{"Question":{"305805":"\n   What do you do when you have insomnia?\n  ","305806":"\n   How long have you lived in your current home?\n  ","305807":"\n   When was the last time you hugged someone?\n  ","305808":"\n   How much of a shopper are you?\n  ","305809":"\n   What made you happy today?\n  ","305810":"\n   When you are in trouble, whom do you call for help?\n  ","305811":"\n   What music are you listening to right now?\n  ","305812":"\n   What kind of things are you interested in?\n  ","305813":"\n   If you had to give someone lessons, what skill would you teach?\n  ","305814":"\n   Do you believe in horoscopes?\n  ","305815":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","305816":"\n   Who is the cruelest person in history?\n  ","305817":"\n   What kind of surprises do you like?\n  ","305818":"\n   How important is money to you?\n  ","305819":"\n   Who is the most flawless women alive?\n  ","305820":"\n   Is it possible to justify a murder?\n  ","305821":"\n   What is your goal for the next 24 hours?\n  ","305822":"\n   How often do you drink coffee?\n  ","305823":"\n   What's your favorite thing to eat for lunch?\n  ","305824":"\n   What associations do you have with the word \"circus\"?\n  ","305825":"\n   What if you couldn't do either of those?\n  ","305826":"\n   What would you be doing if you couldn't sing?\n  ","305827":"\n   Why are you still friends with people after you guys break up?\n  ","305828":"\n   Have you ever dated one of your best friends before?\n  ","305829":"\n   Do you ever hang out with any straight guys?\n  ","305830":"\n   Is it like because of your past relationships that you were talking about yesterday?\n  ","305831":"\n   What do you mean \"for other reasons?\"\n  ","305832":"\n   Do you have to wear padding for your fights?\n  ","305833":"\n   What's your schedule like next week?\n  ","305834":"\n   How did you meet your managers?\n  ","305835":"\n   Would you rather be rich and famous or poor and happy?\n  ","305836":"\n   -\n  ","305837":"\n   Dude\n  ","305838":"\n   .\n  ","305839":"\n   if i pinned you down on the ground so you couldn't move your arms or legs, how would you escape?\n  ","305840":"\n   What is your favorite magazine?\n  ","305841":"\n   Sammy said you guys were dating.....\n  ","305842":"\n   Are you dating Sammy??\n  ","305843":"\n   I heard you're dating Sam is that true?\n  ","305844":"\n   Dude you and Sammy make such a cute couple!!\n  ","305845":"\n   Awe you and Sammy are so cute!!\n  ","305846":"\n   What would you do if you found out that a bunch of people fell I love with you, and it's to the point where you're afraid to date someone because you don't want to hurt anyone?\n  ","305847":"\n   -\n  ","305848":"\n   Ok thanks!!!\n  ","305849":"\n   But what if they don't want to go back?\n  ","305850":"\n   I mean so many innocent people aren't very innocent anymore because of me\n  ","305851":"\n   Cuz I feel like I've screwed up a lot of people by saying stupid things\n  ","305852":"\n   I'm worried\n  ","305853":"\n   If you could choose a special talent, what would you pick?\n  ","305854":"\n   How did you come up with your username?\n  ","305855":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","305856":"\n   What was your favorite TV show when you were a kid?\n  ","305857":"\n   What is your favorite type of flower?\n  ","305858":"\n   Who knows the most about you?\n  ","305859":"\n   What image do you have as your desktop background?\n  ","305860":"\n   What was the last thing you ate?\n  ","305861":"\n   Will you watch the Oscars?\n  ","305862":"\n   Look in the mirror. What do you see?\n  ","305863":"\n   Would you prefer a party with a few friends or lots of friends?\n  ","305864":"\n   Love or Hate?\n  ","305865":"\n   How important is it for you to have a lot of money?\n  ","305866":"\n   How do you surprise other people?\n  ","305867":"\n   What advice would you give a person coming to live in your country?\n  ","305868":"\n   If you had to get on a 14 hour flight, who would you want to sit next to?\n  ","305869":"\n   How many times a day do you eat?\n  ","305870":"\n   How do you cheer up a friend when they're feeling down?\n  ","305871":"\n   Can you sum up your day so far in just one word?\n  ","305872":"\n   What is your favorite online shopping site?\n  ","305873":"\n   What celebrity irritates you the most?\n  ","305874":"\n   What is your lucky number?\n  ","305875":"\n   What's something that can always make you feel better?\n  ","305876":"\n   How did you make your first money?\n  ","305877":"\n   At what age do you consider someone old?\n  ","305878":"\n   What topic of conversation do you consider boring?\n  ","305879":"\n   What is happiness for you?\n  ","305880":"\n   What was the happiest moment of your life?\n  ","305881":"\n   How often do you change your hairstyle?\n  ","305882":"\n   Who can ruin our World?\n  ","305883":"\n   What music are you listening to right now?\n  ","305884":"\n   When you go to amusement parks, what do you like to do most?\n  ","305885":"\n   How would you describe your style?\n  ","305886":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","305887":"\n   How would you explain color to a blind man?\n  ","305888":"\n   When you dance, you look like…?\n  ","305889":"\n   Post a picture of your dream house!\n  ","305890":"\n   What would someone have to do to make you dislike them immediately?\n  ","305891":"\n   What is the most important thing you need to do today?\n  ","305892":"\n   How to find true love?\n  ","305893":"\n   Are you stylish?\n  ","305894":"\n   What kind of shoes do you wear the most?\n  ","305895":"\n   Kik??\n  ","305896":"\n   What is your most unusual nighttime or morning ritual?\n  ","305897":"\n   What are you waiting for?\n  ","305898":"\n   What is in your fridge?\n  ","305899":"\n   If you were given a time machine to travel backwards in time, what are the three mistakes that you would want to rectify?\n  ","305900":"\n   Are you afraid of the future?\n  ","305901":"\n   Have you bought any clothing items in the last week?\n  ","305902":"\n   Are you good at swimming?\n  ","305903":"\n   What is your favorite dog breed?\n  ","305904":"\n   How do successful people differ from unsuccessful ones?\n  ","305905":"\n   What are you sure of?\n  ","305906":"\n   Do you need any help?\n  ","305907":"\n   Rock climbing or windsurfing?\n  ","305908":"\n   Where were you 3 hours ago?\n  ","305909":"\n   What is the major problem in your city?\n  ","305910":"\n   Should we read a lot of books?\n  ","305911":"\n   What habit that others have annoys you most?\n  ","305912":"\n   What is the most delicious berry?\n  ","305913":"\n   Don’t you think that everything is changing too fast?\n  ","305914":"\n   How often do you lie to people?\n  ","305915":"\n   On a scale of 1-10 how honest are you?\n  ","305916":"\n   Are you a shopaholic?\n  ","305917":"\n   What is the most interesting thing about your family?\n  ","305918":"\n   How many games do you have on your phone?\n  ","305919":"\n   Do you have or want a tattoo? What and where?\n  ","305920":"\n   Where are you at the moment?\n  ","305921":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","305922":"\n   What is your favorite clothing store?\n  ","305923":"\n   What will the future be like?\n  ","305924":"\n   What makes you really sleepy?\n  ","305925":"\n   Are you able to play any musical instrument?\n  ","305926":"\n   Do you think people are basically bad or basically good?\n  ","305927":"\n   What's on your to-do list this weekend?\n  ","305928":"\n   What are the most comfortable shoes?\n  ","305929":"\n   Where is the funniest place you have ever fallen asleep?\n  ","305930":"\n   How many pairs of shoes do you have?\n  ","305931":"\n   Do you prefer vintage or new?\n  ","305932":"\n   Who is your most hated celebrity?\n  ","305933":"\n   Can TV make us stupid?\n  ","305934":"\n   Do you prefer a bath or shower?\n  ","305935":"\n   When was the last time you saw an animal in the wild?\n  ","305936":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","305937":"\n   Which is the best age to marry?\n  ","305938":"\n   Where you do not mind waiting?\n  ","305939":"\n   How do women understand ‘romance’?\n  ","305940":"\n   Where would you bury your treasure if you had some?\n  ","305941":"\n   Do you prefer gold or silver jewelry?\n  ","305942":"\n   What makes you strong?\n  ","305943":"\n   How will you celebrate your next birthday?\n  ","305944":"\n   If you invented a monster what would you call it?\n  ","305945":"\n   What do you think people think of you?\n  ","305946":"\n   How would you change the world if you could?\n  ","305947":"\n   What is your zodiac sign?\n  ","305948":"\n   What do you splurge on?\n  ","305949":"\n   What makes you nervous?\n  ","305950":"\n   How do you spend most of your time on the Internet?\n  ","305951":"\n   If you had lots of money what would you do with it?\n  ","305952":"\n   What was your first mobile phone?\n  ","305953":"\n   How can someone earn $1,000,000?\n  ","305954":"\n   How would the world be different if everybody was vegetarian?\n  ","305955":"\n   What color do you wear most frequently?\n  ","305956":"\n   Do you remember your dreams?\n  ","305957":"\n   What do you think animals think about humans?\n  ","305958":"\n   Is humanity progressing or deteriorating?\n  ","305959":"\n   Is there one person in your life that can always make you smile?\n  ","305960":"\n   Which is the most stylish celebrity?\n  ","305961":"\n   Who had the biggest influence on you as a kid?\n  ","305962":"\n   .\n  ","305963":"\n   What was the last gift you gave somebody?\n  ","305964":"\n   Where were you born?\n  ","305965":"\n   Who sent the last text message you received?\n  ","305966":"\n   Would you leave your home country for the one you love?\n  ","305967":"\n   Would you clone yourself if you could?\n  ","305968":"\n   What is the secret to a happy life?\n  ","305969":"\n   How do you decide what movie to watch?\n  ","305970":"\n   What’s in your pockets?\n  ","305971":"\n   What's the longest you've waited in line and what were you waiting for?\n  ","305972":"\n   How often do you use your brain?\n  ","305973":"\n   What is the most important thing you have learned in life?\n  ","305974":"\n   Are you stylish?\n  ","305975":"\n   Do you remember your first kiss?\n  ","305976":"\n   What did the last text message you sent say?\n  ","305977":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","305978":"\n   How do you prefer to be awakened up in the morning?\n  ","305979":"\n   Do you believe that dreams can sometimes predict the future?\n  ","305980":"\n   What is your favorite music band?\n  ","305981":"\n   Who are you?\n  ","305982":"\n   Are you good at swimming?\n  ","305983":"\n   Who is someone you wish you had never met?\n  ","305984":"\n   Have you seen anything weird lately?\n  ","305985":"\n   How to know if you are a good person?\n  ","305986":"\n   What art form do you like best?\n  ","305987":"\n   What does money smell like?\n  ","305988":"\n   How often do you drink coffee?\n  ","305989":"\n   If you were a farmer, what would you grow?\n  ","305990":"\n   Do you prefer to be alone or around people?\n  ","305991":"\n   Are you afraid of people?\n  ","305992":"\n   If your plane was about to crash, who would you want sitting next to you?\n  ","305993":"\n   Where did you meet your best friend?\n  ","305994":"\n   Do you like being alone?\n  ","305995":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","305996":"\n   Will robots replace humans?\n  ","305997":"\n   Where were you 3 hours ago?\n  ","305998":"\n   What's the best dating advice you have?\n  ","305999":"\n   Do you trust your government?\n  ","306000":"\n   What advice would you give a person coming to live in your country?\n  ","306001":"\n   What would you grow in your imaginary garden?\n  ","306002":"\n   Salted or sweet popcorn?\n  ","306003":"\n   What makes you laugh the most?\n  ","306004":"\n   How much would it cost to buy your love?\n  ","306005":"\n   Where would you bury your treasure if you had some?\n  ","306006":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","306007":"\n   How often do you buy things via the Internet?\n  ","306008":"\n   If not now, then when?\n  ","306009":"\n   What's the most expensive thing you've ever broken?\n  ","306010":"\n   Is shopping a form of entertainment for you?\n  ","306011":"\n   What do you think people should do more often?\n  ","306012":"\n   What would you do with your “15 minutes” of fame?\n  ","306013":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","306014":"\n   How do you relax at the end of the day?\n  ","306015":"\n   What age are you scared of?\n  ","306016":"\n   Would you date yourself if you were someone else?\n  ","306017":"\n   Why don't animals laugh, smile or cry?\n  ","306018":"\n   What causes you to panic?\n  ","306019":"\n   What is the meaning of the life in one word?\n  ","306020":"\n   How will you celebrate New Year's Eve?\n  ","306021":"\n   If you had 10 minutes on a popular TV talk show, what would you talk about?\n  ","306022":"\n   Do you have a nickname? What is it?\n  ","306023":"\n   Do you really believe people evolved from apes?\n  ","306024":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","306025":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","306026":"\n   Do you have a lot of respect for vegetarians?\n  ","306027":"\n   What is your favorite ice cream flavor?\n  ","306028":"\n   What have you been thinking about lately?\n  ","306029":"\n   What's your favorite movie scene?\n  ","306030":"\n   Name three things you have never done, but would like to do?\n  ","306031":"\n   How can you tell a good person from a bad one?\n  ","306032":"\n   Would you call yourself a “happy person”?\n  ","306033":"\n   What are you wearing right now?\n  ","306034":"\n   What cannot be forgiven?\n  ","306035":"\n   Who do you think is the most beautiful person in the World?\n  ","306036":"\n   What product or service do you think is ridiculously overpriced?\n  ","306037":"\n   Who was the last person you talked to?\n  ","306038":"\n   If you had more money than you ever need, would you give it away?\n  ","306039":"\n   Which fairytale you’d like to live in?\n  ","306040":"\n   What do you usually forget?\n  ","306041":"\n   Do you keep your room clean or messy?\n  ","306042":"\n   Would you rather be a vampire or a werewolf?\n  ","306043":"\n   If you could play any musical instrument, what would it be?\n  ","306044":"\n   Do you like high heels?\n  ","306045":"\n   Which celebrity you would follow on Ask.fm?\n  ","306046":"\n   Do you like your name?\n  ","306047":"\n   What famous person would you like to meet?\n  ","306048":"\n   How often do you think about your future?\n  ","306049":"\n   When was the last time you hugged someone?\n  ","306050":"\n   How long does it take to really 'know' someone?\n  ","306051":"\n   What was the last thing you had to drink?\n  ","306052":"\n   Where do you fall asleep besides your bed?\n  ","306053":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","306054":"\n   Where and when do you get your best ideas?\n  ","306055":"\n   Have you ever got into trouble with the police?\n  ","306056":"\n   Would you like to be famous and for what reason?\n  ","306057":"\n   How far in advance do you prefer to plan?\n  ","306058":"\n   What's on the top of your birthday wish list?\n  ","306059":"\n   What do you think is the best gift for wedding?\n  ","306060":"\n   OMG WE SO SHOULD\n  ","306061":"\n   I was at your concert in London last year, do you remember me? I was the really tall girl with the brown hair and green eyes\n  ","306062":"\n   What is your most treasured possession?\n  ","306063":"\n   What female celebrity do you wish was your sister?\n  ","306064":"\n   Where are you at the moment? Record video.\n  ","306065":"\n   If you could offer a newborn child only one piece of advice, what would it be?\n  ","306066":"\n   How many hours a day do you spend watching TV?\n  ","306067":"\n   Where were you born?\n  ","306068":"\n   How long have you lived in your current home?\n  ","306069":"\n   How many games do you have on your phone?\n  ","306070":"\n   Which animal would you love to be for a day?\n  ","306071":"\n   How do you know when you're in love?\n  ","306072":"\n   How are you feeling right now?\n  ","306073":"\n   What's your favorite drink?\n  ","306074":"\n   Are you happy with the amount of information in your head?\n  ","306075":"\n   What is under your bed?\n  ","306076":"\n   What is the most stressful job?\n  ","306077":"\n   What was the last thing you ate?\n  ","306078":"\n   What's your favorite phrase in a foreign language?\n  ","306079":"\n   What's your favorite smell?\n  ","306080":"\n   What smell brings you back to a childhood?\n  ","306081":"\n   Who was the last person you talked to on the phone?\n  ","306082":"\n   Why are you taking so long??\n  ","306083":"\n   i am very confused rn\n  ","306084":"\n   .\n  ","306085":"\n   because its you masturbating\n  ","306086":"\n   i don't know how to send a picture here , i dont think you should see the video......\n  ","306087":"\n   its you :(\n  ","306088":"\n   i already sent the website admin hosting the video to get it deleted.....\n  ","306089":"\n   its not funny at all , this is really bad , i am freaking out here\n  ","306090":"\n   i am very confused rn, i just found a video of you recorded off omegle........ :( its you when you were younger\n  ","306091":"\n   How many times do you hit the snooze button before getting up?\n  ","306092":"\n   how often did you go on omegle video?\n  ","306093":"\n   What kind of flowers should you give to a girl?\n  ","306094":"\n   What was your greatest success?\n  ","306095":"\n   Why do people kill each other?\n  ","306096":"\n   When is the world going to end?\n  ","306097":"\n   Who was the last person you kissed?\n  ","306098":"\n   What's your favorite things to do in the summer?\n  ","306099":"\n   What is the first animal you would run to see if you went to the zoo?\n  ","306100":"\n   What's your favorite flavor of bubble gum?\n  ","306101":"\n   What problems did you have in school?\n  ","306102":"\n   How many teeth do you have?\n  ","306103":"\n   Which word do you use most often?\n  ","306104":"\n   What about a bad boy who is a dick to everyone else except you?\n  ","306105":"\n   Depends on?\n  ","306106":"\n   Good guys or bad boys\n  ","306107":"\n   5\"6\n  ","306108":"\n   Would u date a short guy\n  ","306109":"\n   What is more important, confidence or maturity?\n  ","306110":"\n   Do you remember your first day at school?\n  ","306111":"\n   What is your favorite animated cartoon?\n  ","306112":"\n   What is your favorite sound?\n  ","306113":"\n   Which town did you grow up in?\n  ","306114":"\n   What is your favorite Quentin Tarantino movie?\n  ","306115":"\n   What question do you ask yourself a lot?\n  ","306116":"\n   What YouTube video made you laugh recently?\n  ","306117":"\n   What is the most beautiful thing you have ever seen?\n  ","306118":"\n   What is your biggest addiction?\n  ","306119":"\n   What should a real woman be able to do?\n  ","306120":"\n   How patriotic are you?\n  ","306121":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","306122":"\n   How do you define “smart”?\n  ","306123":"\n   Is there any person you are afraid of?\n  ","306124":"\n   At what age did you find out that Santa wasn’t real?\n  ","306125":"\n   What do you believe in?\n  ","306126":"\n   Who will be the next person you will kiss?\n  ","306127":"\n   Wat is je persoonlijke top 5 van films?\n  ","306128":"\n   Would you rather get a computer virus or the flu?\n  ","306129":"\n   What are you listening to right now?\n  ","306130":"\n   What do you want right now?\n  ","306131":"\n   What one thing do you need to do next?\n  ","306132":"\n   How many sms do you send a day?\n  ","306133":"\n   Do you trust people easily?\n  ","306134":"\n   How many hours a day do you listen to music?\n  ","306135":"\n   What is your favorite way to spend some time alone?\n  ","306136":"\n   What do you believe happens to us after we die?\n  ","306137":"\n   What do men talk about when there are no women around?\n  ","306138":"\n   Do you find yourself thinking more about your past, present or future?\n  ","306139":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","306140":"\n   Are you frightened or curious about the future?\n  ","306141":"\n   What color are your eyes?\n  ","306142":"\n   What noise do you hear right now?\n  ","306143":"\n   What is the strangest dream you've ever had?\n  ","306144":"\n   Who do you talk to on the phone most often?\n  ","306145":"\n   Would you rather visit a zoo or an art museum?\n  ","306146":"\n   What color are your eyes?\n  ","306147":"\n   Do you want to be famous?\n  ","306148":"\n   How can you tell a good person from a bad one?\n  ","306149":"\n   Do you like high heels?\n  ","306150":"\n   What would you do if you meet an alien?\n  ","306151":"\n   Do you prefer books or movies?\n  ","306152":"\n   When the electricity goes out in your home, what’s the first thing you miss?\n  ","306153":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","306154":"\n   What is your relationship status?\n  ","306155":"\n   What topic of conversation do you consider boring?\n  ","306156":"\n   Who knows you better than anyone else?\n  ","306157":"\n   Do you think you're brave?\n  ","306158":"\n   What kind of movies do you like?\n  ","306159":"\n   What’s wrong with the world?\n  ","306160":"\n   What is the least stressful job you can think of?\n  ","306161":"\n   How many pillows do you sleep with?\n  ","306162":"\n   What is the most popular sport in your country?\n  ","306163":"\n   If you could go back in time to talk to yourself, what would you say?\n  ","306164":"\n   Do you tolerate heat or cold better?\n  ","306165":"\n   What is your attitude to smoking?\n  ","306166":"\n   What is the best color for a car?\n  ","306167":"\n   What have you learned from your past?\n  ","306168":"\n   How often do you go to the movies?\n  ","306169":"\n   How would you do on a song competition show?\n  ","306170":"\n   If you feel stressed what would you do to reduce it?\n  ","306171":"\n   What do you do if you can’t sleep at night?\n  ","306172":"\n   What kind of dish can you make\/cook?\n  ","306173":"\n   What would someone have to do to make you dislike them immediately?\n  ","306174":"\n   What's your favorite pickup line?\n  ","306175":"\n   What is one thing your parents allowed you to do that you would never let your kids do?\n  ","306176":"\n   What color do you wear most frequently?\n  ","306177":"\n   What are the things you want to avoid in a relationship?\n  ","306178":"\n   How would you like to be remembered?\n  ","306179":"\n   Have you ever loved someone you have not met?\n  ","306180":"\n   Can you recommend anything to read?\n  ","306181":"\n   How do you celebrate when something great happens?\n  ","306182":"\n   What is your height?\n  ","306183":"\n   Are you afraid of people?\n  ","306184":"\n   Who did you inspire?\n  ","306185":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","306186":"\n\n    http:\/\/www.jornabloide.com\/2015\/02\/justin-bieber-1d.html\n   \n","306187":"\n   Are there any places you are afraid to visit?\n  ","306188":"\n   Do you believe the devil exists?\n  ","306189":"\n   Can i kiss your shoes??\n  ","306190":"\n   What are your hobbies?\n  ","306191":"\n   Would you marry a robot?\n  ","306192":"\n   Where were you 3 hours ago?\n  ","306193":"\n   Is it more important to love or be loved?\n  ","306194":"\n   Do you like modern art?\n  ","306195":"\n   Do you like Coke or Pepsi? Why?\n  ","306196":"\n   What do you think should be done to people who create SPAM on the Internet?\n  ","306197":"\n   How do you surprise other people?\n  ","306198":"\n   Are you in Love?\n  ","306199":"\n   If you saw someone shoplifting, what would you do?\n  ","306200":"\n   If the whole world were listening, what would you say?\n  ","306201":"\n   Is it scandalous to wear socks with sandals?\n  ","306202":"\n   What do you think you do best?\n  ","306203":"\n   When do you feel the most comfortable?\n  ","306204":"\n\n    http:\/\/www.jornabloide.com\/2015\/02\/justin-bieber-1d.html\n   \n","306205":"\n   How do you communicate most with your friends?\n  ","306206":"\n   What is in fashion today?\n  ","306207":"\n   What were you doing 30 minutes ago?\n  ","306208":"\n   What's your favourite chocolate bar?\n  ","306209":"\n   What do animals dream about?\n  ","306210":"\n   What makes you crazy mad?\n  ","306211":"\n   What is the strongest animal?\n  ","306212":"\n   Are you a good liar?\n  ","306213":"\n   On a scale of 1 to 10, how well do you sing?\n  ","306214":"\n   How often do you change your mobile phone?\n  ","306215":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","306216":"\n   What's your opinion about the death penalty?\n  ","306217":"\n   Do you prefer fish or meat?\n  ","306218":"\n   At what age did you kiss for the first time?\n  ","306219":"\n   Do you think that you’re a good person?\n  ","306220":"\n   What do you think about marriage?\n  ","306221":"\n   What is your best question to get to know someone?\n  ","306222":"\n   Would you rather live without TV or music?\n  ","306223":"\n   Why do people kill each other?\n  ","306224":"\n   What's the longest you've gone without sleep?\n  ","306225":"\n   Where do you see yourself in the next 10 years?\n  ","306226":"\n   Do you think people are basically bad or basically good?\n  ","306227":"\n   Do you remember your first friend?\n  ","306228":"\n   How does the Internet influence your life?\n  ","306229":"\n   Is it possible to justify a murder?\n  ","306230":"\n   Do you love your country?\n  ","306231":"\n   Would you leave your home country for the one you love?\n  ","306232":"\n   What do you prefer: read the newspaper, watch TV News, or check online news?\n  ","306233":"\n   Which Ask.fm gift would you like to receive?\n  ","306234":"\n   Have you ever got into trouble with the police?\n  ","306235":"\n   Whom do you consider to be a hero of our times?\n  ","306236":"\n   What perfume are you wearing today?\n  ","306237":"\n   How many hours a day do you spend watching TV?\n  ","306238":"\n   Are you a shopaholic?\n  ","306239":"\n   What was the last drink you had?\n  ","306240":"\n   How are you feeling right now?\n  ","306241":"\n   What’s your favorite way to have fun?\n  ","306242":"\n   Who is your most hated celebrity?\n  ","306243":"\n   Would you prefer to have the power to fly or be invisible?\n  ","306244":"\n   How often do you use your brain?\n  ","306245":"\n   Do you always smile for pictures?\n  ","306246":"\n   What is your favorite type of sushi?\n  ","306247":"\n   What can spoil your day?\n  ","306248":"\n   What do you like to do on a rainy day?\n  ","306249":"\n   Did you ever run away from home?\n  ","306250":"\n   Do you prefer Instavideo or Vine?\n  ","306251":"\n   How many hours a day do you listen to music?\n  ","306252":"\n   Best music service? Pandora, Soundcloud or Spotify?\n  ","306253":"\n   What is the best way to learn a foreign language?\n  ","306254":"\n   Do you spend too much time on smart phone playing ‘stupid games’?\n  ","306255":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","306256":"\n   What time do you normally wake up?\n  ","306257":"\n   Who do you trust more, your friends or your parents?\n  ","306258":"\n   What's the furthest from home you've been?\n  ","306259":"\n   What do you think people think of you?\n  ","306260":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","306261":"\n   Which is your song of the week?\n  ","306262":"\n   Should animal hunting be banned?\n  ","306263":"\n   What is your one major weakness?\n  ","306264":"\n   How important is it for you to have a lot of money?\n  ","306265":"\n   What is your favorite social networking site?\n  ","306266":"\n   What is the secret to a happy life?\n  ","306267":"\n   What do you look like right now?\n  ","306268":"\n   What made you happy today?\n  ","306269":"\n   What music do you prefer: Pop, Rap, RnB or Rock?\n  ","306270":"\n   What is your favorite salad?\n  ","306271":"\n   Which gossip is there about you?\n  ","306272":"\n   Do you believe in Karma?\n  ","306273":"\n   What is the most interesting city to visit in your country?\n  ","306274":"\n   Was it engine trouble or stick shift issues?\n  ","306275":"\n   That would be scary. Did it start back up tho?\n  ","306276":"\n   Good night\n  ","306277":"\n   Have you ever had a car stall on you?\n  ","306278":"\n   What is the most heroic thing you’ve ever done?\n  ","306279":"\n   What would you ask the President?\n  ","306280":"\n   What do you look like when you wake up in the morning?\n  ","306281":"\n   What's a popular food you find disgusting?\n  ","306282":"\n   What vegetable do you hate?\n  ","306283":"\n   Do you give money to beggars in the street?\n  ","306284":"\n   What does your last text message say?\n  ","306285":"\n   How old were you when you got your first computer?\n  ","306286":"\n   What was the last lie you told?\n  ","306287":"\n   What's a phrase you use often?\n  ","306288":"\n   How would the world be different if everybody was vegetarian?\n  ","306289":"\n   How did you meet your best friend?\n  ","306290":"\n   Do you believe in happy ending?\n  ","306291":"\n   What worries you the most?\n  ","306292":"\n   What do you know that others don’t?\n  ","306293":"\n   What motivates you?\n  ","306294":"\n   What were you doing 30 minutes ago?\n  ","306295":"\n   How much money do you need to feel rich?\n  ","306296":"\n   What do you think of makeup?\n  ","306297":"\n   What's the best comfort food?\n  ","306298":"\n   What is your favorite pet’s name?\n  ","306299":"\n   Why do women live longer than men?\n  ","306300":"\n   Would you rather go out for dinner or cook at home?\n  ","306301":"\n   What is on the walls of the room you are in?\n  ","306302":"\n   What is the scariest movie you have ever seen?\n  ","306303":"\n   What helps you to make the right decision?\n  ","306304":"\n   Are you still friends with someone from kindergarten?\n  ","306305":"\n   What was your favorite subject in school?\n  ","306306":"\n   If not now, then when?\n  ","306307":"\n   What's your number one rule in life?\n  ","306308":"\n   What kind of advertisements attracts your attention?\n  ","306309":"\n   Have you ever thought about becoming vegetarian?\n  ","306310":"\n   Have you ever fired a real gun?\n  ","306311":"\n   What is the most interesting thing about your family?\n  ","306312":"\n   Do you believe in horoscopes?\n  ","306313":"\n   How ambitious are you?\n  ","306314":"\n   Who do you trust most in your life?\n  ","306315":"\n   Do you prefer tea, coffee or cocoa?\n  ","306316":"\n   What makes someone attractive?\n  ","306317":"\n   What's been the best commercial you've seen?\n  ","306318":"\n   Where is the most fun place you have ever been?\n  ","306319":"\n   What do you do when the remote is too far?\n  ","306320":"\n   Do you believe in fate?\n  ","306321":"\n   What's the longest you've gone without accessing the internet?\n  ","306322":"\n   What's the best concert you've ever been to?\n  ","306323":"\n   How would you change the world if you could?\n  ","306324":"\n   What's something that you would never wear?\n  ","306325":"\n   What do you usually forget?\n  ","306326":"\n   I didn't get to finish lol\n  ","306327":"\n   How do you usually express your emotions?\n  ","306328":"\n   Which is worse, being too hot or too cold?\n  ","306329":"\n   What things do you like about your country?\n  ","306330":"\n   What's your favorite video game?\n  ","306331":"\n   What talent would you like to have?\n  ","306332":"\n   Who sent the last text message you received?\n  ","306333":"\n   Who will be the next person you will kiss?\n  ","306334":"\n   Do you have phobias?\n  ","306335":"\n   What's the perfect place for a first date?\n  ","306336":"\n   What does it mean when a girl smiles at a boy?\n  ","306337":"\n   What shoes did you wear today?\n  ","306338":"\n   When was the last time you hugged someone?\n  ","306339":"\n   What are some things that make you really happy?\n  ","306340":"\n   What does it mean when a bird poops on you?\n  ","306341":"\n   What makes a person “good”?\n  ","306342":"\n   Who is the craziest person you know?\n  ","306343":"\n   Stick shift?\n  ","306344":"\n   New mustang or old mustang?\n  ","306345":"\n   Where should you never take a first date?\n  ","306346":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","306347":"\n   What do you order at Starbucks?\n  ","306348":"\n   Hugs or Kisses?\n  ","306349":"\n   Do you have posters on your wall?\n  ","306350":"\n   It prob wouldn't if you wore flip flops or something\n  ","306351":"\n   What kind of car do you have now?\n  ","306352":"\n   Who do you talk to on the phone most often?\n  ","306353":"\n   Would you pick brains or beauty?\n  ","306354":"\n   Isn't that a pain to do when you drive?\n  ","306355":"\n   What are you wearing right now?\n  ","306356":"\n   What habit that others have annoys you most?\n  ","306357":"\n   How would you describe your style?\n  ","306358":"\n   Do you just go without shoes or do you take them off once you start the car?\n  ","306359":"\n   If you could have any car you wanted, what kind of car would you get?\n  ","306360":"\n   What's the most delicious fruit?\n  ","306361":"\n   What is your favorite place to meet friends?\n  ","306362":"\n   What is the most boring job you can imagine?\n  ","306363":"\n   Why do you drive without shoes?\n  ","306364":"\n   Do you prefer cinema or theatre?\n  ","306365":"\n   What makes someone powerful?\n  ","306366":"\n   What is the weirdest word in your language?\n  ","306367":"\n   Have you ever stolen anything?\n  ","306368":"\n   Have you driven barefoot?\n  ","306369":"\n   Are you a better talker or listener?\n  ","306370":"\n   What's your dream job?\n  ","306371":"\n   Who has the best sense of humor?\n  ","306372":"\n   What is in the center of the world?\n  ","306373":"\n   Would you ever drive barefoot?\n  ","306374":"\n   Why would someone want to go on a space trip?\n  ","306375":"\n   What crazy things do you dream of trying someday?\n  ","306376":"\n   Do you remember your first kiss?\n  ","306377":"\n   What's your hair color?\n  ","306378":"\n   Do you think that money can buy love?\n  ","306379":"\n   What do you say during awkward silences?\n  ","306380":"\n   Would you like to live in another country?\n  ","306381":"\n   Is there something you eat every day?\n  ","306382":"\n   What is the most beautiful thing you have ever seen?\n  ","306383":"\n   What is on your favorite graphic tee?\n  ","306384":"\n   Where do you like to read?\n  ","306385":"\n   What was the last time you were angry? What happened?\n  ","306386":"\n   What is your relationship status?\n  ","306387":"\n   Do you prefer to ski or snowboard?\n  ","306388":"\n   Have you ever bought something on the internet?\n  ","306389":"\n   What's the last thing you bought?\n  ","306390":"\n   Where is the best place for a vacation?\n  ","306391":"\n   How would you like to be remembered?\n  ","306392":"\n   How many times per day do you shower?\n  ","306393":"\n   What makes you lose your temper?\n  ","306394":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","306395":"\n   What is your attitude to human cloning?\n  ","306396":"\n   Which celebrity would you like to meet?\n  ","306397":"\n   What's the most awkward thing you can say in an elevator?\n  ","306398":"\n   If you had one wish, what would you wish for?\n  ","306399":"\n   What is the strangest thing you’ve ever eaten?\n  ","306400":"\n   What is your favorite word?\n  ","306401":"\n   What was the last movie you watched that was really good?\n  ","306402":"\n   If you could have any view from your home, what would it be?\n  ","306403":"\n   What position do you sleep in?\n  ","306404":"\n   Are you the kind of person who wants to be the big fish in a little pond or the little fish in the big pond?\n  ","306405":"\n   If you could have any wild animal as a pet what would it be?\n  ","306406":"\n   Do you play any online games?\n  ","306407":"\n   What is the last thing you downloaded onto your computer?\n  ","306408":"\n   Do you think puppies or kittens are cuter?\n  ","306409":"\n   How would you like to celebrate your next birthday?\n  ","306410":"\n   Do you like to dance?\n  ","306411":"\n   Do you prefer giving or receiving?\n  ","306412":"\n   What is your favorite ice cream?\n  ","306413":"\n   Are you outgoing or shy?\n  ","306414":"\n   What’s on your mind?\n  ","306415":"\n   What is your favourite vegetable?\n  ","306416":"\n   Here\n  ","306417":"\n   I thought the last thing you had was soup\n  ","306418":"\n   How much did you just eat\n  ","306419":"\n   When did you first fall in love?\n  ","306420":"\n   What's the harm of taking a pic of taking one bite LOL\n  ","306421":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","306422":"\n   Sounds like you're scared to start eating something at the moment\n  ","306423":"\n   What are you thinking about right now\n  ","306424":"\n   What are your super cheap great gift ideas?\n  ","306425":"\n   Post a pic of you eating something LOL\n  ","306426":"\n   Could be fun to try lol\n  ","306427":"\n   Full body selfie\n  ","306428":"\n   Where is the first place you usually gain weight\n  ","306429":"\n   What if someone wanted to try and fatten you up\n  ","306430":"\n   Post a selfie\n  ","306431":"\n   Are you really just afraid of becoming hungry lol\n  ","306432":"\n   What if he didn't care, as long as u ate lol\n  ","306433":"\n   You getting mad at the food questions\n  ","306434":"\n   Lol\n  ","306435":"\n   How dangerous would be for a friend to feed you whenever you wanted\n  ","306436":"\n   How often do you get hungry\n  ","306437":"\n   If you were a car, what kind of car would you be?\n  ","306438":"\n   This is making you insanely hungry isn't it LOL\n  ","306439":"\n   What do you notice when you walk into someone's home for the first time?\n  ","306440":"\n   Would you be okay with a friend feeding you anytime you were hungry\n  ","306441":"\n   Think how good it will taste\n  ","306442":"\n   Would be opposed to guy friend feeding anything u wanted\n  ","306443":"\n   What gift would you like to receive?\n  ","306444":"\n   Who is the happiest person in the world?\n  ","306445":"\n   I'm going to make you crack and have another snack LOL\n  ","306446":"\n   Is eating a form of entertainment for you\n  ","306447":"\n   But what if the guy really just wanted to feed you and didn't expect anything in return\n  ","306448":"\n   Do you think it is right to keep wild animals in a zoo?\n  ","306449":"\n   Is shopping a form of entertainment for you?\n  ","306450":"\n   It's not like you're starting to think about food right now LOL\n  ","306451":"\n   How hungry\n  ","306452":"\n   But what about a boyfriend that would feed you anything you wanted at any time\n  ","306453":"\n   It's not like you're hungry at the moment for anything\n  ","306454":"\n   How bad\n  ","306455":"\n   What is the most dangerous thing you have ever done?\n  ","306456":"\n   So the thought of an extra-large pizza would be bad\n  ","306457":"\n   Did you eat everything in your house already\n  ","306458":"\n   It's a shame you don't have a guy that would feed you\n  ","306459":"\n   Is it already making you hungry Lol\n  ","306460":"\n   Why don't get you started\n  ","306461":"\n   How long ago was it that you couldn't fit in your pants\n  ","306462":"\n   What else would you have besides banana peppers\n  ","306463":"\n   What is the most beautiful language?\n  ","306464":"\n   Oh you've done that\n  ","306465":"\n   If you could eat anything in the world what would it be\n  ","306466":"\n   You know that one day you're going to wake up and not be able to button your pants LOL\n  ","306467":"\n   So get a snack lol\n  ","306468":"\n   Did you run off to get a snack lol\n  ","306469":"\n   How long you give it till your hungry again lol\n  ","306470":"\n   Who was the last person you had a deep conversation with?\n  ","306471":"\n   Oh what did you have\n  ","306472":"\n   What worries you the most?\n  ","306473":"\n   Damn lol .. Where is all this food going\n  ","306474":"\n   When was the last time you ate\n  ","306475":"\n   If you could be invisible, what would you do?\n  ","306476":"\n   Is humanity progressing or deteriorating?\n  ","306477":"\n   What movie inspires you?\n  ","306478":"\n   How are you \"getting the fun\"?\n  ","306479":"\n   What do you do when you’re angry?\n  ","306480":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","306481":"\n   What was your first paying job?\n  ","306482":"\n   Do you think you've been eating more lately lol\n  ","306483":"\n   What product would you refuse to promote?\n  ","306484":"\n   What do you think of tattoos?\n  ","306485":"\n   Have you been to any cool concerts lately?\n  ","306486":"\n   Which historical event would you have most liked to attend?\n  ","306487":"\n   Where do you shop the most?\n  ","306488":"\n   Do you remember your first friend?\n  ","306489":"\n   Is your butt getting bigger\n  ","306490":"\n   Do you collect anything? If so, what is it?\n  ","306491":"\n   Are you more of a dog person or a cat person?\n  ","306492":"\n   How do you get in the pool?\n  ","306493":"\n   Do you believe in love?\n  ","306494":"\n   How many books have you read in your life?\n  ","306495":"\n   What books on your shelf are begging to be read?\n  ","306496":"\n   Have you seen anything weird lately?\n  ","306497":"\n   Which is the funniest name you've ever heard?\n  ","306498":"\n   What is the last song you listened to?\n  ","306499":"\n   What is the best birthday gift you have ever received?\n  ","306500":"\n   What do you do to fall asleep?\n  ","306501":"\n   What would you never post online?\n  ","306502":"\n   Do you like your name?\n  ","306503":"\n   What's your favorite funny movie?\n  ","306504":"\n   What do you see from your bedroom window?\n  ","306505":"\n   If you were a teacher, what subject would you like to teach?\n  ","306506":"\n   If you were to write a movie script – what would it be about?\n  ","306507":"\n   What name would you give to your ship?\n  ","306508":"\n   Are you afraid of people?\n  ","306509":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","306510":"\n   Who would you most like to be stuck in an elevator with?\n  ","306511":"\n   What was the last restaurant you went to?\n  ","306512":"\n   Hot tea or ice tea?\n  ","306513":"\n   How much money do you really need?\n  ","306514":"\n   Do you prefer rivers, lakes or oceans?\n  ","306515":"\n   What created our World?\n  ","306516":"\n   What is your most treasured possession?\n  ","306517":"\n   What's your favorite horror movie?\n  ","306518":"\n   Which famous person from the past would you most like to meet?\n  ","306519":"\n   What's on your summer reading list?\n  ","306520":"\n   What is the next big thing that will blow people’s minds?\n  ","306521":"\n   How important is money to you?\n  ","306522":"\n   Would you ever make a parachute jump?\n  ","306523":"\n   What sport is the most boring?\n  ","306524":"\n   How many slices of pizza do you usually eat?\n  ","306525":"\n   Post a picture that makes you proud of your country?\n  ","306526":"\n   Could you live without a computer?\n  ","306527":"\n   Who is your favorite Star Wars character?\n  ","306528":"\n   If you could only see three people for the rest of your life who would it be?\n  ","306529":"\n   Do you prefer to be behind the camera or in front of it?\n  ","306530":"\n   What is your favorite activity?\n  ","306531":"\n   Which word do you want everyone to stop using?\n  ","306532":"\n   What names do you want to give to your children?\n  ","306533":"\n   Are you a leader or a follower?\n  ","306534":"\n   What would you do today if there is no more tomorrow?\n  ","306535":"\n   What is the most played song in your music library?\n  ","306536":"\n   How long does love live?\n  ","306537":"\n   Do you have a blog?\n  ","306538":"\n   Who is the funniest comedian?\n  ","306539":"\n   When's the worst time you have needed to poop?\n  ","306540":"\n   How can you live till the age of 120?\n  ","306541":"\n   Can you sum up your day so far in just one word?\n  ","306542":"\n   Do you regret anything?\n  ","306543":"\n   Do you wear a watch?\n  ","306544":"\n   What did you forget to do today?\n  ","306545":"\n   When was the last time you danced?\n  ","306546":"\n   Who are you?\n  ","306547":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","306548":"\n   Do you love the World you live in?\n  ","306549":"\n   How many people do you think you've met in your life?\n  ","306550":"\n   What do you put on your pizza?\n  ","306551":"\n   Would you rather have $50,000 free and clear or $150,000 that is illegal?\n  ","306552":"\n   Where would you wish to wake up tomorrow?\n  ","306553":"\n   What are you busy with today?\n  ","306554":"\n   What's your favorite thing to eat for lunch?\n  ","306555":"\n   What is your idea of a great holiday or vacation?\n  ","306556":"\n   Where do you find new music?\n  ","306557":"\n   What is your favorite city?\n  ","306558":"\n   What was the last concert you went to?\n  ","306559":"\n   What's the worst nightmare you've ever had?\n  ","306560":"\n   What is your favorite summer song?\n  ","306561":"\n   What was the last thing that made you laugh?\n  ","306562":"\n   Who do you think is the most beautiful person in the World?\n  ","306563":"\n   What things do you love?\n  ","306564":"\n   What was the last thing you made with your own hands?\n  ","306565":"\n   Which languages do you understand or speak?\n  ","306566":"\n   What do you like to cook?\n  ","306567":"\n   Which three countries do you want to visit next?\n  ","306568":"\n   What holiday gift would make you really happy?\n  ","306569":"\n   Are you stylish?\n  ","306570":"\n   If someone made a statue of you, what position would you choose?\n  ","306571":"\n   How long do you need to sleep to be in good shape?\n  ","306572":"\n   What are you listening to right now?\n  ","306573":"\n   What junk food could you never give up?\n  ","306574":"\n   Do you prefer Instagram or Facebook?\n  ","306575":"\n   What do you like to have for breakfast?\n  ","306576":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","306577":"\n   What's the best piece of advice you've ever received?\n  ","306578":"\n   Where do the happiest people live?\n  ","306579":"\n   What is your favorite flower?\n  ","306580":"\n   What was the last movie you watched?\n  ","306581":"\n   Would you date yourself if you were someone else?\n  ","306582":"\n   Where is the most fun place you have ever been?\n  ","306583":"\n   What is your favorite dog breed?\n  ","306584":"\n   Which was your most memorable birthday?\n  ","306585":"\n   What do you want to know about the future?\n  ","306586":"\n   How would you do on a song competition show?\n  ","306587":"\n   If you could be immortal, would you choose to be?\n  ","306588":"\n   Which day of the week do you hate the most?\n  ","306589":"\n   What would you do if you knew you couldn't fail?\n  ","306590":"\n   What's your favorite thing about where you live?\n  ","306591":"\n   What was the last song you heard?\n  ","306592":"\n   Do you prefer day or night?\n  ","306593":"\n   What's the bravest thing you've ever done?\n  ","306594":"\n   What color toothbrush do you have?\n  ","306595":"\n   What do you like best about your hometown?\n  ","306596":"\n   If you could have dinner with anyone, dead or alive, who would you choose?\n  ","306597":"\n   What is one of your favorite foods?\n  ","306598":"\n   What is your favorite old movie?\n  ","306599":"\n   What are 5 things you love?\n  ","306600":"\n   Which movies or books have made a big impact on you?\n  ","306601":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","306602":"\n   What is your idea of the perfect honeymoon destination?\n  ","306603":"\n   Who is your hero?\n  ","306604":"\n   What magazines do you read?\n  ","306605":"\n   What is the major problem in your city?\n  ","306606":"\n   What question would you like to ask the Somali pirate?\n  ","306607":"\n   What do you dream about?\n  ","306608":"\n   What is the best invention ever?\n  ","306609":"\n   Who would you call first if you won the lottery?\n  ","306610":"\n   Who's your number one friend?\n  ","306611":"\n   What gift would you like to receive?\n  ","306612":"\n   How many books have you read in your life?\n  ","306613":"\n   What is the most important thing in a relationship?\n  ","306614":"\n   If you could live anyone's life for a day, who would it be?\n  ","306615":"\n   What do you do to fall asleep?\n  ","306616":"\n   What has been the scariest experience in your life?\n  ","306617":"\n   What are your favorite junk foods?\n  ","306618":"\n   What is your all-time favorite song?\n  ","306619":"\n   What do you think about recycling?\n  ","306620":"\n   Which picture the best describes your city?\n  ","306621":"\n   If you were given a time machine to travel backwards in time, what are the three mistakes that you would want to rectify?\n  ","306622":"\n   What freaks you out?\n  ","306623":"\n   How long have you lived in your current home?\n  ","306624":"\n   Do you think you're brave?\n  ","306625":"\n   What is the best thing about being your age?\n  ","306626":"\n   Who is the smartest person you know?\n  ","306627":"\n   Is there any person you are afraid of?\n  ","306628":"\n   If you could hug anyone right now, who would it be?\n  ","306629":"\n   What's the best comfort food?\n  ","306630":"\n   Have you seen anything weird lately?\n  ","306631":"\n   What do you look like when you wake up in the morning?\n  ","306632":"\n   And on that note\n  ","306633":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","306634":"\n   What crazy things do you dream of trying someday?\n  ","306635":"\n   What is your favorite month of the year?\n  ","306636":"\n   What is the most important thing you need to do today?\n  ","306637":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","306638":"\n   What quality do you value most in your friends?\n  ","306639":"\n   What is the thing you hate the most?\n  ","306640":"\n   Are you stylish?\n  ","306641":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","306642":"\n   What is the one thing you could not live without?\n  ","306643":"\n   Are you afraid of falling in love?\n  ","306644":"\n   What's one animal you would not want to come face to face with?\n  ","306645":"\n   If you could bookmark just 5 websites, which 5 you would choose?\n  ","306646":"\n   Who are the people you spend the most time with?\n  ","306647":"\n   Where do you see yourself five years from now?\n  ","306648":"\n   If you could live anywhere in the world, where would it be?\n  ","306649":"\n   Are you good in dancing?\n  ","306650":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","306651":"\n   Are you afraid of the dark?\n  ","306652":"\n   Who is your favorite teacher?\n  ","306653":"\n   How many games do you have on your phone?\n  ","306654":"\n   When you need advice, who do you go to?\n  ","306655":"\n   What was the last present you received?\n  ","306656":"\n   What do you spend most of your money on?\n  ","306657":"\n   Which was the funniest proposal you got?\n  ","306658":"\n   What is the most important thing in being a good friend?\n  ","306659":"\n   What doesn’t the World know about the country you live in?\n  ","306660":"\n   What is the root of all evil?\n  ","306661":"\n   What is your favorite candy?\n  ","306662":"\n   What is your opinion about same gender relationships?\n  ","306663":"\n   how are you?\n  ","306664":"\n   u wanna smoke\n  ","306665":"\n   what's your opinion on how mental health is portrayed in society?\n  ","306666":"\n   What is the first thing you’re going to do when COVID is over?\n  ","306667":"\n   The weekend is over, any plans?\n  ","306668":"\n   Any Christmas plans?\n  ","306669":"\n   Do you have a boyfriend \/ girlfriend?\n  ","306670":"\n   Do you have a catchphrase?\n  ","306671":"\n   Are you more often lending or borrowing money?\n  ","306672":"\n   Where do you go when you feel sad?\n  ","306673":"\n   Did you poop today? If yes at home or public?\n  ","306674":"\n   WHICH DO YOU LOVE BETTER CHIME, PAYPAL, CASHAPP OR VARO?\n  ","306675":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","306676":"\n   If you were going to get a tattoo, what would it be and where?\n  ","306677":"\n   Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?\n  ","306678":"\n   Do you snore?\n  ","306679":"\n   Your lock screen picture\n  ","306680":"\n   What's your favorite piercing?\n  ","306681":"\n   Have you ever had a near death experience?\n  ","306682":"\n   ....\n  ","306683":"\n   Hiii\n  ","306684":"\n   What color are the president's pants today?\n  ","306685":"\n   What social media’s do you have?\n  ","306686":"\n   Bikinis or One Pieces? Which do you prefer and why?\n  ","306687":"\n   What's the scariest movie you've seen recently?\n  ","306688":"\n   How good are you at saying \"no\"?\n  ","306689":"\n   If something happens to you who's your \"go-to\" person to tell, someone you trust ?\n  ","306690":"\n   What internet browser do you use to surf the web?\n  ","306691":"\n   Have you ever trashed a mcdonalds bathroom? Be honest\n  ","306692":"\n   Everyone's favorite color as a child was either red or blue. True or false?\n  ","306693":"\n   How’s life?\n  ","306694":"\n   What do you want for Christmas?\n  ","306695":"\n   Do you like Bathing or showering\n  ","306696":"\n   THAT... is a heroic response. Well said!\n  ","306697":"\n   I'm depresssed and want to die. what do i do?\n  ","306698":"\n   Thank you for the likes! I followed you. My name is Jon, or JD if you prefer\n  ","306699":"\n   Pepsi Or Coke?\n  ","306700":"\n   Guys. Would you tell a girl you just want to be fwb but actually want to be more than fwb. If so, why would you do that?\n  ","306701":"\n   When is your Birthday (Month\/day)?\n  ","306702":"\n   What is the worst present you've received?\n  ","306703":"\n   Do you like to spend your free time alone or in company?\n  ","306704":"\n   Happy Monday 💌 What is your favorite day of your week?\n  ","306705":"\n   Hi\n  ","306706":"\n   Who was the last person you gave a kiss?\n  ","306707":"\n   What makes you fall in love with someone?\n  ","306708":"\n   Do you like cats?\n  ","306709":"\n   What is your favorite season.\n  ","306710":"\n   What was your best birthday?\n  ","306711":"\n   Do u like coffee? Hot or cold?\n  ","306712":"\n   Which side of the bed do you sleep on?\n  ","306713":"\n   If you had the opportunity to be granted 3 wishes what would you wish for?\n  ","306714":"\n   What should you do if you like a person in you try everything to get they attention you text them but they only see your text but don’t text back ?\n  ","306715":"\n   What do you think about when you wake up in the middle of the night?\n  ","306716":"\n   What movie best describes your life?\n  ","306717":"\n   What upsets you the most about your school, work or retirement?\n  ","306718":"\n   What do you do when you get the feeling that someone is ignoring you or avoiding you\n  ","306719":"\n   If you had to choose between going naked publicly or having your thoughts appear in thought bubbles above your head for everyone to read which would you choose?\n  ","306720":"\n   Whenever I dream about that I'm a police officer in Buffalo Grove, IL, is it ok if my height in the dream is 6'5\"?\n  ","306721":"\n   How do you know when you’re in a toxic relationship\n  ","306722":"\n   Who annoys you, but always seems to cheer you up at the same time?\n  ","306723":"\n   Are you old enough to remember the 60’s?\n  ","306724":"\n   Whats your favorite song to relax you an out you to sleep?\n  ","306725":"\n   What's the best thing about being your friend?\n  ","306726":"\n   Can you beat your friends in a non-electric\/card\/boardgame? What is it?\n  ","306727":"\n   I missed my gf cause she left me 😔💔\n  ","306728":"\n   What’s ur favorite day of the week\n  ","306729":"\n   Oh wow, that’s interesting. Never heard of how to “get a bot” I would never do it, it’s just awful what happened\n  ","306730":"\n   Oh no I’m sorry, it’s so unfortunate that they all sold out and most of them were actual bots buying all of them and people are trying to resell them for twice as much :\/\n  ","306731":"\n   \"Who is your favorite actor??\t\"\n  ","306732":"\n   If you had only one last wish to make, what would it be?\n  ","306733":"\n   Which mobile app are you addicted the most to?\n  ","306734":"\n   If they gave you to choose a place in the world .. which would be?\n  ","306735":"\n   Favorite video game? 🎮\n  ","306736":"\n   Would it be easy or difficult for you to cut off a toxic friend?\n  ","306737":"\n   Would you rather be back in school or working your job?\n  ","306738":"\n   What would you like from McDonald's?\n  ","306739":"\n   Do you like to write?\n  ","306740":"\n   My partners best friend wanted to sleep with him, but he stopped it from happening. Buttt he also finds this woman attractive. He’s told me she has a nice butt and rack. And they’re still friends. I’ve told him I felt uncomfortable and he didn’t care. What do I do?\n  ","306741":"\n   WIz Khalifa or snoop dog?\n  ","306742":"\n   How do you make yourself sleep when you can’t seem to get to sleep?\n  ","306743":"\n   Do you find yourself thinking more about your past, present or future?\n  ","306744":"\n   What do you do when you're bored? 😐\n  ","306745":"\n   Don’t you dislike people who act nice in your face?\n  ","306746":"\n   remember you’re loved by god ❤️\n  ","306747":"\n   What did you have for breakfast today?\n  ","306748":"\n   What movie makes you cry\n  ","306749":"\n   Why does hurt so much when the person who claims to love you over 6 years And ome day breaks up w me am i not enough its been 127weeks ago and im still sad. Like it hurts more when that he chose drugs over me?? Help anyone\n  ","306750":"\n   If your crush has fallen for someone uglier than you does that mean you have a less chance or more chance ?\n  ","306751":"\n   What would you buy with unlimited money?\n  ","306752":"\n   Do you like taking risks?\n  ","306753":"\n   Do you believe in horoscope compatibility?\n  ","306754":"\n   What was the last movie you watched? Did you like it?\n  ","306755":"\n   Why men can't control their temperament?\n  ","306756":"\n   How is your relationship with your parents?\n  ","306757":"\n   What is the best bank to use?\n  ","306758":"\n   When you meet someone,what's the first thing you look for?\n  ","306759":"\n   Facebook or whatsapp??\n  ","306760":"\n   Starbucks or Dunkin’ Donuts?\n  ","306761":"\n   If you were a super hero what powers would you have?\n  ","306762":"\n   Advice for courage to ask someone out?\n  ","306763":"\n   What would you do if you meet an alien?\n  ","306764":"\n   Who here still lives with their parents after 21?\n  ","306765":"\n   Is it easier to forgive or forget?\n  ","306766":"\n   How would you help a friend in poverty from another country who asks you for help through social media.\n  ","306767":"\n   If you could turn back time, would you do it? Why?\n  ","306768":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","306769":"\n   How do you ask someone out on a date?\n  ","306770":"\n   What’s your favourite video game?\n  ","306771":"\n   Do you live with your parents?\n  ","306772":"\n   When you are in love, does age matter?\n  ","306773":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","306774":"\n   What was the last thing you paid for?\n  ","306775":"\n   Would you leave your home country for the one you love?\n  ","306776":"\n   are you strong person mentally?\n  ","306777":"\n   What makes you nervous?\n  ","306778":"\n   Favorite physical sport?\n  ","306779":"\n   What is the main reason for you to refuse a date?\n  ","306780":"\n   do you easily fall in love?\n  ","306781":"\n   Which type of people you really love to talk with?\n  ","306782":"\n   Recommend your favourite tv shows?\n  ","306783":"\n   Did you forget your first love?\n  ","306784":"\n   What’s the first thing you notice about people?\n  ","306785":"\n   What do you dream in your future?\n  ","306786":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","306787":"\n   Have you ever seen an animal in the wild?\n  ","306788":"\n   How many bestfriends do you have? ❤\n  ","306789":"\n   What have you done for your 21st birthday or what would you do on your 21st birthday?\n  ","306790":"\n   What is your purpose here on this planet?\n  ","306791":"\n   How do you feel about snow?\n  ","306792":"\n   What moments do you cherish?\n  ","306793":"\n   Who or what puts a smile on your face?\n  ","306794":"\n   What’s the most embarrassing thing you’ve done in the name of love?\n  ","306795":"\n   What's your least favorite color?\n  ","306796":"\n   Do you speak more than one language?\n  ","306797":"\n   Which one to go work smart or work harder?\n  ","306798":"\n   Nickname\n  ","306799":"\n   Ask me questions ❤️❤️❤️\n  ","306800":"\n   Do you have any posters on your bedroom wall? What are they?\n  ","306801":"\n   Have you witnessed any paranormal acitvities?\n  ","306802":"\n   What do you do if you can’t sleep at night?\n  ","306803":"\n   How do you usually discover new music?\n  ","306804":"\n   How do you deal with stupid people?\n  ","306805":"\n   How long should I brush my teeth?\n  ","306806":"\n   Whats your weakness ? ?\n  ","306807":"\n   What about your snapchat code?\n  ","306808":"\n   Mac OS or windows\n  ","306809":"\n   About this thing weither you should stay at your current job or quit: What would you make more happy?\n  ","306810":"\n   If there were a book about your life, what the cover would look like?\n  ","306811":"\n   If you had one word to describe yourself, what would it be?\n  ","306812":"\n   sunrise or sunset 🌅🌄\n  ","306813":"\n   What music do you listen to when you have to concentrate?\n  ","306814":"\n   What are you hiding from most people?\n  ","306815":"\n   If you could change one thing about your family, what would it be?\n  ","306816":"\n   Do you like the job you’re in right now? I don’t wanna vote to stay if you hate it? Also, personal question but how’s your income? If you need the money, I’d suggest staying until you’re financially okay then leaving.\n  ","306817":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","306818":"\n   How do you spend most of your time on the Internet?\n  ","306819":"\n   Do you have a theme in your bedroom? What is it?\n  ","306820":"\n   Who do you love the most?\n  ","306821":"\n   What's ur hidden talent?\n  ","306822":"\n   Would you ever consider getting butt implants?\n  ","306823":"\n   What do you think you do best?\n  ","306824":"\n   Have you ever watched any horror movies\n  ","306825":"\n   I’m fine and u? 😌\n  ","306826":"\n   Marry me\n  ","306827":"\n   Are you a mermaid?\n  ","306828":"\n   Can you be in love with someone that you don’t even know?\n  ","306829":"\n   Have you ever fired a gun?\n  ","306830":"\n   Would you ever explore a haunted\/abandoned building?\n  ","306831":"\n   Whats your favorite fruit 🍇🍉🍌🥝?\n  ","306832":"\n   How do you meet new people during the pandemic?\n  ","306833":"\n   What do u do when you're under pressure?\n  ","306834":"\n   What has life taught you so far?😎\n  ","306835":"\n   How do you feel about violence?\n  ","306836":"\n   Do you have a pet ?\n  ","306837":"\n   Are you happy\n  ","306838":"\n   What is the best feeling ever?\n  ","306839":"\n   Happy Thursday everyone!!☺️\n  ","306840":"\n   Favorite Gummy Candy?\n  ","306841":"\n   Why are you so rude to people who don't say anything bad to you?\n  ","306842":"\n   What makes a person perfect?\n  ","306843":"\n   What's your favorite type of tea?\n  ","306844":"\n   Do you keep your social medias public or private\n  ","306845":"\n   I wanna..\n  ","306846":"\n   If you had 5 concerts tickets to your favorite band. Who would you take with you?\n  ","306847":"\n   Name one Brad Pitt movie that you liked it ?\n  ","306848":"\n   What's your favorite drink?\n  ","306849":"\n   Spicy, sweet, sour, salty, or tangy?\n  ","306850":"\n   How it's your day ?\n  ","306851":"\n   Are u single as well?\n  ","306852":"\n   Do you like WILL SMITH\n  ","306853":"\n   wearing anything black\n  ","306854":"\n   Have you been cheated? If so, why?\n  ","306855":"\n   What if my favorite TV show is horror?\n  ","306856":"\n   How much water do you drink in a day?\n  ","306857":"\n   Do you know anyone racist?\n  ","306858":"\n   What is the difference between a school and a college? Where is it better to study?\n  ","306859":"\n   What do you miss the most about precovid times?\n  ","306860":"\n   What time of day is the best for you?\n  ","306861":"\n   Ever shopped on wish?\n  ","306862":"\n   Favorite game?\n  ","306863":"\n   Do you sit on your feet?\nIs it comfortable?\n  ","306864":"\n   what u eat today?\n  ","306865":"\n   Are you a wrestling fan?\n  ","306866":"\n   لا إله إلا أنت سبحـانگ إني گنـت مـن الظـآلميـن 💛🌸\n  ","306867":"\n   What languages do you know?\n  ","306868":"\n   Do you use Skype ?\n  ","306869":"\n   Ask me anything 🤠\n  ","306870":"\n   do you like candles?\n  ","306871":"\n   Good morning\n  ","306872":"\n   What do you do when you're bored? 😐\n  ","306873":"\n   How are you spending your Wednesday?\n  ","306874":"\n   what is up everyone\n  ","306875":"\n   How many pairs of shoes do you own?\n  ","306876":"\n   are you free\n  ","306877":"\n   would it be?\n  "},"Answer":{"305805":"\n  I write songs, or just like go on Twitter and crack some jokes\n  ","305806":"\n  About 1 month\n  ","305807":"\n  Earlier today I held the door open for an old lady, and she gave me a hug\n  ","305808":"\n  I'm like the type that wants to just get it done fast. I don't like shopping\n  ","305809":"\n  Lol today at the book store there was this girl who was glaring at me cuz her bf kept checking me out, and I was just making funny faces at her it was awesome\n  ","305810":"\n  One of my boys\n  ","305811":"\n  Go to Work by Kalin & Myles\n  ","305812":"\n  Idk man there's so many opportunities that I have open for me. It's crazy how many people are basically begging to have me in their classes and put up with me. I'm truly blessed\n  ","305813":"\n  Dance or singing\n  ","305814":"\n  Yes but only the accurate ones\n  ","305815":"\n  A little bit of both.\n  ","305816":"\n  Idk man there's so many\n  ","305817":"\n  It honestly depends. If it's like a beautiful scenery, then I'm down for it. If it's like a surprise party for me then I'm not really down for it cuz every time it scares the shit out of me lol\n  ","305818":"\n  Not very\n  ","305819":"\n  Every girl\/ lady that reads this\n  ","305820":"\n  Yes\n  ","305821":"\n  Well I have a very easy day tomorrow, but I hope to stop by the book store tomorrow\n  ","305822":"\n  Every once in a while. Depends on if I feel up to making it or not lol\n  ","305823":"\n  Food\n  ","305824":"\n  What? Lol\n  ","305825":"\n  Then I'd either work with animals, or be a YouTuber\n  ","305826":"\n  I would probably be a dancer, or a fighter\n  ","305827":"\n  Cuz I'm someone who doesn't give a shit and anyways more damage would be done if I held a grudge against them instead of getting over them and being friends again. Yes that means I even forgave the abusive ones, but that doesn't mean I'll go back to them, it means we've moved on. See this is another reason why I'm so anti-social cuz everybody seems to judge me every second of the day. This is my life, and nobody runs it except me.\n  ","305828":"\n  Yeah I have, but it didn't work out. We're still friends though.\n  ","305829":"\n  Yes actually I do. I hang out with a lot of straight people. I don't really say that cuz..... Well idk lol\n  ","305830":"\n  No, it's because of something else. Like I said before I don't want to talk about it.\n  ","305831":"\n  I don't really like to talk about it\n  ","305832":"\n  Yes but only around my stomach and ribs cuz they're already super sensitive for other reasons but other than that no\n  ","305833":"\n  Well I have 4 fights Monday 5 on Tuesday 4 Wednesday and 2 Thursday. Friday I have to be in the studio cuz I have a meeting with the crew. The the week after I have off\n  ","305834":"\n  Well Tommy is Leon's Uncle, and Jim has been teaching me how to fight since I was really little. He used to be married to my daycare lady, and he would always teach us how to fight. Eventually he saw how good I was getting, and I signed him to being my fighting manager.\n  ","305835":"\n  Poor and happy\n  ","305836":"\n  I'm taking over my sister's Let today, so you can ask me questions on here, and on there. Her Let is\n  \n   @Ninjawarrior9\n  \n","305837":"\n  Bro\n  ","305838":"\n  Another thing that people don't know about me is the way I work during a fight is one of the most deadliest ways to fight. I black out fight meaning that I will black out, but I will still fight. I'm extremely strong at that moment, and I'm not somebody that you would ever want to fight. I got this from my grandpa who was also a fighter, but I'm a lot like him cuz he was always afraid of not being able to control himself, as am I. I realized I need to tell more people this because there are a lot of idiots out there, and I don't want to lose control and seriously hurt anybody. Like I said before I'm not someone that people should be messing with at all.\n  ","305839":"\n  Head butt duh\n  ","305840":"\n  They're all shit, so I don't even bother with them\n  ","305841":"\n  That was my idiot Manager. Him and I have been having a prank war.\n  ","305842":"\n  NO WE ARE BEST FRIENDS AND HE IS GAY\n  ","305843":"\n  No!!\n  ","305844":"\n  We aren't dating\n  ","305845":"\n  We aren't dating back lol\n  ","305846":"\n  In all honesty I really don't know\n  ","305847":"\n  Guys ask me something I'm here for any advice you guys need.\n  ","305848":"\n  No problem :)\n  ","305849":"\n  Then you should go back to how things were before. If they like you that much, then you can get them to go back to when it was easy.\n  ","305850":"\n  Then tell them the opposite. Like try to show them that they can go back to the same old life before you said anything.\n  ","305851":"\n  Like what do you mean by that?\n  ","305852":"\n  Why?\n  ","305853":"\n  Drawing\n  ","305854":"\n  Easy my friends always would call me mrs. Tomlinson, but I had to put a 6 there for me to be able have the username I wanted\n  ","305855":"\n  Lol I have an Afro\n  ","305856":"\n  Blue's Clues I had a thinking chair and a giant stuffed dog that looked like Blue\n  ","305857":"\n  I love roses and bleeding hearts\n  ","305858":"\n  My friends\n  ","305859":"\n  I don't have a laptop, but I have big news I might be getting one next month or the month after. I'll no longer be using twitcasting, but I will be using twitcam.\n  ","305860":"\n  Pizza\n  ","305861":"\n  Probably not award shows bore me\n  ","305862":"\n  Myself\n  ","305863":"\n  A few\n  ","305864":"\n  Love\n  ","305865":"\n  Not very\n  ","305866":"\n  I just do it randomly tbh lol. If I get an idea I'll do it lol.\n  ","305867":"\n  There's a bunch of rude, rich, snobby people in here. The only nice thing is the beach tbh\n  ","305868":"\n  Somebody that would let me sleep peacefully, I rarely get that anymore.\n  ","305869":"\n  More than I can count lol\n  ","305870":"\n  I just be my random stupid funny self. I've always been the stupid comic relief that everybody needs in their life. I've definitely grew up being a great performer lol.\n  ","305871":"\n  Lazy\n  ","305872":"\n  Amazon\n  ","305873":"\n  Honestly Idk there are many that I just find irritating cuz no matter what there's always drama with them, and I absolutely hate over dramatic people\n  ","305874":"\n  Idk\n  ","305875":"\n  Pranking people\n  ","305876":"\n  When I was little I would sneak out of my daycare, and I would go in the front of the mall with my radio, and this cool band would play the background music, and I would sing and dance. I made a lot of cash at that time, and I was like 5-6 years old\n  ","305877":"\n  Depends on like what you mean by that\n  ","305878":"\n  Honestly it depends if the person talks with a monotone voice\n  ","305879":"\n  Food and music\n  ","305880":"\n  The day I found out I had a family\n  ","305881":"\n  Every few years, like for the longest time I had short hair, and now I've been growing it out for the past like 4 years\n  ","305882":"\n  Idiots\n  ","305883":"\n  5SOS\n  ","305884":"\n  Ride the rides and laugh at people's reactions\n  ","305885":"\n  Bi-polar lol\n  ","305886":"\n  The beach\n  ","305887":"\n  Idk\n  ","305888":"\n  A dancer? Lol\n  ","305889":"\n  I don't have one\n  ","305890":"\n  Be rude\n  ","305891":"\n  Nothing it's my day off\n  ","305892":"\n  Idk lol it just kid of happens I guess\n  ","305893":"\n  Oh yesh\n  ","305894":"\n  Flip flops\n  ","305895":"\n  mrslouistomlin6 :)\n  ","305896":"\n  I usually stretch out, and then crack my back\n  ","305897":"\n  Nothing lol\n  ","305898":"\n  Food\n  ","305899":"\n  None\n  ","305900":"\n  Tbh yes cuz I'm worried about whether the generations get stupider lol\n  ","305901":"\n  No lol\n  ","305902":"\n  Yeah lol\n  ","305903":"\n  German Shepard's I'm getting one next year\n  ","305904":"\n  Lol not even gonna bother with this one\n  ","305905":"\n  That I'm weird lol\n  ","305906":"\n  No? Lol\n  ","305907":"\n  Rock climbing\n  ","305908":"\n  Asleep lol\n  ","305909":"\n  Too many rich snobs\n  ","305910":"\n  Yeah\n  ","305911":"\n  I think clicking their tongues tbh. My boys learned the hard way that I'll smack somebody if they do that, but it's only if they do it while they're eating\n  ","305912":"\n  Balckberries\n  ","305913":"\n  Yeah, like kids are growing up way too fast. I liked it better when we didn't have to give a shit lol\n  ","305914":"\n  Very rarely unless I'm like just messing around with them lol\n  ","305915":"\n  15\n  ","305916":"\n  Nope\n  ","305917":"\n  We're all weird in our own way. We act like we don't get along, and we make fun of each other a lot just for the fun of it. People might think that we can't stand each other, but we absolutely love each other lol.\n  ","305918":"\n  2\n  ","305919":"\n  I want to get my aunt Sharla's name in cursive on my right wrist\n  ","305920":"\n  At home\n  ","305921":"\n  I would hope to like show people that it's ok to not follow the crowd, it's ok to be weird and crazy, stuff like that\n  ","305922":"\n  Goodwill\n  ","305923":"\n  Idk lol we'll see\n  ","305924":"\n  People with monotone voices and slow music\n  ","305925":"\n  Yeah I've been playing Trumpet for 7 years\n  ","305926":"\n  A lil bit of both lol\n  ","305927":"\n  Sleep a lot\n  ","305928":"\n  Slippers\n  ","305929":"\n  The kid's playground\n  ","305930":"\n  2\n  ","305931":"\n  Idc lol\n  ","305932":"\n  Don't have one\n  ","305933":"\n  Yes\n  ","305934":"\n  Depends on my mood\n  ","305935":"\n  A couple days ago I saw an armadillo it was so cute!!\n  ","305936":"\n  I had an Afro and my eyes were red lol\n  ","305937":"\n  Honestly whenever somebody's ready. I don't plan on marriage until like I'm 24-25 tbh\n  ","305938":"\n  In line for a concert\n  ","305939":"\n  Honestly idk lol\n  ","305940":"\n  Idk lol\n  ","305941":"\n  I prefer silver\n  ","305942":"\n  Working out lol\n  ","305943":"\n  With my family\n  ","305944":"\n  The cuddle monster lol\n  ","305945":"\n  They probably question why I'm so weird lol\n  ","305946":"\n  Most definitely\n  ","305947":"\n  Leo\n  ","305948":"\n  What? Lol\n  ","305949":"\n  Not very many things lol\n  ","305950":"\n  Cracking jokes or being random lol\n  ","305951":"\n  Idk I'd probably just give it away tbh lol\n  ","305952":"\n  A flip phone lol\n  ","305953":"\n  Working hard for it of course\n  ","305954":"\n  Animals would be overpopulating the planet\n  ","305955":"\n  Black and grey\n  ","305956":"\n  Yes mostly like really weird ones or nightmares\n  ","305957":"\n  Idk lol\n  ","305958":"\n  Lol idk\n  ","305959":"\n  Yeah\n  ","305960":"\n  Idk\n  ","305961":"\n  My grandpa\n  ","305962":"\n  Ok so I went to the doctor's today, and I asked why I'm so hungry all the time, and why don't I gain weight. Turns out my body is stuck tiny because I don't have enough growth hormones, and my body has fake growth spurts where my metabolism is going really fast, but my metabolism just keeps going faster and faster, so I can eat a ton without ever gaining weight. So many people think that should be a good thing, but it really isn't because I can become anorexic cuz of it, but I don't have to worry as long as I fill myself up good each time I get hungry. The doctor said that it's a good thing I told him that cuz the problem is very rare, and they've yet to come up with a cure for it. He wants me to see him monthly to do tests, but I said no cuz I don't like hospitals, and I'm not just somebody's test subject.\n  ","305963":"\n  A charger case\n  ","305964":"\n  Soldotna, Alaska\n  ","305965":"\n  Sierra\n  ","305966":"\n  Hell yeah!!\n  ","305967":"\n  No, lol I already have a twin, and I don't need another one\n  ","305968":"\n  Uptight+high-tight=Up High\n  ","305969":"\n  I'm very picky about it I prefer just going to the movies cuz I hate to watch a movie that I already know what happens lol\n  ","305970":"\n  Nothing I don't have pockets lol\n  ","305971":"\n  About 3 hours and that was to a Selena Gomez concert which was amazing\n  ","305972":"\n  Not as much as I should lol\n  ","305973":"\n  Live it in the moment\n  ","305974":"\n  Oh yes\n  ","305975":"\n  Yeah it was an adorable moment\n  ","305976":"\n  Lol it's cool\n  ","305977":"\n  Lol a 0\n  ","305978":"\n  A gentle tap on the shoulder and a quiet time to get up\n  ","305979":"\n  Yes actually I've had several dreams that actually happened the next day. I was so tripped out, but I soon got used it cuz it still happens quite often\n  ","305980":"\n  One Direction\n  ","305981":"\n  I'm a penguin\n  ","305982":"\n  Yes\n  ","305983":"\n  My ex\n  ","305984":"\n  Yes many things lol\n  ","305985":"\n  Whether you're a giver or a taker. A giver is an awesome person that'll give up their life for somebody else and will give more to charities than they give to themselves.\n  ","305986":"\n  Lol idk\n  ","305987":"\n  Idc lol\n  ","305988":"\n  Every once in a while\n  ","305989":"\n  Good\n  ","305990":"\n  Alone. People just give me a head ache.\n  ","305991":"\n  No, I just like them cuz they usually just cause drama\n  ","305992":"\n  Nobody so they wouldn't have to worry about the fact that they're about to die lol\n  ","305993":"\n  Kindergarten\n  ","305994":"\n  Yes\n  ","305995":"\n  Giving. I always love to make somebody's day by getting them a gift.\n  ","305996":"\n  Probably not there are people who are ready to fight if that's ever the case, and I'm one of them.\n  ","305997":"\n  Shopping\n  ","305998":"\n  Don't cheat!! If you're bored in the relationship either tell the person you're in a relationship what you're feeling and talk it out, or just break up with them. It would save all the hatred and drama bullshit\n  ","305999":"\n  Hell no\n  ","306000":"\n  You'll get taxed and kicked out of your home if you don't budget your money wisely\n  ","306001":"\n  Idk lol\n  ","306002":"\n  Depends on my cravings\n  ","306003":"\n  Just like random things that catch me off guard lol\n  ","306004":"\n  No money can buy love. I've seen so many people that have nothing but each other and they're madly in love\n  ","306005":"\n  No\n  ","306006":"\n  Yeah\n  ","306007":"\n  Not very often\n  ","306008":"\n  Idk whenever lol\n  ","306009":"\n  Lol I don't like to talk about it\n  ","306010":"\n  No\n  ","306011":"\n  Be themselves\n  ","306012":"\n  Idk lol I'd probably try to get out of it. I don't want anything to do with fame. If a famous person ever wants to date me I'd only have private relationships with them mainly cuz I'm a very keep to myself type person\n  ","306013":"\n  Idk lol in all honesty I would leave it all alone especially cuz it is non of my business\n  ","306014":"\n  Lay in bed with a bunch of food and Netflix\n  ","306015":"\n  None lol\n  ","306016":"\n  Nope\n  ","306017":"\n  Lol I don't know\n  ","306018":"\n  Lots of things\n  ","306019":"\n  Crazy\n  ","306020":"\n  I sleep through New Year's that's my usual day off, and I just sleep\n  ","306021":"\n  I would probably just crack a bunch of jokes tbh. Oh yeah, I think I was on the news or something like that cuz when I was out with my family yesterday there was a guy filming my family walking to a really cool place\n  ","306022":"\n  Jay\n  ","306023":"\n  I think people believe what they believe in tbh\n  ","306024":"\n  Probably work out\n  ","306025":"\n  Doing\n  ","306026":"\n  Yes.\n  ","306027":"\n  Mint chocolate chip or coffee\n  ","306028":"\n  Many things tbh\n  ","306029":"\n  Idk more than I can remember lol\n  ","306030":"\n  Sky diving, bungee jumping, and getting a tattoo\n  ","306031":"\n  I get like these bad vibes that just keep me away from the bad people\n  ","306032":"\n  Eh I guess\n  ","306033":"\n  A black tank with sweats\n  ","306034":"\n  I honestly think everything can be forgiven I mean like I for one have forgiven everybody because I really don't see the reason to hold a grudge against anybody cuz that just puts way more stress on the person holding the grudge.\n  ","306035":"\n  Everybody that reads this\n  ","306036":"\n  Gas\n  ","306037":"\n  Mom\n  ","306038":"\n  Probably\n  ","306039":"\n  Idk lol\n  ","306040":"\n  Lol lots of things\n  ","306041":"\n  Both\n  ","306042":"\n  Idk lol\n  ","306043":"\n  Guitar\n  ","306044":"\n  No, those things are like death traps for me lol\n  ","306045":"\n  Any ones that I like lol\n  ","306046":"\n  Yes. For those of you who don't know my full name it's Janessa\n  ","306047":"\n  One Direction\n  ","306048":"\n  I honestly don't think about my future unless it's like my friends and I talking about how many stupid ways that I'll most likely die lol\n  ","306049":"\n  This morning. I hugged my little brother and sister before they got onto the bus\n  ","306050":"\n  Forever cuz everybody seems to have many surprises along the way\n  ","306051":"\n  Coffee\n  ","306052":"\n  I can fall asleep anywhere honestly if I'm tired enough. That's why I like going out with friends cuz they'll drive me home if I fall asleep lol\n  ","306053":"\n  Honestly I have no say, as long as he's staying loyal to who he has then I see no problem with it. Lol maybe that's why I've had terrible trouble keeping boyfriends cuz I'm so oblivious\n  ","306054":"\n  Well honestly I don't know I just like randomly think up stuff in the weirdest situations lol\n  ","306055":"\n  Yup\n  ","306056":"\n  No, not really I try to stay away from the fame cuz I'd be like an even bigger screw up than I am now lol\n  ","306057":"\n  Well honestly it depends on what I'm planning for\n  ","306058":"\n  For my family to stay safe, that's what I always wish for\n  ","306059":"\n  Idk lol maybe dishes to help them save money since they're gonna be living together\n  ","306060":"\n  Ok sweet!!\n  ","306061":"\n  OMG YASS I remember you!! You're the one with the sick dance moves!! Btw we should totally do a video together\n  ","306062":"\n  My family\n  ","306063":"\n  I'd have to say the Fifth Harmony girls they seem like awesome girls, and I think we'd get along great\n  ","306064":"\n  I'm in my bed, and I don't feel like recording a video lol that's weird\n  ","306065":"\n  Don't follow in my foot steps lol\n  ","306066":"\n  None I don't have cable\n  ","306067":"\n  Soldotna, Alaska\n  ","306068":"\n  About a month\n  ","306069":"\n  2\n  ","306070":"\n  A snow leopard\n  ","306071":"\n  Idk I think it's just like the other half of your heart finally being able to join together cuz you found the right piece\n  ","306072":"\n  Refreshed cuz I just showered and brushed my teeth lol\n  ","306073":"\n  Depends on my mood\n  ","306074":"\n  I'm a bit annoyed with it at the moment lol\n  ","306075":"\n  My art supplies\n  ","306076":"\n  Trying to make people happy\n  ","306077":"\n  Shrimp tacos\n  ","306078":"\n  Voilà lol I believe that French\n  ","306079":"\n  Vanilla\n  ","306080":"\n  My favorite foods\n  ","306081":"\n  The animal shelter\n  ","306082":"\n  Sorry I had to brush my teeth lol calm your titties\n  ","306083":"\n  Me too cuz I don't touch myself like that at all. This has to be a joke, or I'm about to find another long lost sister who I'm gonna slap for being such a dumb ass lol\n  ","306084":"\n  What I don't get is the fact that I don't even masturbate, so it must be a prank of some sort, or a fake.\n  ","306085":"\n  First of all I never, ever, ever would do something like that. Second that is not me, I'm stupid, but I'm not that kind of stupid. Third of all that must be one of my old bullies pretending to be me.\n  ","306086":"\n  Why not?\n  ","306087":"\n  Did they say my name? Show me a pic\n  ","306088":"\n  It was probably my twin sister unless I have another sister somewhere OH SHIT\n  ","306089":"\n  That was probably my twin sister then lol\n  ","306090":"\n  Wtf? Lol\n  ","306091":"\n  None cuz I don't have one lol\n  ","306092":"\n  Not very often I'm on my iPhone, so I can't go on the cam I usually did the text chat\n  ","306093":"\n  Roses\n  ","306094":"\n  My singing career\n  ","306095":"\n  Many reasons\n  ","306096":"\n  Lol idk man whenever it does\n  ","306097":"\n  My ex\n  ","306098":"\n  Swim and chill out with friends\n  ","306099":"\n  The lions\n  ","306100":"\n  It depends on my mood lol\n  ","306101":"\n  Focusing, and bullies\n  ","306102":"\n  Idk lol\n  ","306103":"\n  Like\n  ","306104":"\n  I'd tell him to knock it off. There's like a limit to everything, and I prefer not to date a total jackass\n  ","306105":"\n  How they act. Good boys tend to be very clingy, and it also depends how well they rock their innocence lol it's hard to explain\n  ","306106":"\n  Depends lol\n  ","306107":"\n  Yeah that's taller than me I'm only 5'2 lol\n  ","306108":"\n  How short? Lol\n  ","306109":"\n  Well that's easy confidence. The best people aren't very mature lol, but they have enough confidence in themselves to show the world who they truly are\n  ","306110":"\n  Yes, it was hell\n  ","306111":"\n  Courage the Cowardly Dog\n  ","306112":"\n  Lol not saying\n  ","306113":"\n  I grew up in Stockton, California where the lady who had kidnapped me ended up dying.\n  ","306114":"\n  Idk who that is lol\n  ","306115":"\n  Should I do this, or no?\n  ","306116":"\n  Ricky Dillon's best friend tag\n  ","306117":"\n  I saw a great view in the town I was just in\n  ","306118":"\n  Food\n  ","306119":"\n  Everything a man can do\n  ","306120":"\n  Not very\n  ","306121":"\n  Yeah\n  ","306122":"\n  Like sarcastic wise? Or like a smart person in general? lol\n  ","306123":"\n  Nope\n  ","306124":"\n  I always knew, it was one of those things where I just acted like I didn't know, so my parents were all excited about it lol\n  ","306125":"\n  Lots of different things\n  ","306126":"\n  Idk lol\n  ","306127":"\n  Idk what you just said, and I'm pretty sure that's not English lol\n  ","306128":"\n  C. None of the above lol\n  ","306129":"\n  My mom doing the dishes\n  ","306130":"\n  Banana peppers\n  ","306131":"\n  Eat dinner\n  ","306132":"\n  Probably like 13-14 mostly I just send funny pics to friends that make them laugh\n  ","306133":"\n  No\n  ","306134":"\n  More than I should\n  ","306135":"\n  Writing music\n  ","306136":"\n  Again that's something I look at from a religious point of view, so I don't want to start up unwanted problems\n  ","306137":"\n  Women and games\n  ","306138":"\n  Future\n  ","306139":"\n  Idk\n  ","306140":"\n  Curious cuz I wanna see how far I get lol\n  ","306141":"\n  Dark brown\n  ","306142":"\n  My little brother being annoying lol\n  ","306143":"\n  wE dOn'T sPeAk Of It AnYmOrE\n  ","306144":"\n  Sammy\n  ","306145":"\n  Zoo\n  ","306146":"\n  Dark brown\n  ","306147":"\n  In all honesty no\n  ","306148":"\n  I honestly think it's just the vibe I get from them\n  ","306149":"\n  No\n  ","306150":"\n  I'd probably say hi then walk away like its nothing\n  ","306151":"\n  Books\n  ","306152":"\n  Cold food\n  ","306153":"\n  There's no more originality it's terrible\n  ","306154":"\n  Taken by food\n  ","306155":"\n  Politics\n  ","306156":"\n  My best friends\n  ","306157":"\n  Yeah\n  ","306158":"\n  Comedies, and action movies\n  ","306159":"\n  Too many wars\n  ","306160":"\n  Working with animals\n  ","306161":"\n  One giant one\n  ","306162":"\n  NFL\n  ","306163":"\n  You live longer than you think lol\n  ","306164":"\n  Both\n  ","306165":"\n  Honestly I think it's gross cuz I grew up around so many people that did, and I just can't stand it. It has gotten to the point where if a guy that smokes wants to kiss me, he has the brush his teeth first because if I just kissed him it'd be like kissing an ash tray, and that's just gross\n  ","306166":"\n  Royal blue\n  ","306167":"\n  That I screwed up a lot lol\n  ","306168":"\n  Here and there\n  ","306169":"\n  Pretty good I hope\n  ","306170":"\n  Listen to music\n  ","306171":"\n  Drink warm milk\n  ","306172":"\n  I can cook anything as long as I have a recipe\n  ","306173":"\n  Be very rude and dominant. I can't stand people who try to dominate me just because I'm small\n  ","306174":"\n  Lol it's not appropriate\n  ","306175":"\n  Yes\n  ","306176":"\n  It depends on my mood\n  ","306177":"\n  Liars and abusive drunks\n  ","306178":"\n  Somebody who inspired people to be themselves and not worry what other people think\n  ","306179":"\n  Yup\n  ","306180":"\n  Run Boy, Run that's one of the books I couldn't put down\n  ","306181":"\n  I do my happy dance lol\n  ","306182":"\n  5'2\n  ","306183":"\n  No, I just don't like them\n  ","306184":"\n  My fans\n  ","306185":"\n  No lol\n  ","306186":"\n  No\n  ","306187":"\n  No\n  ","306188":"\n  Yes\n  ","306189":"\n  Lol no?\n  ","306190":"\n  Singing, dancing, swimming, telling jokes, horse back riding, etc.\n  ","306191":"\n  No\n  ","306192":"\n  Asleep\n  ","306193":"\n  Both\n  ","306194":"\n  I find it boring\n  ","306195":"\n  Pepsi because it has a more interesting flavor that I crave more often than Coke\n  ","306196":"\n  Idc lol\n  ","306197":"\n  Lol by being spontaneous\n  ","306198":"\n  Yes, with food\n  ","306199":"\n  I really can't say cuz they have to have a reason to be doing it\n  ","306200":"\n  Hi lol\n  ","306201":"\n  No lol I think the whole thing on that topic just got started because people got bored lol\n  ","306202":"\n  Tell jokes\n  ","306203":"\n  When I'm in my comfy clothes\n  ","306204":"\n  Bish whet is that? Lol\n  ","306205":"\n  Face to face\n  ","306206":"\n  Idc\n  ","306207":"\n  Eating\n  ","306208":"\n  Depends on what I crave lol\n  ","306209":"\n  Whatever they feel like lol\n  ","306210":"\n  I'm not saying cuz I know idiots will use that against me, and I'll get into some legal trouble\n  ","306211":"\n  Tiger\n  ","306212":"\n  Depends on the seriousness of the conversation lol\n  ","306213":"\n  8-9\n  ","306214":"\n  Well I had to change it once last year cuz Rebecca accidentally ran over it lol\n  ","306215":"\n  It doesn't matter tbh\n  ","306216":"\n  It depends on how dangerous the person actually is\n  ","306217":"\n  Fish\n  ","306218":"\n  I was 9\n  ","306219":"\n  Eh yes and no I'm a screw up, so it's hard to really figure that one out lol\n  ","306220":"\n  Idk man lol\n  ","306221":"\n  Their interests\n  ","306222":"\n  Definitely TV\n  ","306223":"\n  Idk man\n  ","306224":"\n  A week and a half. A lot of people think that it's physically impossible, but it's possible. I was helping my stepmom go into labor\n  ","306225":"\n  Idk man we'll see when I get there lol\n  ","306226":"\n  It depends on their personality and their logic tbh\n  ","306227":"\n  Yup he's cuddling my leg atm lol\n  ","306228":"\n  Not a lot tbh\n  ","306229":"\n  It depends\n  ","306230":"\n  Nope\n  ","306231":"\n  Yeah\n  ","306232":"\n  Neither they never show the whole story anyways, so I don't really see the point in trying lol\n  ","306233":"\n  Idc lol\n  ","306234":"\n  Yes, for speeding, but it was because my friend went into labor, so they were all good with it\n  ","306235":"\n  Food lol\n  ","306236":"\n  None\n  ","306237":"\n  None\n  ","306238":"\n  No lol I hate shopping\n  ","306239":"\n  Iced tea\n  ","306240":"\n  Lazy\n  ","306241":"\n  Go karting, or Lazer Tag\n  ","306242":"\n  I don't have one\n  ","306243":"\n  Fly\n  ","306244":"\n  Honestly it depends on the situation lol\n  ","306245":"\n  Nope\n  ","306246":"\n  Salmon rolls\n  ","306247":"\n  Idiots\n  ","306248":"\n  Read a book\n  ","306249":"\n  Yes, many times\n  ","306250":"\n  Vine\n  ","306251":"\n  A lot more than I should\n  ","306252":"\n  Idk lol\n  ","306253":"\n  From somebody that's from that specific country lol\n  ","306254":"\n  Only when I want to pass time or avoid awkward situations lol\n  ","306255":"\n  I'd probably sit there and think, \"How'd I manage to do this?\" Lol\n  ","306256":"\n  Depends on my mood the day before\n  ","306257":"\n  Friends\n  ","306258":"\n  Halfway across the world\n  ","306259":"\n  Whatever they want to lol\n  ","306260":"\n  Food\n  ","306261":"\n  Happy by Pharrel Williams\n  ","306262":"\n  Yes and no yes for the species that are going extinct and no for the ones that are over populating the planet\n  ","306263":"\n  Lol not saying\n  ","306264":"\n  Not very\n  ","306265":"\n  Twitter\n  ","306266":"\n  To not be uptight and rude lol\n  ","306267":"\n  Myself? Lol\n  ","306268":"\n  When I saw my little sister run into the door on accident lol\n  ","306269":"\n  All\n  ","306270":"\n  Depends on my cravings lol\n  ","306271":"\n  Honestly there's so much gossip about me it's stupid. I hate it when people come up and ask me about rumors they've heard from others. Unless I say it happened on my social media, then it never happened\n  ","306272":"\n  Yup\n  ","306273":"\n  Vegas\n  ","306274":"\n  Stick shift\n  ","306275":"\n  Yeah lol. I probably wouldn't be here if it didn't cuz there was a semi behind me\n  ","306276":"\n  Good night people. Please don't ask me any questions I don't like being woken up by my phone thanks. Not trying to be rude, it's just annoying lol\n  ","306277":"\n  Yes on the freeway too\n  ","306278":"\n  I talked some of my best friends out of suicide\n  ","306279":"\n  Why the fuck are you still here?? I honestly hate the president cuz him and his wife have screwed this country over. His wife is the reason why their daughters get gourmet food, and we get either expired, burnt, moldy, plastic food. That's just my opinion though, and Idc if people hate me for that, but it's the truth.\n  ","306280":"\n  I look like how Anna from Frozen looked lol\n  ","306281":"\n  I can't say cuz I don't want people to hate me lol\n  ","306282":"\n  Greens they're so gross\n  ","306283":"\n  Yes\n  ","306284":"\n  Lol you did this to yourself bro\n  ","306285":"\n  14\n  ","306286":"\n  That my brother didn't look adorable in his penguin pajamjams lol\n  ","306287":"\n  Simply put, as simply said\n  ","306288":"\n  Idk\n  ","306289":"\n  Lol we actually met because this boy in Kindergarten was bullying me, so we tried to glue him to his seat. It almost worked until the teacher sat down in his seat. Since then we've been stuck at the hip\n  ","306290":"\n  Yes\n  ","306291":"\n  Not being good enough for someone\n  ","306292":"\n  I agreed to go on tour in October?\n  ","306293":"\n  Food\n  ","306294":"\n  Laying here\n  ","306295":"\n  Not a damn thing\n  ","306296":"\n  I like it if it's natural, but if it's caked on there I'm just like no lol\n  ","306297":"\n  Chips\n  ","306298":"\n  Sheldon\n  ","306299":"\n  Lol many reasons that guys would call me sexist.\n  ","306300":"\n  Cook at home cuz I don't like people lol\n  ","306301":"\n  Nothing\n  ","306302":"\n  The Ring that was some trippy shit\n  ","306303":"\n  Common sense\n  ","306304":"\n  Yup\n  ","306305":"\n  Creative writing class\n  ","306306":"\n  Bish whet?\n  ","306307":"\n  Try not to screw up\n  ","306308":"\n  Something that meets my needs list\n  ","306309":"\n  Yes, I'm probably gonna end up being a vegetarian cuz it's a way healthier life style\n  ","306310":"\n  Yeah\n  ","306311":"\n  Every single one of us is our own person. We're very independent, and we don't put up with anybody's shit.\n  ","306312":"\n  Sometimes yes\n  ","306313":"\n  Very\n  ","306314":"\n  My boys\n  ","306315":"\n  Depends on my mood\n  ","306316":"\n  An honest, outgoing personality. I love it when guys aren't afraid to do badass things, but I absolutely hate it when guys flaunt what they have. I also don't like jealous people. I look for somebody who I can call in the middle of the night just to talk about life, somebody who can take a joke, and can put up with me in general. I want to be able to make them feel like they can be themselves around me too. I hate it when a guy doesn't have like a social life just because they have me as a girlfriend it's just like dude, go ahead hang out with the guys, Idc lol. Same with clinginess I hate it. I'm very picky about who I date now because I've been hurt too many times\n  ","306317":"\n  Japanese Jelly Bean commercial\n  ","306318":"\n  Cedar Point\n  ","306319":"\n  I get up and go get it lol\n  ","306320":"\n  Yes\n  ","306321":"\n  A long long time lol\n  ","306322":"\n  The Selena Gomez concert in 2009\n  ","306323":"\n  Well, duh\n  ","306324":"\n  Super slutty clothes\n  ","306325":"\n  Dentists appointments lol\n  ","306326":"\n  You can never really tell how I feel lol\n  ","306327":"\n  but I do them in a weird way though lol. I guess you can never honestly tell\n  ","306328":"\n  Depends\n  ","306329":"\n  Nothing really. I actually want to move out of here as soon as possible\n  ","306330":"\n  Batman\n  ","306331":"\n  To draw. I'm like the only one amongst my friends that can't draw it's terrible lol\n  ","306332":"\n  My friend Sierra\n  ","306333":"\n  Idk lol\n  ","306334":"\n  Not that I know of\n  ","306335":"\n  I think the perfect date would have to be a nice home cooked meal, and then a night looking at the stars.\n  ","306336":"\n  I find it as a hi, or hello, but I've noticed guys seem to think, oh she's got the hots for me. Lol what I find is if I do like somebody's smile I'll smile back at them a bit longer than most\n  ","306337":"\n  None\n  ","306338":"\n  Like an hour ago.\n  ","306339":"\n  Food, Netflix\/YouTube, music, and funny people\n  ","306340":"\n  It means a bird pooped on you? Lol kinda self explanatory\n  ","306341":"\n  Somebody who's honest, respects you,  and will be there for you no matter what. Those are the biggest things I look for in a person\n  ","306342":"\n  Sammy\n  ","306343":"\n  Yup\n  ","306344":"\n  New\n  ","306345":"\n  It honestly depends who the person is, and what they're into\n  ","306346":"\n  I'd by all the necessities that I need for the month, a laptop, a bunch of books, art supplies, a new car, and a bunch of food for all the homeless people\n  ","306347":"\n  An iced caramel maciotto lol how ever you spell it with whip cream\n  ","306348":"\n  Depends on my mood\n  ","306349":"\n  Nope\n  ","306350":"\n  I actually prefer no shoes cuz the feeling feels cool on the bottom of my feet lol\n  ","306351":"\n  A mustang convertible\n  ","306352":"\n  My boys lol\n  ","306353":"\n  Brains\n  ","306354":"\n  No not really\n  ","306355":"\n  A giant hoodie and my favorite skinny jeans\n  ","306356":"\n  Liars. I can't stand them.\n  ","306357":"\n  It's very random. One day I'll be a tomboy, the next I'll have a cute outfit. I guess it honestly depends on my mood like a lot of other things lol\n  ","306358":"\n  I take them off once I get into the car just in case I need them\n  ","306359":"\n  Challenger\n  ","306360":"\n  Nectarines\n  ","306361":"\n  The beach\n  ","306362":"\n  Working in an office all day\n  ","306363":"\n  Well it depends on my mood really because sometimes I just get lazy, or I'm too pissed off to care lol\n  ","306364":"\n  Cinema. I usually go there on dates, but I like to sit in the back for reasons that you kids don't need to worry about lol\n  ","306365":"\n  Nothing. Everybody thinks it's all about control, but in reality they've got no power what so ever\n  ","306366":"\n  Phenomenon\n  ","306367":"\n  No\n  ","306368":"\n  Yes many times\n  ","306369":"\n  Listener I just ramble and mess up a bunch while talking, so I usually stay quiet\n  ","306370":"\n  I already am doing it lol singing\n  ","306371":"\n  Me\n  ","306372":"\n  Idk lol\n  ","306373":"\n  Yes\n  ","306374":"\n  Dude it's space, not a lot of people can say they've been there\n  ","306375":"\n  Lots of things\n  ","306376":"\n  Yes\n  ","306377":"\n  Natural it's dark brown, but I dyed it red\n  ","306378":"\n  Nope\n  ","306379":"\n  Platypus, but lately I've actually have been saying pigeon\n  ","306380":"\n  Yes\n  ","306381":"\n  Food\n  ","306382":"\n  Idk lol\n  ","306383":"\n  Don't have one\n  ","306384":"\n  Long car rides. It's one of those weird things that I'm able to do the rest of my family will get car sick if they do it\n  ","306385":"\n  I took the idiot down\n  ","306386":"\n  Taken by food\n  ","306387":"\n  Neither I'm too clumsy lol\n  ","306388":"\n  Yes a few things actually\n  ","306389":"\n  Taco Bell\n  ","306390":"\n  Bahamas\n  ","306391":"\n  The person that changed the world for the better\n  ","306392":"\n  Once\n  ","306393":"\n  Just people being idiots in general.\n  ","306394":"\n  Water\n  ","306395":"\n  I think that's like a new definition of stupidity right there. I mean they be evil and make you seem like the worst and most hated person on the planet. I definitely would not ever support it.\n  ","306396":"\n  One Direction\n  ","306397":"\n  Lol this is actually something Leon, and I did as a dare of course, but I had to stand next to a guy that would check me out, and I would say, \"I know it's crazy that you could never tell I have a penis right?\" I have never laughed so hard before in my life. I mean the look that some guys have me it was awesome XD\n  ","306398":"\n  I know this seems a little cliché, but I'd ask for world peace.\n  ","306399":"\n  Cooked scorpion it was really good\n  ","306400":"\n  Beluga there's so many ways you can say that word lol\n  ","306401":"\n  The movie Jupiter Ascending or whatever it's called it was awesome\n  ","306402":"\n  A beautiful sunset and sunrise\n  ","306403":"\n  I'm all over the place really lol I roll around in my sleep unless I'm in somebody's arms\n  ","306404":"\n  Idc really, I think it doesn't matter in all honesty.\n  ","306405":"\n  A pet tiger or a snow leopard I love them both\n  ","306406":"\n  Nope\n  ","306407":"\n  Nothing I don't have a computer lol\n  ","306408":"\n  That's not a fair question lol\n  ","306409":"\n  I would like to just relax, I never get days to just lay down, and sleep all day\n  ","306410":"\n  Yes\n  ","306411":"\n  Giving\n  ","306412":"\n  Mint chocolate chip\n  ","306413":"\n  Outgoing\n  ","306414":"\n  How sore I am lol\n  ","306415":"\n  Banana peppers atm\n  ","306416":"\n  To the person that wanted me to take a selfie with me eating lol\n  ","306417":"\n  Yeah but after that I went and got some berries cuz I got hungry again\n  ","306418":"\n  Just a few berries\n  ","306419":"\n  I have never fully fallen for somebody, so I can't say\n  ","306420":"\n  I'll puke\n  ","306421":"\n  The Heat\n  ","306422":"\n  I'm full atm, so I'm not gonna eat until I'm hungry. That's like a terrible thing to do to yourself lol\n  ","306423":"\n  I'm wonder why my friend is cuddling my leg in his sleep right now lol\n  ","306424":"\n  Idk lol\n  ","306425":"\n  No lol that's weird\n  ","306426":"\n  Lol\n  ","306427":"\n  That's as good as it gets lol\n  ","306428":"\n  My stomach\n  ","306429":"\n  It wouldn't work. I have this thing where I can't constantly eat without doing some form of exercise its weird lol. I get really mad if I'm unable to\n  ","306430":"\n  There lol\n  ","306431":"\n  No lol food is amazing\n  ","306432":"\n  Then that guy sounds like my new best friend lol\n  ","306433":"\n  No lol\n  ","306434":"\n  Why are people asking me about food? It's weird hahahaha. It's just like hey I'm just gonna talk with a random person about food today lol\n  ","306435":"\n  Well let's just say it might put a dent in his wallet lol\n  ","306436":"\n  It honestly depends on my mood for the day\n  ","306437":"\n  A Challenger cuz those cars are so sexy\n  ","306438":"\n  Not really no\n  ","306439":"\n  The interior design of it\n  ","306440":"\n  Well yeah\n  ","306441":"\n  Nope I'm just thinking about soccer that way I can keep food off my mind lol\n  ","306442":"\n  Idk what you're trying to ask sorry\n  ","306443":"\n  A jar of banana peppers\n  ","306444":"\n  Idk I think everybody has others bringing them down cuz that just seems to be the way things work it's messed up really\n  ","306445":"\n  Lol shutup\n  ","306446":"\n  Eh in some cases yes\n  ","306447":"\n  Idk lol. It wouldn't really be a bf\/gf relationship it would be more of a friendly one.\n  ","306448":"\n  Well it honestly depends I could understand if it was just for like cleaning up an oil spill or something like that but if it was just for the entertainment for people then no\n  ","306449":"\n  NO\n  ","306450":"\n  Well I wasn't and then you decided to say that lol\n  ","306451":"\n  Extremely hungry lol\n  ","306452":"\n  What I'm saying is he'd expect more in return. What I've noticed is guys that are in a relationship expect a lot of things in return that I for one don't think I could own up to. It's a lot of stress\n  ","306453":"\n  Yeah but a lot of people are making me hungry asking me about food lol\n  ","306454":"\n  Very lol\n  ","306455":"\n  Not saying lol cuz I was being stupid\n  ","306456":"\n  Yes\n  ","306457":"\n  No actually, but I don't have the stuff in craving at my place lol\n  ","306458":"\n  I have my friends lol. They don't expect as many things as a boyfriend does.\n  ","306459":"\n  Yeah lol. I love food, so it's pretty much a given\n  ","306460":"\n  Cuz then I'm gonna be extremely hungry lol, and I don't feel like going to the store\n  ","306461":"\n  Like about 4 years ago I was going through a lot of body changes at the time though I soon lost all the weight\n  ","306462":"\n  Pizza, a sub sandwich, and a lot of other things. Don't get me started lol\n  ","306463":"\n  Idk lol\n  ","306464":"\n  Yeah I have like 3 fights at 6 pm tonight\n  ","306465":"\n  Atm I've been craving banana peppers, but I'm not getting started cuz then I'm just gonna get hungry again lol\n  ","306466":"\n  Lol I've been there done that, but I street fight, so I don't really worry about it anymore\n  ","306467":"\n  Lol fine\n  ","306468":"\n  No, I usually eat like double what the average person eats lol\n  ","306469":"\n  Actually I'm getting a bit hungry right now lol\n  ","306470":"\n  Tommy and it was on the evolution of the chocolate chip cookie. It was very educational lol\n  ","306471":"\n  Home made Chicken soup\n  ","306472":"\n  Being the person that everybody hates, I want people to like me that way I don't feel like I'm coming off as rude if that makes sense\n  ","306473":"\n  Idk lol it just goes away\n  ","306474":"\n  About 5 minutes ago\n  ","306475":"\n  Pants people I can't stand\n  ","306476":"\n  A little bit of both tbh\n  ","306477":"\n  The Blind Side\n  ","306478":"\n  What? Lol\n  ","306479":"\n  Watch prank videos, or hit a punching bag\n  ","306480":"\n  Latin, Spanish, and Chinese\n  ","306481":"\n  Being a street performer\n  ","306482":"\n  Well yeah just the other day I had pizza and then Taco Bell in the same hour lol\n  ","306483":"\n  Tampons\n  ","306484":"\n  I love tattoos! I just think they're cool if they have a meaning to them, but I don't care if a guy has them or not\n  ","306485":"\n  A couple here and there\n  ","306486":"\n  Idk lol\n  ","306487":"\n  The food store\n  ","306488":"\n  Yes\n  ","306489":"\n  No, actually. It's getting smaller which is weird because you'd think with everything I eat it would be huge lol\n  ","306490":"\n  This is my secret nerdy thing about me, I collect stamps\n  ","306491":"\n  Cat person mainly because growing up I've always had a cat\n  ","306492":"\n  I usually dive straight in just to piss off the workers here\n  ","306493":"\n  Yes\n  ","306494":"\n  A lot\n  ","306495":"\n  My school books\n  ","306496":"\n  Yes, but I don't want to say lol\n  ","306497":"\n  Mr. Willy Wilson he's an old resident in Alaska\n  ","306498":"\n  Best Day of my Life\n  ","306499":"\n  $100 Amazon Gift Card\n  ","306500":"\n  Click on a random playlist\n  ","306501":"\n  Lots of things lol\n  ","306502":"\n  Yeah I find it very original\n  ","306503":"\n  The Heat\n  ","306504":"\n  A parking lot\n  ","306505":"\n  Free writing\n  ","306506":"\n  Probably would be something random and funny\n  ","306507":"\n  Idk lol\n  ","306508":"\n  Yes and no\n  ","306509":"\n  A chef, somebody who know their way around, and a doctor in case of any emergencies\n  ","306510":"\n  Idk lol like I've said before there's a lot of people\n  ","306511":"\n  Chik-fil-a\n  ","306512":"\n  Depends\n  ","306513":"\n  None\n  ","306514":"\n  Lakes\n  ","306515":"\n  I can't say cuz I look at things from a different prospective than a lot of people, and I don't want my opinion to spark up unwanted bullshit\n  ","306516":"\n  My family\n  ","306517":"\n  Annabelle\n  ","306518":"\n  Idk there are so many\n  ","306519":"\n  Any book that catches my eye\n  ","306520":"\n  Idk, I don't think I can predict that lol\n  ","306521":"\n  Not very. It's just a piece of paper.\n  ","306522":"\n  Yes\n  ","306523":"\n  Golf. I can't sit there and not get no exercise what so ever I have to be doing something that gets my adrenaline going\n  ","306524":"\n  Depends on my mood\n  ","306525":"\n  I would, but One Direction isn't from here, so I've got nothing lol\n  ","306526":"\n  Well, duh.\n  ","306527":"\n  Luke\n  ","306528":"\n  Sammy, Sierra, and Denauli\n  ","306529":"\n  Both. It's hard to explain\n  ","306530":"\n  Soccer\n  ","306531":"\n  Moist. That is one of the most annoying words ever. It just bugs me lol\n  ","306532":"\n  Ellie, Lilly, Jacob, and Bruce.\n  ","306533":"\n  Both\n  ","306534":"\n  I would try to find a way for it not to be the end of the world\n  ","306535":"\n  Chains by Nick Jonas\n  ","306536":"\n  Forever I'd hope\n  ","306537":"\n  I have a ton actually I have a lot of co-owned blogs that are a load of fun to have.\n  ","306538":"\n  Gabriel\n  ","306539":"\n  First of all HAHAHAHAHA. Second of all I'd have to say when I was at Cedar Point, and I was on a roller coaster XD. It was very interesting lol\n  ","306540":"\n  Miracles with my stupidity lol\n  ","306541":"\n  Crazy\n  ","306542":"\n  Many things\n  ","306543":"\n  No\n  ","306544":"\n  Nothing\n  ","306545":"\n  5 minutes ago\n  ","306546":"\n  Jay French? Duh lol\n  ","306547":"\n  Well duh, making sure my doctor doesn't screw up and almost kills me like my grandma's doctor always does\n  ","306548":"\n  Eh, it's the only thing I've got, but it's all messed up, so I really can't say lol\n  ","306549":"\n  More than I can remember lol\n  ","306550":"\n  Banana peppers, pepperoni, sausage, Canadian bacon, and lots of cheese\n  ","306551":"\n  $50,000 I don't do legal problems lol\n  ","306552":"\n  In my bed? Lol\n  ","306553":"\n  I have 3 more fights today, I have to watch my boys and make sure they don't get into any trouble while they're at my place, and keeping the kids under control\n  ","306554":"\n  Sushi\n  ","306555":"\n  A whole 3 weeks alone just relaxing, and doing what I want\n  ","306556":"\n  YouTube\n  ","306557":"\n  London, England\n  ","306558":"\n  My most recent would have to be last December\n  ","306559":"\n  Too screwed up, I don't want others to have it\n  ","306560":"\n  Summer Love by One Direction\n  ","306561":"\n  Funny videos on YouTube\n  ","306562":"\n  Everybody who reads this\n  ","306563":"\n  Lots of things\n  ","306564":"\n  A ball of rice which I ended up having a food fight with my family\n  ","306565":"\n  French\n  ","306566":"\n  Anything really if I have a good recipe\n  ","306567":"\n  Australia, France, and Ireland.\n  ","306568":"\n  A gigantic stuffed teddy bear\n  ","306569":"\n  Yes\n  ","306570":"\n  Green Giant\n  ","306571":"\n  Honestly it depends on my mood before I go to sleep\n  ","306572":"\n  My mom cooking lunch\n  ","306573":"\n  Oreos\n  ","306574":"\n  Instagram\n  ","306575":"\n  Whatever I feel like\n  ","306576":"\n  Someone like you by Adele\n  ","306577":"\n  Don't eat the yellow snow\n  ","306578":"\n  Heaven\n  ","306579":"\n  Bleeding Hearts\n  ","306580":"\n  Labyrinth\n  ","306581":"\n  Probably not because knowing myself if screw it up\n  ","306582":"\n  London, England\n  ","306583":"\n  German Shepard\n  ","306584":"\n  My 4th birthday where my aunt and uncle got drunk, danced on the table, and the table broke underneath them\n  ","306585":"\n  Nothing cuz then it wouldn't happen if I expected it\n  ","306586":"\n  It is what it is\n  ","306587":"\n  No, I'd get to depressed watching everybody die\n  ","306588":"\n  Wednesday\n  ","306589":"\n  Probably fall in love\n  ","306590":"\n  The book store\n  ","306591":"\n  Catch Me by Demi Lovato\n  ","306592":"\n  Day\n  ","306593":"\n  There's so many things bro\n  ","306594":"\n  Blue\n  ","306595":"\n  It's very original, and it's perfect for like famous people because we don't treat them like they're famous we treat them like a normal person\n  ","306596":"\n  My Grandpa Rodney, so we could just like catch up on life\n  ","306597":"\n  Don't ever ask me that, you evil person\n  ","306598":"\n  Smokey and the Bandit\n  ","306599":"\n  Food, music, family, friends, and animals\n  ","306600":"\n  Not very many\n  ","306601":"\n  Spontaneously lol\n  ","306602":"\n  Hawaii\n  ","306603":"\n  One Direction. They're the people who I know that won't ever change for somebody else because they're perfect the way they are\n  ","306604":"\n  None, they're all complete lies, so I don't even bother with them\n  ","306605":"\n  Too many snobby rich people. I live in the city where all the rich people even though my family is broke lol\n  ","306606":"\n  Idk who they are, so I'd be like who are you? Lol\n  ","306607":"\n  Lots of things, but my dream last night I was trying to stop a cop from killing me, and I was also trying to stop two ghosts from possessing me\n  ","306608":"\n  Idk there are so many\n  ","306609":"\n  The Animal Shelter asking if I can design a new building for them\n  ","306610":"\n  Sammy\n  ","306611":"\n  Free food for life\n  ","306612":"\n  More than I can remember\n  ","306613":"\n  Trust\n  ","306614":"\n  Nobody's cuz I like my life, and I wouldn't ever switch lives with anybody\n  ","306615":"\n  Listen to music, I won't sleep unless I listen to music\n  ","306616":"\n  Last year when my little brother was being born his umbilical cord was wrapped around his neck, and he almost didn't make it through birth. Because of that experience I've cherished that kid cuz he's a miracle.\n  ","306617":"\n  Oreos, Nutella, chocolates, pizza, the list goes on forever lol\n  ","306618":"\n  The song Asshole it's literally the funniest song I've ever heard lol\n  ","306619":"\n  I think more people need to do it to protect the animals lol I know I'm a hippie ✌️\n  ","306620":"\n  Lol idk\n  ","306621":"\n  Honestly I wouldn't change anything because those mistakes have made me a stronger person today\n  ","306622":"\n  Lol idk\n  ","306623":"\n  About a month\n  ","306624":"\n  Yeah, I'm only scared of like one thing\n  ","306625":"\n  I can't say cuz it's not legal lol\n  ","306626":"\n  My friend Denauli\n  ","306627":"\n  Nope\n  ","306628":"\n  Lots of people cuz there's so many people that I've noticed lately that need a JayBug Hug (yes that's what I call my awesome hugs)\n  ","306629":"\n  Taco Bell\n  ","306630":"\n  Yes, but I'm not gonna say what it was because it was sort of nasty but very weird at the same time\n  ","306631":"\n  Get food ✌️\n  ","306632":"\n  I would like to add that I know medical stuff, I know how to do more things than the average 16 year old, and I guess I sort of fulfilled my parents wishes in medical so yeah\n  ","306633":"\n  My own dreams because I make more money than the job they ever wanted me to do in the first place.\n  ","306634":"\n  Sky diving, bungee jumping, mountain climbing, and lots of other things\n  ","306635":"\n  I'd have to say August cuz that's my birthday, and I usually spend the whole month with one of my boys\n  ","306636":"\n  Well I fought Dalik, and I won title for best fighter in my age group\n  ","306637":"\n  SO MANY THINGS OMG\n  ","306638":"\n  Honesty. If you're gonna lie to me I won't bother to put up with you any longer\n  ","306639":"\n  When people walk really slow in front of me. It's like if you don't walk faster I will literally kick your ass and push you out of the way\n  ","306640":"\n  Very, I know I can rock my pajamjams better than my sister\n  ","306641":"\n  Idk lol\n  ","306642":"\n  Food\n  ","306643":"\n  Yes, but I think it's more of the part of me screwing things up that I'm really afraid of.\n  ","306644":"\n  Idk really\n  ","306645":"\n  Twitter, Instagram, Facebook, Google, and YouTube.\n  ","306646":"\n  My boys definitely they're always there for me no matter what\n  ","306647":"\n  Idk really, I think it'll all play out when I get there\n  ","306648":"\n  London, England\n  ","306649":"\n  Yes\n  ","306650":"\n  Lots of things lol like pranking people, going on roller coasters, swimming, etc.\n  ","306651":"\n  No lol\n  ","306652":"\n  I'm not in school anymore lol I graduated\n  ","306653":"\n  2\n  ","306654":"\n  My sister cuz she understands me better than anyone else\n  ","306655":"\n  Free pizza from my manager\n  ","306656":"\n  Food for the homeless\n  ","306657":"\n  Lol Idk\n  ","306658":"\n  Respect and trust definitely\n  ","306659":"\n  That not all Americans are selfish and greedy\n  ","306660":"\n  Lol Idk\n  ","306661":"\n  Gummy Bears\n  ","306662":"\n  I think people are entitled on who they love. It isn't our decision for who they love, it's theirs\n  ","306663":"\n  I'm good, 😄\n  \n  How are you?\n  ","306664":"\n  I preferred a cup of ice-cold soda 😅\n  ","306665":"\n  I honestly don't think it is taken seriously. I was one of those people who didn't believe in this matter till now that I am older; I understand why people experience this every day and others find a way to manage. I feel society sees this as a weakness, but in reality, it's a serious matter that needs to be addressed everywhere (School, work, or a family situation). We need to be more outspoken, and we should consider it a significant health issue.\n  ","306666":"\n  Movies! 😂\n  ","306667":"\n  - Study for exams\n  \n  - watch a movie\n  \n  - hang out with friends\n  ","306668":"\n  - Family \/ Friends dinner\n  \n  - Secret Santa exchange gifts\n  \n  - Board games\n  ","306669":"\n  Single 🙋🏻‍♂️...working on it 😅\n  ","306670":"\n  ”C’mon on now”\n  \n  E.g., if somebody slams something like a door for no reason, I would say c’mon on now. It's Like saying why 😂\n  ","306671":"\n  I say both only when necessary, like in an emergency and I don't have the cash; I will ask for borrow.\n  ","306672":"\n  I like to take long walks, especially in a park or anywhere with trees, and listen to music. I even forget why I was sad in the first place 😅\n  ","306673":"\n  Eeww!\n  \n  But, yes, and at home. 😅🤦🏻‍♂️\n  ","306674":"\n  Personally, Paypal. I trust them like I trust my bank. 😄\n  ","306675":"\n  Lol may sound corny (Don’t petty me, lol ) They only have failed me when it comes to love. Let me rephrase that I honestly meet a perfect girl every year and swear I get this strong connection after we bond, and later I find out she has a bf or she is seeing someone while we were talking. 🤦🏻‍♂️\n  ","306676":"\n  When I have a baby, I would like to get Simba from The Lion King (w\/ date of birth) when he's painted on the tree.\n  ","306677":"\n  When you get married, you don't rate your partner from 1-10; it's just pure love😄.\n  \n  But to answer your question, I would go with a six because why would I marry a 10 with a lousy personality. Our relationship is going to be unhealthy and toxic. Chances are we won't last long and get a divorce, and with a six, at least she has a fantastic personality, and we are going to last forever. (Lol, feels wrong to answer this question)\n  \n  On a side note, never rate someone by looks; if you fall in love with a person, faces are the last thing that crosses your mind. It’s the bond, positive energy, and chemistry you guys attract to one another. 😄\n  ","306678":"\n  Nope ☺️\n  ","306679":"\n  A man sitting on a beach chair reading the newspaper on top of a frozen cup of coffee w\/ sugar.\n  ","306680":"\n  Don't have any 😅\n  ","306681":"\n  I experienced two, one fun and one not so much.\n  \n  Fun: I jumped out of a plane 😬\n  \n  Not so fun: I almost got mugged by a man with a knife. Sadly, the streets of NY can be dangerous till this day. I say practically got mug because someone was there to witness the scene, and the guy with the knife took off.\n  ","306682":"\n  ...\n  ","306683":"\n  Hello 😄\n  ","306684":"\n  Navy blue\n  ","306685":"\n  Instagram\n  \n  Facebook\n  \n  Linkedin\n  \n  Twitter (Inactive)\n  \n  Tiktok (Inactive)\n  ","306686":"\n  From a guy's pov, we don't mind. Both look nice on a (female) lady 😄\n  ","306687":"\n  IT chapter 2 is the most recent horror movie I watched, not scary though, lol\n  ","306688":"\n  From 1-10, a solid five, lol, get me in trouble sometimes because I take multiple tasks and can't meet the deadline.\n  ","306689":"\n  It depends, but I always have five people I can count on.\n  ","306690":"\n  Google chrome 🤓\n  ","306691":"\n  Never! I don't know why people always trash public bathrooms.\n  ","306692":"\n  True, but also to this day, Red is my favorite color. 😄\n  ","306693":"\n  It's going 😅\n  ","306694":"\n  PS5 😄\n  ","306695":"\n  Shower 😄🤷🏻‍♂️\n  ","306696":"\n  Anyone can always find a friend here 👏👏\n  ","306697":"\n  Indeed, the pain you may be going through right now (Depression\/ sadness) won't last. You, my friend, matter, and honestly, there times I feel depressed myself, but you know what makes me sadder the fact that if tomorrow I'm gone out of this world, I will hurt all of those who loved me, including family and friends. Please seek professional help and express yourself vocally 👏👏; believe me, that helps.\n  ","306698":"\n  Hi Jon,\n  \n  Nice meeting you! 😄 my name is Gio. Thank you again for the helpful advice (honestly). Likewise, I am also following you 😄🤝\n  ","306699":"\n  Pepsi 😄\n  ","306700":"\n  Lol, I get the question, but it sounds a bit off.- you mean if you fall in love with the friend you are just messing around with, then let her know. If you see them as a GF, then the same thing, let her know.\n  ","306701":"\n  November 27\n  ","306702":"\n  Shampoo and deodorant 🤦🏻‍♂️\n  ","306703":"\n  It depends.- If focused on a school project or assignment at work (Alone), but if I want to hang out or have fun, I preferred company. But I also want to point out that not everyone needs to be surrounded by a group of ppl to have fun; I traveled alone twice and honestly had the best time.\n  ","306704":"\n  Friday 😂\n  ","306705":"\n  Hello\n  ","306706":"\n  My 3 yr old nephew.\n  ","306707":"\n  Looks but most importantly, her personality and character.\n  ","306708":"\n  I used to but then got sick because of their falling hair, so not anymore. But they're lovely pets 😄\n  ","306709":"\n  Fall \/ Winter\n  ","306710":"\n  18th Birthday I was caught of guard with 2 birthday cakes. ☺️😄\n  ","306711":"\n  Both but the one that kicks in is Hot Coffee, so I got with Hot.\n  ","306712":"\n  Laying down (Left side) :)\n  ","306713":"\n  - To be rich\n  \n  - Powers\n  \n  - My loved ones to be healthy\n  ","306714":"\n  Not for you friend, just move one to the next one.\n  ","306715":"\n  Always, my future in terms of education (career-wise), my goals, etc.\n  ","306716":"\n  Weird but Scarface in terms of ambition, trust, having the gift to tell when someone is lying to me or doing me wrong. Always wanting to do more but also give - the only thing I don't do is the cocaine part 😂\n  ","306717":"\n  Sometimes schools make you take courses you don't need or contribute to your principal.\n  \n  At work, you will deal with coworkers who like to suck up to management and screw you up. If power is easy-going, then you better start learning how to suck up. All honestly, be yourself, work hard, do your job, and you should be fine, but there are coworkers you will encounter who are terrible people.\n  \n  I haven't retired yet :) so I can't answer this lol\n  ","306718":"\n  It Depends, but I would go with ignoring\/Avoid that person back. Eventually, they will try and talk to you.\n  ","306719":"\n  Weird, lol, But I would go naked. I don't think I would control my thoughts, especially if I hate that person. 😂\n  ","306720":"\n  Why not? It's your dream you control it.\n  ","306721":"\n  - Lack of communication\n  \n  - Lack of Trust\n  \n  - Aggressive partner\n  \n  - Constantly arguing\n  \n  - Feeling depressed\/sad\n  ","306722":"\n  My family (siblings\/parents) but can't deny that I love them 😄\n  ","306723":"\n  Unfortunately, no, but I would like love to travel as a spectator to the past if I could.\n  ","306724":"\n  Keating's Triumph from Dead Poets Society :)\n  ","306725":"\n  Loyalty\n  \n  Honesty\n  \n  Respect\n  \n  Trustworthy\n  \n  Fun time\/ Laughter\n  ","306726":"\n  UNO, Monopoly, Heads-up, Jenga, Life, Chess, Checkers, and Scramble :D\n  ","306727":"\n  Normal feeling but no worries, man, just give her some space and time. Do not beg her or start calling her. It would make things worst. Meanwhile, hang out with your friends (not necessarily at a bar) but watch a movie, play games, or joke around. Stay strong, bud!\n  ","306728":"\n  Friday\n  ","306729":"\n  Honestly, I was thinking of doing it myself just so that I can get the Ps5 before Christmas till I learned it's illegal in most countries and states, so not worth it. Yeah, everyone should be fair, first come, first serve.\n  ","306730":"\n  Yeah, I heard you can buy a bot, but honestly risky. Some companies that provide these bots are illegal or in the process of becoming banned. Not only that, but they steal your data. Not worth it- but yeah have to wait for the next wave sometime this month or Mid January.\n  ","306731":"\n  Denzel Washington, Robert Williams, Robert DeNiro, Leonardo Dicaprio, and Al Pacino.\n  \n  If I had to pick one, I would go with Robert Williams; his movies have a strong message.\n  ","306732":"\n  Tough one...take me back to 5 years old. But if we are talking about just the present, become a professional soccer player.\n  ","306733":"\n  Facebook and Instagram\n  ","306734":"\n  Juneau, Alaska\n  ","306735":"\n  Right now that my Ps4 console broke down and waiting for the PS5 to restock, I will say Among Us.\n  ","306736":"\n  Easy but might be hard for HS students, but friendly advice you will never again see again once you're done with HS unless they were your real friends.\n  ","306737":"\n  Both. I was an FT student and employee - remote school and work killed my vibe.\n  ","306738":"\n  Large Fries, Cheeseburger (no onions or pickles) large coke.\n  ","306739":"\n  Yes and No. No, because of my grammar (.,!’;) is not the best lol\n  \n  Yes, because it's also one of the best ways to communicate with others.\n  ","306740":"\n  It sounds like a very unhealthy relationship. He has no respect for your marriage. First of all, why still be friends with someone who's trying to get with him in bed while married (that's not a friend). Second, why would he tell you this knowing it will make you feel uncomfortable - honestly, approach him. Tell him to stop seeing this person because it makes you uncomfortable how would he like it if you spoke the same way about another guy.\n  ","306741":"\n  Depends on the mood\n  ","306742":"\n  Sometimes works-\n  \n  - Watch a boring movie you've never watched.\n  \n  - Read a book.\n  \n  - Listen to instrumental music at low volume.\n  \n  Hope it helps :)\n  ","306743":"\n  Future\n  ","306744":"\n  I usually will play video games, but my console broke down, and the PS5 is sold out. That being said, I have been invested in Youtube videos, movies on iTunes and Netflix.\n  ","306745":"\n  If they are acting yes! It's called being fake 😒\n  ","306746":"\n  Amen!\n  ","306747":"\n  Regular Coffee with milf and three spoons of sugar and Egg and cheese (no be on) on a roll.\n  ","306748":"\n  Marley and Me (And I'm a guy). The pursuit of Happyness (didn't break me, but a very emotionally motivating movie to watch). Coco, Dead poets society, Collateral Beauty.\n  \n  From all of the movies, I listed down, only ”Marley and me” almost brought me to tears.\n  ","306749":"\n  If he chose drugs over you not necessarily means he hates you but probably hates himself. He may be going through a difficult time. Probably drugs are his only way that he can ignore or try to forget the pain.\n  ","306750":"\n  Probably he has—a better sense of humor\/personality.\n  ","306751":"\n  I would buy Island\/s, buildings, and houses, etc.\n  ","306752":"\n  Always! At 23, I went skydivin, and, honestly, the best experience ever.\n  ","306753":"\n  Me personally, yes.- The reason I say this is because My horoscopes match the way I am in terms of personality and characteristics. everyone is different, so you are going to get mixed opinions, but for me it is yes. :)\n  ","306754":"\n  Robin Williams “What Dreams May Come”. Oh man, great movie!\n  ","306755":"\n  I guess depends on the current situation but not all men are the same.- Same can apply to females.\n  ","306756":"\n  1-10 a solid 10\n  \n  People who have below 7-10 I think don't enjoy or know how to interact with their parents for weird reasons. Always love your parents!\n  ","306757":"\n  I like Bank of America\n  ","306758":"\n  It's bad but I have a habit of judging people by personality. I’ve noticed most people pretend to be someone their not.\n  ","306759":"\n  (old) Facebook with fewer adds and features.\n  ","306760":"\n  On a good day DD’s. I think Starbucks coffee is overrated to be honest.\n  ","306761":"\n  I would like to be Superman.\n  \n  Strength\n  \n  Fly\n  \n  Super Speed\n  \n\n  Mostly the power I would like to have :)\n  ","306762":"\n  Honestly, just go for it and just ask her out. Don't start long convos because that dries everything out. Just a couple of examples ”Hey, are you free Saturday? Want to go see (movie name) it just came out and heard it's really good” or hey, if your not busy Saturday want to hang out and get some food at this place called (restaurant name) I heard they make good burgers. She will know your intentions so wait if she says yes or no.\n  ","306763":"\n  Honestly, two things freeze or pass out.\n  ","306764":"\n  I do, but because I want to. Growing up my parents struggled financially, and thankfully things have changed(I’m not reach either lol) but my parents are older now and It's harder for them to work. So, moving out is like putting them back in the same situation we were in when I was a kid.\n  ","306765":"\n  forgive and move on and eventually you will eventually forget without even knowing.\n  ","306766":"\n  I think it all depends on your own personal financial status. For example, will helping him\/her effect you in any way?\n  ","306767":"\n  Go back to my Elememtary school days.- Best days of my life as a kid.\n  ","306768":"\n  Someone who is independent, hardworking, determined but more important has a good sense of humor :D\n  ","306769":"\n  Be straightforward - want to go see a movie ?\n  ","306770":"\n  Depends on what console and If I am playing with a group of friends.- Other than that I enjoy playing Single player games...currently \"The Long Dark\"\n  ","306771":"\n  Yes\n  ","306772":"\n  As long as you guys are both adults then nope...I don't think age matters.\n  ","306773":"\n  Invest in yourself (Especially if your are young) while your friends are hanging out.-\n  ","306774":"\n  A $65 video game 🤦🏻‍♂️ #Quarantine\n  ","306775":"\n  Depends only if she also loves me back and l If I can afford it. Meaning- will I survive financially.\n  ","306776":"\n  Yes!\n  ","306777":"\n  Saying the wrong thing.- Ex: Doing a presentation with only practicing one day before.\n  ","306778":"\n  Soccer\n  ","306779":"\n  If I am not really interested in the person and vice-versa.\n  ","306780":"\n  If you smile at me I will fall in love with you. So the answer is yes.\n  ","306781":"\n  People who are honest meaning the one's who don't pretend to be something they're not.\n  ","306782":"\n  The Office\n  ","306783":"\n  Still remember like if it was just yesterday. I was in 4th grade when I had my first crush (aka love). Currently in college now 🤷🏻‍♂️\n  ","306784":"\n  If it’s a random person “Personality”.- If it’s someone I know “Mood”\n  ","306785":"\n  Having a beautiful family of my own.\n  ","306786":"\n  Asking a girl on a date (without canceling)🤷🏻‍♂️ but hey there's more fish in the sea so I keep trying. Lol\n  ","306787":"\n  Yes...I saw a three 🐄🐂🐃 waking together.\n  ","306788":"\n  1-2\n  ","306789":"\n  Traveled to Alaska 😄\n  ","306790":"\n  Still trying to figure it out.\n  ","306791":"\n  Love it!\n  ","306792":"\n  All of them\n  ","306793":"\n  - Friends\n  \n  - Gf\n  \n  - Nice ppl\n  ","306794":"\n  Randomly asking a girl out who I randomly added on Fb. 🤷🏻‍♂️\n  ","306795":"\n  Purple\n  ","306796":"\n  English & Spanish 😉\n  ","306797":"\n  I love working harder because later in life everything else will become easy for me. (Just my opinion)\n  ","306798":"\n  Hero\n  ","306799":"\n  Where you from? & How old are you? (Most common questions to ask) 🤷🏻‍♂️\n  ","306800":"\n  I do.- It's a Scarface (The world is yours) Canvas I got as a gift. That's the first thing I look when I get out of bed.- Small motivation to start of my day 😊\n  ","306801":"\n  Nope not yet & I really hope I never do lol\n  ","306802":"\n  Oh man that's the worst lol - Just patiently wait till I pass out on my own.-Sometimes I start watching a new show (that I never heard of) on Netflix or browse through videos on Youtube till I slowly start falling asleep.\n  ","306803":"\n  When I go to different places.- Parties, The Mall or when I hang out with my friends.\n  ","306804":"\n  Keep being you, feels awkward but that's because you're not tagging along with their stupidity.\n  ","306805":"\n  Twice a day.- Morning & Evening\n  ","306806":"\n  Being too nice!\n  ","306807":"\n  As weird it may sound I only use Fb & Ig 🤷🏻‍♂️ lol\n  ","306808":"\n  Depends on what you need it for: For eg: I had a Mac OS for over more than 5 year.- It's an amazing computer for Video\/ picture editing etc. This past month I ended up buyin a Microsoft Surface Pro 7 for Accounting purposes since the Mac won't support most Accounting Softwares. Both are great!\n  ","306809":"\n  Thanks for the response.- I really Didn't think about it that way but you make lots of sense and I think it's best to move on. Thank you!!😄😄\n  ","306810":"\n  A young boy with an old soul.- Knowing that I am the author of the book, I am 100% sure My fan's- family & friends would understand.\n  ","306811":"\n  Brave\n  ","306812":"\n  Sunrise 🌅  Always happy to see a new bright day! 😄\n  ","306813":"\n  I usually go with nice soft instrumental music.\n  \n  - Braveheart ”Freedom”\n  \n  - Gladiator ”We are now free”\n  \n  - Cello Suite No. 1\n  ","306814":"\n  Personality.- Only people I feel comfortable to be around or I trust will really know the type of person I am. That being said, people think they know me but in reality they don't & to me that's entertaining 🤷🏻‍♂️\n  ","306815":"\n  Income stability.- I would love to give my family the best life. (Better home, family trips, etc).\n  ","306816":"\n  I love my job but not the colleagues I work with in the same department. There's favoritism since the boss and employee are family-related (long story). A new opportunity has been offered to me elsewhere (decent pay) but my current employer has offered me more money if I stay.\n  ","306817":"\n  Depends on what.- Do I envy people based on their success etc. But If you referring to a Bf\/Gf relationship then I’ll give myself a 2. I am more of a friendly chill person 🤷🏻‍♂️\n  ","306818":"\n  Social Media: I get the latest news or at least catch up with the things going on around the world.- Also, going online and developing new skills using Udemy.\n  ","306819":"\n  No it's just briccs\n  ","306820":"\n  My family\n  ","306821":"\n  Nothing\n  ","306822":"\n  No I'm good\n  ","306823":"\n  Lift weights and sex\n  ","306824":"\n  Not in a long time\n  ","306825":"\n  Im doing good\n  ","306826":"\n  Come to Delano\n  ","306827":"\n  No baby\n  ","306828":"\n  Yea\n  ","306829":"\n  Yea\n  ","306830":"\n  No\n  ","306831":"\n  Grapes\n  ","306832":"\n  Online on mocospace\n  ","306833":"\n  Crumble\n  ","306834":"\n  Stop following behind folks\n  ","306835":"\n  It is what it is\n  ","306836":"\n  No\n  ","306837":"\n  No not really\n  ","306838":"\n  When I get out of here\n  ","306839":"\n  Today Monday\n  ","306840":"\n  Lifesaver gummies\n  ","306841":"\n  I'm not rude\n  ","306842":"\n  Don't know\n  ","306843":"\n  I don't drink tea\n  ","306844":"\n  Private\n  ","306845":"\n  Get out of prison\n  ","306846":"\n  Nobody\n  ","306847":"\n  I don't know that is\n  ","306848":"\n  Soda\n  ","306849":"\n  Spicy, extra spice\n  ","306850":"\n  It's good\n  ","306851":"\n  Yea\n  ","306852":"\n  Yea\n  ","306853":"\n  My draws are blac\n  ","306854":"\n  Yea im in jail\n  ","306855":"\n  I don't know\n  ","306856":"\n  I drink 2 2 gallon bottles\n  ","306857":"\n  Yea a naybor where I grew up\n  ","306858":"\n  Don't know\n  ","306859":"\n  Nothing really I have been in jail\n  ","306860":"\n  Morning\n  ","306861":"\n  No what is that?\n  ","306862":"\n  Madden\n  ","306863":"\n  Yes I do. I'm bowlegged\n  ","306864":"\n  Food\n  ","306865":"\n  Yes\n  ","306866":"\n  .\n  ","306867":"\n  English\n  ","306868":"\n  No\n  ","306869":"\n  How old are you?\n  ","306870":"\n  Yea\n  ","306871":"\n  Giid morning\n  ","306872":"\n  Use social media\n  ","306873":"\n  In jail\n  ","306874":"\n  Hello\n  ","306875":"\n  Just 4 right now\n  ","306876":"\n  I'm in prison\n  ","306877":"\n  Yea\n  "}}