{"Question":{"32190":"\n   were you born in america\n  ","32191":"\n   How long time have you been married? Can you show a wedding pic? ????\n  ","32192":"\n   ?\n  ","32193":"\n   Do you ever go outside on a clear night and look up at the stars? Do you know any of the constellations?\n  ","32194":"\n   _♤?\n  ","32195":"\n   Post a GIF that matches your current mood! ??❣️\n  ","32196":"\n   Do you like cornbread?\n  ","32197":"\n   Would you ever get plastic surgery? Personally I wouldn't.\n  ","32198":"\n   If you had to work but didn’t need the money, what would you choose to do?\n  ","32199":"\n   What is your favorite comedy movie?\n  ","32200":"\n   do you ever send anonymous questions?\n  ","32201":"\n   If you could have anyone locked in a room so that you could torment them for a day, who would you choose and how would you torment them?\n  ","32202":"\n   What can totally impress you?\n  ","32203":"\n   Whats your most annoying habit?\n  ","32204":"\n   Say something!\n  ","32205":"\n   What songs are you embarrassed to admit that you like?\n  ","32206":"\n   What movie should everyone see at least once?\nI will try to watch it.\n????\n  ","32207":"\n   What are some good things about the country you live in?\n  ","32208":"\n   Do you like coffee?\n  ","32209":"\n   How do you respond to someone crying?\n  ","32210":"\n   Pancakes or waffles?\n  ","32211":"\n   Name any 3 things that make you smile?\n  ","32212":"\n   What is it you most dislike?\n  ","32213":"\n   list the seasons in order from your favorite to your least favorite.\n  ","32214":"\n   think of all tools (hammer, wrench, drill, screw driver, etc.)\nwhich one do you find yourself using the most?\n  ","32215":"\n   Are you good at coming up with ideas? I'm actually terrible haha\n  ","32216":"\n   Who was the last person you gave a kiss?\n  ","32217":"\n   UK friends, how do you feel about masks being made mandatory on the 24th?\nNon UK friends, have masks been made mandatory there and should they be?\n  ","32218":"\n   Where do you want to live; someone's heart or prayer?\n  ","32219":"\n   Are you bad at remembering names?\n  ","32220":"\n   Is there a time of day when you feel the most motivated? What type things do you do at that time?\n  ","32221":"\n   What are the things you have overcome in your life??\n  ","32222":"\n   I’m school were you quick to raise your hand to answer or volunteer?\n  ","32223":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","32224":"\n   What does comfort mean to you?\n  ","32225":"\n   Do you have a crush ? Can you describe ?\n  ","32226":"\n   what are your least favorite dishes to wash? I hate washing pots and pans ?\n  ","32227":"\n   Do you where your heart on your sleeves??\n  ","32228":"\n   Based off my pictures what type if person do you think I am?\n  ","32229":"\n   If God sneezes, what should you say??\n  ","32230":"\n   Do you think people deserve a second chance?\n  ","32231":"\n   have you ever encountered an online stalker?\nif so, what made them stop?\n  ","32232":"\n   What is your least favorite fruit?\n  ","32233":"\n   Thank you so much sis. For your precious wishes and surprises. I love you so much♥️??\n  ","32234":"\n   What tv show\/movie did u enjoy as a young child, but is seems completely ridiculous or unrealistic to watch now that you are an adult?\n  ","32235":"\n   What's your favorite type of music?\n  ","32236":"\n   Anything you're proud of ?\n  ","32237":"\n   ?Life is so beautiful, live it?\n  ","32238":"\n   What things help you relax the best?\n  ","32239":"\n   How did you come up with your username?\n  ","32240":"\n   Have you ever locked yourself out of the house?\n  ","32241":"\n   Game and sing? I don't believe that I've heard of it. I've heard of dancing by myself. I'm just being sillier on your page.\n  ","32242":"\n   What do you struggle to do every day?\n  ","32243":"\n   Love you so much sis♥️??\n  ","32244":"\n   what is something about you that not a lot of people know?\n  ","32245":"\n   Life is beautiful or Life is painful-\nWhat do you think? ??️\n  ","32246":"\n   Have you eaten fried eggplant\n  ","32247":"\n   Is there someone you hate for no reason? ?\n  ","32248":"\n   How often do you post pictures in you social media accounts?\n  ","32249":"\n   That was great gift for me. Thank you so much from the bottom of my heart. Love you sis ♥️\n  ","32250":"\n   Do you like to paint your nails?\n  ","32251":"\n   Cake or pie?\n  ","32252":"\n   Cake or pie?\n  ","32253":"\n   Where were you 3 hours ago?\n  ","32254":"\n   Follow up..plz??\n  ","32255":"\n   What can we learn from children? — If you have children, what did you learn from them?\n  ","32256":"\n   What will you do when stuck in a elevator with your crush or life?\n  ","32257":"\n   Things to do in Quarantine?\n  ","32258":"\n   Where would you go if all expenses were paid?\n  ","32259":"\n   What new thing would you like to accomplish in your life?\n  ","32260":"\n   thank you ?\n  ","32261":"\n   happy friday everyone! enjoy your weekend ?\n  ","32262":"\n   follow plz\n  ","32263":"\n   iPhone or Android?\n  ","32264":"\n   What's the biggest lesson you learnt from a relationship?\n  ","32265":"\n   What is your dream job?\n  ","32266":"\n   What would you do if a teaspoon of your tears could be used to cure cancer in one person?\n  ","32267":"\n   what do you miss from your childhood?\n  ","32268":"\n   what is a microwavable food you actually enjoy?\n  ","32269":"\n   very good dream ???\n  ","32270":"\n   What makes you feel bad? ?\n  ","32271":"\n   Do you have cable or satellite TV?\n  ","32272":"\n   Hi!! I hope youre fine ?\nI want to invite you to my raffle, you can win 2k?\n\nRequirements are easy ?\n   \n    https:\/\/www.instagram.com\/benji_chavezlp\/?hl=es-la\n   \n   You only need to follow me on IG and ask me in a question that you complete all requirements ?❤️\n  ","32273":"\n   Would you rather give orders or listen to someone else?\n  ","32274":"\n   Have you ever made a tiktok video? Be honest ?\n  ","32275":"\n   you're welcome?\n  ","32276":"\n   *Sends all the hugs*\n  ","32277":"\n   how do i overcome the fear of getting hurt?\n  ","32278":"\n   Have you played any of the Resident Evil games?\n  ","32279":"\n   If you had the world’s attention for 30 seconds, what would you say?\n  ","32280":"\n   What's on your bucket list?\n  ","32281":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? ???\n  ","32282":"\n   What is your favorite social networking site? ?\n  ","32283":"\n   Do you judge people based on their knowledge of grammar? ?\n  ","32284":"\n   What is your go-to movie to watch on a rainy day?\n  ","32285":"\n   What is your favourite fast food place?\n  ","32286":"\n   Do you prefer sunrises or sunsets?\n  ","32287":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","32288":"\n   When you go to the beach, do you prefer to tan or swim?\n  ","32289":"\n   When was the last time you went to a library? ?\n  ","32290":"\n   what makes you feel weak?\nwhat makes you feel strong?\n  ","32291":"\n   When is your birthday?\n  ","32292":"\n   Do you prefer tea, coffee or cocoa?\n  ","32293":"\n   If you had to eat just one thing for the rest of your life, what would you choose?\n  ","32294":"\n   do you ever delete an answer if you noticed you made a spelling mistake?\n  ","32295":"\n   what games do you have on your device?\n  ","32296":"\n   104. have you ever watched the First 48?\n  ","32297":"\n   Have a beautiful day?\n  ","32298":"\n   How have you been doing?\n  ","32299":"\n   Have you ever performed for anyone?\n  ","32300":"\n   *Sent to everyone I follow*\n\nI wish to clear up the list of people I send questions to. If you do not want to recieve any more questions from me, please tell me so. If you want to get my future questions you can ignore this if you so wish! \n\nHave a good day, morning, evening or whatever! ?\n  ","32301":"\n   What is your favorite color to wear?\n  ","32302":"\n   Have you ever gotten stitches?\n  ","32303":"\n   Bath or shower?\n  ","32304":"\n   My lovely sis♥️♥️♥️♥️♥️♥️??\n  ","32305":"\n   What is the silliest thing you have heard people say about you? Share that story\n  ","32306":"\n   Best body part on yourself? Others?\n  ","32307":"\n   What would you love to learn about?\n  ","32308":"\n   *sends Thursday hugs!* ???\n  ","32309":"\n   Ever had a crush on an animated character? ? Who?\n  ","32310":"\n   what is the scariest experience you've ever had? ???\n  ","32311":"\n   Pap?\n  ","32312":"\n   Have you seen the comet yet? Cause I haven’t ?\n  ","32313":"\n   is there anything you want to just talk about?\nif so, use this for that!\n  ","32314":"\n   Instagram, Ask ou Facebook?\n  ","32315":"\n   Has anyone had odd dreams lately? Share if possible! :)\n  ","32316":"\n   How old were you when you got your first phone?\n  ","32317":"\n   How do you cope with stress?\n  ","32318":"\n   103. what time did you wake up this morning?\n  ","32319":"\n   Cool??\n  ","32320":"\n   Do you like country music?\n  ","32321":"\n   What is the best color for a car as your favorite?\n  ","32322":"\n   are you craving anything?\n  ","32323":"\n   Its 2 am and you're sitting on a rooftop with your best friend. What will you be talking about?\n  ","32324":"\n   Glad ur good. I'm sleepy. Been working a lot.\n  ","32325":"\n   how many people do you have that are truly there for you?\nwho?\n  ","32326":"\n   ???\n  ","32327":"\n   Has anyone ever made a scene saying that you were looking at them but you were actually looking past them? ?\n  ","32328":"\n   Date older or Date younger? Why?\n  ","32329":"\n   What is the worst injury that you have had?\n  ","32330":"\n   How have you guys been?\n  ","32331":"\n   summer or fall?\n  ","32332":"\n   Are your similar to your parents?\n  ","32333":"\n   Is there a song that reminds you of anyone?\n  ","32334":"\n   Favorite things to add to brownies or do you keep it simple?\n  ","32335":"\n   do you ask questions that you’re genuinely curious about or do you ask random questions?\n  ","32336":"\n   If you could be invisible, what would you do?\n  ","32337":"\n   101. last alcoholic beverage you had?\n  ","32338":"\n   102. do you like conflict?\n  ","32339":"\n   Have you ever seen Game of Thrones? ?? Which is your favorite house and why? ??????☀️??\n  ","32340":"\n   If you could change 1 thing about you, what would it be?\n  ","32341":"\n   do you think schools should open up next month?\n  ","32342":"\n   Tell me about the unique feature of your country\n  ","32343":"\n   Do you prefer New Orleans or Old Orleans?\n  ","32344":"\n   follback yak, thank u\n  ","32345":"\n   Thank you!!\n  ","32346":"\n   What is your favorite city?\n  ","32347":"\n   what is the last thing you ate?\n  ","32348":"\n   Hey what's up buddy how are you doing today?\n  ","32349":"\n   Are you a cat person or a dog person?\n  ","32350":"\n   What do you feel is your purpose in life?\n  ","32351":"\n   What did you want to be when you grew up?\n  ","32352":"\n   Your superpower is that you can give phobias to people, what fun and interesting things would you make people afraid of?\n  ","32353":"\n   WHAT IS THE MOST BEAUTIFUL THING IN NATURE?\n  ","32354":"\n   What is the most important thing to know?\n  ","32355":"\n   Who is your favorite leading lady or man?\n  ","32356":"\n   Do you play any instruments?\n  ","32357":"\n   What's the weirdest thing you've ever seen on the street or while riding public transport?\n  ","32358":"\n   +1\n  ","32359":"\n   How do you get rid of stress and negative energy?\n  ","32360":"\n   Are You a Self-Help Junkie?\n  ","32361":"\n   What question have you always wanted to ask, but were too afraid of looking stupid?\n  ","32362":"\n   Do you like your bacon crispy?\n  ","32363":"\n   You're doing well, keep up the good work!\n  ","32364":"\n   How well are you coping with recent events?\n  ","32365":"\n   Who is your first teacher?\n  ","32366":"\n   Do you like tomato soup?\n  ","32367":"\n   ??.\n  ","32368":"\n   Hello\n  ","32369":"\n   -\n  ","32370":"\n   Ugh! Don't get me excited! ??\n  ","32371":"\n   Awe! I'd love to meet you, too! I honestly think we'd get along really well. Lol ❤❤❤\n  ","32372":"\n   Do you eat spicy foods?\n  ","32373":"\n   ok good morning  ..\n  ","32374":"\n   Hey  beautiful...\n  ","32375":"\n   .\n  ","32376":"\n   How many messages do you send per day?\n  ","32377":"\n   Thanks, and yea sure.. ask away! :)\n  ","32378":"\n   Cool ????\n  ","32379":"\n   thats true though, i love your encouraging words though\n  ","32380":"\n   Goodnight. Sleep well :)\n  ","32381":"\n   -\n  ","32382":"\n   Are you ever satisfied or do you find yourself always wanting more ?\n  ","32383":"\n   Do mermaids give birth to live children or do they lay eggs?\n  ","32384":"\n   ohhh thats smile\n  ","32385":"\n   Do you think you are good looking?\n  ","32386":"\n   What would be your dream job?\n  ","32387":"\n   what song do you dislike but still find yourself singing?\n  ","32388":"\n   Who are the 5 people youspend the most time with?\n  ","32389":"\n   What’s the best type of cheese?\n  ","32390":"\n   wow its a miracle and blessing that hes still here, i really respect you for saving his life but his parents really pisses me off cause they seem like irresponsible parents...I've been around some people that i think shouldn't be parents\n  ","32391":"\n   Are you more of a morning person or an evening person?\n  ","32392":"\n   Would You Rather Have a rewind Button or a pause Button on your Life\n  ","32393":"\n   How have you changed in the last 5 years?\n  ","32394":"\n   ??????\n  ","32395":"\n   R u always online here?\n  ","32396":"\n   What’s your snap ?\n  ","32397":"\n   Super blast??✨\n  ","32398":"\n   Thanks but i'm too show cause i have alittle phobia about being in a pool of water cause i almost dround when i was 14 but some guy saved my life\n  ","32399":"\n   Changing my username to ᴄᓑᵗᵉ ⁰ᵗᵗᵉᵐ?\n  ","32400":"\n\n    @Smitty841\n   \n   Don't add too much broth is what I was tryna say. My bad. Typo.\n\nYou want to crush up about half of the okra to make the soup thick. Cut up okra. Sorry typo again.\n  ","32401":"\n   It would be then best birthday party of the year??♥️????\n  ","32402":"\n   thats whats up if you did had one i would wish i was there just experience it even though i would only put my feet in the pool cause i dont know how to swim\n  ","32403":"\n   It would definitely be great to meet ya’ll ❤️\n  ","32404":"\n   Im going to give it a shot this weekend. I need a bigger pot though ? might mean a trip to homewares.\n  ","32405":"\n   Yeah ? I’m doing good thank you ? for asking Bella I just went out for a ride\n  ","32406":"\n   Hi ? bella how are you happy ? Monday a hug ?\n  ","32407":"\n   Do you believe in ghosts? Why or why not?\n  ","32408":"\n   I have only seen sharks in the aquarium however; I tried shark skin boots and snake skin boots.\n  ","32409":"\n   I like many wrist bands. I even had my hair ties on my wrist.\n  ","32410":"\n   I'm not in to coffee. I've seen coffee ice cream however; I make occasionally tea ice cream.\n  ","32411":"\n   I agree\n  ","32412":"\n   If you had a pool in your back yard would you have a pool party at your house..if you did, what would it be like?\n  ","32413":"\n   I AM LOVING THE NEW DP SIS, ur eyes are so pretty ?\n  ","32414":"\n   ??\n  ","32415":"\n   How are you?\n  ","32416":"\n   ?♥️?\n  ","32417":"\n   one line for your besties? #staif\n  ","32418":"\n   When you were a child, were you afraid to go to the dentist? ?\n  ","32419":"\n   What was the last thing you ordered online?\n  ","32420":"\n   What is the most expensive thing you've ever bought?\n  ","32421":"\n   Love or WiFi?\n  ","32422":"\n   I feel hungry??\n  ","32423":"\n   Nice.\n  ","32424":"\n   Is getting married young a good idea?\n  ","32425":"\n   Is there anyone on ask you think you'd be good friends with if you met in person? Why? Tag them? ?\n  ","32426":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","32427":"\n   When I was in Canada, the speed on the highways varied from 100km\/h = 62mph to 120km.h = 75mph. That's about as close to any racing that I've done.\n  ","32428":"\n   Have you ever met a compulsive liar and if so how did you usually deal with them?\n  ","32429":"\n   Srry clicked it up too early\nthe answer. This is a continue for the question and answer above.\n  ","32430":"\n   Also if you have a good gumbo recipe please feel free to share? (if its not a family secret of course).\n  ","32431":"\n   That looks amazing, does it take long to prepare?\n  ","32432":"\n   -\n  ","32433":"\n   『Ꮥ℘ᏜᏟ℮』\n  ","32434":"\n   Pic?and for you ⚘\n  ","32435":"\n   Do you believe in 'love at first sight'?\n  ","32436":"\n   Any movie series you absolutely have to see when they come out?\n  ","32437":"\n   Do you have family in another country?\n  ","32438":"\n   Do you untie your shoes when you take them off?\n  ","32439":"\n   What business is the dirtiest?\n  ","32440":"\n   Would you consider yourself to be an honest person?\n  ","32441":"\n   Yeah I was born on 13 July 1993. Thank you! You had a good day?\n  ","32442":"\n   Yeah it's my birthday today so I am doing great! What's the time with you?\n  ","32443":"\n   How are you?\n  ","32444":"\n   What makes someone a good friend?\n  ","32445":"\n   What's a popular food you find disgusting?\n  ","32446":"\n   If you could have a superpower, what would you choose?\n  ","32447":"\n   If you could time travel, would you go to the future or the past?\n  ","32448":"\n   Are you happy? What are you doing?\n  ","32449":"\n   Would you rather have an easy job working for someone else OR work for yourself but work incredibly hard?\n  ","32450":"\n   Tag @P and the first person that comes up is your enemy ?\n  ","32451":"\n   You like snow?\n  ","32452":"\n   97. last time you did something for yourself? and what was it?\n  ","32453":"\n   If you steal a pen from a bank, is it a bank robbery?\n  ","32454":"\n   Would you rather face your biggest fear or spend one night in a landfill?\n  ","32455":"\n   Favorite place to eat out?\n  ","32456":"\n   What other song do you like by him?\n  ","32457":"\n   Have you visited any art galleries or museums recently?\n  ","32458":"\n   What is your favorite month of the year?\n  ","32459":"\n   Which do you like better, Star Wars or Star Trek?\n  ","32460":"\n   what do you need right now?\n  ","32461":"\n   Good morning! It’s finally supposed to be good weather! What’s on your agenda for the day?\n  ","32462":"\n   98. tell me about your fav song right now.\n  ","32463":"\n   One of my favorite Disney movies!\n  ","32464":"\n   thank you ??\n  ","32465":"\n   Same here haha ?\n  ","32466":"\n   And cold coffee ♥️♥️♥️♥️♥️\n  ","32467":"\n   All good thank you Bella, and how are yous? ?\n  ","32468":"\n   I love coffee ?\n  ","32469":"\n   U are keeping up the tradition I'm sure.\n  ","32470":"\n   Hahahha I am ready ?\n  ","32471":"\n   Follow for a follow???\n  ","32472":"\n   Follow for follow ??\n  ","32473":"\n   Hi ? bella how are you happy ? Sunday to you a hug ?\n  ","32474":"\n   Hi ?\n  ","32475":"\n   Space ?\n  ","32476":"\n   92. last show you watched?\n  ","32477":"\n   What colour is your phone cover? #staif\n  ","32478":"\n   What’s something that makes you automatically feel happier?\n  ","32479":"\n   if humans don't need sleep, what would you do with your extra time? ⏳?\n  ","32480":"\n   What do you do for staying fit like I walk alot and drink plenty of water ?\n  ","32481":"\n   If you had to change your name, what would you choose?\n  ","32482":"\n   Something✨\n  ","32483":"\n   PAP of you in your face mask!\n  ","32484":"\n   Did you ever make something special for guest and for your friends when they come to your place ?\n  ","32485":"\n   What compliment do you usually get from friends and from parents ?\n  ","32486":"\n   Who was a better cook your mom or grandmother?\n  ","32487":"\n   What activities keep you busy in lock down\n  ","32488":"\n   What's your hobby ? What do you like to do in leisure time ?\n  ","32489":"\n   What's your favourite online  shopping website ? From where do you buy clothes ?\n  ","32490":"\n   Would you rather be able to dodge anything no matter how fast it's moving OR be able to ask any three questions and have them answered accurately?\n  ","32491":"\n   *sends moar hugs*\n  ","32492":"\n   best advise for your best friend?\n  ","32493":"\n   What's the most peaceful place according to you ?\n  ","32494":"\n   -\n  ","32495":"\n   Is there a song you find catchy that you find yourself singing? That Sunday Best song is pretty catchy I’m always humming it.\n  ","32496":"\n   What do you recommend for everyone to try?\n  ","32497":"\n   Have you ever been to South America?\n  ","32498":"\n   ❤??\nSo wazzup?\n  ","32499":"\n   What is your favorite drink?\n  ","32500":"\n   What's your comfort food? Or food that makes you feel good?\n  ","32501":"\n   What do you do when you are failed to sleep at night ?\n  ","32502":"\n   Do you play any instruments?\n  ","32503":"\n   What do you do for staying positive ?\n  ","32504":"\n   What do you think dieting is tough or it's easy ??\n  ","32505":"\n   Have you been to a concert? Did you enjoy it?\n  ","32506":"\n   WOULD YOU RATHER: work recycling human poop ? or work with dangerous explosive chemicals? ??\n  ","32507":"\n   So, does this mean you have worked in a hospital before? Yes, doctors and such will try to convince you that they are innocent and you're the problem! The more people who complain, the better, though. At least you speak out about it now instead of letting them do what they want.\n  ","32508":"\n   What's your favourite late night snack\n  ","32509":"\n   What do you dream of achieving?\n  ","32510":"\n   What's the wierdest thing you've found at a garage sale or thrift shop?\n  ","32511":"\n   91. ever stay in a hotel? if so . how was your experience?\n  ","32512":"\n   Is it possible to file a complaint when it comes to doctors who mistreat you? If they can't do their job properly, they shouldn't have it at all, in my opinion. It's a shame they put you through that, it sounds traumatizing. But it seems like you have a good heart to want to help people, regardless!\n  ","32513":"\n   Where is the best place for a vacation?\n  ","32514":"\n   I have faith in you overcoming it! I fear the thought of my lover dying and getting hurt, too. I hate the weak feeling after blood has been taken from you. And I understand that, my mother has a disease and has been treated as a kind of guinea pig for doctors who had no clue what they were doing. :\/\n  ","32515":"\n   What is your favourite meal to cook and eat?\n  ","32516":"\n   I completely get it. For some reason I can look at blood as it is, but if it's in a test tube I cringe, and I'm afraid of needles and the sight of someone getting a shot. I think it's natural to fear blood, though, because it reminds us of death and negative things. But it also represents life.\n  ","32517":"\n   Yeah, I understand what you mean. It is embarrassing to be so helpless and have to rely on others for things like defecation. It's quite sad. But it is embarrassing to have people feel bad for you, most of all, hm.\n  ","32518":"\n   What is your biggest goal?\n  ","32519":"\n   Hope you’re all doing well and staying safe!?\n  ","32520":"\n   What smell or scent triggers a good memory or feeling for you? Why?\n  ","32521":"\n   Gotcha. It would be gross. ;;;\n  ","32522":"\n   Does that mean you have no plans of having children?\n  ","32523":"\n   What outfits do  you wear on daily basis in home ?  Like pant shirt ,dress ?\n  ","32524":"\n   What job would you never want to have?\n  ","32525":"\n   96. have you ever got stopped by the cops. weather you were by yourself or with others.\n  ","32526":"\n   What is your favorite board game?\n  ","32527":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is that they fall in love with)?\n  ","32528":"\n   How did you get your name?\n  ","32529":"\n   Have you ever thought about putting salt lamp or crystals  in home for peace\n  ","32530":"\n   do you any name ideas for dogs?\n  ","32531":"\n   If you could create your fantasy world, what would it be like? ?\n  ","32532":"\n   What did you eat in dinner\n  ","32533":"\n   Do you believe in soul mates?\n  ","32534":"\n   how do you feel about tik tok and the potential ban on it?\n  ","32535":"\n   What are the few things you like on your self ?\n  ","32536":"\n   What's your favourite hair style ? Wavy curly straight hairs what do you prefer ?\n  ","32537":"\n   Sweater vs jacket what do you prefer wearing in winter ?\n  ","32538":"\n   NEVER HAVE I EVER: \nHave you ever googled your own name to see what comes up? ??\n  ","32539":"\n   What do you like about summer ?\n  ","32540":"\n   Do you like spaghetti hoops with cheese?\n  ","32541":"\n   Do you watch YouTube tutorials?\n  ","32542":"\n   who has been the most important person in your life?\n  ","32543":"\n   What are you irrationally afraid of?\n  ","32544":"\n   Do you love yourself?\n  ","32545":"\n   What is your favorite pizza topping?\n  ","32546":"\n   What is one of your favorite scents?\n  ","32547":"\n   Hope every one has a good weekend ✌?\n  ","32548":"\n   How do you feel?\n  ","32549":"\n   Have you ever played Mario Kart? ?? Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? ?\n  ","32550":"\n   What are you very good at?\n  ","32551":"\n   Sweet or Salty?\n  ","32552":"\n   Do you prefer sunbathing or swimming? ? ?‍♂️ ?‍♀️ ?\n  ","32553":"\n   What do you do for staying fit ? exercise or you eat healthy\n  ","32554":"\n   How many languages can you speak?\n  ","32555":"\n   What is your favourite game\n  ","32556":"\n   do you like wine? what’s you’d favorite wine?\n  ","32557":"\n   95. what’s your weekend plans?\n  ","32558":"\n   (this is not a question but) whoever is reading this, i just want to let you know that you’re amazing and you deserve the best in the world ??? Happy Friday ???\n  ","32559":"\n   ? Happy Friday! I hope you have a lovely weekend! :3\n  ","32560":"\n   Do you have good self esteem?\n  ","32561":"\n   I am doing good. The situation here with corona virus here is very bad.\n  ","32562":"\n   The lottery should give incentives to retailers who offer on-site recycling of the tickets. The lottery makes enough money to do so, that's for certain. Especially when a lot of the money allotment goes toward environmental causes.\n  ","32563":"\n   hii! have a lovely day! ?\n  ","32564":"\n   Which three words describe what living in your city is like?\n  ","32565":"\n   So they can't be recycled into making other products like pizza boxes for example?\n  ","32566":"\n   Do you drink coffee in mornings? ☕\n  ","32567":"\n   What do you love to do, that you could do forever?\n  ","32568":"\n   Can they be recycled?\n  ","32569":"\n   Do you think scratch off lottery tickets make a significant impact on the price of regular paper goods?\n  ","32570":"\n   Followed you\nBack maybe????\n  ","32571":"\n   how much sblings u have\n  ","32572":"\n   Did you sleeo too little?\n  ","32573":"\n   How have you been ??\n  ","32574":"\n   Whats your zodiac sign ? ?\n  ","32575":"\n   good what are you doing\n  ","32576":"\n   When was the last time you went on a plane? xx\n  ","32577":"\n   What are your plans for today? It's Friday ??\n  ","32578":"\n   That feeling when...\n  ","32579":"\n   Do you consider yourself stylish or you are not into fashion ,you are simple basic person\n  ","32580":"\n   What's your favourite pickle ? And why do you like it ?\n  ","32581":"\n   What's your brand in coffee and in tea ? ?\n  ","32582":"\n\n    @muhammadali191\n   \n   can you follow my main account and I will you back from main account as well ?\n  ","32583":"\n   What do you think about me ? Am I creative ?\n  ","32584":"\n   ???\n  ","32585":"\n   mantab , makasih ya jawabannya\n  ","32586":"\n   You’re a mad scientist! What scientific experiment would you run if money and ethics weren’t an issue? ?‍??‍?\n  ","32587":"\n   how are you\n  ","32588":"\n   My favourite colour yellow and black??\n  ","32589":"\n   It’s really going good Bella I recib my boxing ? class and then lunch ? time\n  ","32590":"\n   Hi Bella how are you happy ? Thursday to you a hug ?\n  ","32591":"\n   Very true✨✨\n  ","32592":"\n   Are you a picky eater?\n  ","32593":"\n   93. have a fabulous Wednesday ✨☺️?\n  ","32594":"\n   Are you planning to go out for the country at any point in your life?\n  ","32595":"\n   I kinda' like the claw machine however; I played the bar that slides the coins in to the tray.\n  ","32596":"\n   What are your favourite summer season fruits like I am obsessed with peaches and with plums ??\n  ","32597":"\n   What is your favorite style of house?\n  ","32598":"\n   I have been to Denali National Park in Alaska.\n  ","32599":"\n   followed u bk\n  ","32600":"\n   It is a video game, but is this the first time you are hearing of this \"Spark the Electric Jester\"?\n  ","32601":"\n   New account\n   \n    @sarahqudsiehh_\n   \n","32602":"\n   Selfie dag ??\n  ","32603":"\n   How do you calm down when you are in bad mood because of something\n  ","32604":"\n   Followed back maybe?\nStay blessed ❣️\n  ","32605":"\n   It’s better to be hated for what you are than to be loved for what you’re not!?✨??\n  ","32606":"\n   You seems mature.i think you are mature because you are mother\n  ","32607":"\n   What motivates you?\n  ","32608":"\n   Are you compulsive shopaholic or you spend money wisely ?\n  ","32609":"\n   Have you heard of Spark the Electric Jester?\n  ","32610":"\n   Are my questions boring or interesting ?\n  ","32611":"\n   How are you\n  ","32612":"\n   What's your favourite cartoon like I am obsessed with Tom and Jerry\n  ","32613":"\n   Did your parents tell you to eat your crusts or you won’t get curly hair? ??\n  ","32614":"\n   *sends Thursday support hugs*\n  ","32615":"\n   Hay\n  ","32616":"\n   Do you prefer hiking or jogging? ? ?‍♂️ ?‍♀️ ?\n  ","32617":"\n   Have you ever tried out virtual reality?\n  ","32618":"\n   Do you prefer to wear hoodies or sweaters? ?\n  ","32619":"\n   How do you handle stress??? OR stress handle's you???\n  ","32620":"\n   exciting thing that you planned to do this 2020 but got postponed? ??\n  ","32621":"\n   What made your day today?\n  ","32622":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","32623":"\n   What is your favorite city?\n  ","32624":"\n   What did you cook today? xx\n  ","32625":"\n   Do you wear overalls?\n  ","32626":"\n   Do you have Netflix?\n  ","32627":"\n   What talent do you have?\n  ","32628":"\n   Which vegetable you hate most if that's cooked in home you don't eat ?\n  ","32629":"\n   If you could be a famous athlete who would you be?\n  ","32630":"\n   Small hairs vs long hairs what do you like more ?\n  ","32631":"\n   What is your zodiac sign?\n  ","32632":"\n   What did you have for dinner tonight guys?\n  ","32633":"\n   Do you play games?\n  ","32634":"\n   Is there anything you are running away from?\n  ","32635":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","32636":"\n   Would you rather eat Italian or Chinese food?\n  ","32637":"\n   Aww, I can’t read it, it’s secret :(\n  ","32638":"\n   Hello dear\n  ","32639":"\n   How many books did you read last year?\n  ","32640":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? ??‍♀️\n  ","32641":"\n   Do you like dark colour or you prefer light shades\n  ","32642":"\n   Do you like to ask questions or you love answering  questions ?\n  ","32643":"\n   Who is your celebrity crush?\n  ","32644":"\n   Are you detail oriented?\n  ","32645":"\n   Good morning \nHave a good\n  ","32646":"\n   Good Morning \nHave a good day\n  ","32647":"\n   What's your favourite shampoo among all like I prefer Pantene ?\n  ","32648":"\n   Which country you love alot ? Where do you wanna go for holidays ? like Hawaii ?\n  ","32649":"\n   Are you close with mom or with dad\n  ","32650":"\n   How are you & your loved one?\n  ","32651":"\n   Jason not feeling good? ?\n  ","32652":"\n   Colours are older than plants ?\n  ","32653":"\n   Do you keep your room clean or messy?\n  ","32654":"\n   Wow \nThat's good ?do you watch the Toy Story series???\n  ","32655":"\n   You are cute ??\n  ","32656":"\n   What do you do for making your hairs more glossy shiny ?\n  ","32657":"\n   Who is the on person who made the biggest impact in your life?\n  ","32658":"\n   Have you ever written a love letter?\n  ","32659":"\n   What's your favourite brand in purse ? Gucci ,channel or Hermes ?\n  ","32660":"\n   Have you ever prepared diet food for your parents when they get Ill? \n\nLike I prepare lemon honey juice for my parents so they can loose some weight or quinoa with baked mix herb mushroom  ?\n  ","32661":"\n   Tea vs coffee what do you like more\n  ","32662":"\n   When are you at your happiest?\n  ","32663":"\n   Kylie Jenner vs Kim Kardashian make up whose make up do you like more ?\n  ","32664":"\n   Gold vs silver what do you prefer in watches ,jewellery ?\n  ","32665":"\n   Smokey eye make up vs light eye make up what do you prefer ?\n  ","32666":"\n   Have you ever thrown someone a party?\n  ","32667":"\n   do you have any plans this coming weekend? name one ?\n  ","32668":"\n   Who was the last person you talked to on the phone?\n  ","32669":"\n   What's your favorite dessert?\n  ","32670":"\n   How often do you go to the movies?\n  ","32671":"\n   How do you feel about Disney?\n  ","32672":"\n   Your dream vacation?\n  ","32673":"\n   NEVER HAVE I EVER: ? \nHave you ever stalked a crush before? ?️‍♀️?️‍♂️\n  ","32674":"\n   Góööòōõd Môřńîńg???\nHave a good day ???\n  ","32675":"\n   If you died and were given the option to come back and start fresh as someone else, or go to whichever your preferred version of an afterlife is, what would you choose\/where would you go?\n  ","32676":"\n   How strong is your memory?\n  ","32677":"\n   Would you choose to know your future if it meant forgetting your past?\n  ","32678":"\n   Do you believe in zodiac signs?\n  ","32679":"\n   Roses or daisies\n  ","32680":"\n   How well do you sleep at night?\n  ","32681":"\n   i think you are totally right, dear friend.\n  ","32682":"\n   What type of music are you into?\n  ","32683":"\n   If you could have any sports car, what would it be?\n  ","32684":"\n   WHEN YOU’RE HAVING A BAD DAY, WHAT DO YOU DO TO MAKE YOURSELF FEEL BETTER?\n  ","32685":"\n   Which colour you love most among all like I am obsessed with black and red\n  ","32686":"\n   Ever ridden a hover board?\n  ","32687":"\n   What do you miss?\n  ","32688":"\n   Me too??\n  ","32689":"\n   do you have any plants in your house?\n  ","32690":"\n   Why did you join ask fm for becoming famous ,or for making friends or you love answering questions for time pass ?\n  ","32691":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","32692":"\n   What is something you do every single day?\n  ","32693":"\n   Do you give up easily?\n  ","32694":"\n   I just worry that I do bother people.\nI'm guessing you'll be wearing a hoodie then?\n  ","32695":"\n   Lucky you. It's freezing with me. Sorry for bothering you.\n  ","32696":"\n   Good. \nHow's the weather with you?\n  ","32697":"\n   How are you today?\n  ","32698":"\n   Hi what are you doing today?\n  ","32699":"\n   OK \nBut I am great lover of anime\n  ","32700":"\n   i know this is a dumb question so you don’t have to answer it. it’s just to help settle an argument i’m having. would you consider Landon to be a common name?\n  ","32701":"\n   hii, how are u feeling today? i’m here to let u know i’m following u right now. can u follow me back? i hope everything’s alright with u and ur loved ones. stay safe ?\n  ","32702":"\n   hi\n  ","32703":"\n   Are you choosy picky in making friends ? ?\n  ","32704":"\n   What did you learn in quarantine ? Like new dishes ,crystal healing benefits ? etc\n  ","32705":"\n   How do you keep your self positive day to day ? I surround myself with happy positive people with whom I am comfortable ?\n  ","32706":"\n   Do you break things in anger ? Or just scold the person who makes you angry ?\n  ","32707":"\n   Would you ever bungee jump or sky dive?\n  ","32708":"\n   Which orange came first – the fruit or the color???\n  ","32709":"\n   What is your favorite thing to make to eat?\n  ","32710":"\n   It will.. But not today?\n  ","32711":"\n   Are you punctual ? Or always reach on time or you  get late most of time ?\n  ","32712":"\n   What do you like doing when you have a bad day?\n  ","32713":"\n   What is the one thing you cannot eat?\n  ","32714":"\n   What good deed did you do this week?\n  ","32715":"\n   Do you miss someone? #staif\n  ","32716":"\n   I'd like to make myself believe that...\n  ","32717":"\n   Have you watched Hamilton yet? I haven't but plan on it soon :)\n  ","32718":"\n   Would you rather stay at a beach resort or go camping in the woods? ?️ ?️ ?\n  ","32719":"\n   What's your favorite seafood?\n  ","32720":"\n   What do you do for staying positive ? Distance from toxic ppl,meditate ,yoga or nothing ?\n  ","32721":"\n   Whats the best gift you received on Christmas ?\n  ","32722":"\n   Do you have any good memory of you and of your sibling? ?\n  ","32723":"\n   Happy Monday guys, hope you have\/had a lovely day ?\n  ","32724":"\n   90. how was your Sunday?\n  ","32725":"\n   Can’t wait to barbecue tomorrow for independence. My friends missed it?\n  ","32726":"\n   what do you order at mcdonalds?\n  ","32727":"\n   are you good at math?\n  ","32728":"\n   Do you believe in second chances?\n  ","32729":"\n   Good Morning?? (It is 9:00 am in my country)  \nHow are you doing today ???\n  ","32730":"\n   hello guys, hope you are all doing well\n  ","32731":"\n   Have you ever held up a cross to ward off someone you believed to be evil?\n  ","32732":"\n   Have you made a prank phone call? ?\n  ","32733":"\n   That's good \nDo like anime??\n  ","32734":"\n   Thanks for your contribute to the society.\n  ","32735":"\n   Followed ?❤️\n  ","32736":"\n   This morning for breakfast i made rice topped it with an egg and i fried up some Taylor ham ( it's a jersey thing ) and made some pancakes\n  ","32737":"\n   Are you morning person or night owl\n  ","32738":"\n   The first word you think of when you read this question? ?\n  ","32739":"\n   Ohh it's fine though ? no need to be sorry\n  ","32740":"\n   What would you do without TV, Internet or cell service for a month?\n  ","32741":"\n   What's your favourite dish of your grand mother hand n of your friends hand ?\n  ","32742":"\n   If I asked you what makes you happy. What, who or where would be your first thought?\n  ","32743":"\n   If you got a chance to live any where in the world where will you live ??\n  ","32744":"\n   I heard i was taken out of the friend zone by a friend but she's scared to say anything cause she dosnt wanna ruin the friendship\n  ","32745":"\n   Would you rather travel for the rest of your life (only staying in one place for like 3 months), or never leave your home state again?\n  ","32746":"\n   what are you looking forward to?\n  ","32747":"\n   Do you think Tarot cards can be real?\n  ","32748":"\n   What's your favourite cake ? Like I am into chocolate cake or chocolate mousse cake ?\n  ","32749":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","32750":"\n   Which animal would you say is the most clever? Why? ? ? ? ? ? ? ?\n  ","32751":"\n   Doesn't Zach Thomas look like Brian Urlacher?\n  ","32752":"\n   What's the most peaceful place according to you\n  ","32753":"\n   If you got a chance to visit haunted house just to experience what happens there ? Will you\n  ","32754":"\n   If you are offended by someones words where do you complain that person is michevious this and that ?\n  ","32755":"\n   Hi, I'm\n   \n    @shevin97\n   \n   ? I'm following you, could you follow me back? Look at my BIO and leave some fires on the answers you like most.\nThank you???\n  ","32756":"\n   Do you save up money for buying your favourite expensive thing ?\n  ","32757":"\n   What's your biggest kitchen disaster ? What happened ?\n  ","32758":"\n   Do you have any topics that you’re currently interested, receive questions about to talk about on here? ?\n  ","32759":"\n   Do you get difficulty in brooming n mopping floor by ur self or you manage it .don't consider it difficult task ?\n  ","32760":"\n   Have a good Fourth of July..... whether you live in the Us or not!\n  ","32761":"\n   If you were a ghost and could possess people, what would you make them do?\n  ","32762":"\n   is there any foreign exotic food you ever tried?\n  ","32763":"\n   Do you still eat restaurant food or you strictly eat home made food because of corona virus\n  ","32764":"\n   Have you ever prepared any tasty dish for your guest ? What that's dish\n  ","32765":"\n   What would you try to do if you knew you could not fail?\n  ","32766":"\n   Whats your favourite pizza topping ? Like I like black olives ,mushrooms ,sausages , onions n lots of cheddar cheese topping ?\n  ","32767":"\n   Cat vs dog who would you like to keep as a pet\n  ","32768":"\n   Thanks\n  ","32769":"\n   If you ever get a chance to visit haunted house .will you visit ? Just to see what paranormal activities happen over there ?\n  ","32770":"\n   old school rock like 70s classic's or new nowadays rock? which do you like and listen too?\n  ","32771":"\n   How are you doing today ???\n  ","32772":"\n   Leather vs denim jacket what do you like more\n  ","32773":"\n   Anything you have done before that can tells you are special?\n  ","32774":"\n   What's the most spiciest food you are in your life ?\n  ","32775":"\n   I'm from up north but wanna try some southern dishes ? Any recipes you could suggest ?\n  ","32776":"\n   How long do you think you would survive if food stopped being shipped and you had to grow it \/ forage it yourself?\n  ","32777":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","32778":"\n   What do you do for staying fit ? Exercise ,eat super healthy or yoga\n  ","32779":"\n   Cinnamon in chilli yes or no ? Explain ?\n  ","32780":"\n   What's your favourite biscuit ? Like I am obsessed with oreo\n  ","32781":"\n   Happy 4 July ! Celebrate 4 the July with ur friends n family.have a nice day ahead ?\n  ","32782":"\n   Have you tried Indian cuisine they are quite spicy ? What do you wanna say about those food\n  ","32783":"\n   can you recommend me any good hair oil n vitamin for strong healthy hair ?\n  ","32784":"\n   Will you go to haunted house ? For  experiencing what paranormal activities happen there ?\n  ","32785":"\n   Type \"I'm thinking about...\" and let autocorrect decide it ?\n  ","32786":"\n   Have your ever disliked something and then changed your mind?\n  ","32787":"\n   If you want to gift something to your mom on her birthday .what will you gift her ?\n  ","32788":"\n   When you chew gum do you blow bubbles?\n  ","32789":"\n   Something funny that happened to you this week?\n  ","32790":"\n   Do you collect something like I love collecting crystals ,coins of various countries ?,\n  ","32791":"\n   Did you learn any new dish in quarantine ? What's that dish ?\n  ","32792":"\n   Leather jacket ,denim jacket  or fur coat what do you prefer wearing in in winter ?\n  ","32793":"\n   Do you like anywhere near Monroe? I’ve been binge watching Duck Dynasty, I forgot just how funny that show was!\n  ","32794":"\n   Ever been comforted by a smell?\n  ","32795":"\n   Which country food you like alot ? Mexican Italian indian\n  ","32796":"\n   What do you like about your self and why  ?\n  ","32797":"\n   What's your favourite tea ? Peach lemon ice tea 2) regular milk tea 4) green tea with lime honey ?\n  ","32798":"\n   Do you believe in horoscopes?\n  ","32799":"\n   Who is your favourite YouTuber whose blog do you watch like I am obsessed with Movlogs YouTube channel ?\n  ","32800":"\n   Who is your favourite Kardashian ? Whats your favourite show of Kardashian ? Keeping up with the Kardashians or revenge body with Khloe Kardashian\n  ","32801":"\n   Type \"[your name] is...\" and let autocorrect finish it. I'll start,\n\njess is a good night ?\n  ","32802":"\n   Type \"Call me a...\" and let's see what autocorrect thinks of you ?\n  ","32803":"\n   Are you health freak ? Or you enjoy junk food ?\n  ","32804":"\n   Keep your soul clean, it shows on the outside ?\n  ","32805":"\n   Happy 4th of July from Alicia and Jenni.\n   \n    https:\/\/media.giphy.com\/media\/vPhGYCYV7mTLy\/giphy.gif\n   \n","32806":"\n   What's the tastiest dish you ate  on 2019 Christmas Eve .plz mention 2-3 dishes name\n  ","32807":"\n   Good night Bella! Sleep well!\n  ","32808":"\n   -\n  ","32809":"\n   Who is the meanest friend of yours ? Why do you dislike him\/her\n  ","32810":"\n   how often do you do laundry?\n  ","32811":"\n   Yeah ? my teacher ?‍? Jose of the cid he is really proud of me and he’s coming on Tuesday at my house ?\n  ","32812":"\n   where are you from? what time is it there? type your answer in your language ?\n  ","32813":"\n   I know Bella that’s really good me too in my clas of boxing ? it’s really productive and fun lol\n  ","32814":"\n   What does PAP mean ???\n  ","32815":"\n   What sport do you like watching but hate playing?\n  ","32816":"\n   Thanks ? Bella you have been so busy right\n  ","32817":"\n   You doing anything fun for the Fourth of July?\n  ","32818":"\n   What about a favorite Generation in Pokemon?\n  ","32819":"\n   Thanks ? Bella happy ? Sunday to you\n  ","32820":"\n   What kind of unlock pattern do u use on your phone? (Facial, fingerprint, pattern, pin, password?)\n  ","32821":"\n   Can you ask me bunch of questions ?\n  ","32822":"\n   Followed you back may be ?\n  ","32823":"\n   I like that answer\/ right there with ya lol\n  ","32824":"\n   How are you today? ????\n  ","32825":"\n   how are you?\n  ","32826":"\n   Hi Bella happy ? Fourth of July ?? to you a hug ?\n  ","32827":"\n   do you like to take naps?\n  ","32828":"\n   What’s popin\n  ","32829":"\n   Do you wear a mask when you go out places? How about around extended family? If no, why not?\n  ","32830":"\n   Do you like ranch dressing?\n  ","32831":"\n   At a party, where can someone find you? ?\n  ","32832":"\n   What do you value most in your friend\n  ","32833":"\n   how good are you in mathematics rate it from 0 the lowest and 10 the highest\n  ","32834":"\n   Hey, I‘m currently very interested in polyamory and the whole concept of it. I‘d love to talk more about it, so if you have any questions concerning this topic, feel free to send them my way. ? (not here as a reply, but on my profile for me to reply to) Thank you in advance.\n  ","32835":"\n   Can intellect outweigh attractive looks?✨✨✨\n  ","32836":"\n   Tomorrow is the 4th of July on Saturday,July 4th, 2020?\n  ","32837":"\n   What one word describes you?\n  ","32838":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","32839":"\n   What do you usually forget?\n  ","32840":"\n   Happy Saturday! I hope you have a wonderful weekend ?\n  ","32841":"\n   If you could have complete knowledge of any 5 things, what would you want to know?\n  ","32842":"\n   What do you prefer; a boss or a leader?\n  ","32843":"\n   How are you?\n  ","32844":"\n   89. have a beautiful day ✨\n  ","32845":"\n   Do you keep your room spick and span or untidy ?\n  ","32846":"\n   Do you enjoy a nice tossed salad?\n  ","32847":"\n   How many siblings do you have?\n  ","32848":"\n   Are you cautious what you eat ? I mean do you eat low calorie dishes for staying fit\n  ","32849":"\n   Was it for a celebration?\n  ","32850":"\n   What did you saw ? ?\n  ","32851":"\n   Ok no problem ?\n  ","32852":"\n   What haunting signs have you encountered? ?\n  ","32853":"\n   What your favourite movie now days ?\n  ","32854":"\n   When is the last time you've had cake?\n  ","32855":"\n   Can you ask me bunch of questions\n  ","32856":"\n   Can you ask me bunch of questions\n  ","32857":"\n   How well can you see in the dark? ?\n  ","32858":"\n   If you could really sell your soul to the devil, what would you sell it for?\n  ","32859":"\n   How do you keep your self up to date in fashion ? ?\n  ","32860":"\n   How do you kill time while travelling ?\n  ","32861":"\n   What's you do when you feel bore and alone?\n  ","32862":"\n   Is intelligence or wisdom more useful?\n  ","32863":"\n   If you ever create YouTube channel what kind of videos will you post\n  ","32864":"\n   Are you hungry right now?\n  ","32865":"\n   Do you like soy sauce?\n  ","32866":"\n   what was your nickname when you were young?\n  ","32867":"\n   Who pampered you the most when you were a little child?\n  ","32868":"\n   88. last thunderstorm you had?\n  ","32869":"\n   What's your favourite home made  smoothie ingredient \n\n?\n  ","32870":"\n   87. do tornados happen often where you live? ?\n  ","32871":"\n   Do you have a favorite Pokemon?\n  ","32872":"\n   Why do Disney men always have strange pets?\n  ","32873":"\n   am new here, please can you explain how I can access this?\n  ","32874":"\n   At what age do you consider someone old?\n  ","32875":"\n   how are you doing?\n  ","32876":"\n   what has been the highlight of your week?\n  ","32877":"\n   Are you good at keeping secrets?\n  ","32878":"\n   do you believe that ladybugs are good luck?\n  ","32879":"\n   Do you look down on people who cannot speak ENGLISH?\n  ","32880":"\n   What do you do if your surrounded by those ppl who you don't like ?\n  ","32881":"\n   What's your favorite hairstyle?\n  ","32882":"\n   Which dish of your hand guest like alot ?\n  ","32883":"\n   What's your favourite zodiac sign and least favourite zodiac sign\n  ","32884":"\n   Are you brand conscious or you like brandless things as well ?\n  ","32885":"\n   Happy day Canada ??❤️\n  ","32886":"\n   Is there anything you are looking forward to buy for your living room like candles ,lamp ,decoration piece etc ?\n  ","32887":"\n   What's your fav dish of your own hand\n  ","32888":"\n   What will you make if guests will come in evening ?\n  ","32889":"\n   Do you wear slippers at home?\n  ","32890":"\n   yes your right hugs, i personaly think it is seen as more acceptable if its female to male, but ik you are too kind to ever do anything like this xox\n  ","32891":"\n   WOW!! Like you said....it's raining however; I don't see any \"butts\"....lol. A jump in the pool would be okay. Stay safe and pretty. See ya'.\n  ","32892":"\n   sorry, if i annoyed you with that type of question\n  ","32893":"\n   do you think abuse from a female on a male is taken less serious then vice versa\n  ","32894":"\n   Who better not to believe?\n  ","32895":"\n   what’s the farthest you’ve driven for someone you love?\n  ","32896":"\n   what are the things you have done to help our community since the global pandemic started?\n  ","32897":"\n   Do you do online shopping shopping what's the last dish you purchased via net\n  ","32898":"\n   What's your fav dish from all over the world ?\n  ","32899":"\n   do you care of what people think of you?\n  ","32900":"\n   Which gemstone you are looking forward to buy ? like I recently purchased amethyst for myself\n  ","32901":"\n   Space\n  ","32902":"\n   Mom vs dad who do you resemble most ?\n  ","32903":"\n   What's your most recent favourite photo that you have taken?\n  ","32904":"\n   Whats your favourite dish of your husband hand ?\n  ","32905":"\n   Ayee, what a bummer ?\n  ","32906":"\n   Feeling chatty ? How are you, Bella? ?\n  ","32907":"\n   Hi ?\n  ","32908":"\n   Is getting married young a good idea?\n  ","32909":"\n   What's your favourite swimming style? ?‍♂️ ?‍♀️ ?\n  ","32910":"\n   What is your favorite song lyrics??\n  ","32911":"\n   Plans for Canada day (ir 4th of July)?\n  ","32912":"\n   By magic you went into the television screen, what movie \/ series would you be in? ?\n  ","32913":"\n   If you could go back in time to talk to yourself, what would you say?\n  ","32914":"\n   where’s your favorite place to get a really good pizza?\n  ","32915":"\n   what are you doing right now?\n  ","32916":"\n   Hello to all of you!..Thats it that’s the question..\n  ","32917":"\n   What do you do when you miss your mom ? Do you go to her house or call her\n  ","32918":"\n   What’s the one thing you pray most about?\n  ","32919":"\n   Always drink your water! Do you drink enough water? How much?\n  ","32920":"\n   OK. Are you a Harry Potter fan?\n  ","32921":"\n   Do you feel older or younger than your age?\n  ","32922":"\n   OK. Would you prefer it if I left you alone?\n  ","32923":"\n   How comfortable are you speaking in front of large groups of people?\n  ","32924":"\n   That's OK.\nCute names.\nDo you like wearing hoodies?\n  ","32925":"\n   It's me Muhammad Ali it's my new account plz follow me ?\n\nI have followed you ?\n  ","32926":"\n   followed ✔️\n  ","32927":"\n   What are your dogs called?\n  ","32928":"\n   well said, dear friend.\n  ","32929":"\n   My bad lol. You off to sleep soon?\n  ","32930":"\n   Cool, well I hope we can become friends as you seem interesting & kind. \nHaving a quiet afternoon then?\n  ","32931":"\n   What kind of dogs?\n  ","32932":"\n   Thank you :) sorry if I am annoying you?\n  ","32933":"\n   What's the time with you?\n  ","32934":"\n   Feel free to ask me anything if you want to get to know me?\n  ","32935":"\n   I went out on a dog walk with our dog. Do you like dogs?\n  ","32936":"\n   I just thought I might have been bothering you\n  ","32937":"\n   No problem. You are busy right now?\n  ","32938":"\n   What's your fav hair style ? Straight curly or beach wave hair\n  ","32939":"\n   Do you think the year is going by too fast?\n  ","32940":"\n   Fair enough lol. You having a good day?\n  ","32941":"\n   All the things that are happening in this world, what do you think is the worst? ?\n  ","32942":"\n   That's OK don't beat yourself up about it!\n  ","32943":"\n   Who is your best friend n why do you consider her best friend\n  ","32944":"\n   I'm happy to get to know you if you're OK with that?\n  ","32945":"\n   Yeah I've been fine. We don't know each other though?\n  ","32946":"\n   what did you do today?\n  ","32947":"\n   Happy 4th of July weekend everyone stay safe..\n  ","32948":"\n   How fast can you run? ?‍♂️ ?‍♀️ ?\n  ","32949":"\n   What fades with time?\n  ","32950":"\n   What is one thing that you have learned so far this year?\n  ","32951":"\n   Do you believe in any mythical creatures?\n  ","32952":"\n   If something makes you sad, how would you cheer yourself up?\n  ","32953":"\n   Have you ever set anything on fire? What was it?\n  ","32954":"\n   Can you cook? What is your favourite thing to make?\n  ","32955":"\n   One word for your mother\n  ","32956":"\n   How are you,dear?\n  ","32957":"\n   How fast can you type? ⌨️ ?\n  ","32958":"\n   I know Bella last night I really sleep ? like angel ?\n  ","32959":"\n   Can you send me some questions ?\n  ","32960":"\n   Followed you\n  ","32961":"\n   Awe that’s cute\n  ","32962":"\n   What's something people don't worry about but really should?\n  ","32963":"\n   You  know Bella I really love ❤️ to talk to you\n  ","32964":"\n   What is your own definition of love?\n  ","32965":"\n   what are you going to have for dinner? i need some inspiration since it’s just me tonight. ?\n  ","32966":"\n   Yes Bella always careful\n  ","32967":"\n   What is the meaning of life?\n  ","32968":"\n   followed\n  ","32969":"\n   Yes Bella and it’s awful and sad ? but probably we would be okay ? and safe at home ?\n  ","32970":"\n   Is there anything you are looking forward to buy for your living room ? Like painting ,decoration piece,candles etc ?\n  ","32971":"\n   One reason for someone to become your friend?  ?\n  ","32972":"\n   If you were really hungry, really exhausted and really gross, what would you do first – eat, nap or shower?\n  ","32973":"\n   in your opinion what is the worst part of camping?\n  ","32974":"\n   in your opinion what is the best part of camping?\n  ","32975":"\n   Where does a thought go when it’s forgotten????\n  ","32976":"\n   are you doing anything special for the 4th of july weekend? if you’re not in the US, feel free to use this as a filler. ?\n  ","32977":"\n   Yes Bella it’s a crazy ? world ? but it’s beautiful ?\n  ","32978":"\n   What was the last gift you gave someone?\n  ","32979":"\n   If u knew it all then, would you do it all again?\n  ","32980":"\n   It’s for defending my self Bella for my anger and furious mood\n  ","32981":"\n   When was the last time you saw an animal in the wild?\n  ","32982":"\n   Rolex or Patek?\n  ","32983":"\n   Do you believe; Only the wisest and stupidest of men never change?\n  ","32984":"\n   What things help you relax the best???\n  ","32985":"\n   I have a new friend right now and he’s name is punching bag ?\n  ","32986":"\n   Yes to all of this!\n  ","32987":"\n   Do you feel like this year is just going to keep getting worse? Idk what it is but every month there's just something else.\n  ","32988":"\n   What little steps are you taking to ensure you're getting self care in? (friendly reminder that even getting out of bed is positive)\n  ","32989":"\n   Have you ever played paintball?\n  ","32990":"\n   what’s the last song you listened to?\n  ","32991":"\n   Have you prank called someone?\n  ","32992":"\n   did you enjoy the last movie you saw?\n  ","32993":"\n   Do you feel like a leader or a follower?\n  ","32994":"\n   Have you ever broken down a barrier? What kind?\n  ","32995":"\n   How many languages do you speak?\n  ","32996":"\n   Who are you in a parallel universe?\n  ","32997":"\n   What’s something, you were looking forward too then! corona happened\n  ","32998":"\n   I know Bella I’m glad that you are here\n  ","32999":"\n   (( اللهم أنت ربي، لا إله إلا أنت، خلقتني و أنا عبدك، و أنا على عهدك و وعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، و أبوء لك بذنبي، فاغفر لي؛ فإنه لا يغفر الذنوب إلا أنت ))\n\nمرة واحدة\n  ","33000":"\n   What character would you be in the game jumanji?\n  ","33001":"\n   Really Bella\n  ","33002":"\n   Same here, I was lying down and for some reason holding the book above me while reading and all of a sudden my eyes closed and I dropped the book on my face ?\n  ","33003":"\n   how many hours of sleep did you get last night?\n  ","33004":"\n   Hi how are you ?\n  ","33005":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","33006":"\n   What's something you wish you were taught in school?\n  ","33007":"\n   Thank you! I was concerned.\n  ","33008":"\n   Can you help, why does Ask say I'm in a country that isn't America. :(\n  ","33009":"\n   Você dorme no escuro ou com alguma luz acesa?\n  ","33010":"\n   Have you ever tried swimming a length of a pool underwater with one breath?\n  ","33011":"\n   Cheers anyway Bella ? ?\n  ","33012":"\n   Have you ever been hit by a thought so strong that you forgot what you were doing before you thought it?\n  ","33013":"\n   O que faz seu coração derreter? ?\n  ","33014":"\n   What was the most unsettling film you've seen?\n  ","33015":"\n   Are you outgoing or shy?\n  ","33016":"\n   Favorite color?\n  ","33017":"\n   Anytime sis♥️♥️♥️\n  ","33018":"\n   The bomb -\n   \n    https:\/\/www.youtube.com\/watch?v=17lkdqoLt44\n   \n   ?\n  ","33019":"\n   You are welcome ?\n  ","33020":"\n   PAP of what you’re doing right now\n  ","33021":"\n   What does hakun matatta mean?\n  ","33022":"\n   What quality trait of your mom is just like yours\n  ","33023":"\n   Is there any dish you wanna learn from your mom ? ?\n\nLike I learnt how to make pasta by my mom ?\n  ","33024":"\n   What do you like about your self n why\n  ","33025":"\n   A public figure that you like to follow? ?\n  ","33026":"\n   Hi Bella how are you\n  ","33027":"\n   Ever felt that you have been living the same day over and over again? If yes, what did you do to break the cycle?\n  ","33028":"\n   What is the worst job you've had?\n  ","33029":"\n   Then it will look more beautiful on you♥️♥️\n  ","33030":"\n   What is your favourite TV show?\n  ","33031":"\n   What do you do when you wanna loose some weight ?\n  ","33032":"\n   What did you learn from your parents ?\n  ","33033":"\n   Was your childhood more pleasant or traumatic?\n  ","33034":"\n   If you died and had to choose one place to haunt for the rest of eternity, where would you choose to haunt?\n  ","33035":"\n   So preety ?♥️\n  ","33036":"\n   How would you describe Jason?\n  ","33037":"\n   Can you unscramble the word 'ELKNIWT'?\n  ","33038":"\n   How would you describe yourself?\n  ","33039":"\n   If you have to select only one color as for lipstick to apply your whole life which color you will choose?\n  ","33040":"\n   Thank you!? Yes, some people have already told me that and I am not the only one, you are also. ?\n  ","33041":"\n   Who is the most underrated ASKfm user?\n  ","33042":"\n   I have the courage to ...\n  ","33043":"\n   What's your favourite type of pie? ? ?\n  ","33044":"\n   What position do you like to sleep in?\n  ","33045":"\n   Ask some weird type question?\n  ","33046":"\n   What colour would you paint your room if you could?\n  ","33047":"\n   Follow back ?\n  ","33048":"\n   Did you ever fallen asleep while reading books in student life?\n  ","33049":"\n   Favorite Italian dish??\n  ","33050":"\n   If you could ask me a question, what would it be?  I send you the answer ?\n  ","33051":"\n   I am not afraid to...\n  ","33052":"\n   Do you like to dance??\n  ","33053":"\n   What’s a possession that you adore?\n  ","33054":"\n   Good evening.\n  ","33055":"\n   80. don’t you hate when people just don’t get the hint?\n  ","33056":"\n   Are you an emotional person?\n  ","33057":"\n   Wow,huge collections\n  ","33058":"\n   Wow you got great ways!!! Def adopting a few lol Oh my gosh. I heard about the essential oils thing like lavender. Bought a bottle and I do find it helps. For some reason it does make me fall asleep. Thanks! You are awesome!!! Im glad i got  you on here lol.\n  ","33059":"\n   Who are you!\n  ","33060":"\n   Gn space ?\n  ","33061":"\n   79. do you miss high school? or school in general?\n  ","33062":"\n   Are you an artistic person? If yes, in which arts?\n  ","33063":"\n   why do you think ask keeps changing the requirements for VIP?\n  ","33064":"\n   Do you collect anything? If so, what is it?\n  ","33065":"\n   which bug would you absolutely freak out over if you found it crawling on you? \nI was packing last minute things and a spider was on me ??\n  ","33066":"\n   when was the last time you went camping?\nhow long did you camp for?\n  ","33067":"\n   What is one thing you could change currently that would make your life a little bit better? For me I'd like to make more effort having breakfast in the morning!\n  ","33068":"\n   What do you prefer - eating salsa or dancing it?\n  ","33069":"\n   What movie should everyone see at least once?\n  ","33070":"\n   When you're Angry do you usually avoid people or do you want people to avoid you\n  ","33071":"\n   Which home remedies do you use to save yourself from corona virus ?\n  ","33072":"\n   What's one thing you really want but can’t afford?\n  ","33073":"\n   What's you do when you have no interest in the work but still have to do it.\n  ","33074":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","33075":"\n   Do you want to have a family when you get older? or do you already have one?\n  ","33076":"\n   what is something you hope happens soon?\n  ","33077":"\n   Do you ever pretend to be in your phone so people will stop bothering you?\n  ","33078":"\n   What do you miss of electricity goes for a very long time because of technical fault\n  ","33079":"\n   A good night to all! What ways do you use to fall asleep?\n  ","33080":"\n   What’s a task you recently completed that while it wasn’t difficult, gave you a sense of satisfaction ?\n  ","33081":"\n   Favorite types of salad or do you not like the green stuff?\n  ","33082":"\n   What do you do to relieve stress or stop worrying?\n  ","33083":"\n   What would you do, if there were no more Internet in the world?\n  ","33084":"\n   What is the first animal you would run to see if you went to the zoo?\n  ","33085":"\n   78. have you ever used bath bombs?\n  ","33086":"\n   What's the hottest trend this summer?\n  ","33087":"\n   What is the formula of happiness?\n  ","33088":"\n   Can you find true happiness by serving others?\n  ","33089":"\n   $30,000\n  ","33090":"\n   What makes you feel like a boss?\n  ","33091":"\n   Do you have a favorite country?\n  ","33092":"\n   One thing you hate? ?\n  ","33093":"\n   77. do you like to watch award shows?\n  ","33094":"\n   What's the worst thing anyone can criticize you for? ?\n  ","33095":"\n   Which restaurants do you visit most frequently?\n  ","33096":"\n   One movie you miss watching? ?\n  ","33097":"\n   We all make mistakes too right, there's no such thing as a perfect system ? That includes computers too ?\n  ","33098":"\n   What is your favourite cake flavour? ?? Feel free to post pics :)\n  ","33099":"\n   *sends Tuesday hugs!*\n  ","33100":"\n   What inspires you?\n  ","33101":"\n   Have you ever swallowed a fly? How did it taste?\n  ","33102":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","33103":"\n   What is something no one knows about you?\n  ","33104":"\n   Would you rather never be able to taste again or never see any colours again? ?\n  ","33105":"\n   Hello!?\nSend an emoticon to  my profile please,?\nI want to add a quote.?\nThank you in advance)?\n  ","33106":"\n   Apart from our genes, what do we all have in common that makes us human? ?\n  ","33107":"\n   Boops\n  ","33108":"\n   Hello\n  ","33109":"\n   hi\n  ","33110":"\n   Space\n  ","33111":"\n   Sends Monday hugs\n  ","33112":"\n   What to do on a rainy day?\n  ","33113":"\n   I read a book, in which the girl is kidnapped, and then she falls in love with the kidnapper.  \nIf you were kidnapped, what would you do? ?\n  ","33114":"\n   Nahhhhhh this would be me. Lol\n  ","33115":"\n   This answer is simply marvelous!\n  ","33116":"\n   ﺍﺳﺄﻝ ﺍﻟﻠﻪ ﺃﻥ ﻳﺘﻮﺝ صباحنا وصباحكم ﺑﻘﻠﻮﺏ ﻣﺒﺘﻬﺠﺔ ﻭﻫﻤﻮﻡ ﻣﻨﻔﺮﺟﺔ ﻭﺳﻌﺎﺩﻩ ﻏﺎﻣﺮﺓ ﻭﺻﺤﻪ ﻋﺎﻣﺮﺓ، ﻭﺍﻋﻤﺎﻝ ﺻﺎﻟﺤﺔ ﻭﺩﻋﻮﺍﺕ ﻣﺘﻘﺒﻠﺔ ﺃﺳﺄﻝ ﺍﻟﺬﻱ ﻳﺴﺒﺢ ﺑﺤﻤﺪﻩ ﻛﻞ ﺷﺊ ﺃﻥ ﻳﺠﻌﻞ ﻟﻲ ﻭﻟﻜﻢ ﺻﺤﺔ ﺗﺎﻣﺔ ﻭﺑﺮﻛﺔ ﺩﺍﺋﻤﺔ، ﻭﻳﻜﻔﻴﻨﺎ ﻭﺍﻳﺎﻛﻢ ﻛﻞ ﻫﺎﻣﺔ ، ﻭﺍﻥ ﻳﺤﻔﻈﻨﻲ ﻭﺍﻳﺎﻛﻢ ﻣﻦ ﻛﻞ ﻋﻴﻦ ﻻﻣﺔ، ﻭﻳﺸﻤﻠﻨﺎ ﺑﻜﺮﻳﻢ ﻋﻔﻮﻩ ﻭﺟﻤﻴﻞ ﺛﻮﺍﺑﻪ ﻭﻏﻔﺮﺍﻧﻪ ﻭﺍﻥ ﻳﺠﻤﻌﻨﺎ ﻭﻭﺍﻟﺪﻳﻨﺎ ﻭﻣﻦ ﻧﺤﺐ\n  ","33117":"\n   What is the last \"crazy\" thing you did? Not necessarily crazy, could be weird or stupid or something that those around you didn't see it in a good light.\n  ","33118":"\n   hope things get better soon ?\n  ","33119":"\n   Have you ever bought something on the internet?\n  ","33120":"\n   how are you feeling?\n  ","33121":"\n   Welcome. ??\n  ","33122":"\n   You have Beautiful eyes ?❤️ and your hair color so pretty ??\n  ","33123":"\n   So beautiful ??\n  ","33124":"\n   Do you like children\n  ","33125":"\n   Space\n  ","33126":"\n   My reaction too lol especially not a gay one\n  ","33127":"\n   GAY GUYS? PAP OF YOUR SELF \n#happypridemonth #liveyourgaylife\n  ","33128":"\n   Wow you and other people even don’t answer question\n  ","33129":"\n   Space\n  ","33130":"\n   Did anyone famous go to your school?\n  ","33131":"\n   Do you use Hulu live to watch new episodes live or wait until day after new episode airs?\n  ","33132":"\n   Would you rather win the lottery but have to spend it all in a day or triple your salary forever?\n  ","33133":"\n   ¿PS4 o Xbox One? ¿Por qué?\n  ","33134":"\n   What you rather say “I love you” to everyone when you hang up the phone or accidentally call your significant other the wrong name during a fight?\n  ","33135":"\n   What was the last movie you saw?\n  ","33136":"\n   What is the most unexpected thing that happened to you this week?\n  ","33137":"\n   I like both rock\/mountain climbing so I can have some apple juice with my cinnamon rolls. Yum-yum!!\n  ","33138":"\n   What is your favorite color of hair?\n  ","33139":"\n   Have you ever fallen asleep during a class?\n  ","33140":"\n   Do you have a criminal record.If yes what would you done.If no why would you don't do any crime?\n  ","33141":"\n   What is your favorite drink on cold evenings?\n  ","33142":"\n   What do you wish was simpler than it is?\n  ","33143":"\n   When is your birthday??\n  ","33144":"\n   Pet names you don't like?\n  ","33145":"\n   Do you ever see numbers repeating for you?\n  ","33146":"\n   What are your secret skills?\n  ","33147":"\n   Tell about the most exotic food you have eaten!\n  ","33148":"\n   What's you  favorite time of day?\n  ","33149":"\n   Ever felt that you have been living the same day over and over again? If yes, what did you do to break the cycle?\n  ","33150":"\n   What vegetable do you hate?\n  ","33151":"\n   From 1-10, how weird are you?\n  ","33152":"\n   when was the last time you ate out at a restuarant?\nwhich restuarant was it?\n  ","33153":"\n   Who is your favorite live performer?\n  ","33154":"\n   Rate my new dp\n  ","33155":"\n   what was the last thing you ate?\n  ","33156":"\n   Do you believe, all love is vanquished by a succeeding love?\n  ","33157":"\n   Bacon or sausage?\n(Alternatives too!)\n  ","33158":"\n   Good morning ?\n  ","33159":"\n   Which Spongebob character best resembles you? Be honest\n  ","33160":"\n   What sound drives you crazy?\n  ","33161":"\n   Dark pic-.\n  ","33162":"\n   Are you an emotional person?\n  ","33163":"\n   \"clothing items in the last week\"? Yes. Under Armour.\n  ","33164":"\n   What's something about yourself you love BEST?\n  ","33165":"\n   if you had one superpower what would it be and why?\n  ","33166":"\n   What artist or band do you always recommend when someone asks for a music recommendation?\n  ","33167":"\n   Which is your favorite pair of shoes? PAP!\n  ","33168":"\n   What is your favorite place on earth\n  ","33169":"\n   76. do you like dark humor?\n  ","33170":"\n   Your dream moment of life?\n  ","33171":"\n   right, ty xo\n  ","33172":"\n   74. What’s the plans for today?\n  ","33173":"\n   75. what makes you cringe?\n  ","33174":"\n   What tastes better than it smells?\n  ","33175":"\n   How many people do you think you've met in your life?\n  ","33176":"\n   Last date you went on?\n  ","33177":"\n   Do you like talking to children?\n  ","33178":"\n   *sends Sunday hugs*\n  ","33179":"\n   I'm trying to understand this app:)\n  ","33180":"\n   Thanks to be kind:)\n  ","33181":"\n   okay thanks ill try xo\n  ","33182":"\n   Oh sry it was by mistake cuz I'm new here:)\n  ","33183":"\n   yes thank you, sorry\n  ","33184":"\n   What is happening now - Space.\n  ","33185":"\n   Do you like pistachios?\n  ","33186":"\n   What is your favorite color?\n  ","33187":"\n   Do you watch any live streams?\n  ","33188":"\n   What is the thing you hate the most?\n  ","33189":"\n   Do you sleep in the dark or with some light on?\n  ","33190":"\n   Cereal first\n  ","33191":"\n   Do you collect seashells?\n  ","33192":"\n   How should a perfect weekend start?\n  ","33193":"\n   Do you pour the cereal or milk first?\n  ","33194":"\n   ?\n  ","33195":"\n   Yes Bella because I’m really blessed to have a Louisiana friend like you\n  ","33196":"\n   What device are you using for ask?\n  ","33197":"\n   Ever seen a mongoose?\n  ","33198":"\n   What's the last thing you ate?\n  ","33199":"\n   Thanks ? Bella  we have a really good conversation last night\n  ","33200":"\n   Are you ready????\n  ","33201":"\n   It's the character of GOT\n  ","33202":"\n   One word for my DP character?\n  ","33203":"\n   Are you a sweet tooth?\n  ","33204":"\n   I like calamari however; a choice variety of wine is great to have with it.\n  ","33205":"\n   Do you have a brother from another mother? Post it!\n  ","33206":"\n   Which talent or superpower would you most like to have?\n  ","33207":"\n   What is your goal this quarantine?\n  ","33208":"\n   How do you spend most of your time on the Internet?\n  ","33209":"\n   Best beaches close to you?\n  ","33210":"\n   Yepppppp. Right over here. Lol\n  ","33211":"\n   73.  do you think racism starts at home or with the influence of others?\n  ","33212":"\n   Space\n  ","33213":"\n   space\n  ","33214":"\n   Do you have any allergies?\n  ","33215":"\n   Would you say you make friends easily?\n  ","33216":"\n   Would you ever go on a blind date?\n  ","33217":"\n   Have you ever been rejected by a crush?\n  ","33218":"\n   Is it just me or has this \"summer\" been cooler than the spring so far looool.\n  ","33219":"\n   Would you prefer to live in the penthouse or in a normal apartment??\n  ","33220":"\n   71. anyone else annoyed by these fireworks already??(if your in the stAtes if not use as filter)\n  ","33221":"\n   I know Bella thanks ? just taking easy\n  ","33222":"\n   Your welcome ? Bella anytime I’m here for you my friend\n  ","33223":"\n   What kind of pets you own? Can you send a picture?\n  ","33224":"\n   What is the next movie you really want to watch?\n  ","33225":"\n   Really Bella that’s so cool ? lol\n  ","33226":"\n   I’m doing good thank you ? for asking I’m just relaxing ? right now\n  ","33227":"\n   72. how would you describe your neighbors?\n  ","33228":"\n   ty, sorry if i am wimpy x\n  ","33229":"\n   Hi Bella how are you\n  ","33230":"\n   what is your favorite feature on your favorite app?\n  ","33231":"\n   hey its okay xx\n  ","33232":"\n   What would you do differently if you knew nobody would judge you?\n  ","33233":"\n   bruises\n  ","33234":"\n   np xo, im in pain\n  ","33235":"\n   your awesome tbh xx\n  ","33236":"\n   Are you a better person than a year ago?\n  ","33237":"\n   If you were an ice cream flavor, what would you be?\n  ","33238":"\n   Instead of money pay me in…\n  ","33239":"\n   Good film aye, but it left an impression on me too haha ?\n  ","33240":"\n   POST SOMETHING EXTRAORDINARY? ❤️\n  ","33241":"\n   What comes to your mind, when you hear “spirituality”?\n  ","33242":"\n   ? Личный транспорт. \n\nЗадумывались ли Вы когда-нибудь о покупке личного транспорта? \n\nКакому средству передвижения отдаёте своё предпочтение? ??\n\nПрикрепите фото. ?\n  ","33243":"\n   What's the most unsettling movie you’ve seen? ? ?\n  ","33244":"\n   Romance is tempestuous. Love is calm. what's your opinion?\n  ","33245":"\n   عـبـقُ حـروف ?\n  ","33246":"\n   Saturday! So what are your plans for the weekend?\n  ","33247":"\n   Was iPhone, Android, slider cell phone your first phone? Mine was slider cell phone\n  ","33248":"\n   This is absolutely beautiful!!!\n  ","33249":"\n   Which charity or charitable cause is the most deserving of money in your opinion? ? ?\n  ","33250":"\n   Would you rather spend one night with your most hated ex or live on the streets for a week?\n  ","33251":"\n   I learnt that healthy relationship’s, like, give and take and I shouldn’t give way more than I get back.  With this new guy I pull away and I start to not want to commit because I think I’m going to get hurt all over again, even though, consciously I want to. What’s wrong with me?\n  ","33252":"\n   What's your favorite source of energy or Inspiration?\n  ","33253":"\n   What's a popular saying that you know? ?\n  ","33254":"\n   What's the most expensive thing you've ever broken?\n  ","33255":"\n   When was the last time you watched one of the older animated Disney movies from the 1930s-1970s like Snow White, Bambi, Dumbo, Cinderella, Robin Hood, The Aristocats, Lady and the Tramp, etc.? ✨ I‘m watching Sleeping Beauty right now and those movies are sooo different. ?\n  ","33256":"\n   What is your goal for this year?\n  ","33257":"\n   What made you smile today?\n  ","33258":"\n   Would you rather be stuck in an isolated area with ten snakes or ten spiders? ? ?️ ?\n  ","33259":"\n   Have any miracles happened for you?\n  ","33260":"\n   It is lockdown  for rest of our life\n  ","33261":"\n   thats alright, i just hope it don't always be like this cause it can get aggravating...i just try to be positive about it\n  ","33262":"\n   I am trying  hard to leave my  house\n  "},"Answer":{"32190":"\n  Um. Yes lol\n  ","32191":"\n  Well we were actually going to get married in the first year we met but we couldn't because we didn't have money and we were long distance so it was hard to. Been together for 7 and a half years now? But we have been married married for almost three years I think now? Yeah. Dang. But I just count it all together because it all feels the same which is a good thing from day one. ?❤??\n  ","32192":"\n  ? ? ?\n  ","32193":"\n  Yes and yes. I love the Stars especially out on the countryside where there's not a lot of lights. Were you really get to see space. Where you really get to see the beauty of night and the natural lights. And yes I know some constellations\n  ","32194":"\n  Goodnight\n  ","32195":"\n  #CuddlingMood\n  ","32196":"\n  Raise Hell eat cornbread. Cornbread raised and fed my whole life. Heck yeah and proud to admit! ? yee yee\n  ","32197":"\n  No\n  ","32198":"\n  Work with animals.\n  \n  Money or no money.\n  ","32199":"\n  Lair lair is reeeally funny.\n  ","32200":"\n  Rarely\n  ","32201":"\n  No and no one\n  ","32202":"\n  Nearly anything. It doesn't take much to impress me\n  ","32203":"\n  Nail biting.....\n  ","32204":"\n  \"I'm giving up on you!\n  \n   I'll be the one if you want me to. And anywhere I would have followed youuuuu... ouuuu... Say something! I'm giving up on you!\"\n   \n\n     View more\n    \n\n","32205":"\n  None.\n  ","32206":"\n  The Sandlot movies. Yaaaaas\n  ","32207":"\n  Free men and gals\n  ","32208":"\n  I very much doooo\n  ","32209":"\n  Just give them a second and let them vent and cry and just be there with them. Understand or at least try to. Sit there and continue to listen and be company and let them vent more. Tried to calm them down then when they start to talk to you more and then try to be out of the ordinary and utterly awkward funny and try to just cheer them up. Depending on the person of course. Some people just don't want to be talked to you at all and it's better just to sit there and let them vent. And some people you just have to leave them alone\n  ","32210":"\n  Both are okay to me.\n  ","32211":"\n  God.\n  \n   Family.\n   \n   Friends.\n   \n\n     View more\n    \n\n\n","32212":"\n  Just rude people\n  ","32213":"\n  Winter FAV\n  \n  Spring\n  \n  Fall\n  \n  Summer LEAST CAUSE OF HOW HOT\n  ","32214":"\n  Probably the hammer\n  ","32215":"\n  I am pretty decent\n  ","32216":"\n  Jason. ?? My hubby.\n  ","32217":"\n  Off and on they have been mandatory.\n  ","32218":"\n  I don't mind either.\n  ","32219":"\n  Can be. Usually am\n  ","32220":"\n  Anywhere from 11 to like 3 in the afternoon. I usually am most active around this time of the day\n  ","32221":"\n  Distance. Some frustrations. Fears.\n  ","32222":"\n  Depending on what it was\n  ","32223":"\n  More than likely without me even knowing probably\n  ","32224":"\n  Just to be able to do what I want how I want in a chill relaxing way\n  ","32225":"\n  Yeah.\n  \n  My husband. Lol\n  ","32226":"\n  Giant glass pans\n  ","32227":"\n  No\n  ","32228":"\n  Kool\n  \n  Chill\n  \n  Different and likes to be\n  \n  (Nothing wrong with this)\n  \n  Sweet\n  \n  Loves music and to be creative.\n  ","32229":"\n  I guess the same God bless you LOL\n  ","32230":"\n  Most people yes\n  ","32231":"\n  Yes and I ignored\n  ","32232":"\n  Maybe... blackberries and grapes because of seeds. Especially cherries. I'm not a c-type fruit-eating person. I do like cherries and I do like grapes and I do like blackberries I just don't really like to eat in because of the teeth they get stuck in my teeth and hurt\n  ","32233":"\n  No problem at all. You have an amazing day\n  ","32234":"\n  The Powerpuff Girls\n  ","32235":"\n  I am honestly into just about any kind of music honestly.   alternative rock and Country and rap\n  ","32236":"\n  My husband\n  ","32237":"\n  Correct absolutely\n  ","32238":"\n  Warm water nice shower or bath just taking it easy\n  ","32239":"\n  Love the cold. Love winter. Born in the winter. I love to sing. And that's mainly how I came up with that name\n  ","32240":"\n  Unfortunately yes but I'm sure we have all done it at least once before\n  ","32241":"\n  Lol.\n  \n  Hope you're doing okay today.\n  ","32242":"\n  Mostly little things but nothing really too bad or important to even mention.\n  ","32243":"\n  Much love to you too fam!\n  ","32244":"\n  I love to game and sing\n  ","32245":"\n  Have to experience both because that's life.\n  ","32246":"\n  Eggplant chips? Yes they are delicious and I love making them. I use my grandmother's old school recipe\n  ","32247":"\n  No\n  ","32248":"\n  Depends\n  ","32249":"\n  It's the least I can do. You deserve it. I'm glad that you liked it. And I'm also glad that you enjoyed your birthday! Always good to hear.\n  ","32250":"\n  I do sometimes. Yes.\n  ","32251":"\n  I love cake and pie. I don't mind either on occasion.\n  \n  Good night everyone! I'm exhausted\n  ","32252":"\n  I love cake and pie. I don't mind either on occasion.\n  \n  Good night everyone! I'm exhausted\n  ","32253":"\n  Here. At home. Tryna rest for tomorrow. I have work again.\n  ","32254":"\n  I followed you. Be aware I asked a lot of questions.\n  ","32255":"\n  To just be kind.\n  \n  Have fun sometimes.\n  ","32256":"\n  My husband? Lol\n  ","32257":"\n  The same everyday activities\n  ","32258":"\n  either Australia or Alaska\n  ","32259":"\n  I want to start a family business\n  ","32260":"\n  ?\n  ","32261":"\n  Thanks and same back!\n  ","32262":"\n  Followed ya.\n  \n  I ask alot of questions so be aware.\n  ","32263":"\n  Both are fine to me. I've had both in both have pros and cons\n  ","32264":"\n  Don't be with someone just because you feel bad for them and you want to help them because in the end you don't help yourself\n  ","32265":"\n  Would love to work with animals\n  ","32266":"\n  It would heal a lot of people for sure\n  ","32267":"\n  Growing up with my sisters and playing with them\n  ","32268":"\n  I like the little banquet cuisine meals\n  ","32269":"\n  Thaaanks. ?\n  ","32270":"\n  seeing people down in the dumps\n  ","32271":"\n  Neither. We don't have TV.\n  ","32272":"\n  Don't have to enter me.\n  \n  Just follow me back on Instagram. ? Follow for follow is all I ask. And thanks.\n  \n  Btw. I followed you on here and on Insta.\n  \n  Be aware. I ask alot of questions. Hope that's okay. ?\n  ","32273":"\n  Well I don't mind doing either I'm done both before\n  ","32274":"\n  No. I don't have Tiktok\n  ","32275":"\n  ?Morning ?\n  ","32276":"\n  Thank you so much!\n  ","32277":"\n  Take things with a grain of salt. Only care if it's really going to affect you and the people around you. Shouldn't let people hurt you. They shouldn't be in your life you shouldn't have let them in\n  ","32278":"\n  I haven't\n  ","32279":"\n  Hit the Earth around you playing! Because it's the only Earth you're going to get\n  ","32280":"\n  Go to different places on vacation in Tennessee Alaska somewhere along the Carolinas and some morning either Washington Oregon or California\n  ","32281":"\n  I keep the house clean the trash and spray for bugs. Those inside the home by the doors and outside. We even get rid of them and treat our cars for them\n  ","32282":"\n  I like using Ask.fm\n  ","32283":"\n  No\n  ","32284":"\n  Twilight\n  ","32285":"\n  Either Popeye's or McDonald's\n  ","32286":"\n  They are both beautiful but sunsets are the best\n  ","32287":"\n  Absolutely people should get out and socialize and do different things. That can create really bad depression if you don't do those things\n  ","32288":"\n  Sometimes I'll do a little bit of both but most the time I Just Want to Have Fun\n  ","32289":"\n  It's been a minute but not too long ago. I really want to go back but I'm pretty sure it's closed because of covid plus we had a really bad tornado a couple months ago and they have been trying to clean the place up. It wasn't too bad but it was bad\n  ","32290":"\n  Seeing innocent people getting hurt or missing loved ones and friends. Like them passing on and losing them and what makes me strong is my family and friends and just being able to wake up for the next day\n  ","32291":"\n  My birthday is on December 29th. Close to Christmas\n  ","32292":"\n  I honestly on occasion like all of the above\n  ","32293":"\n  Fruit or sandwiches\n  ","32294":"\n  Sometimes I do but most of the time I just correct it with another question\/answer\n  ","32295":"\n  I don't think I have any\n  ","32296":"\n  I haven't\n  ","32297":"\n  Thank you so MUCH! AWE ???\n  ","32298":"\n  I am doooing great ??\n  ","32299":"\n  Yes. Many times.\n  \n  Singing.\n  ","32300":"\n  I would like you to continue to follow me and send me questions. I enjoy your questions and thank you for that.\n  ","32301":"\n  Black. Blue. Brown. Yellow. Purple.\n  ","32302":"\n  Luckly no\n  ","32303":"\n  I absolutely love fast but because of skin issues I'm only really able to take showers sadly\n  ","32304":"\n  ?????❤\n  ","32305":"\n  That I am too happy?\n  \n  Some people I guess are just miserable or something.\n  \n  So miserable that they have to complain about my happiness LOL\n  ","32306":"\n  I guess my hair if that counts\n  \n   If not I guess my eyes\n   \n\n     View more\n    \n\n","32307":"\n  I would love to learn more about artifacts and digging\n  ","32308":"\n  Thank you so much and good morning and you have a great and safe day! All of you!\n  ","32309":"\n  No\n  ","32310":"\n  At the moment I honestly don't really want to talk about it but maybe another time sorry... I've had some pretty crazy experiences. Most\n  ","32311":"\n  Work flooow\n  ","32312":"\n  ?.?\n  ","32313":"\n\n   @illin_ahmed\n  \n\n  It's almost time for my sister's birthday! I'm super excited for her! You guys stop by for the next few days and wish her a happy birthday!\n  ","32314":"\n  I love to use Ask.fm\n  ","32315":"\n  I had a very realistic dream about having a child named Abel. It was really strange but I can feel the feelings of having a child in the dream. It was intense. Like emotionally\n  ","32316":"\n  I think I was either 12 I think and I shared it and the only reason we got one was because something really bad natural disaster happened and my mom wanted us to have a phone on this just in case we needed her so that's why we got a phone that was the only reason we didn't get it to communicate with friends really. And there was no text or Internet pretty much but that's because internet was extremely expensive back then and text message you had to pay for it in that age and year\n  ","32317":"\n  I just stopped and remind myself to take it one day at a time and not to worry so much and just try to relax. Talk to people invent. Do the things that I love\n  ","32318":"\n  5AM\n  ","32319":"\n  I know right?\n  \n  Goodnight. ?\n  ","32320":"\n  Yaaaas\n  ","32321":"\n  Gold. Yaaaaas\n  ","32322":"\n  For some odd reason a second ago I really wanted spaghetti and meatballs. I might actually get some tomorrow\n  ","32323":"\n  Why did there have to be mosquitoes invented\n  ","32324":"\n  Yeah thanks I am doing good I'm tired to probably about to get some sleep in a minute. Hopefully you can get some rest too soon\n  ","32325":"\n  Many.\n  \n  God.\n  \n  Family.\n  \n  Friends.\n  \n  My dogs are always.\n  \n  And more.\n  ","32326":"\n  ??\n  ","32327":"\n  Yes and I tell them you're not that special I'm just looking at this rock over here on the ground. Me being sarcastic usually when I am looking at them as speaking to them and they think I'm talking to someone else when no one's around.\n  ","32328":"\n  Do you mean date when you're older or date when you're young or do you mean date people that are older or younger than you? Or do you mean both ?\n  \n  Not sure with what you mean on the question.\n  ","32329":"\n  A really bad sprained ankle and a and with a few jammed fingers. So jammed to the point where my fingers were turning black and purple.\n  ","32330":"\n  Things are going good.\n  \n  Thanks for asking.\n  \n  And I hope things are going well for you too. ?\n  ","32331":"\n  Fall. But I love Winter.\n  ","32332":"\n  Yes.\n  \n  Proud to be.\n  ","32333":"\n  Thinking About You by Ariana Grande\n  ","32334":"\n  Jk\n  ","32335":"\n  I usually just ask people random questions and questions that I would find really cool answers from genuinely from random people and then I love to read the answers and see the different answers. Just goes to show how different we all are based on the answers.\n  ","32336":"\n  I wouldn't want to be tbh\n  ","32337":"\n  I think it was a wine cooler because we had some new flavor on the 4th of July and it was pretty good but I only had like one and a half if that. With more focus on popping fireworks and having a good time\n  ","32338":"\n  No\n  ","32339":"\n  I have never seen this now. Sorry\n  ","32340":"\n  I wish I wouldn't get so frustrated easily when doing things\n  ","32341":"\n  I mean I personally think no but I mean this covid-19 stuff isn't going away or getting better so I don't know what they're going to do if they just prolong opening Schools they're just going to prolong it again and again because it's not going to change. I'm not saying I'm all for them opening schools early I just think they need to figure out a better system to do this to make sure these kids don't get sick\n  ","32342":"\n  Just a beautiful place with beautiful landscaping\n  ","32343":"\n  I just love New Orleans\n  ","32344":"\n  Thanks for following me I followed you back by the way I ask a lot of questions so be aware\n  ","32345":"\n  ❤?\n  ","32346":"\n  Orleans\n  ","32347":"\n  A root beer snowball.\n  \n  Some frys and spicy nuggets.\n  ","32348":"\n  Mmmm\n  \n  I'm good\n  ","32349":"\n  Both\n  ","32350":"\n  To cheer people up.\n  \n  Build people up.\n  \n  Be kind and help.\n  ","32351":"\n  I wanted to work with marine animals.\n  ","32352":"\n  Wouldn't wanna do tbh\n  ","32353":"\n  Light\n  \n  Lightning\n  \n  Sunlight ?\n  ","32354":"\n  \"Respect\n  \n  To be truthful\n  \n  If you do not have these two. You have nothing.\"\n  \n  - Bell\n  ","32355":"\n  My mom. ?\n  ","32356":"\n  I have played before.\n  \n  Dulcimer\n  \n  Piano\n  \n  Guitar\n  \n  Violin\n  \n  The drums\n  \n  The Trumpet\n  \n  The Trombone\n  \n  The Harmonica\n  \n  And more.\n  ","32357":"\n  This is probably the craziest thing that I saw a random person with a Mexican hat on Dancing\n  ","32358":"\n  Thanks.\n  \n  I followed back.\n  \n  But be aware. I ask alot of questions.\n  ","32359":"\n  Just do. Just try to think positive. Just chill.\n  ","32360":"\n  Ummmm maybe?\n  ","32361":"\n  No such thing\n  ","32362":"\n  Well of course.\n  ","32363":"\n  Thaanks. Yeah trying.\n  ","32364":"\n  Taking it one day at a time. Always thinking it could be worse\n  ","32365":"\n  God.\n  ","32366":"\n  Yes.\n  ","32367":"\n  Much love Aleksa. ???\n  ","32368":"\n  Nice shoutout.\n  \n  ? Hi\n  ","32369":"\n  Them this morning. Just adorable. Fell asleep on their daddy\n  ","32370":"\n  We would be seriously eating like kings and queens! ???\n  ","32371":"\n  I know right I wish I can meet a lot of you guys. Y'all are like long lost family for real\n  ","32372":"\n  Yeah. I like spicy foods.\n  \n  I'm Cajun. So most def.\n  ","32373":"\n  Yeah. ?\n  ","32374":"\n  ? Hi.\n  \n   Thanks.\n   \n\n     View more\n    \n\n","32375":"\n  Good morning ? everyone!\n  ","32376":"\n  Alot.\n  ","32377":"\n  Ok kool kool\n  ","32378":"\n  Thanks. ??\n  ","32379":"\n  I try.\n  ","32380":"\n  Thanks.\n  \n   Morning to ya.\n   \n    ?\n    \n\n      View more\n     \n\n","32381":"\n  Goodnight Yall\n  ","32382":"\n  1st one\n  ","32383":"\n  ? 1st one I'd think\n  ","32384":"\n  Thanks.\n  ","32385":"\n  I try\n  \n  And have confidence in myself\n  ","32386":"\n  Working with marine animals for the Paranormal or the weather\n  ","32387":"\n  The shark doo doo doo doo baby song\n  ","32388":"\n  God.\n  \n  My husband.\n  \n  My pups.\n  \n  Family and friends\n  \n  Coworkers\n  ","32389":"\n  Colby\n  ","32390":"\n  I know right. Just another thing. And what I mean by that is if I see someone that needs my help I don't mind taking a second out and helping them. Or seeing someone down. I don't mind helping them. Regardless of who they are. We all need to be there for one another. Build each other up\n  ","32391":"\n  I am definitely an evening person\n  ","32392":"\n  Maybe the rewind button to relive memories but never pause\n  ","32393":"\n  Great ways\n  ","32394":"\n  Ikr?\n  ","32395":"\n  If you're asking if this is the app I use the most? Yes.\n  \n  Am I on all day? I'm not on all day. I'm on alot the days I'm off and the days that I work I'm on when I can.\n  ","32396":"\n  I don't have snap.\n  ","32397":"\n  Yeah!\n  ","32398":"\n  Well that was nice of him.\n  \n  Yeah... Little kid fell in some water and almost drowned.. Lucky I was right there.\n  \n  I had all clothes on too... And jumped in and got myself wet to safe him. Didn't even know the kid. And his family was sitting like 30 feet away... Wouldn't have ended well for him because he was really drowning.... And I jumped in. Brought him over and they looked as if they were mad at me?????? For SAVING HIM? It was a light skinned child too. Cute as can be. Maybe 3? Just... Unattended. By himself.. Falls in. They don't care? ? child was scared. But he's lucky I was there that day.\n  ","32399":"\n  Okay. Kool. Gotcha\n  ","32400":"\n  Corrections for the top answer in this\n  \n  My bad\n  ","32401":"\n  Ikr? And we could do that. From the morning till we are all exhausted. No times. And if ya wanted to come back the next day. Or stay at my house. All of us. Have a blaaaast.\n  ","32402":"\n  They have an incline area. Where you slowly go in from inches to more so you could learn to swim easily in a pool like that.\n  ","32403":"\n  Absolutely. Y'all are like family to me. Long lost family.\n  ","32404":"\n  Here's some notes.\n  \n   But honestly use this and look them up yourself.\n   \n   He wants to do all the seasoning first with a little olive oil or butter and a little bitty bit of water not a lot and let it cook down for about 30 minutes and stir it continuously.\n   \n   Pre cook the chicken so it's faster or maybe you can get a rotisserie chicken and pull it apart. Make big pieces and little pieces.\n   \n   Adding chicken broth can help to the food. Don't ask too much. But just enough. Chicken broth about three cup. If you use chicken bouillon cubes about 3.\n   \n   Always add okra to the soup. Crush up about half of them in the soup and let it get sick. That's how it gumbo becomes thick.\n   \n   And then of course don't forget sides. You want to make the entree interesting with a few sides to make the meal even better. Make your own homemade potato salad or just a regular salad and then maybe get you a French bread roll or some rolls and prepare them on the side or maybe cookies and croissants or biscuits. Good luck\n   \n\n     View more\n    \n\n","32405":"\n  Well that's nice.\n  \n  I am about to go out on a date shortly. But before. Gotta do a beer run for someone. They can't drive. So we are gonna help them out. Get them some food too maybe. And then do a few choirs and then I'm going on a date. Gotta get what's needed done 1st I guess right?\n  \n  Good day tho.\n  ","32406":"\n  ? Hey.\n  \n  I'm great.\n  \n  Doing good.\n  \n  And thanks.\n  \n  Hope your doing okay?\n  ","32407":"\n  I work in this field and have been for almost 14 years now. Hope so I do. Lol or I have been wasting some serious time. Huh XD\n  ","32408":"\n  Oh wow. Boots\n  ","32409":"\n  Right right.\n  \n  Time to time I wear a crunchie for my hair. But yes there are few break was that I favor to wear.\n  ","32410":"\n  Right. Sounds interesting.\n  ","32411":"\n  Thanks y'all ?? You guys are so sweet!\n  ","32412":"\n  If I had a pool! Most def. would have pool parties!\n  \n\n   @Illin_ahmed\n  \n  's birthday party! ? ? YEAHA! Invite lots of peeps! Most def! Sounds like so much fun.\n  \n  And then y'all invite ya girlfriends and boyfriends. Husbands. Wives. Family. Who ever!\n  \n\n   @AskKeishaJ\n  \n\n\n   @MajesticAFUnicorn\n  \n\n\n   @Chrissyjillson\n  \n\n\n   @Carlahall88\n  \n\n\n   @Laalelow\n  \n\n\n   @Melissamczzz82\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @Courtneym4\n  \n\n\n   @Kelseymyrina\n  \n\n\n   @Kittiemeowsie\n  \n\n\n   @Mamtabanerjee02\n  \n\n\n   @NineGDxFour\n  \n\n\n   @Cupcakethequeen1\n  \n\n\n   @Askamanz5506\n  \n\n\n   @MermaidOnTheMoon\n  \n\n\n   @Synfalen\n  \n\n\n   @Grace_Elias\n  \n\n\n   @Eqcarpenter\n  \n\n\n   @lnr87\n  \n\n\n   @Rufinalexa\n  \n\n\n   @Redoasis2017\n  \n\n\n   @Alicia861\n  \n\n\n   @Angel_Khalidah\n  \n\n  I would love to have an under pool. A huge underground pool with a few diving boards and a rock climbing staircase. A few slides. 1 small one kinda small but real steep. And then a large and twisted fun slide.\n  \n  Then have a incline starting at a few inches and then the pool goes to almost 15 ft deep.\n  \n  Have a couple racing lanes.\n  \n  Tons of pool toys.\n  \n  An obstacle course that changes year-round I have someone that comes in and changes it.\n  \n  BBQ Pits all around the pool and picnic tables and a roofed in shady area. Huge shady roofed in area.\n  \n  Then a Gatorade and Powerade fountains. 10 diff flavors each. And a sparkling water fountain. 20 diff flavors. Regular water fountains. (5) Cola fountains. Soda. (20 diff flavors) Fresh lemonade. Both strawberry and reg. And then juices in a huge refrigerator. Ex. apple juice. Cranberry. Orange juice... A Beverage bar with a few bartenders.\n  \n  A pizzeria.\n  \n  A DJ that comes in when I want him to.\n  \n  A waterproof gaming area. Where you can still sit in the pool and play.\n  \n  A giant adult splash pad. And more.\n  \n  And then I would have a mini Buffet area that has tons of awesome foods.\n  \n  Minnie boat area with dance floors and a warm room. Go to the warm room to not be so cold after getting out the water.\n  \n  Dryer area.\n  \n  Volleyball beach area with sand and small beach that goes up to 10 feet deep.\n  \n  Tanning area.\n  \n  HUGE party.\n  ","32413":"\n  Why thank you so much.\n  \n  ? I really appreciate the compliment. Thank you.\n  ","32414":"\n  ??\n  ","32415":"\n  I'm great. How are you?\n  ","32416":"\n  Sister. ?\n  ","32417":"\n  You guys know who you are! Y'all are the best! Thanks for everything you do! Thanks for being here for me. Keeping me company. Chatting with me. Building me up always! You guys... y'all just rock. Love all of you!\n  ","32418":"\n  Sometimes but usually not.\n  ","32419":"\n  A trigger for the weed eater. It broke. Gonna fix it.\n  ","32420":"\n  Idk. I don't really keep track of that.\n  ","32421":"\n  Love always wins.\n  ","32422":"\n  Haha. My pictures always seem to have that effect. Haha. Lol\n  ","32423":"\n  Thanks. ?\n  ","32424":"\n  Depends on the person.\n  \n  For me and Jason was wonderful.\n  \n  But for someone else and that person. Maybe. Maybe not. Depends on if you two are both ready.\n  ","32425":"\n  I want to meet you all. But here are some I most DEF! want to meet in person! I love ya all! Tagged and not tagged and alwaus remember that!\n  \n\n   @redoasis2017\n  \n\n\n   @illin_ahmed\n  \n\n\n   @Rufinalexa\n  \n\n\n   @krrice\n  \n\n\n   @AskKeishaJ\n  \n\n\n   @Angel_Khalidah\n  \n\n\n   @eqcarpenter\n  \n\n\n   @melissamczzz82\n  \n\n\n   @lnr87\n  \n\n\n   @dy6andz\n  \n\n\n   @synfalen\n  \n\n\n   @askamanz5506\n  \n\n\n   @justmeheretoanswer\n  \n\n\n   @KathleenBremner\n  \n\n\n   @LisaLuLu09\n  \n\n\n   @Cupcakethequeen1\n  \n\n\n   @Kelseymyrina\n  \n\n\n   @lenahkaye\n  \n\n\n   @Lady_Eloquent\n  \n\n\n   @Grace_Elias\n  \n\n\n   @mamtabanerjee02\n  \n\n\n   @Alicia861\n  \n\n\n   @MACKabiVIPer42\n  \n\n\n   @KeepYourEyesPeeled\n  \n\n\n   @kittiemeowsie\n  \n","32426":"\n  Love donuts but only on occasion I have one. But all of the above! ??\n  ","32427":"\n  Nice. Haha.\n  ","32428":"\n  Don't talk to them.\n  \n  Beat them to the punch and show them that they are lying. Be clever and think before they even lie and just keep busting them out on it.\n  ","32429":"\n  But yeah. Always add Okra to a Gumbo and crush up some of it in the soup. Cause that's what Gumbo is. Is a Cajun thick soup. So good.\n  \n  Can make potato salad\n  \n  Black eye peas and butter bread rolls on the side! Yum!\n  ","32430":"\n  I can't tell you my my family's recipe because that is confidential... Sorry there. BUT! There are Gumbo Zatarain's boxes online, the backs of the boxes with the directions. You can look them up and they can teach ya.\n  \n  Or...\n  \n  Look up.. Easy Cajun Gumbo recipes. Start with a easy chicken and sausage Gumbo. A seafood one is more advanced and harder... And never mix chicken and seafood... I just always have made that a rule in life. ? Other people do it and me I'm just like... Meh.. No. ? ?\n  \n  And then you can make a Turkey ? Gumbo. That is good. A porkchop and chicken and sausage Gumbo.\n  \n  Always add okra to the gumbo€\n  ","32431":"\n  Nah but with the cornbread and rice on the side and cooking by yourself it can. Especially if it is a new dish you are learning.\n  \n  But like you just have to make sure you get the rights amounts of meat in it. Mash up some of the beans in it to make it thicker and then make sure your cornbread is a little sweet because it goes well with the reb beans juices. And then add butter to the red bean juice too. So good! ? I'm telling ya!\n  ","32432":"\n  Goodnight everyone!\n  \n  ? ? ?\n  ","32433":"\n  What I made for dinner supper tonight!\n  \n  Got some old School Homemade Cajun cooked Red Beans and Rice what's cornbread on the side!\n  \n  ??? ?? #SoulFood #CajunLife #CajunRoots #Louisiana #CountryFood\n  ","32434":"\n  Me and Bay ??\n  ","32435":"\n  Of course\n  ","32436":"\n  just all of these new remakes of Disney. The real-life versions. I want to see all of them. I think they're so cool. Because when I was a child I always said that I hope that they came out with live versions and then they did! So best believe you know I really like the remakes!\n  ","32437":"\n  Yes\n  ","32438":"\n  Yes\n  \n  Not doing this sometimes can ruin your shoes. Not always but usually\n  ","32439":"\n  Honestly I think every business has their dirty moments.\n  ","32440":"\n  Yes\n  ","32441":"\n  Well that's awesome! And I'm having a pretty good day. My day off I'm just resting at the moment.\n  ","32442":"\n  Really?! It's your birthday?! Or happy birthday to you! Right now It's 11:08 p.m. here central time zone in America. Happy birthday to you! I hope that you have an amazing day and stay safe!\n  ","32443":"\n  I am doing great thanks. Hope you're doing okay\n  ","32444":"\n  Loyalty trust random acts of kindness\n  ","32445":"\n  I'm not really too much of a fan of oysters\n  ","32446":"\n  Flying or teleporting periods be able to fully communicate with the Paranormal\n  ","32447":"\n  The future of course unless I'm going to go to the past to visit people that passed on\n  ","32448":"\n  I am. I'm resting in bed because it's almost 11 p.m. I'm enjoying my day off and night off.\n  ","32449":"\n  Wouldn't matter to me. I will get the work done no matter what. Regardless\n  ","32450":"\n\n   @eqcarpenter\n  \n\n  ? lol Def. not. Haha. Good friend. Haha funny tho.\n  ","32451":"\n  I love the cold I love winter and I love snow. Christmas is my most favorite time of the year and is when I was born around.\n  ","32452":"\n  Me and Jason bought us Fitbit watches for one another. We went on awesome date together and just spent the whole day together. Tomorrow we're going four wheeler riding. Another date. ???\n  ","32453":"\n  ? Oh wow. Idk. Lol\n  ","32454":"\n  1st one.\n  \n  I could do both tho.\n  ","32455":"\n  Oishi and Ryan's\n  ","32456":"\n  VIBEZ\n  \n  BOP\n  \n  Find my way\n  \n  Carpet Burn\n  \n  Can't stop\n  \n  Again, rockstar\n  \n  Jump\n  \n  What's Poppin'\n  \n  Suge\n  \n  The Bigger Picture\n  \n  And more.\n  \n  Some more.\n  ","32457":"\n  No sadly. But I really want to go soon and visit some! Not sure what kind and where but I would love to go and see some!\n  \n  Art galleries are awesome.\n  ","32458":"\n  December ?\n  ","32459":"\n  I never really got into either.\n  ","32460":"\n  A vacation..... Road trip.\n  ","32461":"\n  Gonna just chill down and rest from long days of work.\n  \n  Spending time with peeps.\n  ","32462":"\n  My fav. song atm would have to be Rockstar by DaBaby. Love this song. ❤\n  \n  Love Dababy. ? One of my fav. rappers.\n  ","32463":"\n  Yaaas\n  ","32464":"\n  ???\n  ","32465":"\n  Yeah.\n  \n  Made some hamburgers yesterday.\n  ","32466":"\n  The best way to have it in my opinion! Yaaas!\n  ","32467":"\n  Doing good. Just chilling. Taking it easy today. Off from work.\n  ","32468":"\n  Mee tooooo ? So good!\n  ","32469":"\n  Yep ? Trying\n  ","32470":"\n  ? LOL\n  ","32471":"\n  Yeah. Sure. I followed you. But be aware. I ask alot of questions.\n  ","32472":"\n  Followed. ?\n  \n  I send alot of questions so be aware.\n  ","32473":"\n  Thanks!\n  \n  And same back.\n  \n  Good day so far.\n  ","32474":"\n  Hey Tommy. What's up?\n  \n  Morning\/afternoon to you and to all.\n  ","32475":"\n  DaBaby ?❤ Rockstar\n  \n  Love this song.\n  ","32476":"\n  I watch The Fox and the Hound with my husband's little niece. She came over yesterday and today and adores playing with me and being with me. That's more of a movie but that's the last thing that I watched with her today.\n  ","32477":"\n  Like my phone case? My phone case is the color mint\n  ","32478":"\n  Being social and getting out\n  ","32479":"\n  Do the things I love and my hobbies. Spend more time with the people I love\n  ","32480":"\n  I think you've already asked me this but I'll answer it again. I like to move around alot drink water and eat little Inn at only certain times. I try not to eat too late at night. Try not to eat too much at once. Trying to make sure I take my time when I'm eating.\n  ","32481":"\n  I wouldn't change my name\n  ","32482":"\n  I know you're going to be here in the morning but I love and miss you.\n  ","32483":"\n  Ayyye\n  ","32484":"\n  I think I've already answered this. I think you've already asked me this once or twice\n  ","32485":"\n  I get lots my favorite is when they tell me that they're happy for me and proud of me\n  ","32486":"\n  I don't know who to choose because they were both really awesome. My grandparents and my mom cook the best food.\n  ","32487":"\n  Just regular everyday activities.\n  ","32488":"\n  I enjoy gaming cooking socializing going out in the yard and doing yard work. I like singing wood burning painting creating different things working on cars exploring and adventuring researching and more\n  ","32489":"\n  I honestly don't really buy my clothes online. And if I did maybe Walmart but I honestly like to be able to try my clothes on before buying.\n  ","32490":"\n  1st one.\n  ","32491":"\n  Thanks fam ?\n  ","32492":"\n  Be careful with who you fall for because if you want to marry that person that's going to be the person you're going to be with for the rest of your life. A lot of people make this mistake. I make sure I didn't. I love my husband. I just don't want to see my best friend go down. He was someone that's going to abused them or something. Do what's best for you in life. And just be careful. Be patient. Because the right person will come in your life naturally.\n  ","32493":"\n  Louisiana. Jason's arms. Heaven\n  ","32494":"\n  So to the people that want to come on my page and argue about things that don't even matter. ? Like really? Down to the things that I have in my frigerator. I never thought people could have nothing else better to do with their lives than to come on the internet and argue with people about certain things that should and should not be in their fridge. Literally a waste of time.\n  \n  Like what does it even matter what I do in my life? Lol.\n  \n  People kill me.\n  ","32495":"\n  DaBaby - Rockstar\n  ","32496":"\n  Cajun food. I think everyone should try to play an instrument in their life. I think everyone should try their best to learn how to cook certain things and learn the basics in cooking. I think everyone should learn the basics on how to sew. And I think everyone should at least learn one more language in their life\n  ","32497":"\n  Not yet at least\n  ","32498":"\n  Nothing much just taking it easy after a long day\n  ","32499":"\n  I love sweet tea and coffee\n  ","32500":"\n  Either homemade foods that my mom or my grandmother or grandfather used to make that they taught me. Those kinds of things make me feel good. And then soups make me feel good. And then of course my favorite foods\n  ","32501":"\n  I just tried to get comfortable and try again to sleep. Try different remedies\n  ","32502":"\n  I can play the harmonica and the dulcimer. I can play a little violin guitar and piano. I also love to sing. I can also play the drums a little\n  ","32503":"\n  Just being around the people I love and doing the things that I love. Positive thoughts. Getting out and socializing\n  ","32504":"\n  It's only as hard as you make it\n  ","32505":"\n  I have been. And it was really nice\n  ","32506":"\n  I'm good doing either honestly.\n  ","32507":"\n  No I have never worked at any sort of facility like that. But I know what you mean. I guess I was just so traumatized by her that I just wanted to get away from it you know what I mean? But yeah if something like that happens to me again I'm going to try to do to better and try to complain about it instead. But as I said before I'm pretty sure that they most definitely got terminated shortly after that situation. Hopefully. I'm sure. But yeah I don't wish it on anyone. Sucked for reals.\n  \n  It's okay tho. I'm good now. ??\n  ","32508":"\n  Maybe a little ice cream or fruit.\n  ","32509":"\n  I really want to start a family business with my husband. He has so many dreams in that area of our life\n  ","32510":"\n  This isn't exactly something strange but I found a Xbox game that was actually pretty new and it was like $5 when it should have been like 40 $50 or something\n  ","32511":"\n  Yes and my experiences and hotels were usually good. More good than bad.\n  ","32512":"\n  Yeah I definitely want to help other people. That was the thing. I couldn't believe they were treating me like that and I am the way I am you know what I mean? It's just surprising on how they treat other people that you know what I mean are difficult or something maybe more? But honestly they were all like that. So if I was to file a complaint honestly I think that they would all gang up and say that they didn't do anything wrong and that I was just crazy or something. LOL it didn't make any sense at all. But yeah. They most definitely were not doing me right. And I'm sure I had other clients that were there that could have vouched for me. I just wanted to get away from them. But yeah I was kind of young when this happened so I guess I never thought about reporting them. I'm sure that they got fired soon after there's no way they didn't. If they were treating me like that I'm sure they treated other people after me like that.\n  ","32513":"\n  Just getting in a car and going into a direction and just exploring. Not knowing what you're going to do next. Research the things in your area and what to do find you a hotel and then go and do those things not knowing what you were going to do. Of course take off a week of work and make sure that your back in time to do your everyday duties at home but honestly some of the trips that are not planned and what to do are the best. Makes you feel free and that you're exploring. Not so much stress. Of course pack anything and everything because you might do anything and everything. But sometimes some of those kinds of trips are the best in my thoughts. Say for instance you start in Louisiana and you just go up to Michigan from Louisiana to Michigan and just do all kinds of things from that point to the other point. Maybe stay an estate at a time for 2 days. And maybe take off a week or two.\n  ","32514":"\n  Yeah. I'll be able to overcome in unless of course it's a actual medical thing I can't do. Which I think it kind of is but I'm not sure. Don't want to experiment of course LOL. But yeah I am really angry that those people did that to me but that is the past and I can't do nothing about it. All I know is when I do go to a doctor I tell them about my past experiences before they do it so they understand why I get really massively upset when they are taking blood from me. I let them know that I was harassed once. I let them know that I was felt uncomfortable before. I let them know all of the past events that happened to me last time I had it happen. But yeah. I don't appreciate people using us as guinea pigs especially if they don't ask. If they want to use me as a guinea pig asked me. Most of the time I don't care and I'll let you do it. But don't just do it off of you wanting to. You never know how things affect people.\n  ","32515":"\n  I love crawfish spaghetti. It's very challenging to make the softest at I like making homemade red sauce and I love crawfish because it just tastes really good. I also like to make it a little spicy.\n  ","32516":"\n  I guess just because I know people are suffering again. I'm not more or less scared of myself dying I just don't like losing people and seeing the people that I love and just people getting hurt. Such as people just having people inflict pain on them murder or more. If you know what I mean there. The only reason why I freak out when I get blood taken from me is because it makes me feel really bad. My body does not like having blood taken from it at all. It naturally just shuts down when it gets blood taken from it so that's why I don't really like it plus I have bad experiences with doctors not knowing what they were doing. I didn't know that they didn't know what they were doing. I trusted them. They were supposed to be professionals.  This happens once in a blue moon I don't know why. They poked me tons of times not understanding how to do what they were doing. Honestly if they didn't know what they were doing they shouldn't have done it. Been doing it. They traumatized me really bad. They also said a lot of really messed up things to me. They said a lot of really messed up things to me for no reason. I didn't do anything wrong to them to say those things to me. I was so confused. They kept asking me if I had been drinking? Which I hadn't been? I was terrified and confused and feeling weak because they kept poking me and taking so much blood from me... ? and made me feel really bad. Both physically and mentally. I'm not exactly afraid of needles but I just don't like the sight of people not knowing what they're doing in the medical room when they're supposed to be... you know... have went to school for it and have their license or whatever you know what I mean? Horrible experience. I hope I never have to go through it again honestly. I actually love giving blood because it made me feel good. It made me feel like I was saving lives and which I was but I don't do it anymore because of the certain situations. Sad to say... But hopefully I can overcome some day.\n  ","32517":"\n  But yeah I don't mind helping older people at all it's just I can't bear to do that. I can do a lot of different things there's just a few things that I can't do. Another thing I can't do is work with too much blood. I pass out and get really sick and faint. Idk. It's strange. Flashbacks and just really bad thoughts come to my mind with blood I don't know why.\n  ","32518":"\n  Go back to Louisiana in a house of my dreams and start a family business and make a family of course\n  ","32519":"\n  Thanks and same back to you! I hope you're doing okay keep your head up alright? Stay safe. ?\n  ","32520":"\n  Just my mom's awesome homemade meals. Because they were so good and I miss them.\n  ","32521":"\n  I just feel bad for the older people you know what I mean? I can just feel their embarrassment and I just feel terrible for them. I know I'm helping them and stuff but I just feel like I am humiliating them and I feel horrible for them if you know what I mean and I just can't take those kinds of feelings. They're so helpless.\n  ","32522":"\n  Of course I want kids I'm talking about older people's diapers I just can't do it.\n  ","32523":"\n  I do not own dresses for high heels really. I usually just wear casual and comfortable and affordable clothes. No reason to wear something that's millions of dollars\n  ","32524":"\n  I just can't pick up throw up and change people's diapers I just can't do it\n  ","32525":"\n  Only with others and yes a few times but usually it was nothing really bad. Usually then stopping to talk to them because they knew them or it was down reminding them that a light was out or something\n  ","32526":"\n  I really like the board game Apples to Apples\n  ","32527":"\n  Soulmates come naturally you cannot hurry it up or you're wasting your time. You have to have patience\n  ","32528":"\n  My birth name? Honestly that's really personal but it's a very sweet thing. My name came from something very sweet. My mom named me that for that reason.. I'm honored to be named that after that reason\n  ","32529":"\n  I have my own certain ways of making peace and cleansing my house. Crystals are really good ideas though\n  ","32530":"\n  Diesel\n  \n  Darlin'\n  \n  Pete\n  \n  Todd\n  \n  Tonny\n  \n  Willy\n  \n  Chip\n  ","32531":"\n  It would just be like a gaming world. It would just be really cool\n  ","32532":"\n  Tonight we had hamburgers and a few fried foods. We don't have this a lot just on occasion we had family over to visit\n  ","32533":"\n  Of course.\n  ","32534":"\n  I don't mind Tik Tok wow I never heard about the ban? Wow.\n  ","32535":"\n  Jeans are awesome\n  \n  Hats\n  ","32536":"\n  I think I've already answered this one too but I'll answer it again I usually like straight hair I do love curls as well and crimped hair\n  ","32537":"\n  I think you've already asked this to me once or twice and I've already answered it. At least once\n  ","32538":"\n  I think I have done this before because someone so as to do it or we did it in school or something\n  ","32539":"\n  Spending time with family swimming yard work\n  ","32540":"\n  Are you telling my spaghetti or SpaghettiOs or something because if so then yes\n  ","32541":"\n  Of course if I need something\n  ","32542":"\n  God my mom my husband and my friends my dogs\n  ","32543":"\n  Losing people\n  ","32544":"\n  Of course you have to love yourself first before you can love others\n  ","32545":"\n  I really like ham\n  ","32546":"\n  Fresh smells sweet pea and violet\n  ","32547":"\n  Thank you kindly\n  ","32548":"\n  Really tired from work because I have just been going\n  ","32549":"\n  I like Mario Kart and I'm decent at it and I don't really have a favorite item that I get hit by I just like to race and have fun\n  ","32550":"\n  Singing. I think. I love to sing.\n  ","32551":"\n  Sweet. Of course\n  ","32552":"\n  I don't mind either honestly.\n  ","32553":"\n  I just move around a lot and don't eat too late in the day\n  ","32554":"\n  the list is long quite a few\n  ","32555":"\n  Either Halo games Metroid games Pokemon games and then I like modern warfare games\n  ","32556":"\n  No I don't really like wine. But if I had to say a kind that I would drink probably something sweet. I also like Moscato\n  ","32557":"\n  Just going to be working a lot. And I'm fine with that\n  ","32558":"\n  Thank you so much for your kind words and I hope that you have a good Friday and stay safe. Thank you\n  ","32559":"\n  Thank you so much I'm probably going to go to sleep early because I have to get up really early and I'm tired. Long day\n  ","32560":"\n  Yes\n  ","32561":"\n  The coronavirus is really really really bad here too Don't feel like you are alone. It's really sad\n  ","32562":"\n  ? well I never said that you couldn't recycle them I'm just saying that you probably can recycle them and I'm sure there's plenty of people that do recycle them.\n  \n  I mean I don't think that the already scratched off tickets even go back to them I'm pretty sure that they just throw them away. If that's what you're thinking. If you're thinking they just take the already scratch tickets back I don't think that they do. So recycling them would be a really good idea just like any other piece of trash\n  ","32563":"\n  Thank you Anonymous same back to you\n  ","32564":"\n  I don't live in a city\n  ","32565":"\n  Are you saying as if... if you scratch one and you lose can you recycle the little cardboard papers? I'm sure. It's not exactly encouraged because usually if you lose you usually just throw them away but I'm sure you can recycle them I mean you can recycle anything honestly. Almost anything\n  ","32566":"\n  Sometimes I do. I'm not much of a morning person. I'm always used to working really late and staying up late and playing video games. I'm not much of a morning person. But I'm starting to get the hang of things. I drink coffee sometimes but honestly coffee just gets me extremely hyper and jittery so I have to be careful.\n  \n  Mostly tired because I'm just used to sleeping until like 10, 11 or 12 in the afternoon. And then going into work the whole afternoon and parts of the night. Ya know what I mean?\n  ","32567":"\n  Sing and sing to an audience. And hear the Applause and entertain\n  ","32568":"\n  No scratch offs usually have an expiration. If you scratch them and don't bring them in before the expiration and that certain scratch off lottery ends then you don't get them winning money if you have the winning numbers.\n  ","32569":"\n  Well of course that's how it works\n  ","32570":"\n  Followed ?\n  \n  Thanks for following me and by the way I ask a lot of questions so be aware\n  ","32571":"\n  How many siblings do I have?\n  \n  I have six. There are seven of us in all\n  ","32572":"\n  Yeah I didn't get too much sleep that night but it's okay. I had a pretty good day and I'm going to get some more sleep soon\n  ","32573":"\n  I'm doing great I'm a little tired right now but it's okay because I just woke up I'll probably feel woken up in a few minutes as I get up and get ready for the day. It's actually really good to hear from you. I hope that you're doing well.\n  ","32574":"\n  In the past five days I think I have answered this question from you and others probably five or six times\n  ","32575":"\n  I just woke up from sleeping and I'm going to go into work in a minute and I'm really tired but I it's okay\n  ","32576":"\n  I have never been on a plane before. I would actually really like to experience this one day though I'm kind of scared too but I think that I would like it honestly\n  ","32577":"\n  Working today.\n  \n  But that's okay.\n  ","32578":"\n  ... whem you wake up and realize that you have to go to work... Ugh.. When ya really want to sleep..\n  ","32579":"\n  I just like comfortable cheap and affordable. But still decent. I don't walk around in rags no. I look appropriate and comfortable\n  ","32580":"\n  I like a spicy hot mama pickle just because I like hot and spicy things. I also like fried pickles because they are crunchy and I just love the breading on the outside. I also like it with a homemade ranch dipping sauce\n  ","32581":"\n  I don't really have a special specific brand of either.\n  ","32582":"\n  Already following.\n  ","32583":"\n  Seem kool to me.\n  \n  And yes.\n  ","32584":"\n  Um.\n  \n  Um.\n  ","32585":"\n  Sama-sama. Terima kasih atas pertanyaannya.\n  ","32586":"\n  I was just love to study atmospheric science\n  ","32587":"\n  I'm great.\n  ","32588":"\n  Nice\n  ","32589":"\n  Yeah\n  ","32590":"\n  I am doing good today. Tired. And thanks.\n  \n  How is your day.\n  ","32591":"\n  ?\n  ","32592":"\n  I am not\n  ","32593":"\n  Thankyou kindly\n  ","32594":"\n  I would love to one day because I have friends and family from all over the world. Plus I love culture and geography\n  ","32595":"\n  Yeah I love Coin Dozers they are fun\n  ","32596":"\n  I love honeydew melon. And then I will strawberries and raspberries I don't know if those are all summer fruits but I love those. Blueberries are good too\n  ","32597":"\n  Lots of wood old country style type house. Open floor plan lots of holes and different ways throughout the house. Good character. Beautiful outside lots of garden surrounding it\n  ","32598":"\n  That is so cool I would love to go to Alaska especially go to a national park there. It's such a beautiful state\n  ","32599":"\n  Thank you so much also I send a lot of questions so I'm just letting you know now\n  ","32600":"\n  No I've never heard of this game and I game a lot and play many different types of games and I've never heard of it\n  ","32601":"\n  Followed. ?\n  ","32602":"\n  ??\n  ","32603":"\n  Just do just chill\n  \n  Get over whatever it is I'm mad about\n  ","32604":"\n  Followed ya back.\n  \n  Thanks for calling me. Also by the way I ask a lot of questions so just be aware\n  ","32605":"\n  I rather be loved or hated for what I am than not\n  ","32606":"\n  Thx but I am not a mother. Lol\n  ","32607":"\n  Just being able to wake up that morning\n  ","32608":"\n  I most definitely spend my money wisely or saved\n  ","32609":"\n  No\n  ","32610":"\n  I like them. I don't mind them\n  ","32611":"\n  I am great. Doing good.\n  ","32612":"\n  I really love Baby Looney Tunes\n  ","32613":"\n  Never heard of this.\n  ","32614":"\n  Thanks.\n  ","32615":"\n  ?\n  ","32616":"\n  I absolutely love to hike as long as I have plenty of water\n  ","32617":"\n  Yes was the VR headsets and stuff? They're pretty cool\n  ","32618":"\n  Doesn't really matter to me much but I rather hoodies\n  ","32619":"\n  I just try to go to with the flow. Stress does not control me\n  ","32620":"\n  I sadly was going to travel all throughout 2020 but has postponed it because of all this. I have no idea when we're going to be able to do it\n  ","32621":"\n  My husband made my day today. My dogs did. I got to clean their ears and they let me hear more very good. My husband helped me out a lot today\n  ","32622":"\n  Traveling and Gem mining\n  ","32623":"\n  New Orleans\n  ","32624":"\n  With the help of Jason we had Sweet BBQ Baked Beans\n  \n  Bacon Wrapped Asparagus\n  \n  And Double Cheesy Hamburger Helper. With Cajun Seasoning.\n  ","32625":"\n  No but I wish I wore them more\n  ","32626":"\n  Yes\n  ","32627":"\n  I sing.\n  \n  Entertaining.\n  \n  Paint.\n  \n  Wood burn.\n  \n  Goof.\n  \n  Playing sports\n  ","32628":"\n  I honestly like most vegetables\n  ","32629":"\n  Myself.\n  \n  Volleyball ?\n  ","32630":"\n  I have long hair.\n  \n  But on other people.\n  \n  That is up to them.\n  ","32631":"\n  I am a Capricorn.\n  ","32632":"\n  With the help of Jason we had Sweet BBQ Baked Beans\n  \n  Bacon Wrapped Asparagus\n  \n  And Double Cheesy Hamburger Helper. With Cajun Seasoning.\n  \n  Won't let me post a pic atm.. Idky\n  ","32633":"\n  Yes. I do.\n  ","32634":"\n  Nope\n  ","32635":"\n  Yes and no\n  ","32636":"\n  Chinese is good.\n  ","32637":"\n  Unlock it. It's just.\n  \n  That is a private answer. That is why it is locked. Sorry.? Plus you are posted as anonymous. That is another reason why. Srry.\n  ","32638":"\n  Hello again.\n  ","32639":"\n  I don't exactly think I keep track ever but I have read some books last year and this year\n  ","32640":"\n  Used to have a so called intimidating to myself and idky. That's what people used to say. Idk about now. ? Lol. Nice? Idk haha\n  ","32641":"\n  I don't mind either tbh.\n  ","32642":"\n  I to do both.\n  ","32643":"\n  My husband Jason\n  ","32644":"\n  Extremely\n  ","32645":"\n  Thanks again\n  ","32646":"\n  Thanks\n  ","32647":"\n  Are you shampoo called for shampoo. It's really good for both humans and animals. Good for really thick and long hair. Helps for control. The conditioner is really good. It's kind of expensive but I definitely find it a good investment for people to have really thick hair. I use it more for how long my hair is and for making it bright. Bring the color out in my hair and it helps to protect my hair from damage.\n  ","32648":"\n\n   @Redoasis2017\n  \n\n  I want to visit Alaska during the summer time. I would love to go to the UK for Christmas. I have a really good friend the UK that loves Christmas and I would love to spend this time of the year there with him and his family with my husband and some of my family.\n  \n  And then I would love to visit a few other countries during certain times of the year also. Just would be a really cool experience.\n  ","32649":"\n  Close with both\n  ","32650":"\n  We are doing well.\n  \n  Thanks for asking.\n  \n  Me and Jason are doing well.\n  ","32651":"\n  Naw. His Maw maw. She hasn't.\n  ","32652":"\n  RIGHT!\n  ","32653":"\n  Cleaned\n  ","32654":"\n  I have watched that before. Yes.\n  ","32655":"\n  Thank you so much! I appreciate the compliment!\n  ","32656":"\n  I'm just really careful with how I brush is dry it and wash it and when I wash it and what I wash it with.\n  ","32657":"\n  Good impacts. My mom my sister's my husband family\n  ","32658":"\n  Of course\n  ","32659":"\n  Cheap\n  \n  No brand\n  ","32660":"\n  I'm pretty sure I already answered this yesterday\n  ","32661":"\n  I love sweet tea and I love coffee. Especially iced coffee hard to pick from the two but I guess I'll pick tea\n  ","32662":"\n  When I'm surrounded by family and friends and my pups\n  ","32663":"\n  I don't really watch the Kardashians\n  ","32664":"\n  I don't really wear a lot of watches but I guess silver\n  ","32665":"\n  Just depends they are both okay\n  ","32666":"\n  Yes. ? with other people together yes\n  ","32667":"\n  This weekend I'm just going to take it easy work and just spend time with people my husband my pups play some video games\n  ","32668":"\n  My wonderful husband. And then I texted my Mom goodnight and that I loved her\n  ","32669":"\n  Fried Oreos are the best\n  ","32670":"\n  Not that often\n  ","32671":"\n  I love Disney\n  ","32672":"\n  I would love to honestly just travel the world. I would definitely want to go to Canada or Alaska Bangladesh Japan the UK Australia Malaysia Indonesia Pakistan India Ukraine and more\n  ","32673":"\n  No\n  ","32674":"\n  Thanks you too.\n  ","32675":"\n  I wouldn't want to go back to anyone else or anything I would just want to be myself\n  ","32676":"\n  I try tokeep it strong with remembering but sometimes it's hard to. I love my memories. All of the good times but like I said before sometimes it's just hard to remember. Bad memory runs in my family. But I try my best. And that's all that counts\n  ","32677":"\n  No\n  ","32678":"\n  Yeah sure\n  \n  Why not?\n  ","32679":"\n  Roses\n  ","32680":"\n  Usually pretty good.\n  ","32681":"\n  Yeah?\n  \n  Well thanks.\n  ","32682":"\n  Alternative rock\n  \n  Gospel metal and Metal\n  \n  Country rap in rap and Country itself\n  \n  R&B\n  ","32683":"\n  Though I'm not much of a driver a McLaren\n  ","32684":"\n  I just try to calm down and take it easy take it one minute at a time\n  ","32685":"\n  Red white and blue\n  ","32686":"\n  I think I have before\n  ","32687":"\n  My mom... :(\n  ","32688":"\n  Yaaaas\n  \n  Shrimp and crabs\n  ","32689":"\n  We like different types of Ivy's bonsai trees and cacti around the house and every now and then really cute cut bouquets\n  ","32690":"\n  Love making friends\n  \n  Talking to y'all\n  \n  Love keeping you guys company and answering it asking questions.\n  ","32691":"\n  Spanish French and Arabic\n  ","32692":"\n  Get ready for my day\n  ","32693":"\n  Absolutely not. I'm an extremely determined person\n  ","32694":"\n  Nah. I'm cuddling my pitbulls and one of my husband's shirts under the blankets. ?\n  ","32695":"\n  Your never bothering me. No need to even ever say that. Okay?\n  \n  You are fine here talking to me. Okay?\n  \n  Yeah. It is a little cold in our house.\n  ","32696":"\n  I think I just heard thundering outside so I guess it's going to start raining or something today\n  ","32697":"\n  I am doing great. Thanks.\n  \n  Good day. Tired. Worked most the day.\n  ","32698":"\n  I am doing great.\n  \n  Thanks for asking.\n  \n  ?\n  ","32699":"\n  That's cool. I like anime too\n  ","32700":"\n  I have met quite a few Landon's it's a really nice name\n  ","32701":"\n  Thanks for following me and I followed you back and me and my family members are doing great. Thanks for asking\n  ","32702":"\n  ?\n  ","32703":"\n  No but if you're not going to respect me then I'm not going to be friends with you. I think that's pretty reasonable\n  ","32704":"\n  Nothing really changed different.\n  ","32705":"\n  Very good so do I\n  ","32706":"\n  Usually I just explain to the person what's going on and if they fail to understand then oh well. I move on. Like explain to them what they're doing wrong that's aggravating me. But at the same time sometimes I don't waste my breath. Depends on who the person is and the situation and how serious it is.\n  ","32707":"\n  Honestly I'm fine with trying either. Both sound pretty cool\n  ","32708":"\n  oh man.. ? idk\n  \n  good one tho\n  ","32709":"\n  Lately it's been a grilled cheese and ham sandwich\n  ","32710":"\n  yea ?\n  ","32711":"\n  I tried to be early or on time. 15 minutes early or 10 minutes earlier so or on time\n  ","32712":"\n  Just take it easy. Take it easy for the rest of the day. Cook something yummy. Call family members and friends and vent\n  ","32713":"\n  Cinnamon\n  ","32714":"\n  Made someone two different types of soups in the past few weeks because they haven't felt good\n  ","32715":"\n  My mom.\n  \n  Family in Louisiana\n  ","32716":"\n  ... this Covid stuff is just gonna go away but it's not going to... sadly... no.\n  ","32717":"\n  No but that sounds awesome\n  ","32718":"\n  I like both.\n  \n  Beach is nice and woods\/nature can be nice\n  ","32719":"\n  I love shrimp.\n  \n  Crab\n  ","32720":"\n  Just depends\n  \n  Mix of all\n  ","32721":"\n  Things that were made for me. Sweet and thoughtful things. My Xbox 360 witch made me meet the wonderful people I know today. And more.\n  ","32722":"\n  All of them\n  \n  of course\n  \n  mt sisters and brothers are awesome\n  ","32723":"\n  Thaaanks\n  \n  Same back!\n  ","32724":"\n  Sunday went good. Good day\n  ","32725":"\n  yeah nice\n  ","32726":"\n  cheese burger sometimes\n  \n  sometimes a spicy mcchicken\n  \n  just depends\n  ","32727":"\n  Not really\n  \n  im okay tho\n  ","32728":"\n  of course\n  ","32729":"\n  I am great. It is 12:53 atm here.\n  ","32730":"\n  doing great\n  \n  thanks\n  ","32731":"\n  lol nooooo. jk\n  ","32732":"\n  Harmless one's\n  \n  of course.\n  ","32733":"\n  I do. Not a super fan. but am.\n  ","32734":"\n  It's no problem at all. I enjoy doing it\n  ","32735":"\n  Thanks for following me. I followed you back. Be aware that I ask a lot of questions.\n  ","32736":"\n  Sounds delicious\n  ","32737":"\n  I'm usually a night owl but lately I've been turning into slowly a morning person\n  ","32738":"\n  wonder\n  ","32739":"\n  ?\n  ","32740":"\n  I have lived once without all of this. I would be fine\n  ","32741":"\n  Her old school homemade chocolate pie\n  ","32742":"\n  God\n  ","32743":"\n  I would probably go back to Louisiana.\n  ","32744":"\n  Crazy enough. This is something that happens a lot. And sometimes it's better not to leave the friend zone but at the same time you have form a friendship before you can form a relationship with a human being. Being able to coexist with that person. Communication is key honestly if that person is truly into you then it will play out but if they're not then don't force it. No need to be with someone that's not actually your soulmate. You don't want to force anything. Everybody has a plan.\n  ","32745":"\n  Honestly I want to go back to my home state and if I could never go back again I would be extremely sad and depressing so no I wouldn't do the first one.\n  \n  I would have to go back to my home state. The place that I was born and raised. I love that place. Plus a lot of my family lived there.\n  ","32746":"\n  Kids one day.\n  \n  Making a family.\n  \n  Or more or less extending my family\n  ","32747":"\n  Most definitely depends. Depends on the person that you are going to. If person actually knows what they're doing. There's a lot of frauds but yes tarot cards can most definitely be right. But if you play them over and over and over no. There's usually a certain way that you go about it before being shown them and once you play those, are shown those cards, then there's a certain amount of time I think before you can play\/be shown them again for them to change.\n  ","32748":"\n  Chocolate mousse cake is the bomb!\n  ","32749":"\n  Yes. I believe with time these things happen. Everybody has a call. Everybody has a Destiny\n  ","32750":"\n  Some monkeys and dolphin. They are just really intelligent animals in general\n  ","32751":"\n  I don't even know who these people are and what you're talkin about\n  ","32752":"\n  Mother Nature is wonderful\n  ","32753":"\n  Pretty sure I already answered this\n  ","32754":"\n  I ignore haters\n  ","32755":"\n  Huh.\n  \n  Well. I followed you back. But be aware I ask a lot of questions and I asked a lot of questions in English. Hope this is okay and thanks for following me\n  ","32756":"\n  I pay bills and save whatever I can\n  ","32757":"\n  Probably that I just dropped a glass or something\n  ","32758":"\n  I was talking about traveling. Hobbies. I like talking about the things that are really intriguing to learn about\n  ","32759":"\n  I actually really find these tasks really satisfying. I love mopping. My thing is like painting to me. I don't mind sweeping though it's not my favorite, but you're getting the floor cleaned so you're getting something good out of it.\n  ","32760":"\n  Thank you so much! Happy birthday America! Independence Day was amazing!\n  \n  ??❤⚪?❤⚪???\n  ","32761":"\n  I would never want to do this. The amount of research that I have done on possession and negative entities I would never want this to happen to anyone. It is truly a horrific event\n  ","32762":"\n  I find salmon kind of exotic I don't know why. I find sushi kind of exotic. Calamari. Fried frog legs. Certain types of Seafoods. Alligator.\n  ","32763":"\n  Just depends. We actually haven't really ate in at a restaurant and probably four or five months now because of coronavirus. If I go into a mess I have to personally clean now my entire Booth or table and spray around it and they're not going to let me do that probably so I'm not going to eat there because I'm not about to take the risk of getting sick because they're not cleaning their tables correctly. I do not go into restaurants that I have too many people. If there's not a lot of people like maybe 10 people if that that I will go in but I honestly haven't got the opportunity because every time I have went to one there has been more than 10 people. So no I have not been eating at restaurants since coronavirus but we have been ordering takeout. But not often because we're still trying to be careful. I'm used to cooking so it's not really that big of a deal. So I do Miss some of my restaurant food but it's not honestly a big deal. I can live without it. It's not the end of the world.\n  ","32764":"\n  Finger sandwiches. Chicken salad. Some sort of a soup and bread. BBQ. Vegetable trays or maybe fruit trays. Cheese and crackers just depends\n  ","32765":"\n  Me and my husband would love to buy the house of our dreams for our future family\n  ","32766":"\n  I like onions and Ham\n  ","32767":"\n  Throughout my life I've had many cats and dogs part of the family pets\n  \n  Right now with my husband we own two pit bulls and we have a roommate with a Chihuahua. We want to get a cat and one more dog. But we're not getting another dog unless our roommate moved out. And we're not getting a cat too until then\n  ","32768":"\n  You're welcome. Making these types of things from scratch taking lot of work practice and technique. Usually you have to grow up in the culture to be able to do things like that but it's definitely possible to learn. But you need to be around people that know how to make it and watch very closely.\n  \n  But making Gumbo from scratch can be a little tedious. So that's why I recommend the boxes with the directions on the back because they may not taste 100% the best but they are pretty close. Plus making the homemade ones could take a lot and cost a lot of money.\n  \n  But yeah I most definitely recommend those kinds of things. Also crawfish fettuccine or shrimp fettuccine are really good Cajun dishes to make that aren't that hard to make. Crawfish bisque is a little hard to make but that's another recipe and the South that we make.\n  \n  Just a few more.\n  ","32769":"\n  I have already answered this question. I do this for work\n  ","32770":"\n  I like some old rock and I like some new rock. I don't mind either\n  ","32771":"\n  I'm doing great. Thanks for asking\n  ","32772":"\n  I already answered this question\n  ","32773":"\n  For more than half of my life I volunteer to feed the poor and help people that had nothing. And I just did it because I wanted to help. If I could do it again I would but I'm nowhere near the bank that I used to work at. I might be looking into getting into a Bank nearby. And a bank I mean a Food Bank\n  ","32774":"\n  This isn't a complete sentence so I'm not sure exactly what you were asking. Are you asking me what is the most spiciest food I've ever had? I've had hundreds of different types of extremely spicy foods.\n  \n  We had a crawfish boil with extremely spicy boiled in the food. Different types of foods in Cajun dishes with high bernero Ghost Pepper or Carolina Reaper in them sometimes. It just depends.\n  \n  Louisiana peppers are pretty darn delicious but can be a little hot sometimes but there is really good with different types of recipes\n  ","32775":"\n  Jambalaya is really simple to make. And you don't always have to make it really spicy. You can look up really simple recipes online and you can also get the boxes that have the directions on the back deliver to your house. On jambalaya is a meat or to rice water and seasoning. That's a simplified jambalaya.\n  \n  Gumbo is also really easy to make. It's almost just like jambalaya but at the same time it's not. It's a meat or two for 3 seasoning and is has more like a soup. You can also look up small simplified recipes for gumbo. You can also get the boxes sent to your house with the directions on the back. Sides with gumbo are usually potato salad and rolls. Potato salad is really easy to make it's just potatoes boiled until they're done. Eggs boiled until they're done. You peel the eggs you peel the potatoes you mash them up a little bit and then you add mayonnaise and mustard until it tastes correct and the way that you wanted to be tasting. You add more mayonnaise and mustard. Mustard is really for color. You add salt and pepper and you can have pickles onions and whatever else you want the potato salad. Potato salad is not exactly a salad. We just call it that it's a salad of its own out of potatoes and eggs. It's good with Black Eyed Peas with the gumbo and with the rolls. You can look up potato salad recipes online. When I make the Black Eyed Peas I usually add bacon to them for flavor.\n  \n  Homemade chocolate pies are awesome and so are sweet potato pies. You can also add cinnamon to sweet potato pie. You can look up homemade recipes online.\n  \n  This is just a few Southern recipes and ideas.\n  \n  It's all about technique. Taste your food while you are cooking it.\n  \n  When you're making the gummo the rice is separate. When you're making the jambalaya the rice is in it\n  ","32776":"\n  Us out here in Mississippi and Louisiana we hunt and fish. So it honestly wouldn't affect me near to none. I would probably start growing more crops and would probably plant some more fruit trees in the yard and bushes. I would probably get livestock and grow. I would probably start a small farm. It wouldn't affect me really near to none. And if we couldn't get certain supplies I would build them and have substitutes for things. Sometimes you just got to appreciate what you got.\n  ","32777":"\n  Maybe the 1970s or 80s possibly\n  ","32778":"\n  I really enjoy riding bikes. Two years of my life when I lived in Louisiana where I live everything was around me and I could travel just a mile or two to get to where I needed to. I lived in a small town where there were tons of stores surrounding where I lived at in my home. So I used a bike as my transportation for almost two years straight. After I moved I'm not able to do that now because I live out in the countryside where there are lots of wild animals it is scorching hot and it could be quite dangerous riding your bike near a highway because people actually tried to hit people here but that was one source of exercise was my everyday transportation of riding my bike. I also like to walk jog lift weights and play many different types of sports. I also try to watch my way of eating and how much I eat and what time I eat at.\n  ","32779":"\n  People use cinnamon as a way of a spice considering it is a spice but to make something hot more or less. And I guess that's not a problem. Me personally I'm allergic to cinnamon and cannot have any of it at all so cinnamon and chili yes or no I say no\n  \n  But to someone that likes cinnamon and can eat cinnamon? I don't feel like that's crazy at all. But I'm not sure how much you should put. Eating too much cinnamon can really make anyone sick and can overthrow the flavor of things. So just be aware of how much you put in there of course. Because you don't want it just tastes like cinnamon right? You want to taste the chili. And you don't want to end up in the bathroom for the rest of the day\n  ","32780":"\n  They have Oreo biscuits?. Just sounds strange\n  \n  Unless you're referring biscuit as a cookie? But doesn't USA we usually refer cookies to just cookies. That's where the confusion comes in at. I had to think this answer and question\n  \n  Because biscuits in the USA is actually baked bread. A breakfast Circle biscuit type thing. Usually you would add jelly or butter to. Or eating meat on as a sandwich in the morning such a sausage bacon or ham with cheese egg or whatever you choose.\n  \n  So that's where the confusion came in. I forget that sometimes people refer biscuits to cookies. But I most definitely love Oreos they're really good.\n  ","32781":"\n  Thanks!\n  ","32782":"\n  Gooood\n  ","32783":"\n  Biotin\n  \n  And really any vitamins b c and d and e are good for hair growth.\n  \n  But before taking vitamins I will discuss with your doctor before doing because some vitamins are not healthy for certain humans because the body naturally gets those vitamins. Or you could be on a type of medication that does not mix with the type of vitamin. So just check with your doctor before taking certain vitamins. Taking too much of a vitamin can really mess up your body.\n  \n  Getting your hair trimmed at least every three months is really good for hair growth.\n  \n  Eating the right foods for hair growth is really a good way of going\n  \n  Don't wash your hair every single day. More strain on your care of makes more hair come out. Don't brush your hair still hard be very careful when you brush your hair. Try to let your hair air-dry. Don't use a hair dryer or straightener is all the time.\n  \n  Warm to cold showers are really good on the hair.\n  \n  And more.\n  ","32784":"\n  I already do this for work\n  ","32785":"\n  I don't have this autocorrect feature with my phone sadly\n  ","32786":"\n  Sure. Yeah\n  ","32787":"\n  The last gift I got my mom for Mother's Day. Kind of for her birthday too. I got her a Ginseng bonsai tree and a giant chocolate-covered fortune cookie with a message inside of it. Me and my husband got that for her. We almost got her a magnolia tree but decided not to. I think I'm going to get her that next time. Not sure. Because they're really big and you have to have a really big yard and their yard is a little small.\n  ","32788":"\n  Yes. I do.\n  \n  But ever since we've had to wear these stupid masks I can't really do that\n  ","32789":"\n  Just my coworkers are goofy. They really make my day sometimes.\n  ","32790":"\n  I love collecting different types of rocks and different types of currency from different countries. I find things like this really cool. I also like to collect different types of documents and just really old antique items from any era and any country.\n  \n  I love going flea market shopping and antique shopping. Because you never know what you're going to find. Garage sales can be really good hot spots to for things like this.\n  \n  If you ever been on a storage container sometimes these things can be hot spots to 4 old money old documents and old antique items. Especially things that are worth a lot of money if you're looking for money. Bid on a storage container and you could make thousands of dollars only buying it for maybe a grande. A good way to finance your money and make more.\n  \n  I enjoy collecting Zippo lighters. Half. Different types of really cool Mardi Gras and Beads. I like to collect card. Like decks of cards. And then I collect different types of temporary tattoos and bracelets. I collect more than just this but this is just a few things that I like to collect.\n  ","32791":"\n  I didn't really learn anything in quarantine. In or out of quarantine I knew the same recipes. Everything that I did in quarantine I did before. Nothing really changed from this covid-19 quarantine except for the fact that I'm not able to travel as much as I used to. I've always been really OCD and clean about everything. I've always kept the environment around me clean. I've always spent time with family and friends. I've always get things around the house and outside of the house. I've always cooked. I've always spent time with my dogs. Nothing different\n  ","32792":"\n  Honestly I'm a really cold person so I really don't like to wear jackets in the winter unless it is literally freezing. When it's 20 degrees that's the only time I put a jacket on and I only own two or three jackets. I own a thin hunting jacket. Which I usually wear that one because it has holes in it purposely so air can flow through it so I'm not completely warm. Jackets make me really hot even after a few min.\n  \n  I don't own any of the above I don't own fur coats. I don't own any leather jackets. Every now and then I wear my husband High School letter jacket that he got. Just because I loved it but it honestly makes me hot after a few minutes so I don't put it on for long. Really I don't wear any of the above. I own one or two hoodies and a sleeveless hoodie jacket that still keeps me warm. And then I may be owned one or two other jackets. That's total of maybe five jackets. I don't really use them because I like the cold and I don't like to be warm. Unless it's snowing or 20° Fahrenheit I don't wear a jacket.\n  \n  And if it's raining. If it's pouring I'll put a jacket on. But only to protect myself from getting drenched\n  ","32793":"\n  Monroe Louisiana? No. I lived more close to the bottom of Louisiana. Monroe is located more near the top of Louisiana. Which you would be surprised of how Northern the top of Louisiana is compared to the bottom of Louisiana. But now I am from around located more near the top of Louisiana. Which you would be surprised of how Northern the top of Louisiana is compared to the bottom of Louisiana. I'm more near the Baton Rouge New Orleans side of Louisiana. The Bayou bottom. Duck Dynasty is a pretty good show.\n  ","32794":"\n  Yesss\n  \n  I love the smell. Snowing is such a gift of a sense in life. People definitely take this for granted because some people cannot smell. And I just don't know what I would do if I couldn't smell. I love the smell of some fresh flowers. Walking into a greenhouse is probably the most satisfying smell ever because it's just the smell of just nature and beauty.\n  \n  I love the smell of some fresh baked goods and Cajun food. Especially some boiled crawfish or crabs or even shrimp or all of this together.\n  \n  I love a new car smell or a new controller or a new pair of shoes. All of these smells are wonderful.\n  \n  I love Countryside snow. Fresh cut grass and mud and rain can smell so good sometimes.\n  \n  I like different types of perfume smells. I also like the smell of vegetables cooking down in a pan. I also love Citrus smells and different types of fruits. Sweet smells and very smells especially raspberry smells. Sweet pea and violet. Cucumber fresh smells.\n  \n  The most definitely. I can be comforted by smell.\n  ","32795":"\n  Cajun is my fav.\n  \n  Then\n  \n  I really love Mexican food and Chinese food.\n  \n  And then I also like Italian food and Indian food.\n  ","32796":"\n  My passion in life for the things that I love and do and the people that I love. My ambition. My determination.\n  ","32797":"\n  Honestly in South USA we don't do any of the above. We might do the lemon with the tea but that's it and we might do a honey with the tea if that.. we don't put milk and stuff in our tea or not at least from what I know of.\n  \n  We usually make sweet tea. Some people put sugar some people put sugar and honey some people add lemon it just depends but this is usually the only kinds of teas I have ever heard down here and green tea.\n  ","32798":"\n  Sure\n  ","32799":"\n  Nice\n  \n  I love Moe sargi the Omar gosh TV and Rovers makeover. These are probably my most favorite YouTube channels\n  ","32800":"\n  Lol I don't watch these people\n  ","32801":"\n  Again sadly I don't have that type of an autocorrect and feature where it thinks of the next word you're about to type. I kind of wish I did. I checked to see if I could activated but it doesn't have that.\n  ","32802":"\n  I don't really have a autocorrection feature where it just thinks of the next word you're about to type.\n  \n  My Xbox has it though.\n  ","32803":"\n  I most definitely like to be healthy most of the time but every now and then on occasion I like to get me a snack and usually something sweet. I am a sweet tooth.\n  ","32804":"\n  ? Yessss. 100%\n  ","32805":"\n  Yay ?\n  ","32806":"\n  Around Christmas we usually eat sometimes turkey.\n  \n  And then we also like dressings around Christmas time. Homemade dressings. Different kinds of pies. Usually really old school homemade chocolate pies are really good lemon pies pecan pies sweet potato pie. Depends coconut. Custard pie.\n  \n  We always like to make Christmas cookies.\n  \n  Homemade Christmas cookies.\n  \n  And then we also enjoy having Gumbo's around Christmas because Gumbo's are soup and it's cold usually around Christmas time here in the South.\n  \n  That's three or four different things that we like to do on Christmas or 5. I lost count of how many I mentioned.\n  ","32807":"\n  Thaaaaanks ??\n  ","32808":"\n  ??⭐❤⚪??❤???\n  \n  Independence day yesterday went absolutely awesome! ?\n  ","32809":"\n  I do not have male friends. I cut those types of people out of my life. No need to have them.\n  ","32810":"\n  Two or three times a week just depends.\n  ","32811":"\n  Nice!\n  \n  (Just an idea)\n  \n  You should make some good food for him! Offer him some wonderful hospitality when he comes over to visit! Offer him food and drink, which I'm sure that you guys do that anyway! but that would be so awesome if he came over and you guys did that! Have a little bbq or something made or some little finger sandwiches or something. Those are the best! That would be so nice! Do like a small lunch kinda thing. (Just me talking and saying an idea. Y'all don't have to do it. I'm just being goofy.)\n  \n  In a good mood really. Srry. Haha ?\n  ","32812":"\n  My profile says where I am from. And my biography.\n  \n  Check it out.\n  \n  But I will go ahead and answer it in the question too.\n  \n  I am from ?? USA, America. I was born and raised in south Louisiana. I am Cajun French. I currently live in Mississippi out on the countryside. It is beautiful out here. ?\n  ","32813":"\n  ? Yep\n  \n  Right right.\n  \n  That is correct.\n  ","32814":"\n  PAP is an abbreviation and is short for?, \"post a picture.\" When someone says, \"PAP,\" that usually means that thry are asking you to post a picture usually along with your answer. Usually this is what that means.\n  ","32815":"\n  Honestly there's not too many sports that don't like playing or watching. I don't mind playing or watching any sport honestly. I guess I don't really like to watch soccer too much I like two more play the game then watch. But honestly I don't mind watching soccer either\n  ","32816":"\n  I have. Lol I crashed yesterday from exhaustion.\n  \n  Fun busy but nuts. ? lol\n  \n  Really though I have been having fun.\n  \n  It's good to stay productive. Keeps the body moving. Keeps the mind busy.\n  ","32817":"\n  I went and spent time with family and pop fireworks and they cooked and we all ate together and just chit-chatted and had a good time\n  ","32818":"\n  Honestly I like the oldest generations of Generation 1 and 2 probably would have to be my most favorite and then Generation 3 is pretty good too.\n  \n  The start is always the best to me.\n  \n  I played all the video games of Pokemon. Or at least almost all of them. They were all really good\n  ","32819":"\n  Thank you and back to you as well.\n  \n  Sorry if I haven't been replying fast enough I have been so busy for the past few days it's been nuts!\n  \n  I have been working non-stop and then right after work I went out of town and really didn't have too much time to check my phone but I had fun and stayed safe so that's all that matters.\n  \n  Hope you're having a good day.\n  \n  Spent lots of time with family and friends in the past few days and have been working.\n  ","32820":"\n  Just depends. Sometimes I like to mix it up. I don't like to always do the same thing. But I usually like to do the touch finger dot password or word pass or finger recognition\n  ","32821":"\n  Again for the 5th time I'll will ask questions when I get the time I am extremely busy but come on at least twice a day but do not send questions every single time. Please be patient with me thank you\n  ","32822":"\n  I'm pretty sure I have followed three or four of your accounts already I don't know what's going on.\n  ","32823":"\n  That's right! The different Club! Shout out to us! Also happy Fourth of July to you and your family and friends!\n  ","32824":"\n  I'm doing really good! Today is America's birthday! Going down to spend time with family barbecuing going swimming and popping some big fireworks. Fun day!\n  ","32825":"\n  I'm great thanks\n  ","32826":"\n  Yay. Thanks!\n  \n  Same back!\n  \n  Happy 4th!\n  ","32827":"\n  I do.\n  ","32828":"\n  What up? What's good.\n  ","32829":"\n  Yes.\n  \n  No.\n  \n  Only wear a mask when I'm around a lot of people at once and when I'm with family I keep a 6-foot distance. I social distance if I'm around people without one on.\n  ","32830":"\n  Yeah. It's okay. Not my fav. but okay\n  ","32831":"\n  At the bar, pool or vollyball court\n  \n  Game room\n  ","32832":"\n  In my specific friends? Or friend? Or would do I hypothetically value in a friend?\n  \n  In my personal best friend is exactly what I would hypothetically want a best friend to do there always there for me and they're honest loyal care about my health go to me and more.\n  ","32833":"\n  4\n  ","32834":"\n  Ok. Kool. I gotcha. ?\n  ","32835":"\n  100%\n  ","32836":"\n  Yes\n  ","32837":"\n  Different\n  ","32838":"\n  I wouldn't want that tbh\n  ","32839":"\n  To take certain things with me to work sometimes. Annoying..\n  ","32840":"\n  Thanks. Same back to you.\n  \n  The 4th here. 4th of July. Uber excited! ?\n  ","32841":"\n  Paranormal\n  \n  Math\n  \n  Weather\n  \n  Geography\n  \n  Sports\n  ","32842":"\n  Don't matter to me tbh\n  ","32843":"\n  I'm good\n  ","32844":"\n  Thank you\n  ","32845":"\n  My room is really tidy and I usually have everything extremely organized. Because I like to know where everything is\n  ","32846":"\n  Yeah. I do.\n  ","32847":"\n  I have four sisters and two brothers\n  ","32848":"\n  Yeah I most definitely am careful with what I eat but sometimes I have cravings. Special occasions for things sometimes is appropriate but most of the time I try my best to eat healthy\n  ","32849":"\n  I think I just had a little bit of a snack cake or something I can't remember.\n  \n  Nothing special. Just was craving some cake.\n  ","32850":"\n  Depends on what kind of situation you want to hear about because I have encountered so much.\n  \n  I mean I've had doors open and close I've seen people get attacked I've heard people talking with other people in the room they heard the same thing and there was no one around. We've had things moved gets thrown. Cars turning off and on by themselves. Queen screams and disembodied voices. Different types of Shadows and orbs and lights.\n  \n  And more. Just some.\n  ","32851":"\n  ??\n  ","32852":"\n  Many in this field that I work in. I witness this a lot.\n  \n  Have hear and seen alot. The people that I was with saw the same stuff heard the same stuff.\n  ","32853":"\n  Paranormal movies\n  ","32854":"\n  Few days ago I think.\n  ","32855":"\n  I ask questions every other day and I ask alot. I'm extremely busy so I'm not able to ask questions every single day and a lot at 1. So just be aware of that. Be patient please. I will send questions out though.\n  ","32856":"\n  I ask questions every other day and I ask alot. I'm extremely busy so I'm not able to ask questions every single day and a lot at 1. So just be aware of that. Be patient please. I will send questions out though.\n  ","32857":"\n  I actually have a dimness problem wrong with my eyes so I almost can't see at all in the dark. Barely at all. And when I'm in the light it hurts my eyes and can be really hard to see as well\n  ","32858":"\n  Wouldn't\n  ","32859":"\n  I don't lol. I dress how I want and comfortable\n  ","32860":"\n  Read a book or a magazine listen to music thing call someone play a game my phone play with my dog in the car if he's with have a snack just depends or maybe just sit back and watch the scenery as I ride\n  ","32861":"\n  Sometimes I game sometimes I call someone and speak to them sometimes I listen to music and saying or watch TV show or go outside in the yard walk my dogs cook clean just depends\n  ","32862":"\n  To have wisdom you have to be intelligent\n  ","32863":"\n  I already have a YouTube channel. I posted a log singing videos. Rage videos gaming videos. Videos of all kinds. Lyric music\n  ","32864":"\n  A little. I want dome left over soup I made yesterday. Was good.\n  ","32865":"\n  Not much. It's okay.\n  ","32866":"\n  LuLu\n  \n   LoLa\n   \n\n     View more\n    \n\n","32867":"\n  Alot of my family memebers. I honestly don't know who did more to be real with ya. That's a good thing to to not know.\n  ","32868":"\n  Today. Kind of still going on right now\n  ","32869":"\n  I love to use strawberries and bananas\n  ","32870":"\n  Yes sadly. Scary? Terrifying.\n  \n  We have had F5's.\n  \n  Very scary.\n  ","32871":"\n  I have more than one fav.\n  \n  I love the Pokemon\n  \n   Haunter\n   \n    Raichu\n    \n    Just a few for now.\n    \n\n      View more\n     \n\n","32872":"\n  I don't know but now I kind of wonder the same thing too.\n  ","32873":"\n  Not sure with what you mean access. I'm sorry.\n  \n  If you are trying to say you need help learning how to use this app you can go to the app settings and it will explain everything to you and how to use the app.\n  ","32874":"\n  Never too old. Never.\n  ","32875":"\n  I'm great. Thanks.\n  ","32876":"\n  Cooking lots of yummy foods for thd family. And spoiling pups.\n  ","32877":"\n  Of course.\n  \n  Yes.\n  ","32878":"\n  Sure\n  ","32879":"\n  No\n  ","32880":"\n  Don't care. Ignoring and keeping me because I'm not doing anything wrong. Sometimes people just hate people that are happy and then have good lives. Sometimes they just hate their lives. They want to hate on other people for being happy\n  ","32881":"\n  I just looked straight hair but I like curls too\n  ","32882":"\n  Small hand foods snacks like mini sandwiches if mini weenies or meatballs mini pallets of food such as shrimp fettuccine or Fried Chicken or fruit trays or vegetable trays cracker trays with meat on them spicy sausages chips and spicy dips and more this is just a few little fajitas I really like to make gumbo and potato salad and rolls\n  ","32883":"\n  Capricorn. And I don't have a least favorite\n  ","32884":"\n  It doesn't matter to me. I appreciate anything and everything I buy or am given. I respect my things.\n  ","32885":"\n  Yay\n  ","32886":"\n  I really want to get some family portraits done and pictures. Get some more paintings. I really want to redo the paint on the walls and I want to get some new furniture\n  ","32887":"\n  I like making different types of soups and they're pretty yummy honestly.\n  ","32888":"\n  Make them feel comfortable. Southern hospitality\n  ","32889":"\n  Sometimes yes.\n  ","32890":"\n  Yeah. I treat everyone the same. Respect for respect.\n  ","32891":"\n  Lol.\n  ","32892":"\n  No. You didn't. Never.\n  \n  You are fine\n  ","32893":"\n  I think people should just keep their hands to themselves. Any person. No one should have a reason to hurt someone unless they're defending themselves\n  ","32894":"\n  ?\n  ","32895":"\n  Hooours and hooours and hooours. Long way.\n  ","32896":"\n  Donated to people that don't have any food. Every day I hope people at my job. Trying to build people up mentally and physically. Try to get an ad forward. This is how I always am every year and all the time regardless of the pandemic\n  ","32897":"\n  I have never bought a dish on the internet not that I remember of other than maybe MREs\n  ","32898":"\n  My most favorite dish would have to be either chicken alfredo or gumbo\n  ","32899":"\n  No\n  ","32900":"\n  I would love to have a diamond but they're really expensive. The Diamond goes way deep in meaning to me because of certain events.\n  \n  A diamond also resembles me and my husband's relationship and it's also what the shape of my wedding ring looks like. I also have a really speical diamond tattoo on me. Special meaning. Very dear to me.\n  ","32901":"\n  Dang. Pouring it's butt off here. Wow. Look.\n  ","32902":"\n  My mom. Def\n  ","32903":"\n  This precious baby\n  ","32904":"\n  He can cook a really good steak and really good hamburgers\n  ","32905":"\n  Ikr. And me I'm like dang fuk! Lucky duck! I thank Jason. He is the one who called me and reminded. Lol\n  \n  What would I do without him right?! Lol\n  ","32906":"\n  I'm good. Going into work. Forgot I had to work today fam... ? I wasn't late but like.. Got no sleep ? I'm okay tho. But fuk. Ya know??\n  ","32907":"\n  What's up Tommy?\n  ","32908":"\n  If you're for sure in your decision with that other person then why not?\n  ","32909":"\n  Just jumo in and go!\n  \n  Butterfly\n  ","32910":"\n  Love Avril's music and song lyrics\n  ","32911":"\n  Visiting fam and popping fireworks and cooking.\n  ","32912":"\n  That's so Raven.\n  ","32913":"\n  Stay young forever.\n  ","32914":"\n  Pizza Hut\n  ","32915":"\n  Getting up for work... Forgot I had work this morning... Lile reeeally early... Not late jist forgot. ? And yeah.. I got no sleep and yeah.\n  ","32916":"\n  Hey! ?\n  ","32917":"\n  Call and talk to her. Yes.\n  ","32918":"\n  For things to not be so crazy in the world.\n  ","32919":"\n  Alot\n  ","32920":"\n  Not really no. But I have seen some of the movies and tjey are okay but I am not too much of a fan no.\n  ","32921":"\n  Younger.\n  ","32922":"\n  Your fine. It might be a min. before I reply in the next few hours but ima be off and on.\n  ","32923":"\n  Pretty good. 1 of of a 10 I would say a 6 or 7\n  ","32924":"\n  Not really. I am more of a cold type person. Hoodies make me hot so yeah. No. I don't wear them alot so I am not really a hoodie type person. So I Known a hoodie? Yes.\n  ","32925":"\n  Followed*\n  ","32926":"\n  I have been following.\n  ","32927":"\n  Dixie (girl and mama)\n  \n  G-Fred (boy and son of Dixie)\n  ","32928":"\n  Thanks. I try.\n  ","32929":"\n  Yeah I went to sleep.\n  \n  I am on but having to go into work. So ima be off and on.\n  ","32930":"\n  It's 1 am.\n  \n  Middle of the night here atm.\n  \n  Yeah I'm fine with making friends. I'm find with that.\n  \n  And thanks. I try to be diff and sweet to people. No reason to be mean.\n  ","32931":"\n  Pitbulls. They are very good. Sweeties. They are.\n  ","32932":"\n  Nah your not. I'm just chilling. Talking with a friend and you.\n  \n  Answering a few questions.\n  ","32933":"\n  12:22\n  ","32934":"\n  Ok kool. I already sent out a lot of questions for the day I probably won't send anymore out until tomorrow or something. Everyone I follow I send questions out too so you will get some in the future\n  ","32935":"\n  Yes I love dogs.\n  \n  I own 2.\n  ","32936":"\n  Nah\n  ","32937":"\n  Not really\n  ","32938":"\n  I like long straight hair.\n  \n  I do like curls but my hair is straight usually so yeah... Straight hair is used to being straight so it is harder for it to hold a curl. That's how my hair is tho.\n  ","32939":"\n  Yes... Sitting around it will do that. Well ya know... From all this covid stuff..\n  \n  But as we get older it seems as if the years go by faster...\n  \n  :( for sure.\n  \n  Live ya life because it most certainly flys by.\n  \n  And we are not promised tomorrow... Sadlt..\n  ","32940":"\n  Yeah. I am. Got some really bad storms here today but it is going good still. The day. Thanks for asking.\n  ","32941":"\n  Iiii don't know. Idk. Just wish it would all just slow down or stop... Something..\n  ","32942":"\n  Yeah. It's all good. I just do it alot. Lol ? more funny to me than anything. Not really too upset on it or anything. Nah\n  ","32943":"\n  Her?\n  \n  Well my beat friend is a man. A guy. He is my best friend because he just gets me and is always there for me. Protects me and just loves me for me. Is just a doll to me. ?\n  ","32944":"\n  Yeah. Sure.\n  \n  Check out mt biography and the link in my biography as well. Tells the basics before asking.\n  \n  My bad about the light forgetting and bit awkwardness if I made any.\n  \n  Wish my memory wasn't so terrible sometimes.\n  ","32945":"\n  I thought you were someone I knew awhile back on here. I might be just mistakened.. My apologies. My memory isn't the best and I thought that I might have remembered you from a while back. Mistake prob. Sry bout' that.\n  ","32946":"\n  Relaxed with the hubby.\n  \n  Helped him get ready for dinner.\n  \n  Worried about tornadoes.\n  \n  Bad weather.\n  ","32947":"\n  Thanks\n  ","32948":"\n  When I wants to... lol XD FAST\n  ","32949":"\n  Loss..\n  ","32950":"\n  That 2019 was bad and so was tgis year...\n  ","32951":"\n  Of course some\n  ","32952":"\n  Speak to friends\n  ","32953":"\n  The burnpiles we have in the yard. Out on the country side we have to burn alot b\/c we don't have city garbage trucks that collecr just anything. And they don't come around alot out here. The garbage trucks. So we have to burn the big stuff.\n  ","32954":"\n  Yes. I am a Cajun. We love to cook. It's in our blood.\n  \n  And anything and everything.\n  ","32955":"\n  Thanks\n  ","32956":"\n  I am good. Doing good.\n  \n  Tornado weather here tho atm and the lights are out. Using data atm... Sad because no air. I like the cold. It's okay. We are okay. No tornados around us atm.\n  ","32957":"\n  Extremely.\n  ","32958":"\n  Ikr? Last night was good sleep tho. For reals.\n  ","32959":"\n  I can. I am sending some out later. Not at the moment. I have to get some things done around the house and yard but will shortly tho. Okay? Will tho. I usually send alot of every other day. Just depends. Ima have to get off here for a bit tho. Much love y'all!\n  ","32960":"\n  Thanks. I followed you.\n  \n   I ask alot of questions tho. So be aware if that is okay.\n   \n\n     View more\n    \n\n","32961":"\n  Thanks. It's true what I say. I mean.\n  \n  Thank you\n  ","32962":"\n  Keeping the world and environment around them clean because one day it might not be here anymore.\n  ","32963":"\n  Thanks. I try.\n  \n   I don't mind keeping people company on this app. After all that's what you guys do for me and I appreciate it.\n   \n\n     View more\n    \n\n","32964":"\n  An intense feeling of deep affection. Great interest or pleasure in something. Means to be deeply committed and connected to someone or something.To loove that person and everything they do and believe.\n  ","32965":"\n  Tonight I am probably gonna have some left over shrimp, corn and celery cajun soup. Was reeally really good and spicy. I had it with some biscuits.\n  ","32966":"\n  ?\n  ","32967":"\n  To love and to be loved.\n  ","32968":"\n  Thanks. I followed back but be aware I send alot of questions out. ?\n  \n  Thanks for following me.\n  ","32969":"\n  Yeah. Will be okay of course!\n  \n  And yep being careful of course as well. Always. ??\n  ","32970":"\n  Picture frames and paintings for the walls. New carpet. To paint the walls a new color. New curtains and new furniture. I live with a roommate and it's her stuff so I can't get rid of the furniture. So yeah! Can't wait for that!\n  ","32971":"\n  Many reasons that someone could become my friend. Just act like a friend. Not toxic. Care. Trust. Loyalty. Stick up for me for what's right.\n  ","32972":"\n  Shower. Def.\n  \n  Must be clean to be comfy.\n  ","32973":"\n  No cold air. Love air conditioner. But it's okat. Can do without.\n  ","32974":"\n  Nature ?\n  ","32975":"\n  Idk. BUT COME BACK IDEAS!\n  ","32976":"\n  Going see fam! Cooking! Popping fireworks with them! Swimming! ? Getting to have fun with thems. See them. Maybe fish. Little drank. Excited! ?\n  ","32977":"\n  Yes beautiful.\n  \n  Just wish the craziness would slow down sometimes... Ya know what I mean? This Covid stuff is just so sad.. So many people are dieing... :( it is unfortunate for sure my friend...\n  ","32978":"\n  Fooood\n  ","32979":"\n  Um... What? Lol\n  ","32980":"\n  Understandable.\n  \n   And thanks for the support on my page. It is greatly appreciated.\n   \n   And yes. Gotta know how to defend yourself in this world today.. Crazy world ? we live in for sure.\n   \n\n     View more\n    \n\n","32981":"\n  Yesterday.\n  \n  Riding 4-wheelers.\n  \n  Saw many.\n  ","32982":"\n  Um don't matter to me tbh\n  ","32983":"\n  No. Anyone can change. ✊?\n  ","32984":"\n  Chilling talking to friends.\n  \n  Gaming.\n  \n  Showers.\n  \n  Riding the 4-wheeler.\n  \n  Cooking.\n  \n  Watching Youtube.\n  ","32985":"\n  Lol\n  ","32986":"\n  ???✊\n  \n  #CautionConesLivesMatter\n  \n  Dangit #WaffleCones ?\n  \n  Love ya girl. You crack me up. For reals.\n  ","32987":"\n  Most def. wanna look at brighter side and hope for the better. Been pretty rough these past few years foor suure...\n  ","32988":"\n  Just having personal faith.\n  \n  Self confidence.\n  \n  Believing in one's self.\n  \n  Take care of yourself in the morning at the beginning of the day. Get up wash your face brush your teeth brush your hair put fresh clothes on eat. And more.\n  ","32989":"\n  A form. Yes.\n  ","32990":"\n  DaBaby\n  \n  RockStar.\n  \n  Love this song ?\n  ","32991":"\n  Of course. And they played along and it was funny.\n  \n  But be careful peeps who read. This is not always the case if you were to go call. Some people try to get ya in alot of trouble and you get thr*ats... So be aware.\n  ","32992":"\n  Yes.\n  \n  Monster Trucks\n  \n  It was called I think.\n  \n  Good movie.\n  ","32993":"\n  Can be both in certain situations. Can be a leader sometimes and then other times be a follower. Just depends.\n  ","32994":"\n  Well.. This caution cone was in my way in the road because someone hit it in the road soo.. Yeah.. Cone became waffle? Ya know? Jk ? lol hahaha.\n  \n  Broke long distance relationship obstacle \/ barrier.\n  \n  Felt good. ? Felt like now I can do anything. That felt impossible.\n  ","32995":"\n  Alot.\n  ","32996":"\n  ?\n  ","32997":"\n  Traveling\n  ","32998":"\n  Thanks. ?\n  ","32999":"\n\n   احب هذا. ?\n  \n","33000":"\n  Not too much a fan of the movie. It's okay tho.\n  ","33001":"\n  Yes. I was falling over exhausted yesterday.\n  \n  Needed the rest. I feel great after waking up. I am blessed to be here.\n  ","33002":"\n  Oh dang... Peeps do that with tablets and phones too I'm sure. Lol. Ouch!\n  ","33003":"\n  Good bit actually. I am happy with the amount of time I slept.\n  \n  I think like almost 10 hours. WAS EXHAUSTED yesterday.\n  ","33004":"\n  Hey. I am good this morning\/afternoon.\n  ","33005":"\n  Something about my zodiac sign Maybe\n  ","33006":"\n  More about checks and credit score\n  ","33007":"\n  It's ok.\n  \n  It does to me everyday and others and idky. Wish they would fix it. But yeah. Idk. It's w\/e.\n  ","33008":"\n  It's a glitch.\n  \n  It will fix itself.\n  \n  Switch on and off line and reload your page over and over again and it should fix it. Answer a few questions. It's an Ask.fm glitch. It switches people into service when you go offline sometimes. It happens all the time. It's so completely out of your control.\n  ","33009":"\n  Não\n  ","33010":"\n  Of course.\n  ","33011":"\n  No prob. ?\n  ","33012":"\n  Yes.\n  ","33013":"\n  Crianças. Tão doce e honesto.\n  ","33014":"\n  I think I answered this the other day. The butterfly effect\n  ","33015":"\n  Definitely not shy\n  ","33016":"\n  Red\n  \n  White\n  \n  And blue.\n  ","33017":"\n  ??\n  ","33018":"\n  That's awesome ? is the bomb. I am dead asf lawl\n  ","33019":"\n  ??✊\n  ","33020":"\n  Cuddling ??❤?\n  ","33021":"\n  No stress in life.\n  \n  Flow\n  ","33022":"\n  Me and my mom look alike. I am blessed to look like her. She is wonderful and beautiful\n  ","33023":"\n  I know quite a bit of dishes from my mom. She makes the best food in my opinion! Nothing like my mom's homemade cooked meals!\n  ","33024":"\n  Determined to do anything and everything. I have a lot and I mean I have ALOT of patience\n  ","33025":"\n  Avril Lavigne\n  ","33026":"\n  Hey. I am great.\n  \n  Hope you're doing okay and thanks for the support on my page I appreciate it\n  ","33027":"\n  I think I answered this question that yesterday but the day before.\n  ","33028":"\n  Never have had a bad job before\n  ","33029":"\n  Awe. Thanks. Answer the color would look amazing on you too! Thanks for the compliments!\n  ","33030":"\n  That's So Raven\n  ","33031":"\n  Just diet eat a little bit. Be careful with what you eat when you eat and how much. Exercise and move around more\n  ","33032":"\n  thousands of good things. My parents raised me well\n  ","33033":"\n  My childhood was good and pleasant very good childhood\n  ","33034":"\n  I would not want to haunt anyone. I would want to move on to the other side peacefully\n  ","33035":"\n  Right? And very lightly applied too. Not heavy.\n  ","33036":"\n  Protective\n  \n  Courageous\n  \n  Good with people\n  \n  Understanding\n  \n  Darling\n  \n  Handsome\n  \n  Trustworthy\n  \n  Extremely hardworking\n  \n  Does not beat around the bush.\n  \n  Kind\n  ","33037":"\n  Twinkle\n  ","33038":"\n  Goofy.\n  \n  Different.\n  \n  Cajun\n  \n  Different\n  \n  Loyal.\n  \n  Trustworthy.\n  \n  Very determined and hard-working\n  ","33039":"\n  A beige pink\n  ","33040":"\n  Awe. Thanks. But most def. You are awesome. ?? Yee yee! ?\n  ","33041":"\n\n   @Redoasis2017\n  \n\n  This lad. Haha. He's underrated. Most def. Haha. He's the bomb.\n  ","33042":"\n  ... to protect my family and friends all costs.\n  ","33043":"\n  I like dessert pies. Like a homemade chocolate pie\n  ","33044":"\n  Cuddling up next to my husband at night or my dogs\n  ","33045":"\n  How do you wipe yourbottom? ? lol\n  ","33046":"\n  Dark dark\n  ","33047":"\n  Followed. ?\n  \n  Thanks for following.\n  \n  I send alot of questions.\n  \n  Just letting you know now.\n  ","33048":"\n  I have fell asleep in my room reading a book before\n  ","33049":"\n  I absolutely love Stromboli and lasagna\n  ","33050":"\n  You're pretty awesome person. Did you know that? That you're awesome?\n  ","33051":"\n  .... do anything I set my mind to.\n  ","33052":"\n  I do. I lile to dance. Yeah\n  ","33053":"\n  My baby blanket my grandparents made me about 26 to 27 years ago. It is beautiful feels great and is just a wonderful item that I have always held dearly to my heart.\n  ","33054":"\n  Hey.\n  \n  Good evening to ya.\n  \n  Thanks too btw. Thanks.\n  ","33055":"\n  Yes.\n  \n  Yes.\n  \n  Absolutely.\n  ","33056":"\n  I think I answered this the other day. I said of course we all are in some ways emotional. We're only human\n  ","33057":"\n  Ikr? Love collecting.\n  ","33058":"\n  Haha. Is no prob. I don't mind helping because sometimes I really do have problems sleeping at night too. I would really recommend not drinking coffee after 2 in the afternoon also. Because I find coffee that makes me really excited and jittery. But yeah. These are a lot of good ideas and more. But this is most of them. No prob. No big for sure. ?\n  ","33059":"\n  ?.?\n  \n  Bio?\n  ","33060":"\n  ?\n  ","33061":"\n  Yeeaah. ?\n  \n  I miss school. The whole experience. I don't really exactly miss high school but I definitely miss school and some teachers\n  ","33062":"\n  Music painting vocals dancing and more\n  ","33063":"\n  I think because they're trying to get people to be more active and more areas that are not so active. Some people don't send a lot of questions and some people don't answer a lot of questions and some people don't conversate in threads enough and some people don't do this.. and some people don't do that... so I guess they're trying to get people to do a little bit of everything maybe? I'm not sure exactly. I'm just assuming.\n  ","33064":"\n  Zippos. Hats. Knives. Decks of cards. Magnets. Old antiques.\n  ","33065":"\n  I don't like any creepy-crawlies on me. Small Things freak me out because they could be anywhere!\n  ","33066":"\n  I don't remember the last time but I've been camping quite a few times. Have went for a few days and then went for a while before. Not like 2 weeks or something though\n  ","33067":"\n  Not have a roommate and look closer to Louisiana\n  ","33068":"\n  Again I think I have been asked this question about 30 times on here. I don't mind either\n  ","33069":"\n  Twilight. Lol\n  ","33070":"\n  I usually just try to stay away from people when I'm aggravated. And if I do talk to people I talk to friends and family and vent to them\n  ","33071":"\n  I don't know? ... just everyday cleaning precautions that I've always taken throughout my life. Don't get in people's faces inwhich I have always followed this throughout my life. Standing clear of people and giving them their space. Don't lick restaurant tables. Don't touch services and then touch face. Try not to touch my face while I'm in public. Wash my hands before and after I go to the restroom. These are all things I've done always\n  ","33072":"\n  A house of my dreams\n  ","33073":"\n  You just do it.\n  \n  We're not going to always like everything we have to do in life but sometimes you just got to get things done to be able to make money to pay bills at the end of the day and put food on the table. M\n  \n  But honestly you shouldn't hate what you do in a job. If you don't like it, look for another job BUT! keep doing with what you're doing.. Just try to look for other places to go to... work while you look.\n  \n  You should at least kind of enjoy your job. Every job is going to have conflicts and people you don't like and things you don't want to do. But you shouldn't not like to do anything and everything and not enjoy the people you work with it all and all of them. That's not a healthy environment to be an everyday. If you don't like what you do. Like I said... just try to look for something else and in the meantime still do what you are doing at your job. Because at the end of the day it's\/that's a job.\n  ","33074":"\n  I think I have been asked this on this site probably over 60 times\n  ","33075":"\n  I mean I have a family but I want to extend my family more with kids. I definitely want to add kids to me and my husband's family\n  ","33076":"\n  We get a lot of these bills paid off so we can get either a house or something\n  ","33077":"\n  Sooometimes.\n  \n  Juudt depends.\n  ","33078":"\n  I honestly just missed the air conditioner because I'm a really cool person and I don't like the heat at all\n  ","33079":"\n  Thanks and sometimes I like to take a warm shower before bed brush my teeth my hair get some fresh clothes on get a little bit of lavender and. It on my face but before that I do an acne treatment and just relax my face. Maybe put some lotion on. Get me some water or some sweet tea before I lay down. I don't exactly recommend the sweet tea to everyone but I like a little bit of sweet tea before bed. But then I dab a little bit of lavender on my face and then get a washcloth and try to wash it off as much as possible because Lavender is really strong but lavender will soothe you to sleep, especially after a shower.\n  \n  For some reason I find sleeping with my animals a better way to go to sleep. Animal cuddles.\n  \n  I make sure the room temperature is adjusted well maybe turn the fan on or something.\n  \n  Make sure I have fresh sheets if I'm not comfortable. And just overall make sure I'm comfortable the room is dark and yea. I have to have quiet except for maybe a fan or a train sound background for some reason. I like a train sound. But yeah. These are the things that help me go to sleep.\n  ","33080":"\n  Putting groceries away. The sensation of reorganizing things makes me feel good\n  ","33081":"\n  I really like Caesar salad. Lots of meat in my salads\n  ","33082":"\n  Just chill out and go with the flow. Nice showers. Meditation\n  ","33083":"\n  I have lived once without it. I would do it again any day.\n  ","33084":"\n  Either otters, dolphins or the bird area\n  ","33085":"\n  Yes but my skin doesn't handle them too well so I don't use them that often. And I don't really take too many baths. I mostly shower though I do like that but my skin is really sensitive to certain soaps. So I have to be really careful when I bathe.\n  \n  So yeah. I sure most the time. But I do like that bombs though\n  ","33086":"\n  Not sure. Probably covid-19 face masks LOL\n  ","33087":"\n  Going with the flow in life. Not stressing so much and worrying about things. Doing what you want and just following your dreams.\n  ","33088":"\n  Yes\n  \n  Helping\n  \n  Wanting to help\n  ","33089":"\n  ?\n  ","33090":"\n  Expressing myself in the things that I'm well at. That makes me feel confident and happy\n  ","33091":"\n  The good old USA. I also like the UK and Australia. Canada rocks too\n  ","33092":"\n  I don't hate anything\n  \n  I will tell you one thing I dislike though. I can't stand it when I see people squat their trucks. Pointless and a waste of time.  can't even see the road\n  ","33093":"\n  I do. Don't mind them\n  ","33094":"\n  features that you were born with\n  ","33095":"\n  me and my husband love to go to Cajun restaurants Chinese restaurant Hibachi restaurants that sell sushi and seafood restaurants\n  ","33096":"\n  High School Musical movies. Twilight. Cadet Kelly.\n  ","33097":"\n  Exactly. Computers are most definitely included because humans are the ones who made them\n  ","33098":"\n  Chocolate mousse cake is the best\n  ","33099":"\n  Thanks!\n  ","33100":"\n  Life does\n  \n  Living\n  ","33101":"\n  Wtf no?\n  ","33102":"\n  What I have it now. Dark brown which is my original hair color and gold burgundy brown colored kind of peekaboos\n  ","33103":"\n  I am extremely compassionate about things\n  ","33104":"\n  Colors.\n  \n  I already struggle with this issue now. Not too big of a deal\n  ","33105":"\n  ?\n  ","33106":"\n  we all have dreams and we all make mistakes\n  ","33107":"\n  Umm\n  ","33108":"\n  Hi other person\n  ","33109":"\n  Hello\n  ","33110":"\n  Something is wrong with people... The question or statement that I just got... Just wow. Sooomething wrong foor reals. I'd hope. Not normal at all... Gee\n  ","33111":"\n  Thanks\n  ","33112":"\n  I like cuddles and then ride 4-wheelers in it. ?\n  ","33113":"\n  Well then. WTF ?\n  ","33114":"\n  This happened to me the other day with a dang plastic ketchup bottle. PLASTIC. ? lol XD now that's bad. Dang thing was nailed, glued shut. Haha\n  ","33115":"\n  ? poor little old lady tried everythang and then turned out just dropping it when she opened it finally. Deadasfff ?????X.X\n  ","33116":"\n\n   شكرا جزيلا\n  \n","33117":"\n  I honestly don't do this too much. I'm all around goofy person so I guess just the way that I goof around maybe. Some people think it's just strange. When to me it's normal. Nothing wrong with being funny and happy.\n  ","33118":"\n  It's okay just worried about somebody in our family that's not doing the greatest. Trying to take care of them and they don't feel good. Everything will get better hopefully. Thanks.\n  ","33119":"\n  I think I answered this earlier. Of course I've bought something on the Internet before\n  ","33120":"\n  Feeling pretty good right now.\n  \n  A tad stressed but it's okay.. Tryna' chill now. Tryna' ease my mind some.\n  ","33121":"\n  ?\n  ","33122":"\n  Well thank ya. ?\n  \n  I appreciate the comments.\n  ","33123":"\n  Thanks. ?\n  ","33124":"\n  Love em' ?\n  ","33125":"\n  Lol to the questions I am getting today ?\n  ","33126":"\n  Yeah\n  \n  I am straight too. Not gay.\n  ","33127":"\n  I'm not a guy... ?.?\n  ","33128":"\n  I answered it with\n  \n  ?\n  \n  Means I don't know? Lol what do you want me to say? Lie to you about something I don't know LOL I don't really watch these things\n  ","33129":"\n  Much love from the ??\n  ","33130":"\n  Yes. Is a famous football player. And another famous football player and I think another fella or two are now famous NFL or something players. So yes I went to school with famous people. And my school was very small.\n  ","33131":"\n  ?\n  ","33132":"\n  The second one.\n  ","33133":"\n  I like both. Just does. Both great gaming consoles\n  ","33134":"\n  Definitely the first one LOL\n  ","33135":"\n  I don't even know what it was called that it was something Jason put on I think it was called monster trucks\n  ","33136":"\n  Randomly plan to go to Louisiana. I am just ready to see my family. Tired of waiting\n  ","33137":"\n  Nice and nice!\n  \n  I like to rock climb. I have been rock climbing before. I want to go again and I can't have cinnamon rolls. Allergic\n  ","33138":"\n  White white white.\n  \n  Gold.\n  \n  And then dark brown with gold red and burgundy peekaboos underneath and which is what I have\n  ","33139":"\n  During? No. After? Yes.\n  ","33140":"\n  No.\n  \n  Why when I want to hurt people and do stuff wrong? Why would I have an idea of what I would want to do?\n  ","33141":"\n  Nice warm caramel coffee. My husband loves this too\n  ","33142":"\n  Opening jars sometimes... ?\n  ","33143":"\n  December 29th\n  \n  My birth due date was expected Christmas morning. Haha. But was a tad late. Haha. I love my birthday. It is around my fav. time of the year too!. ????\n  ","33144":"\n  GOD.\n  \n  stupid\n  \n  Worthless\n  \n  Food\n  \n  I have heard these. People are horrible.\n  ","33145":"\n  Yeeeah.\n  \n  Sometimes. Especially my lucky numbers or numbers that I believe that are my lucky numbers.\n  ","33146":"\n  Secret\n  ","33147":"\n  Frog legs.\n  \n  So good! ?\n  ","33148":"\n  In between 12 and 3. Midday\n  ","33149":"\n  Go out socialize talk to people. Get up early go to sleep early. Eat a healthy breakfast. Get on a schedule. Only sleep about 6 or 7 hours. Do multiple different types of activity throughout the day. ?\n  ","33150":"\n  None\n  ","33151":"\n  7 or 8 prob.\n  \n  But I'm fine with that. Lol.\n  ","33152":"\n  Been a looooong time... Idk... Months. We just do drive thru. Only.\n  ","33153":"\n  Ariana Grande\n  ","33154":"\n  Mhmm\n  ","33155":"\n  Nothing today.\n  \n  Had some water this morning but that is it.\n  \n  This is sadly true bellow too.\n  \n  Be careful what kinda water to buy.\n  \n  Some waters are from underground aquifers. Some of it is mineral water and some of it is distilled. And some of it has a lot of salt in it. Such as Aquafina and Dasani water. I have taken classes on this before. You would be surprised where your water comes from and how. The cycles. And when it goes through. And what the companies have to do to get it. Some companies even steal water.\n  ","33156":"\n  Yes!\n  ","33157":"\n  Both are good.\n  \n  ? lol this GIF\n  ","33158":"\n  Morning\n  ","33159":"\n  I honestly never really got into SpongeBob. But I always loved the snail\n  ","33160":"\n  Squeaky car brakes. Like it's not that hard to fix. Fix it!\n  \n  Squeaky belt or rotors or something like that. FIX IT!\n  \n  Plate scratching or chalkboard scratching.\n  \n  Just no.\n  \n  I don't like hearing people scream... Just sh\n  ","33161":"\n  Me\n  ","33162":"\n  Can be. Depends. I think we all can be sometimes.\n  ","33163":"\n  Nice.\n  \n  Me a few new camo shirts. I'm excited!\n  ","33164":"\n  I'm extremely determine and ambitious and passionate about the things that I do in life and the people that I love\n  ","33165":"\n  Flying.\n  \n  Easy to get to place to place and quicker and in a more funnier way.\n  ","33166":"\n  Upchurch\n  \n  Paramore\n  \n  Avril\n  \n  DaBaby\n  \n  PVRIS\n  \n  Flyleaf\n  \n  Evanescence\n  ","33167":"\n  My boots my hubby got me. ? Love them.\n  ","33168":"\n  Louisiana.\n  ","33169":"\n  Deeepends.\n  \n  But sure.\n  \n  Just def depends.\n  ","33170":"\n  I want kids. But have to wait. But yeah... I want to make a family with Jason. ?\n  ","33171":"\n  ?\n  ","33172":"\n  I have cleaned a lot so far today and have taken care of my dogs. That's what I've gotten done so far today. But since Jason is awful probably going to get groceries and spend some time together playing games and cooking. Might even go out to eat together. I heard they might be shutting down the say it again so might as well get as much freedom as we can before they try doing that stupid crap again.\n  ","33173":"\n  Reeeally really creepy people... Especially  when I literally know nothing about them, have never met them and they come out to me and touch me.\n  ","33174":"\n  Swedish meatballs\n  ","33175":"\n  Alot. Lol. Idk. I don't count. Who does?\n  ","33176":"\n  Just the other day with my hubby. We went and got one of our favorites together. Fired pickles.\n  \n  Hey.. Don't knock it until you've tried it. Really good.\n  ","33177":"\n  I love children. Playing and talking with them. Theya re sweeties.\n  ","33178":"\n  Thanks.\n  ","33179":"\n  You are okay.\n  \n  Tryna' help you.\n  \n  ? Welcome to the app.\n  ","33180":"\n  Is no problem.\n  \n  You should post as open instead of on anonymous so I can follow you if that's okay. You are posted as Anonymous so I can't even see who you are. Every time you answer a question you have to swipe to open for people to see you.\n  ","33181":"\n  Will do. No reason to say you will try. You can do. We are all human. We all have control over our own state of mind. Have confidence in yourself. Your wonderful human being. No reason to be upset.\n  ","33182":"\n  Your okay.\n  \n  Welcome.\n  \n  We love new people on here\n  \n  Hope you enjoy the app.\n  \n  I love the app.\n  \n  You guy's are awesome. ?\n  ","33183":"\n  Your fine. You really need to give yourself more credit more often. Don't be so down on yourself all the time. No need to be. Not healthy for the mind.\n  \n  Just saying it as a friend.\n  ","33184":"\n  This is happening now. Lol. Yes. Sweet baby is cuddling up to his mommy indeed. Our boy G. Sweet boy. A darlin'.\n  ","33185":"\n  Do I??? Yaaaas. Especially in ice cream. Yum.\n  ","33186":"\n  Red\n  \n  White\n  \n  And blue.\n  ","33187":"\n  Youtubers\n  \n  Yes.\n  ","33188":"\n  I don't try to hate anything really. Dislike maybe. But not hate. But yeah.\n  ","33189":"\n  The complete dark.\n  \n  The dark is scared of me.\n  ","33190":"\n  Right\n  ","33191":"\n  Sometimes. Depends.\n  ","33192":"\n  Good rest.\n  \n  Good breakfast.\n  \n  Exercise\n  ","33193":"\n  Cereal. Then milk.\n  ","33194":"\n  ? I don't understand why you use a question mark?\n  ","33195":"\n  Thanks. ?\n  ","33196":"\n  Phone.\n  \n  Moble and sometimes PC\n  ","33197":"\n  I think don't think sor\n  ","33198":"\n  I had a biscuit for breakfast around 7 this morning\n  ","33199":"\n  Yep. We always do. ?\n  ","33200":"\n  Um........ Ummmm. Fot what\n  ","33201":"\n  Oh. Well that's kool. Nice.\n  ","33202":"\n  Not sure. Srry.\n  \n  Kool?\n  ","33203":"\n  Sweet Bella.\n  \n  Of course. Haha.\n  \n  Sadly. Love sweet things.\n  ","33204":"\n  Nice nice\n  ","33205":"\n  Of course I have friends like family. Especially on here\n  ","33206":"\n  Communicating with paranormal. Weather central\n  ","33207":"\n  I don't really have a goal\n  ","33208":"\n  Talking with friend's from all over the world.\n  ","33209":"\n  Just lake beaches\n  \n  No good beach beaches here. Sadly. Not anymore that is. The Gulf of Mexico used to be good. Now it's really dirty and contaminated now. Not safe to swim in anymore.\n  ","33210":"\n  ? Haha. We all part of that club. Haha\n  ","33211":"\n  We all start from knowing nothing. Raise people into what they are to a certain age and then it's all them then at that point. They have to experience at that point, learn what common sense is and learn to not judge a human by any and all means.\n  \n  Learn life.\n  ","33212":"\n  Much love to you all!\n  ","33213":"\n  Good morning y'all\n  \n  Have a great day! ????\n  ","33214":"\n  Just seasonal one's really.\n  ","33215":"\n  Yes. I do.\n  \n  Good ? Morning y'all\n  ","33216":"\n  Not now cause I am married and happy but before maybe. But again now no.\n  ","33217":"\n  Don't think so. No.\n  ","33218":"\n  Yeah. I agree.\n  ","33219":"\n  Just normal house.\n  ","33220":"\n  I can't stand it when they start popping fireworks like 2 weeks ahead of time. You should really just pop around the 4th of July and then like a few days before and maybe a day or two after your but after that you shouldn't pop anymore fireworks.\n  ","33221":"\n  That's good. Good.\n  ","33222":"\n  Thank you\n  \n  That is nice of you.\n  ","33223":"\n  Me and my husband own two pit bulls and they are the sweetest.\n  ","33224":"\n  The new Disney brought to life movies. I want to watch more of those\n  ","33225":"\n  Thanks.\n  \n  Yeah. Just taking it easy.\n  ","33226":"\n  That's great. I'm a little tired but good.\n  \n  Playing some Modern Warfare.\n  \n  Fun.\n  ","33227":"\n  Pretty chill\n  ","33228":"\n  Nah\n  ","33229":"\n  I am great. How are you?\n  ","33230":"\n  Ask.fm.\n  \n  Just able to express myself\n  ","33231":"\n  ? Get well k?\n  ","33232":"\n  Nothing.\n  \n  I do everything regardless. I don't care if people judge me. Fuk em'.\n  ","33233":"\n  Srry\n  ","33234":"\n  Whyyy?\n  ","33235":"\n  Thanks. I try.\n  \n  Thanks for the comment.\n  ","33236":"\n  Of course. We better everyday. We should always work on improving ourselves. Def.\n  ","33237":"\n  Cake batter. ?\n  ","33238":"\n  Upgrades on my house and car. ??\n  ","33239":"\n  Yeeeah. Def.\n  \n  Rough show.\n  ","33240":"\n  Us.\n  \n  ?\n  ","33241":"\n  Thought and meditation\n  ","33242":"\n  Прекрасный ??\n  ","33243":"\n  The butterfly effect...\n  ","33244":"\n  Ouuu. Very nice.\n  \n  Good good.\n  \n  ?\n  ","33245":"\n\n   شكرا لصديقي. هذا شيء لك وكذلك??  لجميع متابعي. كن آمنا. ?\n  \n","33246":"\n  Well I'm going to work tomorrow really early in the morning I have to wake up around 4:30 ish to 5 and get ready for work by 7.\n  \n   When I get home I have to make my husband some midnight lunch because he works 2nd and third shift and then I have to get to bed because I think I have work again the next day but I'm not sure yet. So basically for the next few days I'm working on working. Lol. Work and work.\n   \n   We also have to get some fireworks because it's going to be the 4th of July shortly. Me and him love popping fireworks and this year he's going to be off! Super excited for that!\n   \n\n     View more\n    \n\n","33247":"\n  I never had a phone until I was almost like 13 or 14 or 15. And it was a flip phone that was shared by a few of my sisters. But I was the one who kept a hold of it. But if they needed to use it they could.\n  \n  And the only reason why I got a phone is because we had a  really horrible natural disaster that ended up happening once and I was scared that something might happen to us and we wouldn't be able to call my mom to save us if something was to happen or call 911 or something. Because honestly we were flooding one time and we almost couldn't get to the office to call my mom's come and get me plus how would she get there because it's flooding right? And it happened so fast. If I would have known it was happening I could have called her ahead of time and gotten out of there. So that's one of the reasons why I got a phone at the age of 13 or 14 or 15. And the only reason why I got it was call my mom and my grandparents and my sisters. It was not for friends.\n  ","33248":"\n  Awe. Thanks. ?\n  \n   It's true though.\n   \n   You guys make my day. ??\n   \n\n     View more\n    \n\n\n","33249":"\n  Children and Elders that are sick. Especially with Cancers.\n  \n  People that get in wrecks especially when it's not their fault and they become handicap like lose their arms and legs and can't walk anymore. They should definitely get some donations to help them.\n  \n  House fires that are not intentionally they owner's fault.\n  \n  And more causes.\n  ","33250":"\n  I most definitely wouldn't really want to spend the night with any of my ex's that would be disrespectful just right then and there. Definitely not spend the night with your ex when you are married. Especially. And living on the streets is not that bad. It's definitely doable. So both of them are doable. But are both of them respectful? No.\n  ","33251":"\n  Sometimes you just got to go in. You can't always be afraid because then what happens if you miss a good opportunity with someone really special right?\n  \n  Just don't get so into it so early. Take your time. Have levels. It's better to take your time anyway because then if you go too fast and you're going to miss all of those first time type moments.\n  \n  Trust me take your time. Don't be afraid of everything all the time. You only live once.\n  ","33252":"\n  You guys are.\n  \n  Waking up.\n  \n  Blessed to wake up.\n  \n  I am.\n  ","33253":"\n  \"Ya get whatchya'get an ya don't throw uh fit.\"\n  ","33254":"\n  I think this week I have been asked this question at least four times.\n  \n  I honestly haven't broken too many things that are really expensive I tried to be really careful and respectful but mistakes do happen. But again I really don't remember the last thing I broke that was really expensive.\n  ","33255":"\n  I watch them all the time, not every day of course, but every now and then I put one on. When I was a child those are the movies that I always watched on repeat. Love the old school Disney Channel movies. Especially the animated ones. Those are my favorite.\n  ","33256":"\n  Get things paid off. ?\n  ","33257":"\n  My mom.\n  \n  Thanks mom.\n  ","33258":"\n  I'm good. Either fam. ??\n  ","33259":"\n  Of course.\n  \n  Many.\n  ","33260":"\n  No.\n  \n  This will fade.\n  \n  But the precautions must stay. But no this is not forever.\n  ","33261":"\n  Definitely. Always try to look at the brighter side of things. Because honestly things could be much worse. Be happy. There's no reason to be down all the time. Hobbies always make me happy. Doing things that you love and talking to people that you love. Going to places and being productive. These are good things to do when you're feeling down and depressed.\n  ","33262":"\n  Leave?\n  \n  I leave and go and do as I wish. You just need to make sure you be careful. Maybe wear a face mask. Sanitize your hands anywhere and everywhere you go. Before you touch things that you're not sure where they have been. Wash your hands before going to the restroom and after because you never know what's on your hands. Just be careful. Keep your distance and don't get in people's face even with a face mask on. Try not to shake hands or hug too much.\n  \n  Just be cautious. ?\n  "}}