{"Question":{"334776":"\n   Что говорят собаки, когда лают?\n  ","334777":"\n   Подписалась😉\n  ","334778":"\n   Но чтоб обязательно вернулись!)))😊\n  ","334779":"\n   Зачем Хабаровск, езжайте скорее в Москву!)\n  ","334780":"\n   Что делаешь?\n  ","334781":"\n   +1🍷\n  ","334782":"\n   Когда в последний раз тебе признавались в любви или симпатии?\n  ","334783":"\n   Где тебя чаще можно встретить в Москве? Хочу селфи с Антоном)))\n  ","334784":"\n   Могу научить, бесплатно онлайн без смс и регистрации\n  ","334785":"\n   и от сюда +1🙈\n  ","334786":"\n   Что для тебя главное в девушке?\n  ","334787":"\n   Я классно читаю рэп, а ты?\n  ","334788":"\n   Она думает, что пуси правят миром, но ей за деньги, деньги, деньги говорят спасибо, убогая походка ,но на каблах стильных, я такой простой, что не ебу таких красивых😂\n  ","334789":"\n   Не боюсь, я каждый день какой-то бред пою😂\n  ","334790":"\n   Как часто ты ходишь в парикмахерскую?\n  ","334791":"\n   выложи фото девушки, которая нравится или симпатизирует\n  ","334792":"\n   Плохой? А это мне уже нравится 😂 😂\n  ","334793":"\n   Такое трудно не оценить, Антош 😂 😂\n  ","334794":"\n   Какой опасный полицейский у тебя на аве, ммм 😏 😂\n  ","334795":"\n   Ахахаха, ну хорошо, теперь всегда буду называть тебя зайчиком 😂 😂\n  ","334796":"\n   Есть вероятность что Тоша ответит в Директе?)\n  ","334797":"\n   Мальчик из Болгарии молодец, но не заслужил первое место. 17 лет и второе мест уже успех, в его то годы)\nОн молодец, что был на ровне с другими. 2 место это его предел)\n  ","334798":"\n   Была на записи импровизации в Москве, безумно понравились, огромные умнички, не думала что так все сложно.. подписка :3 больше шуток в Аск!)\n  ","334799":"\n   Все понравились, и всё получилось так, как должно было получиться, а участие Юлии Самойловой там ни к чему было бы :)\n  ","334800":"\n   Я тоже хочу про евровидение поговорить ахах.\nПесня Португалии очень красивая, не смотря на то, что русским телезрителям не понравилась. Молдова молодцы, тут даже не спорю. Но если так подумать, то они на своём месте)\nИграли не они, а лишь пели. Об этом уже говорили организаторы шоу, что там мелодия)\n  ","334801":"\n   +1, любимый Шастунчик 😂 😏\n  ","334802":"\n   Ну не знаю. Не мое это) Было еще много классных выступлений, но вот слушаю почему-то именно песню Молдовы\n  ","334803":"\n   Португалия вот вообще не зашла, я чуть не уснула во время его выступления, не знаю, почему все проголосовали за этого парня\n  ","334804":"\n   Песня чисто для молодежи, именно это слушателю и нужно\n  ","334805":"\n   Молдова - персики! У меня уже который день на репите\n  ","334806":"\n   Выложи песню, которая соответствует твоему настроению.\n  ","334807":"\n   +1)) Хорошие шоу, вы молодцы))\n  ","334808":"\n   Подписалась, классное шоу)\n  ","334809":"\n   Есть ещё кто из импровизации тут?\n  ","334810":"\n   Ничего делать не нужно .\nИ мне ничего не надо, кроме тебя😻\n  ","334811":"\n   Ок, не буду заставлять тебя грядки полоть, приезжай просто отдохнуть)\n  ","334812":"\n   А кто тогда по твоему, грядки мои полоть будет?😀 Соглашайся, а я тебя за это вкусно кормить буду😇\n\nP.s. да и грядок у меня не так уж и много😀😄(но это не точно)\n  ","334813":"\n   Давай конкурс проведешь какой-нибудь что ли\n  ","334814":"\n   Я спрячу 😎\n  ","334815":"\n   Где ты планируешь отдохнуть летом?\n  ","334816":"\n   В импровизации ты мне больше всех нравишься)💕\n  ","334817":"\n   +1😍😍😍💥\n  ","334818":"\n   шутни,а😂\n  ","334819":"\n   Подписалась)💋\n Очень красивый)\n  ","334820":"\n   есть вторая страничка вконтакте?\n  ","334821":"\n   +1)\nТы очень клевый😍\n  ","334822":"\n   Подписалась))\n  ","334823":"\n   Антон, подписана 😌\n  ","334824":"\n   Антон у тебя есть девушка?\n  ","334825":"\n   Так приятно, что нас всё ещё не забыли))\n  ","334826":"\n   Обожаю Импровизацию! Подписалась))\n  ","334827":"\n   If you get a chance to enter politics, do you want to go in it or not?\n  ","334828":"\n\n    https:\/\/bit.ly\/3niN339\n   \n","334829":"\n   Have you seen the Shut Up Mom challenge on YouTube?\n  ","334830":"\n   Did you watch Wonder Woman 1984 ?\n  ","334831":"\n   do you expect something from anyone?\n  ","334832":"\n   Is it better to love or lose love under unforgiving circumstances?\n  ","334833":"\n   Do you ever have psychic flashes?\n  ","334834":"\n   Yes, Sia & David Guetta is a great duo 🙌 Thanks you so much dear 🤗💚🙌\n  ","334835":"\n   You're so cute, you deserve to be mine.\n  ","334836":"\n   Favorite Disney star?\n  ","334837":"\n   do you eat more candy or fruit?\n  ","334838":"\n   What is your favorite ice cream?\n  ","334839":"\n   You taking my language how are you not here\n  ","334840":"\n   which type of chocolate is your favorite? milk, white, or dark?\n  ","334841":"\n   Why is it so hard to have someone talk to you on this app? Like ffs\n  ","334842":"\n   Where do you plan on going for your next vacation?\n  ","334843":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","334844":"\n   Lace or silk?\n  ","334845":"\n   No problem! Kit kats were the least expensive i could find. I saw  3 fancy bars for like 50 sonething dollars!!\n  ","334846":"\n   Are you clumsy person? 🙈🤪\n  ","334847":"\n   I am into Oil and Gas\n  ","334848":"\n   I've had it in kit kat form, and it has a distinctive taste from milk chocolate, but it's still chocolate. It's pretty good. Got it on Amazon.\n  ","334849":"\n   I so wanna get out of jersey for a while\n  ","334850":"\n   I am very good I hope everything is fine for you so what do you do for living\n  ","334851":"\n   yeah I'm in East Williamsburg Brooklyn NY USA\n  ","334852":"\n   How are you doing\n  ","334853":"\n   we're you from and what's time over there?\n  ","334854":"\n   It's too early to call it a night.\n  ","334855":"\n   So have you ever had Ruby chocolate? It's relatively new type of chocolate.\n  ","334856":"\n   Any plans for this weekend?\n  ","334857":"\n   What is one crazy story you have?\n  ","334858":"\n   I'm sorry for telling you those things. bye.\n  ","334859":"\n   now my brothers will barely speak to me. But  none would help me.\n  ","334860":"\n   My grandparents raised me. my grandmother passed away. When I got out of the service and came home , my Grandfather was very sick. I stayed with him day and night for almost a year. when he died, I found out he had left me every thing. House, land, and all assets.   I don't  have to work. I'm a bum.\n  ","334861":"\n   You stay very busy. one day, you should tell me what you do.. I do nothing. I'm a bum.\n  ","334862":"\n   I wish you a happy Valentine's day.\n  ","334863":"\n   Do you like Star Wars show on Disney Plus ?\n  ","334864":"\n   If you had to eat one meal for the rest of your life what would it be?\n  ","334865":"\n\n    https:\/\/youtu.be\/2nkbSM4wnjQ\n   \n   I hope you like it 🤗😊🤗\n  ","334866":"\n   You are a beautiful human being. With the most beautiful of hearts. I'm sorry.  Smooth words escape me.\n  ","334867":"\n   Doing great. All is well. You are up early. is this your normal time to start your day?\n  ","334868":"\n   Roaches?\n  ","334869":"\n   it's okay.  I understand such things. You are doing okay? All is well?\n  ","334870":"\n   which insects are you fear?\n  ","334871":"\n   How good of a host would you say that you are? If someone were to come over for dinner, a party etc., how'd they get treated? 🥂🍴\n  ","334872":"\n   Are you going out today or are you staying at home?\n  ","334873":"\n   What makes you feel like you need to be alone?\n  ","334874":"\n   Do u have any weakness?\n  ","334875":"\n   What is your favorite pastime?\n  ","334876":"\n   Favorite singer of ALL TIME?!\n  ","334877":"\n   Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?\n  ","334878":"\n   Have you done a new episode of your show?\n  ","334879":"\n   i think you have a beautiful set of teeth just that you don't smile to does that needs your beauty..\n  ","334880":"\n   What do you do on your lunchtime other than eating?\n  ","334881":"\n   That's right👍..I agree\n  ","334882":"\n   When you think of the word \"home\",  what images comes to mind?\n  ","334883":"\n   What scientific fact do you love?\n  ","334884":"\n   If you could have been from another city or state, what would it be?\n  ","334885":"\n   My show debuts on Roku and Google TV on the 22nd of this month.  I still wanna have you on.\n  ","334886":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","334887":"\n   lol. check out the menu! Extreme Pizza.\n  ","334888":"\n   What's your favorite type of pasta? 🍝🍜🥡\n  ","334889":"\n   Great! Thanks!\n  ","334890":"\n   right? no joking matter\n  ","334891":"\n   Chocolate cake or chocolate ice-cream?\n  ","334892":"\n   What is your favorite restaurant?\n  ","334893":"\n   What one piece of advice would you offer to a street beggar?\n  ","334894":"\n   do you prefer beef burgers, veggie burgers, black beans burgers, or none?\n  ","334895":"\n   if you went to Church on Sunday, you'd be in a fix if you let out some swear words in front of your folks...\n  ","334896":"\n   Post a funny picture\n  ","334897":"\n   Aye girl you lookin like you so damn fine, you lookin like an angel that fell from the sky 💗\n  ","334898":"\n   what was the last thing you ordered online?\n  ","334899":"\n   Favorite TV show\n  ","334900":"\n   Why is chocolate a girl's best friend when she is broke up with her man.\n  ","334901":"\n   cursing around parents is a lack of class.....and lack of respect\n  ","334902":"\n   swearing\/cursing in some situations shows other people a lack of class, lack of discipline and may get a person fired from their job\n  ","334903":"\n   aye boss\n  ","334904":"\n   Today’s Blessings:\n\n1. Woke up\n\n2. \n\nWhat’s next?\n  ","334905":"\n   Thoughts on “cancel culture.” Is it even a thing?\n  ","334906":"\n   Have you ever worked retail\/ customer service? If so, do you have any crazy stories?\n  ","334907":"\n   What’s your opinion on the idea of like “weaponizing tears” as a way to cast yourself as victim?\n  ","334908":"\n   How often do you use swear words? What do you think of people who curse around their parents?\n  ","334909":"\n   If you turned into a hulk-version of yourself everytime you got angry, would you see it as a curse or a blessing? 😡💪👊 How different do you think Hulk-you would've been from your regular self? 😆\n  ","334910":"\n   How long have you been on this app?\n  ","334911":"\n   Lol some of those shout outs be getting ridiculous too tho but I think I see what u mean\n  ","334912":"\n   Yes i did. I thought it was good\n  ","334913":"\n   Is that hostile? I suppose you can read things in different “voices”.  some questions are personal. I’m not sure how u are but it’s like nowadays ppl seem to think they have a right to know and when you don’t tell bc you’re hiding something bad. I don’t share info about what’s important to me.\n  ","334914":"\n   Shit of all time if that’s the case, good answer ma’am. Top 3 of all time?!\n  ","334915":"\n   When you're alone in the middle of the night and you can't quite get to sleep, what do you think about?\n  ","334916":"\n   its called the \"ghost wave\" green peppers, ghost pepper cheese, honey, mascarpone cheese, honey, mozzarella and italian sausage.  It's at a chain called extreme pizza.\n  ","334917":"\n   Who’s your favorite lead singer of any band ever?\n  ","334918":"\n   Do you have a style icon?\n  ","334919":"\n   What TV show had the absolutely perfect cast?\n  ","334920":"\n   oh right!  I love Hawaii pizza tho. Now that I think of it, the pizza place near me has a pizza which includes mascarpone cheese and honey and some other toppings.\n  ","334921":"\n   Hi, how are you? Today is my bday and I thought I would visit Ask.fm. I successfully completed the 1st semester of post-secondary school and everything is back to normal. Today's gonna be a bday question. Are you organizing your bday in some way, or do you consider it an ordinary day and do nothing?\n  ","334922":"\n   Sweet toppings on a traditional pizza?\n  ","334923":"\n   What is the stupidest answer you’ve ever gotten from someone on here?\n  ","334924":"\n   What are the worst pizza toppings?\n  ","334925":"\n   can anyone claim to have an original idea or thought? without quoting a movie?\n  ","334926":"\n   Favorite current rapper out of the big 3?\n  ","334927":"\n   Do some people take some time until they develop giftedness?\n  ","334928":"\n   Where do you get most of the decorations for your room\/home?\n  ","334929":"\n   What happened with your last breakup?\n  ","334930":"\n   Was high school fun or miserable?\n  ","334931":"\n   Favorite social media app?\n  ","334932":"\n   Do you have or want a tattoo? What and where?\n  ","334933":"\n   movie \/ series suggestions?\n  ","334934":"\n   What’s the last thing you ate?\n  ","334935":"\n   sounds awesome! give me laughs. haha.... I gotta look up interactive galleries in NYC! 😝 btw, what kinda stuff do you like to do for your b-day?\n  ","334936":"\n   Tupac regarding male female companion. Biggie in terms of painting pictures as a lyricist. U?\n  ","334937":"\n   Tupac or Biggie?\n  ","334938":"\n   Freedom\n  ","334939":"\n   Kill , fuck or marry  Roddy Offset or Frank Ocean\n  ","334940":"\n   What’s the longest you’ve talked to someone in the phone?\n  ","334941":"\n   What's the dumbest app that you ever heard about?\n  ","334942":"\n   Is there a level to ‘sexy’\n  ","334943":"\n   I do by Tuesday; VIPs get cleared out by Sunday 5-7 pm\n  ","334944":"\n   Do you do all your vips tasks ?\n  ","334945":"\n   How was your Christmas?\n  ","334946":"\n   Am I a narcissist if I heart my own questions? or answers?\n  ","334947":"\n   How are you today?\n  ","334948":"\n   Have you ever had a mental break down before?\n  ","334949":"\n   Are you vegetarian or Non-vegetarian?\n  ","334950":"\n   What is one first world problem are you  willing to go to war about?\n  ","334951":"\n   Do you dislike it when people open up to you quickly?\n  ","334952":"\n   Big spoon or lil spoon ?\n  ","334953":"\n   Thank you again kjay\n  ","334954":"\n   Does anyone watch Cobra Kai?\n  ","334955":"\n   How'd you describe yourself when you go grocery shopping? Do you go straight towards the things you came there to buy or do you easily get distracted along the way? How much self control do you have? 🛒🍞🍉🍫\n  ","334956":"\n   There is a web-site called tipthepizzaguy.com I often print out their flyers and mail them to my family that don't tip the delivery drivers.\n  ","334957":"\n   If you're ordering off Ubereats and you're not tipping at all because you think you're saving a few bucks. you're a real POS. Those poor drivers have a life to maintain as well the car they use to deliver YOUR food. Only use it if you can AFFORD TO TIP.\n  ","334958":"\n   Have you ever done the No Pants Subway Ride?\n  ","334959":"\n   Any good present ideas for people this year?\n  ","334960":"\n   Free tacos for life or free wings for life?\n  ","334961":"\n   What would you do if you found out tomorrow that you had to go to prison tomorrow for the next 10 years? How would you react?\n  ","334962":"\n   What is the most beautiful thing in the world you can think of?\n  ","334963":"\n   It's my bday soon (Feb. 9)! 🥳 Fill in the empty spaces of how you'd like to celebrate with me. \n\nIf I could hang out with you on your birthday, we could go to _______ ! We could eat\/drink __________. It would be fun to __________ for a while. Then we can eat some cake and I would give you _______.\n  ","334964":"\n   Oh damn. I have some friends that still live in NYC. they've had the same experience. that's crazy. it's just cold where I am 😂\n  ","334965":"\n   I dare you to go jump in some snow 😜😂\n  ","334966":"\n   If you were to teach one subject at Hogwarts, what would you teach?\n  ","334967":"\n   When playing truth or dare, which one do you typically choose? Why?\n  ","334968":"\n   Would you rather have heavy metal music come on every time you enter a room or country music come on every time you enter a room?\n  ","334969":"\n   Can you write a holy text right here?\n  ","334970":"\n   Dedicate a song to your crush\n  ","334971":"\n   How old are u and what’s your zodiac sign\n  ","334972":"\n   I am rana zain rasheed from the university of agriculture Faisalabad i am actor model on hum tv i am international level actor model my international level rating is 4.5 other i am singer dancer script writer prankster\n\n and you\n  ","334973":"\n   I'm so sorry. I think I got too serious and scared you. Please forgive me.\n  ","334974":"\n   Favorite theme park and why?\n  ","334975":"\n   Would it be easy or difficult for you to share a bed with someone? do you often do anything that would wake them (snore, move around a lot, have nightmares, etc.)? and what if they do stuff like snore, want to sleep in complete darkness, need tv noise\/white noise to sleep,or use their phone\/tablet?\n  ","334976":"\n   You’re trending today, your name came up on my screen, does it mean anything to you?\n  ","334977":"\n   Dear would you mind me asking you this question... In your beauty what did you fancy most?..\n  ","334978":"\n   How u been? I missed hearing from u\n  ","334979":"\n   I'm sure you have plenty of guys that try to get with you their just not your cup of tea.\n  ","334980":"\n   How is life in NJ?\n  ","334981":"\n   If you could make up a school subject, what would it be? And why?\n  ","334982":"\n   Please give me the pass, senpai.\n  ","334983":"\n   What is your favorite type of art?\n  ","334984":"\n   what would you do if you won the lottery?\n  ","334985":"\n   What do you miss about the 80s?! 🙂\n  ","334986":"\n   Which is better, to play a good game and lose, or cheat and play a “bad” game and win? Why?\n  ","334987":"\n   How good is vacationing in Hawaii?\n  ","334988":"\n   What are you going to do on Valentine's Day?\n  ","334989":"\n   ʏᴏᴜ ᴀɴᴅ ɪ  ᴀʀᴇ\nɪɴ  ᴛʜᴇ ʙᴀᴄᴋ ᴏғ ᴀ\nᴘᴏɪʟᴄᴇ ᴄᴀʀ ᴛᴏɢᴇᴛʜᴇʀ\nᴜsɪɴɢ ᴏɴʟʏ\n4 ᴡᴏʀᴅs,\nʏᴏᴜ ᴛᴜʀɴ ᴛᴏ ᴍᴇ\nᴀɴᴅ sᴀʏ\n  ","334990":"\n   Hi liz\n  ","334991":"\n   Do you like ice breaker questions?\n  ","334992":"\n   What makes you special?\n  ","334993":"\n   kok blm perna liat yaa\n  ","334994":"\n   Oh god. This is a crime.\n  ","334995":"\n   Wow Miss KJ. I didn’t know you liked Ben and Jerry ice cream\n  ","334996":"\n   Do you host parties at your place, the type who only attends parties or the person who stays at home?\n  ","334997":"\n   do you regret something?\n  ","334998":"\n   ARE YOU A STARTER OR A FINISHER? Starter is a person that's only good at the start while a finisher is a person who finishes what he started.\n  ","334999":"\n   I know, that might be why people wanted til the last minute to reply to my shoutouts two days before christmas. sometime i do think about deleting my account in the future\n  ","335000":"\n   Post the last picture you took!\n  ","335001":"\n   Qué estás haciendo?\nwhat are you doing man?\n  ","335002":"\n   best gift you ever received?\n  ","335003":"\n   you're very sweet. thank you. One day I want to learn your heart. it is very beautiful.  I want to know who you are. And what your dreams are.  What you like, and your dislikes.  What makes you happy. I want to know you. And become friends.\n  ","335004":"\n   Wishing I knew you better. Wishing we lived in the same world. Wishing we were friends. Just....wishing.\n  ","335005":"\n   Do you feel comfortable, when being photographed?\n  ","335006":"\n   What kind of a parent do you think you will be? Will you be a cool or a strict parent?\n  ","335007":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","335008":"\n   Does internet dating work?\n  ","335009":"\n   Can you choose whom you are attracted to? Can you engineer a relationship?\n  ","335010":"\n   What would be put inside a mental health first aid kit?\n  ","335011":"\n   What is your go-to everyday outfit? What is your dress code color and style?\n  ","335012":"\n   Are you afraid to let go or are you the type of person who easily ghost people?\n  ","335013":"\n   Do you like Bob's Burgers?\n  ","335014":"\n   how are you\n  ","335015":"\n   Ever listened to music played from a vinyl record? How about on a Walkman?\n  ","335016":"\n   Thinking of you. How sweet ,beautiful, and precious you are. With the most beautiful heart that I have ever seen. I am honored to know you, even if only through Ask.\n  ","335017":"\n   Can computers be creative?\n  ","335018":"\n   Someone told me I lack self-esteem and confidence. What exactly is self esteem and where does it come from?\n  ","335019":"\n   what is the dUmBeSt way you’ve been injured? 😂\n  ","335020":"\n   Do you like love songs ?\n  ","335021":"\n   Can anything exist in complete isolation or is everything defined by its relation and connection to other things? Is a chair only a chair if someone is sitting in it? 🤯\n  ","335022":"\n   Do you have a non-blood related family?\n  ","335023":"\n   THIS OR THAT: Fruits or Vegetables?\n  ","335024":"\n   Do you worry about the safety of the food that you eat? What won't you buy?\n  ","335025":"\n   why can't I harass you??\n  ","335026":"\n   James Bond or Jason Bourne ?\n  ","335027":"\n   You are so beautiful!\n  ","335028":"\n   Do you have a phobia? What is it?\n  ","335029":"\n   Text your man and say baby I'm hungry and see what you say\n  ","335030":"\n   don't you hate that feeling when you're super excited about something and then it ends up not happening?\n  ","335031":"\n   Instagram or TikTok?\n  ","335032":"\n   do you believe in “pretty privilege”\n  ","335033":"\n   Do you miss Vine?\n  ","335034":"\n   Would you date a black man?\n  ","335035":"\n   I had no idea I could ask you an anonymous question. Is this new?\n  ","335036":"\n   ʏᴏᴜ ᴄᴏᴍᴇ ʜᴏᴍᴇ ᴀɴᴅ\nᴇᴠᴇʀʏᴏɴᴇ ʏᴏᴜ ᴇᴠᴇʀ\nᴅᴀᴛᴇᴅ ɪs sɪᴛᴛɪɴɢ ᴏɴ ʏᴏᴜʀ\nғʀᴏɴᴛ ᴘᴏʀᴄʜ\nʀᴇᴘʟʏ ᴡɪᴛʜ ᴊᴜsᴛ  3\nᴡᴏʀᴅs\n  ","335037":"\n   Must we be colorblind and genderblind to be fair?\n  ","335038":"\n   Do you follow your 🧠 brain or your ❤ heart? Why?\n  ","335039":"\n   if life stopped today, what would you regret not doing?\n  ","335040":"\n   Do you easily forgive?\n  ","335041":"\n   We are Same bro\n  ","335042":"\n   How many hours do you sleep per night?\n  ","335043":"\n   You are my friend with love and free friendship\n  ","335044":"\n   Have you ever been to a haunted house?\n  ","335045":"\n   Its almost 11 here been up ever since 6;45\n  ","335046":"\n   am\n  ","335047":"\n   Am tired\n  ","335048":"\n   Me watchin9 a movie\n  ","335049":"\n   ok\n  ","335050":"\n   What u doin\n  ","335051":"\n   If you could have one artist released every unreleased song they ever made, what artist would you pick?\n  ","335052":"\n   Hhaa\n  ","335053":"\n   wyd\n  ","335054":"\n   If you like brussle sprouts you are crazy.\n  ","335055":"\n   What qualities do you admire about your parents?\n  ","335056":"\n   What do you think about interviews? Have you ever been interviewed? 👀\n  ","335057":"\n   Do you paint?\n  ","335058":"\n   Do you feel like seniors thinking abt applying to universities this year would be better off going to community college\/taking a gap year?\n  ","335059":"\n   Does STARBUCKS ☕ barista always get your name correctly? What ridiculous names do you get?\n  ","335060":"\n   How do you keep a calm demeanor in the face of ignorance?\n  ","335061":"\n   Do you drink your tea or coffee with sugar?\n  ","335062":"\n   who are three of ur celebrity crushes?\n  ","335063":"\n   Have you ever worn two different socks? 🧦\n  ","335064":"\n   If a natural disaster hits your town what would you do?\n  ","335065":"\n   Do you have a strict protocol that you have to follow at home? What is it?\n  ","335066":"\n   Do you like the smell of petrichor?\n  ","335067":"\n   What is your favorite season?\n  ","335068":"\n   What’s the difference between a house and a home ?\n  ","335069":"\n   Would you rather meet a superhero or a cartoon character?\n  ","335070":"\n   Have you ever been cheated on?\n  ","335071":"\n   I fell for the wrong one, I guess that's why I'm all alone now.\n  ","335072":"\n   Would you rather eat a whole jar of mayonnaise or drink a cup of hot sauce?\n  ","335073":"\n   May your day go smoothly and be filled with little reminders of love wherever you go. ❤️\n  ","335074":"\n   How much wood would a woodchuck chuck if a woodchuck could chuck wood?\n  ","335075":"\n   • Think about the people you love the most in your life, what do you do for them?\n  ","335076":"\n   Are you vocal when it comes to your thoughts and feelings?\n  ","335077":"\n   What's your opinion about friends with benefits 😅\n  ","335078":"\n   In today's time, would you say that a 👨 man is equal to a 👩 woman?\n  ","335079":"\n   Are you good at learning on your own \/self-study? 📚\n  ","335080":"\n   Where’s the most TOXIC ENVIRONMENT you’ve ever been?\n  ","335081":"\n   Did you have a favorite subject in school?\n  ","335082":"\n   What's slippery when wet?\n  ","335083":"\n   Do you Google things regularly?\n  ","335084":"\n   how many tattoos do you have ?\n  ","335085":"\n   What can you see outside your bedroom window?\n  ","335086":"\n   Do you like spicy food? What spicy food is your favourite?🌶️\n  ","335087":"\n   What is a relationship deal breaker for you?\n  ","335088":"\n   Do you like the look of tattoos on arms or legs more?\n  ","335089":"\n   Is it bad to make a pregnancy prank? 👶\n  ","335090":"\n   What is a good remedy for period cramps? (Sorry guys 😂)\n  ","335091":"\n   Who was the last person you unfollowed and why did you unfollow them?\n  ","335092":"\n   Something dumb you've done recently.\n  ","335093":"\n   Do you have any physical features that you try to cloak or hide? How come? Are you insecure? 🙈\n  ","335094":"\n   What is the most surprising fact you’ve learnt about yourself during the pandemic?\n  ","335095":"\n   What’s the best brand of water to drink?\n  ","335096":"\n   Have you ever been to a restaurant that made you say “you have got to be kidding me!” when they brought out the food?\n  ","335097":"\n   Who is the most down to earth person you know?\n  ","335098":"\n   have you ever tried an underwater kiss?\n  ","335099":"\n   Have you ever been very attracted to your teacher\/professor? If you had the chance to, would you have\/will you be FWB or date a teacher\/professor? (heard about Hulu show about male student+female teacher, so it made me think of this question. guys kept saying they wish they were him. 🙄)\n  ","335100":"\n   can you send me your WhatsApp number so we can talk\n  ","335101":"\n   Do you hide snacks and drinks from family\\friends?\n  ","335102":"\n   Wow!\n  ","335103":"\n   How old are your OLDEST CLOTHES???\n  ","335104":"\n   Do you have an all time favorite song? Mine is \"starfish and coffee\" by prince 😊\n  ","335105":"\n   Do you have any phobias?\n  ","335106":"\n   If you were in a circus, which character would you be? 🎪\n  ","335107":"\n   What is the biggest mistake you've made?\n  ","335108":"\n   What did you lose recently that ended up freeing you?\n  ","335109":"\n   Do you like your name? Would you ever change it?\n  ","335110":"\n   When do you feel a teen becomes an adult?\n  ","335111":"\n   Do caterpillars 🐛 know that they’re going to be butterflies 🦋 or do they build the cocoon not knowing what will happen?\n  ","335112":"\n   Do you read\/listen\/watch the news? Where do you read\/listen\/watch it from? 📰\n  ","335113":"\n   Where are some unusual places you’ve been? 🙀\n  ","335114":"\n   what triggers you the most? 😤\n  ","335115":"\n   Do you think certain names bring with certain types of personalities? Do you have any notions about people with a certain name being a certain way? If you've met someone with the same first name as you, were they similar to you in any way? 🗣🤯\n  ","335116":"\n   Is a hotdog 😋🌭 a sandwich? Why or why not?\n  ","335117":"\n   Have you done anything exciting lately? 🤪\n  ","335118":"\n   Do you enjoy playing pranks?\n  ","335119":"\n   i can impregnate you?🙏\n  ","335120":"\n   What’s the last concert you went to?\n  ","335121":"\n   Just curious... how often do you eat your favorite food?😗\n  ","335122":"\n   Do you feel comfortable, when being photographed?\n  ","335123":"\n   How many countries have you been to?\n  ","335124":"\n   Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?\n  ","335125":"\n   ok😂\n  ","335126":"\n   can we talk on WhatsApp?\n  ","335127":"\n   Love it\n  ","335128":"\n   Mango Fruit Pops are sooo yummy\n  ","335129":"\n   If you were born independently wealthy and didn’t have to work, what would you do with your time? 👄🥄\n  ","335130":"\n   What is the food that you just can’t get enough of? 😛\n  ","335131":"\n   Can you kiss on a first date?\n  ","335132":"\n   Would you rather have breakfast in Eiffel tower or dinner in a castle?🗼🏰\n  ","335133":"\n   • How do you define ART? 🎨🎭\n  ","335134":"\n   What is the history of your home town or city?\n  ","335135":"\n   be my woman\n  ","335136":"\n   Beware if a monster loves you\n  ","335137":"\n   ❤️\n  ","335138":"\n   Can psychopaths and sociopaths fall in love, romantically?\n  ","335139":"\n   i want you❤\n  ","335140":"\n   The red pill will give you the world’s highest IQ and the blue pill, when you take it, you know the winning number to every scratch card ever made. Which pill would you take?🤔🔵🔴\n  ","335141":"\n   Describe yourself in 5 words or less.\n  ","335142":"\n   Where would you live, if you could pick anywhere in the world?\n  ","335143":"\n   Where do you find peace?\n  ","335144":"\n   Weirdest shout-out question you’ve gotten this week?\n  ","335145":"\n   What’s the most pleasant sounding accent? What's the sexiest accent for you? 🗣\n  ","335146":"\n   What's the perfect place for a first date?\n  ","335147":"\n   If you could only have one superpower, what would it be?\n  ","335148":"\n   Was you anybody W.C.W today?\n  ","335149":"\n   A former Israeli space security chief recently revealed in a book of his that the U.S and Israel has been in contact with a \"galactic federation\". If that turned out to be true, what'd you be thinking? 👽🛸\n  ","335150":"\n   just discovered this group called Moonchild.   love them.  They have some nice jazzy\/neo soul type tracks.\n   \n    https:\/\/youtu.be\/Qlnwx01fsKA\n   \n","335151":"\n   Are you bi-coastal?\n  ","335152":"\n   • What was the first thing you bought with your own money?\n  ","335153":"\n   I would take her fishing and she would be the bait to use and hopefully catch a real love that doesn't hurt me all the time.\n  ","335154":"\n   If your lover turned into a worm, what would you do to him?\n  ","335155":"\n   What common micro aggressions do you feel like are most often overlooked?\n  ","335156":"\n   What is the car of your dreams? me: Ferrari\n  ","335157":"\n   Hi I follow u 😭\n  ","335158":"\n   What’s something you really resent paying for?\n  ","335159":"\n   Hello😊 you better be having a good day today\n  ","335160":"\n   What’s the best way to add bananas to banana pancakes? Sliced bananas? Diced bananas? Mashed bananas?\n  ","335161":"\n   • Is it wrong to have children, if you don't know whether they want to be born? 👶\n  ","335162":"\n   What is the one thing you like the most in your life?\n  ","335163":"\n   Can vegetables feel pain when you bite into them? How do you know? 🍆😬🍅\n  ","335164":"\n   What’s your favorite decade of movies?\n  ","335165":"\n   Why do married men want affairs with much younger girls?\n  ","335166":"\n   How important is morality?\n  ","335167":"\n   Do you call it Soda or Pop?\n  ","335168":"\n   I don't really know how to used this app\n  ","335169":"\n   I'm an expert at massaging.  I volunteer.  My services are free, if your name has a K in it. Did that sound lame?\n  ","335170":"\n   Favorite song right now\n  ","335171":"\n   What kind of pet would you like to have in the future? Toucan\n  ","335172":"\n   What are some things that look easy but are difficult?\n  ","335173":"\n   what do you wish you had asked someone before they passed away?\n  ","335174":"\n   When was the last time you got pampered? 💆‍♂️💇‍♀️\n  ","335175":"\n   What luxury is totally worth the price? What do u consider luxury in your life? 🤑💸\n  ","335176":"\n   What kind of upbringing causes a person to suppress their emotions?\n  ","335177":"\n   What is your favorite Marvel movie?\n  ","335178":"\n   How do you push yourself out of your comfort zone?\n  ","335179":"\n   What's your biggest pet peeve?\n  ","335180":"\n   Drop one English word which will make people check the dictionary.\n  ","335181":"\n   why? what's your job?\n  ","335182":"\n   What's something u can't get off your mind when you're overthinking? 🤯\n  ","335183":"\n   Harry Potter or lord of the rings?\n  ","335184":"\n   Do you like olives?\n  ","335185":"\n   Do you like cactus and succulents? 🌵\n  ","335186":"\n   Would you like to meet your doppelganger? How would you react to that?\n  ","335187":"\n   What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?\n  ","335188":"\n   Do people ever freak out in your area when weird weather happens? It's about to snow here in everyone's buying absolutely all of the groceries off the shelf. Absolutely strange.\n  ","335189":"\n   Why do people think they are always right?\n  ","335190":"\n   I don't think I'm ever completely satisfied. Sorry for answering anon. But I have my reasons.\n  ","335191":"\n   are you usually afraid of the dark?\n  ","335192":"\n   I remember you. That's enough to remember.\n  ","335193":"\n   What is a piece of advice you often give but find yourself struggling to follow?\n  ","335194":"\n   What motivates you to get up each day?\n  ","335195":"\n   What are the best habits for an exciting life?\n  ","335196":"\n   what’s your favorite food combination?\n  ","335197":"\n   What did you think of them bum rushing the Capital the other day?\n  ","335198":"\n   Have you ever stopped to help a stranger who was struggling?\n  ","335199":"\n   I'm  doing a  virtual concert on March 29 with artists from across.the world.  You gonna tune in?\n  ","335200":"\n   Why are so many men refusing to get married these days? Is this merely a response to third-wave feminism, or due to some other cause?\n  ","335201":"\n   How do you get shitty people\/friends to leave you alone?\n  ","335202":"\n   What makes you cry?\n  ","335203":"\n   If your life could be a movie, which actor\/actress would you want to portray you?\n  ","335204":"\n   Do you think we will have peace again anytime soon?\n  ","335205":"\n   Thanks for the coins ❤️\n  ","335206":"\n   When you write \/ wrote essays and such for school, college etc., how quick are \/were you at actually getting the words and ideas in your mind on paper? When do \/ did you usually hand it in? 📝💻\n  ","335207":"\n   Oh, snap, that's the most legit answer ever!\n  ","335208":"\n   Do you like puzzles?\n  ","335209":"\n   What color do you like to wear the most? Is it your favorite color?\n  ","335210":"\n   When does someone officially become old?\n  ","335211":"\n   How does the absence of beauty affect people?\n  ","335212":"\n   I mean right now?\n  ","335213":"\n   What was it like, living in NY last year?\n  ","335214":"\n   Can you sing the national anthem?\n  ","335215":"\n   What does unusable mean ?\n  ","335216":"\n   What's your favorite season and why?\n  ","335217":"\n   What turns you off during a conversation online?\n  ","335218":"\n   Lol. Same here. I get either Poland springs or Evian.\n  ","335219":"\n   Would you join a forum if I made one? :)\n  ","335220":"\n   When was the last time you truly felt like you had a first world problem on your hands? 😩😂\n  ","335221":"\n   What is everybody up to today?\n  ","335222":"\n   #\n  ","335223":"\n   What would make you truly happy?\n  ","335224":"\n   If you had to change your hair color, what color would you change it to?\n  ","335225":"\n   Do you feel energized when you wake, or are you usually groggy for a while?\n  ","335226":"\n   what do you do to combat negative thoughts in your life?\n  ","335227":"\n   How long have you been wearing glasses?\n  ","335228":"\n   why so long the wait?\n  ","335229":"\n   Do you believe in fate?\n  ","335230":"\n   Spring or fall?\n  ","335231":"\n   What is the most incredible thing you've seen in nature?\n  ","335232":"\n   How many shows are you watching currently?\n  ","335233":"\n   Do you take any vitamins?\n  ","335234":"\n   When do you intend to take a trip?\n  ","335235":"\n   Last song you listened to?\n  ","335236":"\n   What do you wish people could see in you?\n  ","335237":"\n   Shoutout to all you amazing people\n  ","335238":"\n   What kind of questions do you prefer?\n  ","335239":"\n   do you like the cold weather? ❄️\n  ","335240":"\n   The only way to grow as a person is to face the skeleton in the closest, yes or no?\n  ","335241":"\n   Do you think celebrity boxing is entertaining to watch?\n  ","335242":"\n   *sends Monday hugs*\n  ","335243":"\n   Have you ever had a crush on your friend's boyfriend\/girlfriend? 😅\nIf you did and they broke up, would you ask them out later on? 😏\n  ","335244":"\n   Did u forgive the last person who hurt u?\n  ","335245":"\n   What is your favorite love story movie?\n  ","335246":"\n   😂\n  ","335247":"\n   Where do you find new music?\n  ","335248":"\n   What time do you usually wake up in the morning?\n  ","335249":"\n   what kind of clothing do you usually wear on lazy days?\n  ","335250":"\n   Would you rather have legs for fingers or fingers for legs\n  ","335251":"\n   Who do you miss the most!?\n  ","335252":"\n   what’s the best compliment you’ve ever received?\n  ","335253":"\n   What are the three best apps on your phone?\n  ","335254":"\n   How old were you when you got your first job?\n  ","335255":"\n   Who are your top 3 favorite musicians?\n  ","335256":"\n   Are you an artistic person? If yes, in which arts?\n  ","335257":"\n   What does your last text message say?\n  ","335258":"\n   Happy New Year! I hope 2021 brings you everything you long for and more!🎉❄️☃️\n  ","335259":"\n   How would you summarize your 2020? Anything good that happened in your life despite the pandemic and such? 😄🗓\n  ","335260":"\n   Do you like bologna? Have you ever had fried bologna before?\n  ","335261":"\n   What game do you dominate when playing?\n  ","335262":"\n   How do clothes affect your confidence or personality?\n  ","335263":"\n   What’s your New Year resolution(s)?\n  ","335264":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","335265":"\n   was it good\n  ","335266":"\n   10 likes maybe?\n  ","335267":"\n   Happy New Year☺️✨\n  ","335268":"\n   Or start with this video:\n   \n    https:\/\/www.youtube.com\/watch?v=OsmYQl3xy_Y\n   \n","335269":"\n   So far, I am a muslim. It is for me the strongest among other directions. I read in Christianity when I was 18, but Islam is superior.\n  ","335270":"\n   I truly do.  There’s no way things can come together like they do without God’s hand.\n  ","335271":"\n   I invite you to read Quran\n   \n    https:\/\/www.clearquran.com\n   \n   or this book:\n   \n    https:\/\/www.amazon.com\/ONLY-Out-Guide-Truth-Seekers\/dp\/B006Z8M3FG\n   \n   .you will never regret it. At least educate yourself about a major religion.\n  ","335272":"\n   Describe yourself in 3 words!♥️\n  ","335273":"\n   what is your current believe? Did you investiage and comapre against others?\n  ","335274":"\n   Do you believe in God? Why or why not?\n  ","335275":"\n   How do you like to start your morning?\n  ","335276":"\n   Home cooked food or fast food\n  ","335277":"\n   Were you a rebellious child when growing up?\n  ","335278":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","335279":"\n   What's the meaning of life? (Wrong answers only)\n  ","335280":"\n   How is the weather there in jersey?\n  ","335281":"\n   How do you feel if you accidentally left your phone at home?\n  ","335282":"\n   Has there ever been a time where you’ve gotten a anonymous question and you’ve kinda had an idea of who sent it?\n  ","335283":"\n   Do you like eggnog at all? Or is it gross to you?\n  ","335284":"\n   New Years Eve plans?\n  ","335285":"\n   what's your favorite kind of milkshake?\n  ","335286":"\n   How many people are single for the holidays?🎄🎄🥳🥳\n  ","335287":"\n   Do you remember when chain emails were cool? \nWhat was the gist of the most annoying or funny one you remember? 📧📥📬\n  ","335288":"\n   yeah what is major typo?\n  ","335289":"\n   What is your longest friendship?\n  ","335290":"\n   what is major type?\n  ","335291":"\n   so what do you used instead of askfm\n  ","335292":"\n   are single?\n  ","335293":"\n   nice\n  ","335294":"\n   you are very pretty\n  ","335295":"\n   What personality trait do you admire in other people?\n  ","335296":"\n   Most ticklish spot?\n  ","335297":"\n   As 2020 comes to an end what has it taught you?\n  ","335298":"\n   If you were an aspiring chef, would you go on Hell’s Kitchen?\n  ","335299":"\n   What color looks best on you?\n  ","335300":"\n   Tell me something about your night. How is it going? Or yesterday night. How was your night? Not good. Did you sleep?\n  ","335301":"\n   nonetheless, I really admire people that takes the time to learn another language, keeps the brain going\n  ","335302":"\n   That’s some impressive commitments right there. So you’re basically fluent, no?\n  ","335303":"\n   Has someone ever confessed their love to you first? How did you react to that? 💗\n  ","335304":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤪\n  ","335305":"\n   WHAT'S THE SHADIEST THING YOU'VE SEEN SOMEONE DO ?\n  ","335306":"\n   What nfl game did you watch on Sunday??\n  ","335307":"\n   what foreign language class did you take?\n  ","335308":"\n   January 1, 2021 you turn on the radio and find out there is going to be a worldwide “Purge.” What is your game plan?\n  ","335309":"\n   Have you ever fallen asleep on public transportation?\n  ","335310":"\n   Have you ever left a rose in a windshield?\n  ","335311":"\n   You left him because........\n  ","335312":"\n   What kind of museum is the museum that's closest to where you live? Mine's an antique vacuum cleaner museum\n  ","335313":"\n   can you read with background noise (t.v, etc)  and still concentrate?\n  ","335314":"\n   Hi. I just came to say goodbye (at least for a while). Unfortunately, there are difficult months ahead of me. I have a lot of study, exams, errands, and personal\/family problems, and I need to cut myself off from pleasure. I'll be back in a while when everything is under control. All the best!\n  ","335315":"\n   What calms you down when you’re angry?\n  ","335316":"\n   indeed. haha😁\n  ","335317":"\n   In the USA, what language do you have at school?\n  ","335318":"\n   do you understand a word of the russian language?\n  ","335319":"\n   Have you ever make a gingerbread house before?\n  ","335320":"\n   do you ever feel unappreciated ?\n  ","335321":"\n   are you more attracted to people who have the same traits that you do or those with opposing ones?\n  ","335322":"\n   Are you a fan girl\/boy?\n  ","335323":"\n   I was too busy last week including christmas day. umm nothing special about me. just working life at office and then sleeping at home that's how my life right now.\n  ","335324":"\n   If someone were to compliment you on your appearance, which word would you've preferred that they used to describe you? Like if they were gonna tell you that you were beautiful, hot etc. Does it depend on who it is and other circumstances? 💬🥰\n  ","335325":"\n   When people make fun of me, I act like its nothing, but it really hurts me and I'm too afraid to say anything.\n  ","335326":"\n   Why do people make fun of others? Can jealousy be a reason?\n  ","335327":"\n   What is your perception of sex?\n  ","335328":"\n   Sweet or Savory? 😁\n  ","335329":"\n   cool sis😀😊\n  ","335330":"\n   Are you happy with the amount of information in your head?\n  ","335331":"\n   Favorite color of rings\n  ","335332":"\n   where does a thought go when it’s forgotten? 🤯\n  ","335333":"\n   What song cheers you up? Post the music video for it!\n  ","335334":"\n   When chatting with friends online, do you not mind long paragraphs or do you prefer friends to keep what they want to say simple and straight to the point?\n  ","335335":"\n   If you could save three memories from your life forever, what would they be?\n  ","335336":"\n   How do I deal with people who try to make fun of me and give me advice that I don't even need? Should I be rude with them or say things that would hurt them too?\n  ","335337":"\n   I know right. We cool but he got on my nerves then\n  ","335338":"\n   7day Caribbean cruise with my BFF your dude and my ex.\n  ","335339":"\n   Blasting their music in their cars...like everybody wanna hear it...NOT!\n  ","335340":"\n   lmao\n  ","335341":"\n   What's something that you would never wear?\n  ","335342":"\n   what is the most annoying habit that other people have? 😤\n  ","335343":"\n   What was your worst vacation experience?\n  ","335344":"\n   What’s the best sandwich you’ve ever had? Me: Subway Sandwich 😋🥖\n  ","335345":"\n   Would you rather be able to teleport anywhere or be able to read minds?\n  ","335346":"\n   Do you like South Park ?\n  ","335347":"\n   is too much empathy a bad thing?\n  ","335348":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","335349":"\n   Do u live in miami\n  ","335350":"\n   If you could change something in the way you were raised, what would it be?\n  ","335351":"\n   Who or what keeps askfm entertaining for you?\n  ","335352":"\n   Do you like Greens or Cabbage?\n  ","335353":"\n   What does a women want from a man?\n  ","335354":"\n   Are you involved in any kind of activism? What do you think of activists?\n  ","335355":"\n   Tell me something about yourself by filling in the blanks; \nEvery time I go to _____ , I end up _______.\n  ","335356":"\n   Do you think that people who initially dated each other but it did not work out can be good friends later? Can ex-lovers be friends?\n  ","335357":"\n   New year plans?\n  ","335358":"\n   Madame, it's nice that you answered, thanks for remembering. I wish you all the best. I always knew that you're fine 😉😊\n  ","335359":"\n   What's the first word that comes to mind when you think of the letter \"H\"?\n  ","335360":"\n   Did you believe in Santa Claus when you were a child? 🎅\n  ","335361":"\n   Hi 👋 kjay how are you merry Christmas 🎄🎁 belated to you tho and a hug 🤗\n  ","335362":"\n   Merry Christmas! I hope you all have an amazing day and stay safe!🎄❄️☃️🎁❤️💚\n  ","335363":"\n   A little more sparkle✨, a little less stress.  This Christmas, I wish you the very best☃️ (Merry Christmas everyone!)🎄🎁🎅🏻\n  ","335364":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","335365":"\n   The world is yours 🌍 Push it to the limit in 2021 💪👊👌 Merry Christmas 🎄\n  ","335366":"\n   May this Christmas🎄season bring🎁 you closer to all those that you🎅 treasure in your heart. Have a Merry Christmas🎄 and a Happy🎊 New year🎋!!!\n  ","335367":"\n   Would you rather go to a club or a bar?\n  ","335368":"\n   Orange soda or juice?\n  ","335369":"\n   What is the difference between dating and a relationship? Did you even know there was a difference?\n  ","335370":"\n   Fav. Christmas song?\n  ","335371":"\n   Did you take any Christmas Day pics?☺️🎄\n  ","335372":"\n   How many thongs did Santa get you🤔\n  ","335373":"\n   Merry Christmas! 🎄🎁✝️\n  ","335374":"\n   Have you ever met someone really privileged who shocked you?\n  ","335375":"\n   what’s your favorite type of cheese? 🧀\n  ","335376":"\n   FINISH THE THOUGHT: \"It wouldn't be Christmas without _____.\"\n  ","335377":"\n   i drink occasionally mostly! although my wife is suggesting for me some great drinks for summer’s rush!\n  ","335378":"\n   DO YOU THINK OF WHAT TO SAY BEFORE YOU CALL SOMEONE OR DO YOU JUST CALL THEM RIGHT AWAY?\n  ","335379":"\n   What do you think makes a good leader? 🏴‍☠️\n  ","335380":"\n   Why do some people make fun of others but get defensive when someone points out their flaws?\n  ","335381":"\n   What was the reason you broke up with your e❌?\n  ","335382":"\n   what do you think you do better than other people? is there something you excel in?\n  ","335383":"\n   The wind is almost gone.  Can't do more.  No power yet.\n  ","335384":"\n   What was the creepiest thing that happened to you while walking home?\n  ","335385":"\n   How do you cope with lack of sleep?\n  ","335386":"\n   Name three things that make you truly happy.\n  ","335387":"\n   How do you tell if someone is interested in you?\n  ","335388":"\n   Did you have a circle of friends in school\/work? How is your circle of friends?\n  ","335389":"\n   if you didn’t have to sleep, what would you do with the EXTRAAAA time?\n  ","335390":"\n   Would you rather never have to clean a bathroom again or never have to do dishes again?\n  ","335391":"\n   Are your neighbors nosy?\n  ","335392":"\n   Agree\n  ","335393":"\n   Why do intelligent people tend to fall in love so deeply?\n  ","335394":"\n   How do you feel with the wind?.  50 mls.\n  ","335395":"\n   What’s the weirdest thing in your fridge right now? 😂\n  ","335396":"\n   Do you attend any special religious ceremonies during theChristmasseason? ❄\n  ","335397":"\n   what you doing\n  ","335398":"\n   I am very sad that I can't write to you at all, ask you questions or even wish you a Merry Christmas. There are fewer and fewer people here with whom I can talk normally. This is another person I disturb and piss off with my presence...\n  ","335399":"\n   Chili\n  ","335400":"\n   Do you ever catch yourself viewing clerks and other people you meet during the day as MACHINES that are there to serve their function only, rather than just seeing them as another person, who is just like you?\n  ","335401":"\n   What's your favorite thing to order at Wendy's?\n  ","335402":"\n   wearing anything black\n  ","335403":"\n   Would you rather have everything in your house perfectly organized by a professional or have a professional event company throw the best party you’ve ever been to, in your honor? 😱\n  ","335404":"\n   What is the Christmas Spirit about? 🎄🎁\n  ","335405":"\n   Are you able to curl your tongue? 👍 🙃\n  ","335406":"\n   When is your birthday?\n  ","335407":"\n   What’s your favourite family tradition? 👍 🙃\n  ","335408":"\n   What are you planning on doing for Christmas? That is if you celebrate it. 🎄\n  ","335409":"\n   What is something you do that makes you feel young?\n  ","335410":"\n   Two pillows...one to swap out during the night.\n  ","335411":"\n   Pass.\n  ","335412":"\n   Do you sleep with or without a pillow?\n  ","335413":"\n   Text your night ex Merry Christmas and post a screen shot\n  ","335414":"\n   Has your personality changed since childhood?\n  ","335415":"\n   Маrrу ме\n  ","335416":"\n   Have you been in a relationship? What do you hate the most about dating?\n  ","335417":"\n   DO YOU LIKE UNEXPECTED PLEASANT SURPRISES?\n  ","335418":"\n   Q FOR GIRLS: If your partner request you to quit your career and be a stayhome mom, would it be okay for you?\n  ","335419":"\n   ♡ If the all the countries were represented by food, what food would your country be represented by?\n  ","335420":"\n   Are you good with plants? Do you have a green thum when it comes to gardening? 🌱\n  ","335421":"\n   What's the best sound 🎶 in the world for you? Mine is raining sound.\n  ","335422":"\n   What opinion do u have of White ppl? How would you react if one relative date a White one?\n  ","335423":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","335424":"\n   Stop and get you something to eat and drink\n  ","335425":"\n   lol. least u got snoe\n  ","335426":"\n   snow i mean\n  ","335427":"\n   How are you feeling today?!\n  ","335428":"\n   Happy Holidays. How is the weather there in Jersey. I miss being up there\n  ","335429":"\n   Have you ever sued someone?\n  ","335430":"\n   How do you balance a tiresome and stressful school\/work environment? Do you have any tips?\n  ","335431":"\n   what do you think of people who are very attached to their parents?\n  ","335432":"\n   Why do some people struggle a lot in life, while for some everything is just a piece of cake?\n  ","335433":"\n   What makes a person crazy\n  ","335434":"\n   What are your plans for the weekend?\n  ","335435":"\n   🌻🍃.. If you could!!.. where would you like to be right now and why??..💋💙💜💋.. Si pudieras!!.. dónde te Gustaría estar ahora y por qué?..🍃🌻\n  ","335436":"\n   Do you lie to yourself ?\n  ","335437":"\n   How many times have you been sick this year?\n  ","335438":"\n   What is the difference between doing the right thing, and doing things right? Should people care more about doing the right thing, or doing things right? This is so CONFUSING but I hope you get what I'm trying to say.\n  ","335439":"\n   What are you doing when covid-19 is over?\n  ","335440":"\n   Your very pretty\n  ","335441":"\n   😭😢😥you hurt my feelings\n  ","335442":"\n   Do you like Percy jackson\n  ","335443":"\n   5 more days til Christmas!\n  ","335444":"\n   What is your relationship status?\n  ","335445":"\n   You deserve a gift for surviving 2020. What's the best gift you can give yourself this year?\n  ","335446":"\n   do you have a library card?\n  ","335447":"\n   Do you consider stargazing a date?\n  ","335448":"\n   Do you think Covid-19 will be over by next year?\n  ","335449":"\n   Lebron or MJ ?\n  ","335450":"\n   What is the last (or current) color you painted your nails?\n  ","335451":"\n   Do you have a boyfriend\n  ","335452":"\n   what’s bothering you\n  ","335453":"\n   have you ever owned any succulents?\n  ","335454":"\n   ✨\n  ","335455":"\n   So I am a pathological liar and a compulsive liar at that, I used all type of statements like you don’t know what it’s like just to get people to be nice to me what would you recommend me?\n  ","335456":"\n   What is the most important thing you have learned in life?\n  ","335457":"\n   Opinion on James Harden?\n  ","335458":"\n   if you were gonna wake up tomorrow as a surgeon or as a pro athlete (either way you’re rich, and good at your job), which would you rather wake up as?\n  ","335459":"\n   Are you doing anything to make yourself feel better about being in lockdown? (if you are in lockdown)\n  ","335460":"\n   WHAT IS YOUR FAVORITE OUTDOOR ACTIVITY?\n  ","335461":"\n   Does anyone want to adopt a child?\n  ","335462":"\n   What was your worst haircut 💇‍♀️💇‍♂️ experience?\n  ","335463":"\n   Do you like Disney Plus ?\n  ","335464":"\n   Why do men say things they think women want to hear? Don't they know we aren't dumb?\n  ","335465":"\n   Would you rather have to read aloud every word you read or sing everything you say out loud? 📢🎶\n  ","335466":"\n   If you could eliminate one thing from your daily routine, what would it be and why?\n  ","335467":"\n   Have you ever done online dating?\n  ","335468":"\n   Has anyone done this not contact a guy or girl they like for awhile to see if they notice?\n  ","335469":"\n   It's the season of giving! Would you rather be loved or love? 💞\n  ","335470":"\n   What is the temperature there?\n  ","335471":"\n   What crazy things you do to make you feel alive?\n  ","335472":"\n   Do you ever want everyone in the world to hear the song you’re listening to or are you keeping your playlist to yourself?\n  ","335473":"\n   • What is your BIGGEST turn on?\n  ","335474":"\n   What makes you strong?\n  ","335475":"\n   What's the one thing that you'd never say to a crush?\n  ","335476":"\n   what do you notice first about a person?\n  ","335477":"\n   What’s your favorite music genre? 🤩\n  ","335478":"\n\n    https:\/\/open.spotify.com\/track\/5qPAFGwWMulXJL1qlc0fHC\n   \n   for you <3\n  ","335479":"\n   When was it?\n  ","335480":"\n   What are you eating?\n  ","335481":"\n   I just had COVID 19, my sense of smell disappeared but has since come back. Every had a situation where one of your senses became unreliable? How did it make you feel?\n  ","335482":"\n   Love it\n  ","335483":"\n   yes it is especially if you want to be successful at something\n  ","335484":"\n   Who was the last person you kissed on the lips?\n  ","335485":"\n   What is your opinion on stairs? Do you dread having to walk up several flights of them? 🥵\n  ","335486":"\n   Is it true to say that the more you read the more intelligent you are? How many books have you read?\n  ","335487":"\n   What’s up\n  ","335488":"\n   Who do you love the most in your life?\n  ","335489":"\n   Favorite color of vegetables\n  ","335490":"\n   mac and cheese or grilled cheese ?\n  ","335491":"\n   Why are you awake this late ?\n  ","335492":"\n   What is one of your favourite scents?\n  ","335493":"\n   A swig would kill you, no?🤭\n  ","335494":"\n   My 34 years of being here in SA Town Texas I only seen snow once. That covid thing didn't hot that hard here.\n  ","335495":"\n   If you could change something about the school system, what would it be?\n  ","335496":"\n   How's the NY ?\n  ","335497":"\n   What is your favourite Christmas song?🎅🏼\n  ","335498":"\n   Should people have the right to live in any country they wish? 🌏\n  ","335499":"\n   What’s The Strangest Thing That You’ve Ever Fallen In Love With?\n  ","335500":"\n   If you were Santa Claus for a day, what would you do?🎅🏼\n  ","335501":"\n   I think your heart is beautiful. And you are beautiful as well. I wish I could write you using another forum. Would that be possible?\n  ","335502":"\n   Have you ever truly been in love? Tragic romance and all that? What is your love story? ❤\n  ","335503":"\n   It has been said that the strongest beer in the world has an alcohol content of 67.5% 👀 would you ever try at least the tiniest bit of this beer?🤔🍺\n  ","335504":"\n   How do you identify fake friends in life?\n  ","335505":"\n   What does the word \"home\" mean to you? Is it a person, place, or...?\n  ","335506":"\n   What was your father or mother like at home? How does he or she act different outside of family?\n  ","335507":"\n   If you could jump into a swimming pool which was filled with anything you wished, what'd you choose? Why that? 💦\n  ","335508":"\n   Cold Snow or Hot Rain?\n  ","335509":"\n   What is one thing your parents allowed you to do that you would never let your kids do?\n  ","335510":"\n   I'm going to bed\n  ","335511":"\n   Would you rather be unable to move your body every time it rains or not be able to stop moving while the sun is out?\n  ","335512":"\n   Do you agree that foreign languages help you to think in a different way? 🤔💭\n  ","335513":"\n   What is the most adventurous thing you have ever done in your life?\n  ","335514":"\n   What Bridges Are You Happy You Burned?\n  ","335515":"\n   what’s the toughest decision you made today? 😫\n  ","335516":"\n   When purchasing things online do you go by ratings?\n  ","335517":"\n   Were there any gangs in the area you grew up in?\n  ","335518":"\n   Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?\n  ","335519":"\n   Saddest death of 2020?\n  ","335520":"\n   What can I say to a friend that is depressed? I read alot of articles about what not to say but I don't know what I can tell him to help.\n  ","335521":"\n   Good luck hun stay safe 😷🎄🙃🤗\n  ","335522":"\n   Hi\n  ","335523":"\n   Is everything more expensive in Hawaii?\n  ","335524":"\n   Have you ever eaten frog legs? Alligator? Rattlesnake?\n  ","335525":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","335526":"\n   Should organ donors be financially compensated?\n  ","335527":"\n   Do you ever had a good question but you get too shy to ask openly so you just asked it anonymously? 🤡\n  ","335528":"\n   Where is the most relaxing place you’ve ever been? Do you have a happy place outside your comfort zone?\n  ","335529":"\n   If you won the lottery, would you quit your current job? Why or why not?\n  ","335530":"\n   I'm glad I don't live close to you. Glad you are not single, nor available. (Guessing)  Glad you hear! Glad,glad, glad!!!!\n  ","335531":"\n   🥧 vs 🎂 vs 🍨\n  ","335532":"\n   This is my first year having a real tree\n  ","335533":"\n   If you do a good deed in order to feel good about it, is it kindness or business? Does it matter either way?\n  ","335534":"\n   What are some of your favorite holiday traditions that you did while growing up? 🎄\n  ","335535":"\n   What childhood habit never left you as an adult ? Mine is not being able to sit still have to move my legs repeatedly.\n  ","335536":"\n   go take one I did\n  ","335537":"\n   would you rather super sensitive taste or super sensitive hearing?\n  ","335538":"\n   I hope I learn to completely 100% understand others, with age comes wisdom 👍 🙃\n  ","335539":"\n   Who is more interesting to spend time with — people who are younger or older than you?\n  ","335540":"\n   I need some dating advice. What’s the worst thing one can say on a first date\n  ","335541":"\n   What you doing\n  ","335542":"\n   What words do you misspelled ?\n  ","335543":"\n   Have you ever done online dating?\n  ","335544":"\n   Have you ever experienced an emergency situation while on vacation?\n  ","335545":"\n   Do you like fake trees or picking out a tree in the nature?\n  ","335546":"\n   If you could choose your dreams, what would you prefer to dream about? 😴💭\n  ","335547":"\n   If you could get rid of one of your RESPONSIBILITIES, what would it be?\n  ","335548":"\n   If you like them, what's your favourite Sugarhill Gang single? 🎶 👍 🙃\n  ","335549":"\n   Who are your favorite people to follow on Instagram?\n  ","335550":"\n   are you going to take the covid-19 vaccine?\n  ","335551":"\n   How do you hope you'll change as a person in the future? Why? 👍 🙃\n  ","335552":"\n   Have a great week!!!😊🎉\n  ","335553":"\n   Nice. it's always good to visit even briefly.\n  ","335554":"\n   Me encanta\n  ","335555":"\n   Who do you talk to on the phone most often?\n  ","335556":"\n   What can melt your heart?\n  ","335557":"\n   Gotcha. I really do like it. Charleston has become a place I really can't see myself leaving.\n  ","335558":"\n   Did you grow up in NY? I grew up in Queens. I heard it's pretty cold at the moment. I moved down South years ago.\n  ","335559":"\n   Do you like that song Franchise by Travis Scott?\n  ","335560":"\n   ❤️❤️❤️\n  ","335561":"\n   What was the most important lesson you’ve learned from your past relationship?\n  ","335562":"\n   Are you interested in anyone lately? How's your relationships been this quarantine?\n  ","335563":"\n   Do you have a pen-pal or chatmate whom you have never met, but who understands you like no one else?\n  ","335564":"\n   Почему?\n  ","335565":"\n   ❤️\n  ","335566":"\n   Cool\n  ","335567":"\n   That looks sooo good, I want one\n  ","335568":"\n   How often are you on your computer?\n  ","335569":"\n   What’s wrong with the world?\n  ","335570":"\n   😎\n  ","335571":"\n   Far from trash still, I see the Motive\n  ","335572":"\n   Do you enjoy drinking apple cider?\n  ","335573":"\n   What is something you're saving up for?\n  ","335574":"\n   Do you have Snapchat?\n  ","335575":"\n   If a tree fell in a forest and no one is there to hear it, does it make a sound? 🌴💨\n  ","335576":"\n   What is the most romantic thing you've done for a partner?\n  ","335577":"\n   Do you have more online friends than real life friends? Does that makes sense? 🧐\n  ","335578":"\n   What perfume are you wearing today ?\n  ","335579":"\n\n    https:\/\/www.youtube.com\/watch?v=Ad4Gzgssf0g\n   \n   🎶\n  ","335580":"\n   Share a selfie that you love!❤️🌺\n  ","335581":"\n   If you had an actual shoulder angel and devil who you interacted with on a daily basis, how would your relationship be with each one of them? 😇😈 How do you think it'd be like to have them standing on your shoulders each time you were going to make a moral decision? Haha\n  ","335582":"\n   What is something that people do in traffic that really bothers you?\n  ","335583":"\n   How is your day going so far?\n  ","335584":"\n   What has someone borrowed but never given back?\n  ","335585":"\n   Have you ever dedicated something (letter, poems, songs, etc) to anyone? 💌\n  ","335586":"\n   Am I allowed to simp for you?\n  ","335587":"\n   Think quit smoking cigarettes is hard ? Try being a parent 24\/8 with no help\n  ","335588":"\n   WHAT'S ONE THING YOU CAN'T LIVE WITHOUT?\n  ","335589":"\n   Cold weather or hot weather?\n  ","335590":"\n   What have you eaten today?\n  ","335591":"\n   Do you prefer tea, coffee or cocoa?\n  ","335592":"\n   🌼\n  ","335593":"\n   If you were accidentally placed in a psych floor in a hospital, what would you say to convince the medical staff that you didn't belong there?\n  ","335594":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","335595":"\n   what's something you like to do the old-fashioned way? [@athenusvena]\n  ","335596":"\n   Jim Carey Grinch or the new cartoon Grinch?\n  ","335597":"\n   How did people describe you as a child?\n  ","335598":"\n   What is your major turnoff in a romantic relationship?\n  ","335599":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","335600":"\n   Not all jokes are funny, can you help educate others on what types of jokes are not acceptable? 👩‍🏫\n  ","335601":"\n   They say love everyone but how can I do that if not all people are worth the love?\n  ","335602":"\n   do you like to win? what do you think of failures?\n  ","335603":"\n   What does your boyfriend done that makes your heart beat fast?\n  ","335604":"\n   what’s the SPICIEST thing you’ve ever eaten? 🥵\n  ","335605":"\n   What is the most pathetic thing you’ve seen someone do for attention?\n  ","335606":"\n   Have you ever had a fake account and people just stalk?\n  ","335607":"\n   breakfast or lunch?\n  ","335608":"\n   Are you the favorite child?\n  ","335609":"\n   Can a person turn into a racist after witnessing their business get looted or destroyed in a riot?\n  ","335610":"\n   What’s the best date you’ve ever been on? 😍\n  ","335611":"\n   How is love different from passion or sexual desire? Isn't all the same? I don't get it.\n  ","335612":"\n   Is it important for you to have a personal space in a relationship?\n  ","335613":"\n   ARE YOU CLINGY? ❤\n  ","335614":"\n   What food is delicious for you but a pain to eat? Mine is seafood! 🦀🦞🦐\n  ","335615":"\n   Do you consider it rude when someone asks what you do for work within 5 minutes of meeting you?\n  ","335616":"\n   Ever tried putting a bunch of GLUE on your palm\/skin 🤲 and then peeling it off? 🤪\n  ","335617":"\n   If you like them, what's your favourite Jedward single? 🎶 👍 🙃\n  ","335618":"\n   Who calls you when you're down?\n  ","335619":"\n   If you had to change your first name, what name would you choose?\n  ","335620":"\n   Do you have a certain kind of theme that you do for your Christmas tree? Or nah? (If you celebrate Christmas that is. If you don't just ignore.)\n\nSrry if asked twice\n  ","335621":"\n   Why do we get emotional from nostalgia?\n  ","335622":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","335623":"\n   ⁉️Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February⁉️\n  ","335624":"\n   Can anyone recommend a good bible study book ?\n  ","335625":"\n   What was the last thing you cooked yourself? How did it turn out? Perhaps you have a pic of something you've cooked that you'd be willing to showcase? 👩‍🍳📸\n  ","335626":"\n   ‼How do you always get someone's attention?‼\n  ","335627":"\n   If you were dating\/engaged\/married, would you post pictures of you together on social networks? Do you think it is a right thing to do? Or it is an invasion of your privacy? 🤍\n  ","335628":"\n   WOULD YOU RATHER:eat 🍫 chocolate on 🍕 pizza OR eat chocolate on 🍝 pasta?\n  ","335629":"\n   Have you ever been to Philadelphia?\n  ","335630":"\n   Would you like to start dating someone in the near future? If you're taken\/married, what advice can you give to singles who want to be in a relationship? ❤\n  ","335631":"\n   Do you still have your tonsils?\n  ","335632":"\n   How many languages do you speak? What are they?\n  ","335633":"\n   Nightlight or no light?\n  ","335634":"\n   Do you like to giving\/receiving  flowers? When did you last give flowers to someone? When was the last time you received flowers? 💐\n  ","335635":"\n   wow.. that's great sis♥️\n  ","335636":"\n   what's your favorite movie that you could watch over and over again?\n  ","335637":"\n   Have you\/would you ever join the military? 🎖\n  ","335638":"\n   Hoodies or zip up jackets\n  ","335639":"\n   What is your 5-minute daily habit that everyone should do?\n  ","335640":"\n   Are you a good shooter? 🔫😏\n  ","335641":"\n   HOW MANY PHONES \/ GADGETS DO YOU HAVE?\n  ","335642":"\n   Do you love yourself? If not, how do you think you could appreciate yourself more?\n  ","335643":"\n   Ever been blamed for something you didn't do? What was the aftermath?\n  ","335644":"\n   Ever seen the northern lights?\n  ","335645":"\n   Who’s your favorite comedian?\n  ","335646":"\n   Sunflowers🌻 or Roses🥀\n  ","335647":"\n   Who is your muse?\n  ","335648":"\n   Would you ratherread the 📚 book or watch the 🎬 movie?\n  ","335649":"\n   What’s better broken than whole? 💔\n  ","335650":"\n   How did y'all know that you guys are besties with your best friend? How did y'all become close? 👀\n  ","335651":"\n   This is the song that doesn’t end yes it goes on and on my friend, some people started singing it not knowing what it was and they’ll continue singing it forever just because........\n  ","335652":"\n   IF YOU WERE TO EAT YOUR VERY LAST MEAL, WHAT WOULD YOU CHOOSE TO EAT?\n  ","335653":"\n   What did you learn from your mother? ❣\n  ","335654":"\n   Would you ratherlive in a house haunted by friendly ghosts or be a ghost reliving your average day after you die? 👻\n  ","335655":"\n   I wish that you would be under my tree on Christmas morning🎁🎄🎅\n  ","335656":"\n   If you could change one thing about your PERSONALITY, what would it be?\n  ","335657":"\n   I love you. I miss you. Hope you're doing well.\n  ","335658":"\n   • If you had the ability to ERASE something that you did in the past, what would it be?\n  ","335659":"\n   Are you an introvert or an extrovert?\n  ","335660":"\n   What do you do when you have a panic anxiety attack and you feel like you can’t breathe?\n\nI had one and I thought I was going to die. I ended up going to the hospital today.  it was so scary ;-;, any defense mechanisms that  help you that I could maybe try?\n  ","335661":"\n   Can you tell when someone is lying? 🙊\n  ","335662":"\n   Who can easily push your buttons?\n  ","335663":"\n   Have you ever asked for the Shop's Manager before?\n  ","335664":"\n   Who was the last person you gave a kiss?\n  ","335665":"\n   A few holidays are coming up. Do you celebrate any? Do you have wish list for gifts or anything else?\n  ","335666":"\n   Who has it better: mama's boys or daddy's girls?\n  ","335667":"\n   damn right girl ive loved em as a kid and im so happy my beloved islanders are home again full time in nassau coliseuim\n  ","335668":"\n   What are your plans this weekend? Are you free this weekend?\n  ","335669":"\n   How much time do you spend with your family? 👍 🙃\n  ","335670":"\n   what’s the weirdest\/most specific\/most interesting thing you’ve ever seen someone dedicate a whole room of their house to?\n  ","335671":"\n   Would you rather have to use chopsticks every day for the rest of your life or use a fork?\n  ","335672":"\n   Are you someone who replies to messages (such as texts) immediately, or do you wait? Do you get impatient if others reply to you late?\n  ","335673":"\n   Are you afraid of commitment? 🤔💭\n  ","335674":"\n   Do you like seeing peoples houses decorated with Christmas decorations?\n  ","335675":"\n   Do you still get butterflies thinking of someone?\n  ","335676":"\n   Are you an only child or do you have brothers or sisters?\n  ","335677":"\n   How do you feel about putting green peas on mac n cheese? 🍽\n  ","335678":"\n   How are you today? If no one told you this today or ever I love you! You are enough stay amazing 🤘🏾\n  ","335679":"\n   What colour do you like to paint your nails?\n  ","335680":"\n   Who was the last person you saw?\n  ","335681":"\n   Is there anything that you have planned in this month of December?\n  ","335682":"\n   Are you more of a baby food or feed babies table food, type?\n  ","335683":"\n   • How do you like your eggs? Sunny side up, scrambbled, poached, boiled or salted? 🥚\n  ","335684":"\n   So be happy eventho my heart hurts?!\n  ","335685":"\n   Yes it sure would've been, but some ppl need to be lying cheaters..💯💔\n  ","335686":"\n   Would you ratherfind your soulmate or your calling? What is your priority?\n  ","335687":"\n   If you were given millions but could only spend it on only one specific item or service  for yourself, what would it be?\n  ","335688":"\n   What food and\/or beverage combination is your favorite?\nExample - ham & cheese OR\nPineapple juice & orange juice\n  ","335689":"\n   how dark do you like your toast?\n  ","335690":"\n   cool i root for mets jets knicks and islanders\n  ","335691":"\n   cool\n  ","335692":"\n   Do you watch and listen to celebrity scandals, rumors and gossips? Do you find it interesting?\n  ","335693":"\n   Have you ever had a really bad feeling about a place, and immediately abandoned what you were doing, and got the hell out of there? Tell us about it.\n  ","335694":"\n   How can you judge someone you don’t know personally?\n  ","335695":"\n   Are you HEALTH CONSCIOUS? Are there any foods that you do not eat for health reasons? Do you exercise?\n  ","335696":"\n   What is your greatest strength? 💪\n  ","335697":"\n   You're writing your autobiography without using your name what is the title of the book?\n  ","335698":"\n   Are you a picky eater or do you like to try new foods? 😋\n  ","335699":"\n   If you could be any SUPERNATURAL CREATURE, what would you be and why?\n  ","335700":"\n   If you could have picked your own name, what would you name yourself?\n  ","335701":"\n   What's one thing you hate sharing?\n  ","335702":"\n   Would you ratherspend the weekend with 🏴‍☠️ pirates or 🐢 ninjas?\n  ","335703":"\n   what nfl nba mlb and nhl team you root for?\n  ","335704":"\n   Do people ever come to you crying about things they wont handle and you tried to help them with ,but get mad at you cause it dint get handled ?😳\n  ","335705":"\n   what nicktoons were your favorite as a kid\n  ","335706":"\n   what’s getting old?\n  ","335707":"\n   is there an NBA team in ur city? state? have you ever been to a game?\n  ","335708":"\n   What are your most important rules when going on a date? What are your red flags?🚩\n  ","335709":"\n   yesh. I'm always available to listen to u.\n  ","335710":"\n   • At Christmas, do you prefer real Christmas trees or fake ones?\n  ","335711":"\n   what was the last movie you saw? 🎬\n  ","335712":"\n   🥺🥺🥺\n  ","335713":"\n   When did u cry last time?\n  ","335714":"\n   what’s your MOST URGENT PRIORITY for the rest of the year?\n  ","335715":"\n   How many pairs of shoes do you own?\n  ","335716":"\n   What do you think has influenced your personality most--genetics or environment?\n  ","335717":"\n   Are you on Santa's naughty or nice list this year?🎅😝\n  ","335718":"\n   Do you like those T.G.I.F mini burgers?\n  ","335719":"\n   A penny would be a coin, so I will let you have that one :)\n  ","335720":"\n   what wastes the most time in your day to day life?\n  ","335721":"\n   What has a head, a tail, but does not have a body?\n  ","335722":"\n   What’s sex for you ?\n  ","335723":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","335724":"\n   since it’s such a hot debate topic: spotify or apple music?\n  ","335725":"\n   What section do you like to shop in first when you go grocery shopping ?\n  ","335726":"\n   How many kids would you like to have? And why? 👶\n  ","335727":"\n   Would you ratherhave all of your messages and photos leak publicly or never use a cellphone ever again?\n  ","335728":"\n   Why does it feel good to help someone?\n  ","335729":"\n   Do you think it would be EASIER if we could just CHOOSE the problems and obstacles that we would go through life??\n  ","335730":"\n   WHAT WAS SOMETHING COURAGEOUS YOU'VE SEEN SOMEONE DO IN PERSON?\n  ","335731":"\n   Yeah... I understand.. We were ok and safe about it too and everything was very good.\n  ","335732":"\n   have u ever been to a real like “summer camp” ? do you know anyone who has ? lol\n  ","335733":"\n   Did you run cross country in high school?\n  ","335734":"\n   How did 2020 treat you?\n  ","335735":"\n   Enough with spam. Ok?\n  ","335736":"\n   How good of a dancer would you say that you are? Even considering basic things such as following the rhytm etc. Does that improve when you know the song you're dancing to beforehand? Do you ever incorporate the meaning of some lyrics into your dance moves? 🕺🎶\n  ","335737":"\n   Dumbest statement ever told\n  ","335738":"\n   What subjects do you think should be taught in school but aren’t? 🤓📚👓\n  ","335739":"\n   Do you have a lot of friends? Or do you keep few close friends?\n  ","335740":"\n   If you woke up on an unknown island after you had gotten shipwrecked and realized that you had gotten tied down to the ground with ropes and such by hundreds of teeny tiny people, like Gulliver in Gulliver's travels, how'd you react? What'd you do? 🌊🏝💂‍♂️💂‍♀️📯\n  ","335741":"\n   What's your go-to restaurant when you don't know where to eat?\n  ","335742":"\n   Post something that is green!\n  ","335743":"\n   What you doing for tomorrow? Something or nothing? Details? Any family over? Food? What's happening? PAP or GIF add?\n  ","335744":"\n   Would you ratherWIN THE LOTTERY but have to spend it all in one day or TRIPLE your current SALARY forever?\n  ","335745":"\n   If you had 3 wishes what would they be?\n  ","335746":"\n   If a mysterious benefactor wrote you a check for $5,000 and said, “Help me solve a problem — any problem!” … what would you do with him or her?\n  ","335747":"\n   WOULD YOU RATHER:give up cursing 🤬 forever OR give up ice cream 🍦 for 12 years?\n  ","335748":"\n   Where was the most in appropriate \/ most embarrassing place you’ve farted? 😂💨\n  ","335749":"\n   Do you have Friends with Benefits? 🤪\n  ","335750":"\n   • Has another’s pain ever given you joy? Be totally honest.\n  ","335751":"\n   really sis.. you're so sweet. I love you🤗\n  ","335752":"\n   Does life change after you turn 30?\n  ","335753":"\n   Oh wow that's not Kool at all then..esp being sexualized so young\n  ","335754":"\n   aww. thanks! 😅😝\n  ","335755":"\n   I'm an Aries, 80s baby, originally from NJ!  Did you somehow steal my bio without ever seeing it?!  😉😂\n  ","335756":"\n   Damn you hate one of the best compliments a man can give you?\n  ","335757":"\n   Then what do we call them?\n  ","335758":"\n   I didn’t think so, but had to ask!  😂😂\n  ","335759":"\n   Is being happy the best revenge?\n  ","335760":"\n   Is child-rearing hips any better?!  🤪\n  ","335761":"\n   It's okay. It was a question about love. And that type always intrigues me. Carry on.\n  ","335762":"\n   Have you ever been to a renaissance fair or something similar? How was it? What did you think of it? 🏹⚔🛡🏰🐴\n  ","335763":"\n   Not an answer. You asked a question,  then removed it fairly quickly. I was just curious as to why?\n  ","335764":"\n   In what situations, do you wish you couldthrow down a smoke bomb and disappear? 🏃‍♂️💨\n  ","335765":"\n   When was the last time you wrote a letter to someone on paper?\n  ","335766":"\n   What is a phrase that makes you cringe?\n  ","335767":"\n   You seem to have taken down one of your questions. Was there a reason?\n  ","335768":"\n   Do you have any funny awkward flirting stories? 💔😅 That happened to you or someone you know? Or random ppl you saw flirting? (I just shared my awkward flirting story in my newest posts, check it out if you want. 🤭)\n  ","335769":"\n   Where will you go on your next trip?\n  ","335770":"\n   Korean fried chicken sounds like something I need to try😌\n  ","335771":"\n   What is it that makes you feel alive? 👨‍👩‍👧‍👧🏃‍♀️\n  ","335772":"\n   Never ending story. I miss the simple days.\n  ","335773":"\n   fav fried chicken?\n  ","335774":"\n   • Do you trust others easily?\n  ","335775":"\n   do u have a favorite animated tv show\n  ","335776":"\n   if you had to live in a big city, which big city would u a want to live in?\n  ","335777":"\n   but those are injections correct?\n  ","335778":"\n   If you like him, what's your favourite Avicii single? 🎶 👍 🙃\n  ","335779":"\n   Hello what is your favorite dog?\n  ","335780":"\n   What’s the best Wi-Fi name you’ve seen? Mine: BuyYourOwnSvckers\n  ","335781":"\n   How do u cope w having to live in a world where abt 1\/2 the people u encounter- neighbors, family, co-workers-condone everything that this country needs to overcome, & so many things you disagree w\n  ","335782":"\n   Do you believe Bobbi Brown when she's says that there is no such thing as a wrinkle repair cream?\n  ","335783":"\n   do you like deep intimate talks? Or are you more into gestures? 💞\n  ","335784":"\n   sorry to him that I lost my uncle to it 😢\n  ","335785":"\n   How has covid-19 impacted your life?\n  ","335786":"\n   Which fictional character do you wish was real?\n  ","335787":"\n   How would you feel if someone spoilt the ending of a movie for you before you’ve even seen the movie?\n  ","335788":"\n   What do people judge you for?\n  ","335789":"\n   I’m in a good mood today so I’m sending you a virtual hug. 🤗🤗 I love sending positive vibes\n  ","335790":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","335791":"\n   Thanks for mentioning me 😊\n  ","335792":"\n   Do you care too much or too little? How does it affect you?\n  ","335793":"\n   Which element are you TODAY?\nWhy?\n  ","335794":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","335795":"\n   What would be the worst “BUY 1 GET 1 FREE” sale?\n  ","335796":"\n   Respond to this if I should follow you! Tag one woman of color on ask!\n  ","335797":"\n   Which three words describe what living in your city is like?\n  ","335798":"\n   sounds perfect.\n  ","335799":"\n   Is there an activity that calms you? A place or a thing that makes you feel at ease? 😌💓\n  ","335800":"\n   Have you ever smashed something out of anger?\n  ","335801":"\n   What is your dream weekend getaway?\n  ","335802":"\n   What repeated question do constantly get asked?\n  ","335803":"\n   What is one thing that everyone has done but you haven’t done yet? Mine is that I’ve never played UNO\n  ","335804":"\n   • How do you spend your mornings? 🌤\n  ","335805":"\n   Where do you prefer to meet people — in the STREET, on SOCIAL NETWORKS or DATING SITES?\n  ","335806":"\n   Guess the rapper; 📮🍉\n  ","335807":"\n   Marunong ka ba magluto? Ano ang paborito mong kainin? [[Do you know how to cook? What is your favorite food?]]\n  ","335808":"\n   Did you ever have a big crush on someone but never told them? Do you regret it or ever wonder what could have happened if you had asked him\/her out?\n  ","335809":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","335810":"\n   What type of music are you into?\n  ","335811":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","335812":"\n   Would you say YES if your crush propose you unexpectedly?\n  ","335813":"\n   what do you want to do when you retire?\n  ","335814":"\n   Do you stick to conventional fashions or like to try and be original?\n  ","335815":"\n   What makes you nostalgic?\n  ","335816":"\n   Where is the best place to be?\n  ","335817":"\n   WOULD YOU RATHER:🤥 detect every lie you hear or 🙊 get away with every lie you tell?\n  ","335818":"\n   well, in their 30s, it's usually more acceptable and normal if they have a child. but if you were still in your 20s, would you date another person in their 20s, with a child?\n  ","335819":"\n   Damn. Does it shine bright like a diamond?\n  ","335820":"\n   Do you ever get someone else replying to a question that someone asked you?\n  ","335821":"\n   can you give an example?\n  ","335822":"\n   Is a life exclusive to pleasure (no suffering) worthwhile?\n  ","335823":"\n   More likely start them lol\n  ","335824":"\n   Have you had an interesting\/confusing\/annoying neighbor?\n  ","335825":"\n   Have you ever been offended by a close friend's opinion of you no matter how honest they were being or not really?\n  ","335826":"\n   You’re a scientist, what scientific experiment would you invent?\n  ","335827":"\n   What do you think makes someone a GREAT person? 🤔\n  ","335828":"\n   If you like a girl\/guy, what do you do to win her\/him?\n  ","335829":"\n   Is there a relative \/ 'kamag-anak' that you try to avoid? 🙈\n  ","335830":"\n   • Who do you text the most? #snoopy 👀\n  ","335831":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","335832":"\n   How do you behave when among new people? Do you try to find a common ground with them or do you keep your distance trying to figure out if these people are your type and only then start a conversation?\n  ","335833":"\n   When you go bra shopping, what style and size do you go for, and where do you shop?\n  ","335834":"\n   What would be the best way to compliment a sweaty woman in the gym, “I like the way you sweat” or “Hello”?\n  ","335835":"\n   What can I do to look cute when angry?\n  ","335836":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","335837":"\n   I dare you to cut a piece of your hair\n  ","335838":"\n   What television family most reminds you of your own family? 👍 🙃\n  ","335839":"\n   what one should do if he\/she feels lonely?\n  ","335840":"\n   After a snickers\n  ","335841":"\n   What word do you always mispronounce?\n  ","335842":"\n   What is your favorite dessert? 🧁🍧🍨🍦\n  ","335843":"\n   WHEN ARE YOU MOST HAPPY?\n  ","335844":"\n   exactly!👍\n  ","335845":"\n   praying helps indeed keisha :)\n  ","335846":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","335847":"\n   What are your plans for Thanksgiving?\n  ","335848":"\n   short-term VS long-term goals?\n  "},"Answer":{"334776":"\n  Серьёзно, блин? Вы об этом спрашиваете?\n  ","334777":"\n  Спасибо ✌\n  ","334778":"\n  Мы эпично вернёмся в Москву 💪\n  \n  Это все, что выдал мой мозг от недосыпа и перемены часовых поясов\n  ","334779":"\n  Москва мне только снится. В гостях у жителей Хабаровска и Владивостока. Так далеко, но мы долетели!\n  ","334780":"\n  В Хабаровске три утра, а я зачем-то проснулся.\n  ","334781":"\n  🍺✌\n  ","334782":"\n  Да каждые 3 секунды кто-то признается\n  ","334783":"\n  Чаще в ГлавКино, но сейчас нигде, потому что я не в Москве\n  ","334784":"\n  Да оно мне не надо 😂\n  ","334785":"\n  Надо бы тоже подписаться )\n  ","334786":"\n  Хорошо было бы, если бы девушка понимала юмор. Больше мне ничего в голову не идёт\n  ","334787":"\n  А я классно не читаю рэп\n  ","334788":"\n  Еее😂\n  ","334789":"\n  Делись своим бредом 😂\n  ","334790":"\n  Так же часто, как и к своему портному\n  ","334791":"\n  Украла сердце\n  ","334792":"\n  Просто оставлю здесь😂\n  ","334793":"\n  Шикарное фото, плохой полицейский 😂\n  ","334794":"\n  Хоть кто-то оценил 😂😏\n  ","334795":"\n  Шикарно 😂\n  ","334796":"\n  Я не мастер вероятностей, но она есть всегда, ахаха\n  ","334797":"\n  Мальчик в 17 лет занял второе место, а в 28 ем песок\n  ","334798":"\n  Ян, спасибо большое) Приходи на съёмки ещё и смотри по ТВ наше шоу *минутка рекламы, почему бы и нет*\n  \n  Шутки...Лааадно, так и быть, буду шутить, ахаха\n  ","334799":"\n  Согласен. Песня мне лично не понравилась. Возможно в исполнении другой певицы она была бы лучше)\n  ","334800":"\n  Болгарин тоже понравился)\n  ","334801":"\n  Зайчик лучше звучит ахаха\n  ","334802":"\n  Ну это дело вкусов)\n  \n  Да, это прям запомнилось. Теперь боишься, что надоест))\n  ","334803":"\n  Сначала не понравился, а потом мне понравилась мимика и его жестикуляция. Песня была на его языке, поэтому выглядела немного странно, но на самом деле классная, если не вникать\n  ","334804":"\n  Жаль, что 3 место\n  ","334805":"\n  Единственная песня, которая зашла\n  ","334806":"\n  Слушали песню Молдовы? Просто шикарная, но я боюсь, что она скоро мне надоест....\n  ","334807":"\n  Спасибо)\n  ","334808":"\n  Спасибо)\n  ","334809":"\n  Нет. Вам должно меня хватить\n  ","334810":"\n  Какие нынче люди добрые пошли) Спасибо за дачу, ахаха)\n  ","334811":"\n  За такую щедрость что мне сделать?\n  ","334812":"\n  Отлынивая от работы - пришел к работе\n  ","334813":"\n  Может быть что ли, проведу что ли, как-нибудь что ли, потом что ли\n  ","334814":"\n  Но я грядки полоть не буду\n  ","334815":"\n  Кто спрячет меня на три месяца на даче?\n  ","334816":"\n  Диан, спасибо тебе)\n  ","334817":"\n  Всем спасибо за подписки)\n  ","334818":"\n  Шутни-шутни, все шуток просят, а про душу не спросят...\n  ","334819":"\n  Спасибо)\n  ","334820":"\n  Нет, у меня только аск, который я только сегодня сделал, больше у меня нет ничего, кроме моих офишал страниц\n  ","334821":"\n  Очень приятно)\n  ","334822":"\n  Взаимно) Ещё одна Аня)\n  ","334823":"\n  Взаимно, Анюта)\n  ","334824":"\n  Отличный вопрос. Отличный. Шикарный. У меня всё нормально в личной жизни, оно и неудивительно, я же такой импозантный\n  ","334825":"\n  Это эпоха, её нельзя так просто взять и забыть....Да и СТС Лав больше ничего не крутит...\n  ","334826":"\n  Мирослава, спасибо большое! До сих пор смотрю \"Папины дочки\", ахаха)\n  ","334827":"\n  Never say never. My first answer NO!\n  \n  Maybe local only, if I had support from my spouse and my child\/children were 18 & over.\n  ","334828":"\n  Wow!!!\n  ","334829":"\n  No I haven't. Do u like it?\n  ","334830":"\n  Yes. Enjoyed it!\n  ","334831":"\n  No. I don't. That's a setup for a letdown.\n  ","334832":"\n  Unforgiving circumstances eh? It is always better to have loved. It's an amazing feeling to let your guard down and share that equally with someone.\n  ","334833":"\n  No. I make silly faces, I'm eccentric, etc...\n  ","334834":"\n  high-5!\n  ","334835":"\n  Thank you!\n  ","334836":"\n  One of my faves is Raven. A best friend has been calling me - her for years & years. He sent me a \"Thats So Raven\" Valentine's Card. Ha!\n  ","334837":"\n  Fruit. Such variety available!\n  ","334838":"\n  Van Leeuwen!!\n  ","334839":"\n  Ha! Great minds...\n  ","334840":"\n  Dark. Unless I'm in the mood for a salty sweet mix like a KitKat, Twix or snickers.\n  ","334841":"\n  It can be a difficult place to connect. Keep trying.\n  ","334842":"\n  I'd love the Greek islands.\n  ","334843":"\n  Not the blue gum. But mos def the fizzy drink and gobstoppers.\n  ","334844":"\n  Lace to wear & silk to lay on or lounge in.\n  ","334845":"\n  Like what was on YouTube lol\n  ","334846":"\n  I can be. Ha!\n  ","334847":"\n  Necessary commodity for now, even with alternative energy sources.\n  ","334848":"\n  hmmm...I'll check it out on Amazon thank you!!\n  ","334849":"\n  I hear you. We're congested, overrun with snow piles, & covid-19 clusters.\n  ","334850":"\n  Good for you. I do community work.\n  ","334851":"\n  budding area!\n  ","334852":"\n  I'm ok thanks and u?\n  ","334853":"\n  it's 7am now. north jersey area USA\n  ","334854":"\n  Ha! I have to get up for work in less than an hour. Nap it is!\n  ","334855":"\n  Yes I have heard of it on a YouTube. Looks magenta. I've never seen it at a choclolatier shop tho.\n  ","334856":"\n  Zero. And I'm off Monday. Sound alike a day of cleaning and writing.\n  ","334857":"\n  Too long to tell. but I'll say working in a bookstore people tell u their secrets and often try to come to u instead of a therapist\n  ","334858":"\n  sorry autospell CALCULATE not Carnegie\n  ","334859":"\n  Family resentment. However, tat would be hard to Carnegie unless u guys had sold the property and split the earnings, buy idk the relationship prior to the deaths.\n  ","334860":"\n  This doesn't sound like a bummer life.\n  ","334861":"\n  Doing nothing sounds marvelous lol\n  ","334862":"\n  You too! I can't wait to give my mom her gifts!\n  ","334863":"\n  MANDALORIAN\n  ","334864":"\n  Eek! Thai or Mediterranean most likely.\n  ","334865":"\n  Sia is a great writer. David Guetta is so legendary in the genre.\n  ","334866":"\n  Your communication skills are more than adequate. All positive talk this wknd. It's love wknd. That includes love of self!\n  ","334867":"\n  that's good. For a Saturday no. But people started contacted about work stuff 720am today and I just got off a work call\n  ","334868":"\n  I detest roaches and I'm allergic to them, but I don't fear them.\n  ","334869":"\n  I'm ok. Thank u! It's been a challenging season. I recognize this is a growth period. and u?\n  ","334870":"\n  I don't mind insects.\n  ","334871":"\n  I'm a great host!!! Yes I am.\n  ","334872":"\n  Stayed home alllllll day yesterday. Twas a treat. I work so much. So....\n  ","334873":"\n  I understand myself more than others. There's great a comfort in alone time. It recharges me.\n  ","334874":"\n  Good smelling men. I can stop midsentence and turn my head and completely forget the convo I was having. Lol\n  ","334875":"\n  Writing, reading, helping others and laughing with friends over good food.\n  ","334876":"\n  Wow Luther Vandross, Whitney Houston. Not sure...\n  ","334877":"\n  Clean the bathroom\n  ","334878":"\n  This wknd friend\n  ","334879":"\n  thank u!\n  ","334880":"\n  Read, scour the internet. Heck I used to nap years ago in my car when I was working full time and overnight.\n  ","334881":"\n  yes sis!\n  ","334882":"\n  The kitchen. Ha! Great memories made there.\n  ","334883":"\n  Chocolate and kisses have a positive effect on the brain.\n  ","334884":"\n  Well I had planned to go to undergrad in ATL but changed this plans.\n  ","334885":"\n  Good for you! Thx!\n  ","334886":"\n  Rihanna. I'd wear fabulous clothes, party with my girls & do lots of philanthropic stuff.\n  ","334887":"\n  I did. I found 1 an hour away in NJ. 1 of 2 locations on the east coast. the other is in Florida. thank you!\n  ","334888":"\n  Parpadelle\n  ","334889":"\n  busy busy busy\n  ","334890":"\n  precisely\n  ","334891":"\n  Death by chocolate style chocolate cake\n  ","334892":"\n  My favorite restaurant is The Captial Grille (North Jersey USA area).\n  ","334893":"\n  God loves you\n  ","334894":"\n  Black Bean is so good!\n  ","334895":"\n  ohhhhhh yeah\n  ","334896":"\n  I love baking. But this placement of the Ketel One looks like we were baking and drinking. I was NOT.\n  ","334897":"\n  Awww...thank you. What a lovely way to start the wknd.\n  ","334898":"\n  Hair care products.\n  ","334899":"\n  Currently enjoying Marvel's Wandavision!!\n  ","334900":"\n  Read Chocolate & the Brain. Chocolate really does make us ladies feel better. \"An amino acid found in small quantities in chocolate used by the brain to make serotonin, the neurotransmitter that can produce feelings of happiness. Phenylethylalanine. Promotes feelings of attraction, excitement and nervousness and is associated with the ”butterflies” we feel when falling in love.\"\n  ","334901":"\n  absolutely not tolerated in my upbringing\n  ","334902":"\n  agreed sorry for the typos. \"Grew up\" in NJ. 6am spelling issues.\n  ","334903":"\n  Hola\n  ","334904":"\n  Yesssssss! Step 2 idk\n  ","334905":"\n  Cancel Culture is ok when there are agregious acts by someone who makes a living thru public means. However, one thing Cancel Culture ignores is the evolution or growth of people over time.\n  ","334906":"\n  I mos def worked retail. Oddly my craziest stories came from one of my fav partime jobs as a book store in a wealthy area mall.\n  ","334907":"\n  People have been playing the guilt trip card for years. However, I fully endorse actual tears as a means to release bad feelings.\n  ","334908":"\n  There were even non-swear words that my Southern American home (even tho I group I'm New Jersey), forbade me from speaking. I don't curse people out to this day.\n  ","334909":"\n  Hulk me is a mess. I am unpleasant to the point where I'm non-communicative or short clipped sentences when I'm that hungry.\n  ","334910":"\n  I think maybe 2 years\n  ","334911":"\n  ha!\n  ","334912":"\n  agreed\n  ","334913":"\n  Thank u. Great comment! Clarification: I'm referring to shoutout questions not direct ridiculous questions.\n  ","334914":"\n  Wow! This is most difficult. Each era has its stars & style. I'm quite sure lyricist isn't something to describe \"most\" mainstream artists of today.\n  ","334915":"\n  My future\n  ","334916":"\n  mother of pearl!!!!\n  ","334917":"\n  Whoa!!!! Some classic R&B headliners.\n  ","334918":"\n  No. My look varies from extra girly with lace, to stud spikes to Brown girl shirts.\n  ","334919":"\n  Living Single, Girlfriends, Sex in the City, Martin, Seinfeld\n  ","334920":"\n  marsacapone cheese and honey sounds amazing tho 👀\n  ","334921":"\n  Happy Birthday! Great! Go academics! No, no birthday plans for me.\n  ","334922":"\n  example pineapple ham pizza (Hawaiian style)\n  ","334923":"\n  Any hostile answer like. \"None of your business\" or \"why do you want to know\"? Ummm...then just skip the question.\n  ","334924":"\n  Sweet toppings\n  ","334925":"\n  Good one. Probably not\n  ","334926":"\n  I'm not really knowledgeable of current rap. Who are the Top 3 we're referring to?\n  ","334927":"\n  I honestly don't think people know their gifting. Some people can hug and change someone's day. Others can lift a burden just by listening. There are people that can arrange or organize well or focus people's thoughts. Alllllll gifts that people take for granted.\n  ","334928":"\n  I would love to say thrifting in NYC & patronizing small local artists. Ha! But until then...it varies greatly. I'd love to learn how to restore something or remodel & go to Restoration Hardware and go crazy!\n  ","334929":"\n  It ended. I grew as a person & so did he.\n  ","334930":"\n  Fun! Although I'm not sure I lived I'm the moment enough to appreciate it until senior year.\n  ","334931":"\n  IG for now.\n  ","334932":"\n  I have one. Meaning: Faith, Hope & Love.\n  ","334933":"\n  Weirdly enough I've been watching Penny Dreadful on Netflix. I never finished the series when it was on cable.\n  ","334934":"\n  Dark Chocolate covered almonds.\n  ","334935":"\n  hooray! what are cyber friends for?! Yes u should! I like travel even if it's a wkndr. Change of environment does a body good. Concerts, dinners, etc.\n  ","334936":"\n  I'm just sayin\n  ","334937":"\n  Tupac I loved his poetry and range of emotion.\n  ","334938":"\n  Freedom is important. Great environment to flourish & love!\n  ","334939":"\n  K - Offset, M - Roddy, F - Frank Ocean\n  ","334940":"\n  Wow 5 hours!!!\n  ","334941":"\n  Hmmm...not sure\n  ","334942":"\n  Yes indeed.\n  ","334943":"\n  Good. yes precisely!\n  ","334944":"\n  Yes I do! How about you?\n  ","334945":"\n  A blessing\n  ","334946":"\n  Ha ha ha. No I guess it's like a pat on the back.\n  ","334947":"\n  💤 Sleepy\n  ","334948":"\n  No but I've had a few crises and challenges in my life.\n  ","334949":"\n  Mostly pescatarian. Lots of veggies but also seafood.\n  ","334950":"\n  Internet access and phone reception.\n  ","334951":"\n  Strangers do that to me all the time. It's a thing. Lol\n  ","334952":"\n  I never thought I'd say this...but I'd welcome some spooning in general at this point. It's been a very long time since anyone spooned with me. Lol!\n  ","334953":"\n  You're welcome although I'm not sure for what. Hee hee\n  ","334954":"\n  I sure as heck do!\n  ","334955":"\n  Supermarket: I B-line towards my destination when I'm not hungry. When I'm hungry, I peruse slowly and get distracted.\n  ","334956":"\n  smart!\n  ","334957":"\n  Tipping should be mandatory or like u said don't order delivery.\n  ","334958":"\n  No. But u first. Becoz pre-covid I was skittish about my hand touching the standing grab bar. So heck nah\n  ","334959":"\n  Maybe self-care items. Many people are stressed or confined home more than usual. Home spa treatment, back massager, foot soak. Little ways for people to pamper themselves & escape. Music, books, games...\n  ","334960":"\n  Korean Fried Chicken Wings\n  ","334961":"\n  Cry. Pray. Eat. Love. In that order.\n  ","334962":"\n  LOVE- Walking side by side with someone who balances & accepts my personality.\n  ","334963":"\n  1. Interactive Gallery in NYC. 2. latest overpriced Water. 3. Sightsee 4. Laughs\n  ","334964":"\n  cool\n  ","334965":"\n  Trust me...I already did that today.\n  ","334966":"\n  Charms or Magizoology\n  ","334967":"\n  I was an ABSOLUTE wuss when it came to this game as a teen. I was the\n  \n  \"opt not to play... I'm completely fine with going home & not being forced to swap spit, be groped, flashed or tell secrets (I didn't even have)\" person. But today?! Maybe DARE!\n  ","334968":"\n  Hmmm...Heavy Metal. Cue the hidden hair fan a la Beyoncé.\n  ","334969":"\n  \"For the LORD your God is living among you. He is a mighty savior. He will take delight in you with gladness. With his love, he will calm all your fears. He will rejoice over you with joyful songs.\" Zephaniah 3:17 NLT version\n  ","334970":"\n  An apple a day keeps the doctor away.\n  ","334971":"\n  Hey there\n  ","334972":"\n  Rana you seem very creative. Go towards those goals! I'm from Northern New Jersey area USA\n  ","334973":"\n  No no we're good. Verrrrry busy day friend.\n  ","334974":"\n  I want to visit Harry Potter World at Universal Studios\n  ","334975":"\n  Well I've been meaning to visit my ENT Dr becoz my left nostril always closes at night. I could neti pot rinse consistently to see if that helps. I feel like it's making me snore now. It doesn't bother me but...I'm alone. So...ha ha ha\n  ","334976":"\n  Really? Hmmm...I don't know. But I could use a nap or a laugh. How are u today?\n  ","334977":"\n  I think I have honest eyes. It makes them beautiful.\n  ","334978":"\n  Hello there. I've been Uber busy and tired. Thanks for asking. How about u?\n  ","334979":"\n  Eh plenty? No. According to my friends I don't smile at men or give eye contact so I rarely get approached.  perhaps stared at or ogled but not talked to.\n  ","334980":"\n  It's cold but sunny. We're expecting a possible foot of snow btwn Sun night and Tues morn. Peaceful and clear skies at the moment.\n  ","334981":"\n  Common Sense Class\n  ","334982":"\n  There is no pass for racist disrespect or jokes referencing them.\n  ","334983":"\n  Painting and sculptures perhaps. So many artforms to choose from.\n  ","334984":"\n  Invest. Get a new place to live solo or move out of state, but I'd like to do that with a partner ideally. Mos def philanthropy including microloans. Make sure my mom is good.\n  ","334985":"\n  Pop Music, colorful clothes & epic teen movies\n  ","334986":"\n  Good game always\n  ","334987":"\n  I've visited the Big Island, Hawaii  2x. Love love loved it!\n  ","334988":"\n  I do not have any suitors AKA persons interested in dating me. It will be another day besides me getting something for my mom. And I'll get myself a fav meal to go & maybe some wine.\n  ","334989":"\n  It was not me!\n  ","334990":"\n  Hello Liz. I'm KJay\n  ","334991":"\n  Yes within reason. I find ice breakers to be such fun with groups\n  ","334992":"\n  My heart, perspective, spiritual \"knowing\".\n  ","334993":"\n  Good question. I found it in my local Shoprite in New Jersey, USA.\n  ","334994":"\n  I like regular ice cream. However, I noticed that it effected the amount of mucus in the throat & since I like public speaking and singing...I keep it to a minimum so I do try vegan versions of ice cream. listen I LOVE Coldstone Creamery. lol\n  ","334995":"\n  so so good! I've been to the factory on Vermont.\n  ","334996":"\n  I love hosting people\n  \n  I'd rather do that or help a friend host. I don't parties unless it's at a close friend's house. U have to watch the company u keep.\n  ","334997":"\n  No. No I do not.\n  ","334998":"\n  Working on both. Ha!\n  ","334999":"\n  Ha! Well hold right becoz they are probably still receiving those shout out questions.\n  ","335000":"\n  Lol! It was so authentically ice creamy!\n  ","335001":"\n  Ready for to Zzzzzzz. Long day.\n  ","335002":"\n  Time and a listening ear. However, music, food, sightseeing and travel are faves. I once got a perfume gift that worked with my chemistry so well I used it for yrs.\n  ","335003":"\n  This is a monumentally beautiful sentiment. I've been a bit spotty online due to work constraints, but keep the questions coming. It might take me a while to answer. This cyberworld can be a lonely and\/or dangerous place. It's good to know people can connect and share. Go Askfm and kudos to u cyber friend.\n  ","335004":"\n  Perfect timing! I just wrote a poem on my phone dedicated to a mentor I lost last year to covid-19. And sent it to the board of the food pantry she founded. You just broke my melancholy. Forever grateful.\n  ","335005":"\n  Depends on who's taking the pictures..usually No. But if I'm comfortable with the photographer or know it won't be the one photo that's unflattering that friends keep reposting and tagging becoz they look great.\n  ","335006":"\n  Cool and strict. Some things I want to my children to experience. Other things are non-negotiable for saftwtyand morality reasons.\n  ","335007":"\n  2 things. See what it's like to be a black Man in America in terms of treatment and multiple received microagressions and not so micro...and then have sex as a dude. Why not?\n  ","335008":"\n  The jury is still out on that one.\n  ","335009":"\n  I can choose what attraction to act on. I can choose how far to invest my emotions. And no, a true relationship shouldn't have manipulation or mind games.\n  ","335010":"\n  A small paper bag or a timer so people can practice deep breathing.\n  ","335011":"\n  I'm a jeggins kinda girl, but I've me some dress up!\n  ","335012":"\n  I am perfectly OK with letting go if it's what needs to happen. Ghosting isn't my style. Neither is a long drawn out conversation \/ argument that won't get me anywhere. If we've discussed it...I'm out. If I gave a 1-liner...I'm still gone.\n  ","335013":"\n  Indeed I do!\n  ","335014":"\n  Alive but sleepy. And you?\n  ","335015":"\n  Both! I love the crackle of vinyl!\n  ","335016":"\n  Thank you so much!!!! It's a blessing to be seen for one's spirit. I woke up to this beautiful message. Ok it's 3:50am here. Back to sleep.\n  ","335017":"\n  Algorithms don't always get us. But I've seen computers (in videos) paint \"random\" pictures. It depends on the vastness of the programming I guess. At the end of the day there no substitute for humanity's creativity.\n  ","335018":"\n  Ha! Brilliant question. I think self-esteem should've been nurtured early in life. If not, making small goals & celebrating the tiniest of wins (builds confidence which is the cousin to self-esteem) helps, along with things like life-coaching counseling prayer meditation.\n  ","335019":"\n  Stretching to reach for something when twisted. Pulled something in my back couldn't stand strait or sit without pain for 2 days.\n  ","335020":"\n  Do I????? Yesssss! Do you?\n  ","335021":"\n  Yay for this question! Since nothing can be appreciated, used or have worth in isolation...I believe a chair is a chair when it can be one of these above. Even trees in a forest are appreciated by animals & fauna, no matter if people never see it.\n  ","335022":"\n  My friends are my chosen family. They've supported me throughout the years\n  ","335023":"\n  Fruit please\n  ","335024":"\n  I try to avoid Pesticides & Anibiotics in food. And I'm 90% Pescatarian. (This Covid-19 season I ate turkey bacon). Ha! But I found vegan bacon that I like. Anyway fruits & veggies I'm more conscious of.\n  ","335025":"\n  ???\n  ","335026":"\n  Ooooooo good one. Bond. James Bond.\n  ","335027":"\n  Thank you so much!!! Enjoy ur day!\n  ","335028":"\n  No not particularly.\n  ","335029":"\n  I'm gonna have to get a man first. But I can always grab a bite to eat.\n  ","335030":"\n  Such a letdown!\n  ","335031":"\n  In my opinion. IG is less annoying & inauthentic.\n  ","335032":"\n  It's a real thing.\n  ","335033":"\n  Yesssssss!\n  ","335034":"\n  I would date a man that compliments my personality, beliefs & goals.\n  ","335035":"\n  Hello. U must be new to this platform. No. This is not a new feature. I turned it off for maybe 2 wks however.\n  ","335036":"\n  Sorry, wrong house.\n  ","335037":"\n  I think it mostly involves treating people how you want to be treated and recognizing that the world doesn't treat people equally. Start from there. 1-on-1 taking people not as a grouping but as an individual first.\n  ","335038":"\n  My heart. I feel first. But I don't turn my brain off. I'm more of an artsy esoteric philosophical type.\n  ","335039":"\n  Traveling with my hubby. I dont have one tho. Ha ha ha\n  ","335040":"\n  Yes. Yes. I do. I don't forget, but I forgive. I don't believe holding unforgvieness inside is good for the spirit. Just be aware, alert & don't let the same thing happen 2x.\n  ","335041":"\n  I'm not a bro.\n  ","335042":"\n  Depends on whether or not I've taken a nap. Ha! Yes I said it. A nap.\n  ","335043":"\n  Have a great day friend!\n  ","335044":"\n  Plenty!!\n  ","335045":"\n  rest well\n  ","335046":"\n  understood.\n  ","335047":"\n  ha!\n  ","335048":"\n  good for u.\n  ","335049":"\n  how about you?\n  ","335050":"\n  just finished watching Artemis Foul is wid ha!\n  ","335051":"\n  Luther Vandross\n  ","335052":"\n  lol\n  ","335053":"\n  I like spinach and kale too.\n  ","335054":"\n  Crazy over here.\n  ","335055":"\n  Helping People\n  ","335056":"\n  I live being interviewed...by an actual interviewer. However l, 1-on-1 interrogating  just to be nosy....I hate it!\n  ","335057":"\n  No, but I like Painters.\n  ","335058":"\n  Community College or a gap year (with a substantial plan), isn't a bad thing. College is all about right fit...after finances that is. Making sure the education, culture, & overall environment is right is key. Community College is a great way to save money and or try out College. A gap year should be filled with experiences or travel...that's tough in this covid-19 climate..\n  ","335059":"\n  I just say KJ. It's easier. Becoz my name can be spelled a million ways.\n  ","335060":"\n  Remind myself that whatever the person believes, however ridiculous, callous or plain nuts...is their own thing.\n  ","335061":"\n  Coffee with sugar. My herbal tea...no sugar. Unless it's my least favorite...which is black. I'll take that with milk & sugar.\n  ","335062":"\n  I dont really have any. There are certainly attractive people but I don't seek out info on them or stalk their pages. Perhaps SAINt JHN is close to a total package.\n  ","335063":"\n  I had the audacity to walk out the house with two different yet similar shoes. I went to work. Nobody noticed...but I did. I pointed it out to my friends and went home to change.\n  ","335064":"\n  Try to make sure all my friends were safe and had resources.\n  ","335065":"\n  No I do not. Never did. But my family has American Southern roots so respect & tradition were huge!\n  ","335066":"\n  I don't hate it. I more so like the actual rainfall.\n  ","335067":"\n  Fall & my 2nd is Winter\n  ","335068":"\n  Love\n  ","335069":"\n  Cartoon character. Zero concept of reality could be fun!\n  ","335070":"\n  Yes. I still judge people on their individual actions. I never lump all men together.\n  ","335071":"\n  Keep the faith.\n  ","335072":"\n  Me:\n  ","335073":"\n  And the same to you\n  ","335074":"\n  Impressive.\n  \n  How many cookies could a good cook cook if a good cook could cook cookies?\n  ","335075":"\n  Give them my valuable time, listening ear & do stuff for them.\n  ","335076":"\n  Not at all. A safe space or inclination must be provided that it's ok to share... for me to do so. Otherwise I am comfortable expressing generic observations and advice. Ha!\n  ","335077":"\n  Be careful. Rarely ends well.\n  ","335078":"\n  In government, business, military, respect, wages, etc...NO unfortunately.\n  ","335079":"\n  I am if I choose to dedicate time to it.\n  ","335080":"\n  A neighborhood I visited. Eek\n  ","335081":"\n  English. Mos def.\n  ","335082":"\n  Just about Everything\n  ","335083":"\n  That I do\n  ","335084":"\n  I have one tattoo. It means FAITH, HOPE & LOVE. (Note: Not my current hairstyle).\n  ","335085":"\n  The neighbor's house. Ugh\n  ","335086":"\n  Spicy food from many cuisines\n  ","335087":"\n  Deception and harm\n  ","335088":"\n  Arm I guess\n  ","335089":"\n  Incorrigable behavior\n  ","335090":"\n  Stretching, heating pad, hot peppermint tea.\n  ","335091":"\n  Someone with different fundamental views.\n  ","335092":"\n  Doubted my ability. Foolish it took me 5 mins to get myself together.\n  ","335093":"\n  I most certainly hide my ample tatas. They are huge and they distract people and they don't focus on my words. Men and women.\n  ","335094":"\n  My resilience and ability to adapt has increased.\n  ","335095":"\n  I like Core Water, Fiji & Pellegrino. But my cheap water go-to is Poland Spring.\n  ","335096":"\n  Ohhhhh yes! Very classy establishment with over priced food and bird feed sized proportions. Ugh!\n  ","335097":"\n  My friend Rachel\n  ","335098":"\n  Ha! No I haven't\n  ","335099":"\n  Thankfully No! Dodged that bullet.\n  ","335100":"\n  Alas, I only use apps & social media for general convos. Not for dating purposes. We can chat on here for sure.\n  ","335101":"\n  Yes. Yes I do. Or my relative 1 in particular would eat my food.\n  ","335102":"\n  Trust me they were baggy when I bought them...not anymore lol.\n  ","335103":"\n  Hmmm...good question. I have some boxers with my high-school printed on them. So decades old.\n  ","335104":"\n  That's a very special song! What a beautiful throwback. It doesn't matter if you believe its the musings s little girl on the spectrum or a person with autism. I wore my Prince shirt yesterday! He was a amazing! I got to see him in concert in NJ.\n  ","335105":"\n  No. I would say heights but its so minor.\n  ","335106":"\n  Ring Master. Dazzling folks with my wit.\n  ","335107":"\n  Doubting my intuition\n  ","335108":"\n  My inhibitions lol\n  ","335109":"\n  It was popular when I was growing up that I don't appreciate it. Ha! I wouldn't change it but I prefer to be called KJay.\n  ","335110":"\n  When u see all sides of situations and truly learn from mistakes.\n  ","335111":"\n  I bet they can feel the beautiful change coming and just kick into instinctive gear. Then boom!\n  ","335112":"\n  Twitter and Google alerts. Also CNN & NJ News 12.\n  ","335113":"\n  La Guacara Taina, a dance club inside a cave with stalagmites intact in the Dominican Republic. The Flying Fishbone, a restaurant where the tables are in the water on the shoreline in Aruba. (You hang up your shoes). Waiters use boots. Awesome! I love unusual place to make memories. Cherished moments.\n  ","335114":"\n  When people lie to me, dismiss or belittle me.\n  ","335115":"\n  People with the same name as me its 50\/50  that we relate. However yes unfortunately I do make assumptions about certain names. Blame it on movies. Lol. Buffy, etc...\n  ","335116":"\n  Oooooo this one is difficult. I'll say no. Perhaps they are cousins.\n  ","335117":"\n  Zilch\n  ","335118":"\n  I used to.\n  ","335119":"\n  U don't want to impregnate a random. No bueno.\n  ","335120":"\n  Hmmm...I can't recall. I've been to so many. Maybe 2day Brooklyn Concert. It's called Afro Punk. I went in 2019.\n  ","335121":"\n  Hmmm..fairly often actually. I love spinach, salmon, cheese & fruit.\n  ","335122":"\n  No askfm. No I am NOT.\n  ","335123":"\n  Not nearly enough\n  ","335124":"\n  Take me back to age 5.\n  ","335125":"\n  very funny\n  ","335126":"\n  🤣🤣🤣🤣\n  ","335127":"\n  💯\n  ","335128":"\n  ooooooo yes\n  ","335129":"\n  Write travel volunteer & philanthropy\n  ","335130":"\n  I really enjoy fruit cheese chocolate.\n  ","335131":"\n  Uhhhhh...when I get a first date I'll let you know. Lol!\n  ","335132":"\n  This is hard...Castle\n  ","335133":"\n  Something that moves the spirit. So many ways to interpret it. Visual Art, Performing Arts, etc...\n  ","335134":"\n  Typical story of a U.S. land grab aka \"Treaty\" between Native Americans (Lenape tribe) & primarily Dutch, French, etc & eventually English settlers. Orig inhabitants had no immunity to Eurasian diseases. My County was an agricultural community until railroads opened up the area to merchants. MANY of our municipalities still have native language names.\n  ","335135":"\n  Ha Ha!\n  ","335136":"\n  Truth.\n  ","335137":"\n  indeed\n  ","335138":"\n  Psychopaths yes. Sociopaths? Well anything is possible. For sure everyone needs love.\n  ","335139":"\n  Thank u\n  ","335140":"\n  Red pill\n  ","335141":"\n  Intelligent, quirky, loving, concerned citizen, child of God.\n  ","335142":"\n  Bi-coastal U.S. living would be pretty cool. A perhaps an undetermined overseas vacation spot. Nothing fancy...proximity would matter.\n  ","335143":"\n  Looking at nature or along a city shoreline. I actually went today to a spot north of my area so I could sit in a hill and overlook NY city lights...right after work.\n  ","335144":"\n  Some of them are so strange I delete them immediately. Darn next time I have to save one for reference's sake. Lolll\n  ","335145":"\n  I'm partial to accents from my region. Which is fairly middle of the road suburban Northeastern U.S.\n  ","335146":"\n  A park.\n  ","335147":"\n  Love\n  ","335148":"\n  No not today\n  ","335149":"\n  Technology and spirituality.\n  ","335150":"\n  cool thank u\n  ","335151":"\n  No, but I do enjoy visiting the west coast!\n  ","335152":"\n  In high school...music & clothing.\n  ","335153":"\n  Welp\n  ","335154":"\n  I would give him a garden and spend time outdoors with him. Watch for birds to swoop down of course. Lol\n  ","335155":"\n  People who go out of their way to speed to the door or elevator closing it inches from me. Folks who blatantly don't return a greeting. People who remind me of \"how well I speak\". Others who seem frazzled or scared when I'm with friends whether were lid or not. Or overtly stare up to check ID (not their job).\n  ","335156":"\n  I wouldn't mind a Tesla in a few yrs. Right now my used mustang is good enough for me.\n  ","335157":"\n  Yay thanks\n  ","335158":"\n  Good service and it wasn't worth it. The service was bad.\n  ","335159":"\n  Awwww...I sure did. Thank you\n  ","335160":"\n  I've had the mashed version and I was pleasantly surprised but I'm used to slices.\n  ","335161":"\n  Neither the child nor the parent can choose each other although many argue the latter.\n  ","335162":"\n  Connection and laughter\n  ","335163":"\n  Sorry veggies lol but yum\n  ","335164":"\n  80s baby\n  ","335165":"\n  The desire to test the waters. Women do it too perhaps we don't have to try as hard to test it. But \"taken\" people who become lackadaisical or have a partner who is sometimes need validation. Eek.\n  ","335166":"\n  Morality is relative to the person just like religion is. And I would argue the partner in crime & time & place is important too. Folks can get into good mischief or be haphazard.\n  ","335167":"\n  Northeasterners (U.S.) like myself call it Soda. My relatives in the south many still call it Pop.\n  ","335168":"\n  Its a bit of a learning curve to get genuine interaction instead of a quadrillion shoutouts from people who don't want to dialogue. Keep liking and sharing...\n  ","335169":"\n  Ha ha ha ha. Thank u.\n  ","335170":"\n  Um let's see. I'm feeling some songs off of Jazmine Sullivan's new album Heaux.\n  ","335171":"\n  That's a pretty cool choice. Hmmm...maybe a mini leopard. Lol totally futuristic.\n  ","335172":"\n  People say being yourself is easy. I'm not one to let my guard down easily so for me...opening up is difficult. While others seem to be able to spew verbal diarrhea their entire lives on cue.\n  ","335173":"\n  Maybe not asked, but just cherished the last coherent moments more. Holidays are so tough without them. I know they knew how much I love them. They were people I could hug & literally the stress would fall away or the tears would flow they had a gift. Becoz I trusted them & they allowed me to simply...be.\n  ","335174":"\n  Since covid-19 I honestly can't recall. Literally, two relatives told me in one weekend that I need a massage. Ugh I've been skittish. But I may have to book one.\n  ","335175":"\n  Lavish trips, decadent food, spas, heck saunas...I miss them during COVID-19.\n  ","335176":"\n  Sometimes when emotions aren't valued or seen as weakness in a household its hard to easily express them. Its not always physical abuse althk it can be. Neglect of a safe space for emotions is huge! We all have them & we should all be given the freedom to express their range...not just anger and happiness. We're so much more as humans. Be patient with yourself & those you care about.\n  ","335177":"\n  I've seen them all in actual chronological order of the time frame of the movies. Here are some of my faves. Black Panther was a movement. The 1st Iron Man was memorable. Guardians of the Galaxy was refreshing. Captain America: Winter Soldier gave lots of juicy marvel history. Avengers Infinity War boooyah. Spiderman: Into the Spider verse was dynamic. Let's not forget Thor: Ragnorak dark & powerful!\n  ","335178":"\n  I break a goal into smaller digestible\/ achievable actions. In the past large tasks can loomed like a tall building as I overwhelmed myself piling brick after brick of duties on top of each other. It was necessary to celebrate small wins & hold myself accountable.\n  ","335179":"\n  Braggarts\n  ","335180":"\n  Gadfly\n  ","335181":"\n  any office job would think ur nuts belting out in song. Hee hee\n  ","335182":"\n  My future. I want it now!\n  ","335183":"\n  Altho I have one if the soundtracks to Lord of the Rings...I'll say Harry Potter!!!\n  ","335184":"\n  Yes all types\n  ","335185":"\n  Indeed I do. My office plants.\n  ","335186":"\n  That would be pretty cool! Me & my twinzie would mos def have to go on one outing together.\n  ","335187":"\n  Someone giving way too much personal information in a group setting.\n  ","335188":"\n  Yes yes yes. The lines get ridiculous! And it happens so quickly! Like how much soup, water & snacks can a person buy? Sure its smart if you do not have a generator to have batteries, flashlights, candles & snacks and fresh water. And let's not get started about covid-19 toilet paper.\n  ","335189":"\n  We see life thru our own experiences. It takes wanting a real understanding or connection to see things from other's point of view. The stubbornness some people have in thinking they're always right is annoying to say the least.\n  ","335190":"\n  I hear you. Never being satisfied doesn't make us unable to please. I think it just means we have a thirst for more from life it keeps us moving forward.\n  ","335191":"\n  No pitch-black is cool with me!\n  ","335192":"\n  Glad to hear your memory is pretty good!\n  ","335193":"\n  Help yourself first.\n  ","335194":"\n  My mom. My future.\n  ","335195":"\n  Challenge & reward yourself. Try new things. Open your heart to possibilities. Be present. Make bonds with people & experience the nuances of life. Travel. Eat. Run. Love.\n  ","335196":"\n  I actually like simple pairs like PB & J & Mac & Cheese\n  ","335197":"\n  Alarmed. Disheartened.\n  ","335198":"\n  Yes. An elderly ladies was struggling with a cart which had bottled water plus other groceries. Going down the street on a suburban sidewalk with tree roots pushing the sidewalk up. I have her a ride home.\n  ","335199":"\n  Certainly. Don't forget to remind me.\n  ","335200":"\n  Ha sign of the times. Many women as well are business-minded and search for career before building a family in the U.S. at least.\n  ","335201":"\n  Take your energy away from the person. A non-reaction or ignore goes a long way. Switch the focus back on your needs...let them fade away. Oftentimes people aren't happy with themselves & don't know or care how to be good friends.\n  ","335202":"\n  I am pretty sappy so...anything from a romantic movie, views of suffering, thinking of how much I'm loved by God.\n  ","335203":"\n  Yet to be determined lol\n  ","335204":"\n  It is my solemn prayer\n  ","335205":"\n  Anytime sis\n  ","335206":"\n  I would brainstorm but have the 1st sentence of each para. Or bullet points and free wrote first. I never turned in writing assignments early.\n  ","335207":"\n  ha ha ha\n  ","335208":"\n  I like word puzzles. I used to do 500 piece puzzles when I was younger..\n  ","335209":"\n  Probably black.\n  ","335210":"\n  I realized it when I couldn't stomach most of the music I heard on my popular radio station. That's when it hit me.\n  ","335211":"\n  I think when you don't have the opportunity to see green grass, mountains, lakes, oceans or even art displayed it somehow makes us colder.\n  ","335212":"\n  ohhhhhh ha ha. I would've so been fired for singing at work\n  ","335213":"\n  I'm 12 mins away in North Jersey and its all so weird. Its the strangest easy of life with all these masks and faux social distancing. But its really weird night scene wise.\n  ","335214":"\n  Absolutely\n  ","335215":"\n  Depends what or who is it referring to?\n  ","335216":"\n  Fall\/Winter I love layering clothes and cool breezes.\n  ","335217":"\n  Delusions of grandeur, hate, etc...\n  ","335218":"\n  You feel my pain. Ha!\n  ","335219":"\n  Ooooo perhaps\n  ","335220":"\n  Being picky about bottled water.\n  ","335221":"\n  Glued to my screen even at work watching the National News.\n  ","335222":"\n  #wtf\n  ","335223":"\n  Peace\n  ","335224":"\n  Lavender\n  ","335225":"\n  Groggy!\n  ","335226":"\n  I'm actually a person who sits with the the thought for a moment. I like to pinpoint the origin & why I'm experiencing the feeling. Then deep breathing, asmr or music. If its horrid prayer and meditation on scripture, etc...\n  ","335227":"\n  Not sure. Maybe 8-10 yrs (for distance).\n  ","335228":"\n  Due to covid-19 is precautionary measures. I live in a Hotspot area and know people who had survived and  knew people personally who didn't. Just trying to be safe.\n  ","335229":"\n  By golly I do!\n  ","335230":"\n  Falllllll\n  ","335231":"\n  Volcanic sediment on the Big Island, Hawaii along with black sand beaches.\n  ","335232":"\n  Just finished The Mandalorian, Bridgerton & Cobra Kai.\n  ","335233":"\n  Yes I sure do!\n  ","335234":"\n  2022\n  ","335235":"\n  \"Permission\" by Ro James.\n  ","335236":"\n  Good Intentions\n  ","335237":"\n  Right back at you!\n  ","335238":"\n  Questions that make me think.\n  ","335239":"\n  I sure do!!!!!\n  ","335240":"\n  I agree. Even if painful.\n  ","335241":"\n  Most recently...NO. But it does bring different generations together to watch it. I was like... \"Yay it's Roy Jones Jr.!!!!\" Knowing \"full well\" Tyson isn't\/wasn't for the play-play.\n  ","335242":"\n  Hugs received and reciprocated!\n  ","335243":"\n  I haven't had a crush on a friend's guy. I would try not to lend myself to connect in cool ways of I did. Shut it down.\n  ","335244":"\n  Yes. I did. The journey wasn't an easy one. But I had to release that pain so I could have a free heart!\n  ","335245":"\n  Wow um so...I'm an absolute sucker for romance movies and novels. I'll be cheesy and say a British movie called \"Sliding Doors\". The concept of life taking a different direction based upon timing and meeting someone. It was refreshing and really made me think. Moments matter. They can lead to a lifetime...but of what?! Ha!\n  ","335246":"\n  ha ha\n  ","335247":"\n  YouTube or recommendations from people I trust.\n  ","335248":"\n  I sometimes wake up multiple times on work days. Sometimes 6:45, sometimes 7:20. I'm a nightowl but welp I don't work from home on a flexible schedule so...\n  ","335249":"\n  Gym clothes, undies, or a robe. It varies...am I home? Lol\n  ","335250":"\n  Eek! So I'm choosing btwn not being able to feel fabrics or skin or never walk in heels again?! Lawd No! Ha!\n  ","335251":"\n  I miss the hugs of people who are no longer living or love far away. Plus Covid-19 isn't helping in terms of good hugs either lol. There's such a beautiful comfort in the hugs of loved ones and partners. One good hug and an exhale can change a day.\n  ","335252":"\n  The best compliment I've ever received was a young man (who was not trying to get with me), told me that he wished his daughter grew up to be like me. Humbled. Grateful. Striving towards the mark!\n  ","335253":"\n  I love YouTube, Design Home & Harry Potter Hogwart's Mystery. The latter two I've gravely neglected.\n  ","335254":"\n  I was 16 years old when I officially received working papers as a teen in the U.S.\n  ","335255":"\n  Way too hard. I can say which entertainers that passed on that shaped my childhood. Michael Jackson, Luther Vandross & Prince.\n  ","335256":"\n  Performing Arts only\n  ","335257":"\n  It says, \"oh wow!\" It's a response to work I'm doing for a community org. Give back!\n  ","335258":"\n  And the same delightful sentiments to you!\n  ","335259":"\n  I spent more time with family eventho I worked more than last year during this COVID-19 Season 1 \/ Year 2020\n  ","335260":"\n  Yeppppp when I was lil I loved fried beef bologna!\n  ","335261":"\n  Taboo! I take ZERO PRISONERS. I talk smack the whole time! I try to trip people up. I like to sit on the floor and get in my opponent's space. Ha ha ha\n  ","335262":"\n  There's something about putting on clothes that reflect my personality. I'm honestly more concerned with that than showing off my curves.\n  ","335263":"\n  To finish my own goals before I help everyone else accomplish there's.\n  ","335264":"\n  Whispers are seductive and or hilarious btwn friends.\n  ","335265":"\n  It was good!  thx\n  ","335266":"\n  Kindness. Wisdom. Books. Music. Family. Cars. Vacations. Family. Friends. Peace.\n  ","335267":"\n  Happy New Year!!!\n  ","335268":"\n  video received\n  ","335269":"\n  I respect each person's right to their own beliefs and i do believe the Abrahamic religions share many universal truths.\n  ","335270":"\n  indeed\n  ","335271":"\n  Thank you. In college we had a brief overview of each major religion and even delved into the bhagadvad gita translated from sanskrit in my honors thesis classes.\n  ","335272":"\n  Silly, Shy, Smart.\n  ","335273":"\n  I didnt need to find other religions. My faith is solidified thru connection and results. I'm Christian.\n  ","335274":"\n  Personally yes, I do. Not only becoz of the way I was raised but also becoz I feel connected to God when I pray. Sometimes I feel comfort, gain strength, get answers or feel at peace. I see God speaking in many ways. Too many examples or signs throughout my life.\n  ","335275":"\n  With a smile! Literally I smile at myself in the mirror and encourage or say an affirmation.\n  ","335276":"\n  Home cooked food for life!\n  ","335277":"\n  Actually no. I was a people-pleaser only child. Smh\n  ","335278":"\n  Yay!!!!!!!!You are loved! Glad ur bday was good!\n  ","335279":"\n  Learning which direction to cut the bread for a sandwich.\n  ","335280":"\n  Nice and chilly\n  ","335281":"\n  Pouty\n  ","335282":"\n  Yes. But I didn't mind. It wasn't offensive.\n  ","335283":"\n  I love coquito!!! It's been a good Christmas. I got 3 bottles from different people.\n  ","335284":"\n  Zero.\n  ","335285":"\n  There's a ridiculously good vegan ironically milkshake from a chain called Bareburger. Woooooo! Insane!\n  ","335286":"\n  It's no fun. But its reality. Lol!\n  ","335287":"\n  The blinking lights of a car on the highway supposedly a gang initiation that ends up with the person pulled over murdered. Smh\n  ","335288":"\n  it was erased and reposted. ha!\n  ","335289":"\n  39 yrs.\n  ","335290":"\n  Typo = mechanical misspelling\n  ","335291":"\n  NOT for dating. Advice and good conversation. MAJOR TYPO\n  ","335292":"\n  Yes. However I don't use askfm as a place to meet other singles to date.\n  ","335293":"\n  yes!\n  ","335294":"\n  much obliged!\n  ","335295":"\n  Integrity, humor, intelligence\/skill, and kindness.\n  ","335296":"\n  Outside the box thought but I'd say my mind. Once I start giggling its very hard not to turn into a laughter fest.\n  ","335297":"\n  Confirmation that I'm stronger with each challenge I face.\n  ","335298":"\n  Wow that's brave! But why not? It's entertaining for the rest of us and whoa for the chefs. But trial by fire.\n  ","335299":"\n  Yellows (Summer) & Earth tones (Fall). And ofcourse Black.\n  ","335300":"\n  I slept great! But I wanted to take this time wish you a Happy Birthday!!!! You rock!\n  ","335301":"\n  Indeed it does! It's also dun & broadens your world\n  ","335302":"\n  I'm going to say \"working knowledge\". I understand a great deal, but I tend to use 3 tenses instead of the tense that may be more suitable. I took a summer course abroad too, but I graduated college many yrs  ago. So, I'm a bit rusty.\n  ","335303":"\n  It was magical. Warmed heart. Lol!\n  ","335304":"\n  Spoken truth to power. Lol\n  ","335305":"\n  Disrespect his or her self for money\/social media likes or disrespect their relationship\/marriage for quick pleasure, attention or out of desperation.\n  ","335306":"\n  We had multiple games on in my house how about you?\n  ","335307":"\n  Spanish from middle school thru college.\n  ","335308":"\n  Wish I woulda hubby'd up. Now dying alone is just wack! Ha ha ha! And then go to my relatives in the South. Need that firepower and open space.\n  ","335309":"\n  Ugh yes while in college after work on the bus. Luckily I hadn't missed my stop.\n  ","335310":"\n  Well my mom gave me wooden rose that I had in my old car on the dashboard for a while.\n  ","335311":"\n  He forgot my worth until it was too late.\n  ","335312":"\n  Well technically NYC is less than 15 mins of the bridge. I grew up visiting the Museum of Natural History that reminds you of \"Night at the Museum\" movies, the Metropolitan Museum of Art \"The Met\"...amazing! Then there's the Guggenheim which has wonderful architecture, and Brooklyn Museum has greta exhibits. Lots to choose from. See pic of the guggemheim.\n  ","335313":"\n  Why yes. Yes I can.\n  ","335314":"\n  Stay focused. And best of luck!\n  ","335315":"\n  Music, deep breaths, a hug, silent prayer...\n  ","335316":"\n  😇\n  ","335317":"\n  English is mandatory in school but technically the U.S. has never formally made it our official language. its just assumed. Usually at a certain grade Spanish, French & Latin (for the purpose of SAT prep) are offered. Some schools have Mandarin (Chinese) mostly for people interested in business, or an Italian or Japanese elective but very few do.  8th grade you can usually choose your language. Younger grades rotate with art, music, etc. Some schools districts are introducing languages earlier.\n  ","335318":"\n  Not one word. But I respect the fact that other countries value language. Becoz the U.S. does not. Only American English . Sure we take classes but it doesn't start early enough in public schools and lacks the support from the community to take it every year.\n  ","335319":"\n  I sure have! With the kids from my church one year for a Christmas activity. The kit was made of really heavy cookies. Literally 4 of the houses maximum actually stood up. Ha!\n  ","335320":"\n  Wow what a timely question. Sometimes. But this has been a hectic season. No love in these suburban streets. Ha! Just work work work.\n  ","335321":"\n  Opposing traits but the same underlying foundational beliefs or principles.\n  ","335322":"\n  No. There are celebrities i like and people who i think are cool but No fan girling over here.\n  ","335323":"\n  yes I've been intermittent on here due to work for the past 2 months. And we're fabulous & special. Ha!\n  ","335324":"\n  I prefer the physical compliment of \"beautiful\" over \"hot\" from 99% of people. I'm curvy and men & women onjectify me. But heck yes I like when my man calls me \"HOT\"...when I get one I'll be sure he knows that. 🤣 Cheers!\n  ","335325":"\n  Be careful. Guard your mind from that nonsense. Remember your worth.\n  ","335326":"\n  Absolutely\n  ","335327":"\n  It can connect people in more ways than just physical or it can destroy a good friendship. I don't like when people use it as a bargaining chip or a tool to get something. It cheapens the beauty of it.. Our bodies and spirits aren't meant to mindlessly partake in it. It should be safe & fun...never obligatory or demanded.\n  ","335328":"\n  Both! My favorite dish used to be fried chicken and waffles. U.S. Southern delight!\n  ","335329":"\n  ha ha! Thats why I rarely use Twitter. Hours later I'm too informed or misinformed lol. How about u sis?\n  ","335330":"\n  Occasionally. But I often go down the \"rabbit hole\" of article reading when I log into Twitter or am interested in a topic and begin semi-research on stuff. Ha ha!\n  ","335331":"\n  Silver or Pink gold.\n  ","335332":"\n  It gets filed away in the \"do not touch drawer\" of my brain in the room with no number on the door..\n  ","335333":"\n  Songs by musiqsoulchild cheer me up. They make me feel loved after all these years.\n  \n   https:\/\/youtu.be\/TzBD8t0sB-4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","335334":"\n  I don't mind big paragraphs sent to me but if I have to type big paragraphs, I prefer to just pick up the phone.\n  ","335335":"\n  Seeing Maya Angelou speak live, a kiss, west coast vacay.\n  ","335336":"\n  Some people like to hear themselves talk. Others believe you can't make your own decisions. However, making fun of others isn't cool. I hate to see it. Remember: 2 wrongs don't make a right. Sure every once eon a while people need to see the error of their ways. But playing as dirty as them...gets you dirty & u'll always have to meet them at that level unless u annihilate them at their own game.\n  ","335337":"\n  lololol I understand.\n  ","335338":"\n  eek. Ex = no fun\n  ","335339":"\n  Welp. The times it annoys me the most is when I'm dining outside. at traffic lights its not so bad.\n  ","335340":"\n  Ha!\n  ","335341":"\n  On the road dancing to Soca in the car. At this rate & mood nothing is off limits. Tomorrow...is a different story.\n  ","335342":"\n  Lying. Unless its to protect his or her self from harm, I'm not with it.\n  ","335343":"\n  I truly haven't had a bad vacation. Even when traveling alone.\n  ","335344":"\n  A New York deli made this incredible sandwich when I was interning years ago. Everything I tried was magical.\n  ","335345":"\n  Teleport for sure!\n  ","335346":"\n  Yep I sure do!\n  ","335347":"\n  It can be in the sense of not allowing others to feel what is going on with them or if we make others dependent upon our help. Otherwise empathy is a beautiful thing.\n  ","335348":"\n  Minus the enraged temper that is characteristic of Aries. Yes. My Sun-Aries Moon-Leo & Rising sign\/ascending-Sagittarius...All pretty much line up shockingly.\n  ","335349":"\n  NY Metro Area.\n  ","335350":"\n  Hmmm...maybe have more people my age like cousins who lived close by.\n  ","335351":"\n  Genuine people\n  ","335352":"\n  Both!\n  ","335353":"\n  Consistency, attention, affection, motivation\/inspiration. The rest is icing on the cake.\n  \n  I want a man to consider me before he does stuff & appreciate me when I do stuff for him. This is major for me. Don't have me looking foolish. No bueno!\n  ","335354":"\n  Ive done a lot of community involvement: youth group leader, volunteer, organizer, and yes activism. There are many good local and international causes. Tips: Make sure you the facts & educate yourself on the opposing side, collaborate with people you trust or are trusted groups, have a plan of action\/demands, always behave lawfully.\n  ","335355":"\n  the mall\/annoyed.\n  ","335356":"\n  That's tricky. Ex-lovers tend to be cordial or enemies, but in terms of friends that's different. Hidden or repressed feelings on one person's part can ruin it. Make sure its strictly on the friend tip & do it if the friendship is that beneficial. Recognize the signs if someone is trying to rekindle something you're not interested in. But if u live within 30 mins or have the same friends you'll be around ex-lovers often anyway. Be smart.\n  ","335357":"\n  Zero lol\n  ","335358":"\n  No problem. Be well. Stay safe. Thank u!\n  ","335359":"\n  Heart\n  ","335360":"\n  I did for a lil bit. I dont remember when I found out my parents were Santa. Lol\n  ","335361":"\n  Hey there Javier! Merry Christmas! Stay safe. *cyber hug\n  ","335362":"\n  The same to you! Merry Christmas. Be of good cheer!\n  ","335363":"\n  May your season be filled with joy! Merry Christmas!\n  ","335364":"\n  Pic of Me yesterday goofing around at work. I was supposed to leave at 2 but I left regular time. Today I spent time with family. Cooked, ate, sang & danced. God is good! Wishing you & hubby season's greetings.\n  ","335365":"\n  This is marvelous! And back to you! Thanks!\n  ","335366":"\n  Blessings this season!\n  ","335367":"\n  Bar with good music!\n  ","335368":"\n  Juice so many options.\n  ","335369":"\n  Usually dating has the understanding that two people like each other enough to plan time together and share with one another...and for some its established that you both are able to go on dates with other people. While others use it to mean in a relationship. So for many folks its the same thing. It's up to the couple.\n  ","335370":"\n  This Christmas by Donny Hathaway it reminds me of family moments.\n  ","335371":"\n  Yes of the turkey I fried. Ha!\n  ","335372":"\n  None, but a girl can never have too many undies. #rotfl\n  ","335373":"\n  Merry Merry! Blessings & cheer!\n  ","335374":"\n  No. I have not. Nothing shocking to report. But I have met plenty of privileged people.\n  ","335375":"\n  Way too many to name. I even went to a Cheese Restaurant this year.\n  ","335376":"\n  It's the love of Christ for me.\n  ","335377":"\n  Yeah I'm not an expert when it comes to alcoholic drinks. However, I'd say try out some new drinks with your wife (if she drinks). Pair them with some complimentary food, activities or locations. Make an experience of it.\n  ","335378":"\n  99% of the time no. But certain people don't receive my words as intended and\/or I have to communicate in a different way to get my point across. I'm loving but I'm not going to treat people with \"kid gloves\" just becoz.\n  ","335379":"\n  Vision, knowledge\/skill, the ability to roll his\/her sleeves up & get in the trenches with others to inspire and relate to them.\n  ","335380":"\n  You have to have thick skin if you're going to \"talk smack\". Idk why people don't realize we're not perfect.\n  ","335381":"\n  He moved around the country for work constantly. He asked my mom for my hand in marriage, things got weird, then he got scared, made some über dumb decisions. THE END. Ha!\n  ","335382":"\n  I excel at expressing myself through writing, some performing arts stuff. And I have a big heart for volunteering. I'm also a bit of a peacemaker.\n  ","335383":"\n  your power went out? ugh\n  ","335384":"\n  Nothing thank God\n  ","335385":"\n  Wake me up tomorrow and ill let u know. Ha! No seriously I can easily get sick without the proper rest so I don't so that anymore. I nap, or sit still for 30 mins or force myself to rest my body even of I can't sleep. If all else fails...take a melatonin.\n  ","335386":"\n  Peace of mind, loved ones\/friends, travel & bonus...music!\n  ","335387":"\n  I'm horrible at this. I literally think people are just joking with me or treat others the way they treat me. I would need a neon sign with my name on it to recognize when someone likes me. But I can instantly catch it btwn other people. Sometimes u can feel it in the air. Its a glance, voicetone, special attn, and love languages items.\n  ","335388":"\n  My circle of friends is my chosen family. They've been steadfast throughout the years.\n  ","335389":"\n  Ha! A lot! Spend more time on self-care & sharing love, pouring into the people I care about, plus more goal achievement time.\n  ","335390":"\n  Dishes specifically pots and pans. I love to cook but hate cleaning those. So um bring on the bathroom clean up.\n  ","335391":"\n  No they aren't. That's a blessing!!\n  ","335392":"\n  ugh. yeah\n  ","335393":"\n  We can lie if we want to but people with certain degree of intelligence weigh so many factors when they like or love someone that it was dang near a calculation...be it immediate or a discovery for the feeling to develop. Understanding happens on many levels. Now expression of love? That's when folks don't tend to do as well.\n  ","335394":"\n  Waking up multiple times of night with my heart racing when the wind whips btwn the houses. Finally found my headphones at 4:45am so I can drown it out. Its pretty much too late for sleep now. Smh\n  ","335395":"\n  Dominican pickled onions in a container.\n  ","335396":"\n  Usually yes. But my church has been closed since March due to covid-19. We are in a Hotspot area and our congregation is older. Virtual church has taken place but its basically Facebook live & zoom. Musicians and 2 choir members have been the only people there. Ugh!\n  ","335397":"\n  I was brining the turkey for Christmas. Tomorrow dry rub then frying it whole.\n  ","335398":"\n  Oh no! Do talk. Go ahead\n  ","335399":"\n  yes\n  ","335400":"\n  Eek No! We're all part of the machine in some way. I find some \"numbers crunchers\", & \"pencil pushers\" are suited for that job. And those tedious or mundane tasks are not for me.\n  ","335401":"\n  The cod fish is actually good. Their chili is decent too.\n  ","335402":"\n  Is always in fashion!\n  ","335403":"\n  Bring on the professionals as long as I'm consulted of course.\n  ","335404":"\n  Christ's birth & sharing love.\n  ","335405":"\n  Absolutely. How about u?\n  ","335406":"\n  I'm an Aries.\n  ","335407":"\n  Preparing meals for the family with my mom.\n  ","335408":"\n  Drink coquito and watch Christmas movies. All my volunteering will be done by Christmas.\n  ","335409":"\n  Adventures and travel\n  ","335410":"\n  ahhhhhh ok\n  ","335411":"\n  exactly\n  ","335412":"\n  Pillow but a low pillow.\n  ","335413":"\n  No thank u.\n  ","335414":"\n  Not much at least to the people who really know me. Nope.\n  ","335415":"\n  Ha! Thank u.\n  ","335416":"\n  Yes. It's been years since I've dated or had a boyfriend. So I can't answer this question accurately.\n  ","335417":"\n  Absolutely! I love good surprises.\n  ","335418":"\n  As long as my volunteerism and writing are still supported. Yes actually.\n  ","335419":"\n  Buffalo wings. Definitely As American as Apple Pie. PROOF: \"The National Chicken Council (NCC) released its annual Chicken Wing Report, projecting Americans to consume a record-breaking1.4 billionchicken wings during Super Bowl LIV weekend.\" ~Jan 23, 2020\n  ","335420":"\n  When I move i hope to try it out. Right now I have succulents. They are lovely but are NOT a test of a green thumb.\n  ","335421":"\n  I love the sound of rain. Yep yep!!!!\n  ","335422":"\n  No hate here. Love who loves you the way you need and want to be loved. May we all find that type of love.\n  ","335423":"\n  I do not have preference on hair for guys. Bald, locs, caesar w\/ waves, thinning, beard, clean shaven. Doesn't really matter to me.\n  ","335424":"\n  I'll try. thx\n  ","335425":"\n  agreed\n  ","335426":"\n  True! I love snow!\n  ","335427":"\n  Almost home from work. I'm ok. Thx\n  ","335428":"\n  My side street still isn't plowed lol\n  ","335429":"\n  No I haven't.\n  ","335430":"\n  Alone time to decompress, good friends to make you laugh & find ways to do self-care. Even if its 15 mins a day. For me prayer works as well as meditation.\n  ","335431":"\n  Relationship is great. But not being able to do things independent of them is also terrible.\n  ","335432":"\n  Worry less...We have no idea what's going on with people or what they internalize. We see what they allow us to see & hear half truths rumors. We can't feel their emotions or know their struggles.\n  ","335433":"\n  Uncontrolled emotions, not thinking things thru, no accountability for actions.\n  ","335434":"\n  No fun. Probably have to go into work this wknd like the last 2 wknds.\n  ","335435":"\n  On a relaxing and adventurous vacay with a boyfriend. Both are lacking right now. But it sounds amazing! Lol.\n  ","335436":"\n  I've abandoned intuition in the past. Never again.\n  ","335437":"\n  I haven't. Had a sinus headache day maybe 2 or 3x this year.\n  ","335438":"\n  Doing the right thing matters more than the way we execute actions. Intent matters.\n  ","335439":"\n  Gotta have a vacation.  Periodt.\n  ","335440":"\n  Thx. Beauty isn't everything. its fleeting. Love people who have substance.\n  ","335441":"\n  Cheer up. Don't be sad for me.  At some point someone will be interested in me. lol!\n  ","335442":"\n  I've never read the books, but the silverscreen adaptations seem decent. I'm sure the books are way better\n  ","335443":"\n  Woooooohoooo\n  ","335444":"\n  N\/A\n  ","335445":"\n  Peace of mind and love\n  ","335446":"\n  Yes I do\n  ","335447":"\n  Oooooo yes I would. If someone asked me to do a night walk & talk it would be an acceptable date for sure.\n  ","335448":"\n  Unfortunately no\n  ","335449":"\n  Eek!!!! *sigh. Too hard. I can make claims for both. Although I had a gold embroidered red three-peat Bulld locker room printed t-shirt in middle school...I'm in awe of the sheer will, strength and leadership of Lebron. And yes I'm well aware that the game is markedly diff in terms of whats allowed these days.\n  ","335450":"\n  French Manicure in Red Square Tipped\n  ","335451":"\n  Nope. Nobody's knocking down my door for dates. But I have amazing friends who love me.\n  ","335452":"\n  Just watched a funeral streamed online of a classmate who i was closer too as young teen. 🕊\n  ","335453":"\n  My work babies.\n  ","335454":"\n  I do love the night sky!\n  ","335455":"\n  Is the lying based on survival or the feeling received from manipulation? Perhaps find a better way to use that witty brain. Outthinking people is good. Hurting people and damaging relationships...not so much. Every person needs people they can trust & who can love them. Don't miss out on that experience.\n  ","335456":"\n  Make no excuses about being me. Baby steps. But each day I get stronger and more sure.\n  ","335457":"\n  Ugh. Well. He's mos def talented. He's a beast. Hard to guard. He knows how to draw a foul. And frankly he's a major ball player. But when ur a player who wants to be traded there's such chaos everywhere.\n  ","335458":"\n  Surgeon. I'm a private person. The spotlight doesn't appeal to me. And I like helping people. Win'win.\n  ","335459":"\n  I'm cooking more, enjoying music & cherishing people. Working regular schedule and more during COVID-19. The rest of my floor besides 2 other people aljust started round 2 of rotating their schedules to work from home & office. Welp. Blessed to have a job.\n  ","335460":"\n  Walking, hiking trails, I'd like to ski more. Who's got a cabin? Lol\n  ","335461":"\n  I sure would in 2 yrs.\n  ","335462":"\n  8th grade\/9th grade. Yikes! I looked like a chipmunk with that haircut.\n  ","335463":"\n  Heck yes! Just watched the last episode of the Mandalorian this morning b4 work!!!\n  ","335464":"\n  Fear of rejection or disapointment. The things they do to impress women are sometimes very flattering....oftentimes ridiculous.\n  ","335465":"\n  Sing everything I say out loud. When I'm extra happy I tend to have a bit of sing songy speech. I didn't know until strangers kept asking me if I sang. So now I curb my enthusiasm around people I don't know. Lol!\n  ","335466":"\n  Travel to work. I'd love to work from home & be on-site when absolutely necessary. Even during COVID-19 I'm 1 of 3 people that are essential. The rest of the floor is on a rotating schedule. Womp.\n  ","335467":"\n  No I have not. That could be why I've been single so long.  Its just not my thing.\n  ","335468":"\n  No. If I don't contact its not as a game or to make a sport out of dating. There's a reason.\n  ","335469":"\n  I love wholeheartedly. My friends can attest to that. I certainly wouldn't mind being loved for a change. Love is a gift.\n  ","335470":"\n  36 degrees in the North Jersey area.\n  ","335471":"\n  Love, travel, music & unique experiences\/moments.\n  ","335472":"\n  You'd have to be of a certain age to appreciate my music or be very eclectic or open. It's all over the place.\n  ","335473":"\n  Wit & kindness.\n  ","335474":"\n  My God, experiences, ancestors, family & friends.\n  ","335475":"\n  That I DON'T like that person. That's nonsensical.\n  ","335476":"\n  Countenance and walk.\n  ","335477":"\n  Old school R&B\n  ","335478":"\n  Acoustic guitar nice touch! Sounds like fun. Nice graphics.\n  ","335479":"\n  in 2020\n  ","335480":"\n  Baked Salmon, jasmine rice, pickled Dominican onions. Will eat spinach soon.\n  ","335481":"\n  When I was younger, every once in a while when I had a bad cold, I would have little to no sense of taste for a day or 2. For a foodie this was awful. I never felt full becoz I had no satisfaction from eating the mostly chicken soup. Ha!\n  ","335482":"\n  yay me too!\n  ","335483":"\n  Indeed\n  ","335484":"\n  Ha!\n  ","335485":"\n  I had to walk up 5 flights the other day and realized I probably shouldn't have been running up the stairwell by flight 3. Slowed down. Smh.\n  ","335486":"\n  I do believe book knowledge is important. Wow how many books have I read. I can't keep count. How about u?\n  ","335487":"\n  Feeling good today. How about you?\n  ","335488":"\n  My mom!\n  ","335489":"\n  Green vegetables like spinach, kale, zucchini, etc.\n  ","335490":"\n  Well if u add lobster I'll eat both. Ha!\n  ","335491":"\n  For me its this early. I'm working.\n  ","335492":"\n  Various essential oils, fresh baked goods in a kitchen (like brownies or cookies), a good smelling man.\n  ","335493":"\n  No. look at Everclear. It was used when I was in undergrad for punch making. Eventho I wasnt much of a drinker in college, even I had Blue Juice.\n  ","335494":"\n  ahhhhh....oh yes wide open spaces. My state is the most densely populated in the country. ugh NJ. Good!\n  ","335495":"\n  A way to vary the teaching styles even more. But not multiple styles in the same lesson. More like playing on the strengths of how students learn and categorize them with others who do so they can learn better. I don't necessarily want segregation, but the way we receive info and process it can be daunting if it's not executed properly.\n  ","335496":"\n  I'm less than 15 mins away from Manhattan in North Jerz. Its still cold and the snow hasn't left. And covid-19 is kicking tail.\n  ","335497":"\n  Waaaaaaaaay to many R&B oldies albums to choose from ha ha ha. Such memories.\n  ","335498":"\n  Yes I do believe so.\n  ","335499":"\n  A location. Breathed in the air & didn't want to leave. Felt such inner peace.\n  ","335500":"\n  Give selfless givers the desires of their hearts. Like single parents, grandparents raising grandkids, those in extreme poverty, people living in fear in their homes or neighborhoods.\n  ","335501":"\n  This is the sweetest sentiment❣ Thank u. My other platforms have family & friends so I use this platform to share good convos with people. Safety first.\n  ","335502":"\n  Love Wholeheartedly.  The only way to truly love is to go all in! I've had my share of heartache\/heartbreak but such are the lessons of life. I've also known love. So...that's cool.\n  ","335503":"\n  Errrrrr...just a swig.\n  ","335504":"\n  Support, keeping secrets, giving good advice, availability. If these things aren't present...not a friend.\n  ","335505":"\n  A feeling. Safety to be my full self.\n  ","335506":"\n  Same inside & outside of the home. Full of personality & wit.\n  ","335507":"\n  Mini Marshmallows. Bouncy and yummy!\n  ","335508":"\n  Brrrrrrrr\n  ","335509":"\n  Let me host sleepovers often.\n  ","335510":"\n  Good for you. Rest is important.\n  ","335511":"\n  I like rain. But running in the sun sounds exhausting. Lol\n  ","335512":"\n  Absolutely\n  ","335513":"\n  Probably clothing optional areas on vacay. Spiritual retreat.\n  ","335514":"\n  I haven't, but the temptation was palatable!!!\n  ","335515":"\n  Eventho i had to work today. It was ok. No tight decisions today.\n  ","335516":"\n  I sure do!\n  ","335517":"\n  No not when I grew up. Some trickled in from the city but not on a large scale here in the suburbs. They exist but not chronically or as fierce. Its not the norm around here. 20 mins away in the next county? Absolutely exists.\n  ","335518":"\n  Normal real world.\n  ","335519":"\n  A friend\/mentor due to covid-19. She was the director of the food pantry where I volunteer. R.I.P. Janice.\n  ","335520":"\n  If its clinical depression, mire than friend support us needed. That type of mental health crisis needs management & sometimes medicine. Its a lot to put on yourself to be someone's keeper worrying about whether he or she will stop daily activities or self harm.\n  ","335521":"\n  thanks!\n  ","335522":"\n  Hiya\n  ","335523":"\n  Yes. Many items are imported.\n  ","335524":"\n  Yes I have. I'm a foodie I've had turtle soup too. Ironically I'm 98% pescatarian. Options became a lil tighter during COVID-19.\n  ","335525":"\n  I've been eating with chopsticks since maybe age 5 or 6. My uncle told me I couldn't eat sushi if I didn't know how to use chopsticks. I also like them becoz it helps me eat slower.\n  ","335526":"\n  Yes but not enough for people to harm others for organs. I'm signed up to be an organ donor on my license and in the registry.\n  ","335527":"\n  No, but I guess people can be curious or afraid of the backlash of some questions. But no I haven't experienced this..\n  ","335528":"\n  Yes. A retreat on one of the Hawaiian islands. Extremely no frills. One with nature. No confining rules.\n  ","335529":"\n  💯\n  ","335530":"\n  I guess I'm glad you're glad? Lol! I'm not spoken for, but thanks.\n  ","335531":"\n  Pie!!!!\n  ","335532":"\n  That's so cool!\n  ","335533":"\n  The intent and heart matter & of course the execution of the good work. I guess everything else is not as important.\n  ","335534":"\n  Tree decorating and opening presents with my grands!\n  ","335535":"\n  Don't drink while eating. I'm trying to break that habit & drink water when eating.\n  ","335536":"\n  Yeah\n  ","335537":"\n  Taste. So I can cheat code rexipes.to tweak. I'm not nosy so super hearing doesn't appeal to me.\n  ","335538":"\n  Indeed\n  ","335539":"\n  Older such wisdom & stories in them.\n  ","335540":"\n  Worst thing to do is NOT listen to your date. Worst thing to say? Idk\n  ","335541":"\n  Wanting to take a nap\n  ","335542":"\n  Today I had the audacity to post like I hear words in my head instead of how they should be spelled. I spelled seen instead of SCENE.\n  ","335543":"\n  No I haven't\n  ","335544":"\n  Yes. But luckily while I was in St. Louis at a convention, 1 of my guy best friends was working at Univ. of St. Louis so I had support & he drove me to the hospital & called my family.\n  ","335545":"\n  I would love to have a Christmas tree at home. Maybe next year. And it would be cool to pick out a real tree!\n  ","335546":"\n  A happy future.\n  ","335547":"\n  Washing pots.\n  ","335548":"\n  They are from my neighborhood area. So this question is pretty coooooool! Maybe \"Jump On It\"\n  \n   https:\/\/youtu.be\/YKhi9ITkRgA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  due to Carlton from Fresh Prince. (Altho decades later its not as culturally sensitive as it should be).\n  ","335549":"\n  My goofy friends. Not celebs.\n  ","335550":"\n  ☠\n  ","335551":"\n  I hope to be fully connected to my creativity. U?\n  ","335552":"\n  Same to you! Midweek Nor'Easter up my way. Let it snow!\n  ","335553":"\n  Indeed. The South has charm like no other.\n  ","335554":"\n  Yo también\n  ","335555":"\n  Best guy friends...Terrill & Cale.\n  ","335556":"\n  Attention, Intention, Affection. In that order.\n  ","335557":"\n  I've never been. I've been to Hilton Head and all the neighboring states except South Carolina. Driven thru of course.\n  ","335558":"\n  No. One of the towns in NJ just over the GWB. Nice. Do u like it Down South?\n  ","335559":"\n  I don't know the song.\n  ","335560":"\n  Yep yep\n  ","335561":"\n  If you don't know who you are...you can't know what you want\n  ","335562":"\n  Sure, I fancy a gent. But in terms of a relationship...no. I'm single single. Kinda like before Covid-19 😆.\n  ","335563":"\n  No but I'm not opposed to letters. Unfortunately, with social media people impersonate people and lie. So stranger danger is real.\n  ","335564":"\n  You should make one!\n  ","335565":"\n  ❣\n  ","335566":"\n  Thanks\n  ","335567":"\n  It was one of the best drinks I've ever had!\n  ","335568":"\n  Daily at work.\n  ","335569":"\n  Where do we even begin with this question? Greed. Ignorance. Bias. Fear.\n  ","335570":"\n  Yep\n  ","335571":"\n  Oh dear.. Apologies I was going for the signs the trash can was passing that says \"What's Happening\". Not parenthood being trash. Eek!\n  ","335572":"\n  Sure do! I had an Apple Cider float at a farm this past fall!\n  ","335573":"\n  A space of my own.\n  ","335574":"\n  I don't use it often enough to count.\n  ","335575":"\n  If I don't wear my Fitbit or Samsung  watch...did I really exercise? Nope. Ha!\n  ","335576":"\n  Planned a special day with what he would like...not what I would want him to like. You have to listen to people and recognize their moods towards stuff. Don't wow them with a grandiose movement unless that's what they're into...no matter how IG\/Snap\/or Tiktok popular your actions would be.\n  ","335577":"\n  I have amazing real friends. No I don't have thousands like on social media. But yes I do have a decent number of folks to count on when the chips are down or to make me laugh.\n  ","335578":"\n  Today my fragrance is only from acombo of natural body washes, so I smell like light essential oils & flowers. But a few days ago I wore a very affordable label... Tease by Victoria's Secret.\n  ","335579":"\n  Hey cool! I know that song.\n  ","335580":"\n  Goofy today!\n  ","335581":"\n  So you mean they're not already here? *Looks left & right. Oh OK.\n  \n  Shut up no ones talking to you \"Lil Red\". Come on...I wasn't that mean \"White Robe\".  Um, I'm sorry Tobbe what were u saying? I got distracted.\n  ","335582":"\n  Drivers who turn their head and talk to passengers instead of watching the road.\n  ","335583":"\n  It's been one of the most challenging months ever! Today is already a test, but I'm grateful for strength and a good circle to love & protect me. Enuf about me. How are you today?\n  ","335584":"\n  My patience. Ha! Depleted me at one point.\n  ","335585":"\n  Dedicated poetry? No. And I'm a writer. Lol! Dedicated a song? No. But songs have GREAT meaning and connection for me. Yes I've written letters back & forth before with someone. Many moons ago.\n  ","335586":"\n  No. Anyone who is romantically interested in me would NEVER have to degrade himself or join \"team doing too much\" to impress me. I respect dignity and strength in a partner. Be yourself. Operate in your non-physical strengths skillset.\n  ","335587":"\n  Requires super strength! Keep going!\n  ","335588":"\n  Music & Loved ones.\n  ","335589":"\n  Cold 🥶\n  ","335590":"\n  Una arepa con queso.\n  ","335591":"\n  Tea!\n  ","335592":"\n  Hi\n  ","335593":"\n  Wow! Saying I'm not crazy & I don't belong here wouldn't help. Nor would crying fix it.. Ha! Perhaps volunteering to help or get a \"job\" inside. Befriend someone who can get me reevaluated. That's tough.\n  ","335594":"\n  Great question. I haven't been sick for a while. My sinus headaches were fierce back in spring & summer for a few days. However, I've been taking more vitamins, consistently drinking hot herbal tea, eating veggies...during the COVID-19 pandemic I've been healthier. Go figure.\n  ","335595":"\n  Shop for clothes.\n  ","335596":"\n  I like the original cartoon. But Jim Carey did a great job bringing the character to life!\n  ","335597":"\n  Smart. Pretty. Sweet. Talented.\n  ","335598":"\n  Prejudice or arrogance.\n  ","335599":"\n  No. I don't believe perfection exists. But I do believe in two people with a shared desire for balance, connection & love.\n  ","335600":"\n  I wish.\n  ","335601":"\n  There's someone for everyone. Every human deserves love. You just may not be the person to give it to people you don't like, trust or respect.\n  ","335602":"\n  Lol\n  ","335603":"\n  I don't have any suitors. Eye contact, a listening ear, smelling good, learning something new, etc.\n  ","335604":"\n  Ghost pepper seasoned food.\n  ","335605":"\n  Disrespecting or hurting someone just to impress someone.\n  ","335606":"\n  No I haven't. I don't feel stealthy enough and I'm not nosy enough. Ha!\n  ","335607":"\n  Brunch is my fave meal!!!\n  ","335608":"\n  I better be...I'm my mom's only child. Lol\n  ","335609":"\n  I think anyone can generalize once they've become a victim. Its important to remember people are people and to treat individuals as such.\n  ","335610":"\n  I don't go on dates but maybe some day\n  ","335611":"\n  Passion and desire are heightened btwn people who love each other. However, love & passion are not the same thing.\n  ","335612":"\n  Yesssssssss\n  ","335613":"\n  No. But I like affection & attention.\n  ","335614":"\n  Ghostpepper flavored anything\n  ","335615":"\n  Yes I don't love it\n  ","335616":"\n  Yep! Elmer's Glue!\n  ","335617":"\n  Share a song. Im not familiar\n  ","335618":"\n  Very few people can sense or figure out that my vibes are off. Glad to have an amazing circle.\n  ","335619":"\n  Something esoteric. Lol!\n  ","335620":"\n  This year I only put up a tree in my office ontop of my fridge. I sprayed it w\/ fake snow and since this photo I relocated The Child\/Grogu\/ aka Baby Yoda that you see in the bottom right on the window here. I wish I had a big tree at home. Its been a few yrs since I had one. I like silver and lots of colors this year as a theme.\n  ","335621":"\n  Sometimes we forget how intertwined our senses are with emotions and memories. I've smelled something cooking or tasted something that reminded me of my deceased grandma and it made me happy & sad.\n  ","335622":"\n  Fast food Chinese\n  ","335623":"\n  It was first just Black History week. February was picked to honor who people believed were (at the time) crusaders for equality President Abe Lincoln & the great Frederick Douglas whose birthdays are February. It was later extended to a month.\n  ","335624":"\n  Purpose Driven Life is an oldie but goodie for the Christian faith.\n  ","335625":"\n  2 nites ago I made Pesto-Buttered Salmon, 3-Cheese Risotto & Capri-style pan fried Zucchini. It was marvelous!\n  ","335626":"\n  I try NOT to actually. Although it doesn't work. The people I dont want to see me...see me. The folks I want to see me...usually don't. But I'm a bit of an oddball light! HA!\n  ","335627":"\n  I'm a private person when it comes to homelife. I'm not inclined to post pictures of the person I'm dating\/engaged\/married to. Perhaps for an anniversary, birthday or special occasions. Not that we wouldn't take pics, but I don't see the need for oversharing. I feel even more strongly about NOT posting pics of children. Safety first.\n  ","335628":"\n  I fold. No clue...ugh I guess chocolate.\n  ","335629":"\n  I have. But not in a few years. I need to drive down for a wknd when the Northeast U.S. reopens.\n  ","335630":"\n  I probably need to ask you for advice. I'm single. Ha! No seriously. Be yourself. Be patient. Stay loving.\n  ","335631":"\n  Yup I do\n  ","335632":"\n  Only two: English & good working knowledge of Spanish.\n  ","335633":"\n  No light.\n  ","335634":"\n  I love flowers! Mom's been getting them for me since I was age 2. I bought myself some for a date nite...with my self during quarantine. Bought a ticket for a Candlelight Orchestra of Black Composers on zoom and got exquisite gourmet food. And enjoyed myself in the basement watching my pc.\n  ","335635":"\n  Deep breathing and calm. Becoz I can get tangled up with everyone else's stuff. Yes sis!\n  ","335636":"\n  80s movies. The Lost Boys, The Goonies, The Breakfast Club, Ferris Bueller's Day Off, old Eddie Murphy movies...all of them. Ha!\n  ","335637":"\n  No. But I understand the need for the protection of a nation and or its people.\n  ","335638":"\n  Hybrid hoodie zip jacket. But I'll settle for a hoodie.\n  ","335639":"\n  Centering myself and cutting out all the noise.\n  ","335640":"\n  I'm actually a decent shot. I could improve tho.\n  ","335641":"\n  1 person phone. 1 work phone.  1 personal laptop. 1 office desktop. 1 office laptop. I don't use my personal tablet. Maybe eventually I'll upgrade.\n  ","335642":"\n  Following instincts even more. Exercising the faith in \"my knowing\" would help. Otherwise I'm doing better with self-care & sleep.\n  ","335643":"\n  It didn't workout for the guilty person. Left in disgrace 2 yrs later.\n  ","335644":"\n  I would love to. But no.\n  ","335645":"\n  Richard Pryor, Dave Chapelle\n  ","335646":"\n  Sunflowers\n  ","335647":"\n  The dream of love is my muse not a person. The idea of connections, reciprocation, balance & fun and even growth is what I look forward to.\n  ","335648":"\n  Reading a good book let's the imagination soar. I can't think of many books that weren't better than the TV show or movie.\n  ","335649":"\n  A matzoh\n  ","335650":"\n  Genuine support. Never told my business. Never acted jealous. Never wishy-washy.\n  ","335651":"\n  This is the song that doesn't end. Yes it goes on and on my friend. Some people started singing it not knowing what it was. And they'll continue singing it forever just because...\n  ","335652":"\n  Drop me off at The Capital Grille. Wow! Even the butter is different.\n  ","335653":"\n  Compassion\n  ","335654":"\n  Friendly haunts.\n  ","335655":"\n  Thanks so much for considering me to be a gift. That's awfully endearing of you! Have a great day!\n  ","335656":"\n  I operate in extremes. I am a recluse or going to non-stop events. I'm shy or encouraging others to join me in mischief. I'm non-responsive or extra passionate. It takes self-care or special friends to be able to help me with balance.\n  ","335657":"\n  Thanks anon. I had a horrible week but today is Sunday the beginning of a new week. Have a great week!\n  ","335658":"\n  I don't know that I would erase anything. I learned a lot about myself making it thru painful experiences.\n  ","335659":"\n  Intro around strangers and acquaintances. Extro with friends.\n  ","335660":"\n  I understand. Sorry to hear that. If you can catch it b4 it starts to overtake  you.\n  ","335661":"\n  The better question is whether or not I lie to myself about the lie...instead of going with the instinct of knowing the words to be false.\n  ","335662":"\n  Best friend Terrill. Lol\n  ","335663":"\n  Restaurants yes!\n  ","335664":"\n  My dog on top of her head tonite.\n  ","335665":"\n  Christmas & Kwanzaa for me. Yeah, for a change I do have items to purchase for myself for the holidays.\n  ","335666":"\n  Mama's boys. Becoz oftentimes traditionally girl children are expected to take care of parents. Mama's boys can become unprepared men becoz moms do too much for them.\n  ","335667":"\n  Ha! Good.\n  ","335668":"\n  Zilch besides some volunteering. How about u?\n  ","335669":"\n  Not enough! But I treasure the times.\n  ","335670":"\n  I once entered a music room in a home. Not a studio but like a listening room. It was sooo comfortable & the sound was exquisite.\n  ","335671":"\n  I actually like chopsticks.\n  ","335672":"\n  Unless I'm busy...I respond quickly.\n  ","335673":"\n  Most certainly NOT. However, I don't trust easily.\n  ","335674":"\n  I love them!\n  ","335675":"\n  Hmmm...that's a pretty exiting feeling.\n  ","335676":"\n  I am my mother's only child.\n  ","335677":"\n  An abomination\n  ","335678":"\n  On-time message! Sending the good vibes right back to you!\n  ","335679":"\n  Current wave\n  ","335680":"\n  The IT guy that just came to my office door. Lol\n  ","335681":"\n  I want to go see some epic lights!\n  ","335682":"\n  Organic reaplanning & fruits pureed if I had kids. Making your own baby food isn't hard it just takes planning..\n  ","335683":"\n  I've never had salted eggs. But I won't pass up crab benedict.\n  ","335684":"\n  No. I meant give yourself extra love because its need at this time. Self care is important when we're hurting. It's hard to accomplish regular tasks when we're heart broken, but we gotta push thru.\n  ","335685":"\n  Awww...\n  ","335686":"\n  I know my calling...bring on the love. It's been one of my most challenging weeks...ever! It would've been nice to have been comforted, supported, encouraged.\n  ","335687":"\n  If Investments are off the table...I'd say Land\/Real Estate.\n  ","335688":"\n  I actually like ordinary PB & J to the fancy kind. Ha!\n  ","335689":"\n  Not darker than me. Lol\n  ","335690":"\n  You're loyal to love these teams thru it all. That's the support they need.\n  ","335691":"\n  Thx\n  ","335692":"\n  Actually No. It doesn't interest me. I feel like if it were me would I want people consumed with my ups & downs?\n  ","335693":"\n  I've literally NOT turned down a street or  pulled back into the driveway. And I'm perfectly ok with it. Ha!\n  ","335694":"\n  Good question. However, I'm guilty of non-exposure first impressions. *eek\n  ","335695":"\n  I'm 98% pescatarian. I don't frequent fast food restaurants or eat a lot of fried foods. However, I don't exercise nearly enough as I should. Gotta do better.\n  ","335696":"\n  My heart or capacity to love.\n  ","335697":"\n  Probably a symbol of the elements to represent different stages of my life. Some magnificent. Some harsh.\n  ","335698":"\n  Foodie here.\n  ","335699":"\n  Vampire due to the art of seduction and long plush artsy life.\n  ","335700":"\n  Absolutely not. Idk but not a name so common from my era.\n  ","335701":"\n  My man.\n  ","335702":"\n  Ninjas!!!\n  ","335703":"\n  Ha! Such a mixed bag NFL-wise in my house. Steelers, Giants...and a Dolphin fan.\n  ","335704":"\n  Yes. Folks don't hold themselves accountability. Just take responsibility and do something ore at least have a better proactive reaction to challenges. It may be hard, but it's worth it. And well...they just don't get it!\n  ","335705":"\n  Rugrats, Ren & Stimpy, etc..\n  ","335706":"\n  Lies are getting old. Lol\n  ","335707":"\n  Nope Brooklyn took out NBA team. Ha! Giants & Jets play on znJ but are considered NY teams.\n  ","335708":"\n  I haven't been on a date jn years besides an accidental one this year...long story. So, just going on one would be a start. Ha! Red flags...aggression, smugness, gloating, inattentiveness, poor listener, nothing in common or competing ideologies.\n  ","335709":"\n  Thanks anon\n  ","335710":"\n  I love the smell of real trees but I must admit there are some artificial trees that are very creative & beautiful...just spray them with the tree scents they gave on home depot. I don't have a tree where I live now. And the 2 people's houses i would go to to decorate or enjoy Christmas trees both died within the past 1.5yrs.\n  ","335711":"\n  Christmas Movies on Netflix. Jingle Jangle was exceptional. And Mulan (Live action), not necessarily true culturally (Qi\/Ch'i is not just for men), etc, but it was beautiful.\n  ","335712":"\n  Thx. Sometimes you need to just let it out.\n  ","335713":"\n  Lastnite. Cried so hard my eyes are bruised. I was frustrated with some work-related stuff & entities surrounding it out of my control. Many factors. I just needed release and rest.  Cried. Prayed\/Praised. Went to sleep. Took a while this morning to get back to my good disposition. But by 8:45am I was ok.\n  ","335714":"\n  Knocking out my personal goals.\n  ","335715":"\n  Quadrillion. Shoes are my thing!\n  ","335716":"\n  Hmmm...tough one. Genetics I guess.\n  ","335717":"\n  Uh oh Santa. Lo siento. Ha!\n  ","335718":"\n  Never had 'em .\n  ","335719":"\n  Ha! Thanks\n  ","335720":"\n  People who love to hear themselves talk.\n  ","335721":"\n  A penny maybe\n  ","335722":"\n  Connection Passion Release which is why the definition is so varied for diff people.\n  ","335723":"\n  Freeze and wait for a 2nd noise. Then inspect.\n  ","335724":"\n  When I used to dj local at a college radio station, I would say Spotify. Now I like to use Shazam & go strait to Apple Music.\n  ","335725":"\n  Fresh Produce Section for Fruits & Veggies.\n  ","335726":"\n  I'd love to have 2 children. Total miracle if I have one. Need a mate first. Lol! I love being (my mom's) only child. But as she gets older, I know I could use some help.\n  ","335727":"\n  Tough choice. I have some very independent convos and my friends secrets would be out. No phone use. U gotta catch me when I get home to chat & I'll use a digital camera for me memory keeping.\n  ","335728":"\n  Sometimes doing for others allows us to feel connected to the human race. Purposeful even.\n  ","335729":"\n  We'd certainly be more prepared for what was coming. Easier? Idk. Adversity builds character. The unknown, although scary...is necessary.\n  ","335730":"\n  Stood up for me, by reporting it to management when I was being harassed.\n  ","335731":"\n  Excellent\n  ","335732":"\n  Yes. I went. Was scary with all the ghost stories but pretty cool.\n  ","335733":"\n  I didn't even run cross cafeteria.\n  ","335734":"\n  Not too shabby. It is a strange year. I'll say that.\n  ","335735":"\n  Agreed!!!!!\n  ","335736":"\n  100%. I talk with my hands. I dance with my hands. I am a good dancer. If I know the song...its over. Full on immersion. Pointing, breaking at certain moments to the rhythm...u name it.\n  ","335737":"\n  Boys will be boys. Nonsense. Truth is: Grown men exist and they're a treasure. Now where's my metal detector? Joking.\n  ","335738":"\n  Money Management\/Investing, Anger Management, Social Skills, Emotional Well-being & Parenting Skills.\n  ","335739":"\n  My circle is...I'm so blessed. They're my chosen family.\n  ","335740":"\n  Bodily functions. Let errrrrr rip!\n  ","335741":"\n  Greek, Thai or seafood. Plenty of those near me.\n  ","335742":"\n  The Child!!!!\n  ","335743":"\n  Oh em gee I cooked so much! Had to be  careful this year. Couldn't invite even some family over. Covid-19 high in my area. I hope u had a blast & ate great food!\n  ","335744":"\n  Yep yep\n  ","335745":"\n  Peace, Love & Happiness. No amount of $ can buy it. What a joy it is to give & receive it. A wonderful space to create from. Makes a house, a home!\n  ","335746":"\n  Most likely No. Too risky.\n  ","335747":"\n  Cursing\n  ","335748":"\n  Church choirloft.\n  ","335749":"\n  That'll usually NEVER work out. Be careful if you do.\n  ","335750":"\n  Never. Not even someone who's hurt me. Emotional hurt doesn't feel good. I don't wish it on anyone.\n  ","335751":"\n  The feeling is mutual. Let your light shine!\n  ","335752":"\n  It definitely becomes more interesting. I enjoyed turning 30.\n  ","335753":"\n  Yes. Well they were like old ladies too. But as a teen nobody wants that. Hands off. It was her equivalent of face cheek pinching\n  ","335754":"\n  High-5!\n  ","335755":"\n  Ha ha ha\n  ","335756":"\n  Men women old and young have complimented my hips since they first sprouted. I just wanted them to stop. I dont like that type of attn. I'm shy.\n  ","335757":"\n  I'm not sure. But when men say that to me...I hate it. Welp.\n  ","335758":"\n  Ha ha ha\n  ","335759":"\n  Sis Indeed. It's something we can't purchase and it feels terrible to fake. Happiness what a gift to ourselves!!!\n  ","335760":"\n  Nope lol\n  ","335761":"\n  Ahhhhh... I put up a ? about running from or accepting love. That's still up from today. And frankly I do a bit of both. I want love but its hard to believe unless someone actually verbalizes it.\n  ","335762":"\n  Loved it! I went 2 years on a row. Last year unfortunately lots of rains made the grounds in the woods too soggy and insects so it was cancelled. This year covid-19. Food, jousting, music, roving actors & lil shops & skits. Amazing!\n  ","335763":"\n  I haven't removed any questions that I can think of. I usually do that if there's a typo that's annoying me. But I haven't removed anything I can recall.\n  ","335764":"\n  Countless creepy ones. Lol\n  ","335765":"\n  2 years ago. Very therapeutic.\n  ","335766":"\n  Childbearing Hips. Stoneages vernacular.\n  ","335767":"\n  Removed an answer? From when?\n  ","335768":"\n  Your story was cute! Too bad it was a dud!\n  ","335769":"\n  I'd love to try Costa Rica or the Greek Isles.\n  ","335770":"\n  Yes Korean Fried Chicken is double fried and usually has a soy garlic & spciy flavor option. The chain Bonchon isn't bad (some airports and major cities have them). But not nearly as good as the mom and pop (Peck Peck) around my way, but still good.\n  ","335771":"\n  The Performing Arts.\n  ","335772":"\n  Yessssss\n  ","335773":"\n  Korean Fried Chicken. Specifically, Peck Peck in North NJ. Although, I eat  poultry very very rarely, no red meat, no pork.\n  ","335774":"\n  Not at all.\n  ","335775":"\n  Not at this time. Well, I do like Blood of Zeus on Netflix.\n  ","335776":"\n  In the U.S. San Fran or General Bay Area.\n  ","335777":"\n  Some products have it in topical form like serums and creams.\n  ","335778":"\n  \"The Nights\" is pretty iconic.\n  ","335779":"\n  I'm feeling the poodle mixes. Gorgeous teddy bears.\n  ","335780":"\n  Pulled up to a house to pick up a friend. And saw (noturdamwifi).\n  ","335781":"\n  One day at a time. One good action at a time.\n  ","335782":"\n  Hmmm...idk I hear collagen fillers work.\n  ","335783":"\n  ❣\n  ","335784":"\n  My condolences. It is a challenging time. Makes us appreciate people more.\n  ","335785":"\n  I lost a dear friend. Others have caught it but recovered. And I know some people who lost a parent, aunt, etc. It stopped me from hugging people & congregating with strangers or eating out in groups.\n  ","335786":"\n  Legolas & Atreyu.\n  ","335787":"\n  Grrrrrr...urks my nerves!!!\n  ","335788":"\n  My shyness which can be perceived as \"stand-offness\".\n  ","335789":"\n  Good vibes coming your way!\n  ","335790":"\n  I'm a realistic who can border on pessimism when it comes to me. However, I'm an optimist re: other people & I need a few optimists around me to keep me aligned.\n  ","335791":"\n  Anytime\n  ","335792":"\n  I had to learn the balance of reciprocation. Once I did that it made for better overall friendships. Now I'm true to my feelings but I don't get too deep with people who aren't invested in me.\n  ","335793":"\n  Today I'm Air. Going with the flow of the wknd.\n  ","335794":"\n  Yes. They have proven to be invaluable. Trustworthy, hilarious, loyal & loving.\n  ","335795":"\n  Burnt food or broken toys. Keep them! Lol!\n  ","335796":"\n\n   @BabyGurlCece24\n  \n  !!!\n  ","335797":"\n  Expensive, Diverse, Blessing.\n  ","335798":"\n  Sure does. Seeing different landscapes, even if in driving distance is refreshing.\n  ","335799":"\n  Reading, listening to music, hugging people who make me feel safe or at ease, & night walking.\n  ","335800":"\n  No I haven't\n  ","335801":"\n  Probably fireplace in a cabin in upstate NY. Hiking, driving up mountains & natural spa w\/ massage. Just a wnkdr to get away from the hustle & bustle. Tropical islands can also be done fri-mon.\n  ","335802":"\n  My age, zodiac, etc...\n  ","335803":"\n  I've hosted sooooo many Spades parties, but I actually don't play. This abnormal for my age group & region. I would cook, invite friends & bounce around between 2 rooms of games.\n  ","335804":"\n  In gratitude. And then rushing. Ha!\n  ","335805":"\n  In person is fine with me. I'm pretty guarded so getting past the moat of my castle is an achievement.\n  ","335806":"\n  Lololol\n  ","335807":"\n  Yes I can cook. I love experimenting\n  ","335808":"\n  No. I've never had a crush, but 80s teen movies make it seem like a cool thing to do...they always get the right boyfriend\/girlfriend at the end. Ha!\n  ","335809":"\n  Yep I would\n  ","335810":"\n  A wide variety. From classic R&B to 80s pop\/rock to house music.\n  ","335811":"\n  I like tropical juices. I'm a fruit fan so technically I'm game for almost any fruit juice. But at restaurants fresh squeezed orange juice or cranberry juice is my choice..\n  ","335812":"\n  Ha! Send a crush my way first. Lol!\n  ","335813":"\n  Travel with my future husband.\n  ","335814":"\n  I can be slightly eccentric with my clothing. I tend to like textures like lace, leather, different colorways, etc...\n  ","335815":"\n  Christmas decorations, Easter Sunday, cooking kitchen smells.\n  ","335816":"\n  The best place to be is a place where I'm most comfsenses and can breathe freely. It could be a beach shoreline,  drive thru mountains, walk at night in the city. Aesthetics & sounds matter. I'm all about the senses..\n  ","335817":"\n  I'm not a fan of lies. It's cowardly.\n  ","335818":"\n  Indeed\n  ","335819":"\n  Ohhhhhhhh yeah! Ha ha\n  ","335820":"\n  People respond to people's answers to my questions sometimes. That's ok with me.\n  ","335821":"\n  I learned what matters most to me, built character, found faith in my intuition, discovered the things I like about myself & what I like most in a partner.\n  ","335822":"\n  No. We grow and learn from adversity, challenges & suffering.\n  ","335823":"\n  Both! How exciting! Lol\n  ","335824":"\n  Hmmmm...nope. I've had stupendous neighbors. I moved 2 years ago so its a lil diff now. I don't know the people on my block.\n  ","335825":"\n  Slightly but I realize I need honest people around me. Those who aren't trying to offend me but are looking out for my overall well-being.\n  ","335826":"\n  Truth serum in tasteless powder form. Would probably stop wars. Lol\n  ","335827":"\n  Integrity, Passion, Determination, Kindness, Wisdom & Humor are attractive qualities for leaders, lovers & friends.\n  ","335828":"\n  I'll let you know when I have someone interested in me. Lol!\n  ","335829":"\n  Actually no\n  ","335830":"\n  I text best friends the most. Some daily like Terrill.\n  ","335831":"\n  Lonely genius\n  ","335832":"\n  Bwahahahahaha wallflower here\n  ","335833":"\n  So many to choose from. Enjoy shopping.\n  ","335834":"\n  😂\n  ","335835":"\n  Not be angry. Lol\n  ","335836":"\n  I would say besides urination which every child has done. My sleep cycle has been uneventful. Ha!\n  ","335837":"\n  I did that after I had locs for 14 years. Cut all my hair off and agreed over. Lol\n  ","335838":"\n  Lol they haven't made it yet. Lol\n  ","335839":"\n  Stay occupied doing small things you like. Work on your knowledge of self and overall well-being. Hopefully u will meet good friends or find a good relationship to give you some company.\n  ","335840":"\n  Ha! Well they are Satisfying.\n  ","335841":"\n  \"Dregs\" of society. I used to say \"dredges\" a few years ago. A friend (R.I.P. Sam #sicklecellsucks), corrected me and I've been good ever since.\n  ","335842":"\n  Fruit, chocolate, & pies etc\n  ","335843":"\n  When I can be my full zany self.\n  ","335844":"\n  Right!\n  ","335845":"\n  Yes. I agree. Some issues\/weight\/challenges are hard to carry alone.\n  ","335846":"\n  It used to be 8.5. I had to work at it in formal settings. I'm much better now. Its not exactly a poker face, but its a non- responsive face.\n  ","335847":"\n  Cooking and more cooking..\n  ","335848":"\n  Made some great progress on some short-term goals recently.\n  "}}