{"Question":{"335849":"\n   Do you think that aliens exist? 👽\n  ","335850":"\n   Last thing you wore that was Pink\n  ","335851":"\n   Would you date someone in their 20s who already has a child? And the toddler mostly lives with them, not their previous partner. 🤔\n  ","335852":"\n   Well where i'm from we don't have counseling and suport groups but i do everything i can it happens if you live in a third-world country\n  ","335853":"\n   very good sis😊\n  ","335854":"\n   What’s ur pet peeve?\n  ","335855":"\n   Would you ratherbe married to someone stunning who doesn’t think you’re attractive or be married to someone ugly who thinks you’re gorgeous? #LoveIsBlind ❤\n  ","335856":"\n   Recommended song?\n  ","335857":"\n   thanks, I'll add that to my list\n  ","335858":"\n   Could you live happily with a girl\/boy who is a poor cook?\n  ","335859":"\n   What is your favorite supermarket chain?\n  ","335860":"\n   what do you value most: 🕚 free time, 🏆 recognition, or 💸 money?\n  ","335861":"\n   My boyfriend said, \"You make me feel so manly.\" What does that mean?\n  ","335862":"\n   What's your least favorite personality trait you like about yourself?\n  ","335863":"\n   • How has your relationship changed since you started dating? If you're single, how did you change eversince?\n  ","335864":"\n   What was the best relationship advice you ever got?\n  ","335865":"\n   Low or high tops? 👟\n  ","335866":"\n   Do you think you have a pretty good WORK-LIFE \/ STUDY-LIFE balance? Why or why not?\n  ","335867":"\n   Who do you want to marry?\n  ","335868":"\n   Are you a light or a heavy sleeper? 😴 Maybe something in between? Has there been any moments when that was very noticeable? 🥱\n  ","335869":"\n   Is it only me who is sad n depressed almost all the time?\n  ","335870":"\n   Do you ever stop to think about your future?\n  ","335871":"\n   What's the most interesting object in your room?\n  ","335872":"\n   What's your favorite things to eat during Thanksgiving and if you don't celebrate Thanksgiving with your favorite thing to eat during a feast or get-together \/ event?\n  ","335873":"\n   What’s your birthday?\n  ","335874":"\n   Do you change your mind often?\n  ","335875":"\n   Would you rathertake a pill a day for nutrients and to feel full, but never eat anything again or eat whatever you want but never really feel full?\n  ","335876":"\n   May Christmas decorations na ba kayo? [Do you already have Christmas Decorations?] 🎄🎁\n  ","335877":"\n   I think I'm in love with you. Is that okay? 🥺\n  ","335878":"\n   Whose opinion is more important to you — your loved ones’ or that of other people?\n  ","335879":"\n   What’s the strangest dream you’ve had recently?\n  ","335880":"\n   Would you rathermarry the most 😍 attractive person you’ve ever met or the 👩‍🍳 best cook you’ve ever met?\n  ","335881":"\n   What things can tell a lot about a person?\n  ","335882":"\n   Which makes more sense to you when getting directions?\n  ","335883":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","335884":"\n   What is your wish(es) for 2021?\n  ","335885":"\n   Would you rather live in the traditional or modern community? Why?\n  ","335886":"\n   What do you enjoy doing but should really stop for your own good? Why?\n  ","335887":"\n   What's your favorite pastry? 😋 Is there any kind that is unique to the area where you live? 🥮\n  ","335888":"\n   Do you think we’re designed for monogamy? (Why or why not?) ❤🧡💛💚💙💜\n  ","335889":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? 🤔💄\n  ","335890":"\n   What are some misconceptions about you? Did it bothered you????\n  ","335891":"\n   Do you believe in zodiac signs compatibility and horoscopes? ♈\n  ","335892":"\n   Have you use INCOGNITO 👻 for online purposes?\n  ","335893":"\n   ARE YOU A SECRET AGENT SPY? 🕵️‍♂️\n  ","335894":"\n   also promises as well, especially pinky promises.\n  ","335895":"\n   Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter and you will begin to shine brighter. Don't give up.\n\n-Robert Tew\n  ","335896":"\n   Are you haunted by your past?\n  ","335897":"\n   do you know any Spanish?\n  ","335898":"\n   What gets broken without being held?\n  ","335899":"\n   WOULD YOU RATHER:run as fast as THE FLASH or be as strong as SUPERMAN?\n  ","335900":"\n   Would you rather have a💆‍♀️ live-in massage therapist, or a 👨‍🍳 live-in chef?\n  ","335901":"\n   Some advice for those who wanna be better?\n  ","335902":"\n   Will you say sorry to your partner even though it’s not your fault?\n  ","335903":"\n   • What do you think makes popular kids — popular?\n  ","335904":"\n   how would you describe your childhood?\n  ","335905":"\n   do you know a lot of people here?\n  ","335906":"\n   Favorite age you’ve been so far?\n  ","335907":"\n   Do you think first impression is often the right one?\n  ","335908":"\n   Is it really necessary to know everything from your partner’s previous relationships?\n  ","335909":"\n   What’s more important, sexual chemistry or spending time together?\n  ","335910":"\n   Hey! Have you tried Apple Pie Kit Kat?\n  ","335911":"\n   What is the weird food combination you have tried? Would you try it again??\n  ","335912":"\n   How are y'all doing this weekend? Do you have any plans?!😊🎉\n  ","335913":"\n   Would you ratherhear a 🤍comforting lie or an 🖤 uncomfortable truth?\n  ","335914":"\n   Do you miss someone who was too close to you?\n  ","335915":"\n   Have you watched the Fresh Prince of Bel Air reunion?\n  ","335916":"\n   What’s the scariest non-horror movie that you've seen? 😨🙈\n  ","335917":"\n   Presented with the opportunity to be IMMORTAL, would you take it?\n  ","335918":"\n   Do you believe yourself to be truly free? If so, why? If not, what is holding you back? 🕊\n  ","335919":"\n   WHO SHOULD PAY ON THE FIRST DATE? WHY?\n  ","335920":"\n   😜😆\n  ","335921":"\n   you look like a beautiful professor.  😄🔥\n  ","335922":"\n   What do you wish was illegal?\n  ","335923":"\n   Love your new pic.. the glasses look is nice.\n  ","335924":"\n   Facts.  I'm  trying to stay safe as well\n  ","335925":"\n   do you watch movies\/series that have subtitles? 🎞\n  ","335926":"\n   Have you ever broken a bone?\n  ","335927":"\n   Okay ladies and gents, what is your must have go to accessory out wear with any outfit? What are your must haves?(:\n  ","335928":"\n   How should relationship problems be solved? 💔\n  ","335929":"\n   Have you ever cried because you were so happy?\n  ","335930":"\n   WOULD YOU RATHER:go VEGAN for a month OReat ONLY MEAT and dairy for a MONTH?\n  ","335931":"\n   Have you gone fashion friendly with your mask collection.  Certain ones to wear with certain outfits?\n  ","335932":"\n   Do you run errands in pajamas?  Like the grocery store etc...\n  ","335933":"\n   I have no idea\n  ","335934":"\n   What's your favourite flavour of crisps\/chips? 👍 🙃\n  ","335935":"\n   Would you die for your dream or would you let it kill You?\n  ","335936":"\n   What outdoor activity haven’t you tried, but would like to try after the pandemic?\n  ","335937":"\n   hope she enjoys it😊\n  ","335938":"\n   what you doing today?\n  ","335939":"\n   HAVE YOU EVER BEEN TRAPPED? 😥\n  ","335940":"\n   who are you when no one's watching?\n  ","335941":"\n   Cool & mines Light pink and baby blue\n  ","335942":"\n   That's nice. You are kind to do that. Don't forget to have some rest :)\n  ","335943":"\n   What’s the out-of-the-blue thing that has happened to you while working at your job or studying at your school?\n  ","335944":"\n   are you prone to accidents? 🤕\n  ","335945":"\n   Would you rather have an extra $200 a day, or an extra 2 hours a day?\n  ","335946":"\n   Have you ever been on a blind date? Do you have a dating site account? 📱❤\n  ","335947":"\n   what’s the weirdest text message you’ve ever gotten? 💬\n  ","335948":"\n   How often do you replace your phone\/other electronics? Do you like to collect them, or do you prefer to keep the same device for years?\n  ","335949":"\n   When is love a weakness ?\n  ","335950":"\n   when someone finds out what you do, or where you are from, what question do they always ask you?\n  ","335951":"\n   Do you believe that dreams can sometimes predict the future?\n  ","335952":"\n   How do you let somebody know you need attention?\n  ","335953":"\n   What is the most obvious social media lie you’ve ever seen?\n  ","335954":"\n   I loved him but........\n  ","335955":"\n   WHAT IS SOMETHING YOU NEVER LEAVE HOME WITHOUT?\n  ","335956":"\n   Have you ever been confined \/ admitted in a hospital? If yes, what for? If no, have you ever thought of what it feels like? 🏥💉\n  ","335957":"\n   If someone offered to TELL YOU YOUR FUTURE, would you accept it? 🔮\n  ","335958":"\n   If you wrote romance novels or erotic fiction, what would your “pen name” be? ✍\n  ","335959":"\n   WOULD YOU RATHER:be attractive and stupid OR ugly but a genius?\n  ","335960":"\n   Exactly it's mysterious\n  ","335961":"\n   WHEN WAS THE LAST TIME YOU APOLOGIZED?\n  ","335962":"\n   But when the light win the fight, can the love live forever!?\n  ","335963":"\n   😴\n  ","335964":"\n   What is your current mood? Post an emoji or a gif.\n  ","335965":"\n   Have you ever been in a fight? What do you usually fight for?\n  ","335966":"\n   What makes you cringe?\n  ","335967":"\n   What do you think can make your current life easier??\n  ","335968":"\n   Do you think that children born today will have BETTER OR WORSE lives than their parents?\n  ","335969":"\n   Why society needs you?\n  ","335970":"\n   How is it that we are born inheriting the non-physical character traits of our parents?\n  ","335971":"\n   How do you show your family you love them? 👍 🙃\n  ","335972":"\n   YOU JUST DIED! Your 10th picture in your camera roll is what killed you! What killed you?\n  ","335973":"\n   Would you rather have more acquintances or more friends?\n  ","335974":"\n   Thanks\n  ","335975":"\n   WOULD YOU RATHER: eat a spoonful of wasabi or a spoonful of extremely spicy hot sauce? 🥵\n  ","335976":"\n   Do you think that men ♂️ are more rational and women ♀️ are more emotional?\n  ","335977":"\n   How you earn it on here\n  ","335978":"\n   IF YOU COULD ONLY EAT ONE FOOD FOR THE REST OF YOUR LIFE, WHAT WOULD IT BE?\n  ","335979":"\n   What did you think was the most challenging part of being a kid?\n  ","335980":"\n   What are some fun and interesting alternatives to WAR 💣 that countries could settle their differences with?\n  ","335981":"\n   If you had an extra $100 to spend on yourself every week, what would you do? 🤑💸‼\n  ","335982":"\n   What’s the best compliment you’ve ever gotten? It takes less than a minute to make someone's day better, drop some good words to your friends! Happy sunday, everyone! ☺\n  ","335983":"\n   What’s your favorite color?\n  ","335984":"\n   Do you care about climate change and the enviroment?\n  ","335985":"\n   What are you passionate about?\n  ","335986":"\n   If someone narrated your life in a movie, who would you want to be the NARRATOR? 🤔\n  ","335987":"\n   The sixth sense or Split\n  ","335988":"\n   Do you believe that once our heart finds its match that we are able to love again?\n  ","335989":"\n   Wanna make plans?\n  ","335990":"\n   HOW WOULD YOUR LIFE BE DIFFERENT IF SOCIAL MEDIA DIDN'T EXIST?\n  ","335991":"\n   How did you get your account verified ?\n  ","335992":"\n   was talking about the movie.\n  ","335993":"\n   If you could make one law what would it be and why??\n  ","335994":"\n   Would you rather never be able to eat 🥓🥩 meat or never be able to eat 🥑🍆 vegetables?\n  ","335995":"\n   IF YOU COULD GET ALL YOUR FAMILY MEMBERS TO DONATE TO A CHARITY, WHAT WOULD IT BE AND WHY?\n  ","335996":"\n   aisle, middle, or window seat?\n  ","335997":"\n   What do you think is the most unique or silliest problem you have going on in your life at the moment? 🤪\n  ","335998":"\n   ful and crazy lil bit I want to go out with her how do I ask her ?\n  ","335999":"\n   “Wow this is real-life “\n  ","336000":"\n   How much would you charge to babysit Baby Yoda?\n  ","336001":"\n   Do you like or dislike spoilers? What was recently spoiled for you?\n  ","336002":"\n   WHAT WOULD BE THE WORST THING TO HEAR AS YOU ARE GOING UNDER ANESTHESIA BEFORE HEART SURGERY?\n  ","336003":"\n   Share a selfie! A awesome selfie! 😁😁😁 Let's goo yoo.. Almost Thanksgiving in the 🇺🇸 USA. Excited 📷\n  ","336004":"\n   What is your idea of escapism?\n  ","336005":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","336006":"\n   Why are people totally different in person than they are on social media?\n  ","336007":"\n   What’s your favorite ice cream flavor?\n  ","336008":"\n   Have you ever unplugged from the INTERNET for more than a week? Can you do it? 🔌\n  ","336009":"\n   what qualities do you look for in a person?\n  ","336010":"\n   What’s a stranger to you?\n  ","336011":"\n   Would you rather be loved by the general public but your family and friends hate you, or be hated by the general public but your family and friends love you? ♥️\n  ","336012":"\n   it's also on Wish and some other clothing websites I think. but I think etsy version might be better quality.\n  ","336013":"\n   no prob. 😎 btw there are a lot of affordable\/cheap versions of the dress if you like it!! I think there's some on Etsy.\n  ","336014":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","336015":"\n   What do you do for a living?\n  ","336016":"\n   Have you ever had braces?\n  ","336017":"\n   yeah, the price is crazy. but you're right, for certain events, a girly dress like this would be perfect. 🍓\n  ","336018":"\n   just Google strawberry dress. lol. oh the designers last name is matoshi I think.\n  ","336019":"\n   It's November 13th! Happy World Quality Day! ✈💕\n  ","336020":"\n   Ah, kindness. What a simple way to tell another struggling soul that there is love to be found in this world🤍 Happy World Kindness Day!✈️\n  ","336021":"\n   Take a plane? Where would I go\/do? I would go to Spain and go to a beach then dinner, show and wine.\n  ","336022":"\n   Describe a perfect night out!\n  ","336023":"\n   What’s something that everyone knows is true, but we don’t like to admit it?\n  ","336024":"\n   What do you first notice when you come to someone else's home? 🏡\n  ","336025":"\n   Do you prefer to talk or to listen?\n  ","336026":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","336027":"\n   What always calms you down when you’re really stressed out and upset?\n  ","336028":"\n   Right lol I’ve  never seen it neither nor heard of it🤔\n  ","336029":"\n   What’s your favorite way to spend time outdoors? 😛\n  ","336030":"\n   WOULD YOU RATHER: give up the Internet or showering for a month? 😂\n  ","336031":"\n   Which creature walks on four legs in the morning, two legs in the afternoon, and three legs in the evening? #BrainTeasers🧠\n  ","336032":"\n   Just found out from youtube that this $500 (?!!) dress has been super popular on Tik Tok\/social media for months now!! Do you love it or hate it? I kinda hate it. 🤔\n  ","336033":"\n   do you often feel that when someone is nice to you, you assume that they want something from you, Sex. Money. A ride. A phone number. All you know is that their kindness can’t be genuine?\n  ","336034":"\n   does telling people about your next big idea robs you of your motivation?\n  ","336035":"\n   What are some morning habits that can change your day?\n  ","336036":"\n   Do you like cake? What’s the best cake you’ve ever eaten?\n  ","336037":"\n   Are you also annoyed by all those silly feet questions from anons?\n  ","336038":"\n   What would you choose? & Why? 1.Power 2. Fame 3.Money.\n  ","336039":"\n   If you write out the next five years of your life, what would it look like?\n  ","336040":"\n   Have you ever experienced a moment where it felt like you were stripped of your dignity?\n  ","336041":"\n   Describe what a good friend means to you?\n  ","336042":"\n   What would you do if you had unlimited funds?\n  ","336043":"\n   what's your favorite line in a movie?\n  ","336044":"\n   If you were invited to a costume party what would you dress up as?\n  ","336045":"\n   He looks really good.\n  ","336046":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","336047":"\n   WOULD YOU RATHER:get away with a terrible crime but live in fear of someone discovering it or go to prison for three years for a crime you didn’t commit? What would you rather do? 🤔\n  ","336048":"\n   How was the WORST date you have ever been on?\n  ","336049":"\n   I have seen things and done things I'm not proud of. What's your story?\n  ","336050":"\n   Would you ratherbe forced to live the same day over and over again for a full year or take three years off the end of your life?\n  ","336051":"\n   What public spaces do you feel most comfortable in? (Library, bar, park, mall, stadium, etc.)\n  ","336052":"\n   If you drop me I’m sure to crack, but give me a smile and I’ll always smile back. What am I? #BrainTeasers🤔\n  ","336053":"\n   How do feel about twins?\n  ","336054":"\n   If you had 3 wishes, what would you wish for?\n  ","336055":"\n   What do you think will happen if all humans and animals could communicate?\n  ","336056":"\n   What’s the most interesting thing about you?\n  ","336057":"\n   Are you willing to be drugged and sleep all your life, since in your dreams you will experience the things that you want?\n  ","336058":"\n   Do you need to use your inner voice when you use your password?\n  ","336059":"\n   Do you always check your phone?\n  ","336060":"\n   What would you like to give up, but can't?\n  ","336061":"\n   If you were so wealthy that you didn’t need to work, what would you do with your time?\n  ","336062":"\n   Of the following, what do you think your love style is? Eros (passionate), mania (obsessive), agape (selfless), ludus (playful\/noncommittal), pragma (realistic), or storge (friendship\/familial love).\n  ","336063":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","336064":"\n   IF YOU COULD DO ANYTHING ILLEGAL WITHOUT GETTING CAUGHT, WHAT WOULD YOU DO?\n  ","336065":"\n   What's something you recently learned that shocked you?\n  ","336066":"\n   Do you watch ted talk videos?\n  ","336067":"\n   Do you act silly in public as if nobody is watching?\n  ","336068":"\n   If you could do anything now, what would you do?\n  ","336069":"\n   What’s something common from your childhood that will seem strange to future generations?\n  ","336070":"\n   Would you ever try fried ice cream? Have you ever heard of such a thing?🍦\n  ","336071":"\n   is the customer always right?\n  ","336072":"\n   WOULD YOU RATHER: 🚦never be stuck in traffic again or 😷 never get another cold?\n  ","336073":"\n   What events or situations in your life do you wish to \"twist\" or \"rotate\" to another direction? Do you think your life would have been better if you have chosen another path?\n  ","336074":"\n   It's  easy to loose momentum.   Do one to keep from flatlining\n  ","336075":"\n   It may turn out better than we think.  Mike has problems with boxers who c.an let them hands go.   If Roy doesn't  get caught clean, it may get interesting.   I also wanna see former NBA star Nate Robinson's debut in boxing.\n  ","336076":"\n   Favorite shoe brand?\n  ","336077":"\n   Have you ever known someone who’s life was lost because of cancer?\n  ","336078":"\n   Favorite workout song?\n  ","336079":"\n   Happy Veterans Day\n   \n    https:\/\/www.spreaker.com\/user\/9939440\/the-quest-69-saluting-our-vets\n   \n","336080":"\n   Have you ever stalked someone on social media? 🕵️‍♀️\n  ","336081":"\n   What would your perfect room look like? 🌠\n  ","336082":"\n   IF you (and your partner) were to raise children, what are the most important things you would want them to learn?\n  ","336083":"\n   YO! What is the most stressful TV show or movie you watched?\n  ","336084":"\n   Are you gonna watch Mike Tyson vs. ROY Jones Jr. November 28?\n  ","336085":"\n   Who do u want to go to the dance wirh\n  ","336086":"\n   I miss your show\n  ","336087":"\n   Do you believe in horoscopes?\n  ","336088":"\n   Who do you turn to when you’re stressed?\n  ","336089":"\n   Why did you make an ask.fm?\n  ","336090":"\n   Lemme guess there’s a dresser nearby it too ;)\n  ","336091":"\n   Is your air conditioner in the window ?\n  ","336092":"\n   Would you like to be Time Travel?\n  ","336093":"\n   What do you think is the greatest problem facing the Earth today?\n  ","336094":"\n   Check out my latest answer.\n  ","336095":"\n   What's the last song you listened to?\n  ","336096":"\n   What city would you most like to live in?\n  ","336097":"\n   Do you prefer fish or meat?\n  ","336098":"\n   i like ut picture. very pretty eyes if i may say so\n  ","336099":"\n   Nice. i know exactly where that is\n  ","336100":"\n   Where in New Jersey. I was born in Union City, used to live there\n  ","336101":"\n   What about the vampire's assistant?\n  ","336102":"\n   I still need to get around to trying to make chicken parm\n  ","336103":"\n   yeah, it's from 2013. an indie movie. if I wasn't his fan, I wouldn't know about it either!\n  ","336104":"\n   Spaghetti and Meatballs OR Spaghetti with Fried Chicken? 😋🍝\n  ","336105":"\n   A doctor and a bus driver are both in love with the same woman, an attractive girl named Sarah. The bus driver had to go on a long bus trip that would last a week. Before he left, he gave Sarah seven apples. Why? 🍎\n  ","336106":"\n   Have you ever have to say \"NO\" to someone\/thing that you actually love?\n  ","336107":"\n   Have you met someone that is Emotionally Unavailable, someone that is afraid of commitment?\n  ","336108":"\n   Which one is more satisfying, aiming to be better or avoiding to be worse?\n  ","336109":"\n   What is the healthiest thing to get from McDonalds?\n  ","336110":"\n   oh, also Tom Hiddleston in only lovers left alive!! was a bit depressing but if you liked interview with a vampire, I think you'd like that too.\n  ","336111":"\n   Is there anything that you would change about Christmas?\n  ","336112":"\n   Has anyone famous ever been in your hometown?\n  ","336113":"\n   It was Akasha in Queen of the Damned\n  ","336114":"\n   that gif. lol. wow, so many! I need to look up some of them. I really like matthew from a discovery of witches. that luke evans movie where dracula was the good guy. and it hasn't been released, but jared leto as morbius seems very cool\/sexy. 😝 oh, angel from Buffy. maybe more I forgot...\n  ","336115":"\n   true! who is your favorite vampire?  or fav vampire movie?\n  ","336116":"\n   what's one song that calms you down when your stressed?\n  ","336117":"\n   What’s the most outdated piece of tech you still use regularly?\n  ","336118":"\n   Did your parents warn you about boys? What did they say?\n  ","336119":"\n   what do you do for fun ?\n  ","336120":"\n   Would you rather date a vampire or an alien? 👽🛸🧛🦇\n  ","336121":"\n   its a fun way to travel. Ask me questions and I'll show you some pictures! if you want.\n  ","336122":"\n   Free Wi-Fi  for sure\n  ","336123":"\n   Have you ever been to a crazy house party?\n  ","336124":"\n   On a scale of 1-10 how self conscious are you\n  ","336125":"\n   That’s true. I’m so ready for Corona to be done.\n  ","336126":"\n   How do you know which ethnic group voted for whom in your country?\n  ","336127":"\n   Yeah. I’m just bummed cause my plans to go see my girlfriend got canceled because of Corona\n  ","336128":"\n   That’s good. You’re welcome. I’m decent I guess\n  ","336129":"\n   what has a 9-5 job taught you in your life?\n  ","336130":"\n   Anything special for supper tonight?\n\nBbq ribs anyone? We have Homemade mac and cheese. Bake beans and bacon aaaannnd little bbq winnies? Anyone? Soul food for 🍽 supper!\n  ","336131":"\n   How are you?\n  ","336132":"\n   What's the most daring thing you ever did?\n  ","336133":"\n   Do you think it's contradictory to believe in reincarnation and support voluntary abortion?\n  ","336134":"\n   oh you are the 80s girl who looks 20 years 😊\n  ","336135":"\n   You'd love it. If you ever get the chance, I'd suggest Chicago to Cali or LA to Seattle.\n  ","336136":"\n   Do you like A Christmas Story? Oldie but goodie.\n  ","336137":"\n   Why ?, We will record a simple video and publish it on YouTube, and you will get a percentage of the profits.\n  ","336138":"\n   💯Agree\n  ","336139":"\n   What place on earth is a must-see?\n  ","336140":"\n   Do you donate to any charities?\n  ","336141":"\n   Are you a gossiper?\n  ","336142":"\n   At what point of a relationship do you start talking about previous ones?\n  ","336143":"\n   What do you have a lot of experience in?\n  ","336144":"\n   Do you accept kiss prank?\n  ","336145":"\n   Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?\n  ","336146":"\n   she already has known for a year but I dont know if she likes me\n  ","336147":"\n   Should I keep this ask for any questions?\n  ","336148":"\n   WOULD YOU RATHER: 💸 Lose all of your money and valuables OR 📸 all of the pictures you have ever taken?\n  ","336149":"\n   Do you think you’d be able to lift Thor’s hammer?\n  ","336150":"\n   What is the first thought that comes to mind when you see a hobo laying on the street?\n  ","336151":"\n   What is your favourite Christmas movie?\n  ","336152":"\n   Are you usually late, early or right on time?\n  ","336153":"\n   Do you have that one question in your question box that you just don’t want to answer?\n  ","336154":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","336155":"\n   Go something funny ?\n  ","336156":"\n   Last time you got a massage?\n  ","336157":"\n   How often do you exercise?\n  ","336158":"\n   Do you prefer to eat at a restaurant or at home?\n  ","336159":"\n   Name a topping that you'll never EVER eat on a pizza??? Why? 🍕\n  ","336160":"\n   If you were moving to another country, but could only pack one carry-on sized bag, what would you pack? ✈\n  ","336161":"\n   Do you like Hibachi?\nWhat's your favorite type of Hibachi?\n\nDo you like a shrimp plate? Or chicken? Lobster? Grilled or fried? Do you like oysters shellfish? Do you like calamari? Vegetables and Steak?\n  ","336162":"\n   WOULD YOU RATHER: Have one real get out of jail free card or a key that opens any door? 🔒🔑\n  ","336163":"\n   What would you consider as \"THE BEST THING THAT EVER HAPPEN\" to you this year so far? 👍\n  ","336164":"\n   What is the one habit that saved your life?\n  ","336165":"\n   What would be a perfect honeymoon destination? Picture? Or GIF?\n  ","336166":"\n   what movie title best describes your life?\n  ","336167":"\n   but they need to more cautious\n  ","336168":"\n   What Social Media doesn’t exist but really should? What do you think will be the next big thing to FB, TW and IG?\n  ","336169":"\n   Why do people kill each other?\n  ","336170":"\n   (Someone) Are 😁\n  ","336171":"\n   What are the little things that make your day better?\n  ","336172":"\n   I apologize. My name is Kyle.\n  ","336173":"\n   Have you ever used an ouija board? If so, what happened? 👻 👍 🙃\n  ","336174":"\n   On a scale of 1-10 how silly are you? You think?\n  ","336175":"\n   You look marvelous\n  ","336176":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🥶\n  ","336177":"\n   Why are people still taking out school loans and going to debt for shitty degrees?\n  ","336178":"\n   Why do some people get so mad about wearing masks? Can’t they just wear the mask and move on? What's so hard?\n  ","336179":"\n   😂\n  ","336180":"\n   Would you rather be an average person in the present or a king\/queen 2500 years ago? 👸🤴\n  ","336181":"\n   Describe yourself in 3 words!\n  ","336182":"\n   what were the last two books you read?\n  ","336183":"\n   Have you ever used a porta-potty? 🚽 👍 🙃\n  ","336184":"\n   What is something you think everyone should do AT LEAST ONCE in their lives?\n  ","336185":"\n   what's scary about the internet?\n  ","336186":"\n   Do you fear or embrace the unknown?\n  ","336187":"\n   How can I stop feeling intimidated when I'm around a group of loud people and got nothing to say? Im a quiet person and i always feel they judge me for saying nothing\n  ","336188":"\n   Spread love, don't try to control what others think, just live as an example of real love.\n  ","336189":"\n   Do you get angry and annoyed when someone copies you? 👯‍♀️\n  ","336190":"\n   What uncommon food combinations do you really enjoy? 🍟🍦\n  ","336191":"\n   Do you have any vices? If no, why not? If yes, what are they? 🚬🍻\n  ","336192":"\n   How many serious relationships have you been in?\n  ","336193":"\n   Is there an app you hate but use anyways?\n  ","336194":"\n   Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?\n  ","336195":"\n   Hello, i need some advice. Which one should I buy first- a house and lot or a car? Can you help me choose?\n  ","336196":"\n   What question would you most really like to know the answer to?\n  ","336197":"\n   In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?\n  ","336198":"\n   Have you ever tried changing yourself to fit in? #StatusQuo\n  ","336199":"\n   What's the most important lesson you've learned in life?\n  ","336200":"\n   have u done any art latly\n  ","336201":"\n   Are you still friends with anyone from high school or jr high or elementary school????\n  ","336202":"\n   What do you think would be the WORST food to be liquefied (juiced) and drunk through a straw?\n  ","336203":"\n   What is the craziest thing you have ever done for money?\n  ","336204":"\n   Did Election day feel like The Purge?\n  ","336205":"\n   Fav song atm\n  ","336206":"\n   Would you ever ride or drive a motorcycle? Do you own a motorcycle? Post a picture? GIF?\n  ","336207":"\n   What is the biggest lie you tell yourself?\n  ","336208":"\n   What type of ads do you see on Askfm app?\n  ","336209":"\n   What’s your favorite month? Why is it your favorite? 📆\n  ","336210":"\n   How do you detach yourself emotionally from a bothersome neighbor?\n  ","336211":"\n   Would shark cage diving interest you?\n  ","336212":"\n   Do you remember when you lit a fire for the first time? How old were you? Were you supervised by an adult? Did it mean that you were responsible enough?\n  ","336213":"\n   Besides insects and spiders, what animals annoy you the most? 🐜\n  ","336214":"\n   WOULD YOU RATHER: be covered in 🐕 fur or covered in 🐟 scales? 🤣\n  ","336215":"\n   Think of a brand, now what would an honest slogan for that brand be?\n(for example, McDonald's: fast food, fast fat 😂)\n  ","336216":"\n   If you wanted to slowly drive a roommate insane using only notes, what kind of notes would you leave around the house? 😝📝\n  ","336217":"\n   What holidays have been overly commercialized?\n  ","336218":"\n   Do you get road rage walking behind slow people? But before you answer read the bellow. 😆\n\n(This is a random Ask generated question and I have to ask this because honestly it doesn't make sense because why would you be walking behind them? And get road rage? Wouldn't it be walking rage?) 😂?\n  ","336219":"\n   WOULD YOU RATHER: Have a flying carpet or a car that can drive underwater? 🤔🤪\n  ","336220":"\n   What is the worst thing someone can do that isn’t illegal?\n  ","336221":"\n   In your opinion, what is the worst emotion? Why?\n  ","336222":"\n   How has everything been for the past few days? Any highlights? Any bad?\n  ","336223":"\n   How was your Halloween?!🍂🕸🕷\n  ","336224":"\n   What do you wish you were doing right now, but can't due to COVID-19?\n  ","336225":"\n   Hello do you like animals?\n  ","336226":"\n   Should I ask my crush if she likes me\n  ","336227":"\n   Which three things would you take to a deserted island?\n  ","336228":"\n   What are you drinking usually during walking?\n  ","336229":"\n   What's your favorite dipping sauce?\n  ","336230":"\n   that about sums it up 😂\n  ","336231":"\n   What do you consider as leadership skills?\n  ","336232":"\n   Is it wise to be mistrustful?\n  ","336233":"\n   Why is loyalty so rare these days?\n  ","336234":"\n   Are you brave or coward hearted?\n  ","336235":"\n   How tall are you?\n  ","336236":"\n   Hey you.. yep.. YOU... so you probably haven’t heard this today but I just want you to know that I love you and your very important to me💚🧡 Be safe, be smart and stay positive 💋🧡💚 and please keep smiling no matter what my sweets\n  ","336237":"\n   Nawalan na ba kayo ng kuryente?\n [Have you experienced brownouts \/ blackouts?] 💡\n  ","336238":"\n   Have you ever written or received a love letter?\n  ","336239":"\n   good morning sis and good night to your place\n  ","336240":"\n   Song of the day\n  ","336241":"\n   Are you mentally prepare for marriage ?\n  ","336242":"\n   What do you hate doing?\n  ","336243":"\n   Any suggestion of good, simple games online ?\n  ","336244":"\n   i know but there has to be something that men do that you hate or dislike...\n  ","336245":"\n   What do you hate the most about some men?\n  ","336246":"\n   Do you have weird relatives?\n  ","336247":"\n   right sis. I fully agree with you 🙂\n  ","336248":"\n   Do you judge anyone with their monthly salary if the amount is lower than you? e.g. Like as teasing them, make fun of them while you meet with them or sometimes inner mind of you laughing on them.\n  ","336249":"\n   Wow, thanks for the 20🔥!! I didn't think my answer was that great but I guess the gif was funny. 😝🤣\n  ","336250":"\n   What does it mean to be independent?\n  ","336251":"\n   How were you the most hurt, and by who? Did you love or adore this person?\n  ","336252":"\n   I see your from New Jersey I'm not far from there\n  ","336253":"\n   How is my beautiful friend doing today? I see your a 80s baby I'm a 90s baby\n  ","336254":"\n   Did you like actor Blake Heron? Did you know that he died?\n  ","336255":"\n   I wish there was a way I can talk to u private so I can share to u one of my things I speak from the heart\n  ","336256":"\n   Where?\n  ","336257":"\n   nice👌😊\n  ","336258":"\n   What does it mean to be privileged?\n  ","336259":"\n   What do you hate doing? 🙅‍♀️\n  ","336260":"\n   What do you do when you're bored? 🥱\n  ","336261":"\n   If you were a ghost and could possess people, what would you make them do?\n  ","336262":"\n   do you keep a daily journal?\n  ","336263":"\n   Right sis👍\n  ","336264":"\n   Is peace more important than love sometimes?\n  ","336265":"\n   Is it possible that living in another country for a year can cure a person's depression?\n  ","336266":"\n   Have you ever had a sugar addiction?\n  ","336267":"\n   I'm a man that speaks from the heart I even do poems from the heart\n  ","336268":"\n   do you have student loan debt?\n  ","336269":"\n   U truly are amazing and beautiful in many ways my words cant explain u have a kind of loving heart\n  ","336270":"\n   Have you ever said Bloody Mary in front of a mirror? 🎃 💀 👻 🕷️ 👍 🙃\n  ","336271":"\n   What do u like to do for fun and do u have any special talents?\n  ","336272":"\n   What do you prefer drinking socially or by yourself?\n  ","336273":"\n   What’s the most embarrassing thing your have ever done?\n  ","336274":"\n   What is one thing you wouldn't give up right now?\n  ","336275":"\n   Do you sleep in the dark?  Pitch black, or do you require a little light?\n  ","336276":"\n   Do you have any advice for people starting out on youtube?\n  ","336277":"\n   Do you know how to drive? 🚗\n  ","336278":"\n   Do you like seafood? 🦞🦀🦐🦑\n  ","336279":"\n   Who is your idol? why?\n  ","336280":"\n   Would you prefer to have the power to fly or be invisible?\n  ","336281":"\n   Did you get the updated look of ASKfm threads part? I love this design seems like chatting conversation 😊\n  ","336282":"\n   How long do you think you would last in a horror movie? 🎃 💀 👻 🕷️ 👍 🙃\n  ","336283":"\n   Do you like fresh fruits? 🥭🍉🍎🍊🥝\n  ","336284":"\n   Long or short finger nails? 💅\n  ","336285":"\n   How are you doing?\n  ","336286":"\n   Do you have a holidate? Do you want a holidate? (Holidate– a date for the Holidays) ❣\n  ","336287":"\n   Do you like my new avatar picture\n  ","336288":"\n   Do you drink coffee?\n  ","336289":"\n   I did but I want you to show it off here on askfm\n  ","336290":"\n   How rich is your swear jar?\n  ","336291":"\n   how far ahead do you plan into the future?\n  ","336292":"\n   Take a picture of your new hair style ?\n  ","336293":"\n   How many times do you eat in a day? 😋\n  ","336294":"\n   What is the hardest thing to grow?\n  ","336295":"\n   How do you deal with unfair criticism?\n  ","336296":"\n   Do you like HER?\n  ","336297":"\n   Is it better to be single or in a couple? Why?\n  ","336298":"\n   What national park do you want to see?\n  ","336299":"\n   Do you prefer the mountains or the beach?\n  ","336300":"\n   What does it take to make your dreams come true?\n  ","336301":"\n   Do you have tumblr\n  ","336302":"\n   What's your favorite book?\n  ","336303":"\n   What's the scariest noise you've ever heard? 🙀 👍 🙃\n  ","336304":"\n   Leave a message for your future self!\n  ","336305":"\n   Gorgeous🥰\n  ","336306":"\n   Its been raining here\n  ","336307":"\n   What's the weather like where u are?\n  ","336308":"\n   I'm good I love your name\n  ","336309":"\n   Thank you. 🖤\n  ","336310":"\n   Hi how are u doing today?\n  ","336311":"\n   Would you like to live in New York City?\n  ","336312":"\n   are you vegan?\n  ","336313":"\n   Have you ever had a near death experience?\n  ","336314":"\n   do you think competition is healthy?\n  ","336315":"\n   Have you ever seen the Emoji Movie?\n  ","336316":"\n   Where do the happiest people live?\n  ","336317":"\n   Do you delete questions or do you keep them? 💬\n  ","336318":"\n   Would you ever like to create your own brand of shoes?\n  ","336319":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","336320":"\n   How often do you post pictures in you social media accounts?\n  ","336321":"\n   What things help you relax the best?\n  ","336322":"\n   Aside from all things pumpkin spiced, what is the one thing, if any, you enjoy about the autumn season?\n  ","336323":"\n   Do you expect your family and friends to be honest with you\n  ","336324":"\n   What was your first date like?\n  ","336325":"\n   What is your Alma mater?\n  ","336326":"\n   What color Smart Phone Case do you have?\n  ","336327":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","336328":"\n   Seriously? You look 18, wow\n  ","336329":"\n   At Bio says 80 years Lol\n  ","336330":"\n   tell me your age LOL\n  ","336331":"\n   How old are you?\n  ","336332":"\n   Do you like garlic bread?\n  ","336333":"\n   Whoever we want😎\n  ","336334":"\n   If I became a magician, would you be my assistant?🎩🐰✨\n  ","336335":"\n   If you had only one day to live, what would you have for dinner on Tuesday morning?\n  ","336336":"\n   What you Think about Home alone?\n  ","336337":"\n   Are traditions important? Do you still follow them? ❄🍀🎆\n  ","336338":"\n   What is the best place for the first date?\n  ","336339":"\n   NAME?\n  ","336340":"\n   How do you respond to responsibilities? Do you fulfill them all? Do you put them off?\n  ","336341":"\n   What is a Christmas 🎄 🎄 movie 🍿 🎥 that you like\n  ","336342":"\n   Who taught you how to drive?\n  ","336343":"\n   Thanks! I really try! I appreciate the comments. 😊\n\nGoodnight to ya. 🌙 ✌\n  ","336344":"\n   Do you like to cook at all?\nWhat type of things?\n🖊\n(Side note) Can if you guys want! to check out my recipe to my Cajun Mild tasting Chili and my Cheesy Jalapeno Cornbread. I have posted it on my page. It's not short. My recipes are never short and I also posted the technique along with it. Enjoy!\n  ","336345":"\n   What was the last thing you cooked?\n  ","336346":"\n   What is the most dangerous thing you have ever done?\n  ","336347":"\n   If you were throwing a party what would be on your to-do list?\n  ","336348":"\n   what is something you find hard to stop once you started?\n  ","336349":"\n   If you found out today that you had Covid-19, would you quarantine yourself for 2 weeks and follow the other recommendations or would you just go about your normal daily routine? Why?\n  ","336350":"\n   Have you ever laughed at a joke that wasn't funny but because you were attracted to the person?\n  ","336351":"\n   What was the last thing you watched on TV?\n  ","336352":"\n   What was the first game you ever played?\n  ","336353":"\n   Did anyone ever told you that YOU ROCKKKK!\n  ","336354":"\n   How do you let go of someone you love so much?\n  ","336355":"\n   What do your parents do for a living?\n  ","336356":"\n   PAP ✨\n  ","336357":"\n   Mood, except the friends part lol\n  ","336358":"\n   How would you like to celebrate your next birthday?\n  ","336359":"\n   What was your first job? (If you've had)\n  ","336360":"\n   Which phrases do you use most often?\n  ","336361":"\n   What are you a “natural” at doing?\n  ","336362":"\n   Do you have a birthmark?\n  ","336363":"\n   Do you have any tattoos?\n  ","336364":"\n   Are you afraid of swimming in the ocean?\n  ","336365":"\n   🌙 Do you like to use a heavy blanket when going to sleep or do you like to use 🌃 maybe a sheet or two or do you sleep with no blanket? 😴\n  ","336366":"\n   Why does emotional pain sometimes physically hurt?\n  ","336367":"\n   Do you know why you’re so happy .because you can’t help yourself  in helping others you have a beautiful heart and I am proud of you keep up the good work God will repay you\n  ","336368":"\n   Lucky you are 😊\n  ","336369":"\n   Have you ever had a wardrobe malfunction at a party?\n  ","336370":"\n   I hate kids, but hearing their laughter in the morning is amazing.\n  ","336371":"\n   Fiction or nonfiction?\n  ","336372":"\n   How do you take your coffee?\n  ","336373":"\n   ever been on a boat cruise?\n  ","336374":"\n   What's your life's biggest sorrow?\n  ","336375":"\n   Shoutout to you for doing something great for someone else\n  ","336376":"\n   NEVER HAVE I EVER: Have you ever wanted to be a Kardashian?\n  ","336377":"\n   In respect of gender equality should women be expected to put the toilet seat up as it was expected of men to put it down?\n  ","336378":"\n   Have you ever felt that you're not good enough?\n  ","336379":"\n   How would you know if you're an open or close minded person?\n  ","336380":"\n   I'm kinda afraid to ask for some syrup.\n  ","336381":"\n   Yeah, cause you live in the city. I live in rural NY. haha Nothing is open after 9pm.\n  ","336382":"\n   Damn, what diners are you going to?\n  ","336383":"\n   Eggo?\n  ","336384":"\n   Can't tell you, it wouldn't be a secret then. 😁\n  ","336385":"\n   What is your favorite meal to cook? I mean, if you had someone to cook it for?\n  ","336386":"\n   You know what else is a secret?\n  ","336387":"\n   I just want to tell you that everything will be alright. There's always a reason for everything. Don't give up and stay awesome! 🔱\n  ","336388":"\n   Have you been to another country?\n  ","336389":"\n   Can a guy be friends with a girl?\n  ","336390":"\n   Would you cook in your kitchen at 1:00 A.M.?\n  ","336391":"\n   So we have followers but we can't see who is following everything is a secret on here\n  ","336392":"\n   If you had a choice, would you like to receive more questions on here or less?\n  ","336393":"\n   If your life was a book, what would its title be? 📖 👍 🙃\n  ","336394":"\n   where one can find love?\n  ","336395":"\n   Have you ever gotten into a argument with someone on here?\n  ","336396":"\n   How do you like people showing you they love you\n  ","336397":"\n   How does it feel like to be loved?\n  ","336398":"\n   What’s the difference between love at first sight and lust?\n  ","336399":"\n   what's a suitor ?\n  ","336400":"\n   Where do you feel most safe?\n  ","336401":"\n   Two good ones\n  ","336402":"\n   Clubs are poppin off here like crazy.  Wisconsin has spiked\n  ","336403":"\n   oh you pregnant ?\n  ","336404":"\n   are you happy ?\n  ","336405":"\n   Trick or treat been cancelled here.  What about your city?\n  ","336406":"\n   Whats your favorite scary movie?\n  ","336407":"\n   What's  your favorite halloween memory?\n  ","336408":"\n   I like your hair\n  ","336409":"\n   Nice breakdown!!!!!\n  ","336410":"\n   Hi\n  ","336411":"\n   Who wins?\n   \n    https:\/\/www.spreaker.com\/user\/9939440\/the-quest-255-the-creeper-vs-predator\n   \n","336412":"\n   What virtue is needed to achieve a good, happy, flourishing, and fulfilling life?\n  ","336413":"\n   That’s why I joined because I feel everyone is different and there’s no need to judge or be judged just be naturally your happy goofy selves 🤪, that’s how friends are formed\n  ","336414":"\n   💯🤗😎\n  ","336415":"\n   Tell me about it smh\n  ","336416":"\n   Girl, I need to try changing it up every few months!\n  ","336417":"\n   Should parents be punished if their children are bullies? If yes, how?\n  ","336418":"\n   I had those days too\n  ","336419":"\n   What is it called when you have to have everything perfect?\n  ","336420":"\n   Do you currently have short or long hair?\n  ","336421":"\n   Is there anything that made you laugh recently?\n  ","336422":"\n   What are you STILL salty about?\n  ","336423":"\n   Do you think good-looking people have a lot of advantages in life? 🧐✨✨\n  ","336424":"\n   What made you laugh recently?\n  ","336425":"\n   Will you risk your life to save someone else’s life?\n  ","336426":"\n   What is your guilty pleasure?\n  ","336427":"\n   You are truly beautiful\n  ","336428":"\n   Is it raining where you are right now?\n  ","336429":"\n   Do you ever think you could spend Christmas alone?\n  ","336430":"\n   I miss the podcast\n  ","336431":"\n   Have you ever kept money in a piggy bank?\n  ","336432":"\n   Would you get help if you needed it, mental or physical or social emotional?\n  ","336433":"\n   Have you ever broken a bone?\n  ","336434":"\n   Which animal at the zoo do you like best? 🐒🐊\n  ","336435":"\n   How would you describe your presence on askfm?\n  ","336436":"\n   Are you in Love?\n  ","336437":"\n   Have you been to a local circus? 🎪🤡🎉\n  ","336438":"\n   Do you have a morning ritual?\n  ","336439":"\n   How exactly do you make coins on this nonsense site these days?\n  ","336440":"\n   Have you ever met a celebrity or someone famous? ⭐\n  ","336441":"\n   What do you think are the advantages of having siblings?\n  ","336442":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","336443":"\n   Where is the worst smelling place you've been? 🙊💩\n  ","336444":"\n   Have you ever wanted to make wine like how they do in Italy?\n  ","336445":"\n   I agree with you.stay positive minded my friend ❤️\n  ","336446":"\n   Better get you a boo soon\n  ","336447":"\n   Yoo if people shrank, could you squash a few for me\n  ","336448":"\n   What would you do if you were at the mall, and all of a sudden everyone but you shrank down to two inches tall?\n  ","336449":"\n   Who was the last person you gave a kiss?\n  ","336450":"\n   People who use there powers that’s giving to them to destroy others do you think they will get what they deserve one day?\n  ","336451":"\n   Do you like outdoor activities?\n  ","336452":"\n   hi baby\n  ","336453":"\n   How do you normally celebrate your birthday (if you celebrate it)?\n  ","336454":"\n   Did you had some gumbo? I've only tried it once but it was awesome\n  ","336455":"\n   I hear its wonderful there. A bit expensive depending on where you live though\n  ","336456":"\n   Whats the best kind of food in tour opinion?\n  ","336457":"\n   Oh ok, thanks for explaining and sorry for the mixup, so there must be great food over there being a place of diversity?\n  ","336458":"\n   If you could live anywhere in the world, where would it be? ✨🌎\n  ","336459":"\n   Have you ever been to a famous landmark that was in a movie before?\n  ","336460":"\n   Have you ever been to a family reunion? 👍 🙃\n  ","336461":"\n   Isnt that where spiderman is from?\n  ","336462":"\n   homemade or delivery food??? 😋\n  ","336463":"\n   Hi there, What do you like best about where you live?\n  ","336464":"\n   would you rather call or text? 💬\n  ","336465":"\n   Would you change your nationality if you were given a chance? Why? \/ Why not?\n  ","336466":"\n   When was the last time you spent an entire day without your phone? What did you do? 📱\n  ","336467":"\n   Favorite Halloween costume\n  ","336468":"\n   I just woke up wanting to kiss you 😊😘\n  ","336469":"\n   Can I kiss your lips? 😊\n  ","336470":"\n   Good night beautiful princess 😘\n  ","336471":"\n   Favorite Halloween candy\n  ","336472":"\n   Which one would you rather have .. a lifetime of nightmares evey night or a lifetime of it being almost impossible to even fall asleep no matter how tired you are?\n  ","336473":"\n   Do you see the world as it is, how it should be or how it could be?\n  ","336474":"\n   True however; \"everything else is illusion or living in the past\"? The past is what created the present. The future has not been written as of yet......but you will.\n  ","336475":"\n   Who is that, it looks like angelica off of boy meets world\n  ","336476":"\n   Give an example on what to be judged on.\n  ","336477":"\n   Where do people find these pictures?\n  ","336478":"\n   What's going on in your life these days? What's good or bad about it?\n  ","336479":"\n   Do you have a 🍬 sweet tooth or a 🍟 savory tooth? 🦷\n  ","336480":"\n   What's your favorite food?\n  ","336481":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","336482":"\n   ♥️\n  ","336483":"\n   What are you looking forward to about this year the most?\n  ","336484":"\n   When’s the last time you opened up to someone ?\n  ","336485":"\n   I thought that you were making a Halloween choice however; I got to looking again and the other was of you. Forgive me. I like them both. I wasn't being mean. See ya'.\n  ","336486":"\n   Do you like apple cider?\n  ","336487":"\n   What’s your favorite way to have fun?\n  ","336488":"\n   What is the last thing you searched online?\n  ","336489":"\n   Your opinion on cinnamon? Do you like it? In what. On what? Alot of it? All the time?\n  ","336490":"\n   Have you ever fallen asleep while having a conversation?\n  ","336491":"\n   What is the point of waiting when the one you love is probably with someone else?\n  ","336492":"\n   If magic was real, what spell would you try to learn first?\n  ","336493":"\n   Have you ever felt contented? 😌\n  ","336494":"\n   Would you date a person who owns 10 dogs?\n  ","336495":"\n   Self love week\nDoes outside beauty matter to you?\n  ","336496":"\n   Do you drink alcohol? If yes, which ones have you tried? If no, would you like to try? 🔞\n  ","336497":"\n   What's the weirdest place you've fallen asleep in? 😴 👍 🙃\n  ","336498":"\n   How do you know that someone don't likes you are you phychic?\n  ","336499":"\n   Do you think someone likes you and if you know for a fact they do , do you like them back????\n  ","336500":"\n   Spaghetti, Carbonara or Palabok? 😋\n  ","336501":"\n   how many meals have you burned when cooking? 🍳😂\n  ","336502":"\n   Who do you have in your life that always wants to help you?\n  ","336503":"\n   what makes you very happy a big gift or food?\n  ","336504":"\n   Work Harder or Work Smarter? 💪🧠🤔\n  ","336505":"\n   What do you regret doing and why do you forgive yourself for doing it?\n  ","336506":"\n   It has been raining in my city for several days. Since September 19, I have been going to school every weekends and learning the profession of a health and safety technician.\n  ","336507":"\n   If you could be any person in the world for a day, who would you be and why?\n  ","336508":"\n   Do you pick up your phone to see what's new or only when you have a notification?\n  ","336509":"\n   What would you do if someone fell in love with you?\n  ","336510":"\n   What childish thing do you still enjoy?\n  ","336511":"\n   Do you like to color?\n  ","336512":"\n   What does it mean when your dog has one ear down?\n  ","336513":"\n   Hi. How are you feeling? What are you doing? How is the weather in your city? Have a nice day \/ evening 🙂\n  ","336514":"\n   What’s a good example of “You just know when you see it”?\n  ","336515":"\n   what made you smile today? 💖\n  ","336516":"\n   How many precious family time moments have you missed while looking at your phone?\n  ","336517":"\n   What is one food that you absolutely hate? 🥗🍠🥜\n  ","336518":"\n   WOULD YOU RATHER: \nHave 👼 wings or 🧜‍♀️ tails? Why?\n  ","336519":"\n   Who is the one from the tenth grade.\n  ","336520":"\n   What’s your dream job?\n  ","336521":"\n   what are your longest relationships look like?\n  ","336522":"\n   What do you think of the quote \"If you can't beat them, join them\" ? 🤔\n  ","336523":"\n   What’s the most you’ve ever eaten in one sitting?\n  ","336524":"\n   Could you have worked from home this whole time?\n  ","336525":"\n   Sum up your day in one sentence\n  ","336526":"\n   Do you believe in miracles, destiny and fate? Why\/why not? 💫\n  ","336527":"\n   Indeed 🙄🤦🏾‍♂️that’s actually the reason why I’m deleting this app, and got a few good people contacts. No worries 😊\n  ","336528":"\n   Can I have your number?\n  ","336529":"\n   Do you stay friends with your ex? Why \/ why not?\n  ","336530":"\n   Its Self love week\nWhy don't you allow people to walk over you?\n  ","336531":"\n   How's your Monday??? Is it your least favorite day of the week?\n  ","336532":"\n   What do you think of the verification \/ blue badge? 💙\n  ","336533":"\n   Is it worth it to subscribe to Netflix?\n  ","336534":"\n   Are any of the trees changing colors where you live? (Unless it isn't Fall where you are. Just ignore. My apologies) But if the trees and plants in your area are changing colors in your area. Take a pic and post them! And their beauty! If they aren't changing colors. Just post a GIF of Fall trees.\n  ","336535":"\n   How come people are offended?\n  ","336536":"\n   Tell me about an activity that you favor to do in the fall. It could be more than one. Aannd go! Add a GIF if you'd like to your answer or a pic!\n  ","336537":"\n   Bikini or 1 piece swimsuit?\n  ","336538":"\n   It's self love week\nWhen you look in the mirror what do you see?\n  ","336539":"\n   Me too sis. Hi5😊😀\n  ","336540":"\n   How many cracks does your phone screen have?\n  ","336541":"\n   Would you rather snow or rain?\n  ","336542":"\n   Does happiness come more from what are life is like (outer circumstances), or more from how we feel at that moment? Thank you.\n  ","336543":"\n   Are you a morning person or a night person? 🌞🌚\n  ","336544":"\n   Who was your childhood hero? Who is your hero now?\n  ","336545":"\n   Lakers 2020 champs!!!\n  ","336546":"\n   What good deed did you do this week?\n  ","336547":"\n   Are you good at giving advices or do you like asking for advices? What do you using advice about or usually ask advice for? 💬🤍\n  ","336548":"\n   If you like him, what's your favourite Bruno Mars single? 🎶 👍 🙃\n  ","336549":"\n   Do you ever eat or make pumpkin pie? Do you like to eat it? Or maybe at least like to make it? Any good memories with making it when you were younger? (Can post a GIF or pic with answer if you'd like!)\n\nHave a great day by the way! 🤘\n  ","336550":"\n   Are you the jealous type? 😏💚\n  ","336551":"\n   🍕Pizza or 🍝 Spaghetti ?\n  ","336552":"\n   Do you wear jacket even if it's not cold?\n  ","336553":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","336554":"\n   What would be the most useful item for survival if you were living alone in the woods?\n  ","336555":"\n   WOULD YOU RATHER: Explore 🚀 Outer Space or 🌊 The Oceans? Why?\n  ","336556":"\n   What's the most difficult choice one has to make?\n  ","336557":"\n   would you like to be cloned? 🤔\n  ","336558":"\n   I dare you to show the 8th photo on your phone😋\n  ","336559":"\n   Should ASKfm have a message feature for private and group chats? What do you think? 🔥➕\n  ","336560":"\n   What's the one thing people always misunderstand about you?\n  ","336561":"\n   what activity seems boring to you but fun to everyone else?\n  ","336562":"\n   what makes askfm different from your other social media accounts? ❤🔥\n  ","336563":"\n   Fall GIFs. Let's goo! Post them y'all! Anything!\n  ","336564":"\n   Who has the most beautiful eyes?\n  ","336565":"\n   How good are you at choosing the right gift?\n  ","336566":"\n   Can shaving cause a rash?\n  ","336567":"\n   Who are your celebrity crushes? ❤\n  ","336568":"\n   What is your  Instagram and twitter ?\n  ","336569":"\n   Are you finish with your weekly task?\n  ","336570":"\n   Do you think love fades away?\n  ","336571":"\n   What is your favorite subject in school?\n  ","336572":"\n   what do you like to talk about the most?\n  ","336573":"\n   Would you rather take a trip to the mountains or the beach? 🏝🏔\n  ","336574":"\n   What’s the vegetable you hate the most? 🥦\n  ","336575":"\n   If you are having dinner with a friend who has more money than you is it fair to presume that they are going to pay?\n  ","336576":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","336577":"\n   Why do you think your so beautiful\/handsome?\n  ","336578":"\n   How can we change the World? 🌏\n  ","336579":"\n   Do you believe in destiny\/karma? Do you think people get what they deserve, or is the world more unfair?\n  ","336580":"\n   What is the most awkward combination of food you've ever eaten?\n  ","336581":"\n   \" good side....picture taking\"? I believe that I have a good side when taking pictures however; the best pictures taken....are the memories of what was and what is now.\n  ","336582":"\n   How often do you charge your phone? 🔋\n  ","336583":"\n   What kind of surprises do you like? What kind of surprises have you had? 🎉\n  ","336584":"\n   Do you collect something? I collect succulents and cacti 🥰\n  ","336585":"\n   How many hours do you sleep at night?\n  ","336586":"\n   What do you have a new perspective on?\n  ","336587":"\n   Do you like writing?\n  ","336588":"\n   How well can you cook? 😋🍽💕\n  ","336589":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","336590":"\n   Have you been on holiday somewhere you were asked to participate in a project to help locals?\n  ","336591":"\n   What would your occupation be if you followed your childhood dreams?\n  ","336592":"\n   One of the best restaurants you ate at?\n  ","336593":"\n   If you like her, what's your favourite CeCe Peniston single? 🎶 👍 🙃\n  ","336594":"\n   If you have to eat three countries’ cuisine for the rest of your life. What are they?\n  ","336595":"\n   How do you make a boy regret not choosing you?\n  ","336596":"\n   Have you ever pretended to be frozen in a video call?\n  ","336597":"\n   What’s something you really resent paying for?\n  ","336598":"\n   What's the best news you've ever received?\n  ","336599":"\n   What has love brought you?\n  ","336600":"\n   What do you love about people?\n  ","336601":"\n   I agree would be amaziing ♥\n  ","336602":"\n   Is it important to travel and see other cultures and traditions first hand?\n\nWhy or why not?\n  ","336603":"\n   when you are in a relationship do you often get annoyed?\n  ","336604":"\n   What are useful\/beneficial things you usually do?\n  ","336605":"\n   How long is your longest relation (outside your nuclear family)? Who is it with? What made it\/makes it go on for that\/this long?\n  ","336606":"\n   Don’t you think that forgiveness is overrated? When should we punish and when should we forgive?\n  ","336607":"\n   How was your prom experience? 💃🕺\n  ","336608":"\n   Have you ever been lost in the mall? 😂\n  ","336609":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","336610":"\n   Do you think you could listen to the same music you listened to when you were a teenager?\n  ","336611":"\n   Do guys think about “the one that got away”?\n  ","336612":"\n   How do you deal with these lame copycats on ASKfm? That likes to copy all your questions and moods?\n  ","336613":"\n   Despite this going down as the \"year of COVID,\" do you feel you still made strides this year.\"  Have you grown into your purpose?\n  ","336614":"\n   Tell me about your flaws ?\n  ","336615":"\n   Where would you want to go and spend a week?\n  ","336616":"\n   Are you still blonde?  How often do you change your hairstyles?\n  ","336617":"\n   Sunset or Sunrise?\n  ","336618":"\n   I really find you interesting. I like your answers. 😊\n  ","336619":"\n   Do you wear glasses or contacts?\n  ","336620":"\n   😔\n  ","336621":"\n   Ohh kooo koo💯I’m from Cali .\n  ","336622":"\n   To the WHITE HOUSE BENNY!!  THEY NEED YOU!!!\n   \n    https:\/\/youtu.be\/lauz2_0TOXM\n   \n","336623":"\n   Do you wash your clothes or bring it to the laundry? 🌊\n  ","336624":"\n   What is the oldest song you like?\n  ","336625":"\n   If you could remove one season, what would it be and why? 🌱🏖🍂❄\n  ","336626":"\n   How do you talk your way out of unwanted conversations? 😂💬\n  ","336627":"\n   If this were the last day of your life, would you have the same plans for today?\n  ","336628":"\n   If you were a magnet what would you attract?\n  ","336629":"\n   What’s missing in your Life right now?\n  ","336630":"\n   Who do you want to be ?\n  ","336631":"\n   If you could Live in any State where would you want to Live?\n  ","336632":"\n   Do you think you could ever work for askfm?\n  ","336633":"\n   You are a beautiful person with a beautiful heart. You are very sweet and kind. Wish we were friends.\n  ","336634":"\n   Are you watching Enslaved?\n  ","336635":"\n   What's the last thing you ate?\n  ","336636":"\n   Your show isn't  as long as mine.  Should be easier to do 20min a week.  You have a nice show.  Keep it going.\n  ","336637":"\n   How was your first kiss? 💋\n  ","336638":"\n   I hope you still doing your show\n  ","336639":"\n   Have you ever been Love Sick? 😭💔\n  ","336640":"\n   What myths and legends do you find most interesting?\n  ","336641":"\n   Were you happier four months ago than you are now?\n  ","336642":"\n   Do you like kids? Do you want to have kids? 👶\n  ","336643":"\n   do you want to be famous? ⭐\n  ","336644":"\n   Is it ever ethical to hire a hacker? If so, what scenario is fitting? If not, how come?\n  ","336645":"\n   😍😍😍\n  ","336646":"\n   Can confessing your mistakes make you feel better?\n  ","336647":"\n   Which questions would you ask someone to determine if they were trustworthy?\n  ","336648":"\n   Can you come back home if you're a different person than when you left?\n  ","336649":"\n   Does it really matter what skin tone the emoji you use have?\n  ","336650":"\n   Would you date a guy with a foot fetish?\n  ","336651":"\n   Why does a person have a nose?\n  ","336652":"\n   Is it weird to have a foot fetish?\n  ","336653":"\n   DMV meaning?\n  ","336654":"\n   The closer object you have in your left is your attack weapon in the zombies invasion. What is it? 😌\n  ","336655":"\n   Do you think it's a fetish to be attracted to a specific body type?\n  ","336656":"\n   Do you think beliefs are debatable same as opinions?\n  ","336657":"\n   would your life be easier if you had more money? why? ⚜\n  ","336658":"\n   Would you help a friend if they were responsible for getting themselves in trouble?\n  ","336659":"\n   What is the most important event for you this week?\n  ","336660":"\n   Post a most recent picture of yourself\n  ","336661":"\n   Where do you hate people tickling you at?\n  ","336662":"\n   As Batman, Robert Pattinson or Christian Bale? 🦇\n  ","336663":"\n   What are some things you should never share about someone you love?\n  ","336664":"\n   Are conservatives really morally superior?\n  ","336665":"\n   I'm back guys but this time I'm back playing professional basketball in Greece\n  ","336666":"\n   Awesome 😊\n  ","336667":"\n   How was your day? Have you been swell? 🦄👄\n  ","336668":"\n   What's on your to-do list this weekend?\n  ","336669":"\n   Do you like the smell when you light a match?\n  ","336670":"\n   Have you ever found something unexpected inside of something you bought used?\n  ","336671":"\n   ROADTRIP! Where are you going and who are you taking with you? 🚗💕\n  ","336672":"\n   Have you met someone that has a different personality in real life and social media? 👁👁\n  ","336673":"\n   Who makes you laugh?\n  ","336674":"\n   If a plane crashed on the border or US and Canada, where would they bury the survivors?\n  ","336675":"\n   kentucky fried chicken?\n  ","336676":"\n   What causes you stress in your life?\n  ","336677":"\n   What is the best thing you read today that moved you?\n  ","336678":"\n   why do you think people envy?\n  ","336679":"\n   What are your favorite flowers?\n  ","336680":"\n   ever had an affair 😂❤️\n  ","336681":"\n   What languages do you know?\n  ","336682":"\n   Do you believe in luck? 🍀\n  ","336683":"\n   What pills are the hardest to swallow? 💊\n  ","336684":"\n   Who’s stronger hulk or Thor?\n  ","336685":"\n   Yeah. I miss her but distance makes the heart grow fonder. I mean I’m addicted to her.\n  ","336686":"\n   Can one atrocious action make someone a bad person?\n  ","336687":"\n   What is something not many people know about you?\n  ","336688":"\n   We are. It’s a long distance relationship and it’s tough. We’re planning to meet soon though and I’m beyond excited.\n  ","336689":"\n   Doyou ever get the feeling that the current day has been repeated 💯times?\n  ","336690":"\n   Have you ever been in a \"call the manager\" situation? What happened?\n  ","336691":"\n   Do u eat pumpkin stew? 🎃\n  ","336692":"\n   Did you go through a phase in high school?\n  ","336693":"\n   Would you open anenvelope that has the date ofyour death inside?\n  ","336694":"\n   Which song do you have on repeat nowadays?\n  ","336695":"\n\n    https:\/\/media0.giphy.com\/media\/QF8BVLZX6LCWk\/source.gif\n   \n   😊\n  ","336696":"\n   Are you a good liar?\n  ","336697":"\n   That’s good. I’m decent I guess. I just miss my girlfriend a lot.\n  ","336698":"\n   If you were to take place of any of the chosen children in Charlie and the Chocolate Factory (OTHER THAN CHARLIE) which kid would you be?\n  ","336699":"\n   If we are 🧜‍♀️ mermaids and 🧜‍♂️ mermen, what sea creature would you have as a pet? 🐬\n  ","336700":"\n   Name an animal that starts with \"D\", other than dog? 🐕\n  ","336701":"\n   Do you like mondays? 🤣🤭\n  ","336702":"\n   Do you drink coffee? How much do you normally drink? ☕\n  ","336703":"\n   Tell us about a time where your words failed you badly.\n  ","336704":"\n   Are you quick on your feet? 🏃‍♀️💨\n  ","336705":"\n   Something you loathe:\n  ","336706":"\n   Do you think plenty of differences affect the harmony of a relationship?\n  ","336707":"\n   WOULD YOU RATHER: Be able to freeze time OR travel through time?\n  ","336708":"\n   Like I don’t know what to do\n  ","336709":"\n   Would you like to have a smart robot child\/pet?\n  ","336710":"\n   I feel you on that\n  ","336711":"\n   Do you like it in the city\n  ","336712":"\n   Haha same tbh. But I struggle with that.\n  ","336713":"\n   do you prefer to read one book at a time, or several at once? 📚\n  ","336714":"\n   Best way to prank someone? 😈\n  ","336715":"\n   Are you afraid to walk away?\n  ","336716":"\n   Do you like giving other people nicknames or code names?\n  ","336717":"\n   What is an attitude or a mindset that you feel more people could benefit from, and why?\n  ","336718":"\n   What do you usually do on awkward situations? 😶\n  ","336719":"\n   What are some dumb ways to die? 😂🌵\n  ","336720":"\n   If dragons were real, would you want to befriend one?\n  ","336721":"\n   Have you ever felt so lazy that you don't want to get out of bed?\n  ","336722":"\n   The days passed so fast. Have you done something productive this 2020?\n  ","336723":"\n   Would you rather work with a small group of people or a large group?\n  ","336724":"\n   I, unlike Her adored My better have cherish her and worship her she just said I was too soft this time around\n  ","336725":"\n   Size 15I have to be comfy\n  ","336726":"\n   If your askfm coins get converted into money, how much money do you have now?\n  ","336727":"\n   What does a guy mean when he says \"I’m not interested in back girls\"?\n  ","336728":"\n   Do you have any insecurities?\n  ","336729":"\n   name an actress \/ actor that you like? 💫\n  ","336730":"\n   I confide in my wife\/best friend until she turns snake on me now I have no one\n  ","336731":"\n   Air Force ones and sandals\n  ","336732":"\n   What kind of shoes do you wear the most?\n  ","336733":"\n   Which family member do you confide in the most? 👍 🙃\n  ","336734":"\n   What do you think is life like on other planets? 👾👽\n  ","336735":"\n   What do you usually notice when you walk into someone's home for the first time?\n  ","336736":"\n   If you were a volunteer, where would you like to work?\n  ","336737":"\n   Favorite things to do in the winter\n  ","336738":"\n   What are the reasons to be happy?\n  ","336739":"\n   Right sis👍😊\n  ","336740":"\n   Lol. I was born in the 90’s. But sounds like fun.\n  ","336741":"\n   How does someone get over the feeling or desire of needing\/wanting someone else?\n  ","336742":"\n   I wouldn’t know what life in the 80’s was like lol\n  ","336743":"\n   Lol. That’s very true.\n  ","336744":"\n   What would you say are you best\/worst traits about yourself?\n  ","336745":"\n   What’s something you wish you could go back in time and change?\n  ","336746":"\n   What happens if you don't lift weights for 2 weeks?\n  ","336747":"\n   Seafood, Chicken, Pork or Beef?\n  ","336748":"\n   love or hate? \npick your choose\n  ","336749":"\n   How has your day been?\n  ","336750":"\n   What's the coldest you've ever been? 🥶 👍 🙃\n  ","336751":"\n   Post some thing worth reading ?\n  ","336752":"\n   Can you tolerate unmanageable restless kids of your guest in your house?\n  ","336753":"\n   Are you excited that it's fall?\n  ","336754":"\n   Is it better to have one or two pairs of shoes that you wear all the time until you can't anymore or several pairs that you wear each occasionally that will make them last longer?\n  ","336755":"\n   first impression and thoughts about:\n   \n    @AthenusVena\n   \n","336756":"\n   Do you like to travel? Why? 🚗🚃🛥✈\n  ","336757":"\n   What is the BEST piece of advice you've received? Who gave you that advice?\n  ","336758":"\n   Do you believe in miracles? 💫\n  ","336759":"\n   What do you prefer— 👂listening or 👄 talking?\n  ","336760":"\n   What's your dream job?\n  ","336761":"\n   Snapchat?\n  ","336762":"\n   Have you ever heard of the smartfood popcorn? Do you like it? What's your favorite flavor?\n  ","336763":"\n   do you play any instruments? 🎶\n  ","336764":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","336765":"\n   Is there a food that you don't like to eat? 🥘\n  ","336766":"\n   What vegetables do you eat the most? 🥕 🥬 🥔 🧄 🥒 🥦 👍 🙃\n  ","336767":"\n   Imagine we live in a world in which for everything good that happens to   someone something bad happens to another. Would you want the good to happen to you and not care about others Or would you want the bad so someone else can get the good?\n  ","336768":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","336769":"\n   Heyyy it's 100 days before 2021!!! How would you like to end your 2020???\n  ","336770":"\n   What are the dangers of having superheroes live in our world?\n  ","336771":"\n   ever read a book in record time because you had to return it?\n  ","336772":"\n   If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you still want to know? 👍 🙃\n  ","336773":"\n   If you could live your life again knowing what you do now, what would you change? 👍 🙃\n  ","336774":"\n   Is there something you feel that you get questioned about too much on here?\n  ","336775":"\n   I wake up every morning believing today is going to be better than yesterday.\n  ","336776":"\n   What advice would you give a person that will try to live your life?\n  ","336777":"\n   Can smart phones make people stupid? 🤯\n  ","336778":"\n   Do you do selfie every day? 🏼\n  ","336779":"\n   *Sent to all of Ask*\n\nI am here now! I am back!  I had to put up the fight of my life of my life to get back on!\n\nAsk. Has done alot to all of our accounts for some reason & I do not know why. Earned it all. I am trying to get down to the bottom of it for everyone but there is no guarantee. Trying.\n  ","336780":"\n   What do you think about recycling?\n  ","336781":"\n   What should you never try in life?\n  ","336782":"\n   How can someone tell when you’re upset with them?\n  ","336783":"\n   How do you say \"I love you\" in actions?\n  ","336784":"\n   What is your birthday traditions?\n  ","336785":"\n   If you had one million dollars to build anything you wanted, what would you build and why? 🏗👷‍♂️\n  ","336786":"\n   list allllll of ur most frequently emojis\n  ","336787":"\n   What three habits will improve your life?\n  ","336788":"\n   You are beautiful.  Sweet and kind. Wish we were friends.\n  ","336789":"\n   Have you become less interested in friendship and socializing as you got older?\n  ","336790":"\n   Camping or hotel rooms?\n  ","336791":"\n   When was the last time you immediately regretted something you said?\n  ","336792":"\n   Why is it that every relationship I've been in. They cheat but then they'll say how \"Sorry\" They are? Like what's the point? Sorry doesn't justify cheating wouldn't you agree?\n  ","336793":"\n   What's your favorite things to do in the summer?\n  ","336794":"\n   what do you like and hate about online shopping? 📱🛍💕\n  ","336795":"\n   Do you like to try different things or amongst those who are scared to leave their comfort zone ?\n  ","336796":"\n   What was your favorite candy as a kid mines was NowLaters?\n  ","336797":"\n   thanks for the info, I didn’t know this\n  ","336798":"\n   I received a notification from FB celebrating the date I added a relative as friends. This relative died four years ago. What would you like to be done to your social media accounts when you're gone?\n  ","336799":"\n   Do you think it's bad to have a dog as a guardian instead of companion pet?\n  ","336800":"\n   Who is your favourite ask.fm user?\n  ","336801":"\n   What is missing in your life for you to be completely happy?\n  ","336802":"\n   If your askfm account came with a warning, what would it be?\n  ","336803":"\n   What is the most embarrassing thing a person of the opposite sex has done to impress you?\n  ","336804":"\n   Do you want to get married now or you still don’t?\n  ","336805":"\n   What can you buy with money that can't be bought online?\n  ","336806":"\n   ✍ pen pal or 🤳 chat mate?\n  ","336807":"\n   Converse or Vans? 👟\n  ","336808":"\n   Are you mature or yet immature compared to your actual age? ⏳\n  ","336809":"\n   What was the most exciting thing that happened to you today?\n  ","336810":"\n   Do you believe in the phrase “Fake it until you make it”?\n  ","336811":"\n   Have you had to protect someone from harm?\n  ","336812":"\n   What are you most scared of\n  ","336813":"\n   I’m currently watching one of the greatest sequels of all time, what movie am I watching?🤔\n  ","336814":"\n   What kind of dances can you do?\n  ","336815":"\n   Que haces?\n  ","336816":"\n   Nice😊\n  ","336817":"\n   Who is your favorite ICONIC DUO? ✌\n  ","336818":"\n   Would you get back with him.if he was to ask you?\n  ","336819":"\n   your favourite cricket player?\n  ","336820":"\n   Where does all your money go? 🤑\n  ","336821":"\n   How old were you when you had your first partner, and how did it end?\n  ","336822":"\n   Do you hear a voice inside you when you think?\n  ","336823":"\n   A line from your favorite song\n  ","336824":"\n   Do you have a secret social media account?\n  ","336825":"\n   have you tried any fusion cuisines? what and how was it?\n  ","336826":"\n   Where would you spend all your time if you could? 👍 🙃\n  ","336827":"\n   what fairytale\/universe would you like to live in? 🏰🌌💕\n  ","336828":"\n   what is your comfort food?\n  ","336829":"\n   What are your special talents that you never had in your youth?.\n  ","336830":"\n   What one thing do you really want but can't afford?\n  ","336831":"\n   Do you think babies born nowadays have more chances to be named Corona or Vaccine?\n  ","336832":"\n   What’s the biggest mistake you’ve watched someone make in their personal life?\n  ","336833":"\n   How can you change the world?💯\n  ","336834":"\n   I like my women how I like my weather moist and unstable\n  ","336835":"\n   What would you do if a friend owed you $100 and it had been over a year?\n  ","336836":"\n   Do you make others wait or do you always wait for others? ⏰\n  ","336837":"\n   Do you eat midnight snacks? What is your go-to snack?\n  ","336838":"\n   Fuck those people your amazing from my perspective\n  ","336839":"\n   that’s not fair, you go girl ❤️\n  ","336840":"\n   what are you most likely to get trolled for?\n  ","336841":"\n   Is there a food or cuisine that you want to try? 🥺\n  ","336842":"\n   What inspires you to try harder? 🤍\n  ","336843":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","336844":"\n   How have your perceptions changed as you've grown older?\n  ","336845":"\n   Aye, then become a mechanic? 🙃\n  ","336846":"\n   What happens regularly these days that would horrify a person from 100 years ago? 👍\n  ","336847":"\n   What skill would you like to master? 👍\n  ","336848":"\n   Did you ever play dodgeball in school?\n  ","336849":"\n   What kind of clothes do you prefer - comfortable or stylish?\n  ","336850":"\n   Do you watch Lovecraft Country?\n  ","336851":"\n   What makes your headache when you see it?\n  ","336852":"\n   what’s your day plan?\n  ","336853":"\n   How many YEARS do you have to ignore one guys messages before he realizes you’re not interested?\n  ","336854":"\n   How's  your night? 🌙\n  ","336855":"\n   Did you ever watch Jerry Springer show’s with dna testing “who’s the father”?\n  ","336856":"\n   Which is more preferable being nice or being fair?💥\n  ","336857":"\n   I wish you good luck and I will be here if you wanna chat or get rid of zombies.\n  ","336858":"\n   I have multiple things I write about , My dysfunctional family life, my cats and how they might see life, Some adult stories.   What do you write about ?\n  ","336859":"\n   I am doing okay, wishing the Pandemic was over.  People bring me things to repair and keep busy with.  Not motivated to clean that garage as it 97 degrees out there. What do you have planned\n  ","336860":"\n   Haha good one Keisha 😅\n  ","336861":"\n   I'm not one either, but I can agree too 🤣\n  ","336862":"\n   What movie completely changes its plot when you change just one letter in the title? What’s the new movie about? 🎬 👍\n  ","336863":"\n   Thank you I really needed to talk about this and you've been so helpful 💛\n  ","336864":"\n   Have you been accused of shoplifting and proved your innocence? Did the store employees apologize? Do you feel an apology is owed in this situation?\n  ","336865":"\n   What profession do you feel doesn’t get enough credit or respect? 👍\n  ","336866":"\n   I don't think she feels that way about me, and that's ok because what I really want more than anything is her friendship. But because of that it makes me fearful to say anything about my feelings\n  ","336867":"\n   When is the best time to wear a striped sweater?🤔\n  ","336868":"\n   How do you show that you appreciate someone?\n  ","336869":"\n   Do you think that you are special to someone ?! 😻\n  ","336870":"\n   do you believe in destiny? ❣\n  ","336871":"\n   My friend has a 'casual' thing going with this cool girl. There are times I'm hanging out with her alone and I can't help but feel attracted to her. She definitely has more feelings for him than he does for her(he's told me, and her) it just sucks to watch it unfold.\n  ","336872":"\n   How long can you last without your phone??? 🤔\n  ","336873":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","336874":"\n   Do you really think it can be taught? How do you influence someone else's feelings?\n  ","336875":"\n   Are you a 😈 dare devil or 😇 goody shoes?\n  ","336876":"\n   Have you met a fake person? How do you deal with them?\n  ","336877":"\n   Are you a bigot?\n  ","336878":"\n   When Are You Happiest?\n  ","336879":"\n   Have you ever lost any respect for someone instantly?\n  ","336880":"\n   What’s Something You Could Teach Me About?\n  ","336881":"\n   When was the last time you called your Parents or siblings?\n  ","336882":"\n   When was the last time you went to amusement parks  and what park?          (ex:Disneyland\/ world- Six flags- Universal City Studios)\n  ","336883":"\n   True sis\n  ","336884":"\n   Do you have a Snapchat\n  ","336885":"\n   How are things going on in your life? I hope good. If not I hope this message makes you feel better! You're amazing & always remember that!\n_\nWe are having a hurricane down here shortly within the next day or so.. if you guy's can keep good vibes our way. That would the greatest. Thx. Much love! 🤘\n  ","336886":"\n   Do you have a OnlyFan\n  ","336887":"\n   If you woke up with wings one morning, where would you fly?\n  ","336888":"\n   You are really attractive.\n  ","336889":"\n   They say the best way to make someone do something is to make them think it was their idea, so to make covidiots to act right is to make them feel what they're doing was their idea\n  ","336890":"\n   What kind of friend are you? (The funny one, the one that gives good advice, the impulsive one, etc.)\n  ","336891":"\n   I haven't heard of that one, I'll have to listen to it!\n  ","336892":"\n   Sadly thats why we have covidiots\n  ","336893":"\n   What can you hear? What can you see?\n  ","336894":"\n   I didn't want to ask this but I will, why do people always have the knack to enter a place when its clearly written on a signpost \"Do not enter \"\n  ","336895":"\n   Are you made of everything nice or are there other flavors and spices that curious cat needs to know\n  ","336896":"\n   Are you sad or happy right now? How's your mood?\n  ","336897":"\n   Sound of life\n  ","336898":"\n   Plant a Plum tree. Get the one that produces the sweetest plums of all. The color will be black. The red plums will not be near as sweet.\n  ","336899":"\n   What is one thing you can never get tired of hearing ?\n  ","336900":"\n   What impresses you the most?\n  ","336901":"\n   Have you ever planted a fruit tree?\n  ","336902":"\n   what can men get away with that women can’t?\n  ","336903":"\n   How do you know someone is actually intelligent and not just faking it?\n  ","336904":"\n   Do you like song mashups? Do you have a favorite?\n  ","336905":"\n   How far south?\n  ","336906":"\n   what is your favorite ice cream flavor? 😋🍨💕\n  ","336907":"\n   What is your element?\n  ","336908":"\n   How often do you visit relatives?\n  ","336909":"\n   what is the silliest thing you have heard people say about you? 🤪😂👂\n  ","336910":"\n   What would people hear if they can hear your mind? 🧠\n  ","336911":"\n   What have you learned about yourself in 2020\n  ","336912":"\n   What’s your favorite movie of all time? What do you like about it?\n  ","336913":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","336914":"\n   What piece of advice do you have for everyone?\n  ","336915":"\n   Are you ready for it to get cold out?\n  ","336916":"\n   Do you believe that honesty is the best policy?\n  ","336917":"\n   Are you a picky eater? 😛\n  ","336918":"\n   Simple or Extravagant?\n  ","336919":"\n   What is the worst thing you’ve done to somebody? Why did you do it?\n  ","336920":"\n   are u a good swimmer?\n  ","336921":"\n   Can you sleep well on the sofa?\n  "},"Answer":{"335849":"\n  Its a definite possibility when we consider the vastness of the Universe.\n  ","335850":"\n  A lace blouse. It's blush.\n  ","335851":"\n  I'm a bit older for that group. But yes I would date someone who is 30 and has partial or full custody of children.\n  ","335852":"\n  I see. I dont know if you are religious or spiritual. But I use prayer and  meditation. Clinical depression is different however. I've heard it can be quite crippling & nearly impossible to tackle tasks. One foot on the floor at a time. Focus on doing stuff for um if that's just taking a walk, finding a quiet space or writing or drawing. Whatever. Keeps your mind occupied on the positives. You're worth it!\n  ","335853":"\n  Thank u sis!\n  ","335854":"\n  People who play games with other's minds & braggarts.\n  ","335855":"\n  Neither. I want someone who thinks the whole me is worth it. Beauty fades.\n  ","335856":"\n  H.E.R. \"Damage\". It has a 90's R&B throwback sound. Great lyrics.\n  ","335857":"\n  Its a historical mini series based on a biography. Scary hard to watch.\n  ","335858":"\n  Yes. Yes I could.\n  ","335859":"\n  Perhaps Trader Joe's or Wholefoods. 3rd place...I went to Aldi and bought this on last minute sale tonite.\n  ","335860":"\n  I value time. I grow my money. I receive recognition. This is a whole new affirmation I just created! Thank you.\n  ","335861":"\n  He'l could be poking fun at some atypical \/ stereotypical \"girly\" behavior. But a slight change in wording...like, \"You make me feel like a man\"...that's great ur giving him space to feel comfortable in the dynamics of your relationship.\n  ","335862":"\n  Sometimes my shyness can be a hindrance for others trying to get to know me.\n  ","335863":"\n  When in a relationship, the more trust that is built, the more fully myself I am. Meaning there's freedom in knowing you are accepted flaws and all.\n  ","335864":"\n  1. Don't go to bed angry. 2. Make sure you marry someone who makes you laugh when you're angry.\n  ","335865":"\n  High tops are a vibe.They make an outfit. When I'm just chilling lie tops are fine tho .\n  ","335866":"\n  Yes I think I do. Getting to through point where I prioritize myself. It doesn't always make others happy, but I'm a giver. Its necessary after work or brushing up on skills...to take time for me.\n  ","335867":"\n  A man who wants to marry me. Ha!\n  ","335868":"\n  Usually I'm a light sleeper but can fall back asleep easily. However, when I'm exhausted or sick...gone gone. Yes when I'm deep in sleep I will toss & turn instead of running to the bathroom. Ha!\n  ","335869":"\n  Hang in there. Reach out to your support system, find counseling even if over the phone or video call. Do small things that give you joy. Fight against the heaviness. Don't give up on yourself. Youre not alone. This is a difficult\/challenging time barnone.\n  ","335870":"\n  Yes. I pray it's as bright as I envision it to be!\n  ","335871":"\n  The tree in my zen corner.\n  ","335872":"\n  Honestly I like stuffing\/dressing & dessert.\n  ","335873":"\n  Aries\n  ","335874":"\n  Not often. It has to be something very strong to speak to me or move me.\n  ","335875":"\n  Never be full. I'm a foodie I enjoy a variety of foods.\n  ","335876":"\n  No I don't\n  ","335877":"\n  Awww...thanks anon. Glad to be appreciated in the cyber world.\n  ","335878":"\n  My loved ones matter most.\n  ","335879":"\n  I was living with people I know. Very interesting. Ha!\n  ","335880":"\n  Eventho I'm a Foodie, I will say Attractive.\n  ","335881":"\n  Their relationship with God, Earth & themselves. All of these matter to me. It's exhibited in how they treat family, strangers & challenges..and ultimately me.\n  ","335882":"\n  I like when people throw in landmarks.\n  ","335883":"\n  Normally I'd choose the mystery box and bomb out. But the way 2020 is going...I'll take the $10Gs.\n  ","335884":"\n  I have quite a few local bucketlist destinations and whatnot. Can't wait to go on a few dates & try them out.\n  ","335885":"\n  Modern community with a few traditional values would be divine. Something about being part of a community where people still greet each other is pretty cool.\n  ","335886":"\n  I enjoy walking at night, but being a single lady people tell me its dangerous and irresponsible. So...eek!\n  ","335887":"\n  Hmmm...a buttery flaky croissant goes a long way. Fill it with chocolate and I'm practically one over. Ha!\n  ","335888":"\n  People argue that we're not designed for monogamy. One thing is for sure knowing that there's someone who gets me & challenges me...a person willing to share experiences with is more precious than a lil from here & a lil from there.\n  ","335889":"\n  I enjoy art and I tend to think some people actually purposely try NOT to look like themselves with makeup. I tend to like makeup that simply enhances or accentuates beauty.\n  ","335890":"\n  People say I look mean others say innocent. I'm just shy.\n  ","335891":"\n  I actually do. Sun, Moon, Asc signs matter. However, I don't ask people what sign they or base relationships on it. I can usually tell right away the sign or energy that is a no-go for me. Temperament, life philosophy matches can help. Also, the diff types of energies that are complimentary but do not compete. Same goes for Love Languages.\n  ","335892":"\n  Oooooo no is it cool?!\n  ","335893":"\n  No. If have to have speed agility, be cunning or IT skills, or some skill that works for espionage. Oooo sounds like a good book.\n  ","335894":"\n  Factual!\n  ","335895":"\n  Indeed.\n  ","335896":"\n  No. I'm freed by the knowledge that I grew, lived & loved.\n  ","335897":"\n  It was my minor in undergrad. I'm sure I could use some practice. Ha!\n  ","335898":"\n  Hearts, Minds AND Sprits.\n  ","335899":"\n  FLASH\n  ","335900":"\n  I'll take an in home sauna, please & thank you. Install it in the ensuite or the basement...I'm not picky. Ha ha!\n  ","335901":"\n  Be patient with yourself. Plan small goals. Celebrate those wins. Own up to your mistakes. Seek counseling\/coaching. Love yourself enough to be honest with yourself & others you love.\n  ","335902":"\n  I would apologize for what I've done & try to have empathy when my partner found something up instead of anger as the first reaction, but not coddling.\n  ","335903":"\n  The \"It\" Factor. They are fearless, oblivious & fun!\n  ","335904":"\n  Blessed. Great mentors.\n  ","335905":"\n  Absolutely not.\n  ","335906":"\n  Undergrad was a good time.\n  ","335907":"\n  85% of the time, yes.\n  ","335908":"\n  Nope. But some insight could help you understand overreactions to actions that don't add up.\n  ","335909":"\n  Each has their place. For me they are intertwined. More time, greater chemistry.\n  ","335910":"\n  I love kit kat but I've never seen or tried this flavor.\n  ","335911":"\n  Curry fruit salad. Not a fan!!!\n  ","335912":"\n  Volunteered all day. It was nice!\n  ","335913":"\n  UNCOMFORTABLE TRUTH PLEASE!\n  ","335914":"\n  Yes. Especially around the holidays. I lost loved ones in the past year or that made holidays magical\/special.\n  ","335915":"\n  I really want to. But I don't have a working Amazon Firestick. So...I'm stuck!\n  ","335916":"\n  ROOTS\n  ","335917":"\n  Great work to do & worldly fun to be had with all that time, but too many people to lose & no chance to see my loved ones & Maker on the other side.\n  ","335918":"\n  I hold myself back. I'm working on not being my worst enemy. Consistency matters.\n  ","335919":"\n  I wouldn't pay on the first date, but I have no problem when in a relationship \"going Dutch\" or paying for my partner. Alternating or treating is just fine with me.\n  ","335920":"\n  ☮ Be safe\n  ","335921":"\n  The librarian look? Haha! Quest Nation you're a mess! Thx.\n  ","335922":"\n  Lying & manipulation.\n  ","335923":"\n  Hey Roy. Thanks!\n  ","335924":"\n  Yeah\n  ","335925":"\n  I actually do watch movies with subtitles and overdubs. Lots on netflix.\n  ","335926":"\n  No, I've sprained stuff and doctors said it would have been better to have a clean break.\n  ","335927":"\n  Chapstick, heels & perfume.\n  ","335928":"\n  With understanding and if u love someone you want their best interest. So, consider both sides and take the blame when its warranted. Don't forget to love yourself. Don't get walked over.\n  ","335929":"\n  Yes certainly. Shed a few happy tears yesterday!\n  ","335930":"\n  Vegan for a month. I've done it before.\n  ","335931":"\n  Covid-19 numbers are too high now. Back to surgical masks. I wear black ones to match everything. If not double masked with surgical underneath camouflage or African print fabric mask. I know 2 people who caught in the past 3 weeks! 10 mins away NYC who just shut all in person public schools. This North Jersey girl is trying to stay healthy & protect my family.\n  ","335932":"\n  Nope. They ain't gonna catch me slipping...\n  ","335933":"\n  Ha ha ha\n  ","335934":"\n  Horerashish Cheddar are some of my faves. A random flavor for sure!\n  ","335935":"\n  I guess folks should be willing to make the ultimate sacrifice for a dream. However, most people would hope to be around to see it to fruition. Unfortunately, things don't always work out that way.\n  ","335936":"\n  Scubadiving. I've only snorkled.\n  ","335937":"\n  Ha ha! Thx. She actually does.\n  ","335938":"\n  Working yep yep\n  ","335939":"\n  No. I haven't.\n  ","335940":"\n  A complete dorky goofball. And it feels so good! Ha!\n  ","335941":"\n  Classic colors of cool tones.\n  ","335942":"\n  Thank u. One day!\n  ","335943":"\n  Ha ha ha some things are better left a mystery\n  ","335944":"\n  No. But I'm a goofball. And can be clumsy.\n  ","335945":"\n  $200. If I had 2 more hours i wouldn't use it to sleep. I need more sleep.\n  ","335946":"\n  Not one. Hoping not to be single for another thousand years. But the ways it's looking...lol\n  ","335947":"\n  Idk. But I send the weirdest text messages. So...\n  ","335948":"\n  I'm pretty good. I usually have a phone for 2 years.\n  ","335949":"\n  I thought it was when I was a young person. Now I know that love gives strength, determination, peace, hope. I was wrong.\n  ","335950":"\n  Growing up relatives in the southern U.S. thought Northern New Jersey was New York City. Nope they are vastly diff. My neighborhood is \"the burbs\".\n  ","335951":"\n  Sometimes. Oftentimes its our unconscious thoughts working overtime.\n  ","335952":"\n  Not often.\n  ","335953":"\n  Ha ha ha. Where do we start?!\n  ","335954":"\n  He wasn't ready or able to be loved.\n  ","335955":"\n  Chapstick I reapply it \"a thousand times\" a day.\n  ","335956":"\n  No I haven't\n  ","335957":"\n  No. I'd be so preoccupied with what could be, I'd never appreciate what is. Living in the moment is important.\n  ","335958":"\n  I have one already. Ha! Shhhhhhh it's a secret...until it's not.\n  ","335959":"\n  Unattractive & genius\n  ","335960":"\n  Lol\n  ","335961":"\n  Not too long ago. I can admit when I'm wrong.\n  ","335962":"\n  We must keep the faith! Hope floats.\n  ","335963":"\n  Just got back to my office. Loading and lifting and sorting. A hard day's work. But worth it for those who do not have enuf this holiday. This is Day 1 of many.\n  ","335964":"\n  Tired. Holiday Volunteering.\n  ","335965":"\n  No I don't get into fights.\n  ","335966":"\n  Braggarts\n  ","335967":"\n  Easier? Idk. But more fulfilling? A vacation or a partner. HA!\n  ","335968":"\n  Sort of trick question. More access to information & technology. However, more overt racism like their grandparents or great grandparents. Less social skills & healthy coping mechanisms. It is my hope that they'll make the change needed.\n  ","335969":"\n  Becoz we need each other.\n  ","335970":"\n  Its so wild right? Genetics are insanely interesting!\n  ","335971":"\n  I listen to them.\n  ","335972":"\n  This is horrific. The photo is a screenshot of the 10th photo or in this case video in my phone. Me crushing tomatoes for homemade fra diavolo sauce. So my own cooking killed me?! This is hialrious!!\n  ","335973":"\n  I've got enuf solid friends. I'm fine with new acquaintances.\n  ","335974":"\n  No prob. Good luck!\n  ","335975":"\n  I like both! Ghost pepper sauce bring it on!\n  ","335976":"\n  Society accepts for us to operate in specific ways. Men usually only have the freedom to show anger. But emotions like despair, fear, joy...not always. Women in corporate or government arenas who are more tactical are considered unladylike. Yet we should tap into all emotions as we are human beings. I agree men practice compartmentalization more than women. Oftentimes everything is tied to our emotional well-being.\n  ","335977":"\n  How can I become a VIP user?\n  \n  11\/16\/2020 10:24AM ET\n  \n  7 hours ago\n  \n  Updated\n  \n  We’re sure you want to get a lot of attention to your account and a lot of bonuses from ASKfm. There are a couple of things you should do to become a VIP user:\n  \n  1. You should be ready to ask and answer daily.\n  \n  2. You should contact ASKfm by filling out the formhttps:\/\/go.onelink.me\/fPGO\/VIPsengand applying for a VIP user's status.\n  \n  3.When you apply our team will contact you in a few hours to provide you with all the details about conditions and bonuses by e-mail.\n  \n  4. You'll get your weekly tasks and time period to earn VIP-badge.\n  \n  Note: Please do NOT send requests to our\n  \n   @askfmhelp\n  \n  profile on ASKfm or other social networks. Those requests will not be reviewed or granted.\n  ","335978":"\n  Fruit. U can eat a banana type fruit in many ways savory or sweet and it has lots of fiber. It may not be my all time favorite, but its a smart choice.\n  ","335979":"\n  I would've appreciated the freedom of not making major decisions and paying bills a lot more. The biggest challenge I actually thought was being young and not having full control over my life.\n  ","335980":"\n  True Negotiations, Better Trade Agreements, Cultural Exchange Programs, Cross-Education Initiatives.\n  ","335981":"\n  $25 to spend. Most likely on food or entertainment. HA! $50 to invest. $25 for short term savings.\n  ","335982":"\n  That the person (who was not flirting with me), genuinely wanted his\/her daughter to be like me. I hear this every few years and gives me inspiration to be my best self. Happy Sunday to u too! (I'm a bit late).\n  ","335983":"\n  Lime green, pink & a hint of yellow. How about u?\n  ","335984":"\n  I really do!\n  ","335985":"\n  Helping others and loving wholeheartedly.\n  ","335986":"\n  Loretta Devine or Jenifer Lewis\n  ","335987":"\n  The sixth sense was epic!\n  ","335988":"\n  Yes. Yes. I DO.\n  ","335989":"\n  PAP of ur breakfast and we'll cyber share it. Ha!\n  ","335990":"\n  Storage would be filled with more books than I already have. Ha!\n  ","335991":"\n  Look for VIP instructions follow those. If I were u I wouldn't pay for VIP. Earn it.\n  ","335992":"\n  Cool\n  ","335993":"\n  Not sure but a good try at mediation and varied rehabilitation after cases are brought up could help.\n  ","335994":"\n  Never be able to eat meat.\n  ","335995":"\n  Sickle Cell Research & Micro loans & biz counseling for impoverished people. Any funds left over would go to environmental stuff.\n  ","335996":"\n  At this point, I just need to get on a plane & take a vacay. Skittish with covid-19 #s rising rapidly in my NY Metro area! The window seat is ideal.\n  ","335997":"\n  I'd like an actual 3 day weekend.  So either no work fri sat & sun or no work sat sun & mon.\n  ","335998":"\n  Be yourself. Read the signs. Take the leap.\n  ","335999":"\n  Ha ha\n  ","336000":"\n  $500 a night. \"The Child\" is precocious & wanted by everyone.\n  ","336001":"\n  I hate spoilers. My mom loves them. I like surprises &\/or I like to watch a story unfold. The last spoiler I received was about a TV series. I absolutely lost interest and never saw the finale episodes becoz I already knew \"who done it.\"\n  ","336002":"\n  The surgeon saying, \"This is my first surgery and I'm really nervous so I brought my notes with me, but alas I forgot my glasses.\" Can't get worse than that.\n  ","336003":"\n  Me 2 days ago at work. Yay Harvest Season is upon us!\n  ","336004":"\n  Fantasy books, Disney movies, wknd trips.\n  ","336005":"\n  I don't want to know about anyone's past unless they are willing to share it. Its a matter of healing and privacy. If it is shared it could be a convo with someone I know personally, or a biography or documentary or speech.\n  ","336006":"\n  Luckily, I haven't seen anyone like that whom I know personally. It's very unfortunate that people feel the need to make up a persona or bully people.\n  ","336007":"\n  Regular ice cream: cookies and cream. Vegan: Leeuwen multiple flavors. Coldstone: Birthday cake remix.\n  ","336008":"\n  I've done social media & junk tv hiatus multiple times. And sometimes for 2 weeks or more. It's all about my inner peace & overall well-being.\n  ","336009":"\n  Strength of character, humor & a go-getter spirit. All my friends have this.\n  ","336010":"\n  A stranger is either literally a person I don't know or someone who is far in the acquaintances group that I don't trust them enough to share or be myself around she or he.\n  ","336011":"\n  My closest folks matter most. They'll be here when strangers won't.\n  ","336012":"\n  Oh this actually makes sense.\n  ","336013":"\n  Inspired folks did it? Ha! I'll take a look.\n  ","336014":"\n  I'm an Aries. ABSOLUTELY nothing. Lol\n  ","336015":"\n  Ha ha ha.\n  ","336016":"\n  Yes only on the top row of my teeth and not for a long amount of time.\n  ","336017":"\n  Precisely. Thanks for sharing it with me.\n  ","336018":"\n  Oh my sweet preteen age delight. So, its a tulle v-neck dress with glittery strawberries?! There's No way I could bring myself to pay nearly $500 for it. I wouldn't be angry of someone gifted it to me. I'd wear it to a baby girl's baby shower. Ha ha ha. You really have to commit to a wearing s full fruit ensemble. 🤣\n  ","336019":"\n  Working together makes the work lighter!\n  ","336020":"\n  May love right supreme!\n  ","336021":"\n  This sounds marvelous! Food music culture architecture. Exquisite.\n  ","336022":"\n  Lights of the moon or the city and someone to chat with. Everything else is icing.\n  ","336023":"\n  We don't know everything. We're not always right.\n  ","336024":"\n  Scents, design, art, lighting, ambiance.\n  ","336025":"\n  I like to listen. I only talk when I've been peaked by a good convo partner or speaking before a large crowd.\n  ","336026":"\n  Build wealth with real estate for my family & best friends families. Build a community farm feeding my family organic and teaching others how to work the land. Give jobs to people as well as affordable respectable housing. Donate one plot to the community.\n  ","336027":"\n  People who love me. And prayer.\n  ","336028":"\n  U too?!\n  ","336029":"\n  Fire pits, waterfalls, skylines...\n  ","336030":"\n  Internet. I'll read books.\n  ","336031":"\n  A baby crawling, an adult, an older adult on a cane.\n  ","336032":"\n  Hmmm...I've never seen it. Do u have a screenshot or link? I'm curious.\n  ","336033":"\n  Oftentimes. But that's where discernment comes in.\n  ","336034":"\n  It can or it can motivate you to show & prove. Unfortunately, oftentimes others don't see our vision like we do. It can be safer to move in silence and just show the fruit of your labor. The choice is yours.\n  ","336035":"\n  Prayer, meditation, deep breathing, scripture reading, etc.. It puts the focus on connection, clarity, etc..\n  ","336036":"\n  It was a chocolate lava cake. Flourless chocolate cake is my favorite. Very fridge brownie -esque. I bake Southern American cakes. Pound cake, Red velvet, pineapple coconut, etc.\n  ","336037":"\n  I don't have a foot fetish. However, people can like what they want.\n  ","336038":"\n  Money. I could do what I want with it. Give it to the charities I want, etc. Whereas Power doesn't bring genuine loyalty. Most people fear the powerful...not necessarily treasure, love or respect them. Fame gives many fake friends and \"yes\" folks. No bueno.\n  ","336039":"\n  Hubby, kids, travel.\n  ","336040":"\n  Yes it was work related many years ago. It was minor to others but to me it was an indignity.\n  ","336041":"\n  A person I can totally be my self around without judgement. Someone who tells me the truth & keeps my secrets. Tried in the fire...came out a champion. These friends are like family to me.\n  ","336042":"\n  Travel, philanthropy & writing.\n  ","336043":"\n  \"I'm just a girl, standing in front of a boy, asking him to love her.\" ~ Julia Roberts in Notting Hill.\n  ","336044":"\n  African Queen. So many to choose from.\n  ","336045":"\n  Oh?!!\n  ","336046":"\n  I'm not a fan of parties but I'll get on the dancefloor with my besties.\n  ","336047":"\n  Yikes none of the above!\n  ","336048":"\n  Haven't been on any in years.\n  ","336049":"\n  Such is life. Everyone has a past. It's who we grow to become that matters. Life teaches u many things. Begin again. Your life & happiness is worth it.\n  ","336050":"\n  Yikes! Same food for a year eh? Yeah I guess ill take option 1 and tough it out.\n  ","336051":"\n  All except bars.\n  ","336052":"\n  Mirror\n  ","336053":"\n  Twins are great!\n  ","336054":"\n  Life partner, publishing, & travel.\n  ","336055":"\n  Harmony, hilarity & astonishment.\n  ","336056":"\n  My mind.\n  ","336057":"\n  I don't dream often. Just a handful of times when I awake do I even know that I've dreamed.\n  ","336058":"\n  Ha ha ha yep!\n  ","336059":"\n  Check it? No. I don't have notifications on for quite a few apps on purpose.\n  ","336060":"\n  Staying up too late.\n  ","336061":"\n  Philanthropy, hands-on volunteerism & inspirational meet-ups.\n  ","336062":"\n  Agape first. Eros next.\n  ","336063":"\n  I don't. But I understand the concept. And I do experience déjá vu.\n  ","336064":"\n  Ha ha ha! Maybe become a grifter like in the movies. But a good one like the A Team.\n  ","336065":"\n  The repetitive behavior of a loved one.\n  ","336066":"\n  I enjoy Ted Talks.\n  ","336067":"\n  I sure do. I sing and dance in stores. Lol\n  ","336068":"\n  I would cure the hurt and confusion in families so that people would be able to grow together.\n  ","336069":"\n  No cell phones. Ha! I dont think I got my cellphone until freshman year of college maybe or senior year of high school.\n  ","336070":"\n  I love Fried ice cream!!!! I've tried it at Mexican & Japanese restaurants.\n  ","336071":"\n  Sadly, no. Some people are so rude to others.\n  ","336072":"\n  Never get a cold\n  ","336073":"\n  100% it has to do with internships and changing paths.\n  ","336074":"\n  Good advice. Thx\n  ","336075":"\n  Nate too? I had no idea!\n  ","336076":"\n  I don't have one.\n  ","336077":"\n  Sadly, yes. Someone dear to me.\n  ","336078":"\n  I like Cardi B's album to workout to or Jersey Club.\n  ","336079":"\n  Happy Veterans Day!\n  ","336080":"\n  No. I havent\n  ","336081":"\n  I've created endless rooms on the Design Home App. Ha! Too long of a list..\n  ","336082":"\n  Faith in God & his\/herself.\n  \n  Consistency\/determination\/discipline. Fun & adventure are important.\n  \n  Be humble, but confident in your abilities. Your word matters.\n  \n  Family first.\n  \n  It is important to give back to the community or less fortunate.\n  \n  Greatness is in your DNA.\n  ","336083":"\n  I watched the 1st season of Unorthodoxed today on Netflix. It was painful to watch Etsy, the main character be stifled & held down at every turn. EVERY decision was based on the community, not her want, needs, etc. The way she had to hide herself in plain sight was frightening. I have much to be thankful for.\n  ","336084":"\n  Seems one sided...for Tyson. Two diff orig weight classes...well Roy wasn't always a heavyweight. But I'd love to see cutie Roy Jones.\n  ","336085":"\n  I haven't been asked to a dance since I was a kid & even then I thought the guy was joking. 1 of the top 2 hottest boys in the school. I can really be oblivious when it comes to people liking me. Ha! If it were Sadie Hawkins style (where the girl asks the guy)...I'd go with my friends...too shy.\n  ","336086":"\n  Thank u. Still waiting for the 2 people I need to get their schedules synced. I might have to do a show b4 then.\n  ","336087":"\n  I believe in traits associated with the zodiac. I'm not into horoscopes. But I definitely see the validity of my Sun Sign Aries, Moon Sign Leo & Ascendant\/Rising Sign Sagittarius attributes. Fire. FIRE. FiRE.\n  ","336088":"\n  Terrill, Erica, Cale mostly.\n  ","336089":"\n  To share convos with people around the world.\n  ","336090":"\n  Ha! No. Not the way my bedroom is set up.\n  ","336091":"\n  Haha it is. Anyone convert my home to Central Air? Yeah its still unusually hot so yeah its the window..\n  ","336092":"\n  Yes I would mos def time travel. To ancient Egypt & the Harlem Renaissance period.\n  ","336093":"\n  Lack of compassion or empathy.\n  ","336094":"\n  Oh yes! Pacific Coast Travel. Great video!\n  ","336095":"\n  Where I Belong by Jake & Papa\n  ","336096":"\n  San Fran \/ Bay Area or American South but not too low. Lol\n  ","336097":"\n  Mostky any Shellfish, Atlantic Salmon (I hate sockeye salmon) & Chilean Sea Bass.\n  ","336098":"\n  Thanks Christopher!\n  ","336099":"\n  Yes!\n  ","336100":"\n  Nice! I'm in Bergen area\n  ","336101":"\n  Do u mean the role or the movie? If its the role of the vampire's asst...eek the ghouls are gross. If you're referring to the movie...I've never seen it. But I'll take the recommendation. Looks like it's hilarious.\n  ","336102":"\n  Easy and so good\n  ","336103":"\n  Ohhhh ha!\n  ","336104":"\n  Reminds me chick parm do I guess fried chicken. I used to love it.\n  ","336105":"\n  Awww...that's good with the old saying. The Doc will only stay away for 7 days tho. So hurry back bus driver. Ha!\n  ","336106":"\n  Yes. Life-changing & worth it for my growth and appreciation of things. It wasn't easy.\n  ","336107":"\n  Certainly. In those circumstances it's not up to us to teach her\/him how to connect. In fact, it is part of that person's journey. Be yourself. Wholeheartedly honest with yourself. Are you giving time & energy to someone incapable of reciprocation? The reasons (fear, past relationships, trauma, etc.) don't matter. What's important is can there be a fruitful relationship if its one-sided? We must recognize that we don't change people. They decide to change.\n  ","336108":"\n  Its certainly more challenging & challenges to be a better person & do what is right for yourself & then others.\n  ","336109":"\n  Purified water. Ha!\n  ","336110":"\n  Ooooo I've never even heard of it.\n  ","336111":"\n  Yes for my loved ones to still be in Earth\n  ","336112":"\n  Absolutely! Uh huh. I grew up less than 12 mins from NYC in North Jersey.\n  ","336113":"\n  Yes. Aaliyah played Akasha in Queen of the Damned. Not to worry...I read the whole Anne Rice series. Ha!\n  ","336114":"\n  Ha ha! You're giving me some good recommendations too! Thanks\n  ","336115":"\n  Oooooo super question! Fav vamp movies: The Lost Boys (Michael was a cutie!!), Bram Stoker's Dracula (young Dracula was enchanting), Interview with a Vampire (Louis de Pointe du lac - Brad Pitt's character), From Dusk til Dawn - Selma Hayek & Queen of the Damned-Aaliyah's character).\n  ","336116":"\n  Not a song, but certain artists. The ones who paint a wonderland of love like Maxwell, Miguel, Musiqsoulchild, D'Angelo. \"Neo-Soul R&B\".\n  ","336117":"\n  Hmmm...an air conditioner. My southern  friends usually have central air. Unfortunately its not very popular up north.\n  ","336118":"\n  No. Not really. I never went thru a boy crazy phase. Basically the word was think for yourself & don't let people use u.\n  ","336119":"\n  I'm a bore. Ha!\n  ","336120":"\n  Vampires are sexy!!!\n  ","336121":"\n  Post a travel pic. Thank u.\n  ","336122":"\n  Yep\n  ","336123":"\n  Ha ha ha No!\n  ","336124":"\n  Depends on the situation and who is involved. In my element I'm usually never self-conscious. In a group of strangers or acquaintances...not so much!\n  ","336125":"\n  Here here\n  ","336126":"\n  It's a choice on the voter registration form. Questions like that also help with the U.S. Census info which allows the government to understand what services or funds are needed where.\n  ","336127":"\n  That's awful! But it gives u something to look fwd to.\n  ","336128":"\n  Thats good.\n  ","336129":"\n  To make good use of down time.\n  ","336130":"\n  Yum yum! I had Margherita pizza.\n  ","336131":"\n  I'm ok today. Thank u. And u?\n  ","336132":"\n  Ohhhhhhhh I'll never tell!\n  ","336133":"\n  Wow! This question is amazing! Idk where to begin. I'll day this. Religion & personal choice can get muddled. Its all about the relationship with the deity and what we consider morals vs. religious beliefs. Very very tricky\n  ","336134":"\n  Ha ha yes! Correct. Good genes. Passed down from my mom's dad.\n  ","336135":"\n  Really?! Yay! I've been to each of these cities but never traveled there by train?\n  ","336136":"\n  Ohhhhhhh yes!\n  ","336137":"\n  My dignity isn't for sale. But I don't judge folks who have a diff version of humor.\n  ","336138":"\n  Right? Yes.\n  ","336139":"\n  Natural Wonders of the World.\n  ","336140":"\n  I do. However, I prefer hands-on volunteerism.\n  ","336141":"\n  No.\n  ","336142":"\n  Baby steps. I need to be in one first. Ha! No. Seriously I think when it's relevant in a moment of sharing for the purpose of understanding each other's actions & fears...yes! But NOT for comparison's sake or to make conversation.\n  ","336143":"\n  Public Speaking\n  ","336144":"\n  This doesn't sound like fun. Lol!\n  ","336145":"\n  Wi-fi for life!\n  ","336146":"\n  Don't give up hope. Speak clearly. Listen to the answer. Don't try to change her mind.\n  ","336147":"\n  Depends on how you feel about asking & answering questions.\n  ","336148":"\n  Family photos are priceless!\n  ","336149":"\n  Why certainly. Lol aren't I worthy enough? Valor, Virtue & *giggles I'm lacking the muscles to wield it.\n  ","336150":"\n  When I see a homeless person it reminds me of the need for mental health & health services.\n  ","336151":"\n  I am absolutely good goo ga ga about Christmas movies. I especially enjoy the cheesy boy meets girl ones. But sure I like some 80s \/ 90s Christmas movies.\n  ","336152":"\n  15 mins late is my on time\n  ","336153":"\n  Possibly. I usually just delete them.\n  ","336154":"\n  Bus travel is my least favorite. I'd like to take a train across the U.S.\n  ","336155":"\n  The mental side-eyes I give folks. If y'all could only read my mind. Pure comedy.\n  ","336156":"\n  Pre-covid-19. So sad about it.\n  ","336157":"\n  Not nearly enough!!!!\n  ","336158":"\n  Restaurant for specializing with friends and ambiance. Home for intimate times.\n  ","336159":"\n  Candy. I love pizza. This was a hard question.\n  ","336160":"\n  4 inch Heels, rain jacket, infinity scarf, shades, sneakers, sundress, charger, sandals, phone\/tablet, vitamins, silk scarf, dressy dress & jewelry.\n  ","336161":"\n  Mom's plate at a hibachi buffet this week. I had shrimp hibachi and sushi.\n  ","336162":"\n  Open any door please\n  ","336163":"\n  New perspective on my future.\n  ","336164":"\n  Um...outdoors stuff like perhaps camping or hiking thru mountains. I'm not very knowledgeable, but I think it's cool.\n  ","336165":"\n  Mykonos\n  ","336166":"\n  Castaway lol\n  ","336167":"\n  Yes yes yes it's NOT over.\n  ","336168":"\n  Let's just skip to teleporting. Ha!\n  ","336169":"\n  Chemical imbalance, jealousy, anger management issues, mental health crisis or evil.\n  ","336170":"\n  Gosh darn it you made me smile! Cyber wave 👋\n  ","336171":"\n  Smiles, hugs, text or calls from lived ones.\n  ","336172":"\n  Hi Kyle. I meant no harm. I was being snarky.\n  ","336173":"\n  No I haven't. But I do like to watch tv mediums. 1st question: Where are all my missing socks?\n  ","336174":"\n  8.5\n  ","336175":"\n  Said no one lol\n  ","336176":"\n  Can I order food like the Jetson's?\n  ","336177":"\n  Unfortunately some careers \/ businesses judge people on degrees. Granted we want doctors, lawyers, engineers to have thorough knowledge. However, there's nothing wrong with county or community college. Trade school, entrepreneurship, there are many paths to success.\n  ","336178":"\n  In the U.S. there are people who actually believe that covid-19 is a hoax. In metropolitan areas it spread faster. I've lost a dear friend to it. My friends have lost parents, etc. My area is a hot spot! So I can't respect people thinking properly worn masks are a hoax or agree with states who don't enforce wearing them. I live less than 15 mins from NYC in the suburbs of Northern New Jersey. It ravaged our area.\n  ","336179":"\n  Hee hee\n  ","336180":"\n  Average person today. More freedom\n  ","336181":"\n  Caring, smart, unique.\n  ","336182":"\n  Amature writer free Books on wattpad\n  ","336183":"\n  Eek i hate them and sadly yes!\n  ","336184":"\n  Love & be loved. Travel abroad.\n  ","336185":"\n  People with evil intentions\n  ","336186":"\n  Change is ok. But the unknown I'm a 3 out of 5 lol.\n  ","336187":"\n  Don't speak until I have something to say. Its quite alright to listen to friends and input when necessary.\n  ","336188":"\n  100%. Just answering this rhetorical question.\n  ","336189":"\n  No. I haven't seen anyone do what I do like me or have the same results.\n  ","336190":"\n  Salty and sweet together is a winner for me. Like salted caramel stuff. Yum!\n  ","336191":"\n  No I don't. Unless u mean watching or reading teen or fantasy series. Lol if I get a good one it engulfs me. It's dangerous becoz I can neglect sleep for it.\n  ","336192":"\n  I've had a couple. One lasted from senior of high school until age 30.\n  ","336193":"\n  Hmmm...perhaps apps I have to pay for. It needs to be a dire need or like for that.  $3 a month can add up.\n  ","336194":"\n  I want animals to have free will & respect them as God's creations, so I'll go with electronics.\n  ","336195":"\n  Two significant price pints in terms of upkeep, unless ur buying a Bugatti. A house can be made into a home which is the place you can regroup, find piece, etc. I'd go for the house.\n  ","336196":"\n  How to squash racism.\n  ","336197":"\n  A piano I haven't played in years but I'd love to get back to it.\n  ","336198":"\n  No. I guess I'm a happy weirdo\n  ","336199":"\n  It's ok to let go. Let go of people and let go of fears. I keep such a high wall around my heart. I had to learn just becoz folks got over the wall doesnt mean they shouldn't be kicked out!\n  \n  Other times it's ok to step out the castle and let yourself experience stuff & just let go!\n  ","336200":"\n  I'd like to. I haven't taken out the colored pencils and sketch book in quite some time.\n  ","336201":"\n  Oh yessssss\n  ","336202":"\n  Wow u stumped me there. Idk.\n  ","336203":"\n  Stayed a t a job too long. That's about it\n  ","336204":"\n  It was pretty quiet outside lol\n  ","336205":"\n  FIND ME by Xavier Omär\n  \n   https:\/\/youtu.be\/D7vzyz8uhBk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","336206":"\n  Just signed up for lessons for April 2021!!!!\n  ","336207":"\n  That I'm not as capable as I am.\n  ","336208":"\n  Ha! I never look at them.\n  ","336209":"\n  November and April good memories\n  ","336210":"\n  Wowwwww yeah I'm terrible at this. Honestly making yourself scarce or always having something to do is good. You have to feel a sense of peace & safety in your own home. People need to respect that. Make space between the  2 of u. Cut the convo and break out or if you're doing yard work or exercise use headphones. If you're reading outside explain that you're busy.\n  ","336211":"\n  Actually yes. Lol\n  ","336212":"\n  Yes it i believe it was a candle. Ha!\n  ","336213":"\n  I like insects. I don't like roaches, opossums or rats.\n  ","336214":"\n  Fur for the journey of being brushed.\n  ","336215":"\n  Wendy's, we use real lettuce.\n  ","336216":"\n  I'd put post-it notes everywhere reminding the roommate how wonderful I am. Good spoof. Inside the fridge, medicine cabinet, mailbox, mirrors, remote controls, inside the microwave, in his\/her favorite cup.\n  ","336217":"\n  It's unfortunate but Thanksgiving & Christmas which I adore. They've lost the unifying love they should've had. Also, the reality of Thanksgiving is an epic fail.\n  ","336218":"\n  Ha ha! More like high school hallway rage, right? I'm sure I had that!\n  ","336219":"\n  Such sketchy stuff in our waters now. We'd be dodging cars, fallen buildings, sunken ships, instead of glorious aquatic life.\n  ","336220":"\n  Lie. I don't do well with fibbers.\n  ","336221":"\n  Fear. It manifests itself in so many ways. Crippling dreams, ruining relationships, causing so much anger & negative creativity that people can be arrested for masking scared with stupid. Ha! It's powerful.\n  ","336222":"\n  Made an epic peach cobbler. Had a week of classes for work. Got some family time in watched \"Coco\". The weather has been crappy but not dangerous.\n  ","336223":"\n  Didn't really do anything festive, but I had a good Halloween.\n  ","336224":"\n  Hugging & Traveling.\n  ","336225":"\n  Yepppppp\n  ","336226":"\n  No. Tell your crush you like her. Ha!\n  ","336227":"\n  Solar powered MP3 player, Knife, book of short stories.\n  ","336228":"\n  Alkaline water\n  ","336229":"\n  Chick-fil-a sauce aint half bad. Otherwise I like honey mustard or sweet & sour from other restaurants.\n  ","336230":"\n  Lol\n  ","336231":"\n  Top 3 Leadership Skills.\n  \n  1. Have a vision AND a plan.\n  \n  2. Get in the trenches so u can still relate to the groundlevel work. Relatability\/Relevancy matters.\n  \n  3. Inspire AND Teach others to be even greater than yourself. Be willing to share some of the knowledge!\n  ","336232":"\n  Its wise to use discernment but its a dying trait.\n  ","336233":"\n  Not enough space here. Ha!\n  ","336234":"\n  I'm brave but not in every circumstance.\n  ","336235":"\n  5'4\n  ","336236":"\n  Hey there! Good message received & sent back to you!\n  ","336237":"\n  No not here. The weather was rainy and cold but thats it.\n  ","336238":"\n  Yes I received a poem years ago & inadvertently inspired two non-celebrity artists to make good music. Ha!\n  ","336239":"\n  Goodnite here now sis. Hope ur day will be blessed.\n  ","336240":"\n  Find Me by Xavier Omar\n  ","336241":"\n  I'm not sure if I'm mentally prepared, but I've been working on being spiritually prepared.\n  ","336242":"\n  Arguing\n  ","336243":"\n  No. My Harry Potter game is complicated. Lol. Do u have suggestions?\n  ","336244":"\n  Yes their ability to compartmentalize is spooky good.\n  ","336245":"\n  I don't hate men.\n  ","336246":"\n  Don't we all? Ha!\n  ","336247":"\n  High-5!\n  ","336248":"\n  No. People born into wealth shouldn't receive more respect than others, just for the sake of money. Also, although achieving wealth is admirable... how it was made, lessons along the journey & whether some $ is used to give to those in need, or better the world, matters most.\n  ","336249":"\n  Ha ha its a total points thing over here.\n  ","336250":"\n  Self-sufficient or stand alone.\n  ","336251":"\n  Loved the individual. Sometimes love gone awry can lead to great hurt. However, my exes haven't soured me against men. I still believe in love & have the will & wisdom to try again. I'm worth it! And so are you!\n  ","336252":"\n  Neat!\n  ","336253":"\n  Ok today thanks. Ha! Cool\n  ","336254":"\n  Didn't follow him. Sorry.\n  ","336255":"\n  The cool thing about askfm is the open forum style\n  ","336256":"\n  Egypt, Greece, Italy, Maldives. See diff culture, music, etc...get inspired\n  ","336257":"\n  Yeah. I agree. I had to change my perspective.\n  ","336258":"\n  Bring afforded opportunities, experiences or access that others do not. Or being removed from or sheltered from certain hardships.\n  ","336259":"\n  Being somewhere I'd prefer not to be.\n  ","336260":"\n  Zone out. Ha!\n  ","336261":"\n  Make people listen to reason\n  ","336262":"\n  I keep a journal. It's not daily.\n  ","336263":"\n  Yes Sis\n  ","336264":"\n  Love should bring peace. The mind is at peace when people are loved wholeheartedly, not used or a convenience or a pair thats \"good on paper\". It isn't love if you don't feel supported, respected, nurtured, inspired & challenged to grow.\n  ","336265":"\n  No depression is an internal issue. That is not to say that not being around what is affecting wouldn't help someone's mood. But when returned to the same stimuli someone could become depressed again. The root cause is the issue. Certainly new surroundings could give better perspective however.\n  ","336266":"\n  No but I thoroughly enjoy sweets\n  ","336267":"\n  Transparency is good!\n  ","336268":"\n  Yep more than I'd care to share.\n  ","336269":"\n  Oh my goodness. That's a marvelous compliment. Thank u.\n  ","336270":"\n  No way! Call me a wuss!\n  ","336271":"\n  I like the Arts in general.\n  ","336272":"\n  I'm not much of a drinker. Preferred around a small group of friends.\n  ","336273":"\n  Wellll not sure. I'm shy so nearly everything is embarrassing unless I'm with my closest friends or in my element  (public speaking).\n  ","336274":"\n  My sense of humor & my faith.\n  ","336275":"\n  Pitch Black unless I'm really tired. Then I leave everything on. Ha!\n  ","336276":"\n  There is a \"Ted Talks\" with Kevin Allocca, Head of Culture & Trends at YouTube. It's good to know what helps people go viral...if that's what you're interested in. If not, just be yourself. Stay consistent.\n  \n\n   https:\/\/youtu.be\/BpxVIwCbBK0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","336277":"\n  Oh yeahhhh\n  ","336278":"\n  Lovvvvvvvve\n  ","336279":"\n  My mom. She endured growing up poor in the racially segregated U.S. South. She wasn't allowed to attend school with white children or enter stores through the front door, etc, because it was against the law. That didn't foster hate, it pushed her to get involved with her community & give back. Here in New Jersey with friends from all walks of life she is a woman I am proud to call my mom. Respected by her African American community as well as the community at large. Shero!\n  ","336280":"\n  Let's go!\n  ","336281":"\n  I don't think I did. I've been busy this week. But next week I'll be back with my usual personality. Ha!\n  ","336282":"\n  1st frame. Lol\n  ","336283":"\n  Fave food.\n  ","336284":"\n  Short due to work and practicality.\n  ","336285":"\n  I'm making it. Thanks. Tuff week. But I'm blessed. Thanks for asking.\n  ","336286":"\n  Sure. In a perfect world. Ha!\n  ","336287":"\n  Yes. You look sharp and the colors are nice.\n  ","336288":"\n  Yes but I love tea more.\n  ","336289":"\n  Thanks! I got you! I'll post my new hairstyle this week on here.\n  ","336290":"\n  Ha ha ha! I don't curse in regular conversation.\n  ","336291":"\n  It depends on what it is. Some things we have no say in. All we can do is have faith & believe it will come to pass.\n  ","336292":"\n  I will. I have a ponytail today, but I'll style it this wknd. U saw some of the new look eh? Lol social media.\n  ","336293":"\n  3 meals & small snacks is ideal for me. But honestly sometimes I eat 2x a day.\n  ","336294":"\n  Courage\n  ","336295":"\n  It isn't easy but I make a decision each day to love myself a little more. I'm also trying to be less sensitive about criticism from those I love and to listen to what I know to be true in spite of haters.\n  ","336296":"\n  I love the singer songwriter H.E.R.\n  ","336297":"\n  I like being single. However, I'm at the stage when I appreciate experiences & moments with others. I want to be 1 half if a couple in the future.\n  ","336298":"\n  Too many to mention. ARCHES, ROCKY MOUNTAIN, GRAND CANYON, YELLOWSTONE...\n  ","336299":"\n  I like hills or mountains near beaches. Its the best of both worlds!\n  ","336300":"\n  Faith and action. I have to be more positive.\n  ","336301":"\n  Haven't used it in years.\n  ","336302":"\n  The Alchemist by Paulo Coelho & The Four Agreements by Don Miguel Luis & fiction from the 90s called Move Over Girl by Brian Peterson.\n  ","336303":"\n  Kids singing in old horror movies.\n  ","336304":"\n  This time last year you had goals that seemed unattainable. Look how far you've come! Keep going lady! I love you. Signed, Me.\n  ","336305":"\n  Thank you!\n  ","336306":"\n  Where's that?\n  ","336307":"\n  55 degrees.\n  ","336308":"\n  Thank you!\n  ","336309":"\n  Sure 🤩\n  ","336310":"\n  I'm ok. Thanks. U?\n  ","336311":"\n  I did when I was little. I live 15mins away in the suburbs of Jersey so I'm good.\n  ","336312":"\n  No, but I prefer almond milk for cereal, I even like coconut milk ice cream.\n  ","336313":"\n  Not that I can think of besides car crashes.\n  ","336314":"\n  Yes. It fosters strength.\n  ","336315":"\n  No, I haven't\n  ","336316":"\n  Not in the congested and expensive NY Metro area. Lol\n  ","336317":"\n  I only delete the last answer to questions if I'm not the last response becoz it will stay on my phone askfm app as new. Otherwise I always leave them up if they aren't offensive or troll-like.\n  ","336318":"\n  👀 yeppppp\n  ","336319":"\n  Excursions on vacation. And theyre usually heavenly.\n  ","336320":"\n  Solo pics...not often at all.\n  ","336321":"\n  Water sounds, fire crackling, spooning, rain tapping outside my window, ASMR videos, hot herbal tea, etc.\n  ","336322":"\n  Driving to see changing leaves on winding roads. Walking tours parks, vineyards, apple picking, farm visits, etc. Sitting around fire pits, fireplaces, etc.\n  ","336323":"\n  100%\n  ","336324":"\n  It was on an old boat called  Binghamton's that doesn't exist anymore. It was rickety & scary. It was a double date & I didn't really like him. I was a teenager.\n  ","336325":"\n  Seton Hall University\n  ","336326":"\n  Clear iridescent otterbox\n  ","336327":"\n  Some people use IG as a diary or a place to sound-off. I have a friend who only dates thru that platform. Maybe he\/she is reminding people so more dates will occur. My friends already know I don't have any suitors so it doesn't matter if I post it or not...still no dates. 😅\n  ","336328":"\n  I have great genes. My mom looks 20 years younger too & so did her father.\n  ","336329":"\n  It says 80s baby. Thats the era I was born in. I'm already 40.\n  ","336330":"\n  Its in my bio\n  ","336331":"\n  Ancient\n  ","336332":"\n  Indeed I do\n  ","336333":"\n  Across the pond the powers unite!\n  ","336334":"\n  Yes! Who can we make dissappear?!\n  ","336335":"\n  Beginning of the week dinner for breakfast? Ok  most def something that reminds me instead of home like soulfood...something that feels like a trip. I'd want fresh fruit & quiche, or a veggie tart with a real croissant, bellini\/champagne, and hot tea.\n  ","336336":"\n  Adorable. However I haven't seen any of the movies in the franchise after Home Alone 3.\n  ","336337":"\n  Traditions are very important to me. I still have the hope of having kids. At this point it seems like adoption becoz I don't have any suitors. But I enjoyed the traditions I was brought up in & some that I'd love to implement.\n  ","336338":"\n  Hmmm...right now with covid-19 numbers in my area I'm skittish about the public since the expected fall wave is now here. But you can do a stay-in or backyard date, or check fall leaves on a nice long drive or visit to a park. Also there are a few small outdoor dining restaurants that are just quaint enuf to feel like ur on a trip.\n  ","336339":"\n  Title: freeREIN. It won a children's TV award from the NAACP. Its about a 15 yr old from Los Angeles spending a summer where her mom grew up on a small island off the coast of England. She and her friends solve mysteries & care for horses.\n  ","336340":"\n  I feel obligated to fulfill duties and handed responsibilities. However, sometimes I may procrastinate depending on what it is and stuff around it.\n  ","336341":"\n  Those movies are like comfort food to me. They cheer me up in a second. I eat 'em up on Netflix, Hallmark, you name it. Cheesy, predictable, helplessly romantic. I adore Christmas movies.  Period.\n  ","336342":"\n  Mom\n  ","336343":"\n  Gdnite friend\n  ","336344":"\n  Simply marvelous! I love how you layer the ingredients, timing them & giving encouragement by making it easy to follow!\n  ","336345":"\n  An egg over easy.\n  ","336346":"\n  Not dangerous, but adventurous. Traveling solo.\n  ","336347":"\n  Playlist, Guest list, vittles.\n  ","336348":"\n  Sneezing\n  ","336349":"\n  It should be against the law to test positive for coronavirus & refuse to quarantine. Haphazard, selfish, etc...Just like the guy in the 90s who was convicted of trying to give as many people as he could HIV. Unacceptable.\n  ","336350":"\n  No but I see people doing that with managers every day. Retail, restaurants, corp America. Ha!\n  ","336351":"\n  A teen movie on Netflix about horses\n  ","336352":"\n  Candyland, jumprope, hide & go seek & hopscotch.\n  ","336353":"\n  Nope. But thank you!\n  ","336354":"\n  I've been there. It's a journey of choosing yourself over the pain of choosing others. Its not easy, but worth it. My desire to be a whole healthy person when I paired up was greater than my desire to stay in something becoz of what could be...but wasn't.\n  ","336355":"\n  Mom works in local government (not as an elected official). Shes a huge community volunteer. My Dad has a million certs in everything from carpentry, plumbing, to electrical stuff. And he has the gift of gab. Smart group all around.\n  ","336356":"\n  Work Snap just now! Sleepy face.\n  ","336357":"\n  Ha ha ha\n  ","336358":"\n  Traveling with a boyfriend. I'd have to get one first. Welp looks like it'll be food & friends. Ha!\n  ","336359":"\n  It was a Mall retail job at a trendy hip hop clothing oriented Korean company.\n  ","336360":"\n  \"No way\", \"shut up\" & \"Stop\". And they always mean the opposite when someone is telling me a story. Lol\n  ","336361":"\n  Helping others.\n  ","336362":"\n  Yep. Lower hip\n  ","336363":"\n  Yes just one. Its on my lower back of neck.\n  ","336364":"\n  No. But I'm cautious.\n  ","336365":"\n  I love love sleeping under a heavy blanket in summer with lots of AC. Crazy! Well also during Winter. But most recently I've been sleeping under a single sheet this Fall. Ha!\n  ","336366":"\n  Sis u know I wholeheartedly believe emotional pain can cause headaches, digestion issues, sleep deprevation, panic attacks, focus\/memory problems, etc. Also, more attention needs to be spent on the effects of emotional\/spiritual health in terms of chronic disease & healing after procedures too.\n  ","336367":"\n  Amen. This means a lot! Thank you so much! You know how much I love helping the community. I've seen you grinding out there. Proud of the work you're doing!\n  ","336368":"\n  Ha! Yes\n  ","336369":"\n  Lol at a party? No. But I've had wardrobe malfunctions. None that other people have caught, but certainly not fun looking for a safety pin or jacket, etc.\n  ","336370":"\n  The sound of children's laughter certainly cures what ails us.\n  ","336371":"\n  Fiction fantasy at the moment.\n  ","336372":"\n  Light & sweet like me. #ikid. But seriously, no darker than my skintone. That could be coconut milk, almond milk, creamer or half & half. But no regular milk. Doesn't matter if it's white sugar, cane sugar or Splenda.\n  ","336373":"\n  No. Not outside of the area. Been to boat cruises in NJ\/NY & PA. Oh and Louisiana.\n  ","336374":"\n  Letting a professor, dean of school, academic advisor & club advisor (same person), steer me off course due to hatred.\n  ","336375":"\n  I soooooooo needed to hear this! No need to share why on this platform. But this is a right on time message!!!! Literally.\n  ","336376":"\n  Never have I ever. But I wouldn't mind being a neighbor. Lol\n  ","336377":"\n  No. I would think closing the lid all together would accommodate both. Don't leave it up or open. Ha!\n  ","336378":"\n  Yes. When I have moments like that I remind myself that I am just as I should be at that moment, that my experience skills & heart make me capable of thriving. And I say a prayer.  Don't let the world or circumstances dictate who you are. Human beings have purpose & power.\n  ","336379":"\n  You in fact are the first person who would know if you are open to new things and ideas other than your own or not.\n  ","336380":"\n  I would be too\n  ","336381":"\n  I live in suburbs of North Jersey. My state is known for diners from Greek, to 50s\/60s style to gourmet.\n  ","336382":"\n  Lol waffles as an item...didn't mean frozen. I live in the diner capital state. Always a diner open.\n  ","336383":"\n  Eek frozen waffles?! Welp I guess no different from a diner.\n  ","336384":"\n  🤣 that was funny!\n  ","336385":"\n  Not sure. I'd assume that time of day is quick food.\n  ","336386":"\n  What?\n  ","336387":"\n  Thanks so much for the support.\n  ","336388":"\n  Yes I have, but 2 cancelled trips to Egypt still makes me annoyed. One due to civil unrest & travel warnings at the time, the other becoz the organizer got into a prestigious post grad.\n  ","336389":"\n  100% I have strictly platonic male best friends who do date women. We are not those type of friends however.\n  ","336390":"\n  If I had someone to cook for sure. Not for myself. Ha!\n  ","336391":"\n  Pretty much!\n  ","336392":"\n  Less is fine as long as they are thoughtful questions.\n  ","336393":"\n  Do over\n  ","336394":"\n  We can start by loving ourselves. Practicing self-love in terms of treating ourselves properly & showing ourselves some grace...helps us to connect with others' needs.\n  ","336395":"\n  No. It's not worth the aggravation.\n  ","336396":"\n  Eek, hard-hitting question. I won't get into love languages on here. But I will say I feel loved when a person communicates that he\/she cares about my overall well-being. Make me feel valued, seen & heard. Whether that is calls, texts, video chats, heck one of my male besties actually sings songs (poorly like will smith jokey), while driving and sends me voice notes of them. Lol!\n  ","336397":"\n  Love is an engine that supports your very soul. Its consideration, time spent, thoughts shared, heartfelt ideas revealed...its the ultimate team you should want to be on. Good parents\/parenting makes us feel this way too.\n  ","336398":"\n  Everything. Lust can have you jumping from person to person based upon urges. Its based  upon the need to fulfill temporary desires with zero connection. Love has trust accountability, growth, faithfulness, etc.\n  \n  However, you can lust for someone you love. That's fabulous!!!\n  ","336399":"\n  suit·or  \/ˈso͞odər\/\n  \n  noun, a man who pursues a relationship with a particular woman, with a view to marriage\n  \n  AKA someone interested in dating me. Ha!\n  ","336400":"\n  In my bedroom or with people who make me feel safe & respected like my friends.\n  ","336401":"\n  I guess\n  ","336402":"\n  Eek\n  ","336403":"\n  Very funny. I don't have a suitor. Zero pregnancies.\n  ","336404":"\n  Most days yes. I have my moments.\n  ","336405":"\n  I'm so sure its the same around here. Maybe some malls were going to give out treats but idk. Covid-19 is spiking here.\n  ","336406":"\n  I dont have favs but childhood ones that still give me the willie's are the orig \"It\" & orig \"Candyman\".\n  ","336407":"\n  I can't say I have any. Ha!\n  ","336408":"\n  Thank you!\n  ","336409":"\n  Thanks!\n  ","336410":"\n  Hello\n  ","336411":"\n  Ms. Harden read my mind. The Jeepers character freaks me out! So scary!!!! The fear factor is amped all the way uptrend! The Predator happens to use brute force & later on developed into more of a thinker & member of an alien cultural group.\n  ","336412":"\n  Generosity. Giving our time, talents & blessings to improve the world & please our Maker is pretty awesome!\n  ","336413":"\n  💯\n  ","336414":"\n  People are scared to connect with others in the cyberworld. It's my hope that we are building a safe space right here to be our goofy selves & help each other.\n  ","336415":"\n  Lol\n  ","336416":"\n  Trust...it's no easy task. Ha!\n  ","336417":"\n  Such a complex question. Is it nature, nature or both? And someone has to take responsibility. Hmmm...\n  ","336418":"\n  Smh just plain awful.\n  ","336419":"\n  They are called perfectionists. Sometimes Type-A people have this tendency. But I dare say many of us feel this way with things & people that matter most.\n  ","336420":"\n  Currently long, but I change my hairstyles every 6-8 weeks. It's a form of self-expression for me.\n  ","336421":"\n  Yes technical issues at work. They were so bad today, I had to laugh.\n  ","336422":"\n  Hmmm...I can't think of anything serious at the moment. I've been annoyed by a TV show losing my interest towards the middle of a season with lackluster writing\/desperate plots, but I've quickly gotten over it by just not watching it anymore.\n  ","336423":"\n  Yes unfortunately. It affects how they are treated, opportunities received, even something as simple as freebies or access.\n  ","336424":"\n  Technical difficulties at work\n  ","336425":"\n  Yes. For those I love. Yes.\n  ","336426":"\n  Home design game & my Hogwarts game.\n  ","336427":"\n  Oh my goodness. Thank you so much!\n  ","336428":"\n  No rain here!\n  ","336429":"\n  Yep. It's possible down the road if I move out of town in some yrs.\n  ","336430":"\n  Thank u. Still trying to get the 2 interviewees on the same date. Soon come.\n  ","336431":"\n  Absolutely\n  ","336432":"\n  100%. My life matters.\n  ","336433":"\n  Thankfully no.  But I was told a sprain or 2 that I had would've been easier to heal if it were a clean break.\n  ","336434":"\n  I love animals. I even get geeked going into the butterfly house or the reptile area. Not to mention...I love the big cats and aquariums. I'm all over the place. When I visit places I try to get to an aquarium or a zoo. Especially when traveling alone. I can use public trans and see the area and stay as long as I want.\n  ","336435":"\n  The past few weeks in at a \"Needs Improvement\" level. I've been extremely busy. Lo siento askfm fam\n  ","336436":"\n  Are you? And if so, how do you know?\n  ","336437":"\n  The last one I went to was UniverSoul Circus when they came to NY. It's a multicultural circus.\n  ","336438":"\n  I start my day thanking God.\n  ","336439":"\n  Coins here are flames. They are higher than hearts. I enjoy giving them out but many people are stingy with them. I like to show appreciation.\n  ","336440":"\n  Biggest celebrity I've ever met was Paul McCartney which is huge! He was delightful! Living in the NYC Metro area you meet lots of people, but never anyone bigger than him in my experience.\n  ","336441":"\n  In my mother's only child. But I would say support and healthy competition.\n  ","336442":"\n  No. I'm not into online dating.\n  ","336443":"\n  NYC. A walk in Manhattan in over 90degrees weather when the garbage is oozing before pick up. Watch your step garbage water is no fun! Ha!\n  ","336444":"\n  Let's do it! Chateau de Askfmaaa\n  ","336445":"\n  Same here dearie\n  ","336446":"\n  Trust me I'd love to be boo'ed up. Unfortunately, I'm a bit of a nerdy goofball. All in good time. Thanks!\n  ","336447":"\n  No deal. I'm sure the urge would be there tho. Ha!\n  ","336448":"\n  Try not to step on my friends & figure out how to restore them.\n  ","336449":"\n  I have no suitors. No kisses.\n  ","336450":"\n  I sure do.  We may never see it, but I think it'll come back to people.\n  ","336451":"\n  Fresh air & scenery brightens my mood! I'd probably like to do more hiking or kayaking maybe.\n  ","336452":"\n  Bad Connection: I don't have any suitors & nobody calling me baby at this time.\n  ","336453":"\n  Food & friends. Music & travel are bonuses.\n  ","336454":"\n  Yes yes\n  ","336455":"\n  Über pricey\n  ","336456":"\n  Ironically I throughly enjoyed my food tour in New Orleans.\n  ","336457":"\n  Marvelous food!!!!\n  ","336458":"\n  San Francisco \/ Bay Area, CA. I love the vibes, cultures, weather & music.\n  ","336459":"\n  Hmmm...I guess the Sears Tower Chicago, Golden State Bridge, San Francisco. I've actually never been to any NYC Landmarks minutes away. Lol\n  ","336460":"\n  Many more as a child than in recent years because many of the older generation has passed away and we are scattered. But yes. I even went to an ex boyfriends family reunions. It's a thing!\n  ","336461":"\n  Spiderman was from the Borough of Queens in NY.\n  ","336462":"\n  I love cooking & eating homemade food. However, dining out is cool too. It allows me try foods from different cultures.\n  ","336463":"\n  I live in one of the most culturally diverse areas on the planet! North Jersey which is right outside NYC.\n  ","336464":"\n  Text for quick communication that doesn't require tonality. Calls for genuine conversation. I mostly text friends. But in a relationship I would not rely solely on texts to communicate.\n  ","336465":"\n  No. I am proud.\n  ","336466":"\n  On vacation\n  ","336467":"\n  Hmmm...not sure if I have one. But I do enjoy seeing couples dress up in funny characters like ketchup and mayo.\n  ","336468":"\n  Well Anonymous that's interesting\n  ","336469":"\n  This made me smile. That's an exclusive club membership privilege. Ha! Have a superb day!\n  ","336470":"\n  Good night!\n  ","336471":"\n  Reece's peanutbutter Pumpkins\n  ","336472":"\n  Waking up scared or manic is better than the health & personal probs sleep deprivation can cause. Nightmares it is!\n  ","336473":"\n  Yikes a bit of both. I have hope & faith but there are so many horrible purposeful acts going on.\n  ","336474":"\n  Whatever floats your boat. My point is that its fruitless or unwise to love others who do not live you back, even if he\/she is your ex.\n  ","336475":"\n  I have no idea its just a GIF\/meme from the mobile app program\n  ","336476":"\n  No. I'm not referring to what to be judged on. I'm referring to being wrongfully accused. So before someone is punished, we would be able to see if he\/she is the perpetrator or if the accuser is lying.\n  ","336477":"\n  Mobile App. It says GIF on the bottom right of the screen.\n  ","336478":"\n  Thanks for asking. It's been um...challenging starting last wknd. But today is a new day! And you?\n  ","336479":"\n  I'm a sweet & savory lover. At the same darn time. Lol\n  ","336480":"\n  Too hard to answer. I'm a foodie.\n  ","336481":"\n  Paper books. Although, I do enjoy wattpad stories.\n  ","336482":"\n  Hi-5\n  ","336483":"\n  Personal & writing goals.\n  ","336484":"\n  Good question! I don't open up all at once, but in small increments. A person needs to make me feel valued & safe for me to be vulnerable enough for that type of sharing. It helps if he\/she shares with me too.\n  ","336485":"\n  Thank you! Your page is highly aesthetically pleasing. The Halloween looking pic is my HANGRY face. Give this foodie food and nobody gets hurt! Ha Ha!\n  ","336486":"\n  Ohhhhhhhh yeah! Apple Cider float from last wknd!\n  ","336487":"\n  Moments with close friends. Laughing and telling stories. Never a dull moment with them.\n  ","336488":"\n  Tea shops nearby. Lol! I LOVE tea!\n  ","336489":"\n  I'm pro-cinnamom!\n  ","336490":"\n  Yes. Once on trip while chatting with hotel roommate lol.\n  ","336491":"\n  I would NOT wait for someone who is in love with or in a relationship with someone else. What is meant to be will be & what is not...should not. Let time heal it. And hopefully someone new will find you. I want someone who wants me. Everything else is illusion or living in the past.\n  ","336492":"\n  The ability to show someone the facts for themselves (events playing in their mind), before someone is wrongfully judged.\n  ","336493":"\n  Yes. How about u?\n  ","336494":"\n  I'm a dog person. However, unless his business involves training\/rescue...no. we would have to be in the business together or else I'd never get any quality time. Fur babies are like people they need love & nurture time.\n  ","336495":"\n  It's a key piece of attraction. Also, \"beautiful\" people are treated differently in terms of customer service & freebies. However, beauty usually fades. So, substance is important.\n  ","336496":"\n  I'm not a drinker, but ironically I like White Hennessey. Unfortunately, due to covid-19, most of my friends aren't traveling so they can bring it back for me. The U.S. mainland doesn't sell it.\n  ","336497":"\n  Years ago I used to take naps at the top level of the parking garage in my car. The vibration of trucks going down the street was soothing.\n  ","336498":"\n  Good point. I'm usually 100% oblivious to people  liking me. They would literally have to S-P-E-L-L it out for me or ask me on a date. I always find other reasons why men are nice to me. Their hormones being reason #1. That's not Like...that's just Lust. Clarifying, No no one has expressed interest in dating me.\n  ","336499":"\n  No no suitors at this time.\n  ","336500":"\n  I'm not familiar with palabok\n  ","336501":"\n  I've burned toast when walking away but nah I don't burn food\n  ","336502":"\n  My mom and my best friends. S\/o to Cale who called & cheered me up when I was quite bummed last nite. I love my best friends.\n  ","336503":"\n  Dining with people I care about. Out or in their homes. Its the food & company that matters. Gifts are cool as long its well thought out. My friends know exactly what kind of geeky stuff I like. So gifts don't have to be expensive.\n  ","336504":"\n  Smarter, but sometimes that first requires a bit of hard work to start it off. Whether that be perfecting a skill, learning a market, etc.\n  ","336505":"\n  I don't have regrets becoz they taught me lessons. I wouldn't be who I am, strong as I am, without going thru stuff. But sure I could've made decisions that showed better self-love or actualization.\n  ","336506":"\n  Good for you!\n  ","336507":"\n  Rihanna. Philanthropy Fashion Badarse\n  ","336508":"\n  If I'm busy at work, the phone doesn't get much love. However, instead of smoker breaks, I take walk breaks & phone breaks.\n  ","336509":"\n  It depends. Strangers who say they love people they don't know is more akin to infatuation, not love. Otherwise it's a blessing\/gift to love & be loved.\n  ","336510":"\n  A good pokey lip pout.\n  ","336511":"\n  Yes with colored pencils. Abstract designs. Wow I haven't done it in 1.5yrs!!!\n  ","336512":"\n  With my dog sometimes one ear floppped down just means curiosity like when a person raises one eyebrow. My dog might even told her head to the side when she does it.\n  ","336513":"\n  Hello. All is well here. I'm at work. It's low 60s Feirenheit w\/ clouds & light rain in the Northern part of New Jersey, USA. How about u?\n  ","336514":"\n  Cars. I fall in love quite easily with contours & engine revs. Ha!\n  ","336515":"\n  Nothing yet, but it's not even 9am yet. There's still hope.\n  ","336516":"\n  I don't use my phone around family hardly at all. My best friends and I have even banned phones from dinner\/gatherings unless it's a parent partner child or urgent biz email. I give the people I care about my full attention 98% of the time.\n  ","336517":"\n  Fennel tastes like black licorice. Yuck\n  ","336518":"\n  Wings for sure\n  ","336519":"\n  No one anybody would know here.\n  ","336520":"\n  Philanthropist & Community Builder\n  ","336521":"\n  They were loving.\n  ","336522":"\n  Depends on what it is. Is it detrimental or beneficial?\n  ","336523":"\n  I've been a total glutton at sushi buffets lol! Eek!\n  ","336524":"\n  No. Not possible.\n  ","336525":"\n  Marvelous, simply marvelous.\n  ","336526":"\n  Yes I do. I have hope & faith.\n  ","336527":"\n  So right you are! Use caution.\n  ","336528":"\n  I don't share my FB, IG, Snap or cell numbers on here. You never know what kind of people are out here in cyber universe with bad intentions. Please feel free to converse with me here.\n  ","336529":"\n  None of my exes are my enemies, no matter what occurred to end the relationship. Howeve, the term \"FRIENDS\" is pushing it tho, except for one who I've known since 10th grade. Lol. Exes are just that for a reason.\n  ","336530":"\n  We teach people how to treat us or they treat us how we allow them. Either way...people need to love themselves enough to leave destructive behaviors behind them. Be brave enough to take a chance on the things that challenge us. Including self-love & love in general.\n  ","336531":"\n  I usually don't like Mondays. But I worked from home today, (I never get to do that). And it's raining nice cold rain. So I'm happy! How's ur monday going?\n  ","336532":"\n  I like it. It doesn't make me more important or more popular than any one else on askfm. It just basically verifies that I'm not a bot or troll.\n  ","336533":"\n  If depends on your preferences. If you like tv series, I would suggest HULU. If you like current movies, I'd suggest a firestick. I like documentaries, 80s movies, foreign dramas, renaissance period, Dracula stuff, romance & teen comedies so NETFLIX  works for me.\n  ","336534":"\n  Ooooooo la la. I love Fall!\n  ","336535":"\n  Sometimes when people get offended the trigger isn't us, but we are not the cause of the feelings\/emotions. \"Gaslighting\" is real! Ha! Also, sensitivity can reveals wounds unhealed.\n  ","336536":"\n  Farms, Parks, long drives to see leaves, haunted houses\n  ","336537":"\n  1 piece but perhaps a good monokini!\n  ","336538":"\n  Strength & Love\n  ","336539":"\n  Yes!!!\n  ","336540":"\n  Zero thank God!!!\n  ","336541":"\n  Rain to sleep. Snow to play.\n  ","336542":"\n  Combination of both but how we feel can make our circumstances feel heavier or lighter.\n  ","336543":"\n  Nite owl all the way!\n  ","336544":"\n  Nelson Mandela & Muhammad Ali.\n  ","336545":"\n  Yepppppp!\n  ","336546":"\n  Took my church mom on the highway to do an errand.\n  ","336547":"\n  I enjoy giving advice on a myriad of topics.\n  ","336548":"\n  Locked out of Heaven perhaps. And yes I do! I love Bruno!\n  ","336549":"\n  I eat everything pumpkin except pumpkin pie but only becoz my southeastern family prefers sweet potato pie. Being on the pumpkin coffee, smoothie, etc...\n  ","336550":"\n  No I'm actually not. If my man gives others what he gives me in terms of attention & affection...he's not my man. If a man allows a woman enuf space to feel comfortable disrespecting me or If he doesn't make me feel like what we have is special...it's a dud!!! Periodt!\n  ","336551":"\n  I love pizza!!! And I'm not happy that I have to say this, but there are too many wonderful pasta shapes & sauce combos. So not necessarily, but other pastas are Bae!\n  ","336552":"\n  Yep. I'm a jacket person. Ha!\n  ","336553":"\n  No I have not.\n  ","336554":"\n  A roll of wire mesh. Random, I know.\n  ","336555":"\n  I love aquatic animals.\n  ","336556":"\n  Choosing myself even in the most challenging of situations. In the end it's best.\n  ","336557":"\n  No. The world can barely take one of me. But...if I had kids I'd probably want them to still receive support, love & lessons from me when I passed away.\n  ","336558":"\n  Fresh Apple Cider Float. Amazing!!!!\n  ","336559":"\n  It's ok I guess. Not a necessity however.\n  ","336560":"\n  When people see me around best & good friends, they are surprised at my openness & ease. I don't have prolonged convos with everyone I know. 1-on-1 awkwardness. Lol\n  ","336561":"\n  Going to parties. Lol\n  ","336562":"\n  Good conversations and scope of connections.\n  ","336563":"\n  Went to a farm today! FALL!!\n  ","336564":"\n  Well Askfm: Those whose actions exhibit nurturing, compassion &\/or understanding.\n  ","336565":"\n  Pretty darn good!!\n  ","336566":"\n  Yes for people with sensitive skin\n  ","336567":"\n  I don't have any actually.\n  ","336568":"\n  No. I don't share my Twitter & IG becoz my offline family and friends respect my privacy there.\n  ","336569":"\n  One more to go\n  ","336570":"\n  It can if you don't nurture it like a plant.\n  ","336571":"\n  They were probably Literature & Sociology.\n  ","336572":"\n  With people I know offline: General observations, philosophy\/religion, community, travel & general positive stuff. Online peeps: Inspirational topics.\n  ","336573":"\n  Mountains or hills at a beach is actually a fave of mine\n  ","336574":"\n  Fennel. It tastes like black licorice, which I detest.\n  ","336575":"\n  I would always be prepared to pay for my own meal. I have quite a few friends who make way more than me. I never expect them to pay for my meal. Also, I wouldn't go out with the pressure of thinking I can't pay. Would ruin my appetite l.\n  ","336576":"\n  Songs from the 60s. They are not my childhood songs but the songs my mom knew. Songs we've sung in the car on road trips together.\n  ","336577":"\n  My heart and spirit. How about u?\n  ","336578":"\n  Together we can!\n  ","336579":"\n  I believe what people put out comes back to them. We may never see it for ourselves...but I do think it happens. Karma, etc...\n  ","336580":"\n  Mayo and banana sandwich or cola and floating peanuts. Weird southern food combos from when I was little.\n  ","336581":"\n  Great answer!!!\n  ","336582":"\n  Usually once...at night.\n  ","336583":"\n  I've had a surprise birthday & surprise scavenger hunt including meals, a massage, etc from my besties. I love surprises!\n  ","336584":"\n  These are my office babies\n  ","336585":"\n  Depends. Between 4 - 7 hrs.\n  ","336586":"\n  The effects of seclusion and boredom. I see it running rampant during this pandemic.\n  ","336587":"\n  Indubitably\n  ","336588":"\n  Pretty darn well. I like to experiment too.\n  ","336589":"\n  I've had chocolate covered green apples from a fruit bouquet. Not so bad. A strange tart and sweet mix. But they go bad quickly.\n  ","336590":"\n  Yes in Hilton Head, SC. It was marvelous. A historical society thing of sorts.\n  ","336591":"\n  Performing Arts Guru & Poet\n  ","336592":"\n  The Capital Grille (Paramus, NJ). Cafe Archetypus (Edgewater, NJ). Cafeteria (NYC).\n  ","336593":"\n  Most popular off the top of my head FINALLY!!!\n  ","336594":"\n  Greece, Italy & Jamaica.\n  ","336595":"\n  His loss if he didn't choose the best. The best revenge however is living and loving freely.\n  ","336596":"\n  Lol as a joke absolutely have\n  ","336597":"\n  1. Customer service. I shouldn't have to pay more for it. I've worked in places where it made all the difference for customers and I would hope those who are working in fields that need it...demonstrate it.\n  \n  2. Organic Food\n  ","336598":"\n  Health & safety of loved ones.\n  ","336599":"\n  Peace of mind\/comfort, support\/inspiration, challenge\/adventure.\n  ","336600":"\n  The fight in people. I like to see the eye of the tiger in others reflected in how they meet challenges or just live their lives.\n  ","336601":"\n  Indeed\n  ","336602":"\n  It's something I truly enjoy..the experiences, spirit, architecture, culture, etc when traveling.\n  ","336603":"\n  Actually no. Let me be specific. There are things that annoy me in general about everyday life & people...some warranted & others due to my particuliar nature. However,  I usually don't get annoyed with men I'm dating.  And if the guy annoys me, it's probably on the smallest of levels & merely being silly or teasing...becoz real annoyance is not fun! A truly annoying person wouldn't get past the front gate of my life!!\n  ","336604":"\n  I'm a good listener\n  ","336605":"\n  Longest relationship outside family. Teenage years with my ex boyfriend. It lasted 12 yrs.\n  ","336606":"\n  Forgiveness without sincerity is just talk. Many people say they've forgiven, but they haven't. It takes healing, time & changed actions from the offender. Also, I do not believe in punishing people who have hurt me in relationships. Not having me around is payback enough.\n  ","336607":"\n  I went to one junior year (with a friend). And two senior year (becoz my boyfriend went to a different high school). They were cool.\n  ","336608":"\n  Lost no. But couldn't find where I wanted to go? Yes. I live near the retail capital of the U. S. North Jersey area\n  ","336609":"\n  Precious Fire.\n  ","336610":"\n  Yep sure could!\n  ","336611":"\n  Actually, I think they do. Which is complete news to me. Ha!\n  ","336612":"\n  Ha! Copycats. Yeah I've seen that on here. I guess it's flattery. If people can't be original...idk they should let other's questions get their minds going for further questions.\n  ","336613":"\n  Perhaps. Moved to a different office within the same organization during the height of the 1st wave of covid-19. Sharpening skills.\n  ","336614":"\n  I'm loyal and sometimes that means I can be more loyal to a person then they are to their own good. So there's that. Ha!\n  ","336615":"\n  Greek Isles \/ Mediterranean Ocean.\n  ","336616":"\n  I just posted a pic last week at work QNation. Scroll my page.\n  ","336617":"\n  I absolutely love the colors in sunsets. But I would love to see some wow factor sunrises in cool high altitude locations.\n  ","336618":"\n  Thank u. Have a good day!\n  ","336619":"\n  Low prescription, but due to covid-19 masks fogging up, I got contacts. I've still only worn them a few times. I like glasses.\n  ","336620":"\n  Someday I will.\n  ","336621":"\n  Hi-5\n  ","336622":"\n  Smh\n  ","336623":"\n  Although there is a washer and dryer on the house. I prefer more loads done at once by going to the laundry mat.\n  ","336624":"\n  I like English Madrigals late 1500s, like by Composer Thomas Morley.\n  ","336625":"\n  Sometimes Spring for to seasonal allergies can be a bit much.\n  ","336626":"\n  Hmmm...I listen a bit & figure out a way to turn the convo in a different direction or bid them farewell.\n  ","336627":"\n  I'd spend it with my closest friends & mom. Sharing stories, eating good good & dancing.\n  ","336628":"\n  Trustworthy friends. I love them so.\n  ","336629":"\n  A family\n  ","336630":"\n  A philanthropist.\n  ","336631":"\n  California. I like SanFran\/Bay Area.\n  ","336632":"\n  I'm not necessarily sure what the employees or volunteers do. But the platform is decent minus the trolls.\n  ","336633":"\n  Why thank you!\n  ","336634":"\n  I haven't had the pleasure.\n  ","336635":"\n  Grilled Shrimp Fajitas!!!\n  ","336636":"\n  Yeah such is life. Ha!\n  ","336637":"\n  Very teen movie. It was in the movie theater with all my friends there. And yep...it was good!\n  ","336638":"\n  Time got a way from me with work and whatnot. Yes, thank you. I already contacted 2 people to interview in person. Stay tuned.\n  ","336639":"\n  No. But I've been broken hearted.\n  ","336640":"\n  I enjoy African and indigenous folklore. Greek Mythology is cool too but I don't have a fav story or character per say. Not that Perseus wasn't cool enuf. Lol\n  ","336641":"\n  No. I was not happier four months ago. How about you?\n  ","336642":"\n  It's too late for me to have kids. No boyfriend. I entered decade 4 already. I have godkids & grandnieces&nephs. Thats it. I look & feel young, but I'm not.\n  ","336643":"\n  Not at all.\n  ","336644":"\n  Hacking has victims. So even if people try to play Robin hood it's still wrong.\n  ","336645":"\n  Awww...thank you!\n  ","336646":"\n  Yes immediately\n  ","336647":"\n  I'm not sure if questions would be enough. Vibes, time, & challenges would be the way I'd gauge it.\n  ","336648":"\n  Ooooooo good question. If the evolution is positive yes. If not I would receive support from my family.\n  ","336649":"\n  For me it does becoz my only choices were sunshine yellow for years lol\n  ","336650":"\n  I don't see it as a negative\n  ","336651":"\n  The foodie in me says to taste food better.\n  ","336652":"\n  Weird? No. People can absolutely enjoy and be excited by different things & people who share that sentiment or are happy to be encourage & support it.\n  ","336653":"\n  Apologies. Washington DC, Maryland & Virginia area.\n  ","336654":"\n  Spices as a weapon. Hmmm...well I guess pepper spray is like that. Lol\n  ","336655":"\n  Preference perhaps. Fetish would be the extreme perhaps worship of the type or unable to be satisfied with types outside of it. Just a thought.\n  ","336656":"\n  No. Religious beliefs have an unseen faith factor that is non-tangeble to many. Some would attribute \"evidence to other things. Why debate it?\n  ","336657":"\n  A host of different problems. But yes it would be easier in some regards.\n  ","336658":"\n  Yes. Ha! I would.\n  ","336659":"\n  Hmmm...taking a loved one to the store.\n  ","336660":"\n  Me at work today\n  ","336661":"\n  No place more than any other\n  ","336662":"\n  Well if you give me only 2 choices lol I'll choose Christian.\n  ","336663":"\n  Their secrets, weaknesses, intimate adult preferences or experiences...transparency doesn't mean tell all your business. EVEN after a break-up. Social media has confused people about what is appropriate to reveal. People are still human beings. Where is the dignity & loyalty?!\n  ","336664":"\n  Whew! I don't even know where to begin. Both conservatives and liberals have fallen shirt of morality these days in American politics.\n  ","336665":"\n  Good luck!\n  ","336666":"\n  Hee hee\n  ","336667":"\n  I'm ok. How about you?\n  ","336668":"\n  Working out with my friend and her trainer on Sunday. And sleep lots and lost of sleep.\n  ","336669":"\n  No but I used to like the smell of gasoline b4 regulations and additives made it cleaner for us at gas stations.\n  ","336670":"\n  Oh my! No I have not.\n  ","336671":"\n  My best friends. I want to see some national parks\n  ","336672":"\n  No i havent\n  ","336673":"\n  My friends are hilarious. Especially Terrill & Cale.\n  ","336674":"\n  Ha! Nowhere. They arent dead, but you can send them on a lifetime of free vacations for the emotional trauma of surviving.\n  ","336675":"\n  Is that ur fav fast-food Chicken spot or just closest to your home?\n  ","336676":"\n  Forgetting my own power & flexibility..\n  ","336677":"\n  It was a not so kid friendly meme. It was funny!\n  ","336678":"\n  Not counting our own blessings. Only seeing the fruit or the end result of who someone is or what they have instead of the work or trauma to get there or it. When people envy others they forget their own special-ness.\n  ","336679":"\n  Birds of Paradise, Queen Proteas, dianthus (green ball), lots of tropical flowers & Hydrangeas\n  ","336680":"\n  Ha ha ha 😂\n  ","336681":"\n  English. Spanish was my undergrad minor.\n  ","336682":"\n  I believe in God's favor. So its pretty close lol\n  ","336683":"\n  Guilt\n  ","336684":"\n  The son of Odin wins.\n  ","336685":"\n  Wishing u two success!\n  ","336686":"\n  You know what. With strangers I'd say 100%. But put a loved one in this category & things get murky. Moral high ground and love can actually compete in these instances. Altho my gut first reaction answer is YES!\n  ","336687":"\n  How to support, motivate & comfort me. People miss the mark.\n  ","336688":"\n  Ah! Cool. I've been there before. Go forth!\n  ","336689":"\n  I've experienced dejavu but not a groundhog day movie feeling.\n  ","336690":"\n  Terrible restaurant service and meal\n  ","336691":"\n  I've never had it. Buy I've had butternut quash soup plenty of glorious times.\n  ","336692":"\n  Ha! Um in middle school I was obsessed with dressing kinda like TLC baggy (never saggy) colorful clothes.\n  ","336693":"\n  Never\n  ","336694":"\n  Koffee - Lockdown\n  ","336695":"\n  Oooooo how lovely! U too\n  ","336696":"\n  I don't like the way lying makes me feel. But if push comes to shove to protect innocent people...yes!\n  ","336697":"\n  Good. And Boooooo! Keep the faith. Hope u see her soon!\n  ","336698":"\n  NOT Veruca Salt. Lol\n  ","336699":"\n  Maybe a seahorse or a puffer fish.\n  ","336700":"\n  A duck\n  ","336701":"\n  Nope but I'm blessed to be alive.\n  ","336702":"\n  I do but currently drinking Tulsi's Tumeric Gjnger Tea that someone brought me from their trip to Cape this past weekend.\n  ","336703":"\n  An act of random kindness yesterday.\n  ","336704":"\n  No. But my mind is.\n  ","336705":"\n  Braggarts\n  ","336706":"\n  It can. The sweet balance of matching strengths and weaknesses, likes & dislikes is important for growth in a relationship, but so is a foundation of like-mindedness.\n  ","336707":"\n  Travel thru time. How marvelous!\n  ","336708":"\n  I'm an odd ball. I understand. It takes a person who can see beneath the surface to accept my 1st level of shyness to get to fun KJay.\n  ","336709":"\n  A smart small pet maybe. Nothing that could malfunction and hurt me in my sleep\n  ","336710":"\n  Yes. Balance\n  ","336711":"\n  I like living very close to the city but I enjoy going back home to the burbs\n  ","336712":"\n  Relatable\n  ","336713":"\n  Normally one at a time if it's fiction. I like to immerse myself in a universe... if u will.\n  ","336714":"\n  Doing something kind instead of mean.\n  ","336715":"\n  No. I've done it before. If it's warranted...it's necessary.\n  ","336716":"\n  Everyday All day!\n  ","336717":"\n  Sincerity of heart.\n  ","336718":"\n  I'm the one probably making the situation awkward. 1-on-1 communication is no fun, unless I'm comfortable. I've been known to zone put & retreat in my mind. I'm working on it.\n  ","336719":"\n  Horror movie style. Hearing a noise & going to investigate & coming across an evil poltergeist.\n  ","336720":"\n  100%\n  ","336721":"\n  Some days more rest is needed. Its good for peace of mind. Other days keeping to myself is splendid.\n  ","336722":"\n  Sharpening skills at new job. How about u?\n  ","336723":"\n  Large group where I then make my own small group of like minded folks. Better chance of good, diverse ideas & commitment from a larger pool. Sometimes too many opinions tho\n  ","336724":"\n  Sorry to hear that. Love is meant to given & received.\n  ","336725":"\n  Understood\n  ","336726":"\n  Enough to buy a decent home in the South. Nothing up hear in North Jerz tho.\n  ","336727":"\n  I think he left out an \"l\" sis.\n  ","336728":"\n  Most certainly\n  ","336729":"\n  I don't have a fav really\n  ","336730":"\n  Good wives just like good husbands are a gem.\n  ","336731":"\n  Sounds comfy\n  ","336732":"\n  Oddly a variety 4inch heels to stylish sneaker\/loafers. Depends on the occasion.\n  ","336733":"\n  Blood relative? I guess my mom. I consider my friends to be my chosen family.\n  ","336734":"\n  I won't rule it out. God has created many creatures. One never knows...\n  ","336735":"\n  Scents, colors, art or decorations.\n  ","336736":"\n  This is a difficult question. I love volunteering locally. But perhaps, traveling oversees to volunteer with women's initiatives or indigenous US groups.\n  ","336737":"\n  Sitting by a Fireplace, drinking hot cocoa, snuggling, going to see Christmas lights, shoveling snow, playing in snow...\n  ","336738":"\n  Love joy growth adventure peace freedom...i strive towards these.\n  ","336739":"\n  ❣\n  ","336740":"\n  Yes indeed\n  ","336741":"\n  I can't say its easy, but at some point reciprocation not just of actions, but feelings & energy...even loyalty is important. We can become dependent on the feelings someone gives us rather than the actual reality of the relationship. Reminding ourselves that we are worth true love and loving ourselves more helps.\n  ","336742":"\n  I was very young but I would've loved to have partied in the 80s lol\n  ","336743":"\n  Yes\n  ","336744":"\n  My heart. My heart. I'm either loving...or not. Lol!\n  ","336745":"\n  Fashion trends. Come back 80s!!!\n  ","336746":"\n  It's harder for me to lift later maybe it takes a bit longer but yeah.\n  ","336747":"\n  Seafoodddddd\n  ","336748":"\n  Love all day. Love teaches heals forgives motivates...\n  ","336749":"\n  Rough week. But next will be better. Thx!\n  ","336750":"\n  For solid consecutive hours? 28 degrees, The National Mall, Washington, DC for President Obama's Inauguration in 2009.\n  ","336751":"\n  My middle school teacher Ms Spain gave me the book on the left as an graduation gift before high school. The book on the right I received as a gift in middle school.\n  ","336752":"\n  Ha ha! For a spell yes. Otherwise I might join in with them.\n  ","336753":"\n  Ohhhhhhh yeahhhhhhhh\n  ","336754":"\n  Shoes and more shoes\n  ","336755":"\n  Seems like a gem!\n  ","336756":"\n  New experiences, architectural influences, excursions of adventure & culture, cuisine, relaxation. Making memories.\n  ","336757":"\n  One of my grandfathers. He said couples should never go to bed angry. I never appreciated it until I lost fam & friends who passed away.\n  ","336758":"\n  Most assuredly\n  ","336759":"\n  A bit of both. Depends on the person and situation.\n  ","336760":"\n  Philanthropy\n  ","336761":"\n  No. I dont snap much\n  ","336762":"\n  Yummy!!!! White Cheddar.\n  ","336763":"\n  I used to play piano when I was younger. I sing tho. I haven't done vocal sight reading of sheet music in a while but I should be able to pick it up. Pass the hymnal or the SSAATTBB\n  ","336764":"\n  I carry a bottle. That I do!!\n  ","336765":"\n  I'm a foodie. I like to try different styles of cuisine from traditional to fusion to artisan\/farm to table.\n  ","336766":"\n  Spinach, asparagus, squash, baby carrots\n  ","336767":"\n  Honestly I would take my fair share of bad to see others do well in this instance. Like loved ones...and kind-hearted people who've had a rough go at life.\n  ","336768":"\n  Simply Amazing!!!! I wish that helped with my procrastination lol!\n  ","336769":"\n  Safe, content, achieving goals\n  ","336770":"\n  Egomaniacal folks with superpowers and blackmailers who would use the super-powered people for dangerous & personal gain.\n  ","336771":"\n  Hee hee oh yessssss\n  ","336772":"\n  Not I. Nope. Lol. I'm not that curious.\n  ","336773":"\n  Is spend even more time with loved ones who have passed away\n  ","336774":"\n  Yes!!!! Q: Why I'm not married or don't have kids.\n  \n  A: Such is life. I'm not becoz I'm not. I don't becoz I don't. A husband & kids aren't items in a vending machine.\n  ","336775":"\n  This is beautiful\n  ","336776":"\n  Be patient. Don't forget the self-care. Do your best. Be grateful. These are things I practice daily.\n  ","336777":"\n  Lazier perhaps\n  ","336778":"\n  Absolutely not. Ha!\n  ","336779":"\n  We can't lose you. You have...\n  ","336780":"\n  100% approved!!!\n  ","336781":"\n  Purposeful lying. It will start a snowball effect of bigger & more lies.\n  ","336782":"\n  My silence & disengagement.\n  ","336783":"\n  By being available & present. The rest is icing ...\n  ","336784":"\n  Friends & food. And I always receive 💐\n  ","336785":"\n  A community center. 1 stop shop for children & families with social services, job training, educational classes & state-of-the-art recreation right here in suburbia.\n  ","336786":"\n  😂😆😵😶🤐💪🏽🤎♈👸🏽👑👏🏽🤳🏽🧐👀❣😍🤦🏽‍♀️🤩🥰😇🥳😭💫💥😅🤣😀💟\n  ","336787":"\n  Keeping a regular sleep schedule, more exercise, less stress.\n  ","336788":"\n  This message is much appreciated! Thank you so much!\n  ","336789":"\n  Yes. Ha!\n  ","336790":"\n  I want a hotel with outdoors excursions. Ha!\n  ","336791":"\n  It's been quite a while. My problem is the opposite, not the regret part, but speaking. I'm pretty shy & private in general.\n  ","336792":"\n  That's unfortunate. Trust is hard to come by, certainly doesn't make it easier to start again. I hope u find someone who won't do the deed that needs the apology.\n  ","336793":"\n  Tan!!!\n  ","336794":"\n  Love: Convenience. Hate: Not being able to try clothes on. I'm curvy, but with a waist thats slightly narrower than some fellow hip-having chicks. So new brands aren't easy to gauge.\n  ","336795":"\n  I like to try things alone or with people I trust. Never with people I do not know or only know as friends of friends.\n  ","336796":"\n  I liked sourpatch kids, lime flat charm pops, crybabies & Twix or KitKats.\n  ","336797":"\n  You're most welcome. 99.9% of native born Americans are unfamiliar with Cricket. Even the international sport that other countries call \"Football\" (which Americans call \"Soccer\") isn't as popular. 7% of Americans said \"Soccer\" is their fave sport in 2017, althoughwe do have school teams & do to immigration becoming more seen on TV.  Most prefer American Football, Basketball & Baseball (which evolved from Cricket in the 19th century), etc.\n  ","336798":"\n  Hmmm...good question. I'm not necessarily sure if I would want a memorial page, but I understand the concept of people being able to share memories of someone on one platform especially during holidays, birthdays, etc....\n  ","336799":"\n  I have a pet that is like family. Guard dogs served a purpose at places before security systems were as accessible and elaborate as they are now. I even think dogs work well as comfort dogs for people with specific conditions. Its ok for a dog to protect owners I guess, but the primary goal should be camaraderie.\n  ","336800":"\n  My fave is Sweet Bella. Right now they are working on restoring her account.\n  ","336801":"\n  I am happy. However, I have some personal goals to reach & I'd like a life partner.\n  ","336802":"\n  Step back. Known to speak truth.\n  ","336803":"\n  Nothing that I can recall.\n  ","336804":"\n  I actually want to get married. I want a partner to experience & share life with.\n  ","336805":"\n  \"Loosies\" perhaps. NYC Metro slang.\n  ","336806":"\n  Pen pal\n  ","336807":"\n  Converse\n  ","336808":"\n  I am silly like a kid & deep like an old lady.\n  ","336809":"\n  I went sightseeing & I saw some waterfalls.\n  ","336810":"\n  Life Coach Stephanie Alva of mylifekeys says, \"live as if\". And I can dig it. If u want to achieve or have something start modeling your day towards the hours of a person with that type of success. Model the practices needed & put in the work. Also proclaim that you are it. John Smith prolific orator. Leena Daily - world-class surgeon, etc... Get in the mode!\n  ","336811":"\n  No. Alrho I did share my trepidation to a friend about dealing with a person. I knew she would be hurt.\n  ","336812":"\n  Leaving Earth without giving it my all.\n  ","336813":"\n  That could be anything depending on you who ask. Ha!\n  ","336814":"\n  Not one dance from tik tok. Lol\n  ","336815":"\n  Watching Miami & Louisville College Football.\n  ","336816":"\n  Yes! Thx\n  ","336817":"\n  Condiments: Salt & Pepper.\n  ","336818":"\n  NO, even he wasn't currently married...the person who knew (me) has lived & grown. My experiences, expectations & knowledge of God & self has expanded.\n  ","336819":"\n  Alas U.S. doesn't show cricket on TV so its not a sports the vast majority is familiar with.\n  ","336820":"\n  Sometimes food or online tees. I don't wild out when it comes to spending.\n  ","336821":"\n  Real partner? Hmmm...age 18 to 30 was the same boyfriend. I knew although he was a great friend, that if we had different value systems & motivations...something had to give. Also, at the time...I had no desire for marriage probably becoz of it. It ended badly, but it didn't shake my faith in love. Today, we are NOT enemies. We have mutual respect & friends, but we're not \"friends\".\n  ","336822":"\n  Yes. Ha yes I do. My own voice unless when in deep prayer or meditation.\n  ","336823":"\n  \"Borders\"\n  \n  by Saint Jhn\n  \n  Baby, come close to me\n  \n  Don't create borders\n  \n  Take me in comfortably\n  \n  Don't be difficult\n  \n  Baby girl, who hurt you?\n  \n  Don't be miserable\n  \n  Baby, let me love you\n  \n  Baby dance closer\n  \n  Baby, come close to me\n  \n  Don't create borders\n  \n  Say what you want from me\n  \n  Don't be difficult\n  \n  Baby girl, who hurt you?\n  \n  If this isn't love\n  \n  You should let me love you\n  ","336824":"\n  No. Never felt the need for it.\n  ","336825":"\n  I had a soulfood Chinese fusion item. Not bad at all.\n  ","336826":"\n  The beach\n  ","336827":"\n  Most likely The Princess Bride. Pure comedy\n  ","336828":"\n  Probably something mega heavy like a pasta. I don't eat it often for that reason. U never want to turn to food for comfort instead see why you need comfort at that time.\n  ","336829":"\n  One never knows...\n  ","336830":"\n  I'd like a sauna & a water closet in my dream home. Both aren't mega expensive...but mos def luxury add-ons.\n  ","336831":"\n  Let's hope not\n  ","336832":"\n  Giving their power away. They let go of their will to live & gave someone else control\n  ","336833":"\n  By valuing life lessons & moments spent. Cherish those & u'll enjoy God's vast universe a bit more?\n  ","336834":"\n  🧐\n  ","336835":"\n  Depends on if the friend has paid it back in diff ways. Movie here, dinner there, a ride somewhere. And the level of closeness the friend matters too.\n  ","336836":"\n  Sadly, 15 mins late is on time for me. But I don't do that with friends who are über punctual. Its not fair to them\n  ","336837":"\n  In high school I was a mouse eating cheese or salami or pepperoni at midnight\n  ","336838":"\n  Gosh. Thats very kind of you!!!\n  ","336839":"\n  Yeah. I just delete them & they come back as a new anon. It's not every week tho. So it's not to the degree of what others might receive on here. Thx!\n  ","336840":"\n  I've been trolled for my race on Askfm. So yeah, I'm a double minority, African-American woman. People have said obnoxious & offensive things.\n  ","336841":"\n  I'm a foodie so yes I'd like to try vietnamese.\n  ","336842":"\n  My future life & my mom.\n  ","336843":"\n  I would be shocked. I'm usually pretty oblivious when people like me. I need it in kindergarten speak. Hi my name is ______ I like you. Lol!\n  ","336844":"\n  I am much more understanding of the nuances of the human heart. Specifically, how life's twists and turns can shape a person. Life's not just black & white.\n  ","336845":"\n  I like cars but I feel like I need to know more about the innerworkings to truly appreciate horsepower. Etc. My Pop Pop used to own a trucks co. But at home  he loved fix them...with ANY material\/part that worked. Smh. And yes he worked at as a mechanic at some point in his young life.\n  ","336846":"\n  Microwaved food\n  ","336847":"\n  Maybe fixing cars\n  ","336848":"\n  Poorly...very poorly.\n  ","336849":"\n  Both!!!\n  ","336850":"\n  I've heard great things about it. Haven't delved into it yet. Soon come.\n  ","336851":"\n  Cruelty & extreme arrogance coupled with willful ignorance.\n  ","336852":"\n  Work, a quick PSA zoom & music immersion to push my writing. U?\n  ","336853":"\n  Nooooo sounds like torture. Somebody's a glutton for punishment.\n  ","336854":"\n  Delightful. Thx for asking & urs?\n  ","336855":"\n  Yep in undergrad\n  ","336856":"\n  Fair. Nice has its place too.\n  ","336857":"\n  Thank you! Deal!\n  ","336858":"\n  Good topics you have there. I started a project of poetry and short stories, some shallow, deep, funny. U know, like real life. Ha! Every few months I go back to it. But I've decided to finish it. Along with 2 other works.\n  ","336859":"\n  Good! It's 69 degrees in North Jersey area. I'll probably read a book or write tonite. Not too sure.\n  ","336860":"\n  *takes a bow\n  ","336861":"\n  Hee hee\n  ","336862":"\n  Ghost Rider. Take out the 'G' and it sounds like a sci-fi movie about germs.\n  ","336863":"\n  But of course. Thank you for being open-minded.\n  ","336864":"\n  No never. But I've been watched, followed, ignored, etc.\n  ","336865":"\n  Parenting. I'm not one...but it looks complicated. 🤣🤣🤣\n  ","336866":"\n  Talk to her...regularly. Not daily, but see what floats. Feel it out. U never know. No pressure. If you are friend zoned it doesn't matter becoz what you ultimately want can't be achieved without it. So its a win-win. Or she loses out on you.\n  ","336867":"\n  Team colors. Hogwarts appreciation. Preppy moments. Go for it!\n  ","336868":"\n  By showing that I care about their overall well-being. Listen without judgment, be available when needed. I would show interest in their hopes\/dreams\/plans, health, family, etc. Not alienating them or acting selfishly. And I would consider their feelings.\n  ","336869":"\n  I have zero suitors, but that would be pretty cool! A girl can dream...\n  ","336870":"\n  I believe there are many paths to get to where God wants us to be. Its a matter of obedience & timing. Destiny? Hmmm...we are born with a purpose & that may be the mtg of an individual to make a profound impact on your life. Doesn't have to be romantic or last long.\n  ","336871":"\n  Honesty is the best policy. If you like her, there's no harm in telling her. Especially if he doesn't like her.\n  \n  With them, if everything is on the table...he's not at fault. No games or gray area. If the boundaries are set...they are set. If it's clear one person cares and the other doesn't...you have to just leave it alone. It'll sort itself out. She'll have to deal with the repercussions if she's being too stubborn to see it.\n  ","336872":"\n  As long as I'm occupied with a good book or person...days. I've been on vacation with no TV, no internet, collected rainwater, clothing optional in some areas. I'm less prissy than I look. So basically, I'm good.\n  ","336873":"\n  The cunning & stealth of the big cats.\n  ","336874":"\n  A child can be taught to be kind and compassionate, to help others, volunteer, give back. But like any lesson you can choose to receive the knowledge or release it.\n  ","336875":"\n  Both\n  ","336876":"\n  I decided not to entertain their company at all. Which meant it was obvious I had no interest in being a part of convos or outings with that person while they dated my friend. It took years for all the truth to come out. I knew from the 1st few words...I couldn't deal with the person.\n  ","336877":"\n  No and I won't tolerate it around me or on my social media pages.\n  ","336878":"\n  When I feel supported\n  ","336879":"\n  Yes if someone is undercover taunting or making fun of someone.\n  ","336880":"\n  Compassion\n  ","336881":"\n  Yesterday my mom\n  ","336882":"\n  Six flags. Probably 5 yrs ago\n  ","336883":"\n  Yep\n  ","336884":"\n  I use it 1 or 2x a month. Private messaging... It's not my thing.\n  ","336885":"\n  Be safe. I know ur used to hurricanes but I wouldn't be me if I didn't say u & hubby take care of each other. Good vibes of protection your way.\n  ","336886":"\n  No.\n  ","336887":"\n  Santorini or Tulum. ASAP!\n  ","336888":"\n  Thank u so much!\n  ","336889":"\n  I fear it may be too late.\n  ","336890":"\n  Good advice with laughs thrown in to keep it interesting. That's me!\n  ","336891":"\n  Yes its oddly satisfying and weird at the same time.\n  ","336892":"\n  Hi-5!\n  ","336893":"\n  I can hear the sounds of an airplane taking off on vacation. All I see is the AC in my window. Ha! Daydreaming.\n  ","336894":"\n  People don't like being told what NOT to do.\n  ","336895":"\n  I think we all have some zest to our beings.\n  ","336896":"\n  Fairly moderate. Thank u.\n  ","336897":"\n  Indeed\n  ","336898":"\n  Yes the purple plums are sooooo good\n  ","336899":"\n  Good music & children's laughter\n  ","336900":"\n  Genuine Kindness, thoughtfulness & consideration.\n  ","336901":"\n  Ooooooo I would LOVE too!\n  ","336902":"\n  Men can get away with lots. I harken to the famous phrase \"Boys will be boys\" or \"You know how men are\"...WOMP. This usually gives a pass for disloyalty or inconsistent behavior. Not cool!\n  ","336903":"\n  Hopefully they are more engaged in sharing knowledge without but cognizant of whether or not I am 1. Interested 2. Understand. This would show the person to be wise...not just intelligent.\n  ","336904":"\n  Jay-Z & Linkin Park was pretty good.\n  ","336905":"\n  Relatives in DMV, NC, GA, AL & FL. Cali too. But the majority are in NC now.\n  ","336906":"\n  Cookies and cream or a really obscure local flavor.\n  ","336907":"\n  Speaking in front of crowds ironically. I'm just awkward at 1-on-1.\n  ","336908":"\n  So many have transitioned to Heaven. Not too many left to visit. But I try to travel annually South.\n  ","336909":"\n  That I'm basically aloof. I'm actually very shy unless around best friends or in my element.\n  ","336910":"\n  Hmmm...each day I prefer to quiet my mind. That conscious effort means you could possibly hear the shoreline or white noise when I'm practicing stillness.\n  ","336911":"\n  I'm still here. Keep pushing.\n  ","336912":"\n  The God's Must Be Crazy. The discovery of something that could change a community and basically alter what people think they need to survive. Oldie but goodie!\n  ","336913":"\n  Portobello mushroom.\n  ","336914":"\n  Don't lie to yourself. You are the most important piece of the happiness in your life story.\n  ","336915":"\n  Yes. Yes I am!!!\n  ","336916":"\n  I do. Give me the hard truth. Don't drag the pain out with deceit.\n  ","336917":"\n  Not at all\n  ","336918":"\n  Simple if done well. Extravagant tends to be wasteful. Simple can be elegant.\n  ","336919":"\n  A college prank. Well-deserved.\n  ","336920":"\n  Let's day I won't drown but I probably can't save you in a lake or ocean. Pool? Yes. Ha!\n  ","336921":"\n  Yepppppp\n  "}}