{"Question":{"336922":"\n   what was the last fruit you ate\n  ","336923":"\n   What's the appeal with sob stories in American reality tv shows? I was watching American Ninja Warrior. Everyone one of them had a sad background.\n  ","336924":"\n   Do you believe in 🔥TwinFlame🔥? If yes - do you think you have met him \/ her?\n   \n    https:\/\/www.cosmopolitan.com\/sex-love\/a28609253\/twin-flame-signs\/\n   \n","336925":"\n   Have a Blessed Sunday! 🤍\n  ","336926":"\n   Are you a 🛋 homebody or a 👯‍♂️ party person?\n  ","336927":"\n   What food have you been eating a lot of lately?\n  ","336928":"\n   What's your take on the Jessica Krug story?\n  ","336929":"\n   What is more important to you: action or intent? Why?\n  ","336930":"\n   What do you feel when someone is copying you? #CopyCat😺\n  ","336931":"\n   Indeed!\n  ","336932":"\n   How's the covid situation? Are there signs of improvement?\n  ","336933":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","336934":"\n   answer this if you think i’m cute?\n  ","336935":"\n   😊😊\n  ","336936":"\n   Technically catfishing is a crime, but the authorities just don't seem to take it too seriously, unfortunately 🥴\n  ","336937":"\n   A common subject that you hate talking about:\n  ","336938":"\n   who do you have your love-hate relationship with?\n  ","336939":"\n   If you don't like the food you are eating do you keep eating it? Why?\n  ","336940":"\n   what is your favorite childhood story? 📚🎬💕\n  ","336941":"\n   What's the hottest you've ever been? 🥵 👍\n  ","336942":"\n   What is better: bitter truth or sweet lies?\n  ","336943":"\n   what’s your current obsession?\n  ","336944":"\n   When it comes to dating, do you make the first move? 💞\n  ","336945":"\n   What will happen if you isolate yourself for 2 months, no one to talk with, no cell phone. Only you and food for 2 months?\n  ","336946":"\n   What is the secret to a happy life?\n  ","336947":"\n   Where were you during 911?\n  ","336948":"\n   Do you have someone you tell everything to?\n  ","336949":"\n   What’s legal now, but probably won’t be in 20 years? 👍\n  ","336950":"\n   What is the simplest thing that would make someone gain your respect? And what is the simplest thing that would make them lose it?\n  ","336951":"\n   That's what's sports cars are for\n  ","336952":"\n   Do you know a song that has your first name in the lyrics? Which song?\n  ","336953":"\n   How many times have you ran the red light this year?\n  ","336954":"\n   Why do people like to lead other people on?\n  ","336955":"\n   What's in your pockets at the moment? 👍\n  ","336956":"\n   What is your reputation in your neighborhood?\n  ","336957":"\n   are you afraid of the dentist?\n  ","336958":"\n   have you ever felt that you're not yourself?\n  ","336959":"\n   Why doesn't ask show our followers? Do you want to know who follows you?\n  ","336960":"\n   What do you think of the #CANCELLED culture?\n  ","336961":"\n   Are you a wallflower? 🌼\n  ","336962":"\n   What was the last fruit you ate?\n  ","336963":"\n   I could be wrong, but doesn't the Verrazano Bridge cross that? 👍\n  ","336964":"\n   What biscuits\/cookies do you enjoy eating the most? 🍪 👍\n  ","336965":"\n   Besides your home and where you work or study, where do you spend most of your time? 👍\n  ","336966":"\n\n    https:\/\/youtu.be\/Ve126_-C7zk\n   \n   Relax and enjoy with the great Alan Walker🤗💚🎶\n  ","336967":"\n   Why didn't he asked you directly? What did she say?\n  ","336968":"\n   Did you ever get a marriage proposal?\n  ","336969":"\n   look at my last answer\n  ","336970":"\n   What help you relax the best on s stressful day? 😌💖\n  ","336971":"\n   When you were younger, what was something that you really wanted? And did you get it?\n  ","336972":"\n   Do you like Nafessa Williams?\n  ","336973":"\n   Have you ever held a python before? Would you ever do this? Do you own a snake? Would you ever? 🐍\n  ","336974":"\n   What is your fav song ?\n  ","336975":"\n   What are your plans after the pandemic? 🍲🌊\n  ","336976":"\n   Youre soo pretty\n  ","336977":"\n   I'll always care for you. Take care?\n  ","336978":"\n   should prisoners be allowed to use phones and laptops? why? ×_×\n  ","336979":"\n   Do you want a swimming pool on your house?\n  ","336980":"\n   Who let the dogs out? 🐶\n  ","336981":"\n   What should a woman be like? ?\n  ","336982":"\n   What's the difference?\n  ","336983":"\n   Yes it counts\n  ","336984":"\n   Have you ever been to Midland?\n  ","336985":"\n   What is the last beautiful thing you saw or heard?\n  ","336986":"\n   What makes someone reliable?\n  ","336987":"\n   When it comes to relations (friendships or otherwise) do you think we should avoid secretive people? Why?\n  ","336988":"\n   Hello how r u doing\n  ","336989":"\n   10? 😹\n  ","336990":"\n   Describe in detail, how five years from now looks like?\n  ","336991":"\n   Do you brush your teeth once or twice a day?  🦷 👍\n  ","336992":"\n   Did you forgive the last person who hurt you?\n  ","336993":"\n   What do you usually eat for breakfast? 🥣 🍳 👍\n  ","336994":"\n   Who are you grateful to? How do you show your gratitude?\n  ","336995":"\n   Favorite book?\n  ","336996":"\n   What is the weirdest thing you’ve seen someone do on public transport?\n  ","336997":"\n   What is your latest online purchase? 9.9\n  ","336998":"\n   What is your favorite junkfood???\n  ","336999":"\n   selfie in skirt?\n  ","337000":"\n   You to\n  ","337001":"\n   Hi\n  ","337002":"\n   Do you believe in super natural powers?\n  ","337003":"\n   Everything has a path, the question is what we focus our will on: what's your interpretation of this quote?\n  ","337004":"\n   What type of pizza is your favourite? 🍕 👍\n  ","337005":"\n   Have you ever had fajitas before? If so what do you usually have in your fajitas?\n  ","337006":"\n   It's ASKfm technical problem may be 😑\n  ","337007":"\n   Is there secret answer option removed from ASKfm?\n  ","337008":"\n   ikr haha\n  ","337009":"\n   Tell me how to be happy ? Give me your opinion ✨💛\n  ","337010":"\n   Round tables or square tables?\n  ","337011":"\n   Did you watch Spongebob growing up?\n  ","337012":"\n   I don't blame you sweetie\n  ","337013":"\n   Do you like physical attention?\n  ","337014":"\n   What kind of pet would you like to have in the future? 🐯\n  ","337015":"\n   How it was your Holiday ?\n  ","337016":"\n   Have you been in two places at the same time?\n  ","337017":"\n   Instead of money, what would you like to be paid in? 💸\n  ","337018":"\n   What are you dreaming about?\n  ","337019":"\n   Do you like gum\n  ","337020":"\n   Great song. U onnn it!\n  ","337021":"\n   Yes.. we have to stick it... But mind is vulnerable, so most of us easily attracts to money...\n  ","337022":"\n   What song would you dedicate to me ? 🤗\n  ","337023":"\n   Yes.. It is correct... But money is esstainal commodity to us.. Imagine except ownself , other tasks it occupied...\n  ","337024":"\n   I just asked the:it's extreme power???\n  ","337025":"\n   Money have evil power.. Do you agree this??? How???\n  ","337026":"\n   What's your favourite fried food?\n  ","337027":"\n   First impression of this dangerous gyal, the one that mothers should lock up their sons for? (No pun intended) 🤩😽🥰\n   \n    www.instagram.com\/regally__jourdan\n   \n","337028":"\n   What would you do differently if you could go back in time?\n  ","337029":"\n   Fav toppings you like to add to your baked potatoe\n  ","337030":"\n   Music@rocks\n  ","337031":"\n   Have you ever felt that you can do anything and everything? 💪\n  ","337032":"\n   What makes you annoyed easily?\n  ","337033":"\n   😇😆🔆🔆💕💕🇨🇦🌏\n  ","337034":"\n   What was the first tape or cd you bought with your own money?\n  ","337035":"\n   Thanks you!!!💚💚💚 I realy apprecited🤗 \n\nCan I keep recommending videos to you, KJay?🤭\n  ","337036":"\n   Thanks to you🤗\n\nAnd If you want, you can subscribe to my channel, I would appreciate it very much🤭\n\nThanks again🤗\n  ","337037":"\n   ❤️\n  ","337038":"\n   Here in Brazil when we receive a gift or buy a KIT, it means that a set of products will come: For example, a kit male to beard, for bathing, after bathing and also for everyday life. ☺\n  ","337039":"\n   🍃 Que tipo de kit você costuma usar com mais frequência? 🍃  What kind of kit do you use most often? 🍃\n  ","337040":"\n   😁😁\n  ","337041":"\n   Has any guys on here ever flirted with you?\n  ","337042":"\n   What's the best way to get your attention?\n  ","337043":"\n   What happened in a tent while you were camping that you will never forget?\n  ","337044":"\n   Would you be offended if someone never flirted with you?\n  ","337045":"\n   If you were locked in a room with a gorilla for ten minutes with only a kitchen knife and pepper spray, would you survive?\n  ","337046":"\n   Which do you dislike more laundry or dishes?\n  ","337047":"\n   Stay safe, healthy and happy\n  ","337048":"\n   do you ever use the shoutout feature?\n  ","337049":"\n   Which flowers do you like by smell and which – by appearance?\n  ","337050":"\n   Do you sleep immediately when you are sleepy? Or do you fight it? 🥱\n  ","337051":"\n   What’s the nicest thing a complete stranger has done for you or vice versa?\n  ","337052":"\n   Yes definitely🎷😁 Thanks to you🤗\n   \n    https:\/\/youtu.be\/vnGZEBuiLkM\n   \n   If you want more here there 🤗 I hope you enjoy it🤗\n  ","337053":"\n   What do you love about being a kid? 🧒\n  ","337054":"\n   Do you have any vices? 🚬🍻\n  ","337055":"\n   What would you do if you found a book full of all the bad things that you’ve done in your life?\n  ","337056":"\n   What is the first furniture that you will buy for your own house? Why? 🏡\n  ","337057":"\n   What secrets do you have that you hide from the world?\n  ","337058":"\n   He doesn't really give me or himself a chance to do anything. He's ignored me completely for a month and I tried talking to him a couple of times. When he does talk to me, it's only a few words and then it's weeks before he talks to me again.\n  ","337059":"\n   Thanks alot\n  ","337060":"\n   What is your skin care routine?\n  ","337061":"\n   Why do doctors keep patients who won't wake up from a coma on life support?\n  ","337062":"\n   Do you know who puts thorns in our path to success?\n\nNote: You do not have to agree with my opinion. \n\n(for readers)\n   \n    https:\/\/shanuthecricket.blogspot.com\/2020\/09\/thorny-path.html?m=1\n   \n","337063":"\n   Do you ever feel unloved by your partner or that they ignore you on purpose?  I feel like him being \"busy\" is just an excuse at this point.\n  ","337064":"\n   Favorite breed of dog?\n  ","337065":"\n   Ocean or Mountains?\n  ","337066":"\n   Dogs or cats?\n  ","337067":"\n   You like girts. Ever had them before? Or have you ever heard of them before? Should check them out.\n  ","337068":"\n   Who do you trust enough to give your phone password?\n  ","337069":"\n   What are your thoughts on feminism? What about their slogans?\n  ","337070":"\n\n    https:\/\/youtu.be\/NfoTbD7R4lA\n   \n   Relax & Enjoy🤗💚🎶\n  ","337071":"\n   Can you name 8 teachers from your primary\/elementary school?🤔\n  ","337072":"\n   Think you'll  ever record your own song?\n  ","337073":"\n   What is the most important thing in life?\n  ","337074":"\n   What is something that you can't tolerate? 🙅‍♀️\n  ","337075":"\n   Did you have any \"phases\" in life? (Such as an emo phase)\n  ","337076":"\n   Why do we look for some hot soup when we are sick?\n  ","337077":"\n   What color is your cellphone?\n  ","337078":"\n   How do you treat people in general?\n  ","337079":"\n   What makes askfm different from other social media apps? ❣\n  ","337080":"\n   What’s something that offend you?\n  ","337081":"\n   Which colors really look best on you?\n  ","337082":"\n   Do you judge someone based on their bad choices in life? >_<\n  ","337083":"\n   \"doing good ever backfired on you\"? Yes. When I had my Sushi and Sake however; when I was done, I wanted more Sake.\n  ","337084":"\n   \"Laughed tripped or falling\"? I fell down in the hallway because I drank a lot of Sake even tho' I was having Sushi.\n  ","337085":"\n   We might have domesticated them by then hahaha or not. But still a cutie 😍\n  ","337086":"\n   If the dinosaurs did not extinct, would you want to have them as a pet? 🦖🦕💕\n  ","337087":"\n   Do you let your friends and family drive your car?\n  ","337088":"\n   Do you smoke? 🚬\n  ","337089":"\n   what's the best inside joke you’ve been a part of?\n  ","337090":"\n   Do you sleep with your socks on? Lol me personally, I can’t 😂💀🤦🏻‍♀️\n  ","337091":"\n   Do you eat salads? 🥗\n  ","337092":"\n   What would I have to do to make you more obsessed with me? 🤔 Spare no details.\n  ","337093":"\n   On the occasion of teacher’s day, share your one on one student-teacher memory?\n  ","337094":"\n   Why are you so obsessed with me?\n  ","337095":"\n   What's  your favorite Chaka Khan songs?\n  ","337096":"\n   Should you keep being friends with someone if the things you bonded on were lies?\n  ","337097":"\n   Are you ready for hoodie weather?\n  ","337098":"\n   Have you ever played those $1.00 scratch off lottery cards ?\n  ","337099":"\n   What activity calms you down and makes you feel at peace with the world? 🌸\n  ","337100":"\n   Do you think that money can buy love?\n  ","337101":"\n   What makes you smile in the morning?\n  ","337102":"\n   WHO IS YOUR BEST FRIEND\n  ","337103":"\n   What slang word or phrase do you love to use?\n  ","337104":"\n   Why did you join ask? When?\n  ","337105":"\n   You like red or white wine?\n  ","337106":"\n   Your thoughts on the old school playas with the gators,  shorts and silk socks up to their knees. 😆\n  ","337107":"\n   Why can't I hold you in the street? Why can't I kiss you on the dance floor?\n  ","337108":"\n   What are you craving?\n  ","337109":"\n   What is the last compliment you received?\n  ","337110":"\n   What year is your mustang? been looking into getting one\n  ","337111":"\n   If you could get a definitive answer to something that you really want to know about , what would be the question?\n  ","337112":"\n   What do you want as a bday gift :)\n  ","337113":"\n   What made me laugh today was my Strategic Management class. Our class was worried about upcoming tests, and our professor said \"it's funny how students get so wound up over tests. Next time I have a class that falls asleep on me, I'll mention tests and see if people wake up\". 🤣\n  ","337114":"\n   Would you consider yourself \"temperamental\"?\n  ","337115":"\n   I miss you. When can I be blessed with more questions? 🥺\n  ","337116":"\n   ok\n  ","337117":"\n   can I follow your Instagram\n  ","337118":"\n   your face is so beautiful\n  ","337119":"\n   nothing \nhow was your day\n  ","337120":"\n   Noo you definitely do😊 just take another guess or a few guesses\n  ","337121":"\n   You should go take a nap\n  ","337122":"\n   how are you\n  ","337123":"\n   Nope😇\n  ","337124":"\n   How different was your life a year ago? 👍\n  ","337125":"\n   Guess the movie; 🐷🕷\n  ","337126":"\n   How much space in the trunk?\n  ","337127":"\n   Is it a single people car?\n  ","337128":"\n   Are you still awake? 😳\n  ","337129":"\n   What is your opinion on advertisements and commercials?\n  ","337130":"\n   What are you looking forward to that’s happening soon? 👍\n  ","337131":"\n   Yes that is a very Peaceful sound\n  ","337132":"\n   What’s the most soothing sound to you\n  ","337133":"\n   Do you watch youtube vlogs? ▶️\n  ","337134":"\n   Which virtues do you live by? 💖 (Wisdom and Knowledge, Courage, Humanity, Justice, Temperance, Transcendence, etc.)\n  ","337135":"\n   Really that’s good you must be a very kind person\n  ","337136":"\n   What would you do if, for one day, you found out who your followers were on here?\n  ","337137":"\n   WOW!! A quack......may be you should see......a farm or Dr. House; M.D. I'm just being silly on your page.\n  ","337138":"\n   Do you often shopping online?\n  ","337139":"\n   How many fights did you get into when you was in school\n  ","337140":"\n   Would you marry the one that you love even if the world forbids it? ❤\n  ","337141":"\n   Do you like to wear expensive clothes? 💲\n  ","337142":"\n   What they are really looking for?\n  ","337143":"\n   How many people can fit in there?\n  ","337144":"\n   Very Good! 👏👏👏\n  ","337145":"\n   Well you are beautiful my name is Darnell im from Detroit where you from\n  ","337146":"\n   Do you have a boyfriend if so how is it working for you\n  ","337147":"\n\n    https:\/\/www.youtube.com\/watch?v=cLyUcAUMmMY\n   \n   \/\n   \n    https:\/\/www.youtube.com\/watch?v=iQp1_GfDhwQ\n   \n   🎶\n  ","337148":"\n   Do you mind who just comes up to you and hugs you? Like.. do you only really about people you know like family members and friends? Or not even them?\n  ","337149":"\n\n    @alyssonzurcmann\n   \n   asked you:  Tell us 10 new features that you would like to have here on askfm\n  ","337150":"\n   What is your idea of a romantic evening?\n  ","337151":"\n   PAP from today.\n  ","337152":"\n   Followed you!\n  ","337153":"\n   What's the most awkward thing you can say in an elevator?\n  ","337154":"\n   Would you recommend the last movie you watched?\n  ","337155":"\n   OMG 😳\n  ","337156":"\n   Girl what I can’t promise is I’ll let you down so don’t put up a fight you’ll get lost in the light\n  ","337157":"\n   Good day to you! Enjoy your day! We might be in a lockdown but always stay positive and stay awesome. Have a productive day! 💛\n  ","337158":"\n   How does bad criticism affects you and how do you deal with it? 🤬🗯\n  ","337159":"\n   Which song makes your mood better? 🎧 📻 🔊\n  ","337160":"\n   If you are the only person who can lie in the world, what would you lie for?\n  ","337161":"\n   What do you normally consider when you like someone? ❤\n  ","337162":"\n   Rose\n  ","337163":"\n   Which person in your family do you look most like?\n  ","337164":"\n   You sound like a good person 😊\n  ","337165":"\n   Well I'm 25 and never been married so dont feel alone about it\n  ","337166":"\n   Best way to be haha\n  ","337167":"\n   thanks\ncan I follow your Instagram 💙\n  ","337168":"\n   ok \nyour face is so beautiful 😊\n  ","337169":"\n   What is something you can eat every day without getting tired of it\n  ","337170":"\n   Have you ever been married?\n  ","337171":"\n   ok \nhow was your day 💙\n  ","337172":"\n   What you do today? 🖤\n  ","337173":"\n   Nah your not old your very pretty for your age\n  ","337174":"\n   What are the most important advantages of Internet?\n  ","337175":"\n   That can be any age?\n  ","337176":"\n   Would you ever be vegetarian or vegan?\n  ","337177":"\n   How old are you?\n  ","337178":"\n   Do not let yo life turn into something bad? take hold of it because it’s you who can make a change, no one else :)\n  ","337179":"\n   thanks \n\ncan I follow you 😊\n  ","337180":"\n   Are you a mom?\n  ","337181":"\n   What's the funniest auto-correct mistake you made?\n  ","337182":"\n   How long did it take to braid your hair?\n  ","337183":"\n   Hi 🖐😍\n  ","337184":"\n   Name three positive things about yourself? ☀️\n  ","337185":"\n   What’s your favorite season?\n  ","337186":"\n   Your 2nd @ will give you 100🔥!!!! Who is it???\n  ","337187":"\n   Can you guess who I am? I will give you a reward if you get it right! 😝🤭\n  ","337188":"\n   Your favorite Starbucks drink?\n  ","337189":"\n   How would the world be different if everybody was vegetarian? 🍅\n  ","337190":"\n   If you are given a chance to \"Factory Reset\" your life, would you? ⏳\n  ","337191":"\n   😍\n  ","337192":"\n   What kind of dish can you cook?\n  ","337193":"\n   Are you good in dancing?\n  ","337194":"\n   Do you have the “New Yorker” accent?\n  ","337195":"\n   What's something you wish you could say to your 12 year old self?\n  ","337196":"\n   Do you believe it \"takes one to know one\"?\n  ","337197":"\n   Do you like white guys or only blacks?\n  ","337198":"\n   I'm just saying black ladies aren't my favorite but your pretty good looking for one\n  ","337199":"\n   You're cute for a black lady\n  ","337200":"\n   What would you say is the weirdest thing you've ever eaten?\n  ","337201":"\n   thats kind of weird and creepy for them to be asking you\n  ","337202":"\n   Can I have your school photo?\n  ","337203":"\n   If you like her, what's your favourite Jess Glynne single? 🎶 👍\n  ","337204":"\n   Do you have a favorite flower?\n  ","337205":"\n   Do you return or pay back the coins (and likes) that you receive here on askfm? Is that a mandatory or some kind of gesture? 🔥\n  ","337206":"\n   hope you’all are doing just fine, don’t loose yourself and stay motivated! \ngood things awaits for youu\n  ","337207":"\n   Cool\n  ","337208":"\n   Do you accept change easily? Do you find it easy to adapt to a new environment?\n  ","337209":"\n   Same!!\n  ","337210":"\n   I have picked you, to fall in love with. You simply  suit me.\n  ","337211":"\n   When is the last time you were on a plane? Where were you going?\n  ","337212":"\n   How do men understand ‘romance’?\n  ","337213":"\n   What is in your fridge?\n  ","337214":"\n   Do you like making smores?\n  ","337215":"\n   What is the best thing you came across on the internet today?\n  ","337216":"\n   What would you ask the President, if you could? 🗣\n  ","337217":"\n   Do you still watch TV or do you just use your phone\/tablet\/laptop?\n  ","337218":"\n   What makes a person rich? Is it just money? 🤑💲\n  ","337219":"\n   Do you also just stare at the clouds and watch them move? ☁️⛅☁️\n  ","337220":"\n   Converse or Vans?\n  ","337221":"\n   Cheddar and sour cream is so good!! I've never heard of The Whole Shabang before, I'll have to try it\n  ","337222":"\n   McDonald’s or Burger King?\n  ","337223":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","337224":"\n   What is your ultimate opinion about love and relationships? Do you believe in love or do you not believe in love?\n  ","337225":"\n   Do you have standards when it comes to your friends?\n  ","337226":"\n   What useless talent do you have? 😂\n  ","337227":"\n   Do you also have a feeling of being afraid to go out because of the pandemic?\n  ","337228":"\n   What is your favorite potato chip flavor?\n  ","337229":"\n   Should I make more money? Is money important? 💸\n  ","337230":"\n   I love Arnold Palmers they are soooo good\n  ","337231":"\n   Do you think that you are more good looking or more wise ? ?\n  ","337232":"\n   What's a habit others have that you can't bear? 👍\n  ","337233":"\n   What do you do to let others know you love them?\n  ","337234":"\n   What are the best remedies for someone who has just been dumped?\n  ","337235":"\n   What do you wish more people knew about you? 👍\n  ","337236":"\n   What was your favourite event at your school sports days? 👍\n  ","337237":"\n   What fruits do you eat the most? 🍓 🍏 🍌 🍊 🍐 🍒 👍\n  ","337238":"\n   What do you have to lose if you just go for it?\n  ","337239":"\n   If you could have any job for a day, what would it be? 👨‍⚖️👨‍🍳👨‍🏭👨‍🔬👩‍🎤👨‍✈️👨‍🚒👷‍♀️🕵️‍♀️💖\n  ","337240":"\n   Guess the movie; 👱🏻‍♂️👱🏻‍♂️🏕❤️🏔\n  ","337241":"\n   Are you a morning person?\n  ","337242":"\n   Breakfast, Lunch or Dinner?\n  ","337243":"\n   If you could learn a new skill today, what would it be?\n  ","337244":"\n   What’s your favorite candy bar?\n  ","337245":"\n   What made you happy today?\n  ","337246":"\n   Have you ever felt so down? 😔\n  ","337247":"\n   What would you do if you woke up one morning and a horse was in your bedroom?\n  ","337248":"\n   Hi, look my new web site:\n   \n    http:\/\/doyouthefashion.com\/\n   \n","337249":"\n   What animal best represents your personality? 🐱 🙈 🐶 🐻 🦜 🐮 👍\n  ","337250":"\n   If you were to meet a clone of yourself, would you get on with each other? Why or why not? 👍\n  ","337251":"\n   Have you ever had a night with someone then regretted it the next morning?\n  ","337252":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?✌\n  ","337253":"\n   NEVER HAVE I EVER: Have you ever confessed your feelings to someone anonymously? ✍💌💭\n  ","337254":"\n   Do you find it easy to say \"no\"?\n  ","337255":"\n   Do you know how to face your fears?\n  ","337256":"\n   I mean no disrespect of course I can also tell by your answers to certain questions that you have a very intellectual side and by how you worded some of your responses you don't mind being honest or blunt and those characteristics are always good to find in a beautiful and yet spirited woman as you\n  ","337257":"\n   Should\n   \n    @askfm\n   \n   have a dark mode too? 🌚🖤\n  ","337258":"\n   How do you cope with the unpleasant parts of life?\n  ","337259":"\n   what other language can you speak?\n  ","337260":"\n   Doesn't eating eggs defeat the purpose I the vegan bacon just asking\n  ","337261":"\n   I find that so hard to believe with how amazing you look shoot if anything I thought it was gonna say married with kids lol\n  ","337262":"\n   So how long was your last relationship and what ended it?\n  ","337263":"\n   Stay n side\n  ","337264":"\n   Have you ever went on a road trip where you just wanted to get lost? You didn't know where you were going you were just going somewhere to get away from people.\n  ","337265":"\n   When you go to a movie theater, where do you like to sit (front, middle, back, aisle)? Why? 🎬🍿\n  ","337266":"\n   He was beautiful, a legend 😔\n  ","337267":"\n   Have you ever eaten beet cake? If so, did you like it?\n  ","337268":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","337269":"\n   Good\n  ","337270":"\n   Yep. I’m always happy\n  ","337271":"\n   Cool\n  ","337272":"\n   What was the last song you heard?\n  ","337273":"\n   What was the last thing you ate?\n  ","337274":"\n   Did you watch the Black Panther movie with actor Chadwick Boseman? 😔\n  ","337275":"\n   How would you live life if you was the last person on earth like what would you do?\n  ","337276":"\n   I am doing small spams today.\n\nWhat is that & how do you get one? All you have to do is come onto my page & ask! And I will send, start! Come on my page & ask. I am randomly selecting people. I might not do everyone b\/c I follow a TON of people. But will try my best ok y'all aaannd GO! LET'S START!\n  ","337277":"\n   What do you consider most important in the person you love?\n  ","337278":"\n   What makes you unique stand out or different from anyone else\n  ","337279":"\n   What's your number one rule in life?\n  ","337280":"\n   What do you like to do when it's snowing outside?\n  ","337281":"\n   Is there any house chore that you enjoy doing?\n  ","337282":"\n   Would you date your bestfriend? 🙊\n  ","337283":"\n   in your opinion, what's it like to fall in love?\n  ","337284":"\n   Have you ever given your cell phone number to someone you met on the internet?\n  ","337285":"\n   What was the last thing you had to drink?\n  ","337286":"\n   What is your opinion about same gender relationships?\n  ","337287":"\n   How long can you survive without food and water? 🤤😵😂\n  ","337288":"\n   Which element best represents you?\n  ","337289":"\n   Why do other people gossip so much? Don't they have something else to do? 😆\n  ","337290":"\n   Have you ever flown by helicopter? 🚁\n  ","337291":"\n   \"Who is your favorite actor??\t\"\n  ","337292":"\n   Do you believe all (main) religions speak the same truth or is one more truthful than others?\n  ","337293":"\n   Imagine you're sitting outside on a hot summer day. What's your favorite drink to have to cool off?\n  ","337294":"\n   Which fruit do you choose? 🍏 🍎🍊 🍐 🥑🍍🥥\n  ","337295":"\n   Who won't be getting a Christmas gift from you this year?\n  ","337296":"\n   How do you deal with the lame haters?\n  ","337297":"\n   When do you usually start preparing gifts for Christmas?\n  ","337298":"\n   Do you like coffee with too much or too little sugar? ☕\n  ","337299":"\n\n    https:\/\/m.youtube.com\/watch?v=EUY7BiyNv2E\n   \n","337300":"\n   Yep 👍\n  ","337301":"\n   Do you hold grudges? Is it important to get revenge?\n  ","337302":"\n   Well... I guess this is goodbye 😥\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/162611177687?utm_source=copy_link&utm_medium=android\n   \n","337303":"\n   Former President of Uptown Records is conf calling with me tomorrow afternoon concerning the music.\n  ","337304":"\n   I want to be famous on Tik Tok\n  ","337305":"\n   Do you keep your room clean or messy? 😂😝😏\n  ","337306":"\n   I would actually choose fame.\n  ","337307":"\n   How would you do on a song competition show?\n  ","337308":"\n   What gift would you like to receive on Valentine's Day from your beloved one?\n  ","337309":"\n   😊😊\n  ","337310":"\n   😊😊\n  ","337311":"\n   😊😊\n  ","337312":"\n   Newest track\n   \n    https:\/\/www.spreaker.com\/user\/9939440\/chill-with-me-feat-griff-acheampong\n   \n","337313":"\n   What's your favorite cereal?\n  ","337314":"\n   Do you believe in happy endings? 🥀\n  ","337315":"\n   Do you believe in 😇 angels and 👿 demons?\n  ","337316":"\n   Post an picture that people will be able to hear\n  ","337317":"\n   What is the most important thing you have learned in life?\n  ","337318":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","337319":"\n   Would you choose money or fame?\n  ","337320":"\n   If you were to become famous, what would it be for?\n  ","337321":"\n   Do you prefer to read or watch tv?\n  ","337322":"\n   Let’s see, if you had the opportunity to make a significant difference in the lives of your people however it would cost you dearly (who knows how), would you take the opportunity?\n  ","337323":"\n   Do you have a prescription to stop being sad? Can you share?\n  ","337324":"\n   Why do people loose their interest?\n  ","337325":"\n   What was the last thing you got for free? 🆓️🖤\n  ","337326":"\n   What do you think about exorcisms? ✝️\n  ","337327":"\n   Do you prefer extreme cold or extreme heat?\n  ","337328":"\n   What is your opinion about jewelry? Do you wear one\/some?\n  ","337329":"\n   What is one anonymous question you’ve gotten where you would really like to know who sent it to you?\n  ","337330":"\n   how old we you?\n  ","337331":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","337332":"\n   5 years ago, did you picture  yourself where you are now?\n  ","337333":"\n   Do you forgive and forget? 😇\n  ","337334":"\n   No need to answer this but for those who care, tomorrow will be my last day on here. If you want to ask anything before I leave, now is the time 🕐\n  ","337335":"\n   What’s one language you wish you could learn\n  ","337336":"\n   Why?? Why?? Why are you do damn stunningly Beautiful? 😍\n  ","337337":"\n   What is your least favourite thing about your favourite restaurant?\n  ","337338":"\n   Basically I’m saying either way we bout to slide 😁\n  ","337339":"\n   Tahiti or Bermuda?\n  ","337340":"\n   Yes!! #Winning. Where to for our honeymoom (anywhere)?\n  ","337341":"\n   Will you marry me?\n  ","337342":"\n   Have you tried breaking a bad habit? How did it go? 😈\n  ","337343":"\n   What type of people are you afraid of? 🎃\n  ","337344":"\n   What do you think of when you smile?\n  ","337345":"\n   How'd you react if you got a golden ticket to Wonka's chocolate factory? 🎫🍬🍫 What'd you do there if you did decide to go? 🤔\n  ","337346":"\n   What do you do to be more environmentally friendly? What do you think you can improve? 🌍♻️🌿\n  ","337347":"\n   What is the most dangerous thing you have ever done? 😜😂\n  ","337348":"\n   That sounds so fun!! I really hope I get the chance to go someday\n  ","337349":"\n   Oh my gosh I've always wanted to go to Aruba. What was your favorite thing about Aruba?\n  ","337350":"\n   What time do you usually wake up in the morning?\n  ","337351":"\n   What is the last place you went for vacation?\n  ","337352":"\n   Heartswill never be practical until they are made unbreakable.” “The saddest thing about love is that not only that it cannot last forever, but that heartbreak is soon forgotten.” “I'd rather have abrokenarm than abroken heart.” “It's hard asking someone with abroken heartto fall in love again\n  ","337353":"\n   Share the first song that comes to your mind 🎶🎧🎵\n  ","337354":"\n   What was your greatest success?🏆\n  ","337355":"\n   Savory or Sweets? 😛\n  ","337356":"\n\n    https:\/\/10fathoms.files.wordpress.com\/2018\/04\/04-15-lewis-b-smedes.jpg?w=682\n   \n   💪\n  ","337357":"\n   Oh good, you can go and get me a Big Mac 🤪 😝\n  ","337358":"\n   Favorite zoo animal?\n  ","337359":"\n   how many followers do you have?\n  ","337360":"\n   Yes, of course!! Now we are part of same team member🤗\n  ","337361":"\n   Congratulations sis for blue badge😍♥️♥️♥️🎉🎊\n  ","337362":"\n   What would you like to be remembered for? 👍\n  ","337363":"\n   What were some of the turning points in your life? 👍\n  ","337364":"\n   What do you do when you’re bored?\n  ","337365":"\n   What is something you do every single day?\n  ","337366":"\n   Are you an introvert or an extrovert?\n  ","337367":"\n   What is the longest you've ever gone without any sleep?\n  ","337368":"\n   Have you ever turned your back on a friend before?\n  ","337369":"\n   Are you in the path of these hurricanes coming to the USA? If so I hope you stay safe. If you're not in the path of this hurricane have you ever been through a hurricane before?\n  ","337370":"\n   It can be overused but I smoke once a week for a while now and if it’s not abused like crazy then it is not addictive at all and it don’t give you lung cancer if you smoke any other way other than rolling blunts bc blunts will give you lung cancer bc of tobacco that’s why I do it out of a bottle\n  ","337371":"\n   Oh ok he had a lot of good songs\n  ","337372":"\n   What’s your opinion on marijuana?\n  ","337373":"\n   Do you often predict things before they happen?\n  ","337374":"\n   Do you have any kids\n  ","337375":"\n   Who’s your favorite singer or rapper\n  ","337376":"\n   Did you forgive the last person who hurt you?\n  ","337377":"\n   I do too!  I'm  talking about a rouge dog loose on the street looking to attack.  Under those circumstances I hauled ass.\n  ","337378":"\n   Have you ever been afraid of your closet at night\nEspecially if it was open?\n  ","337379":"\n   I dove on top of so many cars growing up!  Glad I didn't  get shot.\n  ","337380":"\n   Ever get chased by a dog? 😆  How did you escape?\n  ","337381":"\n   On a scale of 1 to 10, how well do you sing?\n  ","337382":"\n   What is the worst gift you have ever received on your birthday?\n  ","337383":"\n   How far is McDonald's from your house? 🍔 🍟\n  ","337384":"\n   What about you do you seem to get the most comments about?\n  ","337385":"\n   I'm fine, thanks\n  ","337386":"\n   😣\n  ","337387":"\n   Are you happy or sad right now? What could happen to improve your day?\n  ","337388":"\n   Name 3 things in nature you find most beautiful?\n  ","337389":"\n   Why him?😌\n  ","337390":"\n   Who would win in a fight; Stuart Little or Remy from Ratatouille?🐭🥊🤔\n  ","337391":"\n   \"What principles guide your actions\"? Choices and the truth.\n  ","337392":"\n   pool or ocean?\n  ","337393":"\n   gold or silver?\n  ","337394":"\n   Bull riding.\nWhat are your thoughts on it?\n👎 or 👍\nWould you ever try or no?\n  ","337395":"\n   Why not?\n  ","337396":"\n   What do you think is a waste of time?\n  ","337397":"\n   What are your top 3 ticklish spots ?\n  ","337398":"\n   Do you make people take they shoes off before coming into your house?\n  ","337399":"\n   Do you have an account in instagram?\n  ","337400":"\n   Hope your weekend going well\n  ","337401":"\n   Do you have patience with children?\n  ","337402":"\n   How do you usually physically greet someone? 🤝🤗👄 (Pre-corona) How does that change depending on your feelings for that person? 🤔\n  ","337403":"\n   What is your life's biggest regret? Cmon, everyone has one.\n  ","337404":"\n   If someone complimented you by calling you adorable, would you like it or hate it?\n  ","337405":"\n   Do you like paintings? If so, what is your favorite painter? ☄\n  ","337406":"\n   I'm  on a South Korean station tonight.  Interview.\n  ","337407":"\n   The summer has just quietly passed us by huh?  No Great America, State Fair, Summerfest or any of the other amazing fests we are known for.  Fall is approaching.\n  ","337408":"\n   Do you like roast and veggies?\n  ","337409":"\n   ohoo\n  ","337410":"\n   If. You Dont Mind Send Me Your Wtss app Num\n  ","337411":"\n   Instagram?\n  ","337412":"\n   You know anyone in jersey ?\n  ","337413":"\n   How about you, do you like sex during the day?\n  ","337414":"\n   What do you think we have sex for $ 2000?\n  ","337415":"\n   You have a pleasant talking voice.\n  ","337416":"\n   You are very beautiful inside and out don’t ever let anyone convince you any different\n  ","337417":"\n   U r so beautiful ♥️\n  ","337418":"\n   Do you know the difference between your and you're?\n  ","337419":"\n   Which was the funniest proposal you got?\n  ","337420":"\n   By which you mean you choose not to tell us?\n  ","337421":"\n   What made the guy lucky?\n  ","337422":"\n   Who was the last person you made smile?\n  ","337423":"\n   What's your favorite ice cream flavor? 🍨🍦 Or don't you like ice cream?\n  ","337424":"\n   Do you use Siri or Alexa\n  ","337425":"\n   Why do people mostly have s x at night? Are they trying to hide something?\n  ","337426":"\n   any questions you wont answer\n  ","337427":"\n   Pic of your sexiest non-lingerie outfit?\n  ","337428":"\n   If you could change the color of the sky, would color would it be 🌌?\n  ","337429":"\n   it has highs and lows  i just use to talk with people really other people have their own agenda for it which can be quite bad but i see it has it pros\n  ","337430":"\n   feel free to ask me questions? anything you want?\n  ","337431":"\n   Do you like to play video games?\n  ","337432":"\n   Oooo interesting! I have a friend with the same moon & rising 😌\n  ","337433":"\n   Did you have a happy childhood? Why or why not?\n  ","337434":"\n   Would you have wedding with a lot of people or just small group like family only\n  ","337435":"\n   Have you ever broken up with a boyfriend because he wanted to do a position you weren't comfortable with? 🤔\n  ","337436":"\n   Do you prefer making love or do you prefer to fully restrained and be treated roughly ?\n  ","337437":"\n   Which mattress is good for health do you think – Cotton or foam memory?\n  ","337438":"\n   Some people hung me on a fence by my tighty whities, my sister and her friend walked by laughed at me then left me hanging, would you leave me hanging?\n  ","337439":"\n   What is your opinion of Marriage?\n  ","337440":"\n   Do you ever watch reruns of the show 227?\n  ","337441":"\n   Whats your favorite movie genre to watch on weekends? 📽\n  ","337442":"\n   How tall are you?\n  ","337443":"\n   What is most important to you in clothes: comfort or style?\n  ","337444":"\n   Would you ever get a tattoo?\n  ","337445":"\n   What's your favorite bra style?\n  ","337446":"\n   What's for lunch today?\n  ","337447":"\n   Why not\n  ","337448":"\n   How often do you get bored?\n  ","337449":"\n   Do you love your breasts\n  ","337450":"\n   What's one thing you want to be remembered for?\n  ","337451":"\n   What could instantly make your day better?\n  ","337452":"\n   Well everybody sitting round the kitchen table eating nowdays that's nonexistent\n  ","337453":"\n   I like the old and out-dated\nWay of life\n  ","337454":"\n   Finish the sentence: Never have I ever...\n  ","337455":"\n   I love Cheetos too!\n  ","337456":"\n   Is it better to be loved or feared?\n  ","337457":"\n   Are there any brands or companies that you boycott? Why do you refuse to do business with them?\n  ","337458":"\n   Cheetos or Doritos?\n  ","337459":"\n   Where would you like to get a tattoo?\n  ","337460":"\n   My friends\n  ","337461":"\n   What is your biggest pet peeve? 😒 Why is it that you hate it sooo much? 🤔\n  ","337462":"\n   New account time!!!\n  ","337463":"\n   Boulder holders lol\n  ","337464":"\n   Without working out don't your big boobs cause you back pain?\n  ","337465":"\n   If you got stuck in the game Jumanji, what would be the first thing you would do?\n  ","337466":"\n   Are you scared of heights?\n  ","337467":"\n   Describe your workout routine\n  ","337468":"\n   Why is it rude to ask a woman how many different fathers her many kids have?\n  ","337469":"\n   If you like them, what's your favourite Queen single? 🎶 👍\n  ","337470":"\n   Omg... I'm lucky I rarely have to deal with very noisy\/rude ppl. But maybe cuz I don't go a lot. Lol.\n  ","337471":"\n   Was the Buddha the Messiah of his time? Why \/ why not? Thank you.\n  ","337472":"\n   What two animals should breed and make a new animal?\n  ","337473":"\n   Would you rather make more money doing a job you hate or less doing one you love? 💰 👍\n  ","337474":"\n   What do you find hypocritical?\n  ","337475":"\n   Has someone ever told you they didn't find you s xually attractive enough to f ck?\n  ","337476":"\n   Are you a vegan, a vegetarian or a meat-eater?\n  ","337477":"\n   Do you get irritated by the laughter of others when you are in a bad mood?\n  ","337478":"\n   Who had the most positive influence on you?\n  ","337479":"\n   What is your favorite beach? Why?\n  ","337480":"\n   What have u always wanted? Did u ever get it ?\n  ","337481":"\n   A line to describe what your life is being to you now?\n  ","337482":"\n   Hey? <3 You ok? :D :D xxxxx\n  ","337483":"\n   When you feel bad mentally, what is the best way to help you?\n  ","337484":"\n   Yeah some people why?\n  ","337485":"\n   How are you doing?\n  ","337486":"\n   Favouritism towards my sister at best?\n  ","337487":"\n   favouritism\n\/ˈfeɪv(ə)rɪtɪz(ə)m\/\nnoun\nnoun: favouritism; noun: favoritism\n1.\nthe practice of giving unfair preferential treatment to one person or group at the expense of another.\n  ","337488":"\n   Hey, thank you for the mention 😀\n  ","337489":"\n   Aside from your own zodiac sign which zodiac signs do you think are cool\n  ","337490":"\n   Do you remember your dreams often?\n  ","337491":"\n   When was the last time you went for a swim in the ocean, a lake or such? (Not in a pool) 🏖🏞 What's the coldest temperature you can comfortably swim in? 🌡\n  ","337492":"\n   Has a movie ever made you cry? If so, what movie was it?\n  ","337493":"\n   What are you looking forward to next year?\n  ","337494":"\n   You leave your front door and lock it behind you only to turn around to see a skunk in front of you. What’s your next move?\n  ","337495":"\n   kissing a stranger, stories?\n  ","337496":"\n   Thanks for the shout out\n   \n    @AskKeishaJ\n   \n","337497":"\n   That probably was so adorable 😄\n  ","337498":"\n   If you could have any view from your home, what would it be?\n  ","337499":"\n   So fundamentally, the answer to my question about whether you've really dug deep is \"no\".\n  ","337500":"\n   Makes sense. I mean, marriage is best left for the 50s, after all.\n  ","337501":"\n   Exactly as I said, not an accident. Have you ever looked deep down at yourself for the real reasons?\n  ","337502":"\n   If you date a single person for 5+ years and no marriage on the horizon, that isn't an accident.\n  ","337503":"\n   Hard to understand why you dated people for many many years without bothering with marriage. Maybe marriage isn't really for you.\n  ","337504":"\n   Do you think that being a child of divorce, you're less able than other people to commit, marry, and settle down?\n  ","337505":"\n   ↬What is your favorite color? ♡\n  ","337506":"\n   Do you have a lot of personal trauma in your past? What bad effects did it have on you?\n  ","337507":"\n   Thank you, I followed them all!\n  ","337508":"\n   If you like her, what's your favourite Jessie J single? 🎶 👍\n  ","337509":"\n   I'm new to AskFm! I'm in search of awesome folks to follow. Who would you recommend? I'll hit follow on all those suggested to me! If you receive this I have followed you, I would love a follow back. Thank you! :)\n  ","337510":"\n   If you like steak, how do you prefer to have it? Rare, medium rare, well done? 🥩 👍\n  ","337511":"\n   What did you do as a kid that seemed normal at the time but which now seems super weird?\n  ","337512":"\n   How good are you at memorizing things?\n  ","337513":"\n   How often do you visit hospitals?\n  ","337514":"\n   I don't  see a newer show past the one with the singer tou interviewed.\n  ","337515":"\n   Definitely wanna see it\n  ","337516":"\n   Me too! 😊\n  ","337517":"\n   Now that you mention it!!!.. yes!!  😂🤣😄\n  ","337518":"\n   I adore you,  where you from\n  ","337519":"\n   Oh!!!  Cool.  You got the link?\n  ","337520":"\n   They crazy! Ha!  I had a buddy in highschool who had a gum disease and used to be all in the ladies face.  You could see them trying to turn their heads away for fresh air\n  ","337521":"\n   Band practice?  Ahh ok!\n  ","337522":"\n   It's  always important to know that someone is listening.   Well...I am listening.  I was gon a quit a couple yrs ago, till a brother asked me the same thing. It sparked me to this point.  I'm  forever grateful.   Maybe you'll  shout me out 1 day.  Either way, keep grinding & answer your calling.\n  ","337523":"\n   Well, I'm  telling you as well.  You are so beautiful\n  ","337524":"\n   What you think of Mrs. OBAMA SPEECH?\n  ","337525":"\n   Have you ever had a guy coming on to you whose breath was incredibly bad?  And he was all in your space and face. 😆\n  ","337526":"\n   When is the last time someone told you that you are very beautiful?\n  ","337527":"\n   What's  going on with the podcast?\n  ","337528":"\n   What are you STILL salty about?\n  ","337529":"\n   Back in high school, what was your reaction to being told that someone at school had a crush on you?\n  ","337530":"\n   If your life were a movie, would you watch it?\n  ","337531":"\n   Do people recognise you with your mask on? If yes, what about you gave it away?\n  ","337532":"\n   Do you ever call friends and talk on the phone with them?\n  ","337533":"\n   When was the last time you saw a rainbow? 🌈\n  ","337534":"\n   Do you use batteries anymore?\n  ","337535":"\n   What was the last book you read? Is it worth recommending?\n  ","337536":"\n   What’s it like to overcome something real bad?\n  ","337537":"\n   What side dish do you like to eat with barbecue?\n  ","337538":"\n   What's something that you find cute in your special person ooor just tell me something that you find cute in a girl or guy that you see. You first see. What are some characteristics that you like. Can be more than one. Any kinks? Like for example... you think a girl with glasses is cute..\n  ","337539":"\n   my mistake its someone who looks like you though\n  ","337540":"\n   Love the new look\n  ","337541":"\n   yeah but you following me on IG\n  ","337542":"\n   ❤️❤️\n  ","337543":"\n   How do you relieve tension and stress?\n  ","337544":"\n   What\/who do you feel has changed you the most?\n  ","337545":"\n   can i talk to you on instagram?\n  ","337546":"\n   Confused! I liked this girl I met in person so we began talking. She seemed cool & interested and we ended up hanging out. After our first date I was making plans for a 2nd date but then tells me she has a BF. I got it and backed off but now she wants to follow me on all my S. media platforms.\n  ","337547":"\n   can you keep a secret?\n  ","337548":"\n   If The Purge was real, what would you do on that night?\n  ","337549":"\n   Okay. so u're just excellent or magnificent but not king material.\n  ","337550":"\n   U're a queen? R U the queen of the wicker people?\n  ","337551":"\n   How do you feel about aromatherapy? You like or maybe you want to try it?\n  ","337552":"\n   What's the bravest thing you've ever done?\n  ","337553":"\n   If you like him, what's your favourite Justin Timberlake single? 🎶 👍\n  ","337554":"\n   Is there anyone you talk to everyday\n  ","337555":"\n   Who is your smartest friend?\n  ","337556":"\n   Preach!\n  ","337557":"\n   Do you think anger makes us stronger or weaker?\n  ","337558":"\n   biggest turn off\n  ","337559":"\n   Favorite joke?\n  ","337560":"\n   Would you rather be able to copy and paste anything in real life or undo anything in real life?\n  ","337561":"\n   What is your favorite subject in school?\n  ","337562":"\n   How do you treat people who have hurt you? Do you prefer to get revenge, or forgive and move on?\n  ","337563":"\n   What advice do you usually give to guys who want to give you a good time in bed?\n  ","337564":"\n   I want to take you out for dinner ☺️☺️\n  ","337565":"\n   You’re soo fine fine babe girl 🤤🤤\n  ","337566":"\n   Guess the movie; 👱🏻‍♂️🍻\n  ","337567":"\n   Success in management requires learning as fast as the world is changing🌼\n  ","337568":"\n   If you had a really fluffy Bunny,What would you name it??\n  ","337569":"\n   wow can u tell me why u are feeling this way plz something is going on in your life so say that\n  ","337570":"\n   Have you ever wondered what it is like to die? I feel like it's nothing for eternity and I'm living in someone else's reality. It's scaring me.\n  ","337571":"\n   Could you date someone who is overly passionate about something specific? Like a sport's team or a band for example?\n  ","337572":"\n   What is an opportunity you regret turning down?\n  ","337573":"\n   How's your hair right now?\n  ","337574":"\n   sex on the beach 🏖 or Cigarettes after sex\n  ","337575":"\n   If you knew that your bewbs will cheer up a sad\/depressed guy , would you flash him your b00bs in order to make him feel a lot better? 🤔\n  ","337576":"\n   WOW  breath taken\n  ","337577":"\n   Where would you like to live, in an apartment in the city center or in a country house?\n  ","337578":"\n   Aww 😊 tho you look so cute with that new hair\n  ","337579":"\n   Japanese food or Italian food?\n  ","337580":"\n   Can I ask any questions?\n  ","337581":"\n   What would you do if in the future you caught your 15 yr old daughter using your sx toy\n  ","337582":"\n   What are your plans for the weekend? You gonna do anything fun?\n  ","337583":"\n   What was your favorite class in school? Or is your favorite class?\n  ","337584":"\n   If you like him, what's your favourite CeeLo Green single? 🎶 👍\n  ","337585":"\n   How fast do you fall in love?\n  ","337586":"\n   I love the sea salt sauna. You can literally feel the negative ions leave the body... uh... I miss them\n  ","337587":"\n   Isn't it a scam?\n  ","337588":"\n   Have you ever been in a sauna before? If not, would you ever want to? 👍\n  ","337589":"\n   What do you find difficult to convey? (Ex. The feeling of love, the feeling of a broken heart, what something means to you)\n  ","337590":"\n   No way! Somebody as beautiful as you are has to have someone you spend your nights with, at least sometimes ☹️\n  ","337591":"\n   If you suddenly became a vampire, like right now, what'd your reaction be? How'd you then live your life as a one? 🧛‍♂️\n  ","337592":"\n   You can have anyone you like. You playin solo.\n  ","337593":"\n   Isn't it your own doing that you're single?\n  ","337594":"\n   I accidentally gave coins. Can I ask to get it back?\n  ","337595":"\n   What are your plans for tonight? Staying home? Hot date?\n  ","337596":"\n   Have you ever been jealous of a friend?\n  ","337597":"\n   Are you allergic to anything? Like animal hair or dust?\n  ","337598":"\n   Do you have antivirus on your phone? If so, which one?\n  ","337599":"\n   If you like her, what's your favourite Doja Cat single? 🎶 👍\n  ","337600":"\n   Why do you think no one has expressed interest in you in years?\n  ","337601":"\n   Would you rather be male?\n  ","337602":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","337603":"\n   What is your horoscope?\n  ","337604":"\n   Do you have a misdemeanor?\n  ","337605":"\n   I have I keep going back in\n  ","337606":"\n   have you been jailed before? why?\n  ","337607":"\n   What was your favorite childhood toy? Do you still own it?\n  ","337608":"\n   Do you ever go on picnics? Or naw... Not you.\n  ","337609":"\n   What are the things you want to avoid in a relationship?\n  ","337610":"\n   What's the idea behind wearing lipstick? Have you ever questioned what women have to do to conform to a standard of beauty?\n  ","337611":"\n   What's the first song that comes to your mind when you hear the name Bob Marley?\n  ","337612":"\n   Are you happy with your life? Do you think everything is as you planned?\n  ","337613":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","337614":"\n   What do you dream about?\n  ","337615":"\n   What sound can put you to sleep?\n  ","337616":"\n   What would you suggest everyone to try?\n  ","337617":"\n   What is the most important thing to have in a successful relationship?\n  ","337618":"\n   Do you think your voice is pretty for singing?\n  ","337619":"\n   If you have friends coming over, what would you cook?\n  ","337620":"\n   What's the last book you read?\n  ","337621":"\n   When was the last time you were on a plane, and where did you go?\n  ","337622":"\n   Do you deceive well?\n  ","337623":"\n   Do you sleep with an eye cover mask?\n\n(It's an eye covering thing that goes over your eyes. Usually comfy. Makes the room darker. Helps for sleep for some people.)\n  ","337624":"\n   What things help you relax the best?\n  ","337625":"\n   What mask would you wear to a masked ball?\n  ","337626":"\n   Freedom comes from knowing we can depend on the other with our fears. - Thoughts?\n  ","337627":"\n   Would you rather be a vampire or a werewolf?\n  ","337628":"\n   What are the two biggest lessons you've learned from previous relationships?\n  ","337629":"\n   When was the last time you found money on the street?\n  ","337630":"\n   What do you do to treat a cold? Asking for a friend 🤒\n  ","337631":"\n   Do you remember the Krump dance style? Is it still practiced?\n  ","337632":"\n   Do you seek thrill, or do you prefer a more calm lifestyle?\n  ","337633":"\n   Are you an experimentalist or a traditionalist?\n  ","337634":"\n   😍\n  ","337635":"\n   What should a guy do if he wants to spend time with you?\n  ","337636":"\n   Do you pull your mask down or up when you drink?\n  ","337637":"\n   How does or did COVID affect you? Unemployment, did you get it, etc?\n  ","337638":"\n   Do you always listen to music at maximum volume on your phone?\n  ","337639":"\n   What's the saddest thing you ever saw with your own eyes?\n  ","337640":"\n   How often do you change your hairstyle?\n  ","337641":"\n   Awesome name😎 sounds like the horse has been knighted\n  ","337642":"\n   What would you name your horse if you had one?\n  ","337643":"\n   damnn it’s like 92 here so i feel ya\n  ","337644":"\n   where are you from? i'd like to know how far this shoutout feature reaches\n  ","337645":"\n   what’s the temperature where u live rn\n  ","337646":"\n   What would you like to do for our date?🥰\n  ","337647":"\n   What kind of meat would you never eat?\n  ","337648":"\n   Starbucks or cafe coffee day?\n  ","337649":"\n   Do you do it by yourself\n  ","337650":"\n   Have you ever had sleep paralysis before? If so, what happened? 👍\n  ","337651":"\n   How long did it take to do your hair?\n  ","337652":"\n   What time do you usually wake up?\n  ","337653":"\n   Are you involve with anyone\n  ","337654":"\n   If you had all the money in the world, what would be the first thing you'd buy? 💰 👍\n  ","337655":"\n   What is the last thing that made you angry? 😡\n  ","337656":"\n   Do you prefer to be grounded in reality, or do you wish to escape it?\n  ","337657":"\n   \"Enable the woman.\"\n  ","337658":"\n   Do you often use a taxi?\n  ","337659":"\n   How do you like to start your morning?\n  ","337660":"\n   It's just that the back story tells us something about the way you think.\n  ","337661":"\n   If you like eggs, how do you prefer to eat them? Boiled, fried, scrambled, poached? 🍳 👍\n  ","337662":"\n   It's weird that this is the back story you painted.\n  ","337663":"\n   I would dump a girl I was dating immediately if she set up an onlyf@ns page. I think it's disrespectful to a relationship, and I can't respect someone who does that stuff. Am I an awful person?\n  ","337664":"\n   What is better: bitter truth or sweet lies?\n  ","337665":"\n   Who always raises your self-esteem?\n  ","337666":"\n   What product do you get every time you go food shopping? 👍\n  ","337667":"\n   your best\/worst experiences at the movie theater? 🍿📽️🎟️\n  ","337668":"\n   What’s the spiciest thing you’ve ever eaten?\n  ","337669":"\n   Have you ever written a poem? If yes, what was it about?\n  ","337670":"\n   Do you like fatty foods?\n  ","337671":"\n   Addicted to?\n  ","337672":"\n   You look different....can't quite figure out what it is.....new clothes?  No...Now I know!  Your hair!!  You are  so beautiful!\n  ","337673":"\n   Yes sis. I add a lil bit salt in it before drinking it🙂\n  ","337674":"\n   Is there a quote that resonates with you? If so, what is it?\n  ","337675":"\n   Have you seen Black is King by Beyoncé? If yes, would you recommend it for someone who isn't a fan of Beyoncé or unfamiliar with her work?\n  ","337676":"\n   An update on my future on this app 🗓:\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/162297880791?utm_source=copy_link&utm_medium=android\n   \n","337677":"\n   Would you rather learn how to ride a horse or learn how to play the guitar?\n  ","337678":"\n   What's your favorite party game?\n  ","337679":"\n   Do you think Askfm is more fun with the anonymous tab on or off? And why?🤔\n  ","337680":"\n   Have you ever eaten crabs before? 🦀\n  ","337681":"\n   How often do you look at your phone every day? 📱 👍\n  ","337682":"\n   Ooo🥰😍\n  ","337683":"\n   Nice new dp 👍 😊\n  ","337684":"\n   Thank you😊 I would also like to take this moment to tell you how I love your hair in your profile picture😇🌹\n  ","337685":"\n   Giving a public speech haha 🥴\n  ","337686":"\n   Wow..It's very good for health🤗♥️\n  ","337687":"\n   Make me an anonymous confession of your choice to send to my inbox 🤫\n  ","337688":"\n   Have you ever received a ban warning on Ask? Do you know what for?\n  ","337689":"\n   How do you differ (offline) from the internet version of yourself, if at all?\n  ","337690":"\n   In what situation or place would you feel the most out of place in? 👍\n  ","337691":"\n   True that\n  ","337692":"\n   What do you aspire to become?\n  ","337693":"\n   What is your usual breakfast?\n  ","337694":"\n   Which do you find to be more eerie, attics or basements? Why? 😨 👍\n  ","337695":"\n   What's your favorite thing to eat when you get home from a long day?\n  ","337696":"\n   Did you do this yourself? How's hairdressing under Covid rules?\n  ","337697":"\n   Would you say that you are a shy person? Or noooo. Not even close or maybe in some aspects?\n\nRank it if ya want to.\n1-10\n1 being not shy\n10 being extremely.\n  ","337698":"\n   Regardless of being male or female would you ever get artificial hair, any sort of extensions in your hair? Do you already have that?\n  ","337699":"\n   That is a healthy habit to have. ☺️\n  ","337700":"\n   What would you do if you woke up in another body?\n  ","337701":"\n   Do you like carrot juice?\n  ","337702":"\n   Do you consider yourself an educated person?\n  ","337703":"\n   Hey! Thanks! Same back to you! I really appreciate the compliment!\n  ","337704":"\n   I’m glad 👀❤️\n  ","337705":"\n   Shoutout to your fav people on ask?\n  ","337706":"\n   What are your plans for this weekend?🌺\n  ","337707":"\n\n    https:\/\/youtu.be\/VoiapYZ6Iwc\n   \n","337708":"\n   Talk about something you love?\n  ","337709":"\n   What is your favorite tea?\n  ","337710":"\n   Would you consider yourself to be artistic? If so, what kind of art do you create?\n  ","337711":"\n   What habit do you have that you think not many other people have?\n  ","337712":"\n   If you could disinvent one thing, what would it be? 👍\n  ","337713":"\n   If your life is a kaleidoscope, which colors are in that kaleidoscope? Why those colors?\n  ","337714":"\n   What is solution for women's empowerment\n  ","337715":"\n   Do you like mango juice? Have you ever had mango juice before? Would you?\n  ","337716":"\n   what does that mean 99 ways of corruption lolll\n  ","337717":"\n   what does it mean when a guy says to you \" you seem Very innocent?\n  ","337718":"\n   Do you disinfect your phone often? Me: sometimes\n  ","337719":"\n   Where is the difference between being confident and being cocky?\n  ","337720":"\n   I was just told why they named hurricanes after women. When they first come, they are wet and wild. When they leave, they take your house and everything you have. That can't me true, can it?\n  ","337721":"\n   What about India? Why do you think they banned tiktok?\n  ","337722":"\n   Do you understand why governments wants to ban tiktok?\n  ","337723":"\n   When is the last time kissed someone you liked?\n  ","337724":"\n   Do you like to put the spin in the spinster?\n  ","337725":"\n   What's something that you've read recently that you've liked?\n  ","337726":"\n   Do you like to put the sin in the single?\n  ","337727":"\n   What are you confused abour\n  ","337728":"\n   Is it legitimate to ask to see if someone has healthy teeth before you kiss them?\n  ","337729":"\n   What's the one food that you would never give up? 🍕 🍝 🍔 🥩 🌭 🍗 🍫 🥗 👍\n  ","337730":"\n   Don’t ya think this generation is too depressed\n  ","337731":"\n   If you could rid the world of one disease, what would it be? 👍\n  ","337732":"\n   Is the world getting better or worse?\n  ","337733":"\n   If you could travel anywhere in the world right now, where would you go ? What would you do ?:)\n  ","337734":"\n   Okay people. In my great state of Louisiana, a black man appealed his life sentence for stealing a hedge clipper...manual, not even electric. And he was denied. I will bet there is not a white man in the US, serving a life sentence for stealing a $20 hedge clipper. What say you?\n  ","337735":"\n   Who gives you the courage to try new things? 💪 👍\n  ","337736":"\n   What does your bedroom smell like?\n  ","337737":"\n   If you like her, what's your favourite Beyonce single? 🎶 👍\n  ","337738":"\n   What is the longest book you've read?\n  ","337739":"\n   Who 😁😱is your best friend?\n  ","337740":"\n   What is your natural eye color is??\n  ","337741":"\n   What’s the best way a person can spend their time?\n  ","337742":"\n   Name three things in nature you find most beautiful? 🌼 🌳 😁 👍\n  ","337743":"\n   What was the last thing you bought? 💰 👍\n  ","337744":"\n   Yea\n  ","337745":"\n   Cool care to chat if u want to\n  ","337746":"\n   Citation that describes you\n  ","337747":"\n   Who's  gonna win?  Mike Tyson or Roy Jones Jr September 12th?\n  ","337748":"\n   What fashion trend do you wish would come back? 👍\n  ","337749":"\n   What's the best thing you got from your parents? 😁 👍\n  ","337750":"\n   Where should you never take a first date?\n  ","337751":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","337752":"\n   You are welcome! I wish you a peaceful night hopefully. Safe night\n  ","337753":"\n   That stuff is good! 👍🤙\n  ","337754":"\n   This one hundred percent honestly looks amazing! Delicious! Very good sharing thank you!\n  ","337755":"\n   You wake up tomorrow and it is January 1, 2021. What is the first thing you do, and why?\n  ","337756":"\n   Are you a money-saver or a money-waster?\n  ","337757":"\n   What is the most delicious kind of meal for you? Appetizer, main course and then dessert.\n  ","337758":"\n   What's on your mind?\n  ","337759":"\n   What is the luckiest thing that has happened to you?\n  ","337760":"\n   Hello how r u\n  ","337761":"\n   What food do you really hate and why?\n  ","337762":"\n   Run, someone has to live to tell the story\n  ","337763":"\n   Is the quality of the sex important to you when you're picking a mate?\n  ","337764":"\n   When you break up with someone, do you go through all your social media and delete all pics of the person?\n  ","337765":"\n   Have you ever tried roasted pumpkin seeds before?\n  ","337766":"\n   Have you ever had salmon before? Do you like salmon? Do you think you would like it?\n  ","337767":"\n   PAP of your dream car!\n  ","337768":"\n   Okay 👌\n  ","337769":"\n   Wdym free?\n  ","337770":"\n   But I just ask for pap in bikini and you said not here then how can we converse?\n  ","337771":"\n   What made you fall in love with your bf (or last one if you're single)?\n  ","337772":"\n   Why do you treat your online folks like second-class humans?\n  ","337773":"\n   Hopefully you'll not mind to share with me on another platform like instagram or Facebook messenger\n  ","337774":"\n   Do you sleep in the total dark or do you like to have  some light on?\n  ","337775":"\n   How was your weekend?  Hope you got some rest\n  ","337776":"\n   What is better than chocolate?\n  ","337777":"\n   Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February?\n  ","337778":"\n   What is the funniest thing to ask SIRI?\n  ","337779":"\n   What do you think of makeup?\n  ","337780":"\n   Are Sundays special to you?\n  ","337781":"\n   Do you live alone?\n  ","337782":"\n   What did you have for breakfast on Sunday morning?\n  ","337783":"\n   What do you want to know about the future?\n  ","337784":"\n   Which of these do you struggle with most: anger, fear, or shame? What do you do with this feeling?\n  ","337785":"\n   Are you good at spelling?\n  ","337786":"\n   What do you like most about your family? 👍\n  ","337787":"\n   you are breath taken gorgeous sexy\n  ","337788":"\n   Is there something you eat every day?\n  ","337789":"\n   did or have you ever live or been to Milwaukee,Wisconsin in your life\n  ","337790":"\n   On a scale from 1 to 5, how afraid of dark are you? 🙀 👍\n  ","337791":"\n   do you have facebook or twitter\n  ","337792":"\n   What did you want to be (career-wise) when you were younger?\n  ","337793":"\n   How do you prefer celebrating your birthdays?\n  ","337794":"\n   What makes someone a hero\/heroine in your eyes? 🦸 👍\n  ","337795":"\n   What is the most wildest animal you have seen out in the wild before?\n  ","337796":"\n   When things break, do you prefer to fix them or replace them? 👍\n  ","337797":"\n   Do you have a good relationship with your parents?\n  ","337798":"\n   Pap the last bra you bought?\n  ","337799":"\n   If you had to change your name, what would you change it to? 👍\n  ","337800":"\n   What do you mean?\n  ","337801":"\n   How different was your life one year ago?\n  ","337802":"\n   What's the title of the current chapter in your life? 📖 👍\n  ","337803":"\n   What do you want someone's first impression of you to be like?\n  ","337804":"\n   What do you wish you knew more about?\n  ","337805":"\n   I spend a lot of time on the internet.\n  ","337806":"\n   That’s awesome\n  ","337807":"\n   That’s cool\n  ","337808":"\n   What was the last experience that made you a stronger person? 💪 👍\n  ","337809":"\n   Lol I guess so\n  ","337810":"\n   Do you ever want to just walk away from technology? 📱 👍\n  ","337811":"\n   When is the last time you went out to eat?\n  ","337812":"\n   Are you kind to yourself?\n  ","337813":"\n   If you died and came back as a ghost who would you haunt?\n  ","337814":"\n   What overwhelms you?\n  ","337815":"\n   Do you think that the U.S. not getting out of the Covid19 as fast as other countries will weigh on global economy and diplomacy?\n  ","337816":"\n   Do you have a preferred brand for tech appliances?\n  ","337817":"\n   Is it bad to sleep with a lamp on?\n  ","337818":"\n   Sounds like he had his way with you\n  ","337819":"\n   Elder as in a church elder, or elder as in a person older than you?\n  ","337820":"\n   What's the worst thing you ever did in your life?\n  ","337821":"\n   What's the best thing you ever did in your life?\n  ","337822":"\n   Which fairytale you’d like to live in?\n  ","337823":"\n   What countries would you travel to if you were to do a world trip?\n  ","337824":"\n   Work?\n  ","337825":"\n   How are you today?\n  ","337826":"\n   What is your favorite time of the year and why?\n  ","337827":"\n   Let's put it this way. Do you think anyone could track you down based on the information you've posted?\n  ","337828":"\n   Who do you look up to the most, and what qualities do you love about that person?\n  ","337829":"\n   What risks are worth taking? 👍\n  ","337830":"\n   What was the last thing you made with your own hands?\n  ","337831":"\n   Still anonymous. KeishaJ is just a pseudonym.\n  ","337832":"\n   You're anonymous. We don't know your name, your age, where you're from, where you live, what you do. We don't even know if the display pic is real. You're 100% anonymous.\n  ","337833":"\n   What is your favorite quote?\n  ","337834":"\n   Have you ever been in love?\n  ","337835":"\n   What things are you passionate about? 😁 👍\n  ","337836":"\n   Why is it secret? I mean you're anonymous anyway, so what difference would it make to answer the q?\n  ","337837":"\n   Same as any other question on askfm, to ask questions\n  ","337838":"\n   Wat\n  ","337839":"\n   What scares you the most about our modern society?\n  ","337840":"\n   Should Q be removed from LGBTQIA because queer was originally used as a slur?\n  ","337841":"\n   Who is your favorite sports icon (past or present)?\n  ","337842":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","337843":"\n   What traits do you have that are just like your mother?\n  ","337844":"\n   How much time per day do you spend on the internet?\n  ","337845":"\n   I look forward to it.\n  ","337846":"\n   Hope the guys are taking notes\n  ","337847":"\n   If you had the world's attention for 30 seconds, what would you say? 👍\n  ","337848":"\n   What you think your purpose on earth?\n  ","337849":"\n   Paul McCartney said: \"If slaughterhouses had glass walls, everyone would be a vegetarian.\" What do you think about it?\n  ","337850":"\n   Do you prefer to cook or order takeaways? 👍\n  ","337851":"\n   What is your favorite salad?\n  ","337852":"\n   Yes Ma'am 😁  I feel U\n  ","337853":"\n   What is the strangest thing that someone told you casually but shocked you?\n  ","337854":"\n   Have you ever use slang words to anyone with anger?\n  ","337855":"\n   Would you let Remy from Ratatouille cook all your meals for you?\n  ","337856":"\n   Now if you girls are in y'all  little circle dancing to a song having fun, is a guy allowed to respectfully come into the group to attempt a dance with one of you?  Is that cool, or is it a death sentence?\n  ","337857":"\n   Do you show much skin when you go out,  or are you more conservative in your style of dress?\n  ","337858":"\n   Dream fight,  way past their primes, but September 12th we get Roy Jones Jr. Vs. Mike Tyson.  Who you got and why?\n  ","337859":"\n   What's your favourite type of workout? 🏋️ 👍\n  ","337860":"\n   How often do you people watch?\n  ","337861":"\n   Oh great my brother is also learning textile Engineering\n  ","337862":"\n   What 3 countries would you most like to visit?\n  ","337863":"\n   Would you rather go without junk food for a year or go without TV for a year? 🍕 📺 👍\n  ","337864":"\n   Who’s the best cook in your family?\n  ","337865":"\n   Bath or shower?\n  ","337866":"\n   Ikr\n  ","337867":"\n   true\n  ","337868":"\n   If you go to a bar or party, do you like to get on the floor and dance, or chill and just sip drinks & convo?\n  ","337869":"\n   Jave tou ever been attracted to the \"thug look?\" Tats, braids or cornrolls?  Backwards caps?\n  ","337870":"\n   On a date,  do you expect the guy to open the car door and pull out the chair for you etc...?\n  ","337871":"\n   Fantastic .\nAre you interested in Fashion Designing???\n  ","337872":"\n   Who did you last say “I love you” to?\n  ","337873":"\n   Do you belive in true love ?\n  ","337874":"\n   What is the one thing you want most in your life right now\n  ","337875":"\n   What’s your claim to fame?\n  ","337876":"\n   What is one thing you refuse to share?\n  ","337877":"\n   What are your favorite smoothie ingredients?\n  ","337878":"\n   If you were really hungry, really exhausted, AND really gross, what would you do first — eat, nap, or shower?\n  ","337879":"\n   Burgers with pickles or onions or both?\n  ","337880":"\n   Where do you see yourself in a year?\n  ","337881":"\n   Do you shake from cold ?\n  ","337882":"\n   Yeah, I totally understand that it would be nice to spend time together doing things the other person likes. But as long as they don't pressure you to do things u hate all the time and try to change you.\n  ","337883":"\n   How long do you need to sleep to be in good shape?\n  ","337884":"\n   You have an ideal for your next show?\n  ","337885":"\n   How was your weekend?  You get some rest?\n  ","337886":"\n   How often do you have to charge your phone?\n  ","337887":"\n   What is your favorite magazine?\n  ","337888":"\n   If you could wish anything, and it would come true, what would you wish for?\n  ","337889":"\n   Hi how are you doing today??\n  ","337890":"\n   What's the most annoying question people ask you on ASKfm?\n  ","337891":"\n   Like on stage or something?\n  ","337892":"\n   What's your favourite dessert? Why's it your favourite? 🍰 👍\n  ","337893":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","337894":"\n   When you are in love, does age matter?\n  ","337895":"\n   When is the last time you went to the library?\n  ","337896":"\n   If you learn something that you never get to use (a language, for example) is that a waste? Why?\n  ","337897":"\n   Have you received a celebrity's signature before?\n  ","337898":"\n   How do you feel about your family?\n  ","337899":"\n   you are gorgeous\n  ","337900":"\n   If you could accomplish simple tasks while sleeping and still get a good night’s sleep, what would you want your body to do while you were sleeping?\n  ","337901":"\n   What’s about to get much better?\n  ","337902":"\n   Have you bought clothes that you ended up never wearing?\n  ","337903":"\n   whats your method of expression?\n  ","337904":"\n   Do you think you can choose who to love? Or are we carried away by our feelings?\n  ","337905":"\n   What’s the one book you think everyone should read?\n  ","337906":"\n   If you have a gf or bf, would you care if they liked the same shows you do? Would you try to get them to like the same stuff you do? Or is it not really a big deal? (Cuz many ppl who like anime\/certain shows on dating apps got annoyed when I say I don't like it & try to get me to like it. 🙄)\n  ","337907":"\n   Do racism  still exists?\n  ","337908":"\n   Did u attend the black lives matter protest?\n  ","337909":"\n   What is something you hate but wish you loved?\n  ","337910":"\n   Does everyone in USA have dental records like in the movies?\n  ","337911":"\n   KISSING BOOTH OR TO ALL THE BOYS IVE LOVED BEFORE?\n  ","337912":"\n   Would you ever go speed boat tubing? (Basically you hang onto a floaty behind a boat that is going really fast and you have a lot of fun.)\n  ","337913":"\n   What would a mirror opposite of yourself be like?  👍\n  ","337914":"\n   Yeah but it's Friday.  Like come on people!!! Lol.\n  ","337915":"\n   honest ❤️\n  ","337916":"\n   Can a introvert and extrovert have a good intimate relationship?\n  ","337917":"\n   What do you think should be illegal that is not currently illegal?\n  ","337918":"\n   What happens when two lonely people get together?\n  ","337919":"\n   Which song describes your life?\n  ","337920":"\n   What's anything you think is beneficial in small amounts, but harmful in large amounts? 👍\n  ","337921":"\n   Why do people tend to answer questions from people who are trending on ask.fm or with more number of likes or blue tick than users doing okayish or trying to grow?\n  ","337922":"\n   What emoji do you wish existed?\n  ","337923":"\n   What’s the most amazing true story you’ve heard?\n  ","337924":"\n   about to head to Philly for a bit. Just chillin tho rn. Friday vibes!!!!\n  ","337925":"\n   How do u handle stress?\n  ","337926":"\n   Hey. How are u\n  ","337927":"\n   Do you like mashed potatoes and gravy?\n  ","337928":"\n   Would you ever take a 15 hour plane trip? Have you ever before?\n  ","337929":"\n   Is there a particular subject that you would like to raise more awareness about?\n  ","337930":"\n   What is or was your favourite cartoon? 👍\n  ","337931":"\n   I was talking about things you like to do. What is something you really love to do? Tell us about it\n  ","337932":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","337933":"\n   What do you need more of in your life?\n  ","337934":"\n   What do you feel content or happy with in your life?\n  ","337935":"\n   Ok same to u\n  ","337936":"\n   Haha, maybe I'll check them out. One of my sisters was obsessed with those books in the past. And she refused to read anything at all, so that's saying something.\n  ","337937":"\n   If someone gave you $100, what would you do with it?\n  ","337938":"\n   Would you rather have less work to do, or more work you actually enjoy doing? 👍\n  ","337939":"\n   What do you suppose the most unhealthy thing you’ve ever done for yourself? What is the healthiest thing you’ve ever done for yourself?\n  ","337940":"\n   Could you ever be in a secret relationship with someone?\n  ","337941":"\n   Nice  If you want to be friends and get to know each other you can\n  ","337942":"\n   Where r u in the world\n  ","337943":"\n   Yea I am\n  ","337944":"\n   Have you ever written a poem? If yes, what was it about?\n  ","337945":"\n   Is it bad omen to open an umbrella inside the house?\n  ","337946":"\n   I'm alright if u feel like chatting with me\n  ","337947":"\n   May real men cry?\n  ","337948":"\n   Hello how r u\n  ","337949":"\n   Ngl the movies aren't bad, haven't read the books though.\n  ","337950":"\n   Why do some of the nicest people have the fewest friends? 👍\n  ","337951":"\n   Have you ever been to a car show or a car meet? What's the most exotic car you have ever seen in your life?\n  ","337952":"\n   Has a series (movie, show, book, anime, etc.) ever changed your life?\n  ","337953":"\n   What’s your “Back in my day, we…”?\n  ","337954":"\n   Have you been to a protest before? If so, what were you protesting for?\n  ","337955":"\n   How tall do you wish you were?\n  ","337956":"\n   What has been your biggest sacrifice?\n  ","337957":"\n   What food do you most often crave for?\n  ","337958":"\n   What's the greatest invention of all time?\n  ","337959":"\n   Who is your favorite live performer?\n  ","337960":"\n   What makes you feel really uncomfortable?\n  ","337961":"\n   Which parts of your personality do you feel were inherited?\n  ","337962":"\n   Do you like to sing out loud when no one else is around? 🎶 👍\n  ","337963":"\n   boo\n  ","337964":"\n   👍🏽\n  ","337965":"\n   When was the last time you face palmed?\n  ","337966":"\n   What is the worst thing someone could do to you?\n  ","337967":"\n   Have you ever had pecan pie? Any kind of pie? What's your favorite kind of pie?\n  ","337968":"\n   Which nationalities do you talk to on here as far as you know?\n  ","337969":"\n   Absolutely but I’ll never give out more than I can bargain and receive less agn so I tend to think I’m better alone for now\n  ","337970":"\n   What's  your favorite summer dessert?\n  ","337971":"\n   Being alone is a blessing\n  ","337972":"\n   Ice cream or brownie?\n  ","337973":"\n   What's anything you wish you saw more of? Why? 👍\n  ","337974":"\n   Who's the youngest among your friend circle\n  ","337975":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","337976":"\n   I rock with you!\n  ","337977":"\n   Have you ever been fooled by fake news? Which one?\n  ","337978":"\n   What's anything you tell yourself every day? 👍\n  ","337979":"\n   What’s something that all your friends agree on?\n  ","337980":"\n   What are you supposed to say instead of \"So help me God\" if you're atheist?\n  ","337981":"\n   Which room do you spend the most time in in your house?\n  ","337982":"\n   Do you believe in fate?\n  ","337983":"\n   The same boiling water that softens the potato hardens the egg. How do you interpret this?\n  ","337984":"\n   What’s the one book you think everyone should be required to read?\n  ","337985":"\n   What is your explanation for how bad the USA is handling the Covid19 pandemic?\n  ","337986":"\n   Do you have a favorite nursery rhyme?\n  ","337987":"\n   What's something everyone else love that you find overrated?\n  ","337988":"\n   What would you do if a asteroid was headed straight for earth and had 24 hours to live\n  ","337989":"\n   What are some good online stores for baby clothes? Why do you think so？\n  ","337990":"\n   How long have you kissed a guy or girl?\n  ","337991":"\n   Why did you decide to start dating while far apart?\n  ","337992":"\n   Ok\n  ","337993":"\n   What kind of things are you interested in?\n  ","337994":"\n   What's anything you can never seem to finish? 👍\n  "},"Answer":{"336922":"\n  A golden kiwi. It has 100% of daily recommended Vitamin C. So Good\n  ","336923":"\n  Ha ha ha. We've all have a story I guess. Plus we need more \"overcomer\" stories.\n  ","336924":"\n  If u go by this article...one never knows.\n  ","336925":"\n  Why thank you! To u the same!\n  ","336926":"\n  Homebody who attends select events\n  ","336927":"\n  So good on salad as an alternative to croutons.\n  ","336928":"\n  It's unfortunate. People can be allies to a movement for justice without pretending to be a part of the marginalized group. The NAACP was founded with mostly white people who believed in equality. Underground Railroad etc. No need to be a poser to stand on the side of right. Mos def is a sign of mental illness &\/or blatant fraud & deceit. Shame on her!\n  ","336929":"\n  Action. Prove your intent with movement.\n  ","336930":"\n  It's happened b4. I remind myself that no one can do something the way I do it. There's room for everyone. Maybe u like Wendy's over Mickey Ds. They both exist. Do what u do. Like what u like!\n  ","336931":"\n  Score 10 out of 10 for creativity!\n  ","336932":"\n  Stats ahead: There are signs of improvement. My county has 22,178 cases & 2,041 deaths in total. In March we had more cases than 38 states. That's changed of course. But our proximity to NYC made this inevitable. 181 cases in the past 7 days is pretty good. NJ spiked 35% in the past 2 wks but still low on a national scale. Our gov'nr was dedicated to this quarantine.\n  ","336933":"\n  Writing & reciting.\n  ","336934":"\n  This is a funny one!\n  ","336935":"\n  Hee hee\n  ","336936":"\n  Yes kinda like fraud.\n  ","336937":"\n  The current president of the USA.\n  ","336938":"\n  My conscience. Always keeps me in line. Such a party pooper. 😂\n  ","336939":"\n  No, but to be polite if someone made it...I won't be abrupt or too obvious.\n  ","336940":"\n  Shel Silverstein's books: The Giving Tree, Where the Sidewalk Ends, etc, plus... Goodnight Moon, Where the Wild Things Are, Chicken Soup with Rice. And a bunch of Aesops fables & African tales books.\n  ","336941":"\n  107 but it was dry heat. Thank goodness!\n  ","336942":"\n  Bitter truth. Although I love to be whispered sweet nothings. Ha!\n  ","336943":"\n  I binged 2 seasons of Netflix's Umbrella Academy. That's over. Ha!\n  ","336944":"\n  Nope. Waaaaaaay to shy. Which pretty much explains one of the reasons why I haven't been on a date in years. 😆\n  ","336945":"\n  I would get so much done! Finish my writing, clean, exercise more. Fortunately u have a job. Unfortunately, I worked strait thru the height of covid-19. I didn't get any down time.\n  ","336946":"\n  Breathe Deeply. Start there...\n  ","336947":"\n  An entertainment internship.\n  ","336948":"\n  Indeed. I do\n  ","336949":"\n  I'd love for catfishing to be a real crime. I used to watch the show & feel so bad for folks.\n  ","336950":"\n  Be considerate. Be cruel.\n  ","336951":"\n  Welp\n  ","336952":"\n  A million! Lol!\n  \n   https:\/\/www.dailyemerald.com\/arts-culture\/keisha-hip-hop-s-first-woman-scapegoat\/article_4762ee8a-21cb-11e9-a8be-3f3564df1a54.html\n  \n","336953":"\n  Hmmm...drove after the yellow was changing just a few times. Honestly, I'm not into running red lights. It draw a attn to my sports car.\n  ","336954":"\n  They are cruel & like attn. Not cool\n  ","336955":"\n  Work vehicle keys. My car is in the garage.\n  ","336956":"\n  Excellent becoz I volunteer and work in the community.\n  ","336957":"\n  No I am not.\n  ","336958":"\n  Sure have. It means I didn't recognize or acknowledge the lil signs before getting there.\n  ","336959":"\n  No. I'm cool with not knowing who is following me. I know who I follow. Ha!\n  ","336960":"\n  Cancel Culture which started in the Black Twitter sector was originally used a yrs ago to speak out & \"boycott\" public figures & their ventures or creations when deemed racist. It spiraled into the general public publicly shaming & trolling people for various reasons. Originally it was used as a fight-back tactic for the marginalized. Now it tends to be a way to judge any & everybody from the privacy of a phone screen.\n  ","336961":"\n  Oh yes!!!\n  ","336962":"\n  Golden Kiwi\n  ","336963":"\n  That bridge connects NYC to Brooklyn & Staten Island.\n  ","336964":"\n  Lotus' Biscoff\n  ","336965":"\n  I like to walk along the Hudson River btwn North Jersey & NYC.\n  ","336966":"\n  Peaceful\n  ","336967":"\n  Ha! The great mysteries of life.\n  ","336968":"\n  An ex asked my mother for permission but besides that? Nope.\n  ","336969":"\n  To follow or not to follow?!\n  ","336970":"\n  Music, walking or losing myself in a book.\n  ","336971":"\n  Ha! I can't recall anything I really wanted.\n  ","336972":"\n  I've only ever seen her in a few episodes of Black Lightening.\n  ","336973":"\n  I've never held a python but I do like to hold snakes when people with pets allow me to.\n  ","336974":"\n  Today I was listening to the 90s R&B group \"Guy\"\n  ","336975":"\n  I would love to travel and I miss hugs!\n  ","336976":"\n  Awww...thank u!\n  ","336977":"\n  Thank you for caring Anon. GODSPEED\n  ","336978":"\n  As a means to have \"G-rated visitation\" with family and friends internationally? Yes. To receive educational enrichment? Yes. As a means of social media interaction? NO. There should be a nominal fee attached.\n  ","336979":"\n  Yes. I have one. My doggy. My pool.\n  ","336980":"\n  Maybe to run for a bit & then get back over here...I don't want a car to hit the doggies. Ha!\n  ","336981":"\n  I cannot describe what a woman should  be like. However, good characteristics of a partner should be strength, caring, intelligence\/skill, faithfulness, wisdom, respect, patience, etc.\n  ","336982":"\n  I think in secret is either due to shame or forbidden relations, but private is more about not broadcasting everything or posting every moment. But if people find out...no big deal.\n  ","336983":"\n  Well good\n  ","336984":"\n  I've been to Midland Park. Does that count?\n  ","336985":"\n  A genuine smile. It warms the heart.\n  ","336986":"\n  Time-proven experiences\n  ","336987":"\n  I agree with private friends or relationships...but NOT secret ones.\n  ","336988":"\n  Fair to Midland. How about you?\n  ","336989":"\n  Um yeah I had to lighten up. Lol!\n  ","336990":"\n  Sharing & Exploring with a life partner. As well as accomplishing some publishing and personal goals. The sky's the limit!\n  ","336991":"\n  Ha! The more interesting question is how many floss sticks I use a day. Lol\n  ","336992":"\n  Yes. I most certainly have forgiven the last person who hurt me. It doesn't matter if the person knows it or not. It's for my benefit.\n  ","336993":"\n  It varies depending on my schedule and hunger level. It could be cereal, a boiled egg wkdays or a big southern breakfast on wknds.\n  ","336994":"\n  My mother. She has sacrificed a lot for me. I am grateful.\n  ","336995":"\n  I just finished Midnight Sun by Stephenie Meyer. One of my fav books is The Alchemist by Paulo Coehlo.\n  ","336996":"\n  Hmmm...this shouldn't be weird but I rode a small \"jitney\" across to the George Washington Bridge to Manhattan. Very short ride. But a guy shared a Pizza Pie with strangers.\n  ","336997":"\n  Nail Polish Ha!\n  ","336998":"\n  Currently, it's a snack from Trader Joe's called Scandinavian Swimmers. They are essentially healthy ingredients fruit snacks that are regular gummies but closer to the consistency of regular gummies & swedish fish.\n  ","336999":"\n  I'm not wearing a skirt today at work. But u can scroll thru to see a pic of me from last week in front of my car. (No skirt tho). Lol\n  ","337000":"\n  Will do! Thx\n  ","337001":"\n  Have a fun day!\n  ","337002":"\n  Yes\n  ","337003":"\n  This is truth\n  ","337004":"\n  I like Margherita pizza.\n  ","337005":"\n  I used to do marinated steak fajitas now I eat shrimp fajitas with lots of spice!\n  ","337006":"\n  Ugh yep\n  ","337007":"\n  I still see it. Maybe refresh?\n  ","337008":"\n  Yep\n  ","337009":"\n  Let go of the expectations you have of others and focus on the things that stir your spirit and but don't harm others.\n  ","337010":"\n  Round high-tops for events & low rectangles for lounging.\n  ","337011":"\n  Yep. My car accessories were all SpongeBob my freshman year of college and then I went to Tinkerbell.\n  ","337012":"\n  Yes. The cyberworld just like the real world can be a scary place.\n  ","337013":"\n  Only from a very select group of people. I'm not into everyone hugging or touching me.\n  ","337014":"\n  Doggies & a koi pond.\n  ","337015":"\n  Surprisingly not too bad. Thank u!\n  ","337016":"\n  People would like to think so, because people confide in me, but no. And I'm very un-nosey, but somehow always get \"the scoop\".\n  ","337017":"\n  Smiles\/laughs, hugs, food.\n  ","337018":"\n  I almost never dream. But I took melatonin. I dreamed of my future.\n  ","337019":"\n  I sure do!\n  ","337020":"\n  💫\n  ","337021":"\n  Yes. Many people are drawn to the allure of money.\n  ","337022":"\n\n   https:\/\/youtu.be\/eNh5OraNPUs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","337023":"\n  Yes. It is necessary, but should not rule over us.\n  ","337024":"\n  Right. My answer pertains to money has no power unless we give our power away to it.\n  ","337025":"\n  I believe if you aren't already rooted in who you are & have a good mind to conquer your \"vices\" & insecurities...Money will illuminate and even exacerbate what ails you.\n  ","337026":"\n  Hmmm...the southerner in my background would say shrimp, okra, whiting, catfish, etc.\n  ","337027":"\n  Looks like a sweetie pie.\n  ","337028":"\n  Spend more time with elders & friends who have crossed over.\n  ","337029":"\n  I like cheese on errrrrrythang!\n  ","337030":"\n  It sure does!\n  ","337031":"\n  Me? Nope. Math is not my friend.\n  ","337032":"\n  Braggarts\n  ","337033":"\n  Sunshine and love from the USA\n  ","337034":"\n  I don't recall. But my 1st concert was The Jets - Kool-aid Koolers Make it Cooler Tour - Six Flags Great Adventure.\n  ","337035":"\n  My pleasure. Sure!\n  ","337036":"\n  🙂\n  ","337037":"\n  Hi-5!\n  ","337038":"\n  Ahhhh...thank you for clarification. I'm into Aromatherapy. I enjoy kits with candles & bath & skincare products made with natural oils, herbs & creams. No specific brand sticks out. I like to support small businesses however.\n  ","337039":"\n  Question: What kind of kit are you referring to?\n  ","337040":"\n  Lol\n  ","337041":"\n  Yep. Ha! No point really. I'm not on here to find dates.\n  ","337042":"\n  Ok askfm: Show me how you treat people. Are you caring or considerate?\n  ","337043":"\n  I waited so long to urinate that it took me 3x as long to walk to the bathroom. Lol! Fail\n  ","337044":"\n  No. I don't like attention. I could care less if guys flirt with me. Its sexual. Anybody can do that. It doesn't make me feel special...more like a piece of meat around a bunch of other meat. However, I only like to be flirted with by someone I like becoz hopefully they've tried to showcase more to me than just their weiner.\n  ","337045":"\n  Oh sis I would definitely be mauled, but I'd put up a good fight. The problem would be all the spray would affect me and the poor gorilla.\n  ","337046":"\n  I hate doing dishes. I'd cook more if I didn't have to scrub pots. 100%\n  ","337047":"\n  And to you the same!\n  ","337048":"\n  Yes I sure do!\n  ","337049":"\n  Honestly the tropical flowers I love 7x out of 10 can be overwhelming if ur not careful. Ironically roses smell good. Too many regular flowers and it smells like a funeral parlor.\n  ","337050":"\n  I usually fight sleep. I took melatonin this morning tho just to sleep the day away. *rolls over\n  ","337051":"\n  Paid for my food Yay! This foodie approves.\n  ","337052":"\n  Cool!!!\n  ","337053":"\n  When I was a kid I would run to the backyard & sing ahhhhh sounds letting my voice echo thru the woods (which also bounced off of neighbor's houses lol).\n  ","337054":"\n  No, but just like anybody else, I have my quirks.\n  ","337055":"\n  Remember that they do not define me & that I am loved by God.\n  ","337056":"\n  Bed. A good night's sleep is important.\n  ","337057":"\n  I don't tend to share my other social media accounts on here for privacy purposes. I've had my fair share of people being inappropriate on askfm.\n  ","337058":"\n  Are we talking about a case of him just ghosting you for seemingly no reason? Or has an incident occurred that made the distance? Either way it doesn't seem like your feelings are being considered.\n  ","337059":"\n  Thank u!\n  ","337060":"\n  My shower products are made with natural oils, butters & herbs. And I use sugar scrub...even on my lips. Steam to clean pores. In the colder months I use a charcoal based scrub on my face. I drink lots of water which always helps.\n  ","337061":"\n  Oftentimes families are holding out with hope that their loved one will pull thru or are having a hard time letting them transition.\n  ","337062":"\n  Great Points in the blog!\n  ","337063":"\n  I don't have a partner. But a long time ago in a galaxy far far away I did. 3 points. 1. People make time for what they want. How much are you both investing in the relationship? Is it equal? Perhaps he gives in other ways 2. Support a man's ambition. Recognize when he makes a sacrifice to prioritize you. 3. Bonus: If he's earnestly working towards goals...this may not be the time for him to date. BONUS: Don't take it personal. Evaluate what he's giving vs what you truly need.\n  ","337064":"\n  I have a little blue nose pittie. They are so loving.\n  ","337065":"\n  Oceans\n  ","337066":"\n  Doggies!!!\n  ","337067":"\n  I love love love grits. My southern household up north have them wknd mornings for breakfast.\n  ","337068":"\n  Eh...it's not necessary for my personal life. But \"The Child\" guards over them in my office. Keeps a careful watch he does. Ha!\n  ","337069":"\n  I can honestly say I do not follow the feminist movement. I don't know its leaders or slogans. There has always been a disconnect with the race and the feminist movement. Black women have the issue of intersectionality that isn't covered solely by either side. Very frustrating, yet a common reality. There are countless examples. Our experience is highly nuanced or complex due to historical constructs that aren't reflected in the feminist movement.\n  \n   https:\/\/www.unwomen.org\/en\/news\/stories\/2020\/6\/explainer-intersectional-feminism-what-it-means-and-why-it-matters\n  \n","337070":"\n  Cool! This gives me 80s vibes with the saxophone.\n  ","337071":"\n  Oh yes! Mrs. Washington, Ms. Evans, Mr. Gusaeff, Ms. Spaldo👎🏽, Mr. Turner, Ms. Spain, Mrs. Clatworthy, Ms. Daly.\n  ","337072":"\n  Me? No. I dont think so. I like to teach voice parts and I love being part of harmony. So glad u took the time to watch it.\n  ","337073":"\n  God, fam\/friends\/justice\/music.\n  ","337074":"\n  Cruelty\n  ","337075":"\n  I had a phase, but it was on trend. Baggy bright jeans and medallions lol.\n  ","337076":"\n  Soothes a sore throat, calms the tumny, vitamin C , steam helps nasal passage. That and the other cool stuff associated with chicken soup.\n  ","337077":"\n  Iridescent silver\n  ","337078":"\n  At a distance unless wanted\n  ","337079":"\n  Other social media platforms aren't written communication driven. They are focused on photos\/jokes\/memes or sharing family photos or news and trends. Here I can just talk to people. For a shy person like me...I can rock with this.\n  ","337080":"\n  Injustice\n  ","337081":"\n  Yellow & Red. But somehow I always wear black or wild prints. Lol!\n  ","337082":"\n  I try not to. Nobody's perfect.\n  ","337083":"\n  🍣 for the win. Altho apparently here it lost to sake. Lol\n  ","337084":"\n  Ha! Killer combo\n  ","337085":"\n  Agreed!\n  ","337086":"\n  A medium-sized plant eater perhaps ha ha! Maybe we'd have teacup stegosauruses lol\n  ","337087":"\n  I would let certain friends drive & my mom.\n  ","337088":"\n  No I don't.\n  ","337089":"\n  Ha ha ha! College best friends know this stuff. Goes to the grave.\n  ","337090":"\n  No socks unless my feet have a chill and then those Ice Sickles need support. Then I break out the heated socks. Lol\n  ","337091":"\n  Yep. Yesterday's lunch and dinner included salad.\n  ","337092":"\n  Bwahahahahaha I'm curious. How did other people respond to this?\n  ","337093":"\n  I've had so many great teachers. The ones who really matter are forever in my heart for seeing the gifts in this shy girl.\n  ","337094":"\n  Me? Obsessed with you? Well stranger things have happened anon. Lol\n  ","337095":"\n  Wow! Tooooo many: My Funny Valentine, Nobody, Whatcha Gonna Do For Me, I Feel For You etc...\n  ","337096":"\n  Friendship is built on trust. Unless he\/she was protecting himself\/herself or family from harm...\n  \n  There's a bravery in honesty. If u can't be transparent with friends...then whom?\n  ","337097":"\n  100% Ready. Either it needs to be hot & sunny or not. The tease of Fall is killing me.\n  ","337098":"\n  My pop pop used to love them!\n  ","337099":"\n  Writing, praying or deep breathing in sunshine or moonlight.\n  ","337100":"\n  No. But it can buy admiration, fear or dependency cloaked as love.\n  ","337101":"\n  Knowing that I'm God's child. That unconditional love makes me feel blessed.\n  ","337102":"\n  I have a small circle of best friends.\n  ","337103":"\n  Its more so words I use in a different way  when talking to bffs. \"Stop\" means keep telling the story. \"Shut up\" means you gotta be kidding me.\n  ","337104":"\n  Hmmm...idk when I joined. Sometime last year. Seemed like a cool way to interact internationally & share thought & advice.\n  ","337105":"\n  I've been red & Moscato recently.\n  ","337106":"\n  They are a part of the culture. We love them!\n  ","337107":"\n  Well I'm not sure that would work for an anon follower. Ha! But it sounds like fun. Ha!\n  ","337108":"\n  I miss all the hugs & kisses pre-covid-19.  The closeness of human contact.\n  ","337109":"\n  In person? Wow hmmm...helped out at my church with a project on sat & sun. With a mask & socially distanced with no more than 2 people in the room at a time. The elders were grateful for my help.\n  ","337110":"\n  This baby is older. But in good condition. She's over 2010 but not a 2019. Get one!!!\n  ","337111":"\n  Good question! Global Warming perhaps...a viable solution to fixing it.\n  ","337112":"\n  The love of my friends is good enuf for me. I would love a getaway but...covid-19.\n  ","337113":"\n  The professor nailed that joke. Ha!!!\n  ","337114":"\n  No. But mos def expressive. Lol\n  ","337115":"\n  Ha! Ok. What made you laugh today?\n  ","337116":"\n  Thank you\n  ","337117":"\n  You can follow me here. I dont share my other accounts on here.\n  ","337118":"\n  Thank you!\n  ","337119":"\n  Ah! Long!\n  ","337120":"\n  Lol idk\n  ","337121":"\n  I will after work and a meeting. Thank u!\n  ","337122":"\n  A lil sleepy now. And you?\n  ","337123":"\n  Really? Then idk\n  ","337124":"\n  I had a different job for the same overall company.\n  ","337125":"\n  Charlotte's Web!\n  ","337126":"\n  Actually the trunk is pretty roomie.\n  ","337127":"\n  Good question. It's a basic 2-door sports car. However, the leg room is abysmal in the back. I could fit back there becoz I'm not tall.\n  ","337128":"\n  Its 240pm here. Yes\n  ","337129":"\n  They serve a purpose. Not just for the sake of capitalism. However, I wish I could disable them & then when I need something...search for it. 🤷🏽‍♀️\n  ","337130":"\n  The end of the corona-19 pandemic *fingerscrossed. I miss concerts & travel.\n  ","337131":"\n  Indeed\n  ","337132":"\n  Water: at the shore, running or raining.\n  ","337133":"\n  Blended families of different cultures and people in countries that are not their birth country. Its cool to see their experiences.\n  ","337134":"\n  So many good ones here humanity\/justice, wisdom & temperance.\n  ","337135":"\n  Ugh. Yeah. And pretty sensible. I'm not into B.S. I had the luxury or dare I say blessing of having amazing friends who I still have.\n  ","337136":"\n  I don't think my friends are on here. ONE is.. and very infrequently. So I guess it's ok. And I'm happy to have askfm followers & people I follow from all over.\n  ","337137":"\n  There...there.\n  ","337138":"\n  Yesssss\n  ","337139":"\n  Actually ZERO\n  ","337140":"\n  If the law forbids it for reasons of age or beastiality something like that...then NO. People make the choice to fall in love. So choose to give of yourself wisely.\n  ","337141":"\n  Although I am not a clothing label or designer follower...I tend to gravitate  the most expensive items in a clothing store. Usually due to material, cut or unique flow. Ugh! Ha! Literally, almost every time. Take me in a dollar store & I'll find the ONLY $25 item. This doesn't mean I purchase expensive items, but I do value quality & uniqueness.\n  ","337142":"\n  Who is \"they\"?\n  ","337143":"\n  I've fit 4. But realistically myself & the passenger. You have to have very short legs to fit in the back comfortably. Ha!\n  ","337144":"\n  Thank u!\n  ","337145":"\n  Awww...thanks Darnell. Keisha from NJ here.\n  ","337146":"\n  I don't have any suitors at this time. Haven't been asked out except by 1 person in 2 years. Lol!\n  ","337147":"\n  Ooooo nice!\n  ","337148":"\n  I love hugs...but only from the right people. Even better if it's at the right time. Ha!\n  ","337149":"\n  1. Perhaps forum pages for different topics (lasting only 24 hrs or 48hrs to keep them fresh). 2. A way for people to be placed on the troll list temporarily or get banned. 3. More ways to get coins or flames. 4. More cool merchandise contests. 5. More features to follow new pages (they don't have to be VIPs just positive high engagement pages).\n  ","337150":"\n  Aromatherapy evening or nite walk in NYC. Thoughtful, intimate lil moments are romantic to me.\n  ","337151":"\n  Car: My Mustang. School: Hogwarts\n  ","337152":"\n  Really? Thank u!!\n  ","337153":"\n  My doctor says it's contagious, but I think they're all quacks. *achoo!\n  ","337154":"\n  Well technically it wasn't a new movie it was tribute night to Chadwick Boseman. So yeah Marvel's Black Panther.\n  ","337155":"\n  Yep. Totally sucks.\n  ","337156":"\n  Rhymes\n  ","337157":"\n  Thank you so much! I did enjoy my day!!!\n  ","337158":"\n  Sometimes people project their fears onto me. In these instances I can feel overwhelmed or just disheartened. I remind myself that it's not my energy to bear. Being authentically me matters more than being liked.\n  ","337159":"\n  90s\/early2000s r&b male vocalists.\n  ","337160":"\n  Only to save the world I guess. I hate acts of manipulation, lying & cheating.\n  ","337161":"\n  Character is important\n  ","337162":"\n  Yes! Roses are pretty & have a satiny finish. I'm not a fan of bouquets of roses alone however. I like a bit of adventure with my florals.\n  ","337163":"\n  Combo kid depending on who you talk to. Ha!\n  ","337164":"\n  That's a great compliment. Superficiality is 🤦🏽‍♀️\n  ","337165":"\n  You have lots of living & discoveries left. Thank God I have a great circle of friends. We support each other.\n  ","337166":"\n  Well its my reality.\n  ","337167":"\n  I dont share my IG or other sites besides my podcast site on Ask. Family & Friends safe zone other places..\n  ","337168":"\n  Thanks Hani that's very kind of you. Have a great day on purpose!\n  ","337169":"\n  Fruit, nuts cheese chocolate\n  ","337170":"\n  Zero times. Ha!\n  ","337171":"\n  So far...so good. Resting a bit.\n  ","337172":"\n  I took a Personal Day from work. I'm in a youtube concert tonite. Resting my voice.\n  ","337173":"\n  Good genes and healthy eating habits Thanks a lot!\n  ","337174":"\n  Access to education & information. As well as a forum to share talents.\n  ","337175":"\n  That gives u a range. I'm ancient 4 decades lived...\n  ","337176":"\n  Yes indeed. Slow transition. I'm pescatarian now.\n  ","337177":"\n  80s baby\n  ","337178":"\n  Preparedness & seizing the moment are a powerful combo.\n  ","337179":"\n  Feel free to join this page\n  ","337180":"\n  No. I am not. I am a godmom.\n  ","337181":"\n  Every time I type one sec...it says one sex. Thats not even a word I type regularly so whyyyyyy phone? Why?!!!\n  ","337182":"\n  My best friend braided it. Although she is a hair care professional...its still took quite a bit of hours. Uh huh. I sat on a cushion. Hee hee\n  ","337183":"\n  Hello there. Have a super day!\n  ","337184":"\n  I enjoy helping people.\n  \n  I'm not clingy.\n  \n  I am trustworthy.\n  ","337185":"\n  I like Fall & Winter. I enjoy the holidays, the cool breezes, the layered fashion & warm drinks. I wish I had a fireplace\/firepit then I'd be happier during these seasons.\n  ","337186":"\n  I'm just trying to get my last good bit of Summer.\n  ","337187":"\n  No. I don't know who you are, but thanks for being a part of my askfm page.\n  ","337188":"\n  I like matcha lattes with coconut milk.\n  ","337189":"\n  I am pescatarian 95% of the time so for me it matters for the environment & poor people who live in the areas around certain farms and plants have poor health. Not to mention the impact of food on my own body. Oh and I love animals. Global footprint & God's creatures matter.\n  ","337190":"\n  I like who I am as a person now. It took those experiences tragic & magical to get here.\n  ","337191":"\n  Thank u!!!!\n  ","337192":"\n  My fave is salmon.\n  ","337193":"\n  Yes. I am good at dancing\n  ","337194":"\n  Ha! Actually my southern relatives believe I do. But a New Yorker can tell I'm from \"the burbs\" across \"the bridge\" in NJ. To hear what I sound like, listen to one of my podcast episodes\n  \n   https:\/\/anchor.fm\/keishaj\/episodes\/The-Power-of-No--How-I-Came-to-the-Hard-Stop-eehvjq\n  \n","337195":"\n  High school will be a blur. Take time to enjoy each moment.\n  ","337196":"\n  Realistically oftentimes its true. Ha!\n  ","337197":"\n  I like men. Ha!\n  ","337198":"\n  Thank you. Everyone has their preference.\n  ","337199":"\n  ???\n  ","337200":"\n  Curry Fruit Cocktail...*blech\n  ","337201":"\n  Its a question forum so I think the question is can I post a childhood photo. I don't tend to post many pics of myself at all on here. Its a miracle that I have a current profile pic.\n  ","337202":"\n  School photo?\n  ","337203":"\n  I dont know any of her songs. Do u have any suggestions?\n  ","337204":"\n  I love love love flowers! Here's a bouquet I bought myself. I wholeheartedly believe in self-care. My faves are bird of paradise, Queen Protea, dianthus (green ball), Hydrangeas & tropical flowers.\n  ","337205":"\n  No. Personally I only give flames or coins if I'm motivated to do so.\n  ","337206":"\n  Message received & sent back in the same good spirit.\n  ","337207":"\n  Yes\n  ","337208":"\n  Yes. I do find it easy to adapt to new environments as long as I don't feel oppressed.\n  ","337209":"\n  Yay\n  ","337210":"\n  You must be a rare gem. I never get asked out.\n  ","337211":"\n  LAST FALL: ARUBA.\n  ","337212":"\n  Men do understand romance. Its really all about making a woman feel special. 1. It depends on if that is something he is into. 2. It depends on if he wants to engage in romantic stuff with a particular lady.\n  ","337213":"\n  Water, salad, Oatmilk & fruit in my office fridge\n  ","337214":"\n  I used to have a s'mores maker. Good times in high school!\n  ","337215":"\n  This\n  ","337216":"\n  Nothing\n  ","337217":"\n  I do use my phone to watch my Disney plus sometimes. I don't watch TV that often. I watch netflix on my tv.\n  ","337218":"\n  People whom they love and love them back, knowledge, experiences & memories. Money can make you wealthy,  but you can be rich in many things.\n  ","337219":"\n  On a clear blue sky day. U betcha!\n  ","337220":"\n  Converse\n  ","337221":"\n  Yes it came from my old job. Only sold online. Its sorta like Zapps chips from Louisiana.\n  ","337222":"\n  Mickey Ds for the fries\n  ","337223":"\n  Ha! When comes to albums I love...yes.\n  ","337224":"\n  Love is real. It takes a lot for it not to be superficial.\n  ","337225":"\n  100%\n  ","337226":"\n  Nothing useless.\n  ","337227":"\n  Just be careful.\n  ","337228":"\n  Cheddar & Sour Cream & The Whole Shebang.\n  ","337229":"\n  Money is necessary to pay bills & gives more freedom & independence to the owner. However, there are many desires of the heart & problems money cannot solve.\n  ","337230":"\n  Yes!!!! Refreshing\n  ","337231":"\n  Wise for sure. I'm not a knockout in the looks dept., but I do alright. Ha!!!\n  ","337232":"\n  Lying, cheating, deceit or manipulation. It's all so ugly no matter if it's family friends or love interest.\n  ","337233":"\n  I inquire about their overall well-being, I dont listen to solve problems or give solutions or advice...I listen for understanding, & give quality time via phone or in person. Letting my guard down is not easy, but I try to give a level of honesty & vulnerability.\n  ","337234":"\n  Remember your worth & don't lie to yourself about how good things were nor give all the blame to the other person for the breakup. Take responsibility for not recognizing signs, your actions, not speaking up, selfishness, etc. Stop the \"shoulda, woulda, couldas\", they aren't healthy.\n  ","337235":"\n  That I'm shy...not aloof.\n  ","337236":"\n  I preferred to be impressed by being a spectator to the agility, speed & strength of our big athletes. I was a basketball stats girl & a 4 year flagtwirler (2 of which I was a captain). Lots of dancing & kicking & marching during football season.\n  ","337237":"\n  Blackberries, rambutans, mangoes, kiwis, pineapples, pink lady apples & dried cranberries. Veggies: spinach & avocados.\n  ","337238":"\n  Great question. Probably nothing. It would stop the mundaneness that sometimes comes with following the same routine each day.\n  ","337239":"\n  Organic Farmer\n  ","337240":"\n  Brokeback Mountain\n  ","337241":"\n  Not at all. Ha! The only time I turn that special power on is when I was an advisor I had to being teens boys & young adults men to a convention. And I had to get them up & our for the day.\n  ","337242":"\n  Brunch\n  ","337243":"\n  Inner workings of cars.\n  ","337244":"\n  Reece's peanut butter cups or Big KitKat.\n  ","337245":"\n  Authentic Indian Tea.\n  ","337246":"\n  Yes. But Tomorrow is a different day.\n  ","337247":"\n  I'd try to figure out a way free him to run safely. And then start cleaning.\n  ","337248":"\n  Very nice!\n  ","337249":"\n  The Big Cats\n  ","337250":"\n  Actually yes. I value my alone time. My clone would respect it. Lol\n  ","337251":"\n  No thank God I haven't\n  ","337252":"\n  Someone strong, brave & smart. I have quite a few friends who fit the bill.\n  ","337253":"\n  Ooooooo no Never!\n  ","337254":"\n  I did a podcast about this topic.\n  \n   https:\/\/anchor.fm\/keishaj\/episodes\/The-Power-of-No--How-I-Came-to-the-Hard-Stop-eehvjq\n  \n","337255":"\n  I can't lie. I'm working on it. Oftentimes the fear is bigger than the actual item.\n  ","337256":"\n  Much appreciated. Sincerely.\n  ","337257":"\n  Yes\n  ","337258":"\n  I remember my center. I'm not defined by my challenges but I am refined by them. I've overcome time & time again. So I pray & think of my life as a book. This chapter may suck but some have been exceptional plus that means I can see progress in my a story. I practice self-care & surprised myself with a  trusted circle of folks.\n  ","337259":"\n  Spanish. However, please speak to me in English. Thank u.\n  ","337260":"\n  Yes. I'm NOT vegan. I'm pescatarian.\n  ","337261":"\n  Me? I havent been asked out in years, except for by 1 person. Guys do not approach me or they approach about my curves only on some cat-calling B.S. Fail! Looks aren't everything. I would like for people to be more orig or respectful than that.\n  ","337262":"\n  He moved for work to 3 different states that began the strain. Lasted 2 \/ 3 yrs idk. It's been a long time since I was in a relationship.\n  ","337263":"\n  Ha ha ha\n  ","337264":"\n  Sounds absolutely delightful!!!\n  ","337265":"\n  Middle of the middle. Maybe a few rows up from the middle.\n  ","337266":"\n  Yes. With a good heart. He played other greats on the big screen like Jackie Robinson & James Brown.\n  ","337267":"\n  Hmmm...I've never had it. What country of origin or region?\n  ","337268":"\n  Afterbite Bug bite itch reliever.\n  ","337269":"\n  Hi-5\n  ","337270":"\n  Super\n  ","337271":"\n  Yes\n  ","337272":"\n  \"Flaws & All\" by Ebenezer. So wavy!\n  ","337273":"\n  Half a croissant with egg & sweet pepper vegan bacon from the Kosher Dunkin Donuts in my town.\n  ","337274":"\n  A quadrillion times. I've seen every Marvel movie. Plus its good to see a vast representation of good actors who look like my family & have quality nuanced roles. Truly was a blessing & inspiration.\n  ","337275":"\n  Have a lot of animal friends & explore the World.\n  ","337276":"\n  I adore your dearie! Keep spreading love.\n  ","337277":"\n  Good character. Not perfection, but the humility to seek to be who God has called him to be...his best self. That requires daily work.\n  ","337278":"\n  My heart.\n  ","337279":"\n  Don't lie to myself. Have faith.\n  ","337280":"\n  Go outside in it & stomp around with my dog or shovel.\n  ","337281":"\n  Raking leaves & shoveling snow.\n  ","337282":"\n  Whoever you date should be a friend first.\n  ","337283":"\n  I'm not one who does that in one great fall. It's a combination of several intricate things. Discoveries about the other person, sharing of yourself, a building of trust, moments to treasure. It can be quite scary & mostly unavoidable. It takes courage to let walls down. Being fully vulnerable means lies, ego & fear take a backseat to the hope of a future. Go for it! I believe we only live once.\n  ","337284":"\n  No.\n  ","337285":"\n  Water\n  ","337286":"\n  Love who u love. Always make sure whomever you love is available and of age.\n  ","337287":"\n  I need water!!!! Lol\n  ","337288":"\n  My sun, moon & rising are all fire signs. I don't rage at people but I can be all consuming as in full of spark.\n  ","337289":"\n  No one bit! Lol they feed off of it like they're watching  TV.\n  ","337290":"\n  No. That would be cool!\n  ","337291":"\n  I actually don't have one.\n  ","337292":"\n  Yes. There are certainly a few universal truths for a few of the mainstream 3 religions. CHRISTIANITY\/JUDAISM\/ISLAM due to them being Abrahamic Reilgions.\n  ","337293":"\n  In the North Jersey\/NYC area we call it an \"Uptown\". In the stores and bars they call it an \"Arnold Palmer\" after the pro golfer. Half Lemonade\/Half Iced Tea.\n  ","337294":"\n  I'm gonna cheat. The last 3 are marvelous. Ha!\n  ","337295":"\n  I have no idea. The chosen fam I used to celebrate Christmas with...I lost b4 Christmas (2 people died). My current household isn't that festive. So idk. One never knows. My immediate family & besties usually receive gifts.\n  ","337296":"\n  I remember that I'm not on Earth to please everyone. In fact I'm different just like you are. Some people can't deal with that. That's their problem. I breathe, regroup. I don't battle haters or trolls.\n  ","337297":"\n  Year-round if I see something I know matches someone.\n  ","337298":"\n  Tea can be unsweetened or sometimes honey, but coffee needs to be creamy & sweet for me.\n  ","337299":"\n  Stay in The Word & be vigilent.\n  ","337300":"\n  Cool\n  ","337301":"\n  I do not hold grudges. Let God exact revenge. I want my heart to be light. I move on from the situation or incident & move on.\n  ","337302":"\n  😇\n  ","337303":"\n  Hoo-rah!\n  ","337304":"\n  Ahhhhhh fun fun fun!\n  ","337305":"\n  If I invite you...u'll know.\n  ","337306":"\n  What would u like to do?\n  ","337307":"\n  Finals but not the winner. Lol\n  ","337308":"\n  I don't have a Valentine, but I like intimate quiet time. I'm all for a candle lit dinner or a wknd trip.\n  ","337309":"\n  How about u?\n  ","337310":"\n  Truth\n  ","337311":"\n  Yes\n  ","337312":"\n  Dope! And chill vibes.\n  ","337313":"\n  Ok Askfm: This is my fav cereal. I added dried Dragonfruit today. I eat it with almond milk or oat milk. (Note: I'm NOT lactose intolerant but I prefer the alternative milks for taste & health purposes).\n  ","337314":"\n  The PG version? Yes. I believe with prayer, active listening to signs & obedience to God we can receive our heart's desires. I'm a believer in perseverance. If we're blocked from something, it's not for us or the wrong timing.\n  ","337315":"\n  I believe in humans giving in to the influence of the spirit. Certainly believe in Angels & demonic spirits. We are made of mostly water, but we have souls. And I value mine. God protect us all.\n  ","337316":"\n  Ring Ring\n  ","337317":"\n  Patience & being comfortable being who I am.\n  ","337318":"\n  I can be so many of these. Optimist for others & a realistic that borders pessimist for my self. I'm a work in progress.\n  ","337319":"\n  Yes I would! I'm a very private person. Fame isn't a goal for me.\n  ","337320":"\n  Philanthropy or writing.\n  ","337321":"\n  Read for sure\n  ","337322":"\n  Knowing me...yes. But I would have to pray for guidance to see if I'm lead to do it becoz I want to be a martyr \/ enabler or becoz I'm divinely inspired.\n  ","337323":"\n  Do safe self-love activities. Appreciate the small stuff. Recognize the things you took for granted. Remind yourself that you've been thru challenges & gotten thru it. Try writing down affirmations and reading them aloud in the mirror. Seek help if needed. Breathe & remember yesterday is already over. The future is right now.\n  ","337324":"\n  Misunderstandings & being ignored\n  ","337325":"\n  Love\n  ","337326":"\n  Never thought much about it. But I believe in the spirit world being a real thing.\n  ","337327":"\n  I like the cold, but I love to tan. Ha!\n  ","337328":"\n  Jewelry is cool. Depends on the occasion. I have tons of jewelry.\n  ","337329":"\n  No. I hope people who know me offline would be comfy talking to me directly. And people I don't know offline, along as it wasn't inappropriate...I'm cool.\n  ","337330":"\n  Ancient  4 decades\n  ","337331":"\n  When I used to work overnite & had to work in the morning.. if I didn't get a nap in I would but white can zero sugar Monster and drink half. I'm not necessarily a fan (I should just taken a supplement), but it didn't make me jittery like a red bull.\n  ","337332":"\n  Not at all. But such is the journey of life.\n  ","337333":"\n  Wholeheartedly\n  ","337334":"\n  Tobbe, no questions here. Thanks for what u added to this platform from thought provoking questions to polls & interesting surveys. I wish you godspeed!\n  ","337335":"\n  Korean maybe\n  ","337336":"\n  Awwwww...why thank u!\n  ","337337":"\n  I love Capital Grille (NJ location) & The Cafeteria (NYC), but I hate the lines.\n  ","337338":"\n  Clever\n  ","337339":"\n  No preference. Go for it!\n  ","337340":"\n  Beach & good food.\n  ","337341":"\n  I've only been asked on 1 date in 3 yrs. Heck yes. Justice of the Peace Town Hall here we come! I hope u speak English. Ha!\n  ","337342":"\n  Yes I would say yes to everyone for favors or help. And I had to stop for my own health and for other's growth.\n  ","337343":"\n  I'm leary around people with no conscience.\n  ","337344":"\n  This just might be the dopest question I've received on this platform.\n  \n  I smile at the future that I cannot see. I tell myself that my dreams are reality in order to keep the faith.\n  ","337345":"\n  I'd try every obscure thing in the factory. From fountains, to floating fizzy pop, to rivers of chocolate. Well unless Wonka said no. I don't wanna turn into a blueberry.\n  ","337346":"\n  Curb my single use plastic use.\n  ","337347":"\n  Oooooooo I'm a closet daredevil on the right day. Other days I'm a bookworm.\n  ","337348":"\n  You should. I find it to be family friendly and safe.\n  ","337349":"\n  Crystal clear beaches & great excursions. I did lots of horseback and ATV riding.\n  ","337350":"\n  Unfortunately these says I'm waking up throughout the nite and then again a bit after 6am. I try to go back to sleep at that moment. Doesn't always work. Ha!\n  ","337351":"\n  Aruba last Fall\n  ","337352":"\n  To love someone & be loved in return is a gift. I've had heartbreak, but I would do it again to experience love. *shrug\n  ","337353":"\n  The singing doesn't start until 1:06\n  \n   https:\/\/youtu.be\/h6ZWvDnkRCM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","337354":"\n  Honestly, I guess I haven't had it yet.\n  ","337355":"\n  Hmmm....I'm an appetizers, no main meal, followed by dessert person. For me its a trick question.\n  ","337356":"\n  Yes yes yes\n  ","337357":"\n  Ha!\n  ","337358":"\n  Big cats, Aquatic animals, Insect house.\n  ","337359":"\n  Not in the thousands yet, but the ones I have are wonderful!!!\n  ","337360":"\n  Yay!\n  ","337361":"\n  Sis! You noticed!!! Thank you. I'm trying to be as delightfully honest & engaging as you!\n  ","337362":"\n  My heart for God's people & universe.\n  ","337363":"\n  Layoffs, breakups, moving, travel.\n  ","337364":"\n  Make fun or nap. Lol!\n  ","337365":"\n  Adjust my thoughts with my words.\n  ","337366":"\n  Introvert all the way\n  ","337367":"\n  Well askfm: up to 48hrs.\n  ","337368":"\n  No. Never\n  ","337369":"\n  No but I hope everyone remains safe.\n  ","337370":"\n  Oh I see! Be careful.\n  ","337371":"\n  Yessss\n  ","337372":"\n  It has medicinal purposes, but just like anything else it can be overused.\n  ","337373":"\n  Yes sometimes\n  ","337374":"\n  None\n  ","337375":"\n  Eek probably 80s\/90s singers like Luther Vandross\n  ","337376":"\n  100% to help myself\n  ","337377":"\n  Smart\n  ","337378":"\n  Ha! No but in a hotel in vacay yes\n  ","337379":"\n  Oh man! I love dogs...so\n  ","337380":"\n  Not as an adult. I was bit by a rescue dog at an internship. Wasn't major tho\n  ","337381":"\n  8.5\n  ","337382":"\n  Hmmm...my friends are pretty darn thoughtful. And I fully accept gift cards. I don't remember a bad gift.\n  ","337383":"\n  Not so far\n  ","337384":"\n  Physical: My hair, curves, clothes & eyes. Non-physical: Voice, intelligence, kindness & humor.\n  ","337385":"\n  Great!\n  ","337386":"\n  I hope it gets better for u today!\n  ","337387":"\n  I'm ok today. Slight Monday gloom. And u?\n  ","337388":"\n  Naturally occurring water sources, horizons\/clouds & colorful flowers.\n  ","337389":"\n  Exploratory nature. Built up his skills.. Made great friends. He's prepared for anything.\n  ","337390":"\n  Fievel from American Tail. Ha!\n  ","337391":"\n  Excellent answer.\n  ","337392":"\n  Ocean\n  ","337393":"\n  Silver\n  ","337394":"\n  Yes! I want to try it. Have u done it?\n  ","337395":"\n  I am here for regular banter. Not politics, religion or s e x talk.\n  ","337396":"\n  Trying to convince someone who has his\/her mind made up.\n  ","337397":"\n  Pretty much where everybody is ticklish.   Under arm \/ sides area, feet, neck, etc.\n  ","337398":"\n  Yes. Yes we do.\n  ","337399":"\n  I don't share my other accounts on askfm.\n  ","337400":"\n  Long\n  ","337401":"\n  I mos def do.\n  ","337402":"\n  Usually hugs\n  ","337403":"\n  I can honestly say I don't have major regrets. My life has been a winding journey.  But it made me who I am. I wish some lessons weren't so hard to learn. Grateful for them.\n  ","337404":"\n  I always get mistaken for being younger than I am so its not really a compliment.\n  ","337405":"\n  There's a local painter who is #1. So talented. A master painter. Next, Modern: Titus Kaphar & Kehinde Wiley. And Renaissance Period stuff.\n  ","337406":"\n  Thats great!\n  ","337407":"\n  Yes I guess so\n  ","337408":"\n  I love them! I like garlic roasted or herb roasted.\n  ","337409":"\n  Uh huh\n  ","337410":"\n  U can converse with me on Askfm.\n  ","337411":"\n  U can converse with me on Ask.fm not IG\n  ","337412":"\n  Sure\n  ","337413":"\n  One never knows.\n  ","337414":"\n  No thank you.. My mind, body & spirit are not for sale.\n  ","337415":"\n  Thank you!\n  ","337416":"\n  Ok i agree.\n  ","337417":"\n  Thank you\n  ","337418":"\n  HA! Your is  possessive adjective. You're is a conjunction of \"you are\".\n  ","337419":"\n  I've never had a proposal. Am ex asked my mom permission to marry me, but never actually asked me. That doesn't count.\n  ","337420":"\n  I never said it was a guy. But I doesnt matter. I saw friends today. They made me happy.\n  ","337421":"\n  Who knows.\n  ","337422":"\n  A lucky person.\n  ","337423":"\n  I prefer artisinal with unique flavors or vegan. But I won't pass up an ice cream truck moment. Ha!\n  ","337424":"\n  Neither. Ok Google. But I'm getting Alexa this week. *rolls eyes\n  ","337425":"\n  I guess some people have school or work, but do it any time you like, at your convenience. It's your prerogative.\n  ","337426":"\n  No sexual, racist or inappropriate questions.\n  ","337427":"\n  No thank you. I am not on Ask to get dates.\n  ","337428":"\n  Peach and lavender skies\n  ","337429":"\n  Understood\n  ","337430":"\n  What's your opinion of this platform? What do u use it?\n  ","337431":"\n  Not on many years but my family members play daily.\n  ","337432":"\n  Really? We're fiery lol\n  ","337433":"\n  I sure did. I felt loved and people engaged me in meaningful convos. Lots of music, lessons & family still alive back then.\n  ","337434":"\n  Small group\n  ","337435":"\n  Very odd. No. I've had no breakups over those types of issues.\n  ","337436":"\n  One never knows\n  ","337437":"\n  I have memory foam, but sturdy. I like it. Some people hate that style of mattress tho.\n  ","337438":"\n  Eek. No\n  ","337439":"\n  When I was younger I didn't aspire to be a wife. Now that I'm older I realize the blessing of a life partner. Welp.\n  ","337440":"\n  I used to watch 227. Good actors. I didn't know its back on!!!\n  ","337441":"\n  I like 80s 90s movies. Some of the comedy makes me smile.\n  ","337442":"\n  5'4\n  ","337443":"\n  I won't do style if it hurts. Comfort is my everyday. But I like to dress up. I'm expressive with my clothing.\n  ","337444":"\n  This isn't my current hairstyle... since last week's profile update, but this is my tatt I got in New Orleans last Fall. It means FAITH. HOPE. LOVE.\n  ","337445":"\n  Hmmm...anon, what is your favorite style? Mine varies on outfit and duration of daily activities.\n  ","337446":"\n  I'm not sure, but breakfast is half of a veggie omelet.\n  ","337447":"\n  Does it matter? Lol\n  ","337448":"\n  Depends on if my mood is chill or not.\n  ","337449":"\n  No.\n  ","337450":"\n  My heart.\n  ","337451":"\n  A smile or a hug from the right person instantly changes my mood!\n  ","337452":"\n  💯%\n  ","337453":"\n  For example?\n  ","337454":"\n  had to worry about the integrity or loyalty of the friends in my circle. I'm truly blessed.\n  ","337455":"\n  Yeahhhhh\n  ","337456":"\n  I'd say love becoz when people fear others, they do stuff becoz they feel obligation or don't want repercussions. But when another job\/relationship\/opportunity presents itself...they 'ghost\". I want someone to do stuff becoz his\/her heart is in it. It's an honest way to live.\n  ","337457":"\n  H&M for the monkey incident. Even though the parents of the child model were just as clueless as the offenders.\n  ","337458":"\n  Cheetos!!!!\n  ","337459":"\n  A second one? Well either vertical words in script running from my elbow down my hip or inner wrist or bracelet altho i hear those are painful. I've had 1 since last Fall. I'm ok with just the one I have. I don't want too many & in obvious places.\n  ","337460":"\n  It's a blessing to have good friends.\n  ","337461":"\n  When people dismiss my feelings or words when I'm expressing myself. That type of flippant behavior makes me feel like they are basically calling me stupid or insignificant. Since I'm neither...it pushes my buttons.\n  ","337462":"\n  You are making a new account Anon?\n  ","337463":"\n  Precisely!\n  ","337464":"\n  No they don't. 🤷🏽‍♀️ And I found the right apparatus to strap these puppies in when I workout.\n  ","337465":"\n  Check my strengths and weaknesses & pray.\n  ","337466":"\n  No usually. But did have to concentrate to ride the Sky Jump at the top of the Stratosphere needle (Vegas). My best friend stayed on the lobby downstairs. Lol. But 1 person went with me. I like freefall rides so I had to do it. I love views so u gotta open your eyes & ENJOY. Ha! It was incredible!\n  ","337467":"\n  My workout routine is pretty abysmal. I run a trail of varying elevation a few time a week. I should do my planks and burpees...I procrastinate becoz I hate them. Circuit training works best for me, but its not as easy to accomplish in my current household. I never thought I'd miss the gym. And I hate working out with friends in a park atmosphere. Anyway I need to work on strength & balance. So there's that.\n  ","337468":"\n  If you are interested in someone or newly dating, I'm not sure that this matters any more than asking how many relationships the woman has been in. But I do know women ask men this question. So to be fair...you have the right to ask. It can be a touchy 1st date subject. At least let it happen organically.\n  ","337469":"\n  Bohemian Rhapsody never gets old. I stop in my tracks when it comes on. And I have to sing.\n  ","337470":"\n  Welp maybe. This has only happened 2x in my life but its not a fun experience. Completely ruined everything. Smh\n  ","337471":"\n  If we're looking at a messiah figure as a messenger bringing hope & enlightenment...then yes. However, their philosophies were vastly different.\n  ","337472":"\n  I know a few humans who should've thought it thru. 😅\n  ","337473":"\n  Unpopular opinion ahead: Loving your work builds passion & innovation. Money is necessary, but it doesn't dictate heart-decisions for me. If I needed $ & I needed a job... I'd have to make money outside of that one career that I loved to balance things out.\n  ","337474":"\n  Mainstream religious people who do not love God's human race & want equality for all.\n  ","337475":"\n  No. But since people have preference I'm 💯% sure people feel this way about me. To each, his own.\n  ","337476":"\n  I'm 95% pescatarian. Even during thanks giving I don't eat poultry or meat. Unfortunately, during COVID-19 I've had chicken 4x in the past 5 months.\n  ","337477":"\n  No. Ironically it breaks my mood & makes me ease up a bit. What I don't like when I'm in a bad mood is others dismissing my feelings.\n  ","337478":"\n  My mom. How about you?\n  ","337479":"\n  Eagle beach in Aruba & Kehena Beach, Pahoa, The Big Island, Hawaii.\n  ","337480":"\n  Hmmm...there are some things I'd like to accomplish. But something I've always wanted? No actually\n  ","337481":"\n  Its ok\n  ","337482":"\n  Yes thank u.\n  ","337483":"\n  Hugs from people who care, a proverbial shoulder to lean on. Sometimes a listening ear. And you?\n  ","337484":"\n  Ha!\n  ","337485":"\n  Not too bad\n  ","337486":"\n  That's not bad at all. Good!\n  ","337487":"\n  Do you show favoritism and to whom?\n  ","337488":"\n  But of course Tommy!\n  ","337489":"\n  My bffs run the gamut: Aquarius, Leo, Scorpio, Aries Cusp, Pisces, Capr, etc...\n  \n  Instantly I get along with Libras, Leos & Aquarius...no competing personality items.\n  ","337490":"\n  No. I'm pretty much dreamless. But I do dream maybe idk 8x a year. Lol\n  ","337491":"\n  There's a deep plunge at the spa near me & I'm a chicken.\n  ","337492":"\n  Cast Away. When he lost Wilson I was fully invested. 😭\n  ","337493":"\n  I guess better covid-19 numbers and a date or two.\n  ","337494":"\n  I guess its too late to play dead. Welp I would definitely freeze & turn my back to the animal.\n  ","337495":"\n  Nope not one. Pretty boring over here.\n  ","337496":"\n  No doubt\n  ","337497":"\n  Ha! We'll never know. Lol\n  ","337498":"\n  Wow! Tricky question. I love skylines but clear view of the suburban stars will do.\n  ","337499":"\n  I've obviously dug deep enough to not be in a bad relationship. I've done the self work. I'm good.\n  ","337500":"\n  I much rather prefer being single than marrying the wrong person becoz I want sure what I wanted & then bringing a child into it. I'm good\n  ","337501":"\n  I didn't have a goal of marriage i was in my 20s\n  ","337502":"\n  1. It was a high school sweetheart. 2. I didn't want to get married.\n  ","337503":"\n  I dated one guy from high school for years afterwards. Besides that No. I've had very few boyfriends. So the chances of marriage were slim.\n  ","337504":"\n  Actually no. I am perfectly comfortable with commitment. I think perhaps I have occasional ...\"I'll believe it when I see it\" moments due to a few broken promises, but otherwise...no.\n  ","337505":"\n  Lime green & pink.\n  ","337506":"\n  Not more than the avg person. I've had deaths of people close to me, bad break ups, and I'm a child of divorce...but I had family, a good community & outlets to support me. I've been affected of course but not in ways that prohibit growth & love.\n  ","337507":"\n  And I followed you. Ur welcome.\n  ","337508":"\n  I actually only know that old song Bang Bang.\n  ","337509":"\n  Welcome. I enjoy askfm. Some of the cool people I follow are:\n  \n   @Ice_Frozen_Vocals\n  \n\n   @ugottafriend\n  \n\n   @illin_ahmed\n  \n\n   @redoasis2017\n  \n\n   @Bocepous\n  \n\n   @Tobbelit0\n  \n\n   @AzharTKHAN\n  \n\n   @Reginailessthan3u\n  \n\n   @wenii313\n  \n\n   @Yoneiry\n  \n\n   @ChiliSnipper\n  \n\n   @BabyGurlCece24\n  \n","337510":"\n  When I ate it I used to like it med well\n  ","337511":"\n  Climbed inside boxes and brought toys with me. I played in them just chilling in my own lil world. Tho I never built a fort.\n  ","337512":"\n  Horrid unless its a melody or a unique name. Or signs, I remember words\n  ","337513":"\n  Not often thank God. My family is relatively healthy. Unless it's for a community event.\n  ","337514":"\n  Correct thats the link I sent with the time. I dont have anything newer up there.\n  ","337515":"\n  I left out a word (my \"friend\")... June Allison. Follow:\n  \n   www.juneallisonsings.com\n  \n  for updates. Thanks for the support!\n  ","337516":"\n  Go you!\n  ","337517":"\n  Yep\n  ","337518":"\n  Hello there.  North Jersey area.\n  ","337519":"\n\n   https:\/\/anchor.fm\/keishaj\/episodes\/Music-Artist-Spotlight-JUNE-ALLISON-egop48\n  \n  at approx 30:00.\n  ","337520":"\n  Oh no very reminiscent of the movie House Party.\n  ","337521":"\n  Yea I'm singing background for my June Allison's virtual concert Sept 2.\n  ","337522":"\n  You're so right! I needed that!\n  \n  Listen to the last one  or the 1 b4 that. I did shout u out. Fo sho.\n  ","337523":"\n  Ha! Well from your lips to God's ears. Thanks!\n  ","337524":"\n  Had band practice then totally missed the time.iatwned to her podcast today.\n  ","337525":"\n  Not that I can recall. Guys don't approach me. Lol\n  ","337526":"\n  Oh my goodness. Gracias.\n  \n  This made my day! My mom she tells me I'm beautiful. Thank God for her.\n  ","337527":"\n  I've been so busy. Sorry. Gonna try my best for next week. Eek! I know!\n  ","337528":"\n  Being too stubborn to enjoy riding my bike by the time I became a teenager. My mom said I had to wear a helmet. I thought it was dorky. So I walked instead. Lol! And we knew too many people for me to just take it off. I should've just used the helmet.\n  ","337529":"\n  I surely was not in the Top 10 Hotties group. Dudes barely noticed me.. Only happened 1x with someone from my high school. I was flattered but wasn't interested in him romantically. Pretty much the story of my life. 😅\n  ","337530":"\n  It's a train wreck. Probably not. Well certain fun-filled segments...maybe.\n  ","337531":"\n  My eyes and forehead lol\n  ","337532":"\n  Yes I do. Not as much as I should. I've become such a texter. Eek\n  ","337533":"\n  During the height of covid-19 and it gave me hope like a good 🌈 was intended to.\n  ","337534":"\n  Ha! Yes. Yes I do. For random gadgets and regular cable remotes.\n  ","337535":"\n  Currently reading Midnight Sun by Stephenie Meyer and I just started Here Comes the Sun by Nicole Dennis-Benn\n  ","337536":"\n  There's something cleansing and empowering that happens on the other side of pain. I'm glad to love to see another day.\n  ","337537":"\n  Traditional stuff like slaw or other cold mayo-based salads & baked beans & perhaps sweet 🌽.\n  ","337538":"\n  I think when a guy shows genuine care about my overall well-being...its sweet, not weak.\n  ","337539":"\n  Ah - ha!\n  ","337540":"\n  Thank u Quest!\n  ","337541":"\n  I'm sure I'm not. My original friends aren't on here except for 1. If u knew me from IG u would've DM'd me.\n  ","337542":"\n  Yep!\n  ","337543":"\n  Deep breathing & stretching. Taking a walk along water, or a nite drive. Prayer or reading.\n  ","337544":"\n  Loss. It makes you appreciate what you have. The people in your life, etc...\n  ","337545":"\n  We can converse here. I don't give out my IG.\n  ","337546":"\n  Well let's put it to u this way...at least ur on the other side of the fence. Imagine if you were her boyfriend. Lol!\n  ","337547":"\n  Yes indeedy.\n  ","337548":"\n  Pray lol\n  ","337549":"\n  My next man will be king material. Strong, brave, compassionate, wise, etc...\n  ","337550":"\n  I'm a queen. Point blank period. If you know a woman who doesn't feel regal, wise, powerful & meaningful...send them back to the lab.\n  ","337551":"\n  It's a winner!\n  ","337552":"\n  Walked away.\n  ","337553":"\n  Tough one. Maybe TKO or Til the End of Time.\n  ","337554":"\n  I talk to Terrill everyday.\n  ","337555":"\n  Sanetta\n  ","337556":"\n  Hi-5!\n  ","337557":"\n  I think anger is a byproduct of other feelings. Root out the cause. Deal with it. We can allow anger to control us or deal with the feelings. Being angry isn't weak, but allowing it to grow causes us to make poor decisions and do not so smart stuff. Channeling anger into determination or creativity or even love breaks the seal towards mastering our bodies.\n  ","337558":"\n  Liars & Braggarts.\n  ","337559":"\n  Maybe old Bernie Mac jokes. Or stuff from classic Martin episodes.\n  ","337560":"\n  Copy & Paste\n  ","337561":"\n  Here u go from yesterday.\n  ","337562":"\n  I never do revenge. Let God deal with people. Not having me in someone's life is punishment enough for them. I ask God to remove the hurt and i forgive for my soul.\n  ","337563":"\n  Advice for my sex partners? Um...never had to give advice on that subject personally. If ur not speaking in general & about me...I would say just be yourself, stay in-tune with your partner's responses, be reciprocal & recognize people's boundaries. Go for it!\n  ","337564":"\n  Cyber share a pic of your fav meal!\n  ","337565":"\n  Awww...thank you!\n  ","337566":"\n  Lol idk\n  ","337567":"\n  Agreed. Life-learners pivot and bend constantly.\n  ","337568":"\n  Lord Cottontail.\n  ","337569":"\n  No. Everything is good over here. And you?\n  ","337570":"\n  Take several deep breaths. Worrying about the future will not change it. I rely on my faith. Find something to ground you in these challeging times.\n  ","337571":"\n  Sure. That's not so weird...until its obsession strange. Ha!\n  ","337572":"\n  Hmmm...can't think of one\n  ","337573":"\n  Same as in my new profile pic\n  ","337574":"\n  We have an outbreak of sea lice that just likes family in Jersey. So...minus the jellyfish larvae... Beach Sex for the win!\n  ","337575":"\n  Nope. Pics of people's body parts are readily available.  Magazines & online. Have at it.\n  ","337576":"\n  Hi-5!\n  ","337577":"\n  Single apt. With a family a home.\n  ","337578":"\n  Awww...thanks Javi!\n  ","337579":"\n  Ugh not fair. Lol\n  ","337580":"\n  No inappropriate sexual questions.\n  ","337581":"\n  Not the best question to engage about.\n  ","337582":"\n  Errands now. Then, staying home. Sunday I have a rehearsal but that's it.\n  ","337583":"\n  An English Elective & African American History Class\n  ","337584":"\n  Gnarles Barkley - Crazy\n  ","337585":"\n  I don't fall in love quickly. I'm very guarded. It takes experiences, sharing & built trust for me to be vulnerable enough to let that occur.\n  ","337586":"\n  Yes. So so much!!\n  ","337587":"\n  Could be. I haven't had any issues. US News & World Report gave it 3.7 out of 5 stars. Its annoying but not spam.\n  ","337588":"\n  Love them! I've been in Himalayan sea salt, charcoal, gold saunas, etc. in NJ. Here's some pics from some of my faves.\n  ","337589":"\n  Perhaps my shyness. People don't believe me becoz I like public speaking, but get me around a few people I retreat into my own world & go mute. (Unless I'm around best friends).\n  ","337590":"\n  Thank u. Nope. Spending the night with a Big...Book! It's a good book tho.\n  ","337591":"\n  I'm a lover of sharp teeth & vamp lore. Drinking blood? Not so much. Perhaps I'd have to be a succubus & just drain people's energy a wee bit. Hmmm...this went dark. Welp back to reading my vampire book. Ha!\n  ","337592":"\n  Fake News\n  ","337593":"\n  No.\n  ","337594":"\n  Earn them again.\n  ","337595":"\n  I ate ice cream. Watched Netflix. Now I'll read a book. That's as sexy as it gets around here for this single gal on a Friday nite.\n  ","337596":"\n  No I haven't. I'm grateful for that. Jealousy can eat at people.\n  ","337597":"\n  Dust mites.\n  ","337598":"\n  AVG\n  ","337599":"\n  Say So\n  ","337600":"\n  Idk guys never walk up to me. If they do they are just complimenting my curvy figure. 👎🏽\n  ","337601":"\n  No. That's one touch job. Especially for men of my color.\n  ","337602":"\n  No. No one has expressed interest in me in years. I'll probably be a doglady. Me and 1 or 2 dogs in the future.\n  ","337603":"\n  Aries Sun, Leo Moon, Sag Ascending\n  ","337604":"\n  No i don't have any misdemeanors nor do I don't judge people who have been incarcerated.\n  ","337605":"\n  Freedom is better. Try to stay out\n  ","337606":"\n  Who me? No. *phew\n  ","337607":"\n  My mini cabbage patch kid. He never had a name. Lol!\n  ","337608":"\n  I love eating intimately outdoors.\n  ","337609":"\n  Ha! I'd love to just get asked on a date.\n  ","337610":"\n  I do not normally wear makeup. But I admire the beauty it enhances. Some people are very creative and talented.\n  ","337611":"\n  Redemption Song\n  ","337612":"\n  I'm happy. But not satisfied\n  ","337613":"\n  Ended a relationship. And learned so much more about myself. Leaned on God  a lot. Grateful for the journey.\n  ","337614":"\n  I rarely dream. 99% of my nights are dreamless...its why I daydream so much.\n  ","337615":"\n  Water, fireplaces, AC or whitenoise, various ASMR, etc\n  ","337616":"\n  Travel\n  ","337617":"\n  Most people say communication and I agree but I would also say the concept of being in it together. Which gives the ability for growth, love, challenges & experiences as a team.\n  ","337618":"\n  Yes I do. Right now Im practicing Chaka Khan's \"Stay\" & Roberta Flack's \"Feel Like Making Love\" during lunchbreak. Lots to practice for a show. I'm not the lead I'm 1 of 2 background singers.\n  ","337619":"\n  Chicken wings and maybe lasagna\n  ","337620":"\n  Currently reading the new atwiloght Series book \"Midnight Sun\". I'm on page 440\n  ","337621":"\n  Aruba last fall.\n  ","337622":"\n  I'm not a deceiver by nature.\n  ","337623":"\n  I bought one but I keep forgetting to use it.\n  ","337624":"\n  ASMR on YouTube.\n  ","337625":"\n  Peacock feathers, jewels & gold\n  ","337626":"\n  Ohhhhhhh yes!!!\n  ","337627":"\n  Vampire. I'm on page 440 of the new Twighlight book \"Midnight Sun\"\n  ","337628":"\n  Know who I am. Know what I want.\n  ","337629":"\n  Well I lost $ & found it this past wknd. Ha!\n  ","337630":"\n  Ginger, honey, lemon, tea. Honey to sooth the throat & ginger for congestion. U can add a whiskey and make it a hot toddy and wrap with a towel & take a nap. Maybe rub Vicks or calming lavender.\n  ","337631":"\n  The dance never hit the U.S. Northeast coast, but it was a cool trend to watch on screen.\n  ","337632":"\n  I like thrills as long as I can unwind completely into strategically calm moments.\n  ","337633":"\n  Experimentalist except for my religious beliefs.\n  ","337634":"\n  Hi-5\n  ","337635":"\n  Online I don't really trust it. Offline He should ask me.\n  ","337636":"\n  Just enough for the straw lol\n  ","337637":"\n  Didn't lose my job but I lost a dear friend mom & I volunteered with regularly. Her legacy lives on.\n  ","337638":"\n  Yes but not at work.\n  ","337639":"\n  Homeless people sleeping in NYC.\n  ","337640":"\n  Every 4-6 wks usually.\n  ","337641":"\n  100%\n  ","337642":"\n  Sir Gallant\n  ","337643":"\n  Uh huh icky\n  ","337644":"\n  North Jersey\n  ","337645":"\n  87 with high humidity. Blech. And not a clear saltwater ocean in sight.\n  ","337646":"\n  Well, in this here dreamy cyberworld, let your imagination run wild. Heck let's charter a flight to the moon & plant flowers there.\n  ","337647":"\n  Hmmm...endangered species are a NO.\n  ","337648":"\n  Tea later. Dunkin coffee now with almond milk.\n  ","337649":"\n  No I do not braid my own hair.\n  ","337650":"\n  I sure have plenty of times. I could hear everything. But couldn't move. So much effort to wake up enough to speak or move such concentration. Felt like forever. I'm sure it was only a few minutes...scary\n  ","337651":"\n  My braids took many hours. My curly TWA takes no time at all.\n  ","337652":"\n  Depends on if I'm going running. Every morning I'm ughhhh tho.\n  ","337653":"\n  Zero suitors. No one has asked me out in eons.\n  ","337654":"\n  Welllllll I'd pay my schools loans off.\n  ","337655":"\n  Insensitivity\n  ","337656":"\n  Escapism lol\n  ","337657":"\n  Enablers don't help to solve the problem they just feed the immediate needs. U know?\n  ","337658":"\n  I do not. Haven't been across the bridge to Manhattan in a while. Sometimes its better to park and taxi it. As opposed to paying $45 to park in a garage.\n  ","337659":"\n  Thank God while simultaneously growling about getting up from my cozy spot. Rotfl\n  ","337660":"\n  The backstop tells u that the blame can go around to everyone. A guy could enable the woman or elevate her out of whatever got her in that predicament. I've never had the need to see an \"Only\" page. But I can't judge the folks who have or support them.\n  ","337661":"\n  Fried in a sandwich. Scrambled as a side. Poached as a meal like a crab Benedict. Yum!\n  ","337662":"\n  How so? I merely flipped it on the guy. If a girl has a page and u know it...can't blame her. If it wasn't revealed u certainly have the right to exit the relationship as with anything else u don't like.\n  ","337663":"\n  If u knew of her \"only\" page prior to the relationship, you don't have the footing to tell her to get off. Especially if as a man u were profiting in some way like rent or mortgage was being paid with it. U'd have to find other means. But 1st there's a need she's trying to meet psychological or financial. There in lies the real issue.\n  ","337664":"\n  Bitter truths unfortunately\n  ","337665":"\n  My friends. Love them.\n  ","337666":"\n  Hmmm...either spinach or salmon\n  ","337667":"\n  Cigarette & weed smoke & people yelling & pointing out familiar places on screen that they knew. Talking to friends wayyyyy in the back...while sitting in the front. Tragic.\n  ","337668":"\n  Ghost pepper salsa\n  ","337669":"\n  What time i wrote about the change in my pocket.\n  ","337670":"\n  Sparingly\n  ","337671":"\n  YouTube\n  ","337672":"\n  Awww...why thank you!\n  ","337673":"\n  Oh will try\n  ","337674":"\n  Oh so many!!!! Lol\n  ","337675":"\n  I would suggest watching the full length Lemonade (2016) first.\n  \n  Sidenote: I haven finished watching Black is King becoz last week was very busy and I want to devote some brain power to it. This wknd's to do list.\n  ","337676":"\n  Godspeed!\n  ","337677":"\n  Horse rides I've done a few. Guitar would be cool!!!\n  ","337678":"\n  Taboo!!\n  ","337679":"\n  I would sayyyyy...on.\n  ","337680":"\n  Love affair with them\n  ","337681":"\n  A quadrillion times.\n  ","337682":"\n  Ha!\n  ","337683":"\n  Tommy ur the best for this! Trying something new. End of Summer hair!\n  ","337684":"\n  Thank u! Just got it done this past wknd!\n  ","337685":"\n  Really? It's the opposite for me. I've speeches but sit across from me I'm awkward. Lol\n  ","337686":"\n  And so tasty too sis\n  ","337687":"\n  Un-anonymous here. I love the fros in ur pics. Go healthy hair!\n  ","337688":"\n  No I haven't. Doesn't sound too fun.\n  ","337689":"\n  What u see is what u get. Ha! Same same. I can be deep. I can be silly...\n  ","337690":"\n  In small groups. I'm lousy at 1-on-1. How about u?\n  ","337691":"\n  Precisely\n  ","337692":"\n  A world changer\n  ","337693":"\n  Work days I like fruit and grain cereal with almond milk or a Boiled egg. Wknds big Southern American breakfasts.\n  ","337694":"\n  Attics in movies creep me out with all the sheets covering stuff. Lol\n  ","337695":"\n  Usually salmon or shrimp. I don't like to digest too much heavy stuff when I'm tired after work.\n  ","337696":"\n  One of my best friends who ironically works at a hospital did my hair.\n  ","337697":"\n  One on One with strangers my shy is an 8.5. Speaking to large groups 1. I love it! How bizarre.\n  ","337698":"\n  Just got some this weekend. Lol!\n  ","337699":"\n  Took a lot of living to get it right\n  ","337700":"\n  Ha! Freak out, pray & then attempt a marathon just becoz.\n  ","337701":"\n  Yes I do\n  ","337702":"\n  Indeed.\n  ","337703":"\n  😇\n  ","337704":"\n  👍🏼\n  ","337705":"\n\n   @Ice_Frozen_Vocals\n  \n\n   @illin_ahmed\n  \n\n   @ugottafriend\n  \n\n   @sw33tMorris\n  \n\n   @RagingBuffalo\n  \n\n   @AzharTKHAN\n  \n\n   @Bocepous\n  \n\n   @dodoBluz\n  \n\n   @ChiliSnipper\n  \n","337706":"\n  Well I'd like some Zzzzzz now. But it was a good wknd. Saw a few friends.\n  ","337707":"\n  He's gorgeous. Strutting his feathers.\n  ","337708":"\n  Night walks, skylines, gardens, aquariums and museums. Fills me with warm feelings.\n  ","337709":"\n  Citron ginger honey at the moment.\n  ","337710":"\n  I used to create jewelry from crystals, metals and textiles. Yes yes I do.\n  ","337711":"\n  Taking time for me.\n  ","337712":"\n  At times...smartphones.\n  \n  Families can be in the same space & don't connect with each other.\n  ","337713":"\n  Yellow green blue\n  \n  Caution, elation, devastation. Repeat\n  ","337714":"\n  Equal footing, respect & opportunity.\n  ","337715":"\n  Me enticing the 🥭 to sit at my table so I can eat it.\n  ","337716":"\n  Ha!\n  ","337717":"\n  He's thinking of 99 ways of corruption. Lol\n  ","337718":"\n  Ditto. I must do better..\n  ","337719":"\n  There's a fine line. I love confidence coupled with humility. They can coexist. We can love ourselves fully, yet be humble enough to know there is always room for improvement. The same can be said for knowledge, skills & wealth.\n  ","337720":"\n  Lol\n  ","337721":"\n  They say privacy and user data misuse and transmission.\n  ","337722":"\n  Depends on whether you believe the privacy issues are valid or whether it's good old fashioned American capitalism at its finest.\n  ","337723":"\n  I'd have to have a man to kiss so...there's that.\n  ","337724":"\n  I guess we'll never know that either.\n  ","337725":"\n  Currently Reading... Midnight Sun by Stephanie Meyer\n  ","337726":"\n  Ha ha! We'll never know.\n  ","337727":"\n  I'm actually not confused these days.\n  ","337728":"\n  Eek\n  ","337729":"\n  Trying to do better.\n  ","337730":"\n  They are living in depressing times and have access to too much.\n  ","337731":"\n  Sickle Cell & Cancer\n  ","337732":"\n  These days u gotta wonder. Maybe we're living thru a reboot.\n  ","337733":"\n  Greek Isles or Egypt. Maybe Tokyo\n  ","337734":"\n  Sigh. Agreed.\n  ","337735":"\n  Actually, I do!\n  ","337736":"\n  Aromatherapy stuff\n  ","337737":"\n  Love love love her & Rihanna too. Idk. Me, Myself & I \/ Partition.\n  ","337738":"\n  Homer's Iliad.\n  ","337739":"\n  I have a best friend circle if sisters & bros. 4 ladies & 3 guys.\n  ","337740":"\n  Light Medium brown. Light brown in the sun. Which always makes people ask me if my eyes were always this color. Perhaps I should walk around with a sun lamp. Lol\n  ","337741":"\n  Loving others & learning\n  ","337742":"\n  Naturally occurring water, clouds & colors of flowers & animals\/insects.\n  ","337743":"\n  A bodysuit online\n  ","337744":"\n  Great\n  ","337745":"\n  Have u been able to train with all the health and safety concerns these days?\n  ","337746":"\n  Hmmm...idk\n  ","337747":"\n  Mike!\n  ","337748":"\n  Polka dots and neon. Fun times.\n  ","337749":"\n  Tenacity\n  ","337750":"\n  Well I would say don't just do a movie. U need undivided attn to get to know each other. Walk in a park or eat after the movie.\n  ","337751":"\n  Lololol maybe food?\n  ","337752":"\n  And to u! Gdnite.\n  ","337753":"\n  Yesssss\n  ","337754":"\n  Yay! Thank u. I've been trying to create more dishes & select things in shops that compliment my food mood. Yum!\n  ","337755":"\n  Breathe in some relief. 2020 has been a challenge for the entire society.\n  ","337756":"\n  Saver. But I do splurge on food lol\n  ","337757":"\n  I love learning about cultures through food. I had a Mexican Street Corn Tart today. Yep a bit of Mexican cuisine in a French Bakery. Divine!!! The hard Poached eggs and crab cakes I made myself. Brunch when I worked from home today!\n  ","337758":"\n  Safety. Isaias Tropical Storm knocked power out for my friends and family. Not my house but we did get q car with a broken window due to tress.\n  ","337759":"\n  My friends circle. I hit the jackpot. I consider them to be my family.\n  ","337760":"\n  I'm ok. Thx for asking. U?\n  ","337761":"\n  Liquorice\n  ","337762":"\n  Ur so right. Lol\n  ","337763":"\n  I do not pick who to be in a relationship with by sexual experience. But Connection\/vibes can elevate sex. However feelings...that's where the magic is. I'm not in a relationship so 🤷🏽‍♀️\n  ","337764":"\n  I havent posted my relationships on any social media platforms. I'm a private person. But if i dwould.\n  \n  I would..\n  ","337765":"\n  I have! It was a fail becoz I hadn't collected enough. But it was good. L\n  ","337766":"\n  It's my abstract fav! Cedar plank Grilled, teriyaki style, baked with onions & capers, or simple pan-fried.\n  ","337767":"\n  Well askfm...here is a pic of my baby outside my house in the pouring hail a few weeks ago. She's not the latest model, but I ove her. I plan on adding mods.\n  ","337768":"\n  Thank u for your understanding\n  ","337769":"\n  I mentioned freedom in the contest of my previous post. The feeling of being while accepted to be my authentic self. No pretenses or putting on airs.\n  ","337770":"\n  I do not post photos of myself on here. I may have posted 3 ever. I'm not using this as a dating website.\n  ","337771":"\n  I'm single. Currently no suitors. The las boyfriend made me comfortable being me. I felt loved, supported & free.\n  ","337772":"\n  I love Ask. Its a great place to share thoughts and get helpful tips.\n  ","337773":"\n  You can converse with me on Ask. Twitter i read articles. IG is my fave. Fb is for fam. Snap i rarely use.\n  ","337774":"\n  I like no lights but recently I've been so bust I've been falling asleep with the lights on.\n  ","337775":"\n  Busy busy. Nope. Lol\n  ","337776":"\n  A concert\n  ","337777":"\n  Ha!\n  ","337778":"\n  What's my name?\n  ","337779":"\n  I only wear it on special occasions, but I think its marvelous!! As long as responsibly sourced.\n  ","337780":"\n  100%. I usually unplug from the cyber world.\n  ","337781":"\n  No with lots of family.\n  ","337782":"\n  Nothing yet. About to go to the store so I can make some crabcakes and salad for early dinner.\n  ","337783":"\n  Nothing. If it's the future, I can't change it. I will simply keep my faith.\n  ","337784":"\n  Fear. It reminds me to safely live and the inevitability of change.\n  ","337785":"\n  I sure am. But if I move too quickly, I may press post or send b4 reviewing my posts.\n  ","337786":"\n  The laughs\n  ","337787":"\n  U made my day. Thank you.\n  ","337788":"\n  Veggies\n  ","337789":"\n  I have not. What's your fav thing about the area?\n  ","337790":"\n  0\n  ","337791":"\n  Hi u can talk to me on this platform. I use Twitter to get articles & FB is for family.\n  ","337792":"\n  Writing and performing arts\n  ","337793":"\n  Food & friends. Music is a bonus. Travel is a desire tho.\n  ","337794":"\n  Patience, commitment, transparency & above all acts of love.\n  ","337795":"\n  Wild pigs on the big island of Hawaii.\n  ","337796":"\n  Replace if the visible signs of brokenness are present.\n  ","337797":"\n  Yes I do.\n  ","337798":"\n  Lol. No thank u.\n  ","337799":"\n  Kitara\n  ","337800":"\n  I had a moment of living in denial of self in a past relationship. I didn't fully embrace all of me so I didn't know who I was or where I was going or what I wanted. I just didn't know it at the time.\n  ","337801":"\n  I would go to dinner with friends. And I hugged many close friends as a greeting.\n  ","337802":"\n  Its an interesting stage\n  ","337803":"\n  Pleasantly surprised\n  ","337804":"\n  Perhaps the mechanics of automobiles.\n  ","337805":"\n  Most of us do! Ugh!\n  ","337806":"\n  Isn't it?!!! Yes\n  ","337807":"\n  How about u?\n  ","337808":"\n  Denial\n  ","337809":"\n  Yep\n  ","337810":"\n  I've gone on retreats with no tvs in rooms, water and waste collection, solar lights, no wifi, etc.\n  ","337811":"\n  Wow!!!!! I wish I remembered. Probably February 2020.\n  ","337812":"\n  I purposely practice self-love and acceptance.\n  ","337813":"\n  Liars\n  ","337814":"\n  Impatience & ignorance in communication.\n  ","337815":"\n  Indeed i do\n  ","337816":"\n  I like Sub-zero & Wolf!\n  ","337817":"\n  I don't like it. But sometimes I do.\n  ","337818":"\n  She doubted my skills & preferred that I take my talent in a way she would have done when she was my age. So I doubted myself. No he. Nobody was inappropriate.\n  ","337819":"\n  A professor who was also my academic advisor, dean of the school & another title.\n  ","337820":"\n  Let an elder misdirect my dreams.\n  ","337821":"\n  One of my faves is travel alone\n  ","337822":"\n  The little mermaid\n  ","337823":"\n  Egypt, Greek Isles, Tokyo\n  ","337824":"\n  All around\n  ","337825":"\n  Meh. Long long day.\n  ","337826":"\n  Fall. Holidays and weather. Plus clothes.\n  ","337827":"\n  If they wanted to sure. I have a blurry snap pic. But I am giving my state, zodiac and name.\n  ","337828":"\n  My mom. Her honesty, passion for life & caring spirit make her special.\n  ","337829":"\n  Love. Career. Family. Truth.\n  ","337830":"\n  Calamari\n  ","337831":"\n  Semantics. Have a nice day.\n  ","337832":"\n\n   https:\/\/anchor.fm\/keishaj\n  \n  . I'm not anonymous. Feel free to check out my podcast.\n  ","337833":"\n  Such a long list!!!!!\n  ","337834":"\n  Undoubtedly\n  ","337835":"\n  Community, learning, the Arts & God\n  ","337836":"\n  I'm not anonymous. U are\n  ","337837":"\n  I don't discuss my sx life on askfm but feel free to ask other questions.\n  ","337838":"\n  Purpose of this question?\n  ","337839":"\n  Lack of Morality. And Increased Cruelty.\n  ","337840":"\n  It's up to the community to dictate that.\n  ","337841":"\n  \"Dr. J\" JULIUS IRVING in general. MICHAEL JORDAN (on the court & for motivation. Not socially conscious-wise,  so it seems).\n  ","337842":"\n  Lavendar\n  ","337843":"\n  Cooking, organizing, volunteering, caring for the community\n  ","337844":"\n  More than I need to. Ha! And u?\n  ","337845":"\n  Working like a maniac this week. Soon come.\n  ","337846":"\n  Ha! What guys?! My friends treat me well so there's that.\n  ","337847":"\n  Treat people how you want to be treated.\n  ","337848":"\n  To honor God by helping others...\n  ","337849":"\n  Wholeheartedly agree\n  ","337850":"\n  Cook\n  ","337851":"\n  I like mixed greens with dried cranberries, crumbled blue cheese, walnuts, maybe a raspberry vinegrette or red wine & oil mix.\n  ","337852":"\n  Good\n  ","337853":"\n  Strangers tell me their life stories...often. I'll never tell, but I wish them well when I walk away.\n  ","337854":"\n  To or at someone? No. I haven't. It's not in my character I guess.\n  ","337855":"\n  Yeah but I would just pretend to eat. Lol\n  ","337856":"\n  I'll allow it but I don't like it. Dance with 1 of them & scram. I don't wanna be rubbed up on. I just wanna dance.\n  ","337857":"\n  Normally conservative.\n  ","337858":"\n  Mike but I love Roy's smile & finesse. Mike is a killer fighter.\n  ","337859":"\n  Walking & Elliptical. Although I've been running early mornings recently.\n  ","337860":"\n  Ooooooooo I love to do that & make up whole scenarios with my friends. I miss dining out & nite walking in NYC with them..\n  ","337861":"\n  Nice\n  ","337862":"\n  Egypt, Tokyo, Greece\n  ","337863":"\n  Junk food\n  ","337864":"\n  Me & my mom\n  ","337865":"\n  Depends on time alloted and mood.\n  ","337866":"\n  Uh huh\n  ","337867":"\n  Yes\n  ","337868":"\n  Wallflower unless my specific friends are there to get on the dancefloor with.\n  ","337869":"\n  No. Hair doesn't really matter to me. I had locs for 14 years and then decided to cut my hair off and do other stuff.\n  ","337870":"\n  I would melt about this. Please do.  I have two friends who do it. Love them! And we're not romantically linked.\n  ","337871":"\n  No but I like textiles in interior design. U?\n  ","337872":"\n  My mom\n  ","337873":"\n  Indeed I do. Not to be confused with infatuation or co-dependent relationships.\n  ","337874":"\n  Family Freedom Fun\n  ","337875":"\n  Champion of underdogs\n  ","337876":"\n  A man (boyfriend\/husband).\n  ","337877":"\n  Ginger is my fav\n  ","337878":"\n  Nap on towels lol\n  ","337879":"\n  Pickles. Grilled onions.\n  ","337880":"\n  Happier, more fulfilled. Published.\n  ","337881":"\n  I love cold weather!\n  ","337882":"\n  Agreed!!!\n  ","337883":"\n  6 hours is good. 7 is ideal.\n  ","337884":"\n  Yes! Yay.\n  ","337885":"\n  It was ok. Long!\n  ","337886":"\n  Not much. Ha! 1 - 2x a day\n  ","337887":"\n  I like Elle Decor\n  ","337888":"\n  Wow! Well I guess a new place to live is next on my agenda.\n  ","337889":"\n  Not too shabby. Thank u. And u?\n  ","337890":"\n  Questions to answers already in my profile bio.\n  ","337891":"\n  I sing and I've been in plays.\n  ","337892":"\n  Anything chocolate-chocolate, fresh fruit & tarts\/pies.\n  ","337893":"\n  Zest for life, God-fearing, loyal, compassionate, strong-minded, life-learner (intelligent or skilled in something & wanting to learn more)...\n  ","337894":"\n  Yes, the person must be of legal age. And be able to relate to some of the things that I did growing up. There's an easier flow with people of the same experiences of timeframe. At least be knowledgeable of my era.\n  ","337895":"\n  I love libraries!!! Its been quite some time. And I'm a bit leary now as my state rolls out new regulations due to covid-19. North Jersey or NY Metro area  was hit hard.\n  ","337896":"\n  Hmmm...sometimes the act it self of learning is the lesson. The journey to the other side. And all the stick-to-it-tive-ness required. A true microcosm.\n  ","337897":"\n  Yes as a teen. I live in an area where we see quite a few, so I don't ask for sigs. Most of the time I will act like I don't see them, so they have a normal day with family, at least while around. Or a simple head nod of acknowledgement.\n  ","337898":"\n  Mostly love, but sprinkled with enough to top a one scoop ice cream.\n  ","337899":"\n  Much obliged.\n  ","337900":"\n  Clean. HA!\n  ","337901":"\n  My ability to finish personal goals\n  ","337902":"\n  Yes, but very rarely. Like a rainy day über sale item, but the rainy day never happens & I give the item away.\n  ","337903":"\n  Writing & performing art.\n  ","337904":"\n  I believe we can choose to succumb or accept feelings. In the same way we can decide to stunt\/starve the growth of them like when people are married, bosses, or other inappropriate dealings.\n  ","337905":"\n  The Alchemist by Paulo Coehlo\n  ","337906":"\n  When in a relationship its good to experience some of the things your partner likes, out of courtesy and care. Perhaps watching a show, attending and event that he\/she likes, but you don't have to be \"into it\" or do said activity regularly. It's good to see what he\/she is passionate about. However, don't go haywire trying to be something you're not. And continue to like what u like!\n  ","337907":"\n  100%\n  ","337908":"\n  Numerous. For personal reasons and for career accompanied by people of different parts of the human race.\n  ","337909":"\n  Math\n  ","337910":"\n  Many do. Yes!\n  ","337911":"\n  All the boys ive lived before 1 & 2!!!!!\n  ","337912":"\n  Sounds marvelous. I want to try it. I'd hope not to injure myself.\n  ","337913":"\n  Selfish, unreliable & corny\n  ","337914":"\n  Ur right\n  ","337915":"\n  Yeah. That's why I like askfm. Good dialogue.\n  ","337916":"\n  It can mos def be a good match.\n  ","337917":"\n  Overt Manipulation\n  ","337918":"\n  Hopefully, they are alone but not lonely. If they are just alone, they can compliment each other. If two lonely people get together, they might make the mistake of filling holes in themselves with each other. When they break up...still broken and attached.\n  ","337919":"\n  I'm not sure. Plenty I can relate to or give me the boost that I need. Jill Scott's \"Golden\" is how I'd like to feel 24\/7.\n  ","337920":"\n  TBH...Some people I know. Their presence can be too much in large quantities, but humorous in every once in a while doses.\n  ","337921":"\n  I don't have very many followers on askfm. Nor do I like the practice of deciding who is important enough to respond to or send questions.\n  ","337922":"\n  The \"you're doing too much \/ chill  \/ settle down\" face.\n  ","337923":"\n  Dr. Maya Angelo & Oprah Winfrey's stories are pretty powerful. Wow those childhoods!!!!\n  ","337924":"\n  Dope. Yeah, looks like the rain let up here in North Jerz. Enjoy!\n  ","337925":"\n  I start with taking deep breaths. And trying to see each task or issue 1 step at a time. If I can't get my emotions in check...I pray.\n  ","337926":"\n  I'm good. Raining like crazy today. How are u?\n  ","337927":"\n  Goooooood stuff. Comfort food.\n  ","337928":"\n  New York to Honolulu & then to the Big Island was maybe 12 hrs. I think. I've done it 2x but I know for sure a layover can make it unbearable. I usually do NY to LAX to HI.\n  ","337929":"\n  Kindness\n  ","337930":"\n  One of them is\n  ","337931":"\n  Read a good book. Day trips.\n  ","337932":"\n  I believe individual souls can connect in magnificent ways. One soul mate? No. Souls that can essentially love harmoniously next to ours? Yes.\n  ","337933":"\n  Understanding\n  ","337934":"\n  Some days more than others but yes.\n  ","337935":"\n  Cool\n  ","337936":"\n  See?\n  ","337937":"\n  Save 75%\n  ","337938":"\n  Work I enjoy, never feels like work.\n  ","337939":"\n  Unhealthy - Put the needs of others before my own, and I got sick stressing or not eating properly. Healthy - conscious decision to take care of myself and eat responsibly\n  ","337940":"\n  Private, yes. Secret, no.\n  ","337941":"\n  Feel free to post to me on askfm. I try my best to answer questions.\n  ","337942":"\n  USA\n  ","337943":"\n  👍🏽\n  ","337944":"\n  Ha! I have. And every thing you can imagine.\n  ","337945":"\n  It depends on if you are superstitious or not. For me it just isn't practical.\n  ","337946":"\n  Hope ur having a good day. Enjoy!\n  ","337947":"\n  Please do. It's a steam valve of release. Let it out.\n  ","337948":"\n  Tired today. And u?\n  ","337949":"\n  The books, especially 1 & 4 were marvelous. The movies were very disappointing. Very cheesy graphics & weird facial expressions, but I watched them all. Id do it again becoz of rhe books. The first book...I couldn't put it down!!!\n  ","337950":"\n  Sometimes people can't accept genuine kindness without believing there's a catch or worse, they can't reciprocate it.\n  ","337951":"\n  New York car show at the Jacob Javitz center. Mind-blowing cars.\n  ","337952":"\n  Don't judge me. Lol\n  ","337953":"\n  knew our neighbors and played on each others yards. Even had sleepovers\/slumber parties.\n  ","337954":"\n  Middle School, High school, college & beyond. High school was a big school walkout to the board of ed to protest systemic tracking. Essentially children of color with the same grades as white children were directed by guidance counselors to take non-academic or non-honors\/AP classes at alarming rates. Many teachers supported us.\n  ","337955":"\n  5'6\n  ","337956":"\n  My time.\n  ","337957":"\n  Dark chocolate\n  ","337958":"\n  The airplane. Travel connects families and opens the mind to experience what u could only once read in books.\n  ","337959":"\n  I've seen Tina Turner, Prince, Janet Jackson & Beyoncé live. Legendary talents!\n  ","337960":"\n  Bullies. I don't tolerate seeing them operate in my presence.\n  ","337961":"\n  My willingness to help those in need in my community. Leadership and organizing skills.\n  ","337962":"\n  No. Which is funny becoz I sing. Rotfl\n  ","337963":"\n  Ha! Are you a ghost?\n  ","337964":"\n  🙂\n  ","337965":"\n  Last week.\n  ","337966":"\n  Lie to manipulate or cheat.\n  ","337967":"\n  Pecan, sweet potato, strawberry rhubarb, blueberry crumb, coconut custard. Yum! I love pies!\n  ","337968":"\n  Great question. I actually don't know.\n  ","337969":"\n  💯❣\n  ","337970":"\n  Ambrosia or parfait.\n  ","337971":"\n  It sure can be. But everyone needs someone.\n  ","337972":"\n  Both for the win\n  ","337973":"\n  My friends!!\n  ","337974":"\n  Terrill is.\n  ","337975":"\n  White tights.\n  ","337976":"\n  Hi-5!\n  ","337977":"\n  I guess any lie someone tells can be considered fake news. In that case...ha!\n  ","337978":"\n  You can handle this!\n  ","337979":"\n  That I love to help people.\n  ","337980":"\n  Hmmm...I haven't the faintest idea.\n  ","337981":"\n  My bedroom. I have a lil zen corner here.\n  ","337982":"\n  I sure as heck do!\n  ","337983":"\n  It's a reflection of life. Forgetting the science of it. Philosophically environmental stimuli affect things differently. For this same reason, siblings can grow up in the same environment and still be completely different in the way they relate to the world & experience it.\n  ","337984":"\n  The Alchemist by Paulo Cohelo.\n  ","337985":"\n  Lack of Leadership and people who care more about the right not to wear a mask than to stop the spread of disease.\n  ","337986":"\n  Jack Spratt maybe\n  ","337987":"\n  Reality TV shows & stars\n  ","337988":"\n  Have a get l-together at my bestie's house and love up on my peoples. Wake up early to a glorious sunrise.\n  ","337989":"\n  I'm not sure. I'm not a mom.\n  ","337990":"\n  As long as I wanted to kiss a guy, but sometimes a short deep kiss is what's needed. Pheromones, dopamine, oxytocin...kissing is marvelous, just make sure you breathe at some point. Have fun!\n  ","337991":"\n  For the same reason people date when near each other. A pull & a desire to be in each other's lives.\n  ","337992":"\n  Yep\n  ","337993":"\n  The arts!\n  ","337994":"\n  A good convo\n  "}}