{"Question":{"339068":"\n   You know you sing \"Backstreets back all right\" when no one is looking.\n  ","339069":"\n   What’s your favourite backstreet boys song?\n  ","339070":"\n   What is a calming movie and\/or song that you can count on in your time of need?\n  ","339071":"\n   How do you behave with people you don't like?\n  ","339072":"\n   When is the last time that you holded your nose because of a bad smell?\n  ","339073":"\n   Really loving that answer💯 and I don’t even have to ask how you’ll spend your days because that sums it all up in one.\n  ","339074":"\n   What view would you love to wake up to every morning and know that your existence is truly amazing?\n  ","339075":"\n   Is it ever okay to be selfish? If so when?\n  ","339076":"\n   Is there any dish whenever u make for your parents  they compliment 🤔\n  ","339077":"\n   Who is your fav sibling among all\n  ","339078":"\n   What do you do when you wanna loose 2-3 kg\n  ","339079":"\n   What quality trait of your mom are just like yours\n  ","339080":"\n   What's your favourite dish of your mom hand\n  ","339081":"\n   What's your fav n least fav colour\n  ","339082":"\n   Are grammar and punctuation important in social media?\n  ","339083":"\n   Would you rather fulfil your biggest wish or resolve your biggest regret?\n  ","339084":"\n   What are some important qualities you want in a partner?\n  ","339085":"\n   What is one thing you refuse to share?\n  ","339086":"\n   Do you prefer to ask questions or answer them?\n  ","339087":"\n   So if you were asked about the clothes you were wearing would you answer it\n  ","339088":"\n   Chicago Deep Dish 🤤🤤\n  ","339089":"\n   What's the weirdest thing to put on a pizza?\n  ","339090":"\n   What are some small things that make you happy?✨\n  ","339091":"\n   Are there any questions you are not going to answer\n  ","339092":"\n   What song makes you feel happy?\n  ","339093":"\n   Describe your day in emojis!\n  ","339094":"\n   What's the best movie you've seen lately?\n  ","339095":"\n   Nighttime just makes us feel so ALIVE haha 👍 😹\n  ","339096":"\n   Out of your dad's children, your half-siblings, are you the oldest? 👍\n  ","339097":"\n   If you life had a sound track what song would you pick for it? 🎧🎶\n  ","339098":"\n   Same here 😹\n  ","339099":"\n   Are you more of a morning or night person? Why? 🌅 🌇 👍\n  ","339100":"\n   Have you got any nicknames? 👍\n  ","339101":"\n   TV or phone?\n  ","339102":"\n   If you could have a superpower, what would you want it to be? Why? 👍\n  ","339103":"\n   How many brothers and sisters have you got? 👍\n  ","339104":"\n   Hey thanks hun 😊\n  ","339105":"\n   Snapchat maybe??\n  ","339106":"\n   Tag some good users to follow?\n  ","339107":"\n   What sound can put you to sleep?\n  ","339108":"\n   Hello\nHow are you\n  ","339109":"\n   ¿Sabes cocinar?\n  ","339110":"\n   Respect ✊🏿😂😂\n  ","339111":"\n   All time favorite Disney movie?\n  ","339112":"\n   What is the best way to say goodbye?\n  ","339113":"\n   Which restaurant chain would you have wanted to get free food for life from? 🍔🍟🌮🍕🍜 What's your go-to order there?\n  ","339114":"\n   Do you take a long time to reply to someone you like? Or even just a friend? Because I sometimes take an hour to think about, write, edit just a few msgs. Maybe I just overthink too much...\n  ","339115":"\n   If you were to become famous on one social media platform but only ONE, which would you choose? 🤩 Why that one?\n  ","339116":"\n   If you could get a lifetime supply of something that wasn't food, what'd you pick? 💄👟\n  ","339117":"\n   What do you look like when you wake up in the morning?\n  ","339118":"\n   Do you take any interest in the news?\n  ","339119":"\n   Which countries have you visited?\n  ","339120":"\n   If you were a youtuber, what kind of videos would you make? ▶️\n  ","339121":"\n   Wow!!!!! Nice ☺️\n  ","339122":"\n   Do you believe college is right for everyone? Why or why not?\n  ","339123":"\n   Can you draw???\n  ","339124":"\n   What movie provided you with a new perspective on life? 🎬\n  ","339125":"\n   Think of your all time favourite movie ... Would you see a sequel to this movie?\n  ","339126":"\n   If you had unlimited time\/money to learn one skill or hobby that “isn't” your job, what would it be?\n  ","339127":"\n   What is the best thing about being a parent to awesome kids? 👀\n  ","339128":"\n   Do you \/ have you ever collected anything? How large is \/ was that collection? ⚾️🖊🗿\n  ","339129":"\n   When you eat chips or other snacks casually at home do you usually pour them into a bowl or do you eat them straight from the bag? 🥔🍿\n  ","339130":"\n   Say you're invited to a party and they ask for your food preferences, what do you tell them? 🥜🍖🥦\n  ","339131":"\n   If you suddenly grew by 4 inches \/ 10 cm overnight, what'd you be thinking when you woke up? 🤔📏\n  ","339132":"\n   What products do you use for your hair to keep it healthy?\n  ","339133":"\n   Technology is not my friend. Are you tech-savvy?\n  ","339134":"\n   Who is more wise, he who asks the right questions or he who answers the questions right?\n  ","339135":"\n   What's the weirdest thing you've done to make money?\n  ","339136":"\n   What is your favourite attribute about yourself???\n  ","339137":"\n   How are you\n  ","339138":"\n   What position do you like to sleep in?\n  ","339139":"\n   Do you wear any kind of glasses? Or nah?\n  ","339140":"\n   What is your favorite thing to order at McDonald's? If you eat fast food that is...\n  ","339141":"\n   Who taught you how to ride a bike? 🚲\n  ","339142":"\n   What is the last place you ordered food from?!\n  ","339143":"\n   Wow! Such a perfect summer! ☀️\n  ","339144":"\n   What did you do during your childhood summers? ☀️\n  ","339145":"\n   Where do you feel most safe?\n  ","339146":"\n   Which animal is your spirit animal?\n  ","339147":"\n   What liquid over the counter can make you feel vomiting heart betting fast tired but can’t sleep? Anxiety.\nHyper\n  ","339148":"\n   I stopped watching porn. With God’s help, I know I can erase it from my life for good. One day at a time.\n  ","339149":"\n   Post someone or something you love here in the answer. 😁 Pap or GIF.\n  ","339150":"\n   Do you like pineapple juice?\n\nFav. way to have pineapple?\n\n(I am having some right now and it is quite good! 🍍)\n  ","339151":"\n   How long was the longest essay \/ paper you've had to write for school \/ uni etc.? How was it to write that? What did you do to push yourself through it? 📝💻\n  ","339152":"\n   Is there something you own a lot of where that you collect? Would you like to share with us what that is? Doesn't matter what it is. Add pic or GIF maybe\n  ","339153":"\n   If you were stranded on a tropical island what 2 things would you want with you?\n  ","339154":"\n   Have you ever had 🍤 shrimp and 🌽 corn soup before? If you've never tried, I recommend to go and look up a few recipes online and try making it! Super good! 😋🍽\n\nWe made it tonight for supper and it was absolutely delicious! We made it a Cajun shrimp and corn soup.\n  ","339155":"\n   (If you don't have any tattoos. Have you ever wanted to get one?)\nDo you have any tattoos?\nWould you like to share one of your tattoos with us?\n  ","339156":"\n   Have you ever had a movie marathon? Of what movies? How long did it last? 🍿🖥\n  ","339157":"\n   What's the last thing that made you feel nostalgic? 📺🔫🎾🛷\n  ","339158":"\n   Omg...I feel bad for that guy!! Though it does suck if the guy dresses very sloppy like that. But she could have let him down easy. 😅\n  ","339159":"\n   How do you usually react, when somebody is shouting at you?\n  ","339160":"\n   More pictures\n  ","339161":"\n   Do you keep track of the amount of steps you take in a day? What's the most you've ever gotten? 🚶‍♂️🚶‍♀️\n  ","339162":"\n   Is there something you can do that you know most others couldn't? 🤔😄\n  ","339163":"\n   You get invited to be a part of Fear Factor, how do you respond? How well do you think you'd do in a show like that? ⚠️🕷🐍🌊\n  ","339164":"\n   Would you leave your home country for the one you love?\n  ","339165":"\n   That's me mr funny guy😂 you like laughing\n  ","339166":"\n   When we gone start on the kids\n  ","339167":"\n   Story of a very good or very bad first date? Or a funny one? Or that you heard from someone else? 💌💕💔\n  ","339168":"\n   If you were a dog, would you think in barks?\n  ","339169":"\n   When you have a moment, take a look at my profile pic and tell me what first name I would have, if I were not Kelli. Thanks for playing, if you choose to!\n  ","339170":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","339171":"\n   15 years of hard labor... could you handle it?\n  ","339172":"\n   That was a blessing... and I’m happy to know things are working out better for you. Stay blessed\n  ","339173":"\n   How do you discover new music to listen?\n  ","339174":"\n   What part of the human face is you favourite? 🎭\n  ","339175":"\n   What is the least stressful job you can think of?\n  ","339176":"\n   I feel you.   After 10yrs in the school system, I still feel like a dad to many who have gone on to start their own families.   The love is still there\n  ","339177":"\n   Hey can you like some of my answers?\n  ","339178":"\n   What movie\/series love story you wish it to happen to you in your life?\n  ","339179":"\n   What is the most awkward thing you've said to someone special?\n  ","339180":"\n   Hey can you please vote on my recents poll please? Nobody really voted on it...🤦😭\n  ","339181":"\n   Why do people hack games?\n  ","339182":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","339183":"\n   My bad.  I thought you were.  Anyway, I'm  glad your day was good.\n  ","339184":"\n   Hi!  Good to see you again! I have missed you!\n  ","339185":"\n   That is very right. You are always enough, no matter what! ❣️\n  ","339186":"\n   Dedicate a song to your crush and tag them if you're brave!\n  ","339187":"\n   Will wearing a mask mandatory stay forever?\n  ","339188":"\n   Did you ever flirt with your friend's boyfriend\/girlfriend?\n  ","339189":"\n   What if you saw self harm marks on your child, what would you do? How would you as the parent feel?\n  ","339190":"\n   Is it actually possible to control human society in absolute secret?\n  ","339191":"\n   What is the lesson that you will never forget?\n  ","339192":"\n   When was the last time you told yourself 'I am enough'? 🍁\n  ","339193":"\n   Is there anything that's not a scam? Can you make money online? Is this a big fat no?\n  ","339194":"\n   If you were able to end world hunger immediately, but you knew that someone else would be honored for it instead of you, what would you do?\n  ","339195":"\n   Is procrastination a sign of low self-esteem?\n  ","339196":"\n   How do you prevent manipulation?\n  ","339197":"\n   Hope you had a great Mother's  Day!\n  ","339198":"\n   Are you creative if yes in which things\n  ","339199":"\n   What makes you follow someone on Twitter? I never understood the mechanism behind it.\n  ","339200":"\n   What's the latest thing that made you smile? ?❤\n  ","339201":"\n   What is the best feeling ever?\n  ","339202":"\n   Awesome 😇\n  ","339203":"\n   Do you believe in horoscopes?\n  ","339204":"\n   How do you cope with failure?\n  ","339205":"\n   What is your favorite candy?\n  ","339206":"\n   If you were to become a god of one or two things, like the ones in Greek or Norse mythology, what would you've liked to control? 🌊⚡💘🌽 What would you do in your newfound role? You think you'd make a good god? 🤔\n  ","339207":"\n   If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up? 💫\n  ","339208":"\n   Do you think pick up lines EVER work? ❤💔 Why \/ why not? 🤔\n  ","339209":"\n   I know this is kinda off topic but you got me wanting to watch Step Brothers😝 ... but back on topic, why are you more comfortable speaking public rather than 1 on 1?\n  ","339210":"\n   a happy\/funny memory from a time you were traveling? or something delicious you ate while traveling? especially to a different country? ✈️🌍\n  ","339211":"\n   What’s one thing you do really well?\n  ","339212":"\n   Would you rather live until 80 years old and be in poverty or live until 40 years old and be in riches?\n  ","339213":"\n   wow that is very cool. ❤️🧡💛💚💙\n  ","339214":"\n   Is faith in God something that you feel? How would you describe the feeling as compared to an emotion?\n  ","339215":"\n   Your amazing beautiful but I know you find me not handsome\n  ","339216":"\n   Do you find Snoop Dogg ugly?\n  ","339217":"\n   If you were to choose one album, movie \/ video game soundtrack etc. to become the soundtrack of your life, which would you choose? 🎶🎧\n  ","339218":"\n   Which holidays do you and your family celebrate?\n  ","339219":"\n   How's your Mother day going\n  ","339220":"\n   What are the first things you notice when you meet someone? ?\n  ","339221":"\n   When was the last time you wrote a letter?\n  ","339222":"\n   How much money have you spent today and on what?\n  ","339223":"\n   What did you dream of doing when you grew up? 👣\n  ","339224":"\n   I know I usually ask loaded questions so... How are you? 😄 Haha\n  ","339225":"\n   Do you remember your last night dreams?\n  ","339226":"\n   You like pot roast? With lot's of veggies in it?!\n  ","339227":"\n   Is there anything you can do today that you couldn't a year ago? What?\n  ","339228":"\n   Which artist would you love to see in concert but you haven't yet? 🎙🎸\n  ","339229":"\n   You hear that Godzilla has been sighted heading towards the area where you live, what do you do? ☢\n  ","339230":"\n   What’s your favourite animal?(:  andddddddd what’s  you’re favourite tv series ?\n  ","339231":"\n   How do you behave yourself with people you don't like?\n  ","339232":"\n   What is the most important thing in being a good friend?\n  ","339233":"\n   Do you believe in the phrase “Fake it until you make it”?\n  ","339234":"\n   What’s the weirdest question that’s in your question box right now?\n  ","339235":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","339236":"\n   What is your favorite type of flower?\n  ","339237":"\n   Why are people mocking those who are trying to get back to work and put food on the table during the COVID-19 crisis?\n  ","339238":"\n   Sending this out to all the people I follow: Been clearing out the list of people I send regular questions to recently, if you recieve this it means that you're still on it! 😁 If you ever feel like you don't want to recieve my questions anymore, just let me know.\n  ","339239":"\n   If you could communicate with your pet for just a minutes, and they would understand, what would you say?\n  ","339240":"\n   If you had to evacuate your house immediately, what is the one thing you would grab on the way out?\n  ","339241":"\n   Which is valuable, a high moral standard or being a free thinker?\n  ","339242":"\n   Do you enjoy going to diners?\n  ","339243":"\n   Someone misunderstood what I was trying to say. Just wanted you to know that.\n  ","339244":"\n   What are the three most important things for you to be happy?\n  ","339245":"\n   What is the quickest way to your heart? ✨\n  ","339246":"\n   I pray that you are ok and doing well.\n  ","339247":"\n   Top 3 things you like about The US? 🇺🇲\n  ","339248":"\n   If everyone in the world were going to start calling you something of your choosing that WASN'T your real name, what'd you choose? 🤔🤣\n  ","339249":"\n   How did you get your name? 💦\n  ","339250":"\n   How can you be happy without money?\n  ","339251":"\n   If you could witness one historical event with your own eyes what would it be? Why?\n  ","339252":"\n   Why do people think they can tell you what’s right and wrong when they don’t know anything about you or your situation?\n  ","339253":"\n   When was the last time you changed out of PJs?\n  ","339254":"\n   You’re walking by in the neighborhood and you see a book bag. There are 1 billion dollars in it, however, there is a piece of paper that says “don’t”. Will you take the money or leave it?\n  ","339255":"\n   What do you call someone who enjoys seeing others uncomfortable?\n  ","339256":"\n   Are there or should there be boundaries when it comes to unconditional love?\n  ","339257":"\n   Do you have to eat organic produce, what if you can not afford it? Do you have to deal with the problems that come with eating conventional pesticide ridden produce?\n  ","339258":"\n   Which would you choose?! 10 baby sloths or 10 kittens?!\n  ","339259":"\n   What's your main rule in life?➡\n  ","339260":"\n   Good night. Sweet dreams.\n  ","339261":"\n   what would you do differently from your parents when raising your children?\n  ","339262":"\n   A friend is giving you hints to a relationship... but you don’t feel you should go that route. How do you keep the peace and not ruin the friendship?\n  ","339263":"\n   Is acting just being yourself, or is it more to that?\n  ","339264":"\n   What makes a person someone you just can't help but want to hug?\n  ","339265":"\n   Is it bad to live your life entirely within your comfort zone?\n  ","339266":"\n   What genre of music you listen to? I like hip hop,r&b rock, and pop\n  ","339267":"\n   If you were to become a mermaid, which color would you choose your fin to be? 🤔🧜‍♀️\n  ","339268":"\n   Will you betray the only one who stood by you?\n  ","339269":"\n   Fried chicken or baked chicken I like fried 🐔\n  ","339270":"\n   Who is the funniest person you know\n  ","339271":"\n   What do you usually do to treat yourself? 😄\n  ","339272":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","339273":"\n   Is it wrong to know that a family member has anorexia and you’re the only one who knows but don’t care?\n  ","339274":"\n   Do you believe in aliens?\n  ","339275":"\n   Courage is knowing it might hurt but doing it anyway \n\nStupidty is also the same\n\nThat's why Life is hard!!!                   We learn and keep moving forward\n  ","339276":"\n   🏖 What do you think of the ocean? 🏝 Ocean GIFs! 🌊 Can we add them to our answers? 😁🤘🌤\n  ","339277":"\n   I’ve seen the second one.\n  ","339278":"\n   What is your favourite movie and why?\n  ","339279":"\n   Do you like root beer floats or nah, not a fan of them? 🍦🍺\n  ","339280":"\n   Would you confide in someone who has told you somebody else's secret?\n  ","339281":"\n   Why are divorces so expensive?\n  ","339282":"\n   Is it always good to be coarse?\n  ","339283":"\n   Do you expect more from yourself than you do from others?\n  ","339284":"\n   Are you someone that gets your feeling hurt when you find out someone doesn't like you? Especially if it is someone that you like-not in a romantic way, but say a new friend you think is cool but you find out that person isn't fond of you\n  ","339285":"\n   I'm 22 how are u?\n  ","339286":"\n   Do you agree that people will attract someone who is like their mother?\n  ","339287":"\n   Your personality is beautiful.  Sorry.  Can't help it.\n  ","339288":"\n   Do you believe dreams carry messages?\n  ","339289":"\n   What does \"having a beef with someone\" mean?\n  ","339290":"\n   How do you deal with people who don't care about you?\n  ","339291":"\n   Do you have to pray before your meals?\n  ","339292":"\n   Is whistling good or bad in your culture? For example, can you whistle inside the house as a child?\n  ","339293":"\n   If you understand something, why do you have to explain it to yourself?\n  ","339294":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","339295":"\n   Are you happy?\n  ","339296":"\n   Can you dab?\n  ","339297":"\n   No\n  ","339298":"\n   What do you like to do on your days off work?\n  ","339299":"\n   Are you involved with anyone?  In a romantic way?\n  ","339300":"\n   What is something about you that sounds made up but is 100% true?\n  ","339301":"\n   I thought that by this time in my life, I'd...\n  ","339302":"\n   Skinny jeans or yoga pants?\n  ","339303":"\n   Do friends and family only call you when they need something from you?\n  ","339304":"\n   What’s the one thing that’s like a “ritual” each day that you get up?\n  ","339305":"\n   How tall are you\n  ","339306":"\n   7,5 us women?\n  ","339307":"\n   What is your shoe size?\n  ","339308":"\n   Who do you know that has the worst phone crack?\n  ","339309":"\n   How are you\n  ","339310":"\n   What is something that will keep happening if we don’t change our ways as a society?\n  ","339311":"\n   If you had a chance to go to a new planet in space and be part of colony but never come back to earth, would you do it ?\n  ","339312":"\n   Not from there but heard that was like a funny thing in NJ.. 😁 the bridge is beautiful I bet\n  ","339313":"\n   A woman was arrested and charged with 12 crimes for posting sexy photos on ASK FM. \nAre you suprised ?\n  ","339314":"\n   What do you do to relieve stress?✨\n  ","339315":"\n   Can a person turn to evil because of greed?\n  ","339316":"\n   Haha what exit? Lol\n  ","339317":"\n   Should you shake a woman's hand when you meet her?\n  ","339318":"\n   What are some tips for a teenager who’s just trying to ‘find themselves’ and just know who they are and what they like?\n  ","339319":"\n   What movie can you watch over and over again?\n  ","339320":"\n   Hey people 👋🏼 Anyone in NJ?\n  ","339321":"\n   If you knew when you were going to die, would you share it with family and friends?\n  ","339322":"\n   What used to be considered trashy but now is very classy?\n  ","339323":"\n   What’s your favourite Harry Potter movie?\n  ","339324":"\n   What is your battery percentage at at the moment? Do you need to plug it up? Lol.\n  ","339325":"\n   Do you like the little sweet Clementine oranges? Aka also called, \"halo oranges.\"\n  ","339326":"\n   Do you still remember how to do the electric slide?\n  ","339327":"\n   Wait a minute now\n  ","339328":"\n   You have 60 seconds before an atomic bomb lands near your current location. What will you do?\n  ","339329":"\n   what keeps you up when you're upset?\n  ","339330":"\n   What kinda guys do you like boyfriend wise?\n  ","339331":"\n   What food have you never eaten but would really like to try?\n  ","339332":"\n   Are u single ..?\n  ","339333":"\n   U right, but we have nothing to lose\n  ","339334":"\n   Who knows maybe we will have fun\n  ","339335":"\n   I will\n  ","339336":"\n   Regular, dark chocolate or white chocolate?\n  ","339337":"\n   What is the most unappetizing meal?\n  ","339338":"\n   Can I have ur snap?\n  ","339339":"\n   Based on how much you rely on others to do things for you, what percentage are you independent?\n  ","339340":"\n   What was the first thing on your mind this morning?\n  ","339341":"\n   And did you do it? Or are you in the process of doing it?\n  ","339342":"\n   what is the one thing you wanted to do today?\n  ","339343":"\n   Most ticklish spot?\n  ","339344":"\n   If a teenager constantly slams the door to their room instead of having a conversation would it be a good lesson to take the door away for a month?\n  ","339345":"\n   What would be the most terrifying extinct animal if it were still alive today?\n  ","339346":"\n   What would you do if you saw a family member taking photos of your house without asking you first?\n  ","339347":"\n   Butter finger or Reese\n  ","339348":"\n   What do you do? 🍛\nDo you have anywhere where you write down your recipes? 🦀 Do you put them in a recipe book or do you maybe write them down and put them on your fridge? 🍜 Or just write them down on a piece of paper and just leave them by the oven? Or no recipes at all. 🍽\n  ","339349":"\n   What is the last thing that you did that you were proud of?\n  ","339350":"\n   When you're on youtube, what kind of videos do you usually watch? 🎦\n  ","339351":"\n   Have you ever went to a vending machine & put your last bit of money in & then you press a button of choice & then.. it gives you a completely different drink..🤦That you just can't drink.. No go on the flavor.. Your like.. Why me?\nHas this ever happened to you? If not.. Your luck! 😆 It sucks😭LOL.\n  ","339352":"\n   Would you rather be a teenager or a child again?\n  ","339353":"\n   Have you ever dropped a phone so it cracked? 📱 Lost my streak of never doing it myself a couple of days ago 😅\n  ","339354":"\n   Do you like cabbage or do you think it's disgusting? If you like cabbage how do you like it cooked? What in it?\n  ","339355":"\n   If all jobs had the same pay and hours, what job would you like to have?\n  ","339356":"\n   Do you have a secret account on facebook?\n  ","339357":"\n   First shift saturday woo something to do finallyyyy\n  ","339358":"\n   Do you believe in happy ending?\n  ","339359":"\n   Which book has made you laugh aloud?\n  ","339360":"\n   Matzo ball or kugel?\n  ","339361":"\n   What motivates you to get up every morning?🌼\n  ","339362":"\n   Have you ever recommended or shared something you didn't like, (it can be a song, a book, a movie or a social media post) in an attempt to \"share\" the weight of the upsetting feelings you undergone?\n  ","339363":"\n   What do you think of sharks? 🦈 Scary, cool, simply misunderstood? How'd you react if you saw one in the wild? 🤔\n  ","339364":"\n   Have you been in a situation in which your mind would say yes but your body would say no? What happened?\n  ","339365":"\n   Mr. Platonic here.  How are things in your world?  All is okay?\n  ","339366":"\n   Do you own anything that some might consider to be \"nerdy\"? 🤓 PAP perhaps? 😁\n  ","339367":"\n   What’s your “aesthetic”?\n  ","339368":"\n   What’s the first thing you’re going to do as soon as this pandemic clears up\/you’re out of lockdown\/stay-at-home orders are lifted?\n  ","339369":"\n   What does it mean to be a good citizen on the Internet?\n  ","339370":"\n   Is getting married young a good idea?\n  ","339371":"\n   Name one thing off your bucket list (if you have one) 😌\n  ","339372":"\n   Where you from ! 🧐😋\n  ","339373":"\n   Do you believe that playing is more important than winning?\n  ","339374":"\n   What was the last book you read without skipping through anything?\n  ","339375":"\n   Is shopping a form of entertainment for you?\n  ","339376":"\n   Do you believe the devil exists?\n  ","339377":"\n   Do you whistle in public?\n  ","339378":"\n   What is something that you swear happened but you have no proof and nobody believes you?\n  ","339379":"\n   What childish thing do you still enjoy?\n  ","339380":"\n   What’s one thing you absolutely cannot stand from the opposite sex?\n  ","339381":"\n   Who's the worst on ur volleyball team\n  ","339382":"\n   Is it normal to want to walk away from everything?\n  ","339383":"\n   Best job you ever had?\n  ","339384":"\n   Who do you respect the most?\n  ","339385":"\n   What do you usually like to do at the beach? Are you someone who just likes to chill or do need to have some kind of activity? ☀️🕶🏖🏄‍♀️🥏🏊‍♂️\n  ","339386":"\n   What is something people do in your country that you don't think people in many other countries do? 🤔 Like something that's truly unique but is considered normal where you live 👘🐟🎑🏏🎐\n  ","339387":"\n   Would you rather have a drawing black and white or colored\n  ","339388":"\n   What do you think of sensitive people?\n  ","339389":"\n   You get offered a ride down to the deepest parts of the ocean in a submarine that's previously been down there without issue, how do you respond? 💦🦑\n  ","339390":"\n   Thank you 😎 I'm here all week aha\n  ","339391":"\n   What does a duck order as a side dish from the Chinese?\n  ","339392":"\n   Reply to this comment for \n1 - A compliment\n2 - Spam of questions\n3 - Spam of likes\n4 - to disappear and stop irritating you ( sorry )\n  ","339393":"\n   I prefer alone and will do travel alone. Thank you so much sis to meet a sis who travelled alone too🤗\n  ","339394":"\n   Ohhh I see so you have to work in order to keep your badge, also i applied already\n  ","339395":"\n   What does that mean renews?\n  ","339396":"\n   So is that what you did? Also is it permanent?\n  ","339397":"\n   🤔 I lived in Winston Salem for about 20 years and I love it there. I’m only about 3 hours away from there now. I didn’t think anybody would know about NC.   Tar-heals Fan\n  ","339398":"\n   What is the difference between being alive and truly living?\n  ","339399":"\n   Hi\n  ","339400":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","339401":"\n   What's the last text msg you received?\n  ","339402":"\n   What meal was so good that you can't forget it?\n  ","339403":"\n   Do you have a favorite track?\n  ","339404":"\n   What is the greatest benefit of travelling?\n  ","339405":"\n   What was the last time you were angry? What happened?\n  ","339406":"\n   How many times have you been heartbroken?\n  ","339407":"\n   Question, is the VIP badge permanent or do you have to buy every single time?\n  ","339408":"\n   So you like to shop?\n  ","339409":"\n   What is the secret of happy relationship? 🙂\n  ","339410":"\n   what are your next goals in life?\n  ","339411":"\n   What choir do you enjoy doing? That is if you enjoy any. For real though.. Is there any chore that is kind of satisfying to you?\n  ","339412":"\n   Do you like strawberry shortcake?\n  ","339413":"\n   Hey ! Same tbh just dodging away aha\n  ","339414":"\n   How's everyone been ? Not been on here In a while lol\n  ","339415":"\n   How often do you curse? What is the main reason for you to curse?\n  ","339416":"\n   Has there ever been that song that everyone seems to hate but you really like?\n  ","339417":"\n   Most disastrous feeling is______?\n  ","339418":"\n   What about your dreams in life and what you want it to be\n  ","339419":"\n   What do you dream about?\n  ","339420":"\n   What makes you feel like a boss?\n  ","339421":"\n   Poll: Has someone’s beauty ever brought you to tears?\n\n(Asking all friends on Ask)\n  ","339422":"\n   You are very kind to me, on the pages of Ask. It is not unappreciated. Thank you.\n  ","339423":"\n   Desktop or notebook? Which do you prefer?\n  ","339424":"\n   Mhmm\n  ","339425":"\n   Is it better to be loved or feared?\n  ","339426":"\n   What are you grateful for today?\n  ","339427":"\n   Do you believe in miracles?\n  ","339428":"\n   🤣😂\n  ","339429":"\n   Have you ever owned a bonsai tree before? Or have you ever done a bonsai kit before\n  ","339430":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","339431":"\n   How you buildup your self once again after got hurt by your loved one?\n  ","339432":"\n   What is your psychological age?\n  ","339433":"\n   What makes you happy?\n  ","339434":"\n   What do you normally enjoy about your city in the summer?\n  ","339435":"\n   Biggest dream?\n  ","339436":"\n   Do you have a favorite Christmas song that you may listen to even out of season?  I have at least two.\n\nShare Love by Boyz II Men\nMy Gift To You by Donell Jones\n  ","339437":"\n   Atlanta opened for business Friday.  How do you think it will work out?\n  ","339438":"\n   What's the last photo you took on your phone? Post it!\n  ","339439":"\n   Puppies! Let's post some pictures of puppies! Aaannd go! 😊🐾\n  ","339440":"\n   Have you ever watched a Christmas movie when it wasn’t even Christmas?🎅🏻☀️\n  ","339441":"\n   I'm glad someone finally says they're really into voices. Lol. Most ppl, does not seem to matter to them. I think for me it's like a 6. It matters and I really appreciate, attracted to a good voice. But it's not super important.\n  ","339442":"\n   What do you like to eat for breakfast?\n  ","339443":"\n   What are three topics that fascinate you ?(:\n  ","339444":"\n   Ways to your heart?\n  ","339445":"\n   Jahosaphat from the Bible\n  ","339446":"\n   Does anyone else just feel numb to everything anymore?\n  ","339447":"\n   What has happened to this society ?\n  ","339448":"\n   Have you ever given or received a money donation to a charitable organization as a gift? Did you like it?\n  ","339449":"\n   Is a love relationship more passionate if it's a secret or if it's public?\n  ","339450":"\n   What would you say you have learnt from bad experiences you once had?\n  ","339451":"\n   What is the most triggering thing someone has ever said to you?\n  ","339452":"\n   What is the last thing you searched online?\n  ","339453":"\n   When will girls begin to notice the nice guys?\n  ","339454":"\n   When surrounded by a mob and you have a fully loaded pistol, what would you suggest: to fire in the air or fire on people?\n  ","339455":"\n   Do you enjoy eating fresh fruit?\n\nWhat are some of your favorite kinds to eat?\n  ","339456":"\n   On a scale of 1-10, how important is someone's voice (how good it sounds) when you're looking for someone to date? Also are there any accents that you are attracted to (like British, French, etc.)? 🎤\n  ","339457":"\n   The ones with lights were bad ass.\n  ","339458":"\n   Did you ever play with a yo-yo as as a child?\n  ","339459":"\n   Which is the funniest name you've ever heard?\n  ","339460":"\n   Are you a person who sleeps too much?\n  ","339461":"\n   Have you ever had an aquarium?\n  ","339462":"\n   If you were held at gun point and told that, if you didn’t impress them with your dance moves you would be killed, what dance moves would you do?\n  ","339463":"\n   Are there protests against the stay at home orders in your state? What do you think about it?\n  ","339464":"\n   What is your favorite lunch cafeteria food?\n  ","339465":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","339466":"\n   Why does love have to be so hard\n  ","339467":"\n   Is too much science and no spirituality turning humans into machines?\n  ","339468":"\n   With everything going on this year, share something positive that has happened!!😊🌺✨\n  ","339469":"\n   What video games do you play?\n  ","339470":"\n   You get one wish, but 80% of the human race also gets what you wished for. What would you wish for?\n  ","339471":"\n   In general, does change stimulate or frighten you?\n  ","339472":"\n   What was the darker side of Ancient Rome?\n  ","339473":"\n   What do u do in ur spare time?\n  ","339474":"\n   What was the last movie you watched?\n  ","339475":"\n   Thanks but I was just asking in general. All my crushes right now are just celebrities or Instagram\/YouTube famous ppl. Lol.\n  ","339476":"\n   If everyone in the world stayed at home for two weeks, would we avoid a coronavirus pandemic?\n  ","339477":"\n   Fav animal?\n  ","339478":"\n   Love yourself\n  ","339479":"\n   Why do people stare at you?\n  ","339480":"\n   Would you or have you ever worked in a chicken 🐔 plant before? Even if they offer you a hundred bucks an hour, would you do it?\n  ","339481":"\n   Some are rude tho\n  ","339482":"\n   Do you like sunflower🌻 seeds?\n  ","339483":"\n   You say the nicest things. And my heart melts. Thank you.\n  ","339484":"\n   If I am funny and cool, you are sweet and beautiful. With a kind heart. And the nicest of ways. Thank you.\n  ","339485":"\n   yea\n  ","339486":"\n   Nice\n  ","339487":"\n   What is the most \"fatal\" \"serious\" mistake one should never ever make?\n  ","339488":"\n   Are you looking for friends?\n  ","339489":"\n   What are some of the best feelings in life ??©\n  ","339490":"\n   Do you have a porch at your home? Or do you just have stairs of some sort? Or a patio of some sort?\n  ","339491":"\n   What embarrasses you the most in front of others?\n  ","339492":"\n   Are you an Eco-friendly person?\n  ","339493":"\n   What's the most physically exhausting thing you've ever done? 🏃‍♀️💪🏊‍♂️ How much stamina would you say that you have? 🥵\n  ","339494":"\n   what's your go-to snack late at night?\n  ","339495":"\n   What was the last lie you told, or last lie you know someone told to you?\n  ","339496":"\n   Do you own any stuffed animals? 🤔😁 Pic? Haha\n  ","339497":"\n   Well, don't  wear yourself out.\n  ","339498":"\n   What do you have, that you know that many others may have to do with out having?\n  ","339499":"\n   Can you sing?\n  ","339500":"\n   If you could change anything about your house for free, what would you change?\n  ","339501":"\n   How old is the most expired item in your fridge?\n  ","339502":"\n   I would love to learn everything about you. You seem to be so special for some reason.\n  ","339503":"\n   Most popular girl and boy in any school\n  ","339504":"\n   What if i show who i am first?\n  ","339505":"\n   What's the last thing that made you feel truly nostalgic? 🤔 How was it to revisit that thing? 😁\n  ","339506":"\n   I bet your feet are very beautiful and don't need a pedicure😍\n  ","339507":"\n   Are you bare foot now?\n  ","339508":"\n   Do you ever like to go outside and just sit in the sun? \"Soak up the Sun.\"\n  ","339509":"\n   How's things going?  You been good?\n  ","339510":"\n   Is this a good or bad time (during quarantine) to tell your crush you like them??? 😘💕\n  ","339511":"\n   What do you think is the best holiday decoration for a gift?\n  ","339512":"\n   What gives you a shock everyday but you cannot do anything about it?\n  ","339513":"\n   Are there any type of oils that you like to use? Or nah? Not really.\n  ","339514":"\n   Would you visit a really old and abandoned church? As old as 1600's. But.. at night aand you have to walk through a swamp and a forest for 15 minutes to get there. Can bring 2 other people. Would you do even for money?\n  ","339515":"\n   What do you think about coconut? Do you like it or not really?\n  ","339516":"\n   How are things over there?\n  ","339517":"\n   r u going to the cemetery on Halloween?\n  ","339518":"\n   Hola? De donde eres?\n  ","339519":"\n   When's the last time you took a nap to get ready to go somewhere or do a task? Perhaps its just me?\n  ","339520":"\n   How it feels to be alive?\n  ","339521":"\n   What's something that you know about a family member that could hurt the whole family if you told?\n  ","339522":"\n   You’re right XD\n  ","339523":"\n   Mind sharing what's going through your mind right now?\n  ","339524":"\n   Why’re people so fascinated by pictures of feet nowadays?😂\n  ","339525":"\n   Your not just nice, your amazing!\n  ","339526":"\n   How are you\n  ","339527":"\n   What you doing?\n  ","339528":"\n   Very uneventful.\n  ","339529":"\n   Sending Virtual Hugs!! 🤗\n  ","339530":"\n   How has your day been?\n  ","339531":"\n   If you were to have three movie posters hanging on your wall, which three movies would those be of? 🤔😁\n  ","339532":"\n   Do you have a little yard or a big yard? Do you wish you had more or less? Or do you have none? No yard at all?\n  ","339533":"\n   I want to smash🤤\n  ","339534":"\n   What are reasons why a woman would hate being a man?\n  ","339535":"\n   Thank you for being kind to me. I appreciate every word. I hope your life is filled with love and laughter. Your heart is beautiful. Thank you.\n  ","339536":"\n   What is the one thing you took for granted pre-covid-19?\n  ","339537":"\n   What future technology are you the most excited for? 😁 Why?\n  ","339538":"\n   What's one thing about you that you want everyone to know?\n  ","339539":"\n   Where do you picture having your wedding?\n  ","339540":"\n   Favorite place in the world\n  ","339541":"\n   What's your today midnight thoughts ?\n  ","339542":"\n   What’s the coolest thing you have ever done ?(:\n  ","339543":"\n   What browser do you use?\n  ","339544":"\n   Do you think the sound of your voice fit the way you look? Or does it give of a completely different impression when people can't see you? 🗣🤔\n  ","339545":"\n   If you were to be an animal for a day, which'd you choose? Why? 🐱🐶🐨\n  ","339546":"\n   What's a song that always gets you in a good mood? 😊🕺\n  ","339547":"\n   My name is Mr. Platonic. Just wanted you to know that.\n  ","339548":"\n   How can you identify intelligent people?\n  ","339549":"\n   What kind of dogs do you like? What breeds? If you want to take a picture of it and share it you can or share a GIF.\n  ","339550":"\n   And yes. Very sweet.  And very beautiful things. But wait...I think I'm the one whispering that part. We may have to practice a little bit to get it right.\n  ","339551":"\n   When do you usually wake up in the morning? 😴 What's the first thing you do when you wake up?\n  ","339552":"\n   The last thing I see at night, before falling asleep, is your face. Every night.\n  ","339553":"\n   Do you have like a year or decade that you think was the best when it comes to music? 🤔 Why that one? 🎶\n  ","339554":"\n   If you were a teacher, what subject would be yours? 📚\n  ","339555":"\n   If there were someone ready to write a piece of writing for you and about anything you want, would you pay it to get that?\n  ","339556":"\n   Are you still friends with someone from kindergarten?\n  ","339557":"\n   What’s a topic that you can talk about for hours ?(:\n  ","339558":"\n   I want new music. Any suggestions? ???\n  ","339559":"\n   Is it considered an insult if you do not choose to “friend” someone you do not know and wants to befriend you?\n  ","339560":"\n   That’s great\n  ","339561":"\n   How was your sleep\n  ","339562":"\n   That last part🗣\n  ","339563":"\n   Why are u so gorgeous ?🥰🤟🏾\n  ","339564":"\n   Stripes or Polka-Dot? #StayAtAsk\n  ","339565":"\n   Do you like to wake up early or sleep in late ?\n  ","339566":"\n   Do you prefer jeans or sweatpants? 👖 👍\n  ","339567":"\n   Do you plan on getting any more? It’s a very nice print of ink you have. It’s cute\n  ","339568":"\n   I have a huge one cross my back one on each shoulder. I will soon have whole back and both sides done\n  ","339569":"\n   Ultima vez que besaste?\n  ","339570":"\n   How many tattoos do you have?\n  ","339571":"\n   Mine was good too.\n  ","339572":"\n   Hope you had a great easter!\n  ","339573":"\n   Would you rather do something and be wrong or do nothing and be wrong?\n  ","339574":"\n   How have you been keeping busy during quarantine?(:\n  ","339575":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔😅 Why?\n  ","339576":"\n   Do you have children?\n  ","339577":"\n   Do you prefer sitcoms with or without canned laughter? Do you understand which part was meant to be funny as the laughter occurs?\n  ","339578":"\n   Feed me please!\n  ","339579":"\n   What's your opinion on heels? 👠 How often do you wear them if ever? 🤔\n  ","339580":"\n   What are you listening at the moment?\n  ","339581":"\n   What was your favorite thing to do growing up?🕹🏃‍♀️🖍 Like the one you have the most fond memories doing? 😊\n  ","339582":"\n   Have you ever had a lucid dream? 😴 If so, how was it? 😁\n  ","339583":"\n   What are your favorite nighttime activities? (Late night drives, bonfires, walks, etc.)\n  ","339584":"\n   While driving your car, has someone in a different car ever sped up when you tried to pass them but then slowed down when you gave up passing them, then sped up again when you tried to pass them again?\n  ","339585":"\n   Did you receive anything wonderful on Easter? Care to share a photo? Or did you make anything yummy?\n\n(If you don't share Easter just use any of these questions as a random filter question. Sorry for sending them if you don't celebrate it.)\n  ","339586":"\n   What have you learned today?\n  ","339587":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","339588":"\n   Lol y tho\n  ","339589":"\n   If you like reading please check my new story out. It's called \"Less Lonely\". Thank you.\n   \n    https:\/\/www.wattpad.com\/story\/220355741-less-lonely-eng\n   \n","339590":"\n   Heck... I'd like to get that too 😄\n  ","339591":"\n   Do you have Instagram? I would love to write you. Your personality appeals to me. You are sweet and kind.\n  ","339592":"\n   Wendy's or McDonald's\n  ","339593":"\n   What is the perfect amount of money to have to live happily\n  ","339594":"\n   Have you ever been convinced with \"Just try it once!\" and regretted it?\n  ","339595":"\n   Have you ever lost any respect for someone instantly?\n  ","339596":"\n   Im so very sorry I knew nothing of your birthday. Happy belated birthday to you!  May all your dreams and wishes come true!\n  ","339597":"\n   What doesn't make sense to you?\n  ","339598":"\n   What is the most inappropriate thing you’ve witnessed in a Church?\n  ","339599":"\n   What is better as broken pieces rather than as a whole?\n  ","339600":"\n   challenge you today to send at least three questions out to everyone on your friends list. You can do it. I believe in you. You guys have an amazing day and a good Easter! ( if you celebrated, that is, if not just ignore)\n  ","339601":"\n   If you could delete ANY one thing from the face of the earth, what'd it be? ❌ Why that one thing over others? 🤔\n  ","339602":"\n   Have you ever gotten a prize for doing something? 😁 Like a trophy or a medal? 🏆🏅\n  ","339603":"\n   What kind of friend would you say you are to the ones you have? 🤔😊\n  ","339604":"\n   Where I live people basically only pay with card, how's it where you are? Is it more common to use cash or is it the same there? 💳💵\n  ","339605":"\n   If you celebrate 🐣 Easter!\n(If not just ignore and delete)\n\nIf do! Well then Happy Easter to you and to all of your friends and family! Use this to share whatever you would like on Easter. Whether it be a picture with your family or an Easter GIF.\n\n(Again if you don't celebrate Easter just ignore)\n  ","339606":"\n   Do you like the color blue? Let's go some blue GIFs or PICs!\n  ","339607":"\n   Hey, hope you had \/ are having a great day 😎😎😎\n  ","339608":"\n   If you could turn back time only once what would you change? How would it affect your present life?\n  ","339609":"\n   Your profile picture is at least 10 years old. But it doesn't matter. I love you anyway. Take that!\n  ","339610":"\n   What's the best part in life?\n  ","339611":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who\n  ","339612":"\n   Last time you cried\n  ","339613":"\n   You ah Night person or day person\n  ","339614":"\n   Do you like to brush your hair or have your hair brushed? Or are you really not a fan of brushing your hair at all? Or having it brushed?\n  ","339615":"\n   What's your favorite jam flavor?\n  ","339616":"\n   Name one person in your life who you really like or love, what is it you like or love about them? 👍\n  ","339617":"\n   What’s your favourite tv show of all time ??? :)\n  ","339618":"\n   Which conspiracy theory do you believe is true?\n  ","339619":"\n   What'd be the ultimate \"cheat meal\" according to you? 🤔😋\n  ","339620":"\n   Do you think it's better to get the Covid-19 and develop an immunity or not to get it at all?\n  ","339621":"\n   Are you into horror? Which scary monster from pop culture ALWAYS gives you the creeps? 😨\n  ","339622":"\n   What do you think of Swedish EDM? Like Avicii, Swedish House Mafia, Galantis etc.? 🎚🙋‍♂️🎧🇸🇪\n  ","339623":"\n   Real tattoo or henna tattoo?\n  ","339624":"\n   How many Easter eggs do you have? 🐰\n  ","339625":"\n   If you were granted THREE wishes, what would they be ?(:\n  ","339626":"\n   Would you ever be friends with people who have different views to you?\n  ","339627":"\n   When is your birthday?\n  ","339628":"\n   Have you ever watched a game \/ reality show and been like \"Oh, I'd kill it if I took part in it, looks so easy!\" 😂 Or at least wanted to take part? 😁\n  ","339629":"\n   May 7th. I’ll just end up at work\n  ","339630":"\n   I can understand that. It is definitely a blessing in this mess to have a job. I have friends calling and asking about my work status. But the sad part is a lot of people aren’t taking this time to really quarantine properly I’m going out every day because I have to.\n  ","339631":"\n   That’s great. I’ve honestly been swamped and resting when I can.\n  ","339632":"\n   How have you been? Any new things or habits have you picked up lately?\n  ","339633":"\n   True😞\n  ","339634":"\n   Favorite drink?\n  ","339635":"\n   Share Your Zodiac Sign!!! I'm a Pisces ♓\n  ","339636":"\n   Which one is more important : inner or outer beauty ?\n  ","339637":"\n   are you saving up for anything?\n  ","339638":"\n   It sounds like a mother with more than one child. 😂\n  ","339639":"\n   What do you do for work?\n  ","339640":"\n   Oh, well, wishing you many happy returns for Monday 😁 🎂 🎉 🎊 🥳\n  ","339641":"\n   Is it your birthday? 👍\n  ","339642":"\n   HEY YOU GUYS!!!!!!!!!!!!!!\n  ","339643":"\n   Ever been married?\n  ","339644":"\n   wdym?\n  ","339645":"\n   Would you ever date a girl?\n  ","339646":"\n   I meant just join a couple or have a 3summ?\n  ","339647":"\n   I wish we were close.\n  ","339648":"\n   You are so gorgeous I can't take it!\n  ","339649":"\n   True, it's a choice I suppose, are you happy being single?\n  ","339650":"\n   would you ever join a couple?  or be in a three?\n  ","339651":"\n   how tf are you single?  so gorgeous!\n  ","339652":"\n   come join us!\n  ","339653":"\n   you got anyone?\n  ","339654":"\n   oh we will!  happy we got something to do!  lol\n  ","339655":"\n   answer and delete (we sent this to like 3 ppl we find interesting), or don't answer, idc....but you make the call, how should i finish my bf off tonight?\n  ","339656":"\n   nah im not a spy\n  ","339657":"\n   why you not in bed\n  ","339658":"\n   why is eating booty so taboo?  who cares, it feels good!\n  ","339659":"\n   you are cute asf\n  ","339660":"\n   What's your favorite GIF? 😁\n  ","339661":"\n   I have an idea...👠💦👢🧦💦😉😀\n  ","339662":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you do then? 🤔\n  ","339663":"\n   What is something you want to \"get off your chest\"?\n  ","339664":"\n   Which color do you associate with yourself? 😊 Why that one? 🤔\n  ","339665":"\n   Five things you like about yourself? 😊\n  ","339666":"\n   Dunno if u have shout-out turned on but my question was: best\/worse way someone has woken you up? 😝 Also I wish I had a cute guy to wake me up with a kiss like in a fairytale. 💕😘\n  ","339667":"\n   What’s your favorite movie ?\n  ","339668":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","339669":"\n   Age?\n  ","339670":"\n   What book do you recommend to read?\n  ","339671":"\n   What is something you wish you had told someone when you had the chance?\n  ","339672":"\n   What was the most satisfying moment of your life as an adult which you want to share with everyone?\n  ","339673":"\n   Is it Kay-sha or Key-sha?\n  ","339674":"\n   It’s my birthday today, people ❤️🎈🎁\n  ","339675":"\n   Well hello there 😎 hope you are doing well 😁\n  ","339676":"\n   You sent him to sleep at the couch?\n  ","339677":"\n   Are you more yourself when you are at your best or when you are at your worst?\n  ","339678":"\n   You wake up, it’s 2050, what do you google first?\n  ","339679":"\n   What was the best relationship advice you ever got?\n  ","339680":"\n   Are there any type of crystals that you like to keep with yourself or in your house?\n  ","339681":"\n   What is the most disturbing thing you have allowed someone to do to you?\n  ","339682":"\n   Are things still bad up your way?\n  ","339683":"\n   If you're allowed to roll in a new feature\n   \n    @askfm\n   \n   , what new feature would you introduce? #StayAtAsk\n  ","339684":"\n   Please don't delete your answers even before I see and\/or read them. 😅\nIf you are getting a question a question from me, it means that you're one of those from whom I expect the best answers in askfm. I shall also reward the coolest ones. 💙\n  ","339685":"\n   What was the last thing you googled? Did you find what you were looking for?\n  ","339686":"\n   What is a primary fear that is holding you back?\n  ","339687":"\n   What are some of the scariest images you have come across?\n  ","339688":"\n   Would you ever have a pet turtle? Have you ever had a pet turtle? Pictures?\n  ","339689":"\n   Do you ever wear hoodies? Do you have a picture of your favorite one or maybe of you wearing it?\n  ","339690":"\n   Take me please!\n  ","339691":"\n   Can a horror movie scare you the same way if you watch it again? Can a comedy make you laugh the same way if you watch it again?\n  ","339692":"\n   What's on your bucket list?\n  ","339693":"\n   What is the most interesting science?\n  ","339694":"\n   I saved you a seat at the bingo table.\n  ","339695":"\n   Happy birthday lady.  How old are you now?.\n  ","339696":"\n   Happy Birthday 💚\n  ","339697":"\n   What was the last book that you read?\n  ","339698":"\n   Do you prefer to eat chocolate or drink strawberry juice rn?\n  ","339699":"\n   What is your favourite spice or herb that you add to almost everything you cook?\n  ","339700":"\n   🚂BIRTHDAY TRAIN🚂\nChoo Chooooooooooo!\n🎉Happy Day Keisha!🎁\n  ","339701":"\n   Happy Birthday!!!\n  ","339702":"\n   Bop it 😳 pull it 🥵 twist it 🍆😲\n  ","339703":"\n   Happy birthday\n  ","339704":"\n   Don’t work to hard!! Have a great workday and an AWESOME BIRTHDAY \n Here’s a cake blow out the candles and make a wish🎂. 🎈🎈💐🎁🍾 🍷🎈🎈HAPPY BIRTHDAY 🎈\n  ","339705":"\n   Don’t work to hard today. Hope you have a great day and an AWESOME birthday\n  ","339706":"\n   HAPPY BIRTHDAY TO ME. HAPPY BIRTHDAY TO ME. HAPPY BIRTHDAY!!!!! 🥰😇🤜🏽🤛🏽👌🏽🥳\n  ","339707":"\n   Are you an animal lover\n  ","339708":"\n   Do you like lemonade? Pink lemonade? 🍋🍸Lemonade GIFs?\n  ","339709":"\n   🎈🎈Happy Birthday 🎈🎈 KJay, today is all about YOU!! Laugh, drink, and be merry. May today bring you all the desires of your heart. Many you have many many more birthdays.     🎈🎂🎉🎂🎈🎈🎈🎈🎈🎈🎈🎈🎈🎈🎈🎈🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🎁🍾🍷. Happy Birthday\n  ","339710":"\n   How many people do you consider your \"best friends?\"\n  ","339711":"\n   I got used to seeing you. Now I miss ya\n  ","339712":"\n   Do you watch Awkwafina is Nora from the Queens ?\n  ","339713":"\n   Where have you been. You worried me sick. I’m kidding  .I was wondering\n  ","339714":"\n   What do you usually drink after a stressful day?\n  ","339715":"\n   Would you adventure a jungle? Can bring 3 people? Tag them and mention who you are bringing and what y'all are gonna be doing! Eating!\n  ","339716":"\n   What social networking websites do you use?\n  ","339717":"\n   Choose a movie. Keep one actor. The rest are Muppets. What is the movie and which actor do you keep?\n  ","339718":"\n   Is your name summer? Cuz you will be coming real soon?\n  ","339719":"\n   I like you. Just in case I haven't told you yet.\n  ","339720":"\n   Have a good day 😊\n  ","339721":"\n   What's your go-to topping on a pizza ?\n  ","339722":"\n   Do you see yourself getting married\n  ","339723":"\n   Is there talk about what is being done to help the illegal immigrants in New York or (under this administration) if they are a threat to public health because in normal times it's a population that stays out of the medical care system?\n  ","339724":"\n   What's the longest film you ever saw? Would you watch it again?\n  ","339725":"\n   How are you feeling today?\n  ","339726":"\n   Cranberry juice? Yay or nay?\n  ","339727":"\n   Current phone percentage?\n  ","339728":"\n   There are no hippos in Madagascar... ;\/\n  ","339729":"\n   My mom wouldn’t let me own bratz dolls as a kid bc she thought they were a bunch of hoochie mamas\n  ","339730":"\n   What one thing would you do to change the world?\n  ","339731":"\n   What is your favorite food to cook on the grill?\n  ","339732":"\n   What’s your favorite food?\n  ","339733":"\n   Popeyes or  church’s chicken?\n  ","339734":"\n   Do you usually eat candy during Easter? 🍬🥚 Or atleast more than usual? Haha\n  ","339735":"\n   What's the first thing you notice about someone? Why? 👍\n  ","339736":"\n   What's anything you hate having to pay for? 💰 🙄 👍\n  ","339737":"\n   Do you like mint?\n  ","339738":"\n   What was your favorite short story or novel studied in school? I really liked The Hound of the Baskervilles, 8th grade English class.\n  ","339739":"\n   Do you like nature or do you like to mostly be indoors?\n  ","339740":"\n   Rate how your day was 1 to 10\n  ","339741":"\n   If you could only eat one food for the rest of your life, what would it be ?(:\n  ","339742":"\n   Is it better if a bad experience changes who you are or if you remain the same?\n  ","339743":"\n   Do you like to shoot pool?\n  ","339744":"\n   Sunbathe or sunburn?\n  ","339745":"\n   What's your favorite smell?\n  ","339746":"\n   What are you planning on doing within the next hour?\n  ","339747":"\n   What kind of apples do you like to eat, if you like apples? Fuji apples? Gala apples? Pink lady apples? Johnny gold apples? Green apples? Red apples? Ambrosia? Pink pearl apples? Golden Delicious apples? What kind of apples do you like?\n  ","339748":"\n   What's the craziest unbelievable thing thats happened to you\n  ","339749":"\n   That’s the truth because people act different until you get to know them\n  ","339750":"\n   Are you in love with someone you can't have?\n  ","339751":"\n   You are just a likable person You could have anyone you want. Your looks are very good also\n  ","339752":"\n   Do you prefer to watch sports or play them? Which ones? 🏀 🎾 ⚽ 🎳 🏈 🏏 🏐 🏒 🎯 🎱 🏸 🏌️ 👍\n  ","339753":"\n   Do you like shopping? How much time can you spend on this?\n  ","339754":"\n   Do you believe in karma? 👍\n  ","339755":"\n   What are the most disturbing facts about the Middle Ages that most people do not know?\n  ","339756":"\n   Could you live without the Internet? 👍\n  ","339757":"\n   What game are you really good at?\n  ","339758":"\n   Tinker bell thicc\n  ","339759":"\n   How different would people look like if they had silver blood?\n  ","339760":"\n   What is the rudest thing you have ever seen someone do?\n  ","339761":"\n   You have been appointed Gosh, God's assistant for smaller, less serious everyday business. What are some of your policies and if neccessary, how do you explain them to\/conceal them from your boss?\n  ","339762":"\n   Between money and fame, which one would you choose? Why? 👍\n  ","339763":"\n\n    https:\/\/www.youtube.com\/playlist?list=RD3zlZb7VwLAs&feature=share&playnext=1\n   \n","339764":"\n   Do you know of a t.v. series called Noughts and Crosses? It's about an alternate history in which Africa has colonized Europe which makes White people being the racially oppressed. Do you think that such a serious matter as racism can be fictionalized for entertainment?\n  ","339765":"\n   Who knows you the most? 😊\n  ","339766":"\n   Who has influence on the way you think to the point of changing your mind?\n  ","339767":"\n   What are you making for dinner tonight if you are making anything?\n\n_____________\nTonight we are cooking our anniversary dinner.\n\nWe are having Boudin.\nThen we are frying fish, shrimp, crab meat and onion rings.\nThen cupcakes for dessert.\n  ","339768":"\n   Today\n  ","339769":"\n   I’m a spicy food lover and I can make a few things but not like some can\n  ","339770":"\n   Do you need somebody to like\n  ","339771":"\n   When was the last time you told someone you love them?*\n  ","339772":"\n   What's the song that makes you drive faster?\n  ","339773":"\n   Between love, luck and money, which one would you choose? Why? 💌 🤞 💰 👍\n  ","339774":"\n   Crab or no? 🦀\n  ","339775":"\n   Do you like to cook? If so, what sort of things? 👩‍🍳 👨‍🍳 👍\n  ","339776":"\n   What was your most memorable birthday? Why? 🎉 🎂 👍\n  ","339777":"\n   What would you say is your best skill? 👨‍🔧👨‍🍳👨‍🎨👩‍🎤 How much use do you get out of it? You think you'd be able to teach said skill to others? 😁\n  ","339778":"\n   I love both those joints!  Nice!\n  ","339779":"\n   Which is worse between a UTI and a DUI?\n  ","339780":"\n   Who do you like?\n  ","339781":"\n   Can you give an example of a necessary evil?\n  ","339782":"\n   What tracks are in your playlist right now?1\n  ","339783":"\n   When a boy is pushing you away, but then becomes close to you again...what should you do? Forgive and forget\n  ","339784":"\n   Heyyyyy\n  ","339785":"\n   Were you born with that ego of yours?\n  ","339786":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","339787":"\n   Have you ever been in the woods and had a scary experience?\n  ","339788":"\n   Would you rather always get first dibs or the last laugh?\n  ","339789":"\n   🤗Share a positive word that starts with the first letter of your name...\n  ","339790":"\n   Can you fall in love with a person by knowing them exclusively online? What do you think are the necessary conditions?\n  ","339791":"\n   In another time, in another place, if I had met you, I would have tried to win your heart. For I have found it to be beautiful.\n  ","339792":"\n   What's really eating your money ?\n  ","339793":"\n   If you could go back in time 10,000 years ago and make a cave painting to confuse everyone in the future; what would you draw?\n  ","339794":"\n   If you met a primitive tribe would you learn from them or would you teach them? (What would you teach them?)\n  ","339795":"\n   Have you dreamt of snakes before? If so, do you believe it was an omen? If so, why?\n  ","339796":"\n   How have you been spending your time during quarantine?\n  ","339797":"\n   Do you look to the past or to the future? Or do you look at the present while it lasts?\n  ","339798":"\n   If instead of rebooting movies, retelling them from a different point of view became popular, which movie would you like retold?\n  ","339799":"\n   Is there a hole inside of you? What do you fill it with?\n  ","339800":"\n   How good are you at whistling tunes on a scale of one to ten?\n  ","339801":"\n   When has a gut feeling saved your life?\n  ","339802":"\n   We create a sentient artificial intelligence and the first thing it does is switch itself off. How does the world react?\n  ","339803":"\n   What is the best cure for a broken heart?\n  ","339804":"\n   Is forgiveness a strength or a weakness? Please explain how.\n  ","339805":"\n   Is the fact that you are not learning something new a sign of wisdom\/knowledge or of loss of interest?\n  ","339806":"\n   That awkward moment when?\n  ","339807":"\n   Are you good at listening to the advices you would give to others?\n  ","339808":"\n   Do you ever listen to movie soundtracks just like you would \"regular\" music? 📽🎶 What soundtracks do you listen to the most then? 😁\n  ","339809":"\n   Thoughts on daylight saving time? ☀️🕑 Dumb or no? Haha\n  ","339810":"\n   Are you a fan of the Studio Ghibli movies? ⛩🏰🐉🏮🐺 Which is your favorite? 😁\n  ","339811":"\n   Random question: have you ever seen a shark up close?\n  ","339812":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","339813":"\n   Do shoes make you happy?\n  ","339814":"\n   Favorite actress?\n  ","339815":"\n   I hope each & every one of you are doing okay & are staying healthy. 👍👍🤙\n\nIf you are super bored & don't have anything to do, remember you can always explore your hobbies. Call people & speak to them over the phone. Learn to cook diff things. Watch something new. Spend time with family at home.\n  ","339816":"\n   Is there a flavor that your taste buds just cannot get used to? You can share more than one if you'd like to.\n  ","339817":"\n   Are you eating a lot in this quarantine? Or are you taking care of your weight?\n  ","339818":"\n   What do you think about almost every day?\n  ","339819":"\n   What kind of food are you in the mood for today? Any plans to cook anything or are you just going to do it easy and maybe snack on a few things?\n  ","339820":"\n   Have you ever spoken on a CV Radio before? What did you say of you remember?\n  ","339821":"\n   Your face is so beautiful. Your eyes are sad. Is your heart happy?\n  ","339822":"\n   What did you find most difficult about growing up? How did you bear it? 👍\n  ","339823":"\n   Do you have any pictures of gardens that you would like to share? Maybe look one up to share with us?\n  ","339824":"\n   What do you like about where you work or study? 👍\n  ","339825":"\n   Do you like cornbread? 🌽🍞\n\nDo you like anything special in your cornbread? Maybe cheese? Jalapenos to make it a little spicy? Maybe some butter to make it sweet? What do you like in yours?\n  ","339826":"\n   Would you ever do the spicy chip challenge? The one chip challenge? Hottest chip in the world challenge.\n  ","339827":"\n   Would you want to go to space if given the opportunity? 👩‍🚀 Why \/ why not? 🤔\n  ","339828":"\n   Favorite thing that you've bought recently? PAP perhaps? 😁😊\n  ","339829":"\n   Are takeaways still delivering to your area ? If not what's your favourite lockdown meal you've had ?\n  ","339830":"\n   What do you think of when you hear \"Sweden\"? 🇸🇪 Say as many things you can think of 😊\n  ","339831":"\n   would you be upset if you lost the one you love? be honest!\n  ","339832":"\n   Canned goods, audiobooks and state of decay 2 are my best friends on weekends, mayne. I’m staying safe. NY will pull through!\n  ","339833":"\n   serious question: do you love yourself??\n  ","339834":"\n   😻 FREE *-* SPACE 😻\n  ","339835":"\n   * What is the best consonant in the alphabet? *\n  ","339836":"\n   Do you like papaya?\n  ","339837":"\n   There are three new backgrounds.\nYou like them?\nCheck them out.\n  ","339838":"\n   What’s the coolest thing you have ever seen ?(:\n  ","339839":"\n   Last thing you ate?\n  ","339840":"\n   Is it better to get married early in your 20’s or later when your in your thirty’s ?\n  ","339841":"\n   I agree it’s a fine line and I didn’t mean any disrespect to you because your my favorite. and I know you don’t get in to politics or religion because arguments will begin.   Thank you 🌹K Jay\n  ","339842":"\n   Not socialism because it’s the same as communism Do you Agree ??\n  ","339843":"\n   Which disney movie would you want to live in? 😊 Why? What kind of character would you be in said world? 🤔\n  ","339844":"\n   What are you most looking forward to doing once we get on the other side of this pandemic?\n  ","339845":"\n   What makes people stay faithful to each other in a non-married relationship?\n  ","339846":"\n   Have you ever tried speed dating? What do you think of the concept?\n  ","339847":"\n   Do you feel anger or anguish when you are very hungry?\n  ","339848":"\n   If you were a billionaire and wanted to start a charity, what would it be about? 💵🤲\n  ","339849":"\n   Would you rather live in the mountains or on the beach?\n  ","339850":"\n   Here are the final results for the pie chart about phone brands if you're interested! 😁📱\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/159671766743?utm_source=copy_link&utm_medium=android\n   \n","339851":"\n   🙂 great plan\n  ","339852":"\n   Cool\n  ","339853":"\n   What are your favourite simple pleasures in life? 🤩 👍\n  ","339854":"\n   Do you like beef? Or naw, not really?\n  ","339855":"\n   Have you ever experienced hail before? Talking about the type of precipitation. (You do not have to answer)\n  ","339856":"\n   Thank you.\n  ","339857":"\n   It’s a Happy and Scary feeling at the same time for me\n  ","339858":"\n   What is something that you absolutely terrified of what you want to try?\n  ","339859":"\n   When did COVID-19 get real for you?\n  ","339860":"\n   What's the next big step you need to take? 👍\n  ","339861":"\n   What fictional character reminds you of yourself?\n  ","339862":"\n   Do you know what falling in love feel like?\n  ","339863":"\n   Although we all see it in the cartoons, have you ever actually seen anybody slip on a banana peel? 🍌 👍\n  ","339864":"\n   What recently reminded you of how fast time flies? 🕒 👍\n  ","339865":"\n   What animal are you most drawn to? Why? 🐱 🙈 🐶 🐻 🦜 👍\n  ","339866":"\n   How important is money to you?\n  ","339867":"\n   Did you ever save 20% on Gecko Insurance\n  ","339868":"\n   What brand is your phone? 📱 (What I'm basing my next pie chart on 😊)\n  ","339869":"\n   How often do you pray, if ever?\n  ","339870":"\n   at any point in your life have you just wanted to top off your tank and drive in one direction for as long as possible without a care? If so, why?\n  ","339871":"\n   Baby carrots or eggplant?\n  ","339872":"\n   Cute GIF😊\n  ","339873":"\n   What's anything you changed your mind about when you grew older? Why? 👍\n  ","339874":"\n   How well do you handle changes in temperature? Do you easily get too hot or too cold? 🥶🥵 What's your ideal indoor temp?🌡\n  ","339875":"\n   Do you have any guilty pleasures when it comes to media? 🤔 Like if you love a certain movie, book, video game etc. that you know that most people think is horrible haha\n  ","339876":"\n   What's anything you no longer do that you used to do frequently? Why did you stop doing it? 👍\n  ","339877":"\n   Who are you closest to in your family? Why?\n  ","339878":"\n   What's classy when you're rich, but trashy when you're poor?\n  ","339879":"\n   What’s one old old game you could play for hours on end and just about never get bored of? Name? Maybe add a GIF or PAP to answer? (Don't have to) 🎮\n  ","339880":"\n   What's there not enough of in the world? 👍\n  ","339881":"\n   You have some great answers and well you know I really like that\n  ","339882":"\n   Do you easily accept compliments? Or do you hate compliments?\n  ","339883":"\n   Me to\n  ","339884":"\n   What is your favorite restaurant? Where is it located?\n  ","339885":"\n   Thanks, I just spit out my coffee laughing.\n  ","339886":"\n   Wow!  Great memories!\n  ","339887":"\n   A little bit of me Please\n  ","339888":"\n   Do you sleepwith your bedroom door open or closed and locked?\n  ","339889":"\n   Are you mistrustful with new people or do you give them the benefit of the doubt?\n  ","339890":"\n   When you like a person, do you search to know if the person's zodiac sign is compatible with yours?\n  ","339891":"\n   Would you describe your life as a happy one?  Or do you wish for something?\n  ","339892":"\n   When did you fall in love with Hip Hop?\n  ","339893":"\n   Thank you! And hello back 🙋\n  ","339894":"\n   What does the word tolerance mean to you? (Do not have to answer)\n  ","339895":"\n   When you come across a problem, how often do you get Google to help you out? 👍\n  ","339896":"\n   🍌 Have you ever had banana nut bread before? Do you like it or not really? 🍞 Do you know how to bake it?\n\n(Unless of course you're allergic to it you don't have to answer. My apologies.)\n  ","339897":"\n   What toppings should I order on my birthday pizza? Feel free to make this funny (but not mean, please). 😁\n  ","339898":"\n   What is your dream job? 💡\n  ","339899":"\n   How was your weekend?\n  ","339900":"\n   Do you like lemon smells at all?\nOr not really? Can't stand them. Nope.\n  ","339901":"\n   In your opinion, is it justified that a woman slaps a man for making lewd remarks?\n  ","339902":"\n   Hope you had \/ are having a good day :)\n  ","339903":"\n   Are the retailers in your area taking advantage of the Covid-19 situation to raise the prices?\n  ","339904":"\n   would it be?\n  ","339905":"\n   Do the colors have a special meaning?\n  ","339906":"\n   Where did you keep that big massive cell phone?\n  ","339907":"\n   Are people in your contacts on your phone, listed by name or social status?\n  ","339908":"\n   How much did where you grew up shape you as a person? 👍\n  ","339909":"\n   What was the best thing that happened to you today? 👍\n  ","339910":"\n   At what age did you have your first cell phone? What model was it? What did it mean for you to have a cell phone?\n  ","339911":"\n   Which electronic or electrical appliance that you possess do you find the most useful?\n  ","339912":"\n   Do the clothes you wear tell who you are or how you are feeling?\n  ","339913":"\n   What is the funnest parody song you have heard?\n  ","339914":"\n   Do you have all the friends you need?  Just curious. Asking for a friend. Yep. A friend wants to know. He's a good guy.\nYep A great guy. Would you need a friend?\n  ","339915":"\n   What would you name your first child?\n  ","339916":"\n   I’m not one to just start a conversation but if you will ask me a little I don’t mind then if we like each other I don’t know what to do then. Everything is so hard anymore\n  ","339917":"\n   When the Virus hit the US, Louisiana didn't have but ten or 12 cases. We had no worries so went as we wished and done as we wished.  However, when the government made an accurate count we instantly went up to 3rd in the US in actual case counts. What is the cure for political stupidity?\n  ","339918":"\n   You seem okay on here? 😊\n  ","339919":"\n   Do you look best with formal or sports clothes?\n  ","339920":"\n   Maybe :)\n  ","339921":"\n   Who in your family are you most like? It can be either appearance or behaviour, I don't mind? 👍\n  ","339922":"\n   What's your favourite way to meet new people? Why? 👍\n  ","339923":"\n   Do you usually follow trends or just do your own thing? 👍\n  ","339924":"\n   A long term goal I have is to spread awareness on mental health and to just keep spreading KINDNESS.\n  ","339925":"\n   I’m sorry but I am a good judge of character\n  ","339926":"\n   How fast of a typer would you say that you are? 🤔 Are you faster on a digital or physical keyboard? 📱⌨\n  ","339927":"\n   Oh wow 😳!!! How are you coping with all of this? How are you escaping from the clutter of reality when you just need peace?\n  ","339928":"\n   🙂 thanks\n  ","339929":"\n   It shows me a response from seven days ago. But I hope you and your love ones are being safe and have everything you need.\n  ","339930":"\n   That’s great you’ll still get to congregate. I hope today you all have a great lesson and the messages powerful.\n  ","339931":"\n   If I may ask, what is a long term goal you have?\n  ","339932":"\n   What was your favourite childhood story?\n  ","339933":"\n   How many shots of alcohol before you start spilling secrets?\n  ","339934":"\n   Are you thinking of someone at the moment?\n  ","339935":"\n   Have you ever heard of the old school board game called Chutes and Ladders?\n  ","339936":"\n   Where would you be right now if there was no coronavirus?\n  ","339937":"\n   Have you ever heard of cotton candy grapes? Have you tried them before? Would you ever?\n  ","339938":"\n   i'm going to give this goat a hug =D\n  ","339939":"\n   Do you keep your ex’s gifts?\n  ","339940":"\n   Pink or black?\n  ","339941":"\n   How often do you buy new cell phones?\n  ","339942":"\n   What's anything you should always be careful with? Why? 👍\n  ","339943":"\n   How well can you sing on a scale of one to ten?\n  ","339944":"\n   What app do you spend the most time on? 👍\n  ","339945":"\n   When does time pass the fastest for you? 🕒 👍\n  ","339946":"\n   What was the last book you read?\n  ","339947":"\n   How much of a mess is your room?\n  ","339948":"\n   What do you buy with a dollar?\n  ","339949":"\n   Do you ever paint or are you not much of a painter?\n  ","339950":"\n   When you think of \"home\", what specifically do you think of? 🏠 👍\n  ","339951":"\n   When a friend tells you about their money problems is it a suble way to ask for it?\n  ","339952":"\n   What is the longest plane trip you have taken?\n  ","339953":"\n   What songs brings you back to great moments in your life? 🎶 😁 👍\n  ","339954":"\n   nah im a dude\n  ","339955":"\n   How many times have you done the CAPTCHA test on Askfm to prove that you are not a robot?\n  ","339956":"\n   What's your favourite type of cake? 🍰 👍\n  ","339957":"\n   What nicknames do you have for people in your life? 👍\n  ","339958":"\n   Do you like honey?\n  ","339959":"\n   What can ruin your mood easily?\n  ","339960":"\n   In your own opinion, can the Covid-19 be cured with lockdowns and hand sanitizers or will we have to live with it - like the common flu?\n  ","339961":"\n   K Jay I kinda have a crush on you I hope It’s ok telling you\n  ","339962":"\n   I can go up to 90%\n  ","339963":"\n   Have you ever taken part in a protest march? What was it about?\n  ","339964":"\n   Do you think a five year old child is too old to be congratulated for doing something right?\n  ","339965":"\n   Do you talk to your neighbors? Or don't you like them?\n  ","339966":"\n   Do you watch Catfish?\n  ","339967":"\n   Do I know you from somewhere? Why do you leave me wanting more? Why do all the things I say sound like the stupid things I said before?\n  ","339968":"\n   What is your most favorite parts of spring?\n  ","339969":"\n   Which websites do you visit most frequently?\n  ","339970":"\n   Excellent idea!👍😊\n  ","339971":"\n   Where are you from?\n  ","339972":"\n   What %?\n  ","339973":"\n   What's your favourite cocktail? 🍹 👍\n  ","339974":"\n   Who or what makes you laugh more than anyone else? 👍\n  ","339975":"\n   What's your favourite type of chocolate? 🍫 👍\n  ","339976":"\n   Considering it's the first few days of Spring! Spring PAPs and GIFs! Let's share some! Fill Ask.fm with Spring pictures!\n  ","339977":"\n   What is easy to get into but hard to get out of? ?\n  ","339978":"\n   haha\n  ","339979":"\n   When are you at your happiest? 😁 👍\n  ","339980":"\n   What things are you naturally good at? 👍\n  ","339981":"\n   You have 30 minutes to hide a USB drive in your house. Your house will then be raided by police, detectives and some FBI agents all searching for the USB. Where do you hide it so that it won’t be found?\n  ","339982":"\n   What do you never get tired of doing? 🤩 👍\n  ","339983":"\n   Did you do anything special for St. Patrick's Day or not really?\n\nWas this day a good day or bad\n  ","339984":"\n   Who is ready for all this coronavirus junk to go away? We can't go anywhere anymore... It's absolutely sad. Down here they're closing some schools down now completely for the rest of the year... I'm just about done with all of this stuff.\n  ","339985":"\n   Here you go\n   \n    https:\/\/youtu.be\/g8gtjnvNqds\n   \n","339986":"\n   Can some person change your life?\n  ","339987":"\n   If there was a company that did historical tours via time travel, what trips would be in high demand?\n  ","339988":"\n   Where do you feel completely safe and secure? Why? 😌 👍\n  ","339989":"\n   Who had the best love songs: Boyz II Men or No Mercy?\n  ","339990":"\n   Favorite rides at amusement parks? Why? 🎢🎠🎡\n  ","339991":"\n   People who’ve seen nice people finally snap, what happened?\n  ","339992":"\n   I was reading where you say you guys have a curfew.  We don't  yet.  If you are out after 8pm, what happens? How is that unforced?  Have they brought in extra help for the police, like National guard?\n  ","339993":"\n   What do you do to unwind after a hard day? 😌 👍\n  ","339994":"\n   Do you watch the show  1st 48?\n  ","339995":"\n   Did you ever listen to Michael Jackson? Did you like him?\n  ","339996":"\n   Do you think happiness and selfishness are connected? If so, how?\n  ","339997":"\n   Do you have deep sleep? Or do you usually wake up at dawn?\n  ","339998":"\n   Do you prefer store shopping or online shopping? Why? 👍\n  ","339999":"\n   I love spice what about you\n  ","340000":"\n   Can you name a black female superheroine ?\n  ","340001":"\n   Hi, Miss KJ. Skylar here. I forgot to tell you I saw the Sonic The Hedgehog movie recently. IT WAS SO CRAZY!!!! IT WAS LIKE “PEW PEW PEW PEW PEW PEW!!!”AND IT WAS LIKE “MISSLE INCOMING!!!! BER BER BER BER BER BER!!!” AND SONIC WAS LIKE “ZOOM ZOOM WHOOSH WHOOSH WHIZZZZZZ!!!AND I WAS LIKE ”OH MY GOD!!\n  ","340002":"\n   Your best friend is faking being asleep and you need them up. What do you say out loud to trick them into \"waking up\"?\n  ","340003":"\n   can you cook?\n  ","340004":"\n   Where do you wish you were from?\n  ","340005":"\n   Which one?\n1. Rose gold.\n2. Sliver.\n3. Gold.\nOr none of the above?\n  ","340006":"\n   What language would you like to learn and tell me why? 😊\nWhat's your favorite subject and tell me why? 😊\nWhat do you think about the Soviet Union? ☺️\n  ","340007":"\n   Do you consider yourself a stubborn person?\n  ","340008":"\n   Have you had a funny ambition when you were a kid?\n  ","340009":"\n   What song makes you want to dance?\n  ","340010":"\n   .... Knockin' on Heaven's dooor! (told you)\n  ","340011":"\n   Do you *like rap in rock songs? (Sorry)\n  ","340012":"\n   Horrible at it too. But YOLO. Knock knock\n  ","340013":"\n   What innocent item gets suspicious if you own too much of it?\n  ","340014":"\n   Which fictional character did you fall for?\n  ","340015":"\n   Can you tell a Knock knock joke?\n  ","340016":"\n   Describe how the shoes you wear changes throughout the year? 👡👟🥾 Like, what kind of shoes do you wear for each season? ❄☀️🍁🌱\n  ","340017":"\n   Do you rap in rock songs?\n  ","340018":"\n   What's your interpretation of \"The truth will set you free\" ?\n  ","340019":"\n   How do you dance to techno?\n  ","340020":"\n   What business or company do you wish you owned?\n  ","340021":"\n   Ok, cool.  You look young.  Aged well.\n  ","340022":"\n   Do yall have a curfew  starting tonight in Jersey?\n  ","340023":"\n   What's your favorite drink when you are out Dancing?\n  ","340024":"\n   You go clubbin' with your crew?\n  ","340025":"\n   the nearest red thing near you kills you, what did you die from?\n  ","340026":"\n   Even in the midst of our world's situation, are you encouraged today?\n  ","340027":"\n   Is there anyone who you jealous of?\n  ","340028":"\n   Are you still out and about in your city, or working from home and laying low?\n  ","340029":"\n   Would you rather be the best on your average team or average on the best team?\n  ","340030":"\n   Do you like any type of techno music?\n  ","340031":"\n   What language would you like to learn, your favorite subject and also your favorite post Soviet country and tell me why please? 😊\n  ","340032":"\n   What are some moments in movies that made you go \"uh, it doesn't work like that\"?\n  ","340033":"\n   What do you think about when you are working hard? What is on your mind usually?\n  ","340034":"\n   Best thing to happen to you?\n  ","340035":"\n   How would you feel about having a open relationship?\n  ","340036":"\n   Did you forgive the last person who hurt you?\n  ","340037":"\n   Are you happy with how your life is?\n  ","340038":"\n   Do you and your partner ever fight\/argue\n  ","340039":"\n   Does it hurt much?\n  ","340040":"\n   Sis, if I looked like you— the pictures I would post 🤪\n  ","340041":"\n   I’m not gonna catch anything my immune system is always ready for a fight\n  ","340042":"\n   I Hope you are doing good You are pretty. Just wanted to let ya know\n  ","340043":"\n   •\tDo you think that most parents influence what university their child will attend?\n  ","340044":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","340045":"\n   What's your opinion on paper straws? Do you find them functional?\n  ","340046":"\n   What's your experience with recreational drugs?\n  ","340047":"\n   Are things simpler or more complicated when there are no strong feelings in a relationship? Why?\n  ","340048":"\n   Team Jacob or Team Edward\n  ","340049":"\n   Have you ever been catfished?\n  ","340050":"\n   Hey can i get your number??\n  ","340051":"\n   What did you type in the search box?\n  ","340052":"\n   Yeah ! Isn't that from Barry?\n  ","340053":"\n   Do you have any secrets to tell?\n  ","340054":"\n   Did you like Barry?\n  ","340055":"\n   Amen and hallelujah lol\n  ","340056":"\n   What type of video games do you play iwhen you not busy?\n  ","340057":"\n   I posted a pic on my page :)\n  ","340058":"\n   do u get mad when some1 eats rotisserie chicken too fast lol\n  ","340059":"\n   How do you deal with the death of a pet?\n  ","340060":"\n   Name one thing that always makes you smile :)\n  ","340061":"\n   Do you think ex-spouses have their say in who the other former spouse is living with\/dating when children are concerned?\n  ","340062":"\n   I’ve got a big pot of russet potatoes boiling on the stove. What should I make with them? Ready GO!\n  ","340063":"\n   \"Small\" edit of the pie chart I sent 😅\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/159404634071?utm_source=copy_link&utm_medium=android\n   \n","340064":"\n   Do you like tobeat fish eggs?\n  ","340065":"\n   They are doing sandwich deliveries now. But only deliveries to houses nearby usually. 3 to 5 mins away.\n\nWhat do you think of this?\n  ","340066":"\n   Do you add salt during cooking or after? Which is better in your opinion?\n  ","340067":"\n   How much do your parents meddle in your friendships and relationships?\n  ","340068":"\n   Do you get more questions or do you send more questions? What would you like?\n  ","340069":"\n   What are you doing of your Sunday?\n  ","340070":"\n   The results are in for my pie chart about personality types! 😁 Here's the link if you wanna check it out! 😊\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/159404130775?utm_source=copy_link&utm_medium=android\n   \n","340071":"\n   Would you ever stay at the Biltmore Hotel? How about the one in Miami Florida? It is a very nice luxury hotel... but the only thing about it is it's extremely haunted. Would you stay? How about stay in the most haunted Suite? It's $1,000 Suite.\n\nI am renting out! Who's staying?! Haha! Jk. Paarty!\n  ","340072":"\n   Have you ever seen that one movie where three kids wish they had a different mother so every Sunday they would go to the mom market and get a different mother until they were orphans? It seems like a fever dream but I promise it’s real\n  ","340073":"\n   Do you like any type of fried skins or anything? Or not really?\n  ","340074":"\n   What’s something you would die if your mom found out about?\n  ","340075":"\n   What does true friendship mean to you?\n  ","340076":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","340077":"\n   Have you ever had braces?\n  ","340078":"\n   Do you admire those who exclude others?\n  ","340079":"\n   So cute♥️\n  ","340080":"\n   Goodnight! Hope you had a good day!\n  ","340081":"\n   Sad to hear that. I hope you are fine there. Stay safe and blessed ♥️\n  ","340082":"\n   With pure honesty, have you really been okay lately? 🙂\n  ","340083":"\n   Have you ever had sugar peas before? You like them? Would you ever try?\n\nVeggie 😊👍\n  ","340084":"\n   What you doing because everything is cancelled because of the Coronavirus?\n  ","340085":"\n   What is the last thing you do before bed?\n  ","340086":"\n   Is it still a thing to run all the way up the Empire State building?\n  ","340087":"\n   Is any of the landmarks on your bucket list?\n  ","340088":"\n   Is it fair to be prejudiced against a specific group if you had bad experiences with them?\n  ","340089":"\n   Have you noticed the coronavirus impact your community\/town\/city\/etc in any way?\n  ","340090":"\n   What would make you immensely happy today?\n  ","340091":"\n   Do you have origins from the Carribean?\n  ","340092":"\n   Can you do the Electric Slide (dance)?\n  ","340093":"\n   What are the three most important things for you to be happy?💫⭐\n  ","340094":"\n   I like small gatherings. Large party’s are more for the young people\n  ","340095":"\n   What color should he be\n  ","340096":"\n   Sorry if this question is annoying... but I just want to know y'alls personal opinion on this coronavirus stuff? People are buying EVERYTHING.\n\n__\nHere are some facts about on it. Very informational. I recommend to read.\n   \n    https:\/\/m.facebook.com\/story.php?story_fbid=3710781315629487&id=100000929666458\n   \n","340097":"\n   What do you think of live chickens? 🐔 Bok Bok!\nCan we get some chicken GIFs with our answers?\n  ","340098":"\n   I love you still\n  ","340099":"\n   What's the ideal holiday destination for you? Why? 🏖️ 👍\n  ","340100":"\n   If you were to visit New York, which landmark would you want to visit first? 🗽 👍\n  ","340101":"\n   @ work listening to Erycah Badu.  You ever told a guy to call Tyrone?  😄\n  ","340102":"\n   Yeah.  Crazy.  SMH\n  ","340103":"\n   Did you tell her? How did she react or how do you think she would of reacted?  Yes, very awkward.\n  ","340104":"\n   Have you ever experienced one of your girl's  boyfriend flirting with you?\n  ","340105":"\n   Do you watch true crime shows?\n  ","340106":"\n   I never think of it, but you just reminded me of how much I hate it. lol\n  ","340107":"\n   I am so with you!!! That is the worst stuff, lol.\n  ","340108":"\n   What or who would you be lost without? Why? 👍\n  ","340109":"\n   What's anything that's easier for you than it is for most others? 👍\n  ","340110":"\n   Of course. And I don't even like duck. I just felt I had to since I killed it.\n  ","340111":"\n   What's the most disgusting thing you've ate in your life? 🤢 🤮 👍\n  ","340112":"\n   I killed a duck once.\n  ","340113":"\n   Do you prefer big parties or small gatherings? Why? 👍\n  ","340114":"\n   Have you ever been in a situation that you had to kill an animal to eat it afterwards?\n  ","340115":"\n   I don’t know why but when people cheat whether it’s in TV shows, movies, real life, or etc. I suddenly get really pissed but I get even more pissed when that person takes the cheater back. What’re your thoughts on cheating\/cheaters?\n  ","340116":"\n   What's anything you hated when you were younger that you thoroughly enjoy today? 😁 👍\n  ","340117":"\n   If you did something so out of your character that people who know you won't believe you did it, what would it be?\n  ","340118":"\n   Who else is seriously considering skipping work tomorrow?\n  ","340119":"\n   Age just a number\n  ","340120":"\n   Do think you could date an 18 year old? Why or Why not?\n  ","340121":"\n   You just look like a stay at home mom\n  ","340122":"\n   You look like somebody’s mom\n  ","340123":"\n   What items do you always carry to your bag ?\n  ","340124":"\n   Have you ever played the game Uno?\n  ","340125":"\n   Do you enjoy large get-togethers?\n  ","340126":"\n   Hamster?\nCat?\nBird?\nDog?\nBunny?\nHorse?\nReptile?\nGoat?\nFish?\nGuinea pig?\nWhat would you rather as a pet? Or name one that I haven't already.\n  ","340127":"\n   Which do you choose truth or dare?\n  ","340128":"\n   Tell me about something that you enjoy doing?\n  ","340129":"\n   Do you ever garden?\n  ","340130":"\n   Fish? Yay or nay?\n  ","340131":"\n   What type of questions do you wish people would ask you?\n  ","340132":"\n   If you had a tail, would you chase it?\n  ","340133":"\n   If the Democrats keeps using the media to cause a panic it will get bad\n  ","340134":"\n   That sounds like so much fun!\n  ","340135":"\n   Do you think there's more panic now with the Covid-19 outbreak (Coronavirus) than there was with SARS, H1N1 and Ebola when it happened?\n  ","340136":"\n   Do you have pictures from that event?\n  ","340137":"\n   What is your most cheerful memory as a grown up?\n  ","340138":"\n   Is there anyone that you are missing right now? If so, is there something that reminds you of them?\n  ","340139":"\n   What is your biggest regret from the last 5 years?\n  ","340140":"\n   PAP of your recent emojis\n  "},"Answer":{"339068":"\n  In the words of N'Sync \"Bye Bye Bye\". Ha!\n  ","339069":"\n  That was a typo. Sorry BlackStreet. Not backstreet.\n  ","339070":"\n  Well-written and well-executed love songs by Intro, Backstreet, Musiqsoulchild, etc. When I feel loved, I am peaceful...in essence, calm.\n  ","339071":"\n  If I've decided not to have them in my life then I don't acknowledge their existence in public. I don't have any contact. They're just dead to me. If I have to be around them becoz of work or an organization then I'm polite. Speaking only when spoken to, but distant.\n  ","339072":"\n  Store owners used manure in the mulch to fertilize the greenery around a building. In the heat it was horrible to smell on friday.\n  ","339073":"\n  Yep. A lady can dream.\n  ","339074":"\n  The eyes of a person who loves me & whom I love. It makes everything more vivid & meaningful...from sunrises, sunsets, to simple moments, & great experiences.\n  ","339075":"\n  Yes. In order to protect ourselves from bodily harm. Something as simple as saying no to a favor becoz u need rest for school or work.\n  ","339076":"\n  Salmon, Mac & Cheese, etc...\n  ","339077":"\n  I'm my mother's only child. I like me\n  ","339078":"\n  Eliminate or greatly lessen carbs, more walking, increase water intake, no salty snacks, proper rest. Boost cardio. Little to no complex sugars.\n  ","339079":"\n  Community Service, Cooking & Dancing.\n  ","339080":"\n  Its an old American Southern Culture Breakfast. Grits, Eggs, Salmon Cakes, Homefries & Fried Apples (sautéed apples) & a biscuit.\n  ","339081":"\n  Favorite colors lime green & pink. Least favorite because it looks horrible on me...orange.\n  ","339082":"\n  Shortcuts & slang are acceptable. Especially with character limits. A \"?\" is neccessary to understanding if I'm reading a statement or question. Besides that it's OK. As long as I'm not struggling to read broken words like its code or gang language. Which is a major fail. It needs to be read quickly. It's a post, not a dissertation.\n  ","339083":"\n  If I had a major regret, I think I would want it on my list. I like this question!\n  ","339084":"\n  Honesty. Passion. Determination. Kindness. God-fearing.\n  ","339085":"\n  Toothbrushes.\n  ","339086":"\n  ANSWER\n  ","339087":"\n  If someone asked what color am I wearing at work I guess that's fine.\n  ","339088":"\n  Its like 3 meals in one. A literal pizza pie! Ha! And it is good!!!\n  ","339089":"\n  I've pretty much tried everything pizza has to offer. Chicago deep dish in Chicago, NYC in my area, pineapples, anchovies, salad, etc...\n  ","339090":"\n  Laughing, tropical flowers, night walks by water, skylines, goofing off on a dance floor with friends, concerts in the park, aromatherapy, walking in NYC Greenwich village at night people watching, going to see exhibits. Gotta love my east coast so much free stuff for me & my friends to do.\n  ","339091":"\n  Yepppppppp sexual questions and other personal ID stuff. Is a nah.\n  ","339092":"\n  You know what? I think it changes from day to day...mood to mood. But I heard some Rick James that lifted my spirits today.\n  ","339093":"\n  Well Askfm here goes: 😋🥳.\n  ","339094":"\n  To all the boys I loved before. 1 & 2.\n  ","339095":"\n  Big facts!\n  ","339096":"\n  Smack dab in the middle. 2 b4 marriage to my mom. And 2 after marriage.\n  ","339097":"\n  Black Rob's Whoa or the Lox Wild Out! Reminds me of good times.\n  ","339098":"\n  Bwahahahahaha!\n  ","339099":"\n  Night person. Mornings I don't feel at my best. And my personality isn't in full bloom. I have to fake it til I make it with my attitude for a few hours.\n  ","339100":"\n  Yes. I'll give you two, both given by the same person. #1. Pie #2. Tink (Tinkerbell).\n  ","339101":"\n  Phone\n  ","339102":"\n  Peacemaker the power to bring understanding. Hopefully it would stop wars.\n  ","339103":"\n  I'm my mother's only child. But I have a few amazing siblings from my Dad. And some wonderful nieces & nephs. Love them!!!\n  ","339104":"\n  Cool\n  ","339105":"\n  Sorry. I don't snap much at all. Maybe 2x a month max.\n  ","339106":"\n\n   @Ice_Frozen_Vocals\n  \n\n   @ugottafriend\n  \n\n   @PascalFairchild\n  \n\n   @redoasis2017\n  \n\n   @illin_ahmed\n  \n\n   @Reginailessthan3u\n  \n\n   @Bocepous\n  \n  too many to remember\n  ","339107":"\n  I have an app its called Calm. I like rain sounds and crackling fire among other things.\n  ","339108":"\n  Hi I'm ok. U?\n  ","339109":"\n  Si puedo cocinar bien.\n  ","339110":"\n  Heck I'm gonna follow u just for understanding. HA!\n  ","339111":"\n  Yikes! This isn't fair! My heart can't take the pressure. So,, I completely cheated with this answer!\n  \n  Oldskool: Beauty & the Beast\n  \n  Newskool: The Descendants\n  \n  Live Action: Malefiscent\n  \n  Marvel: Black Panther or Thor\n  ","339112":"\n  Lasting Goodbyes: Make a mental picture in your mind, be sincere, wish her\/him well & fade away. Temp Goodbyes: Can be silly & awkward. Such fun!\n  ","339113":"\n  Chain restaurants only? Tuff one. Ok. I'm obsessed with Chillean Sea Bass. And I like the one from PF Chang's. Also, I love Joe's Crabshack style places for the buckets of 3 types of crab legs. Seafood...I must have more!\n  ","339114":"\n  If it's a boyfriend...no.. I'm a shoot from the hip type of girl. If it's a person who always misunderstands me, it might take a few mins. But no, too much time means a lot of revisions. If I have to think that hard about what to say...it may not be a match. Or I'm hiding who I am.. But let me be clear guys I like make me nervous, giggly, etc.\n  ","339115":"\n  Hmmm...in a perfect world maybe YouTube. But honestly I don't like being ogled, so maybe the lowkeyness of Ask would be fine. Great convos here.\n  ","339116":"\n  Books or Music!!!\n  ","339117":"\n  Usually my allergies have my lips pink and my eyes nearly closed lol\n  ","339118":"\n  I like to be informed, but I'm not fond of watching the news. Weird. I know.\n  ","339119":"\n  Not nearly enough. And I'm so ready!\n  ","339120":"\n  Man about town\n  ","339121":"\n  Yes. How far will people go to achieve their goals? How does your childhood shape your actions? Do you have a moral compass? When is enough...enough? All good questions found in the movie & related life.\n  ","339122":"\n  I'm a 2x college graduate and life-learner. Yet I don't believe college is for everyone. It depends not only on your goals, grades, funds & future expectations, but how acclimated you are to the collegiate environment. Other options are becoming an inventor, entrepreneur, etc.\n  ","339123":"\n  It's probably the only artsy thing I dont do. Which is ironic becoz I love kove love museums & random exhibits.\n  \n  I like to draw abstract stuff with colored pencils. I find the patterns, pencil sounds & textures satisfying. However, my stick figures are crooked. I'm not remotely good with portraits, still life, etc. But I wasn't the worst at sip & paints.\n  ","339124":"\n  Hustlers. I just finished watching it.\n  ","339125":"\n  I love Harlem Nights or The Breakfast Club. I don't think sequels would work. They left open possibilities.\n  ","339126":"\n  Travel the world learning about textiles and cultures to get interior design ideas.\n  ","339127":"\n  I don't have any children, but I imagine it is rewarding.\n  ","339128":"\n  Shoes\n  ","339129":"\n  I usually get greasy hands from digging into a snack bag. Unless its movie night here. I have popcorn containers and we make our own master mix of snacks for each person.\n  ","339130":"\n  I'm a foodie but I'm trying to stick to my pescatarian lifestyle. I'll find something to eat. Make what you will. There's always tortilla chips or cheese and fruit.\n  ","339131":"\n  God is merciful. Lol! I could use some more height.\n  ","339132":"\n  I use almond oil, shea butter,jojoba, coconut oil for my scalp & water-based non-sulfate cleansing products for my hair & moisture rich conditioners.\n  \n  Ethnic\/Curly Hair Typing: I have combo 4A \/ 4B. Porosity: High. Thickness: Fine. Density: Thick.\n  ","339133":"\n  I'm mobile app savvy, does that count? Lol!\n  ","339134":"\n  He who asks the right questions is still seeking knowledge. Knowing all the answers...hmmm...sounds like there is nothing left to discover.  Boring.\n  ","339135":"\n  I was a teen and a high school mate asked me to go to a house party and hang up coats in a room for the guests. 3 of us made $100.00 each by staying in a bedroom with a bunch of coats mostly furs.\n  ","339136":"\n  Physical: Eye Shape\n  \n  Random: Voice\n  \n  Non-physical: Heart for Humanity (Giving Spirit)\n  ","339137":"\n  Fair to Midland. Mos Def took a comp day from work tomorrow. I could use the rest. How about u?\n  ","339138":"\n  Ok Askfm! I usually curl up in a ball on my side like fetal position. Nowadays I've been so sleepy I've laid out on my back sprawled out in exhaustion. Fail.\n  ","339139":"\n  I do. They are a pretty low prescription for distance. And I feel like my eyes are just getting a wee bit worse lol. Yet somehow I will drive to the store & forget that I even wear glasses\n  ","339140":"\n  Fries\n  ","339141":"\n  My mom. And I was scared. Like most kids I was flabbergasted at how long I had rode it by myself when I looked back at her allllll the way across the parking lot.\n  ","339142":"\n  A Chinese take out place. I made asian-inspired salmon at home with scallions, sesame seeds and a glaze. I ordered shrimp fried rice (without the yellow color). Bon Appétit!\n  ","339143":"\n  You know what? I guess so. There was a lot more trust in the community when I was younger which may or may not have been a good thing. I know people watched out for us. Even told parents if I wasn't where I was supposed to be. Ha!\n  ","339144":"\n  Sometimes sleep away camp, drives down south (U.S.), cookouts (BBQs) with lots of music, walked to my friends' houses and then we walked around town greeting local seniors who gave us wisdom & doing church stuff.\n  ","339145":"\n  WARNING: Very girly answer ahead. The safest place in the world to me is when I'm in love & I lay my head on the chest of the guy. His heartbeat gives me strength and comfort.\n  ","339146":"\n  The big cat family. I'm protective, beautiful, cunning, loving.\n  ","339147":"\n  To tell u the truth, I'm no medical expert. I don't know if you're having high blood pressure issues or anxiety attacks. It's time to video chat with a doctor. You could take a gander at WebMD article \"Which Medicines Might Raise My Heart Rate?\" But it's not individualized advice.\n  ","339148":"\n  Baby steps. U don't wanna be desensitized to connection with a partner becoz u expect porn in real life. Reality is way more nuanced and hopefully not as fake & forced.\n  ","339149":"\n  Match made heaven. Ha! I made this Sunday.\n  ","339150":"\n  Yum. Tangy & sweet! I like fresh pineapple.\n  ","339151":"\n  Honors Colloquialism Final paper & Comm Major dissertation. Over 75+ pages. It's a blur now. I wanna 80 \"some-odd\" pages.\n  ","339152":"\n  Shoes!!! Lol!\n  ","339153":"\n  Something to write with & something to wrote on. It calms me.\n  ","339154":"\n  Sounds delish! I e had crab corn chowder before. Which I really like.\n  ","339155":"\n  I do want more! Right now I have this one I got in the Garden District of NOLA last Fall. Faith. Hope. Love.\n  ","339156":"\n  Yes Marvel movies in chronological order not release date.\n  ","339157":"\n  A photograph of a dearly departed friend.\n  ","339158":"\n  Agreed. I would never do that, but it makes for a great story.\n  ","339159":"\n  Makes me feel offended. Not scared just attacked. It's hard for me to hear what the person has to say and fully grasp it. I rarely resort to yelling. I mean very very rarely. I hate feeling out of control. Some say yelling just means he\/she is just being passionate. Passion is ok yelling is not an acceptable form of communication. I don't want my future family to be subjected to that. Altho, I sympathize with frustration & certainly have my triggers.\n  ","339160":"\n  More photos? Ha! I'm not fond of taking pics. As evidenced by the 2 photos I've posted on here. Lol\n  ","339161":"\n  On vacay I clock 18,000-20,000 easily. I could better than the measly 10,000 a day even on a work day if I plot out the time. New job is wayyyyy less walking than before.\n  ","339162":"\n  Yes. I have a high level of discernment. My problem is I sometimes ignore it.\n  ","339163":"\n  Oh my 6 out of 10\n  ","339164":"\n  I would. Sometimes adventures are best alone, but a move is better with others. Experiences and memories that count. I like that!\n  ","339165":"\n  Welp its good for the soul.\n  ","339166":"\n  From your lips to God's ears. This made me laugh. Thank you!\n  ","339167":"\n  I need a date. I digress. This didn't happen to me. But my bff & old college roommate had a date. Guy showed up in clothes that she didn't approve of. White tee down to his knees, hige jeans, etc. And she had gotten all dolled up. She never answered the door. Pretended to be on the phone loud enuf for him to hear tho. While complaining about his attire to a fake caller. Lol\n  ","339168":"\n  Ha! ASKFM. No but I'd give a lot of puppy dog eyes to get my way tho.\n  ","339169":"\n  The first name that came to mind was Helen.\n  ","339170":"\n  To see 2 loved ones who died last year. To get one more life-sustaining hug. I dearly miss them.\n  ","339171":"\n  Not at all!\n  ","339172":"\n  Yes. Thank you so much!\n  ","339173":"\n  Recommendations from friends, algorithms & random searches.\n  ","339174":"\n  Tough one. Toss up btwn jawline & eyes.\n  ","339175":"\n  Heck even being a supermodel is stressful. Maybe being a gardner.\n  ","339176":"\n  Hi-5!\n  ","339177":"\n  Done\n  ","339178":"\n  Any movie where the relationship ends with the girl being appreciated, considered, challenged & desired. Basically any darn chickflick will do. Lol! I'm a hopeful romantic. Take your pick!\n  ","339179":"\n  Lol I'm a bit awkward in general. Ha! There's no telling.\n  ","339180":"\n  Did it!\n  ","339181":"\n  Becoz they want to be in control or can't stomach losing & want to start out on top...or annoy and amaze others. Sometimes folks are just too impatient to get to a know a game.\n  ","339182":"\n  I do trust my friends. I feel like my ture self around them. I've never had issues with them. Or been dissapointed by them. However, it is a small circle. The others even if lifelong friends are not part of the ones I bare my soul to. I'm very selective. Party friends even vacay friends aren't always beat friends.\n  ","339183":"\n  No problem at all! I was a youth group leader for many years. I certainly feel mom-esque at times.\n  ","339184":"\n  Awww...Oh hey there! Glad to be here.\n  ","339185":"\n  I appreciate that sentiment. I had to quickly remind myself of that & immediately went into self affirmations mode when I posted this.\n  ","339186":"\n  I actually did like a guy when I first started on Ask. But that went from 0 to 100 to -100. Ha! And he's not on Ask. But when I get in a relationship this will be my mood literally.\n  ","339187":"\n  I should hope not. I'm a sucker for nice smile or a delectable mouth. Ha! I probably shouldn't have said that. Rotfl. Ok back on topic. I forsee people wearing masks thru early Fall at least. And vulnerable populations longer.\n  ","339188":"\n  No, but my friend's boyfriend flirted with me. In front of and behind her back in front of other people. Very not cool.\n  ","339189":"\n  Blaming myself wouldn't help kick me into action. A talk, prayer & professional help right away!\n  ","339190":"\n  It appears that is already happening if you subscribe to the theories going 'round.\n  ","339191":"\n  I learned to forgive and freed my heart up to love myself and others more.\n  ","339192":"\n  Literally had to tell myself this the other day & I posted this on IG to remind myself of this very thing. (I don't have any rights to this art).\n  ","339193":"\n  You can make money online with a certain skillset or resources. Anything that requires no work however ... screams scam!\n  ","339194":"\n  100%. It's the outcome that matters at that point, not the glory. And I know I would be blessed in this life somehow by doing that selfless act.\n  ","339195":"\n  No, but oftentimes it's a sign of fear, disconnect or avoidance of important things or just plain rebellion.\n  ","339196":"\n  I think about why a person would behave in a manner or ask for a favor. What do they seek to gain? Every person you meet is not \"out to get you\". However, I often pray for discernment.\n  ","339197":"\n  Thank you. It was a busy busy day. I'm not a mom tho, just a godmommy until... I'm blessed with a hubby.\n  ","339198":"\n  Yes. I write. I sing. I'm good with jewelry making too but I haven't been inspired to add anything to my etsy. I'd rather purchase it. But I'm into textures & metals and the contrast of soft & hard like leather pieces with metallic or rocks with satin or animal prints with neon. That's why I like interior design so much! No rules.\n  ","339199":"\n  I've fallen off on my tweeting immensely since IG came along. Which is pretty odd becoz I adored it. I'm an info lover. So for me I could link to articles from posts & get informed or just laugh. It was a bit of a time warp & I'd fall down a rabbit hole of unimportant nonsense for hours.\n  ","339200":"\n  Today it's Music & Warm thoughts.\n  ","339201":"\n  Toss up between love & freedom.\n  ","339202":"\n  Thank u!\n  ","339203":"\n  I believe in traits that are inherent to a zodiac sun, moon, & ascending sign... yes. But horoscopes can be self-fulfilling prophesy or inaccurate. I do think some people have unique spiritual gifts however.\n  ","339204":"\n  Hmmm...i analyze and sometimes overly critique myself. However, I'm been learning there's a lesson in everything & to give myself a lil grace.\n  ","339205":"\n  Oldskool fav would be Reese's Cups.\n  ","339206":"\n  I'd be horrible. I'd shoot love arrows into enemies and turn whole families & communities Topsy Turvy. Forging new alliances with varied strengths.\n  ","339207":"\n  I love my solitude! But I treasure the arms of someone who cares about me. Those types of people can get me out of a funk. Bless them.\n  ","339208":"\n  Some pick up lines get the attn of the person or make he\/she laugh. The point is just the stop to begin a convo. Most are lame, but clever ones are very cool.\n  ","339209":"\n  Lol that was some movie! Public Speaking is natural and freeing becoz its just energy exchange and I feel in my element as if its one collective consciousness. One on one people can ask personal questions & attempt to get all up in my space. Idk that's uncomfortable for me. I stand out, but I'm a wallflower at heart.\n  ","339210":"\n  Rambutans. I love them! But they are particularly good in HAWAII!! Yum.\n  ","339211":"\n  Public Speaking...I love it. 1-on-1 is a not so great tho becoz I'm shy. Lol!\n  ","339212":"\n  If I have people to love and to love me with good experiences and a reasonable modicum of good health...80 yrs old it is.\n  ","339213":"\n  Thank u! I've worked in the industry in the past. I'm full circle now, and writing is one of my daily tasks.\n  ","339214":"\n  Christian Perspective Ahead: Faith in God is something I have. At its core it can't be scientifically proven, but it can be strengthened. The feeling or emotion of connection to The Holy Spirit is pretty indescribable when it occurs. There are signs of God's existence everywhere. He speaks through people, places & things if we have ears to here.\n  ","339215":"\n  If I'm amazing and beautiful so are you!\n  ","339216":"\n  Lol he kinda has thin long face like my Dad. He's not overtly ugly in my opinion\n  ","339217":"\n  The Waiting to Exhale Movie Soundtrack.\n  ","339218":"\n  Christian holidays & sometimes Kwanzaa. I take off work for MLK Day to volunteer or learn more about my heritage. I also love fireworks on the 4th of July. We gather for Thanksgiving to give thanks to God for blessings & family, but don't agree with massacre of Native Americans not just becoz its in my DNA, but on principle.\n  ","339219":"\n  Busy but beautiful. I'm not a mother just a godmom.\n  ","339220":"\n  After the obvious attraction thing...I'm big on Walk, Countenance & Spirit\n  ","339221":"\n  I adore writing letters! Not many people to write to. I did write an electronic one which was pretty neat recently.\n  ","339222":"\n  A good lil bit. Car cover, 1 TB external hardrive, etc.\n  ","339223":"\n  Writing & the performing arts\/entertainment world.\n  ","339224":"\n  Sleepy!!!!!!! Long week.\n  ","339225":"\n  I don't. But oftentimes I wake up and whatever my 1st thought is...I assume I've dreamt about it.\n  ","339226":"\n  It used to be a fav along with shepherd's pie!!!\n  ","339227":"\n  Yes. I let go. I couldn't do that last year. I found more strength this year.\n  ","339228":"\n  SAINt JHN!!!\n  ","339229":"\n  I'd mos def wanna sneak a peak at Godzilla becoz I'm like that. If I had a family we'd evacuate.\n  ","339230":"\n  The Cosby Show & Martin are 2 of my fave sitcoms. I like the big cats & aquatic life. Its hard to choose when you're an animal lover like me.\n  ","339231":"\n  It depends. If they've done something to me, I usually ignore their existence rather than be rude.\n  ","339232":"\n  Being honest with one another.\n  ","339233":"\n  I think it centers on keeping the mindstate of success before you get there. Some people say make a schedule to get used to what it would be like to be as successful as we dream to be. Like \"Stay ready\".\n  ","339234":"\n  Luckily my questions aren't too crazy today.\n  ","339235":"\n  Cheese lol\n  ","339236":"\n  Bird of Paradise\n  ","339237":"\n  They shouldn't be mocked. But those people are putting millions at risk.\n  ","339238":"\n  Keep the questions coming.\n  ","339239":"\n  I wish I had more time to play with & nurture you.\n  ","339240":"\n  Toss up between notebook & phone.\n  ","339241":"\n  Wow! This is a great question. I'm a free thinker with high moral standards. Freethinking without morals can be a scary mix.\n  ","339242":"\n  I live in New Jersey which is the Diner capital of the U.S. Yes, it's part of our culture. I've been to plenty.\n  ","339243":"\n  I hope you were able to be understood. Have a great day!\n  ","339244":"\n  Peace of mind, freedom & love.\n  ","339245":"\n  Quickest: make me laugh or show me how u treat people.\n  ","339246":"\n  I'm making it. Hope ur well.\n  ","339247":"\n  Different climates, landscape & mixture of cultures along the coasts.\n  ","339248":"\n  One of best friends calls me Tink as in Tinkerbell. Not becoz I fix things as in a tinkerer like the actual Tinkerbell, but becoz i have fairy tendencies. I love sappy lovey dovey candy sweet movies, I can be flighty & feisty (sometimes on purpose), I'm bring light with me sprinkling fairy dust wherever I go with my personality.\n  ","339249":"\n  I was named after a neighbor who was kind, beautiful & smart. My mom wanted me to grow up to be like her. She's all that & a doctor to boot.\n  ","339250":"\n  Good health, peace of mind & love. These are things you can't buy. Even with insurance & good availability to healthcare...good health isn't guaranteed.\n  ","339251":"\n  Juneteenth. There must've been generations of emotions pouring out at that moment. I can't imagine it.\n  ","339252":"\n  Everybody has an opinion. Although we all have the right to have one ... I hate unsolicited advice. If i didn't ask you 9x out of 10x ... I don't want it. But every once in awhile, we need a hard truth to snap us back to reality.\n  ","339253":"\n  Ha! To got to work today. I wasn't very happy about it.\n  ","339254":"\n  I would think it was a major set up. And lastly, whoever lost it you don't know what the purpose of it was. Could be bad stuff attached to what was never mine to begin with.\n  ","339255":"\n  I know someone like this. He's a real pot stirrer. Smh.\n  ","339256":"\n  Yes. I love wholeheartedly, loyally, & beautifully, but I draw the line when our loved ones harm us, themselves or others. I'm ok with prayer, support of counseling & loving someone from afar to save myself.\n  ","339257":"\n  I try my best to eat non-gmo, organic, local, free-range, & wildcaught, but it's not always possible. Not just becoz of priceline, but availability as well as variety. Not all veggies and fruits are available organic. Check out the Dirty Dozen to see a list of the produce with the most  pesticides that if possible should always be purchased organic. Or the Clean 15 that are safe to buy regular mostly due to their composition. So far I haven't had allergies or illnesses that I know of becoz of food items.\n  \n  DIRTY DOZEN: Strawberries, Spinach, Kale, Nectarines, Apples, Grapes, Peaches, Cherries, Pears, Tomatoes, Celery & Potatoes.\n  \n  CLEAN FIFTEEN: Avocados, Sweet Corn, Pineapple, Onions, Papaya, Sweet Peas (Frozen), Eggplant, Asparagus, Cauliflower, Cantaloupes, Broccoli, Mushrooms, Cabbage, Honeydew Melon & Kiwi.\n  ","339258":"\n  Baby sloths oh my yes!\n  ","339259":"\n  Be honest with myself, God & others.\n  ","339260":"\n  Good night. Same to you.\n  ","339261":"\n  Maybe try to remember that a parent still has to foster his\/her own growth & fulfillment. I would out less of that expectation on my children and follow my passions too.\n  ","339262":"\n  It's going to be very awkward and hurtful if you ignore the signs. Unfortunately you'll have to make it clear. The longer you wait, the worse it is. I'm not saying kill the fun vibes but don't leave any room for interpretation. State what is great about the friendship or person. Also, state what it really is and how you want it to be.\n  ","339263":"\n  I think a great actor can fool anyone. It is my hope that when he or she is with family and friends. The true person can still be found. Some method actors lose themselves in characters.\n  ","339264":"\n  His\/her heart. Puppy dog eyes.\n  ","339265":"\n  It's not necessarily bad, but I think its unfulfilling or not that exciting. It certainly puts a ceiling on what could be.\n  ","339266":"\n  So many, but probably r&b \/ soul\n  ","339267":"\n  Iridescent Teal & Pink.\n  ","339268":"\n  No. Betrayal is hurtful and 99.9% avoidable.\n  ","339269":"\n  When I used to eat chicken fo sho fo sho Fried Chicken.\n  ","339270":"\n  I've got such funny friends. Thats a tuff one! Depends on the day.\n  ","339271":"\n  Spa Day or Day Trips\/Wkndrs.\n  ","339272":"\n  No way! Don't want to have to be squeezed like Veruca. Ha!\n  ","339273":"\n  Anorexia can lead to so many other health issues and the reason it manifested has deep rooted issues. Its not all about vanity. Keep an eye out and be supportive\n  ","339274":"\n  Anything is possible. I believe intelligent life could be out there. God's Universe is unfathomable.\n  ","339275":"\n  💯\n  ","339276":"\n  Lovely for Love\n  ","339277":"\n  Yes they are both silly fun\n  ","339278":"\n  One of my faves is The Gods Must Be Crazy. Its older than me but I like how it shows society flipped on its head.\n  ","339279":"\n  Haven't had one in so long!! Its been years. Yes please.\n  ","339280":"\n  Usually No. Sometimes people confide in me to help someone else. On the flipside I know 1 person who I would. Plethora of information. Never malicious towards me. None of my stuff has surfaced on the scene. Lol\n  ","339281":"\n  Ha ha ha. It depends on where u live. Honestly around innercity NJ they have fluorescent signs at one place boasting under $500 divorce. I'm sure the fees shoot up if you go in for consultation. Most people going to a person like that have no assets to consider.\n  ","339282":"\n  Truthful yes. Coarse no. The way we approach people should be different for each person. Just like a parent can reason with one child, guilt trip another,  punish the other, etc. People need truth but not always given at the same intensity.\n  ","339283":"\n  Hmmm... that I do. Yet I forgive others more easily than I do myself. I don't always show myself the grace & mercy I need.\n  ","339284":"\n  No. I've learned people aren't going to always like me and it may or may not have anything to do with our actual interaction. When I was younger it confused me becoz I was nice to everyone. It took years to realize peoples hangups are their issues not mine.\n  ","339285":"\n  I look very young, but I am nor. A lady told me at my new job today that she thought I was in my 20s. I am 2x that with good genes and habits. Ha!\n  ","339286":"\n  Possibly. As long as a man doesn't expect me to replace his mom. Her role is different from mine.\n  ","339287":"\n  Took a break from working at my new job & read this. Thank you!\n  ","339288":"\n  I believe dreams can be the manifestation of fear\/anxiety\/worry, a much needed escape from reality or a message from Our Creator. Then of course there are the traditional cultures with dream interpreters. Is it subjective or nah?\n  ","339289":"\n  It's like Romeo & Juliet with the Montagues & Capulets.\n  \n  Sometimes people have a negative issue with each other. It is known if they see each other there may be problems.\n  ","339290":"\n  I focus on practicing more self-love & I never ever try to \"convince\" someone to love me.\n  ","339291":"\n  I do. But honestly sometimes I forget when I grab a snack.\n  ","339292":"\n  My grandmother didn't think whistling was \"ladylike\". My mom didn't care as much. But I dont remember  being banned from whistling in my house.\n  ","339293":"\n  Great question. Sometimes I don't want to believe what I know to be true. Truth & understanding isn't always easy.\n  ","339294":"\n  They are both useful in a friendship & relationship. Similar interests can make spending time together less complicated. Similar humor can make life easier in general. Either way u don't want an exact replica of yourself in anyone u spend time with. You need to learn and experience diff things.\n  ","339295":"\n  I have glimpses. Ha!\n  ","339296":"\n  I can, but it would be like doing the watusi dance from the '60s. It has lost its place as relevant in this time.\n  ","339297":"\n  Yep. No interests. No suitors. I have a friendly dog tho.\n  ","339298":"\n  Haven't had many days off since covid-19, but artsy stuff, volunteering &  QT with friends.\n  ","339299":"\n  Non-existent lovelife.\n  ","339300":"\n  I've never physically fought anyone. I've had a random shove or two in college, but just becoz I'm a firecracker doesn't mean I've gotten into actual fights.\n  ","339301":"\n  Have more answers. Lol!\n  ","339302":"\n  Lolololol jeggins. Which is a bit of both. Hence my fav!\n  ","339303":"\n  Actually, no. My friends are pretty darn awesome! I weeded out the users ages ago. My family has shrunken considerably so most of us try to be more genuine I guess.\n  ","339304":"\n  Recently. Mirror Work. Good self talk and smiling at myself to get focused for the day.\n  ","339305":"\n  Very short. 5'4\n  ","339306":"\n  U.S. Women's Size Yes. Which basically means buying sneakers is great becoz I can wear boys 6 and occasionally 5.5.\n  ","339307":"\n  7.5 lol\n  ","339308":"\n  My cousin. Ha!\n  ","339309":"\n  Meh. And u?\n  ","339310":"\n  Bullying. It's lame. And the hurt can last throughout life.\n  ","339311":"\n  Idk. There's something about living in a bubble or fake ecosystem seems a lil hollow. The feeling of sunlight and breeze can't be duplicated.\n  ","339312":"\n  Ha ha ha yes.  The view from jersey looking at NYC is nice.\n  ","339313":"\n  Some folks do the most for attn. That's the opposite of me. But if people like it and they feel comfortable...just don't break the law.\n  ","339314":"\n  Deep breathing. Watch ASMR with headphones. Prayers.\n  ","339315":"\n  Greed certainly can overtake a person.\n  ","339316":"\n  18W GWB area. You?\n  ","339317":"\n  In a business meeting or the like yes.\n  ","339318":"\n  Be patient with yourself. When people say you have time...prayerfully you do!\n  \n  Experiment within reason. You don't have to try everything to know you don't like it. Don't jeopardize your future or your morals to fit in. It's not worth it.\n  ","339319":"\n  Harlem Nights\n  ","339320":"\n  North Jerz here!\n  ","339321":"\n  I wouldn't tell them. Not one bit. What a burden.\n  ","339322":"\n  Fake silverware and plates.\n  ","339323":"\n  The 1st one was thrilling but #3 Prisoner of Askaban was good too!\n  ","339324":"\n  I was at 20 something percent. Now at 96%\n  ","339325":"\n  Emphatically yes! Peel and eat so sweet!\n  ","339326":"\n  Masterfully\n  ","339327":"\n  Ha ha\n  ","339328":"\n  Thank God for life. And ask for blessings on the ones left behind.\n  ","339329":"\n  Misunderstandings...and unfinished business.\n  ","339330":"\n  Witty, independent, go-getter, compassionate. Intelligent, but good with his hands. Loves God & old school music. Cares about his overall health & well-being.\n  \n  *** Basically a non-existent alien.\n  ","339331":"\n  Grasshoppers. Lol! Protein!\n  ","339332":"\n  Unfortunately. Not looking for guys on here tho.\n  ","339333":"\n  Ha!\n  ","339334":"\n  Doesn't sound too kosher to me.\n  ","339335":"\n  Snap is notorious for shenanigans. I stay far away from that.\n  ","339336":"\n  Reeces regular only. Other stuff dark chocolate.\n  ","339337":"\n  A dish made without love. That's the special home ingredient.\n  ","339338":"\n  I rarely snap\n  ","339339":"\n  Hmmm...I'm headstrong and independent. But I'm not gonna refuse help. I'd say 70\/30.\n  ","339340":"\n  A bit of everything. I knew it would be a challenging and emotionally draining day. But new starts often feel like that. Bitter sweet workweek.\n  ","339341":"\n  Just got home from the office training my replacement. Now to answer 18 work emails. Tonite I'll relax and be happy. Thank u!!!\n  ","339342":"\n  Be happy. Genuinely.\n  ","339343":"\n  You'll never know anon bud\n  ","339344":"\n  I don't like the door being taken off the hinges. But I understand the sentiment. That's a hard lesson. Privacy is important, but disrespect can't be tolerated either. Especially with a dependent teen. Must be hard for both parties.\n  ","339345":"\n  Carnivorous Dinosaurs. Even the chicken-sized ones. Lol\n  ","339346":"\n  Hmmm...ask them why? Are they trying to use my house as design inspiration or burn it down?!!!\n  ","339347":"\n  Reece's Peanut butter cups are so satisfying!\n  ","339348":"\n  We wrote some down for posterity but we don't use them anymore unless we really need to go back.\n  ","339349":"\n  I Let Go & Let God!\n  ","339350":"\n  ASMR & various docus, etc..\n  ","339351":"\n  I've had every item I wanted to purchase...be sold out in a vending machine! Ugh!!!!\n  ","339352":"\n  Child all the way!\n  ","339353":"\n  Awww...sorry to hear that. Yes It's happened to me. It's traumatic and it seems to happen in slow-mo. Cue the horror music. Ha!\n  ","339354":"\n  Steamed with meat the southern way Is the way I grew up.\n  ","339355":"\n  I love helping people so I guess I would  help people with lifeskills. How to cope with transition and change. Making a plan for effective emotional spiritual  success. How to actually navigate the world.\n  ","339356":"\n  No I do not. But I have a biz and personal one.\n  ","339357":"\n  Good for you!\n  ","339358":"\n  Yes. I must believe.\n  ","339359":"\n  Old Shel Silverstein's Children's Poetry Books like \"Where the Sidewalk Ends\" or \"A Light in the Attic\".\n  ","339360":"\n  Matzo ball soup is so good!!! I've only had kugel once. I like the consistency but it tricks my mind, I want it to be more savory than sweet.\n  ","339361":"\n  My mom & my future self.\n  ","339362":"\n  Yes, I have. When we share stuff on social media, people tend to think it's about them. I try my best never to do that. 99.9% of my posts are never directed at an individual. So when I say I don't like...xyz...nobody should see blood on the dancefloor. I'd rather say to someone's face.\n  ","339363":"\n  Deadly, smart and fascinating. Sounds some guys in my past. Bwahahahaha!\n  ","339364":"\n  Yes. I used to go nonstop doing many things yet none really well. I neglected my health. Didnt sleep much and would help others at the drop of a hat. I started getting sinus infections & I would lose my speaking voice a few times a year. My doc refused to give me more antibiotics. He told me to fight it the old fashioned way and build up my system.\n  ","339365":"\n  Fair to midland. Thx\n  ","339366":"\n  I love museums and I own random souvenirs. This isn't one of them. Lol!\n  ","339367":"\n  I'm drawn to artsy stuff, witty people & great adventures. Sprinkle in opportunities to experience things with my senses and I'm happy!\n  ","339368":"\n  Hug people!!!\n  ","339369":"\n  At the end of the day. The internet is still a community. Communities want to feel safe and be able to thrive, but there's always a person who loves to hurt others becoz they're bored or psychotic. This is space has moving parts just like the real world\n  ","339370":"\n  Some people prefer to go into a relationship with life experiences, some experience them together. It's all about recognizing the fact that people will grow and change. Love them thru it while you're doing the same and support each other on a united front. That can happen at age 22 or 44, etc. The goal is unity while still accepting each other's strengths & weaknesses.\n  ","339371":"\n  More international travel to some ruins and a safari.\n  ","339372":"\n  I'm not here for this.\n  ","339373":"\n  I do! The experience and stamina is worth it. I'll admit winning does feel good tho.\n  ","339374":"\n  I went on Wattpad and went crazy reading vamp fantasy romances back to back. Lol smh\n  ","339375":"\n  Yes. It's Satisfying to catch a good find.\n  ","339376":"\n  Without question. Evil exists and it has a source. And folks can be influenced by coersion.\n  ","339377":"\n  Yep. I sure do!\n  ","339378":"\n  That I'm actually the age that I am. Minus my friends\/family everybody thinks I'm at minimum 15 years younger. God gave me good genes & do self-care.\n  ","339379":"\n  Walking in Summer showers, playing in snow, exploring & day trips.\n  ","339380":"\n  Dishonesty or emotional underdevelopment.\n  ","339381":"\n  Me. I'm the one you should definitely bench.\n  ","339382":"\n  It is normal to want to walk away from everything when you're stressed out. But a good practice is to decide to deal with what's going on with you. You're stronger than you think. PUSH! Take it one day at a time. If you can't handle it alone, call a Hotline or phone someone you trust.\n  ","339383":"\n  Barnes & Noble. People would come up to me just to have someone to talk  about different subjects without judgment. I recognize now... how sweet it was to be able to be that person for strangers. Back then it was weird, but now I feel blessed by it. Plus books are cool!\n  ","339384":"\n  My mother. She grew up in the segregated south where she and others were discriminated against by law due to the color of their skin. But she still grew up to NOT be racist and make friends with people based upon their hearts, not their skin. I love her for not letting hate and ignorance consume her.\n  ","339385":"\n  I love love love to sunbathe.\n  ","339386":"\n  Americans in general...we consume portions that are too large, eat more processed sugars than others, use more salt than other countries and love everything fried in oil.\n  ","339387":"\n  Black and white sketches are incredible. Yet I equally enjoy vivid paintings.\n  ","339388":"\n  Sensitivity is necessary to counteract bullies and oblivious folks. But to live in this modern world you shouldn't be too sensitive or else people can rule you by taking control of your emotions. That's knocks you off your course and puts them at the helm.\n  ","339389":"\n  Hmmm...still scary. But no doubt exciting.\n  ","339390":"\n  Lol\n  ","339391":"\n  Oooooo ha! Idk. Tell me.\n  ","339392":"\n  How about you tell me a joke? I don't like compliments and I hate spam. Lol!\n  ","339393":"\n  Yes kindred sis! Rare breed. My friends aren't fans of it.\n  ","339394":"\n  Ha! Yes yes.\n  ","339395":"\n  Eligibility requirements start over each week. If you don't fulfill the goals, you won't receive the VIP status.\n  ","339396":"\n  Yes indeed. No not permanent. Renews  every week.\n  ","339397":"\n  Ha! That's my roots.\n  ","339398":"\n  Alive basically means you're breathing, but just going thru the motions. Truly living means making moments count and memories and experiences that last a lifetime.\n  ","339399":"\n  Hey there. Have a good day!\n  ","339400":"\n  I like beaches & pools\n  ","339401":"\n  Two words. \"I Hope.\" from my BFF (since age 2), who lives in North Carolina. (I live in New Jersey).\n  ","339402":"\n  Had Thai food 2 wks ago and I hadn't had it in a while. So layered. So aromatic. A full-on experience!\n  ","339403":"\n  Current favorite track? Hmmm...throwback to the #90s. D'Angelo's \"Lady\". Something about it makes me feel valued, protected & loved! The Trifecta!!!! The entire album is just so chill! And it reminds me of great times.\n  ","339404":"\n  The new sites inspire me. Whether it's a beach, architecture\/design, food & culture...the unplug is real!!!! If u have someone to share it with is great. However, I've traveled alone too.\n  ","339405":"\n  I was frustrated as heck!!!!! Overworked from home with outlandish requests and correspondence and I had family demands.\n  ","339406":"\n  A few times, I must admit. Yet, I still believe in love. Wholeheartedly. Welp.\n  ","339407":"\n  Great question. Don't buy it!!!! Earn it. Look in the help section and fill out the VIP questionnaire. Then follow the steps via email. Unfortunately, the algorithms do change often so unless you're über consistent on here u could be #40 one day and not even in #75 the next and so one.\n  ","339408":"\n  I used to love it, but since I live in the retail capital region of the U.S., there are way too many malls within 10-15 mins of each other. The traffic is insane. During the holidays, Police direct raffic in the parking lots sometimes. Overkill. I prefer boutiques and shopping on vacation or shopping for gifts for others.\n  ","339409":"\n  Patience, loyalty, communication, & don't forget to have fun!\n  ","339410":"\n  Finish some projects. Create a legacy. Live.\n  ","339411":"\n  My fav chore is seasonal. It's shoveling snow and cleaning snow off cars. Ha!\n  ","339412":"\n  Indeed I do!!!!\n  ","339413":"\n  Yep. Good for you!\n  ","339414":"\n  Been better and been worse. So I guess good. And you?\n  ","339415":"\n  I don't often curse. And I never curse at people. However, some moments make it necessary. When I do...it's right on time.\n  ","339416":"\n  I still like catchy viral 80s songs.\n  ","339417":"\n  being betrayed\n  ","339418":"\n  Too numerous. But I do want to do philanthropy.\n  ","339419":"\n  Actually, I rarely remember dreams! Literally only a handful of times in an entire year.\n  ","339420":"\n  When I'm flowing in my element. It's electric. It's usually when speaking to crowds or 1-1 teaching. I can feel the ah-ha's click and I feel my purpose being fulfilled.\n  ","339421":"\n  It has not but it's made time stand still for a millisecond which is pretty dope!\n  ","339422":"\n  You are welcome\n  ","339423":"\n  Desktop if the screen is large enuf.\n  ","339424":"\n  👍🏼\n  ","339425":"\n  A lil lovin' is all we need!\n  ","339426":"\n  The health & well-being of my family & friends.\n  ","339427":"\n  Every darn day!\n  ","339428":"\n  Ha ha!\n  ","339429":"\n  No, but I've always wanted one!\n  ","339430":"\n  To be 2 inches taller. Ha!\n  ","339431":"\n  I remind myself that my intent and love is genuine. As long as my thoughts and actions aligned with trustworthiness in good faith...I've don't my part. Imperfect as I am, I deserve reciprocation from family & friends. The reset happens with consistent self-love practices & showing myself mercy & grace.\n  ","339432":"\n  Hmmm...I'm an old soul whose a kid at heart. I'm wise but I recognize the need to sometimes see the world with wonder like a kid. I'm emotionally & psychologically mature...but we all have our selfish, dim-witted moments.\n  ","339433":"\n  Peace of Mind\n  ","339434":"\n  BBQs in Jersey. Exploring parks, museums & concerts in the park,, obscure cultural & historical stuff in NYC.\n  ","339435":"\n  Philanthropy, Travel & My own Family\n  ","339436":"\n  Donny Hathaway - This Christmas. The Temptations Christmas Album & Mariah Carey - All I Want for Christmas.\n  ","339437":"\n  I'm not feeling the selective genocide of poor people in the service industry & people of color. Irritated as heck about ATL reopening. Hair salons, gyms, bowling alleys today, then movies and dine-in restaurants on Monday is reckless. I'm glad many corporations said heck nah! Too many seniors living at home with families. Too many people with underlying health issues like asthma, diabetes, HBP & arthritis. I'm pissed!\n  ","339438":"\n  My family celebrated 3 April Birthdays today (1 of them being mine). Neopolitan Cake from the local Greek Bakery. Made of thin Philo Flaky Pastry layers, whipped cream and fruit. It contains zero actual cake. It's my fav!!! Light, crispy & sweet. 🥳♈♉\n  ","339439":"\n  So cute\n  ","339440":"\n  Absolutely!!!!\n  ","339441":"\n  Yes yes yes\n  ","339442":"\n  Varies on mood. But for cold breakfast...this is my favorite cereal at the moment.\n  ","339443":"\n  Philosophy, Music & Cultures\n  ","339444":"\n  Hook me with intellect, knowledge or skillset, then speak to my soul with kindness towards me & compassion for others. My heart will follow. Guaranteed T.K.O.\n  ","339445":"\n  That sorta counts. How about in real life?\n  ","339446":"\n  We're being inundated with bad news and gloom 24\/7. We can become desensitized becoz we're so over this weird and lonely stage in World history. Hold on...we're gonna get thru it.\n  ","339447":"\n  People have forgotten that actions match the spirit. The inside counts. We're so into ourselves we've abandoned reason & The Creator. Poisoning the Earth & our own bodies. We create toxicity instead of love, peace, joy.\n  ","339448":"\n  Yes. Giving & volunteering feels good.\n  ","339449":"\n  Stolen passionate moments are exciting, but being open & proud of love has it's perks too. I'm very private when in a relationship, but not secretive. I don't tolerate game playing. Let love grow in sunshine.\n  ","339450":"\n  Although it happens over & over...one thing's for sure. Things do get better with time. Nobody wants to hear that when they are hurting, but you will heal. It takes work to close wounds, but if we do self-care, evaluation, pray\/meditate, etc & seek support services...it'll happen.\n  ","339451":"\n  Someone called me a liar. I despise lies. So I was absolutely triggered.\n  ","339452":"\n  Looked up a subset of a culture from a specific region of the U.S. Smh. Typical Keisha stuff. Ha!\n  ","339453":"\n  So true! Not a pushover, yet kind & compassionate. I like nice w\/ a lil spark or snap to the personality. Dreamy!\n  ","339454":"\n  Upwards!\n  ","339455":"\n  I love fruit! But my faves are tropical and\/or obscure fruit.\n  ","339456":"\n  #8 I'm into tones. So a voice can be very attractive. Doesn't have to be frog-throat deep. But becoz I sing, I listen for \"color\/timbre\". I like accents. British is nice. But only becoz I'm such a Jane Austen junkie.\n  ","339457":"\n  They sure as heck were!!!!!\n  ","339458":"\n  I did. And I was mediocre. Ha!\n  ","339459":"\n  There's a young lady from around the way named Velveeta. It just seems offensive to me. It's processed cheesefood\/spread. Like, why couldn't it be Brie if it had to be a cheese? Lol\n  ","339460":"\n  I sure would like to sleep more. The nightowl in me is sad becoz I'm exhausted doing all this work from home. I can't stay awake. Ha!\n  ","339461":"\n  I certainly did. But I was young and neglectful. I love aquatic life.\n  ","339462":"\n  Maybe a lil sensuous Bachata for the win.\n  ","339463":"\n  It isn't a popular sentiment in my state because NJ is the most densely populated state in the U.S.!! Although North Jersey (outside if NYC) is really the cause of this stat. Honestly, Covid-19 hit our Jewish & African American Communities hard throughout the entire Tri-State (NY\/NJ\/CN) area. People are frightened & cautious.\n  ","339464":"\n  Elios style frozen pizza. I always loved that in elementary school. Ha!\n  ","339465":"\n  Interior design. I would study designers & styles. I'd also travel to receive inspiration from varies historical sites & cultures. love patterns, colors, textures & lighting.\n  ","339466":"\n  It can be challenging. Us fallible humans can make it hard, but we have to keep pushing towards the type of love we deserve.\n  ","339467":"\n  It is my belief that one inspires the other. We certainly need more grounding...to fly. Connect with humanity make a diff by trying to help it. Spirit matters. Science is necessary.\n  ","339468":"\n  I gained some strength by pushing through some challenges. Painful, but worth it.\n  ","339469":"\n  I don't play any. But household members play call of duty daily.\n  ","339470":"\n  Peace or good health. It's a tie.\n  ","339471":"\n  It can fuel me or frustrate me. Ha!\n  ","339472":"\n  Slavery and debauchery\n  ","339473":"\n  I love to read, write, sing, volunteer & cook.\n  ","339474":"\n  I've been watching the Marvel Movies again. But this time in order of the year the movie represented (chronological order), not the release dates. It's ridiculous what I missed before.\n  ","339475":"\n  Oh ha ha!\n  ","339476":"\n  Hmmm...perhaps. Unfortunately, there are still functions that can't be done at home for jobs. They are keeping us afloat.\n  ","339477":"\n  Furbaby: Dogs\n  \n  Animals: Big Cats & Turtles.\n  ","339478":"\n  Working on it daily.\n  ","339479":"\n  I tend to \"meanmug\" NYC style with the \"unfriendly please don't talk to me face\". Honestly, I'm just on a mission. No time for shenanigans.\n  ","339480":"\n  Ha ha ha\n  ","339481":"\n  They can be. Just like offline\n  ","339482":"\n  You know what? I sure as heck do!!! How about u?\n  ","339483":"\n  Mission Accomplished. You are most welcome.\n  ","339484":"\n  Really?! Thank you much!\n  ","339485":"\n  Luckily there are some chill people on here. I like it\n  ","339486":"\n  Ha!\n  ","339487":"\n  Lying to make others happy can lead to ruin.\n  ","339488":"\n  I have plenty of friends but I enjoy chatting with my Ask buddies?\n  ","339489":"\n  Passion for life. Love of people. Wanderlust for far off places & experiences. Making moments that count!!!\n  ","339490":"\n  I have stairs and a patio. My great grandmother had a porch swing in the Southern U.S.\n  ","339491":"\n  Literally everything. I blush all the time. Ha!\n  ","339492":"\n  Mos def. I'm working on improving however.\n  ","339493":"\n  Hiking up an expert mountain trail. It was incredible and challenging. I can't wait to do it again!\n  ","339494":"\n  Freshly popped popcorn or tortilla chips. I don't have to be in the mood for them.\n  ","339495":"\n  The last lie someone told me was centered around guess feigning stupidity. I hate that. Just be real.\n  ","339496":"\n  I dont have too many any more, but a few are in storage. I like old school cartoons, turtles, frogs, etc...\n  ","339497":"\n  I'm working on it. Thank you so much! You be safe\n  ","339498":"\n  A circle of friends that I consider family. People who have loved and supported me my whole life. They are trustworthy and haven't betrayed me in decades and decades.\n  ","339499":"\n  Yes indeed. I've been singing my whole life. I've been in numerous choirs. Alto section leader, soloist and I'm 1 of the directors for my church choir.\n  ","339500":"\n  More bathrooms like my old abode.\n  ","339501":"\n  Cleaned it out Saturday. So glad I did! Hmmm...nothing expired besides some Wasabi mayo.\n  ","339502":"\n  Much obliged!\n  ","339503":"\n  Stereotypically speaking... star athletes and \"rich\" kids.\n  ","339504":"\n  I don't think that would matter. No one is judging your preferences Anon friend.\n  ","339505":"\n  My mom made fried apples which Southern American heritage people know as just sautéed apples with diff sugars, butter and cinnamon on a pan on the stove top.\n  ","339506":"\n  Ha! I have a pedi yes but nope no feet pics or convos lol\n  ","339507":"\n  I think pedicures are essential but...\n  ","339508":"\n  Amazing feeling. Vitamin D\n  ","339509":"\n  Work has been hectic. Thanks for asking. Doing the work of 3 people at home. Exhausting dot com. Ha ha ha\n  ","339510":"\n  Why wait? Tell your crush if you feel it now. Go for it! If it works you'll have a chance to get to know each other just talking...less distractions. If not, you have a new perspective after quarantine.\n  ","339511":"\n  A smile. Ha! I love ribbon tho. On a gift bag or a box!\n  ","339512":"\n  Injustices. I can only fight it one incident at a time in my own way. One person can make a ripple in the ocean. That counts!\n  ","339513":"\n  Sweet almond oil, eucalyptus oil, etc. Aromatherapy blends too!\n  ","339514":"\n  Yes. Swamp I think gators tho. Eek!\n  ","339515":"\n  I love coconut straight from the coconut including the coconut jelly. I even like & coconut scented or flavored stuff, BUT I'm not such a fan of shredded coconut. It's dry. But I make pineapple coconut cakes. Smh\n  ","339516":"\n  Es muy serio. But we are alive.\n  ","339517":"\n  No I am not. I've been to quite a few haunted houses with superb actors and sets tho.\n  ","339518":"\n  NJ, USA.\n  ","339519":"\n  Me talking to myself. This is so me! Lol!\n  ","339520":"\n  Feels like a 2nd chance at life!\n  ","339521":"\n  Wow! It's something I was told as a child that I can't say to the person, but yes, devastating to put it lightly.\n  ","339522":"\n  Yep!\n  ","339523":"\n  Compassion for those suffering abuse from others or those suffering from mental illnesses during COVID-19 Quarantine. May there be light at the end of the tunnel for my fellow humans.\n  ","339524":"\n  Ha! Could be worse fetishes I guess.\n  ","339525":"\n  You're THE best for this! Thank u friend!\n  ","339526":"\n  Tired but good.\n  ","339527":"\n  Winding down.\n  ","339528":"\n  Thats what I was hoping for. But for those dreaded errands during quarantine. And I helped my mother with tasks today.\n  ","339529":"\n  Received with gratitude!\n  ","339530":"\n  Pretty good towards the end. Ha! Thanks for asking. And you?\n  ","339531":"\n  Harlem Nights, The Breakfast Club & Malibu's Most Wanted.\n  ","339532":"\n  Had a monstrous front and back yard. Moved February 2019. There's a backyard but it is separated by a strange patio\/pool area. I miss my old country lawn!!!\n  ","339533":"\n  Smh. Ironically, I saw the marvel version 2 days ago. Hulk Smash!\n  ","339534":"\n  Hee hee. Opposite answer. Why a man would hate being a woman...\n  \n  I believe us women MULTI-TASK in our heads 24\/7. Good mothers see the whole game board like the Game Maker. If Child A \/ B eats a good breakfast, he or she can do good in school & become President \/ Prime Minister.\n  \n  Also, EVERYTHING IS INTERCONNECTED for us women. While many men have a skill to compartmentalize (which can make some appear to be calculating\/cold\/selfish\/disconnected in relationships). On the flip side: If we women are mad...we may not be hungry. If we are dissapointed...we may not be affectionate. Everything spills over. The life of a woman can be exhausting without faith & self-care.\n  ","339535":"\n  You are most welcome! I needed every bit of that encouragement today.\n  ","339536":"\n  Hugs. I loved them before covid-19. I miss them dearly now.\n  ","339537":"\n  Pehaps Teleporting.\n  ","339538":"\n  I'm a kind-hearted gal, but don't take me for granted or think you can play me for a fool.\n  ","339539":"\n  Nothing extravagant or large, just personalized. Perhaps a destination wedding, or on lush lawns, or in a unique space\/building.\n  ","339540":"\n  I haven't found it yet, but the journey is beautiful!\n  ","339541":"\n  Trying to be in a state of gratefulness before sleep instead of just daydreaming about my future. Being thankful now b4 I slumber.\n  ","339542":"\n  When I go on vacation I like to immerse myself. I've experienced great culture & happenings with interesting people. A lil to no fear mentality when away from home. *shrug. Making moments that count!\n  ","339543":"\n  Google Chrome. You?\n  ","339544":"\n  Oooooo good question. Idk I've met people who have asked me if I sing just by having a short convo. I can't hear it. But yes. I do sing & direct. Ha!\n  ","339545":"\n  Probably a Cheetah\n  ","339546":"\n  Songs by Earth Wind & Fire, The OJays or The Isley Brothers. They are before my time, but classics\n  ","339547":"\n  Ok Mr. Platonic with the jokes. 🙄\n  ","339548":"\n  Sometimes its not the noticeable words or actions but a fire in the eyes. Watch for it!\n  ","339549":"\n  I love doggies. My last few have been bluenose pits. This is babygirl getting her stretch on!\n  ","339550":"\n  Anons Afterdark on the next Cancelled Arsenio Hall Show\n  ","339551":"\n  Stretch my legs\n  ","339552":"\n  Whispering sweet somethings eh?\n  ","339553":"\n  The 70s had such ❤\n  ","339554":"\n  I was. I taught ESL (English as a Second Language) at a Community College. Great times! Amazing students!\n  ","339555":"\n  No. I write. I just need to finish my own books instead of just helping other people publish.\n  ","339556":"\n  Yes. I can go back even further. I met one of my bffs, Kelly at age 2 in nursery school!!!\n  ","339557":"\n  Life observations.\n  ","339558":"\n  Warning Explicit Lyrics: HIP HOP answers:\n  \n  1. Childish Gambino's \"12:38\", 2. BEAM's \"2X2\", 3. D Smoke's \"The Last Supper\"\n  ","339559":"\n  I don't think so. I think we should have a but of \"perceived\" control over who has access to our likeness & the things we share online.\n  ","339560":"\n  Thx. U too!\n  ","339561":"\n  Restful thanks. And yours?\n  ","339562":"\n  Yep\n  ","339563":"\n  Thank you!\n  ","339564":"\n  Polka\n  ","339565":"\n  I would love to sleep in late, but the way my job is set up...\n  ","339566":"\n  Cross between the two...jeggins. lol\n  ","339567":"\n  I've thought about it. Got a few ideas. Stay tuned.\n  ","339568":"\n  Sweet!!! Work in progress eh?\n  ","339569":"\n  Dramatically I will say. Nadie. Nunca. Estoy soltera.\n  ","339570":"\n  Just one. Got it last fall in New Orleans. FAITH. HOPE. LOVE. Thanks for asking! U?\n  ","339571":"\n  Well alright!\n  ","339572":"\n  Twas good. Thanks. And urs?\n  ","339573":"\n  I should say something, but oftentimes it's nothing. Smh at myself.\n  ","339574":"\n  Work work and more work from home.\n  ","339575":"\n  Wow! Great question. Um if I'm walking on the streets of NYC my face is \"grrrrrrrrrr\". Home in Jersey a bit aloof. With friends...goofy. Strangers think I'm idk...\n  ","339576":"\n  No children yet. I'm a godmommy.\n  ","339577":"\n  I understand which part was meant to be funny. But I'll admit the faux studio audience can be annoying or totally ignored.\n  ","339578":"\n  Of course I will! What are friends for?!\n  ","339579":"\n  I love them! But I had an ankle injury hiking. So I'm just getting back in them.\n  ","339580":"\n  New Usher, Ludacris & Lil Jon song. Sex Beat.\n  ","339581":"\n  Family BBQ. Lots of music, good food, & extended family & friends.\n  ","339582":"\n  Lol. I need more of those so I can control my universe. Ha! Can't remember the last one I had.\n  ","339583":"\n  Night drives, walks, etc.\n  ","339584":"\n  Well sometimes people try to race me becoz I have a muscle car, but I obey traffic rules.\n  ","339585":"\n  Made some Mac & Cheese\n  ","339586":"\n  That I shouldn't be up reading at this hour.\n  ","339587":"\n  I spent some quality time home with family we played a game tonite together. Haven't done that in years. We're always so busy. Thank u. I hope u had a great day as well.\n  ","339588":"\n  Why ask why right? People need people. And some folks are just empty.\n  ","339589":"\n  I love wattpad. I was so addicted. Haven't been on in a year or so but it did inspire me to write as short story or two. I'll check it out!\n  ","339590":"\n  Yeppppp!\n  ","339591":"\n  Thank you for the compliment. I mos def am a strive to be a kind-hearted person. Feel free to write me here. I love to share good vibes and ideas!\n  ","339592":"\n  Wendy's\n  ","339593":"\n  Maybe $250,000\n  ","339594":"\n  No. Thank God.\n  ","339595":"\n  Yes. I saw someone talk down to someone. I decided then and there...I didn't want any parts of getting to know that person. Didn't matter how much money & affluence the person had.\n  ","339596":"\n  Awww...thank you so much!!!!!\n  ","339597":"\n  Rude people\n  ","339598":"\n  Jealousy\/ Envy. It's the opposite of what my faith believes.\n  ","339599":"\n  Kit Kat & Twix\n  ","339600":"\n  Will do! Happy Easter!\n  ","339601":"\n  Hate.\n  ","339602":"\n  Yes. I won a prize for winning a tea tag company campaign. The answers had to be very few words & were vetted for plaguerism. They stayed on labels until the company changed its packaging a logo less than a year later.\n  ","339603":"\n  Loyal, kind & steadfast.\n  ","339604":"\n  Maybe 60\/40. But it's also generational. I think people under age 40 use cards for almost everything.\n  ","339605":"\n  Thank you! And to you if you celebrate.\n  ","339606":"\n  Blue and white are my high school and university colors!\n  ","339607":"\n  It was OK. Thx. U?\n  ","339608":"\n  I would spend more time with my aunt who passed when I was younger. She was my BFF & inspiration. I would've taken music more seriously.\n  ","339609":"\n  My profile picture is from last November. So you take that.\n  ","339610":"\n  People. We need each other. It's great to have people u can trust who genuinely wanna see u win!\n  ","339611":"\n  My mom. Hands down. She's sacrificed so much for me.\n  ","339612":"\n  I cried last week.\n  ","339613":"\n  Night\n  ","339614":"\n  I like to have my hair brushed by other people. Calming.\n  ","339615":"\n  I just bought Swedish Lingonberry. But I loved visiting my grandma down south and eating lots of Orange Marmalade.\n  ","339616":"\n  My mom. She loves unconditionally. She's my biggest cheerleader.\n  ","339617":"\n  Maybe the Cosby Show or Martin.\n  ","339618":"\n  Aliens. I believe somewhere in some far off galaxy are other civilizations.\n  ","339619":"\n  Right now I could use some Thai Food. The whole order. At this point it doesn't matter what kind.\n  ","339620":"\n  Around here I know some who are recovering and doing well and people who have died. I know SARS-CoV-2 causes the coronavirus COVID-19. But when coronavirus develops into Pneumonia &\/or acute resp. (ARDS) it can be deadly. Luckily that's approx 20% of the infected. IDK if building up immunity is really a major factor in this case. But they are testing antibodies for future knowledge tho. Hmmm...\n  ","339621":"\n  Songs sung by children. Old movies had a lot of that like Friday the 13th, Lost Boyz, etc.\n  ","339622":"\n  Avicii!!!🥳\n  ","339623":"\n  Real\n  ","339624":"\n  Only 2! Both Reece's. I have to do better.\n  ","339625":"\n  My own fab family, Unlimited safe travel, the ability to make legal ethical money at the drip of a hat.\n  ","339626":"\n  Yes. I actually am now.\n  ","339627":"\n  It was Monday!!!!!\n  ","339628":"\n  All the time!!! Wheel of Fortune & Family Feud\n  ","339629":"\n  Awww...you are most likely correct on that. Please be safe! I have to go in to work for just a min today.. I'm going to hop off and go back to working from home. The emails are stacking already!!! Ttyl\n  ","339630":"\n  💯!!!!!\n  ","339631":"\n  Ditto!!!!!! When's your bday?\n  ","339632":"\n  Been too busy for words. Today I'm taking a lil break. Hmmm...No I haven't. Besides being extra productive and scheduling EVERYTHING ALL DAY! How about you?\n  ","339633":"\n  Indeed my friend. Indeed.\n  ","339634":"\n  I'm not much of a drinker but I like White Hennessey shots & drinks with real ingredients like mint, lavendar, gold, honey, etc. I've got Vacation on the brain. Working so hard from home, I earned it a thousand times. OK back to work I go!\n  ","339635":"\n  #Ariesgang my birthday was Monday. I have a Pisces bestfriend\/person I can't live without. Gets on my nerves, but speaks truth & love always!\n  ","339636":"\n  I want a spouse one day. And although I will love his looks for life...beauty fades. The substance remains. The support, the fun, the growth. I'm here for it!\n  ","339637":"\n  Yes. I'm saving for an apt.\n  ","339638":"\n  Doesn't it? And I have zero children. My clients start at age 18 tho.\n  ","339639":"\n  It's a position that is a cross between teacher, advocate, paralegal & conflict resolution. Bizarre & perfect for me.\n  ","339640":"\n  Hee Hee! Thank you so much😇!!!\n  ","339641":"\n  This week yes! Monday was my bday!!!🥳\n  ","339642":"\n  Rocky Roadddd!\n  ","339643":"\n  No.\n  ","339644":"\n  I am currently single. Not for life, just right now.\n  ","339645":"\n  I have not. I'm heterosexual.\n  ","339646":"\n  Trust me I got your meaning\n  ","339647":"\n  Lol\n  ","339648":"\n  Looks are fleeting\n  ","339649":"\n  Its my current state.\n  ","339650":"\n  I don't have 1 person. Let's not jump to a team. Ha!\n  ","339651":"\n  Single isn't a death sentence\n  ","339652":"\n  You two have fun for me!\n  ","339653":"\n  Nope. Thx\n  ","339654":"\n  Ha! Most definitely.\n  ","339655":"\n  It's quarantine season! Enjoy each other. Be safe!\n  ","339656":"\n  Right. Ok.\n  ","339657":"\n  Are you a spy?\n  ","339658":"\n  Do you. To each his own.\n  ","339659":"\n  Thx!\n  ","339660":"\n  Most recently it's\n  ","339661":"\n  🤣🤣🤣🤣🤣🤣🤣 well there's that\n  ","339662":"\n  I sure can. But I can't sleep when I'm snoring. Go figure. Lol!\n  ","339663":"\n  People need to love themselves more. I want to see more of us taking care of ourselves, physically, emotionally & spiritually. From now on put your oxygen mask on 1st. Too many of us are running out of air\/steam helping others & forgetting to take a moment to just be.\n  ","339664":"\n  Lime green. I think it represents newness & growth. I like the way it stands out.\n  ","339665":"\n  My heart. My eyes. My life-learner spirit. My honesty. My uniqueness.\n  ","339666":"\n  Nothing cool has happened yet. I guess that's for the next chapter of my 💘 life.\n  ","339667":"\n  Pop culture 80s movies\n  ","339668":"\n  Nothing yet. Stay tuned.\n  ","339669":"\n  Old as dirt\n  ","339670":"\n  The Alchemist or The Four Ageementd are always appropriate books for self improvement. And they can be reread as well.\n  ","339671":"\n  I believe in you. Let's do this together.\n  ","339672":"\n  Teaching Adult ESL (English as a Second Language) for the Community College was a rewarding period in my life.\n  ","339673":"\n  Key-sha\n  ","339674":"\n  Mine was yesterday!!! #aries\n  ","339675":"\n  Much better in the evenings after work. Thank u. How are you?\n  ","339676":"\n  If I had a man. I wouldn't treat him like a child, banishing him to another room. You don't punish adults. Yes there are consequences to poor behavior, but my affection usually isn't one.\n  ","339677":"\n  At my best. I can feel when I'm operating in my purpose\/calling. It's a head rush!\n  ","339678":"\n  Who is the president? Is there the same type of government? I don't wanna step out of the hoverboard car and break a major law.\n  ","339679":"\n  Never go to bed angry (at each other).\n  ","339680":"\n  I have 2 faves Rose Quartz & Chrysoprase. I don't make a habit of talking about religion on here. However, I am a Christian, who believes that God has placed certain properties in minerals, elements & plants or we would have no medicine. I haven't charged my crystals in some time. Anyway, I usually pray that I receive the qualities that I believe are bestowed on the items. Not transference per say but I ask, so I shall receive...Clear head\/Calm, Focus or open ❤, etc. Which crystals are your faves?\n  ","339681":"\n  Dismiss my feelings. From then on I promised myself I would speak up for myself...not just for others. Its not always easy, but I push past my fears and focus on the truth of my feelings & actions. I don't always get it right on the 1st try, but I don't give up.\n  ","339682":"\n  Ugh yes!\n  ","339683":"\n  The ability to see if a person has been flagged or blocked too many times & to ban said questionable trolls from commenting with inappropriate content on my page before they get inappropriate.\n  ","339684":"\n  We love rewards! J\/k. Bring on the questions.\n  ","339685":"\n  Yes! I needed birthday food. Got some Kungpao Shrimp & Brown Rice plus Godiva Choc Cheesecake today!\n  ","339686":"\n  Multi-pronged. I'm working on it. U?\n  ","339687":"\n  Apartheid, Civil Rights pics & genocide.\n  ","339688":"\n  I did own fire-bellied toads & turtles. I have no pics on this phone.\n  ","339689":"\n  Last October in Aruba in my Blessed and Beautiful Hoodie.\n  ","339690":"\n  *Linking arms. Let's go!\n  ","339691":"\n  Interesting probably not but it doesn't stop me from watching movies or shows again.\n  ","339692":"\n  Travel across Europe\n  ","339693":"\n  Tough question. I was pretty good in Biology but I bet Astrology or molecular is cooler\n  ","339694":"\n  Am I allowed to use multiple boards? What are the house rules?\n  ","339695":"\n  Thank you!!!\n  ","339696":"\n  Lime green is my fave color. Thank you lots & lots!\n  ","339697":"\n  The Handmaid's Tale\n  ","339698":"\n  Eating my birthday cake of cheesecake factory godiva chocolate cheesecake right now!!!\n  ","339699":"\n  Italian seasoning or hot pepper. Lol!\n  ","339700":"\n  Woooooooohoooooooo! Thank you!!!\n  ","339701":"\n  Thank you!!!!!\n  ","339702":"\n  Oh?!\n  ","339703":"\n  Thank you so much!!!!!!!!\n  ","339704":"\n  Lots of candles! Thank u\n  ","339705":"\n  Just finished working. Thank you!\n  ","339706":"\n  Wooooooohooooooo\n  ","339707":"\n  Ever since I cam remember\n  ","339708":"\n  I like flavors like Strawberry or Blackberry Lemonade. My fav is limeade yummy like mojitos!!!\n  ","339709":"\n  Thank you! Thank you! #Quarantinebirthday\n  ","339710":"\n  I have a circle of best friends. One member from age 2 all the way to when I was 30. The rest are good friends but not Best Friends. The besties I can call on at anytime for anything. Loyalty proven. 3 of them are guys.\n  ","339711":"\n  Have you been active on here with people all day? Good for you!!!\n  ","339712":"\n  No I haven't had the pleasure but I like the actress.\n  ","339713":"\n  I am ok. Thank u. Busier these days so I'm not on here often during the week.\n  ","339714":"\n  Hot Tea. Might need a hot toddy tonite. Just got off a video conf call at 1040pm\n  ","339715":"\n  I just watched Mowgli (remake of The Jungle Book) today so this hits different. Very funny. Who would survive & who would help me survive? And how will I keep all the dark chocolate from melting?\n  ","339716":"\n  A quadrillion\n  ","339717":"\n  If this ever happened in a Marvel Superhero movie it would have to be a Iron Man. Robert Downey Jr. is hilarious!\n  ","339718":"\n  These jokes. Smh\n  ","339719":"\n  Said zero people\n  ","339720":"\n  You too! Thanks for spreading sunshine!\n  ","339721":"\n  I legit love pizza. I have pizza slice holders. So...\n  ","339722":"\n  I'd love to. But I haven't dated anyone in years. So...maybe when I'm 50.\n  ","339723":"\n  A small amount were humanly discharged from jails & detention centers who had low infractions. Others have lawyers working overtime to help get them released. Others can't be deported at this time becoz their home countries boarders are closed to the U.S.\n  ","339724":"\n  Avengers: Endgame, Titanic, Schindler's List, Malcolm X. I'd watch them all again.\n  ","339725":"\n  Hopeful. Thanks. And you?\n  ","339726":"\n  Tart wins the day!!!\n  ","339727":"\n  21%\n  ","339728":"\n  In the movies...absolutely ha ha\n  ","339729":"\n  Welllllllll...they were a lil spicy. Ha!\n  ","339730":"\n  Elimination of Hunger\n  ","339731":"\n  Salmon for me. I wanna perfect BBQ Ribs for my future family.\n  ","339732":"\n  1. Mediterranean. 2. Italian 3. Thai\n  ","339733":"\n  Only had church's once. It's not up North. I was too young to remember well enough.\n  ","339734":"\n  Hmmm...I must admit I will pick up a few egg-shaped candies at the register.\n  ","339735":"\n  Countenance. I like a good walk & aura.\n  ","339736":"\n  Good Customer Service. It should be a given.\n  ","339737":"\n  I just drank Triple Mint Tea\n  ","339738":"\n  Hmmmm...I liked a lot of poetry from Shel Silverstein at the time.\n  ","339739":"\n  I love the outdoors, but I also love solitude in my house.\n  ","339740":"\n  Strong 5.5\n  ","339741":"\n  Fruit\n  ","339742":"\n  Bad experiences aren't always \"bad\". Some learning requires hands-on motivation for change.\n  ","339743":"\n  Not well or often, but it's fun!\n  ","339744":"\n  I love to bronze in the sun.\n  ","339745":"\n  Its all about the mood for me. Essential oils rock! I like coconut\/almond light sweetness & fresh smells like citrus & mint & sage & lavender for clarity & sleep.\n  ","339746":"\n  Finally getting some Zzzz\n  ","339747":"\n  Pink Ladies\/Cripps Pink!!!\n  ","339748":"\n  Love\n  ","339749":"\n  Well Sometimes I guess they do. Not necessarily in this case. But yes people can wear masks.\n  ","339750":"\n  No I'm not in love.\n  ","339751":"\n  Awwww...thanks David! That was very thoughtful of you.\n  ","339752":"\n  I prefer to watch sports but I like cardio.\n  ","339753":"\n  I'd rather travel or take long rides. I like shopping but I hate malls. Dilemma\n  ","339754":"\n  I actually do, but I also believe in God's Mercy & Grace. Ha!\n  ","339755":"\n  The animal poo, torture & smells\n  ","339756":"\n  If I could live in an updated library.\n  ","339757":"\n  Taboo. I love word games!\n  ","339758":"\n  That's one of my nicknames so I'm ctfu. I love her long time! Ha!\n  ","339759":"\n  I'd like to look a lil metallic no pun intended. Like glittery like my personality.\n  ","339760":"\n  When people are dismissive of others feelings, motives, it's on another level of cruelty.\n  ","339761":"\n  Treat others as you would want to be treated. Speak truth but not to harm, belittle or confuse others. Be mindful of your thoughts. Love & protect your inner child, but don't feed he\/she candy  flavored B.S. I'd be slick about these peace-giving superpowers.\n  ","339762":"\n  Money. I want to do philanthropy. I already immensly enjoy volunteering.\n  ","339763":"\n  Keep it away from me...REPEAT\n  ","339764":"\n  I MUST see this to form an opinion. I'm uber intrigued by what you're saying. Hmmm...some content cant be hard humor about serious racy facts like \"Dave Chappelle\".\n  ","339765":"\n  My besties\n  ","339766":"\n  My mom & my inner circle. But I'm pretty stubborn.\n  ","339767":"\n  Wooooooohooooo! Blessings on your Anniversary! Sounds yummy.\n  ","339768":"\n  Good! We gotta love more!\n  ","339769":"\n  I like spicy food but with the right pairings. Can't be too many flavors in every part of the meal. What do u like to make?\n  ","339770":"\n  I think if it comes...it comes. I'm not in prowling mode. Recently I did get to learn more about myself tho. Which is good I guess.\n  ","339771":"\n  Today\n  ","339772":"\n  Club music\n  ","339773":"\n  Love\n  ","339774":"\n  Crab\n  ","339775":"\n  Today I made multiple types of Salmon. Jerk, Italian, Curry, Mexican Lime, & Mustard sesame.\n  ","339776":"\n  Last year. It was a Harlem Renaissance Themed Dress up Party.\n  ","339777":"\n  Yes. Writing. And yes I did teach this subject to ESL students.\n  ","339778":"\n  Me too!\n  ","339779":"\n  Dang that's some question. 6 in 1 half a dozen in the other\n  ","339780":"\n  Nobody to like at the moment.\n  ","339781":"\n  Cutting people off who are detrimental to her health.\n  ","339782":"\n  Oldies like Average White Band - \"PICK UP THE PIECES\" (1974). Alicia Myers - You Get the Best From Me (Say Say Say) (1984).\n  ","339783":"\n  Break the cycle.\n  ","339784":"\n  Hello & Goodnight\n  ","339785":"\n  I don't have a mega ego but I am stubborn.\n  ","339786":"\n  5.5\n  ","339787":"\n  No and I live in a woodsy suburban area but not abandoned woods per say.\n  ","339788":"\n  Ooooooo I like this. The last laugh is a bit sinister. It doesn't mean I get what I want it just means it may not end well for \"first dibs\" person.\n  ","339789":"\n  KINDNESS\n  ","339790":"\n  I haven't been in love in a long time. But I remember one constant throughout my relationships. Reciprocation. Thoughtfulness. Consideration. Those things could exist online but not for the long haul. They would need to be solidified in person.\n  ","339791":"\n  Thanks. I needed that. Not such a great week. But I have faith. Be safe.\n  ","339792":"\n  Deductions for benefits coming out of my checks. Lol\n  ","339793":"\n  Abstract hearts & globe pictures.\n  ","339794":"\n  I would learn from them respect for the planet. I would teach them a random dance.\n  ","339795":"\n  Many say it means enemies. I may have once when I was younger.\n  ","339796":"\n  Worked some days. Other days meh. Ha!\n  ","339797":"\n  The future\n  ","339798":"\n  The Breakfast Club\n  ","339799":"\n  Sour patch kids\n  ","339800":"\n  10\n  ","339801":"\n  When I was told by my God-given \"knowing\" not to go somewhere or not to befriend someone. Saved my life more than once.\n  ","339802":"\n  Utter panic from our need to control & contain everything. And now that desire has been flipped on its head.\n  ","339803":"\n  I haven't found one yet besides writing and prayer\n  ","339804":"\n  Strength. It takes strength to begin again. To Accept fallacies. And decide to be aware but not harbor hate. It'll eat you if you dont let some things go. Doesnt mean u except them but u dont hold on to the feelings.\n  ","339805":"\n  Loss of interest. There's always something new to learn from people from all walks of life.\n  ","339806":"\n  I'm awkward in general. There's no telling.\n  ","339807":"\n  Ha ha ha ha! I can be stubborn & much more pessimistic about myself.\n  ","339808":"\n  90s r&b hip hop soundtrack from movies like Juice & Waiting to Exhale & I also have the Lord of the Rings  soundtrack.\n  ","339809":"\n  It gets us excited about the seasons so I guess it's good. Ha!\n  ","339810":"\n  Hmmm...I've never heard of them.\n  ","339811":"\n  Only in captivity\n  ","339812":"\n  Let's hope next week will be better. Rocky Road thus far.\n  ","339813":"\n  Yes\n  ","339814":"\n  I don't have one at the moment.\n  ","339815":"\n  Great ideas!\n  ","339816":"\n  Black licorice\n  ","339817":"\n  Eating less ironically.\n  ","339818":"\n  My future\n  ","339819":"\n  Maybe some popcorn later tonite.\n  ","339820":"\n  Never had the pleasure. Who's got a truck? Let's go!\n  ","339821":"\n  Every day can't be happy. But Thanks\n  ","339822":"\n  Many people aren't honest enough with themselves to be honest with others.\n  ","339823":"\n  San Francisco Botanical Gardens. I had a great time there. I love the west coast!\n  ","339824":"\n  I like helping people at work.\n  ","339825":"\n  I love cornbread. I prefer regular or honey cornbread. But I do like jalapeno cheddar as well.\n  ","339826":"\n  I would! Ha!\n  ","339827":"\n  Hmmm...maybe. If someone trained me as an interpreter on Earth 1st. HA!\n  ","339828":"\n  Nom nom. With Almond Milk for the win!\n  ","339829":"\n  I did pick-up at a Greek Street Food Restaurant.\n  ","339830":"\n  Decadent sweet treats\n  ","339831":"\n  I'd hope no one would be \"ok\" with losing a loved one or someone you love. But as with everything we can soldier thru.\n  ","339832":"\n  Yeah NY Metro Area...we're gettin' bodied up here. I'm keeping the faith. You do the same.\n  ","339833":"\n  I strive to prove to myself how much I'm in love with me. It takes work thru thoughts & actions. I'm getting better at it.\n  ","339834":"\n  I love love love to see Fireworks! We could use a lil fun during these times.\n  ","339835":"\n  I'm biased. One of my initials \"J\".\n  ","339836":"\n  I like papaya dried and in juice but I don't like the fruit fresh it's kinda funky to me. Weird.\n  ","339837":"\n  They're colorful and lively!\n  ","339838":"\n  True compassion. When I see acts of kindness it warms my heart.\n  ","339839":"\n  Greek salad\n  ","339840":"\n  Hmmm...some people say you need experience others say just leap. I think it's about the right match with the right plan coupled with genuine will to get this love thing right. Decades ago people married young. Now with more opportunities people are waiting.\n  ","339841":"\n  Not a problem.\n  ","339842":"\n  I meant socialization as in being able to socialize with friends in groups or 1-on-1. If you mean politics I do think some people have disadvantages while others have advantages. But each system has its flaws. I don't get into politics on here tho my friend David\n  ","339843":"\n  The Descendants. Just breaking out into song & dance for no reason. Ha! My superpower - The power of peacemaking & mental clarity.\n  ","339844":"\n  Socialization, in person laughter, a universal feeling of woosah in the communities.\n  ","339845":"\n  Love yes, but loyalty based on common goals, so the commitment isn't a drag but more of a united front as we tackle the world concept.\n  ","339846":"\n  I'm waaaaaaaaay too wussy for speed dating. Seems cool tho. I'm not much of a sales person. I find it very disconcerting.\n  ","339847":"\n  Anger or annoyance, or exasperation.\n  ","339848":"\n  Free mental health counseling & life skills coaching.\n  ","339849":"\n  Mountains beyond the beach. Ha ha ha\n  ","339850":"\n  Cool! I've NEVER heard of Huawei here in NJ, USA\n  ","339851":"\n  Ha! Yes!\n  ","339852":"\n  Thx\n  ","339853":"\n  Eating a variety of foods, admiring nature, listening to music, laughing with friends.\n  ","339854":"\n  Not particularly, but I did as a younger person.\n  ","339855":"\n  Ohhhh yeah! Stuff hurts. Lol!\n  ","339856":"\n  You're welcome!\n  ","339857":"\n  Agreed!\n  ","339858":"\n  Nothing can think of at the moment.\n  ","339859":"\n  When someone at my job got it. A person I saw last thursday.\n  ","339860":"\n  Trusting my instincts & heart.\n  ","339861":"\n  Daria\n  ","339862":"\n  Yes. That kind of connection is magical!\n  ","339863":"\n  Not ever\n  ","339864":"\n  My To Do List from a year ago\n  ","339865":"\n  Recently ...Leopards. They have mysterious eyes. And various big cats.\n  ","339866":"\n  Its something that is needed, but It doesn't drive my decisions. I've had opportunities to make money in the world way or for the wrong people, etc. It is not my God.\n  ","339867":"\n  Ha ha ha Nope! U?\n  ","339868":"\n  Galaxy Android\n  ","339869":"\n  Daily, a few times.\n  ","339870":"\n  Yes when 2 loved ones died I just felt ungrounded, adrift in a lonely sea with no destination & a shaky anchor. Numb & couldn't feel, but life had to go on. I wanted a reboot at life.\n  ","339871":"\n  Baby carrots are a good snack. Eggplant is in my fridge right now as a side dish.\n  ","339872":"\n  Hee Hee. Thx.\n  ","339873":"\n  Love, Marriage, Children. I never put much stock in the latter 2 until 35 yrs old. Go figure.\n  ","339874":"\n  I like the cold! But my sweet spot is Fall weather like 68°-75°, unless I'm purposely on a beach or island vacay.\n  ","339875":"\n  I'm into romcoms for young adults. I feel their angst & have always felt someone unseen by guys.\n  ","339876":"\n  Thai Kickboxing. My life changed and activities were affected.\n  ","339877":"\n  My Mom. I promised her when I was lil that I got her back.\n  ","339878":"\n  Disposable plates.\n  ","339879":"\n  Uno\n  ","339880":"\n  Unity and understanding\n  ","339881":"\n  Thank you!\n  ","339882":"\n  I don't like them!\n  ","339883":"\n  Ha!\n  ","339884":"\n  The Capital Grille, Paramus or Archetypus in Edgewater. #Jersey\n  ","339885":"\n  I aim to please. *chuckles\n  ","339886":"\n  Indeed\n  ","339887":"\n  Ha ha ha ha\n  ","339888":"\n  Closed\n  ","339889":"\n  I dont trust people \"off top\" but I wouldn't say mistrust. They just haven't had enough time or experience with me to foster trust yet.\n  ","339890":"\n  I don't. But in the past 5 yrs I've come to recognize that the people who get along well with me or who vibe with me on multiple levels are of the same 3 signs. Bizarre or nah?\n  ","339891":"\n  I would describe my life as happy. Yes I want more and I'm keeping the faith, but it's time to put some action behind. Y dreams. Stay tuned!\n  ","339892":"\n  Watching Video Music Box with DJ Ralph McDaniels as a kid turning to U or 21 channel on the turn dial and seeing fuzzy NYC music videos and Interviews. Doug E Fresh, Curtis Blow, LL Cool J, Tribe Called Quest, Salt & Pepa, etc.\n  ","339893":"\n  👍🏼\n  ","339894":"\n  When I hear tolerance I don't think acceptance. I think just barely allowing someone or something to exist, but not fully coexisting. Like someone can tolerate a bad boss. Some people use tolerance for certain ethnic groups. Idk love the word. How do u feel?\n  ","339895":"\n  More times than I care to admit!\n  ","339896":"\n  I don't know how to make it, but quick cyber send me some so I can smell my phone screen. So good!\n  ","339897":"\n  Fairy dust pizza toppings. Sparkles galore & bubbly zippy feeling. Ha!\n  ","339898":"\n  Helping people transform into living better lives and hands-on philanthropy.\n  ","339899":"\n  It was meh. Ha!\n  ","339900":"\n  I adore citrus. Adore it!\n  ","339901":"\n  In a different century...or if it's a close friend or relative and they're directed at you I guess people could. I wouldn't recommend it. Just voice your opinion and walk away.\n  ","339902":"\n  And to you! Thx!\n  ","339903":"\n  Our non-essential retail stores are closed. No malls, no salons, no entertainment venues...nada\n  ","339904":"\n  Would what be?\n  ","339905":"\n  Interesting. They don't. Pink and green are my fav colors. And next comes yellow. That's what I wore to work today.\n  ","339906":"\n  Lololol my first phone was a flip phone but not as big as the 1st flip phones. Lol sort of like this. My next one was a pink razor phone.\n  ","339907":"\n  Good question. Its weird but by name. Even my mom who is my best friend. Somebody asked me why...idk\n  ","339908":"\n  Tremendously. I grew up in the 1st voluntarily Integrated school system in the United States. They chose to integrate black, whites, etc in public schools before the laws changed.\n  ","339909":"\n  Got complimented for making a difference in people's loves at work today.\n  ","339910":"\n  I was in 8th or 9th grade. It was great becoz I'm old and beepers\/pagers were still popular. So it was a big deal!\n  ","339911":"\n  Toaster oven ha ha ha\n  ","339912":"\n  Who I am.\n  ","339913":"\n  I still love \"Eat It\"\n  ","339914":"\n  I've got tons of friends but I'm glad to make new acquaintances on here. These cyber friends have been pretty awesome!!!\n  ","339915":"\n  Oh trust me I have a list. I like certain consonants and long vowel sounds. I used to read baby books just for the names back in the day b4 I ever wanted kids. Becoz I thought my name was tooooo common.\n  ","339916":"\n  I hear you!!!\n  ","339917":"\n  3 towns, my hometown, the town I live in now & the town I used to live in have the highest in our state. Everything is shutdown. Period. We should've been ahead of the curve as a nation. We're not immune to stuff just becoz we're Americans. I agree.\n  ","339918":"\n  Yes. Thank u. It's not 1-on-1 on here. I have a great deal of friends but I'm not a conversation starter. Wallflower unless others pull me out. Or I'm with my close besties. Then BOOYAH!\n  ","339919":"\n  Hmmm...formal clothes I guess\n  ","339920":"\n  Ha ha ha\n  ","339921":"\n  I'm a mixture thru & thru\n  ","339922":"\n  I'm extra shy! Lol! Meet people? Wek\n  ","339923":"\n  I mos def do my own thing. Especially with fashion.\n  ","339924":"\n  This is great!\n  ","339925":"\n  I pray that my character is spot-on in terms of honesty and kindness. Coupled with faith.\n  ","339926":"\n  Fast but digital is faster. Just due to amount of use\n  ","339927":"\n  Prayer, reading books & cooking. Planning, etc. I'm off tomorrow but idk for how long in general. Stay tuned\n  ","339928":"\n  Anytime\n  ","339929":"\n  Ugh oh dear. Here. \"We are at 1 of the epicenters here in North Jersey, USA, so our rules are stricter than other areas. Looking at over 300 just in my COUNTY. National Guard is here. Drivethru test center turned people away the 1st day after testing 650 people!!! We have curfew 8p-5a. All \"non-essential businesses are closed. No entertainment or celebratory gatherings. Schools closed., etc...\"\n  ","339930":"\n  Thank you! And I hope u find something good on either tv or the internet to feed your spirit\n  ","339931":"\n  To be a Worldchanger by empowering others & a bit of philanthropy. You?\n  ","339932":"\n  Stories with a message. A Giving Tree (Shel Silverstein), Goodnight Moon & Chicken soup with Rice, Where the Wild Things Are, & poetry books by Shel Silverstein like Light in the Attic & Where the sidewalk ends (middle school). Aesop's numerous fables (enslaved african in ancient Greece) like the Tortoise & the Hare & other African stories. Br'er Rabbit & other southern\/ creole African American stories & Native American folklore.\n  ","339933":"\n  It's not the secrets I need to worry about. It's how many songs I'll dance to & how friendly will I be instead of my usual social reserve around strangers. Lol!\n  ","339934":"\n  Ha ha ha! Sometimes. How about you?\n  ","339935":"\n  Absolutely and Candy Land!\n  ","339936":"\n  With friends & loved ones.\n  ","339937":"\n  Hmmm... no. Do tell?\n  ","339938":"\n  Isn't it cute\n  ","339939":"\n  No. I give them back or throw them out\n  ","339940":"\n  Black with hints of Pink.\n  ","339941":"\n  Usually every 2 yrs when my contract runs out.\n  ","339942":"\n  My time becoz it's precious & can't be reversed. My heart becoz the gift of my love us epic.\n  ","339943":"\n  8.5\n  ","339944":"\n  Recently been reading books on amazon kindle app, blinkist to feed my brain, etc.\n  ","339945":"\n  When I'm having fun.\n  ","339946":"\n  The Handmaid's Tale this past Sunday.\n  ","339947":"\n  Today I think mini tornado best describes it. Im tackling these gosh darn amazon boxes that need to broken down & brought to the curb or dpw today & supplies I bought. And yesterday was laundry day.\n  ","339948":"\n  I came up blank on this besides a cup of hot green tea.\n  ","339949":"\n  I dont paint but I love to view paintings.\n  ","339950":"\n  A Peaceful space\n  ","339951":"\n  Sometimes people need to vent, but depending on the type of friendship and history...you never know\n  ","339952":"\n  10 ish hours. NY to Hawaii\n  ","339953":"\n  Rhythm of the Night by DeBarge\n  ","339954":"\n  Lol my answer is No\n  ","339955":"\n  Lol I haven't been asked. Not thru my Android I haven't.\n  ","339956":"\n  Limoncello with Mascarpone Frosting. Mamma mia!\n  ","339957":"\n  If I like people a lot or they're annoying as heck...they have nicknames lol. One person I call paparazzi...but she doesn't know! Ha!\n  ","339958":"\n  Local honey. My family knows a beekeeper family. Which is great for my allergies.\n  ","339959":"\n  Aloofness, blatant ignorance & hateful actions. I don't think any of those are funny. And they put me in a \"tude\".\n  ","339960":"\n  Great question!!!! To be continued.\n  ","339961":"\n  Hi David. Ha! U have a cyber crush on me, do you? I'm flattered.\n  ","339962":"\n  I've had 90 depends on the country's soil for me.\n  ","339963":"\n  Yes. One was for institutional racism. (Tracking students with same type of grades to diff classes based on race). This sends folks down the wrong avenues. While could have been in Adv Placement, Honors, College classes in high school but the guidance counselor recommends the wrong path. My school did a walk out peaceful protest to the board of ed. Back in the day\n  ","339964":"\n  No. I think good decisions should be reinforced. Not necessarily rewarded but encouraged.\n  ","339965":"\n  I'm new here. I don't know them. I just say Hi.\n  ","339966":"\n  I have. It's sad sometimes. I wish people happiness.\n  ","339967":"\n  Sweet words!\n  ","339968":"\n  The beautiful flowers and my birthday lol.\n  ","339969":"\n  YouTube, recipe & cooking pages, random wikepedia searches. Google is bae.\n  ","339970":"\n  Thank you!\n  ","339971":"\n  New Jersey, USA. And you?\n  ","339972":"\n  72% to 85% is the sweet spot, but I think it depends on my mood and what the underlying essence notes are. How about you?\n  ","339973":"\n  I don't drink much. I do like rumchata & fireball (french toast flavor).\n  ","339974":"\n  Reliving and telling old stories with friends.\n  ","339975":"\n  Dark Chocolate from different regions. It wasn't my fave when I was younger, but my palate has changed.\n  ","339976":"\n  Spring has sprung!\n  ","339977":"\n  Bed\n  ","339978":"\n  Yep\n  ","339979":"\n  When I can be my self.\n  ","339980":"\n  Singing, writing, encouraging\n  ","339981":"\n  Embarrassing, but in my bra.\n  ","339982":"\n  Laughing\n  ","339983":"\n  I would've liked some Irish Soda Bread. But no food sharing these days!\n  ","339984":"\n  My county is locked down. 8pm curfew. No schools. Malls will close saturday I believe. I'm way over it.\n  ","339985":"\n  The guitar sounds beautiful!\n  ","339986":"\n  My BFFs have changed my life for the better. They have replaced family when necessary.\n  ","339987":"\n  Harlem Renaissance for me. And perhaps Ancient Egypt\n  ","339988":"\n  In my bedroom.\n  ","339989":"\n  I'm not acquainted with No Mercy. So I guess boys II men\n  ","339990":"\n  Freefall\n  ","339991":"\n  People took their kindness for weakness. The person was pushed too far. Grace is a real thing.\n  ","339992":"\n  They haven't given any consequences. Good question\n  ","339993":"\n  Deep breathing\n  ","339994":"\n  I've seen it some family members like it a lot\n  ","339995":"\n  Adored MJ\n  ","339996":"\n  Good question. I think you need to have a bit of self love to truly be happy so maybe\n  ","339997":"\n  I wake up around dawn but I have to get up early for work so now it's like Prego sauce...\"it's in there\".\n  ","339998":"\n  For clothes stores. Online perhaps. It depends I like to feel fabrics & smell fragrances. But I hate malls.\n  ","339999":"\n  Yepppp\n  ","340000":"\n  Storm (Ororo Munroe)\n  ","340001":"\n  Oh Miss Skylar this sounds awesome!!!!!! Great description. I'm so glad you liked it. Yeah Sonic! My high school days nickname lives on! I must see it!\n  ","340002":"\n  \"I'd say remember that time I needed you? That hasn't changed. The time is now.\" And then either recite a line from a movie we love or sing an annoying song.\n  ","340003":"\n  Indeed I do\n  ","340004":"\n  A place that doesn't need to be locked down. My whole county is on lockdown, malls closed, only takeout in restaurants, stuff like movies, gyms, etc... closed which is necessary, but ugh 8pm -5am curfew. Businesses closed. COVID-19 year\n  ","340005":"\n  Rose Gold\n  ","340006":"\n  English Lit & Philosophy...Humanities stuff intrigued me.\n  ","340007":"\n  Yes. Yes I do. But I go above & beyond for those I love. I just give a lil spicy pushback for good measure lol.\n  ","340008":"\n  I once tried to get in the habitat area with the Yaks or Buffalo like animals as a child at the Bronx, NY Zoo. Smelly & all I guess they seemed lonely and confined.\n  ","340009":"\n  Harry Styles Adore has me going at the moment.\n  ","340010":"\n  Incredible song! But so so joke. Applause at least you went for it. Ha!\n  ","340011":"\n  Ohhhhhhhh ha! I think rap can fit anywhere so why not?\n  ","340012":"\n  *giggle\n  \n  Who's there?\n  ","340013":"\n  Sometimes in western culture, wearing  many bracelets at once people think is eccentric.\n  ","340014":"\n  I'm #TeamJacob does that count?\n  ","340015":"\n  Horrible at it. Do you have 1?\n  ","340016":"\n  I love boots! I love heels!\n  ","340017":"\n  Ha Ha! Well I like to rap when it's in a song.\n  ","340018":"\n  You may not like this...but it's something you need to know!\n  ","340019":"\n  Wildly lol\n  ","340020":"\n  Amazon\n  ","340021":"\n  Amen!\n  ","340022":"\n  Yes. 8pm to 5am in my county. I still have to work tho. But not open to the public\n  ","340023":"\n  I don't drink much.\n  ","340024":"\n  Too old for clubbing. I'll attend a bday party or 2.\n  ","340025":"\n  Scented candle.\n  ","340026":"\n  I am. Hope floats!\n  ","340027":"\n  No. I admire stuff in people or what the possess. But no. At the end of the day my journey is my journey. If it's material stuff I want...there's no telling what folks went thru to have it. If it's a relationship...only they know what's really going on.\n  ","340028":"\n  Working. My 2 coworkers are out for a few weeks.\n  ","340029":"\n  Average on the best team!\n  ","340030":"\n  I dance and dance to it. But I couldn't tell u any fav DJs anymore besides Daft Punk, Deadmau5, Diplo of course. But I dont know many others by name.\n  ","340031":"\n  I'd like to learn Japanese or Arabic. Interesting cadences. Hmmm...Russia for architecture. Armenia for the food.\n  ","340032":"\n  Ha ha ha! Every 80s movie I love. Pretty in Pink, Sixteen Candles, athena Breakfast Club. I'm a sucker for teen angst movies of the past.\n  ","340033":"\n  Multitasking. Making sure rules are followed. Being of Service.\n  ","340034":"\n  Meeting my incredible friends. As my family shrinks, my best friends have become more & more like family. A shoulder to cry on, a dinner partner, healer, gift giver, tough love bringer, listening ear, etc. For them I am eternally grateful.\n  ","340035":"\n  I think if two people don't want commitment & aren't the jealous type... it could work for them. A lot of people want to \"play the field\" or \"sow their royal oats\". They should set boundaries for their arrangement & practice safe sex.\n  ","340036":"\n  Yes I do. Forgiveness is for me. For my fwd motion in life. With God's help I have forgiven, but for wisdom's sake I have not forgotten.\n  ","340037":"\n  I am happy with who I am. Who I've become. The work it took to truly love myself & others wholeheartedly. As for my life...I'm content with it's forward movement. Expectant of greater.\n  ","340038":"\n  I don't have a suitor. Hopefully one day! Alas, no interested parties at the moment.\n  ","340039":"\n  Elaborate\n  ","340040":"\n  Ha! No. It's a snapchat filter. It's like me with airbrushed makeup & better angles.\n  ","340041":"\n  Good for you!\n  ","340042":"\n  Hi David. Thanks so much! U be careful in these germy environments.\n  ","340043":"\n  Yes I do. Even if it's not a tuition finances factor. If parents have a strong relationship with their children there should be conversations about distance, right fit of school, neighborhood, etc...\n  ","340044":"\n  In maybe 8th or 9th grade I met one of my best friends at a local pool in a neighboring town. She had a bald head (from alopecia) & very oversized bosoms. I was cowering to get into the pool. Self-conscious about my body. She was boisterous & inviting. She made me laugh a lot. I felt safe & comfortable. The rest is history.\n  ","340045":"\n  Go reusable steel straws. Paper straws don't last for me. I don't normally drink until after I eat. By that time the paper straws....(although pretty), are soggy.\n  ","340046":"\n  I'm not into altered states. So I don't dabble in drugs\n  ","340047":"\n  I believe simple to the point of less everything. But feelings are meant to be felt. So long live relationships with feelings.\n  ","340048":"\n  I hate to admit it. I was a strong Team Jacob\n  ","340049":"\n  No I haven't. I'm not on any dating apps.\n  ","340050":"\n  555-5555\n  ","340051":"\n  I didn't. It was one of the 1st page choices ha ha\n  ","340052":"\n  I picked the actions of the meme without thinking of the origin. Lolol\n  ","340053":"\n  Hmmm...I was once in a strait to DVD movie. I won't reveal the title. No. It was not porn nor a political docu.\n  ","340054":"\n  The capt'n?\n  ","340055":"\n  Ha!!!!!\n  ","340056":"\n  I haven't played video games in so long. Although my cousins play in the basement regularly.  Call of Duty is their thing right now\n  ","340057":"\n  You had me at gnocci!!!!!!!\n  ","340058":"\n  Nope. Get your grub on!\n  ","340059":"\n  Not well. And my current pet was just diagnosed a few weeks ago with severe heart disease. *sigh\n  ","340060":"\n  Certain voice tones.\n  ","340061":"\n  A say? Hmmm...I don't think they have the right to pick & choose who their ex dates. But I do believe they can voice their opinions when it comes to safety, exposure to stuff & child rearing in general.\n  ","340062":"\n  Do tell. What did you make?\n  ","340063":"\n  Roger that\n  ","340064":"\n  I eat roe \/ caviar.\n  ","340065":"\n  At least it's fresh fresh. Ha!\n  ","340066":"\n  Today I used Himalayan sea salt. I add it to boiling pasta water as well as when sweating out onions and peppers on the stove.\n  ","340067":"\n  My mom knows how much my friends love her. She inputs herself loosely. It's hilarious when they oblige her.\n  ","340068":"\n  It has a flow. Feast or famine. How about you?\n  ","340069":"\n  I was going to church but its cancelled due to COVID-19\n  ","340070":"\n  Coooooool!\n  ","340071":"\n  Let's go!!!!\n  ","340072":"\n  That sounds pretty cool!!!!!\n  ","340073":"\n  My mom is currently eating Chicharrones (fried pork cracklings) from the local Dominican Grocery! I'm not.\n  \n  Although I really used to loved it. I'm\n  \n  pescatarian now. I just ate Bacalao Guisado con Papa. (Codfish & potatoes in red stew like sauce).\n  ","340074":"\n  Hmmm...perhaps my less then self-loving actions. I don't always get these stops on the journey of life right on the 1st try.\n  ","340075":"\n  Friendship involves caring about the overall well-being of another. It reflects not only loyalty, but kindred-like moments. My best friends\/bros are my chosen family. They have come to my rescue more than once & have acted as a mirror when I needed to truly see myself &\/or my actions.\n  ","340076":"\n  Imagine that you are victorious!\n  ","340077":"\n  Sure did. Only on the top row. For some reason people couldn't see them when I spoke. But trust me I felt them.\n  ","340078":"\n  I think strength comes from unity and knowledge can be gained from people from all walks of life. I am not a fan of exclusionary actions. I understand the uber rich & powerful must take security measures to sustain a lifestyle, but at the end of the day a safe life is maintained thru limited close access, being around people of character who exhibit loyalty while still showing love. That exists in every race, culture, etc.\n  ","340079":"\n  👍🏼\n  ","340080":"\n  Goodnight. And to you!\n  ","340081":"\n  Being smart & safe, but remaining loving from a distance. Thank you. Will do!\n  ","340082":"\n  Thx for asking. I hope U R well. I've been stressed this week btwn transitioning to a new job & nat'l news. Monday I started (1\/2 days at both jobs, 2 diff buildings, 2 diff roles, but - same employer). That & COVID-19 is in my town & two neighboring towns in Northern New Jersey. The community is in a frenzy! And I feel their anxiety.\n  ","340083":"\n  Yum!\n  ","340084":"\n  Saturday idk reading, planning, relaxing, cooking. My church service is cancelled this Sunday. I still have to work next week. Both coworkers out for 2 wks. 1 becoz of age. 1 becoz of small child home due to schools closed. Ugh!\n  ","340085":"\n  Pray\n  ","340086":"\n  As a thrill sport competition yes I think so.\n  ","340087":"\n  Yes. I attempted to visit the empire state building years back but there was a fog warning.\n  ","340088":"\n  Judge each man separately on their own merit & character.\n  ","340089":"\n  Yes there is a case in my town, a few in the next town & 2 in the next. Go North Jersey! Stores are...ugh. Schools are closed for the next 2 weeks in my county.\n  ","340090":"\n  Ha! A hug. But the way this COVID-19 is going. Head nods will have to do.\n  ","340091":"\n  No. I do not.\n  ","340092":"\n  Fo sho\n  ","340093":"\n  Freedom, God's Love & Peace of Mind\n  ","340094":"\n  Yeah\n  ","340095":"\n  Do tell?\n  ","340096":"\n  Thank you so much! Be safe out there!\n  ","340097":"\n  Here u go!\n  ","340098":"\n  Yes! Spread the cyber love during this crazy world hysteria.\n  ","340099":"\n  Maybe Paris or Greece at Christmas.\n  ","340100":"\n  I live 15 mins from NYC. I've never been to any of the landmarks unless you include times square which is a tourist attraction...not a landmark. Ha!\n  ","340101":"\n  Nope. Altho I love EBadu\n  ","340102":"\n  Wack\n  ","340103":"\n  She was there\n  ","340104":"\n  Yes. In front of her too! Not a fan of any of that nonsense. I let him know. She was flirting with people too. Very awkward stupid times.\n  ","340105":"\n  I do but not always by choice. My mom sometimes ODs and I begin to feel like everything is deadly while cooking. Lol\n  ","340106":"\n  I'm glad someone agrees\n  ","340107":"\n  Ha ha ha you too?!!\n  ","340108":"\n  God\n  ","340109":"\n  Speaking in front of large crowds. It's one-on-one that freaks me out.\n  ","340110":"\n  That's very indigenous people minded of you. A beautiful sentiment.\n  ","340111":"\n  Black licorice is gross\n  ","340112":"\n  Really? Did you eat it afterwards?\n  ","340113":"\n  Small gatherings\n  ","340114":"\n  No. Wow have you?\n  ","340115":"\n  I think honesty is key. If the understanding is monogamy then cheating is betrayal. I rather someone tell me they don't want a relationship than be the only dedicated person. Cheating starts in the mind. So I don't dig emotional cheating either. It's a persons choice to forgive & accept a cheater back into their sanctum.\n  ","340116":"\n  Brussel Sprouts\n  ","340117":"\n  Lying\n  ","340118":"\n  Lol\n  ","340119":"\n  No not in this regard\n  ","340120":"\n  No becoz I'm old enough to be an 18 year old's mom\n  ","340121":"\n  Enjoy your day\n  ","340122":"\n  Do I? I'm not a mother.\n  ","340123":"\n  Chapstick!!!!\n  ","340124":"\n  Absolutely & we have home rules\n  ","340125":"\n  It depends on the type of people there. Strangers I'm ok. People I know...more nervousness.\n  ","340126":"\n  Woof Woof\n  ","340127":"\n  Truth\n  ","340128":"\n  I enjoy helping people. And thank God I haven't been abused. Certainly manipulation could happen so I exercise great discernment.\n  ","340129":"\n  I would love to garden. One day I'll have a home where I can really experiment. I want to plant my own herbs & I adore flowers.\n  ","340130":"\n  Fish yes! I'm pescatarian\n  ","340131":"\n  I don't mind the questions. I just wish that people would refrain from asking me sexual preference questions.\n  ","340132":"\n  Call me wags a lot. Lol!\n  ","340133":"\n  Not sure. There's mass hysteria in my area as we are close to NYC and confirmed cases are coming in. In my very town!!!\n  ","340134":"\n  It was amazing!!!\n  ","340135":"\n  Yes yes I do\n  ","340136":"\n  That ugly face you make when you're in the groove & your fav song comes on!!! Or is it just me? I sweaty but happy!\n  ","340137":"\n  My most cheerful memory as a grownup was my birthday party last year. It was a Harlem Renaissance\/ Roaring 20s dress up theme. Amazing having people from all walks of life in the same place. Different races, religions & ages.\n  ","340138":"\n  Had 3 special people pass this past year. Songs, holidays & food remind me of them. Their vitality & the love they gave.\n  ","340139":"\n  My biggest regret of the past 5 years is sitting on my resources and talents. Waiting for the perfect time. There is no perfect time. Just the courage & discipline to act.\n  ","340140":"\n  😇👌🏽😉😵🤩😍🤯\n  "}}