{"Question":{"341214":"\n   The most sleepy moment when_____???\n  ","341215":"\n   Do you actually love someone ???\n  ","341216":"\n   If you could pack up right now and leave, Where would you go?\n  ","341217":"\n   What gossip about yourself has made you laugh?\n  ","341218":"\n   do u know why PewDiePie was again accused of racism?\n  ","341219":"\n   How often do you go to the cinema?\n  ","341220":"\n   What did you do for exercise?\n  ","341221":"\n   what kind of music do you listen to lately?\n  ","341222":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","341223":"\n   what motivates you to study ?\n  ","341224":"\n   Do u have an instagram account?\n  ","341225":"\n   what are you in the mood for?\n  ","341226":"\n   How is your relationship with your parents?\n  ","341227":"\n   Whats the last movie you watched?\n  ","341228":"\n   Happiness is?🌸\n  ","341229":"\n   If you could travel the world with only one person who would you take?\n  ","341230":"\n   How often do you take selfies?\n  ","341231":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","341232":"\n   Do you think crying is a sign of weakness or strength?\n  ","341233":"\n   What does it mean when a girl smiles at a boy??\n  ","341234":"\n   What makes you nervous?\n  ","341235":"\n   Plans for the rest of the night?\n  ","341236":"\n   How to separate from a girl?\n  ","341237":"\n   Are you the kind of person who is affected by the departure of people??\n  ","341238":"\n   What is something you think everyone should do at least once in their lives? 💕\n  ","341239":"\n   do u love walking on a park in the autumn?\n  ","341240":"\n   Where do you see yourself five years from now?\n  ","341241":"\n   What was the last thing made you feel sick?\n  ","341242":"\n   What do you drink most often?\n  ","341243":"\n   What's your favorite weather conditions?\n  ","341244":"\n   How do you get motivated during the bad times?\n  ","341245":"\n   Why does Yemen wanna block access to YouTube?\n  ","341246":"\n   fave song?\n  ","341247":"\n   Do you speak more than one language?\n  ","341248":"\n   What kind of surprises do you like?\n  ","341249":"\n   Have you ever bought something on the internet?\n  ","341250":"\n   how many time have you loved?\n  ","341251":"\n   What is your favorite clothing store?\n  ","341252":"\n   What three things in life you want more than anything else?\n  ","341253":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","341254":"\n   What do u do when you're under pressure?\n  ","341255":"\n   What is the most awkward thing you've said to someone special?\n  ","341256":"\n   What movie can you watch over and over again?\n  ","341257":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","341258":"\n   How do you define Love?\n  ","341259":"\n   what makes a guy hot?\n  ","341260":"\n   How often do you sing aloud? Name the song you perform best!\n  ","341261":"\n   ¿iPhone o Android?\n  ","341262":"\n   Does your name have a meaning?What is it ?🎤\n  ","341263":"\n   What does Freedom mean to you?\n  ","341264":"\n   If you were a car, what kind of car would you be?\n  ","341265":"\n   What is your favorite thing about summer?\n  ","341266":"\n   What emoji do you wish existed?\n  ","341267":"\n   there are two times of year : autumn and waiting for autumn. innit?\n  ","341268":"\n   What question could you ask someone you just met to get to really know them?\n  ","341269":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","341270":"\n   What is the most important thing in life?\n  ","341271":"\n   like the Linkin Park clip \"One More Light\"?\n  ","341272":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","341273":"\n   what is the most common misconception about love that you know? and how are you going to debunk it?\n  ","341274":"\n   Whom have you hugged today?\n  ","341275":"\n   What have you always wanted ? Did you ever get it ?\n  ","341276":"\n   Do u have any tips for first date?\n  ","341277":"\n   Do you feel love tonight??\n  ","341278":"\n   What's special about you ?👀\n  ","341279":"\n   Do you think you're often misunderstood?\n  ","341280":"\n   If you were going to get a tattoo, what would it be and where?\n  ","341281":"\n   Are you living your dream ?\n  ","341282":"\n   Do u believe in the human evolution?\n  ","341283":"\n   most sweet person you know?\n  ","341284":"\n   What would your dream date be like?\n  ","341285":"\n   Where are you going for studying??\n  ","341286":"\n   What do you feel like so many people don't like you?\n  ","341287":"\n   What interests you?\n  ","341288":"\n   do you have a soul?\n  ","341289":"\n   Do u talk to strangers??\n  ","341290":"\n   can you post a picture of you?\n  ","341291":"\n   What do u prefer to do when you are all freaked out ? 👻\n  ","341292":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","341293":"\n   what have you been ashamed for?\n  ","341294":"\n   Where can i find the key to your heart ?\n  ","341295":"\n   What is something you want right now?\n  ","341296":"\n   Hi, how is your mood?\n  ","341297":"\n   Do you use to say your true feelings through jokes?\n  ","341298":"\n   If you could play any musical instrument, what would it be?\n  ","341299":"\n   Do you have a good appetite?\n  ","341300":"\n   Do you admire someone?\n  ","341301":"\n   are you a hypocritical person?if so, how far can you go?\n  ","341302":"\n   do you want a cupcake?\n  ","341303":"\n   if you could ask your soulmate anything, you would ask...\n  ","341304":"\n   What's your wildest fantasy?\n  ","341305":"\n   Who is someone you love?\n  ","341306":"\n   What kind of movies do you most enjoy?\n  ","341307":"\n   What are you currently obsessed with?\n  ","341308":"\n   Go today's photo!\n  ","341309":"\n   Name your favorite song.\n  ","341310":"\n   Do you prefer to talk or to listen?\n  ","341311":"\n   Should people be given a second chance? ?\n  ","341312":"\n   Which country is your favourite?\n  ","341313":"\n   Can an animal replace a friend?\n  ","341314":"\n   How many questions do you ask per day?\n  ","341315":"\n   What is your favorite food?\n  ","341316":"\n   How do you deal with stupid people?\n  ","341317":"\n   what color are you wearing right now.?? Top to bottom..??\n  ","341318":"\n   Who is your favorite person?\n  ","341319":"\n   What's the one genre of music you just can't do?\n  ","341320":"\n   What's your favorite vechicle?\n  ","341321":"\n   How to Track Your Uber History?\n  ","341322":"\n   What makes someone a “good” person? ?\n  ","341323":"\n   According to you, who are real heroes? ?\n  ","341324":"\n   What is your favorite song at the moment?\n  ","341325":"\n   How far would you go for the one you love?\n  ","341326":"\n   What is your attitude towards hunting?\n  ","341327":"\n   What is your favorite type of sushi?\n  ","341328":"\n   what do you want to be ?\n  ","341329":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","341330":"\n   Have you😇😗👦 ever stolen anything?\n  ","341331":"\n   What was the last message you received????\n  ","341332":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","341333":"\n   Would you rather be a vampire or a werewolf?\n  ","341334":"\n   Likers get emoji descriptions?!\n  ","341335":"\n   ??What would you say to your young self and why?\n  ","341336":"\n   Who is your best friend for the moment and why?\n  ","341337":"\n   Why are some men thin, and others fat, although they eat the same pasta?\n  ","341338":"\n   What makes someone a bad parent ?\n  ","341339":"\n   What's Love for you today?\n  ","341340":"\n   What is better than chocolate?\n  ","341341":"\n   Who had the biggest influence on you as a kid?\n  ","341342":"\n   Do you live with your parents?\n  ","341343":"\n   are you usually afraid of the dark?\n  ","341344":"\n   What are the most important lessons you’ve learned in life?\n  ","341345":"\n   What books would you recommend for developing better interpersonal skills?\n  ","341346":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","341347":"\n   What are your favorite type of questions to be asked? Questions about your life? Ones that make you think? Just opinions?\n  ","341348":"\n   How old are you and do you have a crush on someone?\n  ","341349":"\n   What is the meaning of happiness!!????\n  ","341350":"\n   What’s the most scared you’ve ever been?\n  ","341351":"\n   Why Mormons are Freemasons?\n  ","341352":"\n   Are you the type of person who would spend time in the company of a stranger with pleasure, drinking cappuccinos and telling each other stories from life? :) ☕☕\n  ","341353":"\n   What is your favorite recipe? ??\n  ","341354":"\n   When were you truly scared of smth? Tell in details\n  ","341355":"\n   What type of music are you into?\n  ","341356":"\n   Do you have any great memories from 2017? 🙊\n  ","341357":"\n   What is your reaction when someone ignores you?\n  ","341358":"\n   What do we lose with age?\n  ","341359":"\n   What has been one of the best days of your life\n  ","341360":"\n   What is your very definition of, love?\n  ","341361":"\n   One thing that differentiates you from other people??\n  ","341362":"\n   what is your criterion to accept someone on snapchat?\n  ","341363":"\n   When should you reveal a secret you said you wouldn’t?\n  ","341364":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","341365":"\n   Do you think empathy can be taught? Why\/why not?\n  ","341366":"\n   What are you dreaming about?\n  ","341367":"\n   How to tell someone you like them?\n  ","341368":"\n   How would your friends describe you???\n  ","341369":"\n   Which celebrity would you like to meet?\n  ","341370":"\n   What’s wrong but sounds right?? ?\n  ","341371":"\n   Where is the soul located within the man?\n  ","341372":"\n   Would you ever consider going to college in Italy?\n  ","341373":"\n   What is circus? ?♂♂\n  ","341374":"\n   How do you feel about snow?\n  ","341375":"\n   If you could turn back time, would you do it? Why?\n  ","341376":"\n   Which song do you believe is the best you've ever written?\n  ","341377":"\n   \"Are you harassing people?\n  ","341378":"\n   On scale 1-10, how awkward are you?\n  ","341379":"\n   What do you like to being called?\n  ","341380":"\n   How would your superhero costume look like?\n  ","341381":"\n   What do women talk about when there are no men around?\n  ","341382":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","341383":"\n   nicest person on ask??\n  ","341384":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","341385":"\n   If you could be the leader of your country, what would you change?\n  ","341386":"\n   How would you like to be remembered?👀\n  ","341387":"\n   What is your favorite sporting activity?\n  ","341388":"\n   What’a your (full) name?\n  ","341389":"\n   Is there any person you are afraid of?\n  ","341390":"\n   Worst thing about being ticklish?\n  ","341391":"\n   have you been studying English for a long time? Consider learning any other language besides this one?\n  ","341392":"\n   What animal do you think is the scariest?\n  ","341393":"\n   What animal is your biggest fear?\n  ","341394":"\n   If you had lots of money what would you do with it?\n  ","341395":"\n   Have you ever sent a message and then immediately regretted it?\n  ","341396":"\n   What was the last thing you paid for?\n  ","341397":"\n   Do you want to get the Apple Watch?\n  ","341398":"\n   how many contacts do you have?\n  ","341399":"\n   How to become popular on ask.fm?\n  ","341400":"\n   What is your favorite fanfic? Do you like them actually?\n  ","341401":"\n   Who is the craziest person you know?\n  ","341402":"\n   Are humans truly creative, or do they gain their ideas from prior observations?\n  ","341403":"\n   Do you prefer fish or meat?\n  ","341404":"\n   What's on top of your birthday wish list?\n  ","341405":"\n   How many percent of happiness are in one kiss?\n  ","341406":"\n   Post your most favourite lyrics?\n  ","341407":"\n   Do you think money can buy happiness? ?\n  ","341408":"\n   autumn is coming soon!  pumpkin pie and thanksgiving and halloween\n  ","341409":"\n   What's your favorite thing to eat for lunch?\n  ","341410":"\n   What's your plan this weekend?\n  ","341411":"\n   What holiday gift would make you really happy?\n  ","341412":"\n   What do you think of cheaters (in romantic relationships)?\n  ","341413":"\n   Write a note to yourself\n  ","341414":"\n   What are some songs you have a lot of memories?\n  ","341415":"\n   What do you love the most? Please answer\n  ","341416":"\n   What is your favorite ice cream?\n  ","341417":"\n   Candles or incense?\n  ","341418":"\n   Post a selfie whoever likes it thinks you're cute?\n  ","341419":"\n   Do you follow your brain or your heart?\n  ","341420":"\n   Are you getting weird anon questions?\n  ","341421":"\n   What are you known for in your family\/friends? ?\n  ","341422":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","341423":"\n   Are you here to make new friends or to just spend your time??\n  ","341424":"\n   Another question, do you love pizza? If you do what is your favourite toppings to put on it? 😂😂💖\n  ","341425":"\n   what's on your mind?\n  ","341426":"\n   What's the chance of getting your reply if I am unknown?\n  ","341427":"\n   A short relay: A daughter?or a son?? Cola?or Fanta?? By air✈or by land?? Mind?or beauty?? Apartment?or house?? Black◼or white◻? Strawberry?or banana?? Whale?or dolphins?? Анgel?or demon?? Sunny?☀or cloudy☁☔? Pass on to everyone you are following murr\n  ","341428":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","341429":"\n   What's your funniest photo?\n  ","341430":"\n   What do u love most about autumn ??\n  ","341431":"\n   How do you define happiness?\n  ","341432":"\n   Who do you find attractive?\n  ","341433":"\n   Did u see the participants of the new show of Victoria's Secret?\n  ","341434":"\n   If you could say something to your younger self, what would you say?\n  ","341435":"\n   Does one of your senses provide a more \"real\" experience for you, than the others, which and why? :)\n  ","341436":"\n   An original way to attract a guy's attention?\n  ","341437":"\n   What is the best year for you?\n  ","341438":"\n   do you believe in the paranormal\n  ","341439":"\n   When you're super busy do you still find time to go on ask ?\n  ","341440":"\n   What do you like to do in your free time?\n  ","341441":"\n   What will warm u this fall?\n  ","341442":"\n   Why fairy tales are told to children?\n  ","341443":"\n   Do you have a person who can make you happy? If so, who is this person?\n  ","341444":"\n   How often do you visit skating rink?\n  ","341445":"\n   What is your favorite place to meet friends?\n  ","341446":"\n   What do you wanna be when you grow up\n  ","341447":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","341448":"\n   What music are you listening to now??\n  ","341449":"\n   Last time you cried? And why?\n  ","341450":"\n   What is your favorite place to eat?\n  ","341451":"\n   What a kind of coffee do you like ☕️?\n  ","341452":"\n   Are you a traveler or a homebody?\n  ","341453":"\n   Netflix or Lostfilm?\n  ","341454":"\n   Who is the last person you met?\n  ","341455":"\n   If you were an animal what would you be?\n  ","341456":"\n   Do you like being photographed? Go photo ❤\n  ","341457":"\n   How to get rid of bedbugs in the room?\n  ","341458":"\n   How often do you attend concerts?\n  ","341459":"\n   a quote that you associate with yourself?\n  ","341460":"\n   Have you ever skip any classes if you did which class and why?\n  ","341461":"\n   What is the main reason for you to refuse a date?\n  ","341462":"\n   Is it possible to cross a bear with a cow? ???\n  ","341463":"\n   Do you celebrate Christmas eester Halloween Valentine's New Year's thanksgiving and bithdays\n  ","341464":"\n   What hobby do you wish you could pick up?\n  ","341465":"\n   what is something you wished you were better at\n  ","341466":"\n   What's the scariest movie of your childhood?\n  ","341467":"\n   What's your favorite or best physical feature?\n  ","341468":"\n   Has your hometown changed a lot since you were a kid? If so, how? Have the changes been for the better or worse?\n  ","341469":"\n   You are so beautiful. I swear 😭😭\n  ","341470":"\n   What body piercings do you want\n  ","341471":"\n   Are you a good liar?\n  ","341472":"\n   unpopular opinions:\n  ","341473":"\n   What do you wish the New Year's Eve to bring?\n  ","341474":"\n   Favorite dialogue in a movie?\n  ","341475":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","341476":"\n   What do u want to be when you grow up?\n  ","341477":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","341478":"\n   3 Cosas que Odies\n  ","341479":"\n   Are sexual questions too hard for you to answer\n  ","341480":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","341481":"\n   If you could bring back one of these 3 men who would it be, MLK, Malcolm X, Huey Newton?\n  ","341482":"\n   What do you prefer pie or cake\n  ","341483":"\n   What do you prefer reading inside or outside\n  ","341484":"\n   What do you prefer cheeky or thong\n  ","341485":"\n   What do you prefer doggy or missionary\n  ","341486":"\n   do you cook well? ??\n  ","341487":"\n   How would you describe your time in school in 3 words?\n  ","341488":"\n   Do you prefer to answer questions or ask them?\n  ","341489":"\n   What do u love?\n  ","341490":"\n   If you could start any Rumor about yourself, what would it be? ?\n  ","341491":"\n   What does it mean to be a human being?\n  ","341492":"\n   Would you prefer to have the power to fly or be invisible?\n  ","341493":"\n   What is the most useful thing\/skill\/habit (of any nature, personal or professional) you've learnt\/developed in your life?\n  ","341494":"\n   What would you grow in your imaginary garden?\n  ","341495":"\n   Guess, what is it: four in the office, and one working?\n  ","341496":"\n   What's hurting you more than everything??\n  ","341497":"\n   What harsh truths do you prefer to ignore?\n  ","341498":"\n   What aspect of you are you most proud of?\n  ","341499":"\n   What's one thing you will never do?\n  ","341500":"\n   What is one thing that many people don't know about you?\n  ","341501":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","341502":"\n   Are you still learning who you are?\n  ","341503":"\n   What is the scariest movie you’ve ever seen?\n  ","341504":"\n   Screensaver picture?❤️\n  ","341505":"\n   What is beautiful to you?\n  ","341506":"\n   What kind of scents intrigue you the most\n  ","341507":"\n   do u like camera in new iPhone X? is it worth that kind of money?\n  ","341508":"\n   Do you currently have any male prospects\n  ","341509":"\n   What does your ideal romantic evening\\night consist of?\n  ","341510":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","341511":"\n   How was your first love? ?\n  ","341512":"\n   Do you believe there is good in everyone?\n  ","341513":"\n   In life, do you see yourself more of a bystander or are you more of a participant? Why?\n  ","341514":"\n   What is one thing you regret having done or not done in your life?\n  ","341515":"\n   Favorite actress?\n  ","341516":"\n   Your favorite chocolate bar?\n  ","341517":"\n   Do you like to make new friends???\n  ","341518":"\n   Do you have a crush on someone?\n  ","341519":"\n   If you somehow meet your ex , how would you treat to that?????\n  ","341520":"\n   not getting irritated by exclamations: \"Every time I look, you always are in the web\"?\n  ","341521":"\n   So, any new life activities?\n  ","341522":"\n   Who is the most closest friend that knows everything about u?\n  ","341523":"\n   Do you have a best friend?\n  ","341524":"\n   What are your goals?\n  ","341525":"\n   How would you like to celebrate your next birthday?\n  ","341526":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","341527":"\n   What is the important thing that you will do anything?\n  ","341528":"\n   What is your favorite source of outdoor entertainment?\n  ","341529":"\n   Would you rather be a teenager or a child again?\n  ","341530":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","341531":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","341532":"\n   What are you constantly forgetting about?\n  ","341533":"\n   Would you ever wear your stripe t.shirt, suspenders and red pants again?😉\n  ","341534":"\n   who's the closest to you?\n  ","341535":"\n   Do you play a musical instrument?\n  ","341536":"\n   Best thing about you?\n  ","341537":"\n   What's the greatest thing in the world besides food?\n  ","341538":"\n   Are you excited for anything?\n  ","341539":"\n   Should people depend on happiness that depends on other things to exist? Is there anything not dependable in this world (that doesn't depend on other things)?\n  ","341540":"\n   What are your memories from this winter? Tell me, please :з\n  ","341541":"\n   If someone made a statue of you, what position would you choose?\n  ","341542":"\n   Can you have a conversation with a stranger?\n  ","341543":"\n   Why are girls with pure hearts always deceived?\n  ","341544":"\n   What's your favorite pic?\n  ","341545":"\n   Are you more of a dog person or a cat person?\n  ","341546":"\n   What countries would you like to visit?\n  ","341547":"\n   According to you, why do people love? Or fall in love?\n  ","341548":"\n   Has anything ever happened to you that you never thought would?\n  ","341549":"\n   What is your favorite flower\n  ","341550":"\n   Have goals for this year?\n  ","341551":"\n   Would you kiss the last guy you kissed again, why or why not?\n  ","341552":"\n   Would you ever date someone younger than yourself ?\n  ","341553":"\n   Worst bands of the 2000s\n  ","341554":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","341555":"\n   what is something is missing in life that was in your life and you love that?\n  ","341556":"\n   Are you a shopaholic?\n  ","341557":"\n   What style of hair so u like?\n  ","341558":"\n   Describe what a good friend means to you?\n  ","341559":"\n   What’s your favorite dessert?\n  ","341560":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","341561":"\n   What is your favorite candy?\n  ","341562":"\n   Fav song\n  ","341563":"\n   Who had the most positive influence on you?\n  ","341564":"\n   what kind of device do u have\n  ","341565":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","341566":"\n   Which cities would you like to visit around the world?\n  ","341567":"\n   What to write with chalk on the asphalt under the windows of a loved one?\n  ","341568":"\n   What's on your mind atm???\n  ","341569":"\n   If uh could be a cartoon character for a day, who would uh choose to be?🐥\n  ","341570":"\n   Do you tend to stand out or blend in with a crowd?\n  ","341571":"\n   What if my favorite TV show is horror?\n  ","341572":"\n   What gift would you like to receive? From who?\n  ","341573":"\n   anything exciting happening in your life right now?\n  ","341574":"\n   What's youre favourit Disney Movie? And what's youre favourit Song from a Disney Movie? :3\n  ","341575":"\n   What small gesture from a stranger made a big impact on you?\n  ","341576":"\n   who's your favorite South Park character ?\n  ","341577":"\n   What's the chance of getting your reply if I am unknown?\n  ","341578":"\n   what ur favorite weather? season? do u like rain?\n  ","341579":"\n   Do you know what falling in love feel like?\n  ","341580":"\n   What contains ten thousand calories? ??\n  ","341581":"\n   Are you the type who likes selective posts on feed or all followings?\n  ","341582":"\n   What's your favorite holiday?\n  ","341583":"\n   What was the last beverage you spilled on yourself?\n  ","341584":"\n   Do you have any siblings?\n  ","341585":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","341586":"\n   Is it possible to be in love with two people at the same time?\n  ","341587":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","341588":"\n   What are some things that make you really happy?\n  ","341589":"\n   Are you ready for the Halloween night?\n  ","341590":"\n   ful and crazy lil bit I want to go out with her how do I ask her ?\n  ","341591":"\n   Do you believe in destiny? What's yours?👦\n  ","341592":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","341593":"\n   How old were you the first time you fell in love?\n  ","341594":"\n   What does true friendship mean to you?\n  ","341595":"\n   What is your favorite food?\n  ","341596":"\n   For how long are you familiar with your best friend?\n  ","341597":"\n   Fav song atm\n  ","341598":"\n   How much did you lurk your crushes social media before talking to them?\n  ","341599":"\n   If you had a warning label attached to your head, what would it say?\n  ","341600":"\n   Tell me how to be happy ? Give me your opinion ✨💛\n  ","341601":"\n   Is there a person that you just talk and hangout with \"for the sake of whatever\" but your dont really like?\n  ","341602":"\n   What is something you always tell people but they dont believe you?\n  ","341603":"\n   What to do, if I want to work? ?\n  ","341604":"\n   what kind of candy do u think we'd be for Halloween?\n  ","341605":"\n   What is your favorite season?\n  ","341606":"\n   Puppy sized elephant or elephant sized puppy?\n  ","341607":"\n   Who do you look up too?\n  ","341608":"\n   Did you forget your first love?\n  ","341609":"\n   Has anyone ever said something to you that set you on a path to prove them wrong?\n  ","341610":"\n   What specials do you have next quarter?\n  ","341611":"\n   Do you agree that love lasts for the first few years, then it turns into a habit?\n  ","341612":"\n   What is at the same time funny and sad?\n  ","341613":"\n   Another question, do you love pizza? If you do what is your favourite toppings to put on it? 😂😂💖\n  ","341614":"\n   What is your favorite candy?\n  ","341615":"\n   What is the most money you have ever held in your hand?\n  ","341616":"\n   What is your temper?\n  ","341617":"\n   So what is your favorite movie genre?\n  ","341618":"\n   Who's the best athlete ever?\n  ","341619":"\n   What's your favorite smell?\n  ","341620":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","341621":"\n   What song do you listen to when you're sad?\n  ","341622":"\n   Who do you trust most in your life?\n  ","341623":"\n   The latest photo from the gallery ?\n  ","341624":"\n   What is day so special for you? What happened that day?\n  ","341625":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","341626":"\n   Is the world getting better or worse?\n  ","341627":"\n   What's your most recent favourite photo that you have taken?\n  ","341628":"\n   According to you, who are real heroes? ?\n  ","341629":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","341630":"\n   What do you like to do in your free time?\n  ","341631":"\n   What do you dream about?\n  ","341632":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","341633":"\n   Write a note to yourself\n  ","341634":"\n   Do you like taking risks?\n  ","341635":"\n   What would you do if you meet an alien?\n  ","341636":"\n   Do you watch culinary shows?\n  ","341637":"\n   What is the scariest movie you’ve ever seen?\n  ","341638":"\n   What are your favorite subjects to talk about?\n  ","341639":"\n   Who was the last person you gave a kiss?\n  ","341640":"\n   Have u gotten ur period? (this is coming from a girl and I'm just asking because I have not gotten it yet and mostly everyone did and I'm scared!!)\n  ","341641":"\n   What is your mood:?\n  ","341642":"\n   Jeans or sweatpants?\n  ","341643":"\n   Are you in a relationship?\n  ","341644":"\n   How do you usually start a conversation?\n  ","341645":"\n   What's the craziest thing you've done?\n  ","341646":"\n   What are you dreaming about?\n  ","341647":"\n   So what turns you on kjay?\n  ","341648":"\n   How can you change the World?\n  ","341649":"\n   What is the most important thing u have to do daily?\n  ","341650":"\n   Is humanity progressing or deteriorating?\n  ","341651":"\n   What teacher in school made the most impact on you and why?\n  ","341652":"\n   What does your bedroom smell like?\n  ","341653":"\n   If you had one word to describe yourself, what word would it be?\n  ","341654":"\n   How good are you at saying “no”?\n  ","341655":"\n   How do you express your emotions?\n  ","341656":"\n   What gift would you like to receive? From who?\n  ","341657":"\n   what is your favourite quotation?\n  ","341658":"\n   What does \"feeling high\" mean to you????\n  ","341659":"\n   Do you want to be famous?\n  ","341660":"\n   What is the meaning of happiness!!????\n  ","341661":"\n   What's the best part about your place?\n  ","341662":"\n   what's something you would never want to tell anyone?\n  ","341663":"\n   How many hours do you sleep at night?\n  ","341664":"\n   How many Microsoft employees are need to replace an overheated light bulb?\n  ","341665":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","341666":"\n   have u done any art latly\n  ","341667":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends? What could be your reasons for discontinuing friendship with a person?\n  ","341668":"\n   What sport do you do?\n  ","341669":"\n   Who's the worst on ur volleyball team\n  ","341670":"\n   Everyone has Christmas time traditions, do you guys have Halloween traditions though?\n  ","341671":"\n   Go summer photo\n  ","341672":"\n   When was the picture with your best friend?\n  ","341673":"\n   What do you think ASKfm has, that no other site has?\n  ","341674":"\n   What are some things that make you really happy?\n  ","341675":"\n   Rock or hip-hop?\n  ","341676":"\n   Do you pay attention to the material your clothes are made of?\n  ","341677":"\n   Platicamos ❤️\n  ","341678":"\n   supeeeeeer\n  ","341679":"\n   Duermes con la puerta abierta o cerrada??😉\n  ","341680":"\n   ¿Pelo largo o corto?\n  ","341681":"\n   Foto Actual de ti\n  ","341682":"\n   20 me gusta y ?\n  ","341683":"\n   Les gusta tomar fotos o que les tomen fotos?\n  ","341684":"\n   Todo correcto?\n  ","341685":"\n   Mi amor avisame si a caso te incomoda para reventarl@ y sepa que no estas sol@\n  ","341686":"\n   ¿Quieres ser mi novia 🖤?\n  ","341687":"\n   Mujer porque me ignoras\n  ","341688":"\n   Hola\n  ","341689":"\n   Pizza con piña?\n  ","341690":"\n   ven. darmelo en.persona, no estamos lejos\n  ","341691":"\n   Cuídate mucho, me caíste muy bien. 🥺\n  ","341692":"\n   edo mex, pero vivo cerca del bosque de aragon\n  ","341693":"\n   Tú tienes novio, no sirve de mucho decirte. 🥺\n  ","341694":"\n   🥺\n  ","341695":"\n   genial\n  ","341696":"\n   ¿Porque tuviste que tener novio? En verdad me gustabas. 😢🥺\n  ","341697":"\n   🥺\n  ","341698":"\n   Si. 🥺\n  ","341699":"\n   El amor de tú Ask? 🥺\n  ","341700":"\n   Dame todos. 🥺\n  ","341701":"\n   En mi corazón. 😢\n  ","341702":"\n   Como vas con tú vida 😂😜🍒\n  ","341703":"\n   Manzana o pera?\n  ","341704":"\n   Jajaja, yo más! ❤️\n  ","341705":"\n   ¿Cómo te sientes ahora?\n  ","341706":"\n   ¿Podrías vivir sin tele o sin música?\n  ","341707":"\n   Hola, tengo una pasión para escribir y ahora publiqué un libro de ciencia ficción por si quieres leerlo\n   \n    https:\/\/www.wattpad.com\/user\/Orlaandho\n   \n   :3, me haría mucha ilusión y cualquier cosita nos seguimos y nos intercambiamos mg ñ.ñ <3\n  ","341708":"\n   ¿Cómo debería ser una mujer? ?\n  ","341709":"\n   alcaldi\n  ","341710":"\n   ¿Estás? 🥺\n  ","341711":"\n   Me gustas mucho\n  ","341712":"\n   Inicial de la persona que te gusta. 👁\n  ","341713":"\n   cdmx?\n  ","341714":"\n   Hola..¿Quieres hablar por wha? \nsolo dejame tu número n.n ♥\n-Pasate si gustas\n  ","341715":"\n   ¡Feliz día de San Valentín! ¿Cómo vas a celebrarlo?\n  ","341716":"\n   Te dejo MG en tu respuesta anterior escríbeme tu WhatsApp x pregunta en mi perfil, no respondas, escribeme en mi perfil ❤️\n  ","341717":"\n   ¿Qué propósito tienen los periódicos?\n  ","341718":"\n   Hola, de donde eres?\n  ","341719":"\n   ¿Qué es lo que olvidas constantemente?\n  ","341720":"\n   Cuáles?\n  ","341721":"\n   ¿Qué edad creerías que tienes, de no saber cuándo naciste? 🤔\n  ","341722":"\n   ¿Tienes piercings?\n  ","341723":"\n   La mejor foto que te has tomado ❤️\n  ","341724":"\n   Platicamos ❤️\n  ","341725":"\n   Cuántos idiomas hablas?\n  ","341726":"\n   Todos nos enojamos, el detalle es que unos se enojan por una cosa y otros por otra. Y yo no quiero que te enojes conmigo ahorita. Ya termine, ya te lo mando preciosa. 🥺\n  ","341727":"\n   Siento que te las debía porque ya te vi enojada jaja. 🥺\n  ","341728":"\n   Perdón, me estaba bañando. Me cambio y te lo mando. 🥺\n  ","341729":"\n   💕\n  ","341730":"\n   Que buenooo. 😊💕\n  ","341731":"\n   Voy, amor. ❤️\n  ","341732":"\n   ¿Entonces tú de dónde eres? ¿Eres del estado? 🥴\n  ","341733":"\n   vale yo te mando msj vale\n  ","341734":"\n   Sí, vamos. ❤️\n  ","341735":"\n   Creo que si lo voy a hacer porque con ese número creo que eres de la CDMX y yo soy de Coyoacán jaja. 🥴\n  ","341736":"\n   pero por donde puedo hablarte?:(\n  ","341737":"\n   Ash. 😔\n  ","341738":"\n   ¿Puedo? 🥴\n  ","341739":"\n   si necesito un abrazo en estos momentos😓😓\n  ","341740":"\n   Nooo, después de usted jaja. 😂🥺\n  ","341741":"\n   rolame tu whats o insta\n  ","341742":"\n   Por favor dímelooo. 🥺\n  ","341743":"\n   Dimelooo. 🥺\n  ","341744":"\n   Vamos por pizza. 😁\n  ","341745":"\n   Dime de donde eres tú. 🥺\nQue ya ni cheque y qué tal si te digo y me quedas buen lejos y quedamos así, irá jaja. 🤡\n  ","341746":"\n   Ando sad\n  ","341747":"\n   ¿Qué haces cuando estás a solas en tu habitación?\n  ","341748":"\n   Para mi esta muy linda y tierna y si le añadimos esos labios tan sexys que tienes ufff jaja. 🥴🤤\n  ","341749":"\n   Un fan de tus labios y de toda tú carita jaja. 🤤\n¿De donde eres tú? 🥺\n  ","341750":"\n   Pero los de verdad jaja.🥴🥺\n  ","341751":"\n   ¿Cuanto me cobras por darme unos besotes con esos labios tan sexys. 🤤🥴\n  ","341752":"\n   Alguien que te quiere❤️\n  ","341753":"\n   Holaaa podemos platicar ?\n  ","341754":"\n   Me interesas 🥰\n  ","341755":"\n   Amor 😍\n  ","341756":"\n   ¡Te amo! ❤️\n  ","341757":"\n   ¿Qué te gusta más? ¿El café, el vino o los cócteles? ???\n  ","341758":"\n   ¿Porque nunca me haces preguntas?\n  ","341759":"\n   ¿Algún vez has cambiado algo de ti solo para gustarle a alguien?\n  ","341760":"\n   Por qué me dejaste? :(\n  ","341761":"\n   Nos damos 20x20 mg 💗 + 3 preguntassss.. \n\n\n#Socialicemos 👀\n  ","341762":"\n   ¿¿ Te gustan las películas con temática navideña??\n  ","341763":"\n   Hola 😘\n  ","341764":"\n   ¿Sabes hablar en inglés?\n  ","341765":"\n   Si ya andas valiendo bergha, déjate ir como gorda en tobogán.\n  ","341766":"\n   🔥 ¿Campo o playa?\n  ","341767":"\n   que hiciste hoy?\n  ","341768":"\n   Tienes Mascotas?\n  ","341769":"\n   ¿Qué otros procedimientos llevas a cabo antes de irte a dormir?\n  ","341770":"\n   contesta esta  ya sabes quien soy 😍💗\n  ","341771":"\n   ¿Cuál es tu película de zombis favorita?\n  ","341772":"\n   Te amo.❤️\n  ","341773":"\n   cuantos pares de zapatos tienes? ??????\n  ","341774":"\n   ¿Te gustaría aprender a tocar la guitarra? 🎸 ¿O ya sabes tocarla?\n  ","341775":"\n   ¿Nos seguimos? ☺️✨\n  ","341776":"\n   Ahora sí me vas a pasar tu Facebook.?\n  ","341777":"\n   Nos seguimos?:')\nPd: Soy nueva aquí:(\n  ","341778":"\n   ¿Que deseas en estos momentos?\n  ","341779":"\n   Sigueme y te sigo bb😚\n  ","341780":"\n   Te gusta Lana Del Rey???\n  ","341781":"\n   Como la pasaste ayer?\n  ","341782":"\n   ¿En quién confías más?\n  ","341783":"\n   Foto que mas te guste 🎀\n  ","341784":"\n   Hola\n  ","341785":"\n   ¿Te interesa la psicología? 📘 ¿u otra cosa?\n  ","341786":"\n   ¿Tienes na cuenta de Instagram?\n  ","341787":"\n   Pasa tú facebook ?\n  ","341788":"\n   20×20 MG\n  ","341789":"\n   ¿Te haz peleado con tú mejor amiga?\n  ","341790":"\n   Hi\n  ","341791":"\n   Hablamos en whats?\n  ","341792":"\n   Vi tu perfil y me llamaste la atención, te propongo salir a comer o un café, no se... Te dejo mi Instagram: Aalan_leonardo. Para que me mandes mensaje por ahí, o comenta mi ultima foto para saber que eres tu, no se...si es que quieres salir\n  ","341793":"\n   Tú iPhone es 6 o 6plus?\n  ","341794":"\n   Hola, 10x10 me gusta?\n  ","341795":"\n   Puedo ser tu sumiso?\n  ","341796":"\n   me gustaria hacer este experimento. Poner un cuaderno de alguna materia que me kge abierto en el vagon de mujeres del metro y ver cuantas les vale y lo pisan, o lo patean o lo rompen y cuantas no cuantas lo esquivan o cuantas lo pisan pero se apenan. ¿que crees que pasaria? ¿como quedaria el cuadern\n  ","341797":"\n   ¿Te gusta el futbol?\n  ","341798":"\n   ¿Cuáles son tus hobbies? 🙌🏻\n  ","341799":"\n   Que estudiaras?\n  ","341800":"\n   Por qué cambiaste tu manera de ser? Siempre fuiste Pana, ahora eres como fría y cortante 😕😢😔\n  ","341801":"\n   ¿Cuáles son tus objetivos para los próximos años?\n  ","341802":"\n   Me gustas demasiado 🙈 crees que pueda aver algo?\n  ","341803":"\n   ¿qué tipo de ejercicios haces para mantenerte en forma?\n  ","341804":"\n   ¿quien te hace feliz?\n  ","341805":"\n   ¿Cuál es la razón principal por la cual rechazarías una cita?\n  ","341806":"\n   Ya andas con carlos 😲\n  ","341807":"\n   Nos seguimos, 15 y 15 MG que dices ❣🕉✡🍂\n  ","341808":"\n   10x10 preguntas? 😂 ✨💕\n  ","341809":"\n   Estás ahorita en el Banamex? 😂\n  ","341810":"\n   Nos seguimos?😅👉👈\n  ","341811":"\n   ¿10X10 MG o que show?😂💚💗\n  ","341812":"\n   Cuántos años tienes ? 😁\n  ","341813":"\n   🍃10MG & ?... 🙂👽\n  ","341814":"\n   Hay wey se ve q estas buena\n  ","341815":"\n   😘😍\n  ","341816":"\n   Nos seguimos?\n  ","341817":"\n   😴\n  ","341818":"\n   Oye, oye.  Hay un amigo al que le gustaste jajajaja, te pasó su Instagram. Aalan_leonardo\n  ","341819":"\n   hola :3\n  ","341820":"\n   Hey you ....✌️😊😂\n  ","341821":"\n   tienes mucha curiosidad de saber quien soy?\n  ","341822":"\n   A donde saliste ayer?\n  ","341823":"\n   ¿Tienes un\/a mejor amigo\/a?\n  ","341824":"\n   Hola\n  ","341825":"\n   ‭‭5566596042 escríbeme 😍\n  ","341826":"\n   ¿Bebida fav?\n  ","341827":"\n   ¿Cuál es el sonido más agradable para ti?\n  ","341828":"\n   Na mames te la sabes en mate neta me quedo pendejo en verte eres muy inteligente 😰\n  ","341829":"\n   ¿Quién es la persona a la que más admiras?\n  ","341830":"\n   Eres la verga en matemáticas 😍😍😍😍😍😍😍😍😍😍😍😍   me caso\n  ","341831":"\n   ¿Tu foto favorita? :3\n  ","341832":"\n   Si pudieras pedir tres deseos, ¿cuáles serían?\n  ","341833":"\n   Me gustas mucho Day me debes un fotitu :3 \nEres una pan\n  ","341834":"\n   Hola.💞🌞\n  ","341835":"\n   ¿Qué no va a pasar de moda nunca?\n  ","341836":"\n   Una pregunta \n¿Que soy para ti ?\n  ","341837":"\n   Tu y tu novio se ven bien felices y bonitos\n  ","341838":"\n   ¿Qué tipo de arquitectura te gusta?\n  ","341839":"\n   Decribe al chavo que te gusta del gym 👌\n  ","341840":"\n   ¿En qué especialidad te gustaría convertirte en un profesional algún día?\n  ","341841":"\n   Te puedo agarrar una nalga cuando te vea 😍\n  ","341842":"\n   ¿Con qué frecuencia sueñas? ¿sobre qué?\n  ","341843":"\n   ¿Qué debilidades tienes? ¿Qué no te puedes negar?\n  ","341844":"\n   ¿Por qué crees que la gente se casa?\n  ","341845":"\n   quien te gusta ?\n  ","341846":"\n   ¿Que signo eres?\n  ","341847":"\n   ♡ . H UMILDAD\n♡ . E MOCIONES\n♡ . R ESPETO\n♡ . M ODALES\n♡ . O PTIMISMO\n♡ . S INCERIDAD\n♡ . A MISTAD\n  ","341848":"\n   😈😈😈😈😈👌\n  ","341849":"\n   Se ve que coges rico😎😈👌\n  ","341850":"\n   Me gustas...\n  ","341851":"\n   Una Novia con bonitos sentimientos? Aun habra chicas asi? 😍\n  ","341852":"\n   Hola <3\n  ","341853":"\n   ¿Para ti cuál es el postre más delicioso?\n  ","341854":"\n   ¿Qué quieres que te regale tu novia?\n  ","341855":"\n   ¿Te gustan los regalos hechos mediante manualidades? 🎁\n  ","341856":"\n   Hola 😁\n  ","341857":"\n   ¿Debería ocultar mis pecas?\n  ","341858":"\n   Tebi con el niño de ojos azules en tlalne 😤😣\n  ","341859":"\n   ¿Edad?\n  ","341860":"\n   Ya ta había preguntado eso verdad? 😂😂😂\n  ","341861":"\n   ¿Comida fav?\n  ","341862":"\n   Cosas que valoras de una persona (como amigos)?\n  ","341863":"\n   🍕\n  ","341864":"\n   ¿Pelicula y series o programas fav?\n  ","341865":"\n   ¿pasatiempos?\n  ","341866":"\n   ¿Color fav?\n  ","341867":"\n   mariscos. 😍\n  ","341868":"\n   Ohhh, ¿Comida fav?\n  ","341869":"\n   ¿Música fav? <3\n  ","341870":"\n   Preguntas para conocernos? :3\n  ","341871":"\n   Alguien para platicar? :c\n  ","341872":"\n   ¿Nos seguimos?❤️\n¿Hablamos?🙊\n  ","341873":"\n   Like y confiesas?\n  ","341874":"\n   ¿Qué es lo que más te molesta?\n  ","341875":"\n   Intercambiamos MG \n20 X 20 \nPásate y deja pregunta si quieres. ✌\n  ","341876":"\n   Mg y?\n  ","341877":"\n   MG &....\n  ","341878":"\n   ¿15x15 MG?.👌🏻\n  ","341879":"\n   ¿Qué soportas mejor, el frío o el calor?\n  ","341880":"\n   15 x 15 mg ???  cumplo\n  ","341881":"\n   My Reyna Tengo mucho dinero y Te Puedo Comprar lo Que Quieras soy De Rancho Con Una Ascienda Se mi Prometida\n  ","341882":"\n   ¿Cuántas horas al día escuchas música?\n  ","341883":"\n   Feliz año 2018, que te vaya excelente, lleno de amor, paz, sabiduría y éxito.\nUn beso.😘😘😘\n  ","341884":"\n   ¿Nos seguimos?\n  ","341885":"\n   40 MG a los primeros 5?\n  ","341886":"\n   Hola espero estés teniendo una excelente mañana.🌺 Somos una pagina nueva de retos y consejos.🍭 Estamos buscando seguidores.🌼 Si nos sigues nosotros también lo haremos 🐤.\n   \n    @Retosyconsejos34\n   \n","341887":"\n   Me gustaría conocerte!#tienes un admirador secreto.\n👄👄\n  ","341888":"\n   ¿Animal favorito?\n  ","341889":"\n   ☺️✋el Mejor recuerdo que ah tenido en la vida¿?\n  ","341890":"\n   Alguna vez has enviado fotos ??\n  ","341891":"\n   ¿Qué te vuelve loco?\n  ","341892":"\n   Me gustassss\n  ","341893":"\n   ¿Qué es lo más importante que necesitas hacer hoy?\n  ","341894":"\n   Porque?\n  ","341895":"\n   Me haces los ejercicios de la computadora plis...!? 💁😢😢😢\n  ","341896":"\n   ¿Te gusta tu nombre?\n  ","341897":"\n   SE VEN BONITOS JUCA Y TÚ, DEBERÍAN DE ANDARR.😂💙\n  ","341898":"\n   Me gustas muy neta 😍\n  ","341899":"\n   ¿Qué cosas te molestan?\n  ","341900":"\n   ¿Que es lo que mas amas!\n  ","341901":"\n   Como es el que te gusta?\n  ","341902":"\n   Te ves bien bonita en la escuela 😍👀💙\n  ","341903":"\n   Te nes hermanos o hermanas?\n  ","341904":"\n   Quien es tu mejor amiga?\n  ","341905":"\n   ¿Cómo quieres llamar a tus hijos?\n  ","341906":"\n   ¿Por que eres así?\n  ","341907":"\n   Jaja tan rapido te olvidas de las personas?\n  ","341908":"\n   ¿Edad máxima para andar con alguien mayor a ti?\n  ","341909":"\n   me encantas Day 😂\n  ","341910":"\n   3 ex que quisiste mucho?\n  ","341911":"\n   ¡Te amo mensa!💙\n  ","341912":"\n   me besarias?😏\n  ","341913":"\n   Pasa whats\n  ","341914":"\n   ¿Que clase de brujería es esta?\n  ","341915":"\n   Odias la escuela??\n  ","341916":"\n   Pelicula Favorita\n  ","341917":"\n   En que te fijas en una persona ???!\n  ","341918":"\n   Tu ex... ¿La mejor o la peor persona que pudiste haber conocido?\n  ","341919":"\n   Entonces con quien  te llevas mejor de las neonas?\n  ","341920":"\n   Creés en el amor\n  ","341921":"\n   ¿Qué sueño has tenido que te gustaría que se hiciera realidad?\n  ","341922":"\n   Me gustasss 😂\n  ","341923":"\n   ¿A quién llamas por teléfono más a menudo?\n  ","341924":"\n   👀 ¿Crees en el amor? 😂\n  ","341925":"\n   te gusta el Americano?\n  ","341926":"\n   Me Puedes Dar Un Consejo Por Favor\n  ","341927":"\n   ¿Sin qué cosa no podrías vivir?\n  ","341928":"\n   Los daiquiris rifadones XD\n  ","341929":"\n   ¿Que es lo que mas odias de tu personalidad?\n  ","341930":"\n   5.-¿Cancion favorita? ?\n  ","341931":"\n   Ultima canción que ayas escuchando?\n  ","341932":"\n   ¿Que te gusta hacer más? ❤\n  ","341933":"\n   ¿Cuándo fue la primera vez que fumaste? 😱😏\n  ","341934":"\n   Hola 👋\n  ","341935":"\n   cassandra es puta? 😂😌\n  ","341936":"\n   quien te gusta ?\n  ","341937":"\n   ¿Cómo celebrarías tu próximo cumpleaños?🐶🎉🏻\n  ","341938":"\n   9. Cosas que más te gusten ?\n  ","341939":"\n   Cómo aprendiste a hablar tantos idiomas?\n  ","341940":"\n   G\n  ","341941":"\n   20x20 MG? Si sí comienza ❤️🙈 linda noche 🌈\n  ","341942":"\n   Cual es tu libro corto favorito ⚡\n  ","341943":"\n   Cuál es el mejor regalo que te pudieran dar? 🤔\n  ","341944":"\n   Has el reto del chocolate\n  ","341945":"\n   Se pone caliente cuando escucha este perreo...\n🎶🎵🎶🎵🎵\n  ","341946":"\n   xd\n  ","341947":"\n   Me crees capaz\n  ","341948":"\n   Hola 😎\n  ","341949":"\n   Hola persona bonita que está leyendo esto 💕\n  ","341950":"\n\n    https:\/\/www.youtube.com\/watch?v=EUoe7cf0HYw\n   \n   te dedico esa cancion ♥\n  ","341951":"\n   Nos seguimos? ❤️\n  ","341952":"\n   ¿Quién te inspira?\n  ","341953":"\n   que es lo que mas esperas?\n  ","341954":"\n   ¿Cuál es tu personaje favorito de la Guerra de las Galaxias?\n  ","341955":"\n   Musica favorita...!??♥\n  ","341956":"\n   Cuanto Me cobras Por Ayudarme a un evento para mi Cumpleaños?\n  ","341957":"\n   ¿Cómo puede uno convertirse en alguien famoso en Internet?\n  ","341958":"\n   ¿Una cosa que te arrepientas?\n  ","341959":"\n   quienes son tus mejores amigas ?\n  ","341960":"\n   ¿Dónde te ves de aquí en 5 años?\n  ","341961":"\n   ¿Qué es lo que hace a alguien poderoso?\n  ","341962":"\n   ¿Quién es la persona más famosa de tu país?\n  ","341963":"\n   Te gusta (D)???\n  ","341964":"\n   Me gustas mucho 😍\n  ","341965":"\n   Te bamos apartir tu madre 👌\n  ","341966":"\n   Hoy te vi 😭💔\n  ","341967":"\n   Me encantas un putamadral al Chile sí le doy baje a tu novio o a los morros que anden tras de ti 😎👌\n  ","341968":"\n   ¿Cuándo debería dejar de aprender uno?\n  ","341969":"\n   Pasa Paco Por ti a Las 6: Yalmmi Va a Hacer Daiquiris De Fresa Por Si Contemplabas Faltar Day Day\n  ","341970":"\n   Mañana Hay Reta De Fron Jalas o Que Pedo Day Day? 😎\n  ","341971":"\n   Te vi jugando Frontón 😨😍\n  ","341972":"\n   No , no es lo mismo .\n\n¿Tú como le dices?\n  ","341973":"\n   Me mamas pero bien cabrón 😍😭\n  ","341974":"\n   Como es el chico que te gusta..........????????????????\n  ","341975":"\n   Ss😁 de pantalla\n  ","341976":"\n   Me encanto verte😍\n  ","341977":"\n   ¿Cuánto costaría comprar tu amor?\n  ","341978":"\n   ¿Lo quieres?\n  ","341979":"\n   Me gustas 😍\n  ","341980":"\n   Presenta a💙💚 todos tus primos 😍😻💋❤\n  ","341981":"\n   Te amo demasiado 😍\n  ","341982":"\n   ya enserio que es de ti Carlos 😱\n  ","341983":"\n   hola\nexcelente dia\noye me puedes ayudar dando mg a la foto del link\ny a cambio te toy 10mg's\n   \n    http:\/\/ask.fm\/JocelinnxD\/answer\/138509514939\n   \n   ((avisar))\n  ","341984":"\n   Carlos como es describe al Putito ese sabes que es mi perro😈💀\n  ","341985":"\n   Quien es carlos 😂\n\nEl es tu novio 😰\n  ","341986":"\n   Quien es Carlos 😂\n  ","341987":"\n   Carlos es puto😒 y me caga\n  ","341988":"\n   Hola guapa\n  ","341989":"\n   Saca el 4 20 o un cuadro 😃😍👌\n  ","341990":"\n   Es El Pendejo De Carlos¿?\n  ","341991":"\n   En verdad tienes novio???????\n  ","341992":"\n   Pon 5 amigos y 5 amigas de la primaria,linda velada te sigo 🐦🍂\n  ","341993":"\n   Foto 😻\n  ","341994":"\n   Quisiera ser ese hombre al que amas para besarte cada dia de mi vida hacerte la persona mas feliz del mundo y poder hacer todos tus sueños realidad pero te siento muy inalcanzable y cada día que pasa te pienso cada día te sueño y me imagino besando tus labios y acariciando tú piel Dayane solo pido..\n  ","341995":"\n   ¿Te gusta pasar más tiempo solo o rodeado de gente?\n  ","341996":"\n   Amo todo tú ser mujer mía 😍\n  ","341997":"\n   Bueno *Desafortunado*\n  ","341998":"\n   ¿Quien es el afortunado?\n  ","341999":"\n   ¿Qué has soñado esta noche?\n  ","342000":"\n   Estrenando novio verdad\n  ","342001":"\n   Dayyyyy neta me gustas 😍mucho y no se que hacer te veo en las pedas🍻🍺 y me da cosa hablar 😭😪si ya se que soy un chillón 😞😟\n  ","342002":"\n   Me gustas sabes😅😍\n  ","342003":"\n   por fin 😍😍😍😍😍\n  ","342004":"\n   Neta que cuando regreses te hacemos una pinche pedota pero &a regresa\n  ","342005":"\n   Dayane Hernández te extrañamos &a regresa neta que extrañamos tú risa 😭😭😭😭😭😭😭😭😭😭😭😭\n  ","342006":"\n   ¿Qué es lo mejor que has aprendido de tus padres?\n  ","342007":"\n   No hay nada mas lindo que cuando uno se va a dormir, lo haga con un mensaje de amor, amistad, deseos de buenas noches y dulces sueños. \n\nDulces sueños y feliz inicio de semana D&H®\n\n❤👏\n  ","342008":"\n   Aveces solo vemos el lado malo de las cosas pero y que pasa con lo bueno ?.\n\nYa por fin vacaciones . Que bien , no?\n\nQue tienes planeado hacer?.\n\nD&H®\n  ","342009":"\n   ¿Quién es la última persona con la que te has tomado una foto?\n  ","342010":"\n   Te amo❤\n  ","342011":"\n   Como haces para superar a tu ex? ❤💔\n  ","342012":"\n   [MG y 1 pregunta + Sigues a todos?\n  ","342013":"\n   ✾-『MG Y 1 pregunta + Seguir a todos?』-✾\n  ","342014":"\n   El amor auténtico, el amor ideal, el amor del alma, es el que sólo desea la felicidad de la persona amada sin exigirle en pago nuestra propia felicidad.\n\n\nSolo el amor auténtico D&H®\n\nExcelente tarde .\n\nLas frases son con el motivo de que tengas un lindo dia, tarde o lo que sea 😅\n  ","342015":"\n   Te quiero más que a mi madre,\ny siento que estoy pecando,\npues ella me dio la vida\ny tú me la estás quitando.\n\nHe vuelto D&H®\n\nLas frases son solo con la intencion de que tengas un lindo día 😀\n  ","342016":"\n   Aquí estoy como siempre, pensándote... Un día más, en mi guarida, extrañándote... Un montón de horas, imaginándote... Una noche más, queriéndote sin final.\n\nBonito lunes les desea su amigo D&H®\n\nFeliz inicio de samana 27\/03\/17\n  ","342017":"\n   jalas a balbuena¿???\npasamos por ti en 15, tome ?????\n  ","342018":"\n   Mg y 30 me gustan?\n  ","342019":"\n   Bebé vamos a una fiesta el 24 el la Balbuena si si si si si ya mande Whats😍❤\n  ","342020":"\n   Holi🙊❤\n  ","342021":"\n   Quien es con el que estas en la foto de whatsapp que tienes 😒😣\n  ","342022":"\n   50*50MG, ¿Vale? Comienza que yo te sigo, si aceptas 👌\nLinda tarde ❤\n  ","342023":"\n   Eres lo que mas me encanta en esta vida\n  ","342024":"\n   Pones casa este sábado¿?😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍\n  ","342025":"\n   ¿Cual es tu mayor pasatiempo?\n¿que estudias o te gustaría estudiar?\n\nSi te llegó esto es porque te sigo, pasa por mi ask, devuelvo MG. 👌\n  ","342026":"\n   Te amo ❤❤\n  ","342027":"\n   Pon casa el sábado\n  ","342028":"\n   Mi amor pon casa este sábado y yo pongo todo el alcohol te late. ^.^\n  ","342029":"\n   Tu debes de saber, eres su prima\n  ","342030":"\n   Hola\n¿Cuanto tiempo llevan?\n  ","342031":"\n   ¿Cuanto tiempo llevan Erick y tu prima Saray?\n  ","342032":"\n   Y si eres mi novia y somos felices neta me gustas un chingo😏❤\n  ","342033":"\n   Pon casa el sábado ?\nse ponen chidas  tus pedas 😂😏\n  ","342034":"\n   Cundo aras otra peduqui se ponen chidas y están de aquellas personas ❤😍😍😍😍😍😍😍😍\n  ","342035":"\n   Day 😈\n  ","342036":"\n   Princesa te imvito a comer mañana😍\n  ","342037":"\n   Q pasa si t digo que te están haciendo brujería\n  ","342038":"\n   Te amo😍❤\n  ","342039":"\n   Me encantas mi amor 😍\n  ","342040":"\n   Va yo las pago 💰\n  ","342041":"\n   Y si vamos por unas putas ? 👅💦\n  ","342042":"\n   Supones??????????😑\nDescribe a ese hombre del que hablamos\n  ","342043":"\n   Hablamos del mismo hombre ?\n  ","342044":"\n   Y por que ya no hablan o por que no le hablas 😓\n  ","342045":"\n   Lo extrañas?\n  ","342046":"\n   Amo tus hermosos ojos\nBebé te extraño 😫\n  ","342047":"\n   Neta aras la peda en tu casa 😍\n  ","342048":"\n   Ss de pantalla❤🌚\n  ","342049":"\n   Foto de cara chistosa! 😵🙊💜\n  ","342050":"\n   Quieres que vaya a tu casa y te lleve algo¿?lo que quieras princesa te llevo un pastel o algo que se te antoje ¿???\n  ","342051":"\n   Te ves hermosa si maquillaje😍\n  ","342052":"\n   Que haces????????????????\n  ","342053":"\n   Te quiero mi Day❤\n  ","342054":"\n   Te quiero atravesar 😈💦💥\n  ","342055":"\n   Por que no sales fácilmente con alguien y no sales con migo neta me encantas! 😭\n  ","342056":"\n   Foto sin maquillaje! 🙈🙊❤\n  ","342057":"\n   ¿A quién llamas por teléfono más a menudo?\n  ","342058":"\n   Es netas o es mamada d utdes???????? 😑\n  ","342059":"\n   Es verdad q tu amiga Karly AB esta embarazada y x eso ya no van alas pedas de acue ?????????????\n  ","342060":"\n   Como te sientes ??????????\n  ","342061":"\n   Si pudieras pintar cualquier cosa, ¿qué pintarías?\n  ","342062":"\n   Por que no me haces caso a mi y prefieres a otros pendejos como el pero que te etiqueto en una imagen😠\n  ","342063":"\n   lo amas ??\n  ","342064":"\n   Quien te gusta??\n  ","342065":"\n   Que tienes preparado para el proximo año?\n  ","342066":"\n   Que es lo que mas deseas antes de que termine el 2016?\n  ","342067":"\n   Oshe sii 🙂🙄👌\n  ","342068":"\n   Serias feliz con la ultima persona que has besado ?\n  ","342069":"\n   Que le dirias al amor de tu vida?\n  ","342070":"\n   Que es lo mejor que te a pasado?\n  ","342071":"\n   Mi reyna te falta lo k a mi me sobra 😚👌\n  ","342072":"\n   Cual es la relacion mas linda que has tenido?\n  ","342073":"\n   Que tienes preparado para el futuro?\n  ","342074":"\n   \"\"\"Cara de puerco desvelado \"\"\"\nEsoooo que 😂\nEres bien berrinchuda al grado de no levantarte de mi lugar para que me acostara y tu según ibas a poner la película y la termine poniendo yo \nTu tía como se puso a sacar todas las películas \nTu familia me cae muy bien ,son super buenas onda ❤😍\nE.M.I.D.\n  ","342075":"\n   Hahahahahah tuuuu eres una mocosa despeinada con cara de insecto que me hace reír y amo mil millones pinche chamaca en verdad te extrañaba \nAmaste como pinte tus uñas que te haces y los dulces los compre por que se que son tus favoritos =3Me dejaste un moreton en el brazo por haberme tirado salvaje\n  ","342076":"\n   Me gusto haber podio verte hoy aun que me en barras te pay de limón en el cachete y me ayas tirado de tu cama :3\nY me dijeras mil veces (((tonto maniatico))) \nEres increíble \n(Tusuñitasrosaslasame)😍\n  ","342077":"\n   ¿Qué harías si un amor de tu pasado volviera buscarte?\n  ","342078":"\n   Jajaja loca\nTe extraño mulita, oye tenemos que hablar 💔\n  ","342079":"\n   Muy buena respuesta Day, sigue luchando por tus metas y deja de estar de mula 😂😂😂\n\nTe amo boba\n  ","342080":"\n   ¿Qué esperas hacer con tú vida? 😏\n  ","342081":"\n   Que es lo que mas deceas?\n  ","342082":"\n   Te sigo, Me sigues.? 😁🙌\n  ","342083":"\n   Y si hacemos un muñeco de carne y hueso 😈\n  ","342084":"\n   Estas embarazada????????? \nO por que compartes cosas de bebés???????\n  ","342085":"\n   Te quiero mucho Rome \nHablamos por Facebook o por llamada mi vida?????????????? \n#yaconseguitunumero\n  ","342086":"\n   Te quiero besar como ese .-.día te acuerdas ,afuera de unitec \nNo dejo de pensar aun en eso tan padre ..-.. \n#voyairatucasaRome❤\n  ","342087":"\n   ¿Qué desayunaste hoy?\n  ","342088":"\n   Te vi comprando el la vinatería licor con una chava 😱\n  ","342089":"\n   Me gustas bien cabrón 😍te invita a salir\n  ","342090":"\n   Me tienes bloqueado\n  ","342091":"\n   De que te ríes idiota neta si te vienes a parar aquí tu y tus putos amigas las vamos a madrear\n  ","342092":"\n   Miles de besos y muchos minutos juntos. Neta te extraño.\n  ","342093":"\n   oye tu.... TE AMO <3\n  ","342094":"\n   Me quite la barba y me corte el cabello.\n  ","342095":"\n   No mi amorsh, necesitaras mas que eso para que te perdone.\n  ","342096":"\n   hay hermanita... están molestando y no pueden ni quitar el anónimo.\nconsiguete una vida anonim@ y deja tus inmadureces :*\n LMP <3\n  ","342097":"\n   Te culpo por dejarme. Te necesito.\n  ","342098":"\n   ¿Quieres que te vaya a ver un ratito?\n  ","342099":"\n   ¿que harás estos dos dias?\n  ","342100":"\n   ¿tienes idea de quienes son?\n  ","342101":"\n   ¿Porque ya no me hablas?  😢\n  ","342102":"\n   Jajajaja son unos lokillos esos morros\n  ","342103":"\n   Q ni c metan tus put@z amigos q tambien ce las partimoz\n  ","342104":"\n   ¿quien le quiere pegar a mi vida?\n  ","342105":"\n   \"Te vamos a dar en la madre\" \nQue nac@s 😂😪😪🙊\n  ","342106":"\n   ¿ora que?\n  ","342107":"\n   Ni vengas para aca nena 💅\n  ","342108":"\n   Ni vengas a acueducto por que te vamos a partir la madre .l.\n  ","342109":"\n   pon casa para una peda tome\n  ","342110":"\n   Te vi en acueducto 🙈🙈🙈🙈🙈\n  ","342111":"\n   Con el que te estabas besando afuera de tú escuela es tu novio 😞💔\n  ","342112":"\n   estabas con un chavo de gorra roja y tennis rojo súper swagger el bro andan¿?\n  ","342113":"\n   Y si voy a tu casa y te beso mi princesa 😍👌\n  ","342114":"\n   Dejenla ella tiene a un chavo muy valioso \n👌👏 haci que no la liguen 💅\n  ","342115":"\n   Te vi en clase de sociales y fui el chavo que se sentó alado de ti que traía un camisa azul y un Rolex 😌😍❤\n  ","342116":"\n   Te gusto el chocolate que te dí???????????????????????😓\n  ","342117":"\n   Me gustas Day, por que me ignoras en la escuela 😞💔\n  ","342118":"\n   El chavo que puso la foto contigo en face \n\nComo se llama...  \n\nEsque esta guapo. 😊\n  ","342119":"\n   Que es LMP???\n  ","342120":"\n   No Hagas caso ellas son tus Hermanas nunca dirian eso de ti .\n  ","342121":"\n   Karla y brintany andan tirando muerda de ti en acueducto ponte vergas y no les creas a tus dique amigas consejo de los del cuadro ¯\\_(ツ)_\/¯\n  ","342122":"\n   Alguna ves has perdido a algun amigo ?\n  ","342123":"\n   Me encantas 😍\n  ","342124":"\n   ke es de ti Eduardo????????????\n  ","342125":"\n   Ya fuera de broma . 😚\n\nLo conoces ?\n  ","342126":"\n   Te vi en Torres\n  ","342127":"\n   Oye Day una pregunta mira e notado que tienes la piel muy bonita y no tienes nada de granitos como le haces es que yo sufro de barritos y así pero no me gusta las cremas con químicos y prefiero lo natural me puedes decir o dar algo par mi carita je je je je 😷😭\n  ","342128":"\n   hasta cuando volvere a verte flaquita\n  ","342129":"\n   hola chaparrita\n  ","342130":"\n   Pero que bajo as caído Dayane!..! nunca me imagine que la neta cambiarás a tu familia UNITEC  por los de acueducto !.! pero bueno  espero verte en la fiesta de este Frodo .\n  ","342131":"\n   extrañas a alguien o algo ?\n  ","342132":"\n   ¿Prefieres el cine o el teatro?\n  ","342133":"\n   me gusta tu forma de ser Eres Muy Expresiva y Dices Lo que Sientes Y no te da Pena na Practica mente Eres Segura De ti Por ejemplo En la Tarde Que te vi Se te nota En tu Sonrisa que eres Segura Positiva y Muy Culta Neta Quisiera Invitarte A salir Pero Temo que me Rechaces\n  ","342134":"\n   andas con el primer chavo que te comento en facebook?\n  ","342135":"\n   ss de preguntas 😐\n  ","342136":"\n   ¿Qué tipo de sorpresas te gustan?\n  ","342137":"\n   Feliz cumple Day....😍❤\n  ","342138":"\n   ¿Qué superstición crees que es cierta?\n  ","342139":"\n   y xk no te juntas con ella a cazo traman algo de echo se eliminaron de facebook verdad no se tienen ya vi\n  ","342140":"\n   por que le dicen mami chonchis a tu amiga 😂\n  ","342141":"\n   te gusta alguien?\n  ","342142":"\n   si te aviso dayansita\n  ","342143":"\n   cuando bviens a vernos al bachiloco\n  ","342144":"\n   oye xk tu amiga se salio del bacho\n  ","342145":"\n   me gustas mucho 😭💔\n  ","342146":"\n   si n.n\n\ny yo te aviso en la semana a que hora juego n.n\n  ","342147":"\n   si si si, el proximo somingo si se pueds bueno si pueded ir vale dayansita\n  ","342148":"\n   mas dias asi conntigo dayansita n.n\n  ","342149":"\n   ¿Crees que todo pasa por una razón?\n  ","342150":"\n   por 2 centimetros creo\n  ","342151":"\n   jajaja no por mucho ya veras que si pronto chaparrita :3\n  ","342152":"\n   eres la mejor n.n\n\ntu mi chaparrita la mas bonita la mejor 😊\n  ","342153":"\n   jejeje si espero que aun no \n\npero nunca estare lejos de ti estare siempre para ti todo el tiempo dayansita te adorp n.n 😊😘😍💜🙈\n  ","342154":"\n   me acuerdo 🙈 esperp y mo pase aun\n  ","342155":"\n   ay chaparrita\n\nme acuerdo\ntu pansita n.n\n  ","342156":"\n   jajaja si hasta tu casa y no me mandaste mensaje cuando entraste\n  ","342157":"\n   si eso espero dayansits\n  ","342158":"\n   si fuen el mejor dia hoy contigo n.n\n  ","342159":"\n   y despues lo de hoy que me confundi jeje esque han pasado variss cosas que si el otrp domingo pueded ir te cuento ya bien porque pense eso\n  ","342160":"\n   los dias que puedas dayansita seran los mejores n.n\n  ","342161":"\n   asi seria los mejores domingos si fueras :3\n\ny si me pondria a porterear serio n.n\n  ","342162":"\n   jejeje hoy mejor dia contigo n.n hace tiempo que no te veia\n  ","342163":"\n   eres un desmadre\n  ","342164":"\n   ayer te veias bien bonita con tu pijama rosita nena\n  ","342165":"\n   hay no mames o sea niña fresa \nweee ese día .,.,.,.,. ah te mando mejor whatsApp .,.,.,.,.oye ! pasa me tu whatsApp no lo tengo \".\"\n  ","342166":"\n   vamos a una peda en atizapan sera de las cortes \npaso por ti petunia 😂\nwey vamos sabes que se ponen de huevos ya fuiste una ves\n  ","342167":"\n   ¿que aras hoy ?\n  ","342168":"\n   estas bien buena👌\n  ","342169":"\n   oye quien es esodori de que puusiste en tu snap 😟😒😠😬😡\n  ","342170":"\n   va te mando pregunta sin anónimo pero no la contestas va ¿?\n  ","342171":"\n   me encanta ver que eres una chava súper culta me gustas me pasas tu wat...\n  ","342172":"\n   a ya entonces tu no crees en nada por eso es tu respuesta donde dijiste que eres atea ?\n  ","342173":"\n   que es atea ?perdón por mi ignorancia\n  ","342174":"\n   ¿bueno cual es su inicial?\n  ","342175":"\n   ¿quien te gusta ?\n  ","342176":"\n   En una escala del 1 al 10, ¿cómo estás de loco\/a?\n  ","342177":"\n   - Nombre Completo\n- Edad\n- Deporte favorito\n- Animal Favorito\n- ¿Soltera\/relación?\n  ","342178":"\n   ¿5×5Preguntas? Comienza y yo te sigo ✋❤😙\n  ","342179":"\n   ¿Que haces mi Dayane?\n  ","342180":"\n   ¿aun lo quieres?\n  ","342181":"\n   opinion de shaidith y su hermano marnon\n  ","342182":"\n   ¿Cuál es tu idea del infierno?\n  ","342183":"\n   eres medio mamoncita no ?\n  ","342184":"\n   ¿Qué letra de canción es la que más te gusta? ¡Compártela aquí!\n  ","342185":"\n   a es que me gusta mucho y pense que andas con el 😞💔\n  ","342186":"\n   andas con Sadiel?😱😱😱\n  ","342187":"\n   y mis 20 cosas ? ._.\n  ","342188":"\n   Frase baby\n  ","342189":"\n   Foto juntas\n  ","342190":"\n   Foto tuya\n  ","342191":"\n   Libro fav\n  ","342192":"\n   Que odias\n  ","342193":"\n   10×10 Preguntas te parece mi princessa ...✋😊♡👑\n  ","342194":"\n   Okay & de cuantas preguntas hablamos hehehehe 😏😂😍\n  ","342195":"\n   Ay si mi nena pero bueno por eso México no progresa....😏😂😂😂\nTambién te quiero...❤\nIntercambiamos preguntas bebé.. 😌✋\n  ","342196":"\n   Dejen empaz a mi niña caes mas mal tu que mandas en anonimo\n  ","342197":"\n   me caes mal eres insoportable con decir que no te puedo ver ni en las fiestss\n  ","342198":"\n   vas A ir  La peda de las mellizas😎\n  ","342199":"\n   hoy te vi y ni saludas :,,v che grosera\n  ","342200":"\n   ¿En qué objeto te has gastado más dinero?\n  ","342201":"\n   ven yo te doy el abrazo ❤\n  ","342202":"\n   ¿Cuál es tu golosina favorita?\n  ","342203":"\n   ErÊZs BïEeN PüTĀ\n  ","342204":"\n   que  se va a hacer hoy😍👌\n  ","342205":"\n   ¿Qué problemas tuviste en el colegio?\n  ","342206":"\n   ¿Cuál crees que es la comida más deliciosa?\n  ","342207":"\n   ¿Que te debo?\n   \n    https:\/\/media.giphy.com\/media\/3oEjHXHfW57775U6Ry\/giphy.gif\n   \n","342208":"\n   ¿Cuál ha sido el último gran error que has cometido?\n  ","342209":"\n   ¿Deberían los chicos llevar barba? ¿De qué tipo?\n  ","342210":"\n   ¿Qué dirías si todo el mundo estuviese escuchándote?\n  ","342211":"\n   ¿Qué es lo que te hace sentir mejor en un día en el que estás de mal humor?\n  ","342212":"\n   ¿Cuántos años tenías cuando aprendiste a ir en bici?\n  ","342213":"\n   ¿Tienes algún placer pecaminoso? ¿Cuál es?\n  ","342214":"\n   ¿Cuál es el mejor cocinero que conoces? ¿Qué cocina?\n  ","342215":"\n   Mi princesa nos seguimos\n  ","342216":"\n   linda noche 🙈🙊\nme \ngustas\n  ","342217":"\n   MG Y 10 MG?❤️\n  ","342218":"\n   ¿Cuál es tu verdura favorita?\n  ","342219":"\n   ¿A quién has inspirado?\n  ","342220":"\n   ¿Con qué frecuencia vas a fiestas?\n  ","342221":"\n   ¿Te consideras espiritual o religioso\/a de algún modo? Si es así, ¿cómo?\n  ","342222":"\n   Me darías tu whatsapp? , si gustas déjamelo en una pregunta n.n y hablamos un rato , feliz día :)\n  ","342223":"\n   una fecha\n  ","342224":"\n   oli😃\n  ","342225":"\n   a va va gracias \nseria para la uni😌\n  ","342226":"\n   que me aconsejas de la unitec ?😭\n  ","342227":"\n   te sigo..❤✅\n  ","342228":"\n   por que eres muy fresa ?😕😥\n  ","342229":"\n   y tu cel😄😂\n  ","342230":"\n   y la unitec??n.n\n  ","342231":"\n   t kro cgr😁\n  ","342232":"\n   Elige cualquier empresa del mundo que te gustaría\n  ","342233":"\n   pues ya ves😉\n  ","342234":"\n   a ya veo entonces fuiste a la fiesta del monkiki\n  ","342235":"\n   mmm mira y eso que haces Alla\n  ","342236":"\n   en donde\n  ","342237":"\n   y que hiciste el jueves 🙉\n  ","342238":"\n   que iciste el miercoles ????.\n  ","342239":"\n   ¿Pura raza o mezcla? Publica una foto de tu perro favorito.\n  ","342240":"\n   me gustas 🙈\n  ","342241":"\n   te pone los cyerno bien cabron\n  ","342242":"\n   ¿Qué es para ti un día perfecto?\n  ","342243":"\n   Los alienígenas llegan a la Tierra, ¿qué oferta de paz les propondrías?\n  ","342244":"\n   ¿Qué es lo más importante que tienes que hacer hoy?\n  ","342245":"\n   Es lunes. ¿Qué te dice tu voz interior?\n  ","342246":"\n   Si mi respuesta fuese un \"si\" que me pedirias?🐼👽\n  ","342247":"\n   Mg y 10 mg❤️✋🏻\n  ","342248":"\n   ¿Quién te hace reír?\n  ","342249":"\n   Huevos \/\/\/\/\/\/\/\/\/\/\n  ","342250":"\n   ya muy neta dime quien te gusta\n  ","342251":"\n   claro que si dime 😠\n  ","342252":"\n   quien te gusta Dayane😡\n  ","342253":"\n   ¿cuantos novios as tenido ?\n  ","342254":"\n   por que eres muy enojona ? 😂\n  ","342255":"\n   El Hombre de hojalata consiguió un corazón, el Espantapájaros un cerebro, el León valor… ¿qué consigues tú?\n  ","342256":"\n   amigo anonimo dayis es mia x) !!!\n  ","342257":"\n   20 cosas de ti ? ^^...^^\n                             ¤☆¤\n  ","342258":"\n   quien te gusta ~.~\n  ","342259":"\n   & siempre quien fue quien se metio a tu facebook\n  ","342260":"\n   ai dallan no t agas la q no sabes y la sufrida de este cuento si el keria andar contigo\n  ","342261":"\n   aja y luego  sabes bien q no q por q no anfubistes con el mejor se mato y ezo t duele\n  ","342262":"\n   ¿Qué es lo que te enfada más?\n  ","342263":"\n   q l diste a carlos para traerlo pero si bien pendejo 😆😱\n  ","342264":"\n   pero q pzo con sebas ?\n😢😱😭😭😭\n  ","342265":"\n   cuanto me cobraz x organizarme una party ^*^*^*^*\nxfa me urge rome\n  ","342266":"\n   por que no me besas ahora mismo\n  ","342267":"\n   ¿Que es lo peor que te ha pasado?\n\npasate, devuelvo Mg\n  ","342268":"\n   20x20mg empieza & devuelvo\n  ","342269":"\n   quien te gusta\n  ","342270":"\n   ¿Cuáles son tus personas favoritas para seguir en Instagram?\n  ","342271":"\n   Nombra tus 3 puntos más débiles.\n  ","342272":"\n   ss de pantalla de bloqueo😏\n  ","342273":"\n   asomate estoy afuera de tu casita👌😎\n  ","342274":"\n   saca peda👌\n  ","342275":"\n   Buenas.Ya te Sigo. Me puedes Seguir? Me puedes dejar unos Likes? Lindo Dia\n  ","342276":"\n   Snap\n  ","342277":"\n   ahí por mundo e\nte veías muy bonita neta me encantas Rome💔😭\n  ","342278":"\n   te vi hoyyyyyyyhh😍\n  ","342279":"\n   25Mg ❤y das un regalo ?\nLinda noche\n  ","342280":"\n   ¿Alguna vez alguien te ha pillado desnudo\/a accidentalmente?\n  ","342281":"\n   tus bubis y tus pompis son mias mamasita👉👌😈\n  ","342282":"\n   te volviste bien caliente ezo me exita de ty\n  ","342283":"\n   ¿Qué es lo que no sabe mucha gente sobre ti?\n  ","342284":"\n   ¡Cuéntanos cómo fue tu primer beso!\n  ","342285":"\n   lla le distes tu birginidad a karlos :v\n  ","342286":"\n   Cuando estás superaburrido\/a, ¿cuántas veces abres la nevera?\n  "},"Answer":{"341214":"\n  Thought I finished my cup of tea. Put my phone on the cup sideways. It vibrated later in the nite & fell in a 1\/6 cup of tea. Totally destroyed. I was so sleepy.\n  ","341215":"\n  Love? No. I fancy a guy tho. But nope. Not currently dating or \"talking\" to anyone. I haven't been on a date in years. There's droughts & then there's my life. 😂\n  ","341216":"\n  Mykonos\n  ","341217":"\n  Hmmm...2fer today. 1. Bad: That I'm unfriendly (I'm shy), that I'm pushing potential mates away (I'm selective). 2. Not so bad: that people know me, but dont really know me. I think it's a matter of self-preservation, inner rings of the circle of confidence & enjoying a level of privacy...not secrecy however.\n  ","341218":"\n  You know what? I've never watched him on YouTube or followed when he had Twitter.\n  ","341219":"\n  I would like to go maybe 2x a month. My AMC Pass is monthly so theoretically I should go more often. Lol. I LOVE MOVIES. But alas, I've been slacking.\n  ","341220":"\n  Today? Walking a quadrillion blocks on vacay.\n  ","341221":"\n  Current flow...SiR, Masego, etc.\n  ","341222":"\n  I speak Spanish. Immersion programs work. I did one...years ago.\n  ","341223":"\n  I'm a life-learner. I love to hear interesting perspectives, learn about obscure stuff & broaden my general knowledge. I like to do research. Which is why I curtailed my Twitter activity. I can go down the rabbit hole of articles & come up an hour later. Studying for personal purposes is much easier for me than studying for a specific date. Especially if the subject is of no interest. Then I may procratsinate.\n  ","341224":"\n  If ur following me...I bet u know that already.\n  \n   @CoachKJay\n  \n  . Zero dating inquiries please & thank u.\n  ","341225":"\n  Music, wine & fun!\n  ","341226":"\n  My mom is one of my besties. She sees all my moodiness tho. Woooooo! God bless her. My dad is pure comedy. He's got some short term memory loss right now. But trust me he's sharp.\n  ","341227":"\n  This movie chick hasnybeen tut p the movies since July 27 (The Lion King). What a shame. Last documentary was this week, Beyonce: The Gift (all about the making of the album with African artists).\n  ","341228":"\n  The laughter of a child, a cool autumn breeze, amazing restaurant food with great company, fireplace wood crackle noises, love from my doggy, vacations, paying bills, a meaningful hug, new shoes. Bwahahahaha. I flipped the answer to things that make me happy.\n  ","341229":"\n  Well I would love to travel with my husband one day. But first I would need a man. 🤣 babysteps. In reality, my bestfriends & bros are the loves of my life. Traveling with any if them would be a treat.\n  ","341230":"\n  I don't take selfies often. Seeing my face over & over on social media isnt fun. But I do like to hide behind snap filters. I send the goofiest\/ugliest snaps. My poor friends.\n  ","341231":"\n  Anything is possible. E.T.s & Gov't trials.\n  ","341232":"\n  Crying is like a steam valve of release. Too much of any act can ruin us, but crying is a necessary thing for our overall emotional wellbeing. I have no problem with young or old, man or woman crying. Tears can help the soul when words fail us.\n  ","341233":"\n  For a instant something he has done or just his presence has caused her to appreciate life thru their interaction. More people should smile at others. It makes a world of difference. Spread love.\n  ","341234":"\n  Good question Askfm. I blush easily & I'm not great with hiding my disdain for some folks so. It makes me nervous when I have to hide emotions.\n  ","341235":"\n  Nada. I rested this afternoon for a change. Yay me! Right now football & youtube at the same dang time.\n  ","341236":"\n  It takes clear communication. No gray area. The truth can be hard to give. And sometimes next steps are unclear. But the alt is stringing someone along, denying your needs & growth or just plain living a lie. Uncertainty & fear of being alone has stopped many from taking that 1st step.\n  ","341237":"\n  When someone exists my life (friend\/lover), it's an opportunity to heal, re-evaluate my value system, & grow. When a person passes away, it's an opportunity to reflect, appreciate & remember to make every moment count.\n  ","341238":"\n  Roadtrip with friends, travel & experience a diff culture, relieve a hubster & wife u know by offering babysitting services so they can have a date night.\n  ","341239":"\n  Without question. If u havent tried seeing leaves in the early fall on a drive just try a thruway ride thru mountains & enjoy the season.\n  ","341240":"\n  Living in a new state (in the U.S.), increasing residual income & experiencing life with my hubster & family. More fly experiences.\n  ","341241":"\n  A Misunderstanding\n  ","341242":"\n  Core Water. Ha! I love exotic & looseleaf teas. I'm a lightweight alcohol wise. Ironically I prefer shots.\n  ","341243":"\n  I like cool\/non humid weather. Cool fall breezes to chilly winter weather. I've gone touristy and done Rockefeller Center to see the sights at Christmastime a few times, knowing its freezing. The people warm me.\n  ","341244":"\n  I remember to center myself. To live every moment being in the moment. Reminding myself of my place in God's Universe. And I steady my heartbeat unstiff my shoulders & focus.\n  ","341245":"\n  I'm not up on this info. School me.\n  ","341246":"\n  Two faves for the past 3 weeks. Both by SiR. #1. \"John Redcorn\" sounds soooooo Prince at certain moments. #2. \"Touch Down\" its very Musiqsoulchild.\n  ","341247":"\n  I also speak Spanish.\n  ","341248":"\n  I like surprise day trips or events. So if my friends or my man tell me the attire...I'm rollin'.\n  ","341249":"\n  Often. Just did it today! Bought some old school hip hop themed sneakers among other things.\n  ","341250":"\n  In 40 yrs.? If I ONLY include age 18 & up? Hmmm...ANSWER: 2x times. I'm not counting my 1st boyfriend, solely becoz we were underage in those yrs. & my understanding of love was...different.\n  ","341251":"\n  Hmmm...2 of mine have closed. Currently, I have none. Booooooo!!! Makes it so much harder!\n  ","341252":"\n  Peace of mind, love & freedom. Bonus: To leave a strong legacy. Ha! 4 instead of 3. Sawwwy.\n  ","341253":"\n  Sure. I did it when I was younger now I'm I'll need a steady friend to clam my jitters.\n  ","341254":"\n  I perform well under pressure. Yhe challenge of it excites me a bit. But I also have unnecessarily procrastinated and given myself pressure & then the guilt of that scatters my clear thoughts.\n  ","341255":"\n  Hmmm...I'm uber awkward. I didnt like the way an ex dressed. He always dressed up with random plaid polos and lots of chunky sweaters and random dress belts. We went to an outlet mall & he went strait for 1 store. And I said oh I know I told u...u dress like a woodsman...now I see u just wear LOTS OF TIMBERLAND. He was mortified!\n  ","341256":"\n  Well askfm, anything 80s.\n  ","341257":"\n  I dont want to go for a carride, stop breathing like frozen or stoic, or not in the mood to laugh.\n  ","341258":"\n  Ultimately vulnerability plays a huge role. Cant experience it without letting walls down & letting the love in.\n  ","341259":"\n  Countenance, Walk, the way he treats people & how he speaks to me (if I know him).\n  \n  Bonus: Good Smelling & knows how to dress like an adult over age 25.\n  ","341260":"\n  Church service every week, rehearsal 2 to 3x a week & special requests for funerals. And in the car! Ha!\n  ","341261":"\n  Android life\n  ","341262":"\n  First name: I was named after a neighbor. A young lady who was kind & smart with a beautiful smile. She was respectful & full of life. She grew up to be a doctor. My middle name: describes the feeling my mom felt when I was born after years of child conceiving troubles. My last name: has a heritage specific to a region in the south. It's a pretty cool story.\n  ","341263":"\n  Freedom is the confidence of being able to be yourself flowing in your senses & abilities. The avenue to grow & question while still feeling love & peace. Freedom is beautiful.\n  ","341264":"\n  As a child I loved quirky cars. I adored my Pop Pop's Peugeot. I'd say a Peugeot RCZ a sleek lil old car that's no longer in production.\n  ","341265":"\n  Ok Askfm. Bronzing (Tanning).\n  ","341266":"\n  Well askfm, I like this ? of the day.  Answer: \"Cant talk now. I'm zoning out to music.\"\n  ","341267":"\n  Actual factual.\n  ","341268":"\n  If u know me, then u know I would say...absolutely nothing. Ha! I'm a mute around 1 on 1 new people (shy), but I'm a great listener. I am however intrigued by people's deep  passions. And I observe people's interactions.\n  ","341269":"\n  Great question! I always post quotes. So I'll switch it up. I want my future home to be filled with art, some of which being black & white photos & black memorabilia (the latter of which I collect). This Gordon Parks Photo of Ella Watson, housekeeper to the White House, along with Emmitt Till's photo & others really capture emotion.\n  ","341270":"\n  One of the old girl scout mottos of leaving the Earth better than u found it. This means living wigb authenticity, love, joy, peace & pushing towards God-given purpose. That kind of intentional living is rare.\n  ","341271":"\n  I adore Linkin Park. The lyrics to that particular song with the simple melody equals beautiful.\n  ","341272":"\n  I'm not a jealous person, but I do demand respect. Jealous scale is a 2.5 becoz if I'm in a relationship, I'm confident in us. I expect my spouse\/man\/partner to be himself but be diff with me. If everyone gets what I have, why am I here? If I have to feel some type of way when hes not around or interacting with other women, or fostering insecurity by secrecy...It's NOT the place for me.\n  ","341273":"\n  Love shouldn't be perfection or roses & it's not hell or ball & chain. Love evolves becoz people do. And brutal honesty isnt easy to receive but if we dont do exercise it, things will escalate to the point of darn near no return. The idea is u aren't always going to like each other, but the committment is coupled with love. Love shouldn't be a chore. Like ugh gotta wake up next to this one again. I know me. And I hope my partner does too. I want us to grow together. Build a legacy, support each other. Listen to God. It takes preparation, creativity & honesty.\n  ","341274":"\n  Ha! U got me. I love hugs! Today no one. I spent the day at home. Yesterday yes!\n  ","341275":"\n  Hmmm...there's nothing I've desired at length, that I haven't obtained IF if I wholeheartedly tried or wanted it. Now, being lackluster or fear-based about ish...well yeah, then that's on me regarding the outcome. I could use 2.5 inches of height. U got a genie somewhere?\n  ","341276":"\n  Tips for a first date. Don't overdo it trying to impress the person. Be yourself & spend time getting to know the person with convo. Options: Go somewhere u r familiar so u can be an expert about it. Or be daring & experience something new w\/ the person so reactions are organic. Be aware of flags but dont be too rigid. Be in the moment.\n  ","341277":"\n  This day & every day! I hope u do too!\n  ","341278":"\n  I use my senses more than most. Which also means I can willfully ignore them too (in order to detach from situations). Lol\n  ","341279":"\n  Yes. I do. I think people expect me to be one note. But that's just not me. I have varied interests & tend to speak my mind. By the same token I can act like a mute when nervous during 1-on-1 & small group sessions. I'm a wildchild & prude. A child of God & an Earth hugger.\n  ","341280":"\n  I want 2 or 3. A colorful top right back piece that I want from an Black Pioneer ATL area Tattoo conglomerate for later in life. But I'm currently looking at minimalist tiny tatts done by bangbangnyc. Simple lettering thin line quote inner forearm or above the hip diagonal. Or a symbolic thin bracelet tatt.\n  ","341281":"\n  Working on it daily. I am making steps to be in the moment, spending time working on my dream stuff & loving people consistently. Having my future partner will elevate the colors of life & enhance how who I am. It'll help me be future KJay even more. Baby steps.\n  ","341282":"\n  Without question. I'm not who I was last year. And then ape-wise I believe in God & His creation story.\n  ","341283":"\n  I have a sweetheart of a bestie. Literally saves me from calamity. He puts up with my mini crisis, bless his lil heart.\n  ","341284":"\n  Something that involves an actual convo or experience. For a dream date expense isnt my issue, it's the thoughtfulness. Hecka stuff is free.\n  ","341285":"\n  My next schooling is T.B.D. I like to study at home, but write sitting by the water.\n  ","341286":"\n  I've never felt unliked by people. Misunderstood yes. Perhaps sometimes just tolerated by those who don't understand me. And partner-wise that'll come in God's timing. No need to rush.\n  ","341287":"\n  Peace & Love & the Arts.\n  ","341288":"\n  Yes. My Christian belief system says everyone has a soul. It's housed in this fleshly vessel. Daily I work to be worthy of the gift God gave me & grateful for salvation.\n  ","341289":"\n  Not normally, but they talk to me...all the time. My entire life. Ha! Well at an event like the one I'll be at today & attended yesterday, it depends. I'll talk to people on line at spots, but when the music comes on its whine it up & sing time. #nonewfriends\n  ","341290":"\n  About lastnite. Every side is my good side...not!\n  ","341291":"\n  Leave. Ignore or self-soothe by stroking my hands or arms.\n  \n  If I know the person next to me I usually link arms with them & put my head on their shoulder or back. I'm touchy-feely at the most random times. I'm either absolutely no contact or consistent with affection.\n  ","341292":"\n  Idk what it's like to feel the pride of being a parent. But the baby announcement is ok I guess. Peopel used to do that with cards & some still do. But the amount of people exposed to this info who are not kinfolk or friends is wayyyyy greater online. I'm just not into a bunch of my child's pics on social media.\n  ","341293":"\n  I'm not ashamed of anything. My actions have always been my own. Smart, dangerous or plain ridiculous.  Altho I'm a pretty private shy person. I am loyal af.\n  ","341294":"\n  Ha Ha Ha! Now THAT's funny. A most unpopular request. U have plenty to go on by reading my Askfm page. Not sure it'll help u. I haven't been on a date in yrs. So, it's not easy.\n  ","341295":"\n  More great moments, that make lasting memories, with people I'll never forget.\n  ","341296":"\n  Well hello. Thanks for asking. It's been a long week, but I'm really excited for the wknd!!!! I'm tired but I have work to do.\n  ","341297":"\n  Hmmm...80% facts\n  ","341298":"\n  I would go back to playing piano. In the present It helps me to sight read notes, so I can read the music & pick up the alto before its taught. Haven't played in a quadrillion years tho. Possibly age 13. Fave song to play was Stevie Wonder's \"These Three Words\".\n  ","341299":"\n  Why yes AskFm. That I do!\n  ","341300":"\n  I admire traits. Like kindness, courage, strength, fluidity, sense of self, humor, stick-to-it-tiveness, candid honesty. I find things to admire in people from all walks of life. I may not admire the person, but I can admire a trait or action. I dont admire stuff people are born with like beauty or wealth.\n  ","341301":"\n  Perhaps I'm a hypocrite in the sense that love empowering women especially but sometimes I need a bit of empowering. Plus, now that I'm older, it actually gets harder to do what's expected. I already feel like I'm hitting senior citizenhood, so let me live a lil. 🤣\n  ","341302":"\n  Everyday of my life. I love cupcakes!\n  ","341303":"\n  Patience with me & with himself. Nothing in life, especially relationships can work without acknowledging the work necessary to achieve goals.\n  ","341304":"\n  Unlimited funds & World Peace. Cant get more wild than that. As per other types of fantasies...need to know basis.\n  ","341305":"\n  I love my dog, but even with her I value space. Hmmm...I love intensely. Right now I'm utilizing agape, storge & philia love & a wee bit of ludus love until God throws opens my window & tosses in a man so I can have eros love mixed with a lil pragma love. Lol!\n  ","341306":"\n  Fantasy\/Superhero\/Sci-Fi, Chick Flicks & Documentaries.\n  ","341307":"\n  Intermittent Fasting. I've dabbled, & it works, but now for real for real, I'm starting next week. Ha!\n  ","341308":"\n  Lol! My point of view. Been up for 2 hours. I'm debating taking the bus & subway to\/& in the city (NYC) for gourmet ice cream today. Yes. I have a car. Lol\n  ","341309":"\n  Favorite song? Yikes. I'd say I grew up on classic r&b & I love stevie wonder\n  ","341310":"\n  Listen one-on-one. Talk to big groups. I'm better with large scale speaking than person to person communication unless its listening or giving advice.\n  ","341311":"\n  1. If the person caused physical, mental,  financial or spiritual de-stress or ruin. Think long & hard about what you want.\n  \n  2. If the intent is evident by words AND deeds & u can genuinely tell change is present...go for it. Forgive, but don't forget.\n  ","341312":"\n  Hmmm...tough. current interest. I wanna go to the Greek aisles on a group trip next year. I wanna beach it & party.\n  ","341313":"\n  If unconditional love & loyalty is the only stuff you crave...an animal can be comforting, consoling even. But if u crave connection & adventure plus growth like I do...um I LOVE my dog, but it's a hard pass. Altho, at this ripe old age...my future may be \"The Dog Lady\" with zero suitors. 🤷🏽‍♀️\n  ","341314":"\n  I only ask questions if someone is noncommunitive. I'm not a fan of being asked personal questions so I don't ask them. But I do ask opinions about random stuff. To learn.\n  ","341315":"\n  I love sushi, Italian, dominican, thai food, & newave American. I grew up on soul food. I'll annihilate Chilean Sea Bass. Fav snacks: crudites\/charcuterie & wine. Nosh Nosh.\n  ","341316":"\n  I try to remember I don't know everything. However, common sense isnt common. And I do have my ditzy moments. Ha! I require assistance\/steering from those I trust during those times. Hopefully, I can exercise more patience when people entertain stupidity.\n  ","341317":"\n  Muted colors. A curvy women's polo shirt given to me by my job as a gift with my title, name on it and the BC seal. IRS a cross btwn beige & sage. And olive stretch khakis. Gold rubber glitter high top converse becoz I have a sprained ankle.\n  ","341318":"\n  So many BFFs. Each one so special. 2 blessed me tremendously this past wknd. Thanks Terrill & Sanetta.\n  ","341319":"\n  I've been to a heavy metal concert before. I'd say that's tough for me becoz sometimes the guttural growling is incoherent. That & Dizie music aren't my faves. I did appreciate visiting the Grand Ole Opry tho. It was like Showtime at the Apollo for Country Music...minus a racist incident while attending.\n  ","341320":"\n  Hmmm...I like fast cars. I own a Stang. My old dreamcar was a Bugatti Veyron. Now I love overpriced Maseratis.\n  \n  For practical purposes: muscle cars like Camaros (for singles) & sexy cars like Infinitis (for families). Porche Cayenne for crossover. Postponing my motorcycle class in september til this ankle sprain is healed up.\n  ","341321":"\n  My friend tracked her ex's uber history to find out he was cheating. To be fair she paid for his uber all the time becoz he had no ride. Personally, I dont uber often & never alone late at night as a woman.\n  ","341322":"\n  A good person. Such a thing if it is real...I'd love it to be me. Ha! I think Intention & integrity matters. A \"good\" person treats people the way they'd want to be treated.\n  ","341323":"\n  Parents, Mentors, Leaders in the trenches with you & friends who get you as you are.\n  ","341324":"\n  My fav song at the moment is \"It Hit Different\" by Uncle Murda.\n  ","341325":"\n  My love is profound, nourishing & deep. However, criminal activity is a no. Lol!\n  ","341326":"\n  Hmmm...I love animals. I think they have the purest spirits. However, I respect the balance made btwn man and animal in terms of eating off of the land. So I approve of the Lion King Circle of Life theory. I'm not a fan of hunting for sport however.\n  ","341327":"\n  Anything with salmon in it. Or an über dramatic roll from Sushi Cafe (Essex St.) (100 types of rolls). *swoon\n  ","341328":"\n  My professional interests are Writing, Life Coaching & Philanthropy.\n  ","341329":"\n  Harlem Nights\n  ","341330":"\n  Only hearts.\n  ","341331":"\n  A DM saying ur gonna get all this body at your pool party. Ummm... my friends are fools! 😂. Text from mom saying she has no appetite but she knows I'm making her eat.\n  ","341332":"\n  Wow! Tooooooo hard of a question. Have mercy. Lol! Hmmm...still love me some Luther Vandross & Al Green.\n  ","341333":"\n  Vampire all the way!\n  ","341334":"\n  Clarification. Likes of my posts get emojis? Not sure what your question is.\n  ","341335":"\n  March 1st #tbt post.\n  ","341336":"\n  I have a circle of best friends. Each with their own magical powers. Some know more day to day than others. But all of equal importance Male & female.\n  ","341337":"\n  Ha Ha Ha. Metabolism, health issues (hereditary or habitual) & level of activity. Heck I'd like to be 2 inches taller. *shrug\n  ","341338":"\n  Not admitting fault or failure (just keep it 100%). Nobodys perfect. Not equipping a child for independence by being an enabler. Being inconsistent. And of course physical emotional verbal abuse...although many are doing what their parents taught\/did to them. Along with perpetuating those generational curses by not acknowledging they need help & putting those demons on the kids.\n  \n  The sweet spot of parenting is providing money, love & wisdom teachings.\n  ","341339":"\n  Love for me today or at this age can be expressed to me in the way someone shows concern for me or lets me know I'm in their mind. I'm the Queen of appreciating simple gestures. I'm not the book yankee stadium to propose chick. Love is intimate & caring, while being adventurous & challenging. Love is all about connection, consideration, crumbling of walls. That's where they real symmetry begins. Hard stuff. But worth the reward.\n  ","341340":"\n  Uhhhh G-rated: Travel\n  \n  Grown Folks: Foreplay\n  ","341341":"\n  People: Dr J. (Julius Irving), Nelson Mandala, Prince & Luther Vandross\n  \n  Misc: 80s pop culture movies\/]music, video music box, & MTV.\n  \n  Familywise: my fav aunt who died of sickle cell complications. She was a jazz singer\/writer.\n  ","341342":"\n  I live with lots of family.\n  ","341343":"\n  I'm a night owl. I like the dark. I love night walking & driving. Shadows don't scare me. Spirit can be seen in light & dark, no? 🤔\n  ","341344":"\n  To take responsibility for my part in negative or unfavorable situations, while acknowledging what people try to give me which is their weight & responsibility to deal with. Without being petty with tit for tat. What a balance.\n  ","341345":"\n  Great Question! I'm not an expert in that field. (WORK IN PROGRESS). Now Intrapersonal...Yes! Purpose Driven Life. The 4 Agreements, The Alchemist, The Secret, To be Popular or Smart. Ok. A few Interpersonal (Love\/Romance & familial relationships)...The 5 Love Languages & 50 Laws of Power.\n  ","341346":"\n  I'm not a fan of bus trips, unless it's a day trip to a special location with 4hours. I like planes. But honestly train rides are pretty dang special. And so are roadtrips. I love those! I've never been on a cruise, just small trips.\n  ","341347":"\n  Thx 4 asking. This forum will be posted on IG again in Fall. I would prefer 95% of the questions to be advice\/opinion or thinking questions. Kjay Personal Preference questions at a minimum please.\n  ","341348":"\n  I'm no spring chicken. No. I've encountered some decent prototypes to show me God has someone out there for me.\n  ","341349":"\n  Freedom Love Discovery Growth\n  ","341350":"\n  Hello. I answered this question 2 days ago.\n  ","341351":"\n  U taught me something new! Never knew the familial origins.\n  ","341352":"\n  Make it tea & dessert & yes, but only if the mood hits me & the spirit of the person is right.\n  ","341353":"\n  Hmmm.. I love to go Cook but I have no fave recipe to make. Fave recipe to eat any New Orleans Cuisine becoz it takes time to make.\n  ","341354":"\n  I was truly scared when marching during the Philip Panell riots. We marched multiple days. It was around my bday. Even my grandma was there. Overturned police cars & broken windows of bus stops & rowdy out-of-towners...but I'd do it again.\n  ","341355":"\n  To dance: Old school & some ratchet music. I'm a hip whineder. Lol. For vibes: soul music old & new\n  ","341356":"\n  Great memories from 2017: 20th High school reunion wknd & travelling solo to Hawaii, San Fran &  Seattle.\n  ","341357":"\n  Depends. If theres a timeframe it's crazy annoying if I need info. I think ignoring someone is purposeful and cruel. I dont have besties or date anyone who uses that tactic. Not something I tolerate. If there was a disagreement I'm all for getting to the bottom of things. Marriage Motto: Never go to bed angry. Life is toos short. Now, Unless the person is deaded from my life then...carry on. Then no need for contact.\n  ","341358":"\n  Innocence\n  ","341359":"\n  My 40th birthday party. Having people from all phases of my life under one roof. I felt so much love! I saw my journey & I was grateful for all the guides along the way & the moments we've shared. That kind of feeling can't be captured on film. It lives in my heart forever.\n  ","341360":"\n  I'll use a previous version of this question. It's a pulling thread\/ magnet\/connection\/need that can't be explained & if it grows...can't be quantified. To get there takes vulnerability.\n  ","341361":"\n  I see people with my spirit & heart. If I've ever been fooled (relationshipwise)...it's becoz I chose to turn a blind eye by seeing not the intent behind actions, but the spirit of the person. Ironically, I'm not enemies with any of my exes. Go figure.\n  ","341362":"\n  I don't do anything wild on snap, but I don't know usually accept people I don't know offline.\n  ","341363":"\n  When it could cause bodily harm\n  ","341364":"\n  1 Spirit. 2 Walk 3 Smile\n  ","341365":"\n  I don't think empathy can be taught 99.99% of the time. I do believe its healthy to remind ourselves of what disappointment, failure, loss has felt like in our own lives when we camt relate to others. Feelings have to be felt. If u cant feeling for yourself, you maybe may not be able to feel it for others. All some people can do is acknowledge that they should feel. And perhaps with psychotherapy that can be addressed.\n  ","341366":"\n  Dreamless at the moment. I dont dream often. Or science would day I dont remember. I remember dreams maybe 4-6 times a year tops.\n  ","341367":"\n  Sometimes it's as simple as feeling it out. If they are open to communicating regularly. If this is going well & u think the vibes are equal...then take the next step and ask to spend time with them. If they make a million excuses...dead it. If they dont, test the waters and read the vibes. The worst u can get is a No. And move on. Make sure b4 u do, ur sure u r interested. Nobody likes their time being wasted.\n  ","341368":"\n  Loyal, free-spirited, kind-hearted.\n  ","341369":"\n  I already met and played with one of my icons kids...Muhammad Ali. I'll give u 2. Donald Glover (Childish Gambino) & Shawn Carter aka (Jay0-Z).\n  ","341370":"\n  R. KELLY'S music. Soulful, cross-generational, cookout \/ family reunion music that's easy to sing \"feel good\", but the vessel gets in the way of my current enjoyment of it.\n  ","341371":"\n  Great question. There's a great debate about where the soul is located. Some say groin, others say brain. I will say the moments it is touched by others. For men & women: when we feel safe & appreciated just being us in a non-judgemental zone where we can unload & feel free. That moment is golden. The feeling of connectedness is heartwarming.\n  ","341372":"\n  Most certainly. I took some classes abroad. I considered the high school on a boat thing when I was young but it was pricey. Travel & immersion programs are a joy!\n  ","341373":"\n  Life is a circus.\n  ","341374":"\n  I love freshly fallen snow. A cabin\/lodge, fireplace, making s'mores & snuggling. I even like shoveling snow.\n  ","341375":"\n  No, I wouldn't be who I am. Even with my losses.\n  ","341376":"\n  A country western song at age 12 or  so. Lol! Nah actually I have 5 songs written at the moment. In the vault.\n  ","341377":"\n  Me? Nope.\n  ","341378":"\n  8\n  ","341379":"\n  KJay\n  ","341380":"\n  I'd be a superhero that people couldn't see. My power wouldn't be in invisibility, but I'd be invisible. The power would be peace. Stopping conflict & bringing clarity or understanding.\n  ","341381":"\n  Lol. Everything...including men. Some friends barely mention men. Depends where they are their lives & what their goals are. Moms ALWAYS talk about their kids.\n  ","341382":"\n  Fortunately, no. No they did not.\n  ","341383":"\n  Ha! Idk anybody on this platform.\n  ","341384":"\n  If they aren't offending people & aren't in committed relationships...let it rock. Sometimes being a bystander to it can be amusing.\n  ","341385":"\n  Overhaul of government. Way too many thoughts.\n  ","341386":"\n  Kind. Wise. Doer.\n  ","341387":"\n  I love basketball. I used to shoot around in my yard as a teen. Haven't done it in a hundred years. I like \"watching\" basketball, football, & track. Agility & speed mesmerize me. Along with strategy. I like seeing smart athletes play. It's amazing to see muscle memory at play or the view they have of the field or the court.\n  ","341388":"\n  Hmmm...my middle name is a word. I'm crazy about names. I love certain letters & sounds. If u know me offline, u can ask me my full name.\n  ","341389":"\n  Hmmm...no. Where I work, I have to be able to be fearless.\n  ","341390":"\n  Loss of control. I had 1 particular relative that ticklee me so much that I learned how to turn it off at will. Much to the chagrin of my high school boyfriend.\n  ","341391":"\n  English is my primary language. I really enjoy language. My minor I'm college was Spanish.\n  ","341392":"\n  I love animals. Lol I just answered this question below. I don't have a fear of animals.\n  ","341393":"\n  I love animals! I suppose beaches have been catching folks with the shark attacks.\n  ","341394":"\n  I would save & invest even more & do philanthropy. Which is a dream of mine...philanthropy & volunteerism.\n  ","341395":"\n  Yes. Words can hurt & it cant be taken back. But if we want we can take future actions that negate our reactive words that we wish we didnt say. It's hard, but not impossible.\n  ","341396":"\n  The last thing I paid for today was food at Sojo Spa. It was an amazing day!!!\n  ","341397":"\n  I would if I had an iPhone, but I dont. I'm an android girl. Altho I still used my ipod for the gym lol.\n  ","341398":"\n  Countless connections. But I only use them when necessary. I try not to use my connections for stuff I can do on my own. Phone contacts: Hundreds!\n  ","341399":"\n  You can ask random people questions on askfm, answer people's questions that you see posted & answer the questions of the day. None of which I do. But that certainly would do it.\n  ","341400":"\n  All the spinoff books and cheesy movies surrounding Jane Austen's writings. I fangirl this writer even tho she is from the late 18th century... folks who've done numerous modern adaptations. Way too many to choose from. British Romance stuff brings out the Happy Nerd & Hopeful Romantic, plus Critic of Society in me.\n  ","341401":"\n  Ha Ha! I do have some zany friends! They help me to laugh at life & myself. My godson's mom is 1 of them. Funny & brutally transparent. So giving tho!\n  ","341402":"\n  Mos def a mixture. I would say our interpretations of the stimuli we receive is based upon experiences & perception. This makes creativity una mezcla. Passionate, exciting & somewhat feels like home.\n  ","341403":"\n  I am pescatarian.\n  ","341404":"\n  For next April?! Well I want to do a co-ed spring vacation\n  ","341405":"\n  Hmmm...I love cheek, back of the neck (thank u E. BADU) & forehead kisses. So for me, there's meaning behind kisses. Which is why some men do not kiss women they are \"involved\" with.\n  ","341406":"\n  Lyrics are long. Not in a rap mood ahora. So, LOVE - Musiqsoulchild, (1) The Other Side of the Game and (2) Next Lifetime - Erykah Badu, Let's Stay Together- Al Green, There's Nothing Better Than Love- Luther Vandross & Gregory Hines, & He Loves Me (Lyzel E Flat)  - Jill Scott. Becoz I've grown into a hopeful romantic. I was anti in my 20s & early 30s. Go figure. Human Connection is bliss!\n  ","341407":"\n  No. But it affords a certain peace of mind in one area. Although money is something people want to keep accumulating no matter how much they have. Eliminating the stress of bills & saving does stop some arguments. Many marriages have soured over lack of money & its underlying issues. However, Big money has it's own issues. Favors & Users.\n  ","341408":"\n  Me loves Autumn long time! I like everything pumpkin...but pie. I'm from a southern baking family. I prefer sweet potato pie. BUT i once had pumpkin pie that was fierce! I repeat ONCE!\n  ","341409":"\n  Cheese, nuts & fruit w\/ sparkling water.\n  ","341410":"\n  A Soiree & a Fete.\n  ","341411":"\n  Hmmmm...idk. I'm not really a gifts gal. B'dway musical Tix, or fun off off b'dway celebrity 1 man show or concert\/live music tix to attend with the person.\n  ","341412":"\n  Hmmm...what do I think of the person who cheats? 1. the person shouldn't be in the relationship he\/she is in. 2. Usually they are not committed to the partner perhaps they are there out of obligation or comfort zone. Sometimes needs aren't being met & it wasn't communicated early on & worked out together. So a disconnect or compartmentalization occurs. Soul searching needs to happen asap. Something is missing & attempts to fill it are happening with out instead of within.\n  ","341413":"\n  You're fierce, loving & compassionate. So proud of the freedom you've gained in being yourself. It wasnt easy, but worth it.\n  ","341414":"\n  Upside Down by Diana Ross, You Got Me Going in Circles by Friends of Distinction , La La Means I Love You but The Delfonics, Rhythm of the Night by DeBarge & PopLife by Prince. Anything from big Luther & Anita Baker. Tied to some incredible memories. I come from a family of singers & musicians so too many to mention.\n  ","341415":"\n  Quality Time w\/ laughter from those who nurture me.\n  ","341416":"\n  Regular Cookies & Cream, Cold Stone's Birthday Cake Remix or gourmet ice cream from some of my favorite shops in NY like Van Leeuwen artisan shop!!! Even their vegan made of coconut milk is boss!!\n  ","341417":"\n  Incense for self-care. Candles for late nite couple's time. Essentials Oils Diffuser & legalized smoke for lazy wknd mornings\/afternoons with my guy. (I'm smitten by the SanFran Bay Area). It makes me feel alive! Bonus: Horizons are amazing there.\n  ","341418":"\n  Hilarious. Nobody thinks I'm cute.\n  ","341419":"\n  Truth be told I don't follow my brain. I try to listen and see the way God leads me or how he turns me in directions & opens & closes diff doors as my guide.\n  ","341420":"\n  So far ok\n  ","341421":"\n  Peacemaker\n  ","341422":"\n  Mayo\n  ","341423":"\n  This was set up as an advice column for IG. I am not interested in making new friends or passing time.  Hopefully, in a month or so it will continue as such.\n  ","341424":"\n  3 months ago I answered this exact question & posted a picture of my slice keeper. Askme algorithm fail, you're recycling. Exact question with same emojis.\n  ","341425":"\n  Knocking down life goals. Focused.\n  ","341426":"\n  Smh smh\n  ","341427":"\n  Um...is this a chain letter from the 90s? Too cute! Any child God gave me would be a blessing...I wanted 1 of each, but I'm old now. A miracle would be son or daughter. Fanta. Fly solo. Roadtrip with friends to connect. House for privacy. Black for the culture. Grown KJay: Banana. Young Keisha: Strawberry. Dolphins. Angels my protectors. Sunny for tanning. Cloudy for snuggling.\n  ","341428":"\n  I'm in contact with my peeps. If we havent spoken in a while, like my oldest friends, we can pick back up like we spoke yesterday. I'm not great with calling friends regularly. I text or call to connect for a plan to see them. I like face to face to experience my friends. My friends know I am loyal & giving. If I have it, they have it.\n  ","341429":"\n  90% of photos from high school. I don't like taking solo pics. So I would talk throughout the photos.\n  ","341430":"\n  Weather, clothes, colors, family holidays.\n  ","341431":"\n  Happiness for me begins as a constant state of deciding not to allow worry & doubt to linger too long. Each day I get a lil better at it. Some days are better than others. A feeling of wholeness & connection & hope in daily life.\n  ","341432":"\n  People who are passionate, kind & operate with integrity.\n  ","341433":"\n  Saw a few pics. Why? What stood out to you?\n  ","341434":"\n  Don't shun what makes u different from others. Go with your intuition.\n  ","341435":"\n  Smell (I build memories from moments with it) & Sound (becoz I sing & direct).\n  ","341436":"\n  Be yourself. Be open. Be present. Stop overthinking.\n  ","341437":"\n  Around 2000 \"Wild Out\" by the Lox was out, I was becoming a senior & solidified life long friendships in college & I took classes at a university in D.R.\n  ","341438":"\n  Phantoms & Ghosts in the horror movie sense? No. But as a Christian & a person with certain spiritual gifts, I do believe in the spirit world. No question.\n  ","341439":"\n  It used to be yes. But now that the forum has taken a turn...not so much\n  ","341440":"\n  This forum is not just for personal KJay questions. This was set up to help others, but not to get to know me. Thank you.\n  ","341441":"\n  Your Snarky Question. My Snarky Answer: The opposite of this picture. 😂\n  \n  Good ole time w\/ Friends & Vacation.\n  ","341442":"\n  To give them hope, use imagination & learn right from wrong plus gived examples of good character (eventhough flawed). However, the same can be said for secular aspects of holidays.\n  ","341443":"\n  Jesus Christ & my close loved ones\n  ","341444":"\n  Havent been in like 3 years\n  ","341445":"\n  Living\/family rooms & restaurants\n  ","341446":"\n  Philanthropist\n  ","341447":"\n  Awwww...shes so cute. Love u! Yep to myself.\n  ","341448":"\n  Suavamente besame\n  ","341449":"\n  Quiet time with God\n  ","341450":"\n  This foodie has many beloved eating venues.\n  ","341451":"\n  I prefer loose lear tea over coffee l. I can be a true tea snob. If not, any extra sugary, light, flavored coffee will do.\n  ","341452":"\n  Ha! Trick answer. I'm a homebody who loves making memories & having experiences. I rarely refuse an opportunity to go somewhere interesting. And I love to travel! I travel solo too.\n  ","341453":"\n  Never even heard of lostfilm\n  ","341454":"\n  Guest speaker at church today. Lol\n  ","341455":"\n  A Snow Leopard.\n  ","341456":"\n  I hate being photographed. But I love capturing memories. Life is short.\n  ","341457":"\n  Tricky tricky. Heat kills them. And washing everything in hot water. Some folks toss mattresses. Around my way they have a dog who sniffs them out. The commercial calls HIM Roscoe. Hard to get rid of. Can be in expensive hotels & luxury high rises. Just get the professionals.\n  ","341458":"\n  I LOVE them! I really never turn an invite down. Lol! I'm a live music-head!\n  ","341459":"\n  Ha ha ha! Yep! So many. This is my current mood tho.\n  ","341460":"\n  Nope. Just senior cut day & I didnt do anything exciting. Went to the house next to the school lol!\n  ","341461":"\n  Platonic friend only, wrong vibes, off limits, no attraction, or 1 of us is married or spoken for. It varies.\n  ","341462":"\n  Yep. You ain't seen 1 of my 5th grade pics. Joking!!!! There's a Lebenon\/Cyprus area animal that has this look. A Demascus Goat. Bread for milk.\n  ","341463":"\n  Yes. I enjoy moments that become lasting memories. And I'm a Christian so many have deep meaning.\n  ","341464":"\n  Maybe returning to playing piano.\n  ","341465":"\n  Networking...me no likey, but it's very necessary.\n  ","341466":"\n  The original \"Candyman\", the original \"It\" & \"Tales From the Hood\".\n  ","341467":"\n  I like my eyes & hands.\n  ","341468":"\n  Yes my hometown has changed a great deal & not for the best. The racial makeup has changed dramatically. Newcomers dont send their kids to the public schools. When I attended it was 60% minorities (this included people from all over the world) & 40% white. It was so diverse that we were featured in a mag. The school system hasn't improved. Hopefully, the new superintendent can help turn the tide.\n  ","341469":"\n  By golly. Thanks a mil! Enjoy ur day!\n  ","341470":"\n  No more. I'm good.\n  ","341471":"\n  I've never had to lie much...when I have it was dire straits. And I hated those handful of times. Grown now. Truth trumps everything. No matter how painful. 99% of the time when I do it now in jest & on purpose and I want the person to know.\n  ","341472":"\n  That siding with your race solely becoz they are the same as you is the only absolute. False. Character & Intent matter.\n  ","341473":"\n  A good partner.\n  ","341474":"\n  Stuff room old Eddie Murphy movies.\n  ","341475":"\n  Yes yes\n  ","341476":"\n  A person who lives to the fullest and who will leave the Earth better than I found it. Like a true Girl Scout.\n  ","341477":"\n  I love the sound of crunching leaves\n  ","341478":"\n  Hateful people\n  \n  Judgemental People\n  \n  People who aren't willing to learn\n  ","341479":"\n  Sexual questions are on a need to know basis. This isnt an interview kjay about her sexual preferences string. Feel free to ask advice, tips of a basic life nature. Pleas & Thank u.\n  ","341480":"\n  Ummm...the 3rd sexually oriented question?! I have no fear. I like what I like.\n  ","341481":"\n  El-hajj Malik El-Shabazz. His evolution & candor was beautiful.\n  ","341482":"\n  Hmmm...I'll say pie. I'm a southern delicacies baker tho. So I'm picky about desserts.\n  ","341483":"\n  Reading inside. Writing outside.\n  ","341484":"\n  Uh...a bit personal. Depends on the occasion.\n  ","341485":"\n  Uhhhhh...a bit personal. Depends on my mood. *shrug\n  ","341486":"\n  Indeed I do.\n  ","341487":"\n  More time please\n  ","341488":"\n  Ha! I have lots of questions, but I rarely ask them. I'm aight with being asked questions within reason. Some folks are just invasive or nosey.\n  ","341489":"\n  Spending Quality Time alone & with kindred spirits.\n  ","341490":"\n  I'm a descendant of dynasties and communities of loving intellectual doers. Oh wait...who knows...I probably am. Lol!\n  ","341491":"\n  To feel, connect, experience, love. I used to be robotic, afraid to feel, take risks or just plain lose, but what is living without living? The magic of a kiss or glance, the sweet taste of victory, the awe of discovery on vacation, etc.\n  ","341492":"\n  Invisibility. I let would be the ultimate mediator power in conflict. To actually see each person's side convo or self talk before ish gets out of hand. Guess I would need smidge of time travel for that too\n  ","341493":"\n  Creating a safe space for my mind & soul to rest. Most people look for that in others...that's a bonus. In fact most times we suffer having never learned to create our place. I have a physical zen space in my home, visit fave zen places & can zone out and escape when I can't get away.\n  ","341494":"\n  Awe-inspiring seeds of resilience & resistance blooming in all hues.\n  ","341495":"\n  I'm the Queen of never attempting riddles. I like hard & direct. *shrug. U tell me the answer.\n  ","341496":"\n  I used to be a person that needed closure. Blame it on the communications major in me. I had to know why the interview failed, job didnt work out, the friendship dissolved, the love tanked. I didnt realize you dont always get the full story, explanation, apology or convo of clarity. When I turned 30 I recognized the only thing that mattered was me. I let the control issues go...slowly but surely. Gave my issues to God & gained peace of mind & more importantly...Freedom!!!\n  ","341497":"\n  Most people do not want to change or evolve even when given the support tools.\n  ","341498":"\n  I'm a great friend. I support them & give my loyalty willingly.\n  ","341499":"\n  Lie to save face. I'm big on honesty\/integrity. If u have to hurt someone with truth early on it's better than giving them false hope.\n  ","341500":"\n  I'm a marshmallow when u get to know me. A giving & forgiving person. I love all things girly & don't like arguing. I'd rather leave a situation, business\/friend\/romantic than to deal with drama.\n  ","341501":"\n  I love food. But if its btwn a sleepp and food...I'm sleeping.\n  ","341502":"\n  I think there's room to have diff reactions or experiences. Otherwise  I pretty much know myself.\n  ","341503":"\n  Original \"Candyman\", Original \"It\" & \"Tales From the Hood\". Bonus: \"Get Out\". (Didn't see \"Us\" yet).\n  ","341504":"\n  Phone Screensaver...Here it is.\n  ","341505":"\n  Loving actions\n  ","341506":"\n  I love Cologne & Essential Oils. Oooooo and rooms with citrus or lavendar, Fresh scents. Not into musk or vanilla or rose tho.\n  ","341507":"\n  I'm an android gal. Once I did the switch I neva went back to apple. Here's my take. Yes it's expensive, but if preserving moments in pristine condition matters & if you spend a good amount of time on your cell phone...treat yourself. Sometimes u just have to do what feeds your soul.\n  ","341508":"\n  Nope. Single & Not dating.\n  ","341509":"\n  I like what I like. I guess that's for my man of interest to find out. Ha ha vague much?! I like quality time. I love good scents, silky stuff, candlelight or city light scapes. But pizza & Netflix works too. Feed me tho. I like food!\n  ","341510":"\n  Its always better in person. Shoot your shot. You get one life. What's the worst thing that can happen? You get a NO, u hurt & then u keep moving towards your destiny.\n  ","341511":"\n  Love is a tricky thing. Such sacrifice, patience & nurturing. I dont regret love...eva.\n  ","341512":"\n  I literally believe no one is a devil or angel. However, there are people who willingly or unknowingly allow one side to grow.\n  ","341513":"\n  I Teeter-tottor back and forth from denying my instinct to fully participate. Honestly, I love the freedom of it. However, I can be a bit of a voyeur when it suits me.\n  ","341514":"\n  Listening to my instincts. Trusting my talent....eaelier.\n  ","341515":"\n  Hmmm... Angela Bassett, Susan Sarandon, Sanai Lathan, etc.\n  ","341516":"\n  Lindt Dark Chocolate chili & Godiva Daek chocolate sea salt. Together! Lol!\n  ","341517":"\n  Hmmm...I like meeting new people. However, I'm extremely protective of my quality intimate time. So, my friends' circle is pretty much fiercely knit.\n  ","341518":"\n  I fancy a dude, but nope no crushes here. I'm too old for that. I believe I  telling someone I like them. Either they like me or they don't. No time for pining.\n  ","341519":"\n  Good question. There is no bad blood between myself & any of my ex-boyfriends. It's not & won't be awkward for me. The past, is the past. No blame came here.\n  ","341520":"\n  As long as a person has a healthy offline life...I see no harm in some online activity. But, dont let it take the place of real human interaction. We humans need authentic experiences & moments. Social media & gaming can become an unhealthy habit\/outlet when overused. Mos def rude to partake in the presence of real live people.\n  ","341521":"\n  A few. Stay tuned. Some things you have to wait and see about. Excited for goal setting.\n  ","341522":"\n  Welp my bffs know who they are. Love them for life!\n  ","341523":"\n  Sure do! I love my bestfriends...they are my chosen family.\n  ","341524":"\n  Ultimate goal philanthropy thru money & deed. If I ever have children leaving a legacy of no debt, God, fun & community give back. And a few books along the way...\n  ","341525":"\n  If I had a bae I'd say a baecation, but since I don't, perhaps some more solo traveling. I enjoyed my last few ventures thoroughly!!!\n  ","341526":"\n  Well now. Splurge on 1st class (if possible). Visualization techniques (see yourself in a comfortable\/safe place). Recognize others are just as unhappy about the limited space & utilize distraction tactics, i.e. music\/movies\/books. Prior to boarding, takeoff & landing, do some Deep Breathing. Prayer.\n  ","341527":"\n  For love, freedom & peace of mind...there's no telling!\n  ","341528":"\n  I love concerts, gardens, zoos, fireworks & scenic views!\n  ","341529":"\n  I'd rather be a child again. Teenage life was great tho.\n  ","341530":"\n  Welp! I've been attending functions without a date for years. I actually love going to weddings single or with girlfriends. People are usually very nice. Just don't rush into anything. You have plenty of mistakes of your own & others to learn from. And remember couples need their time too so your friends might seem a bit busy.\n  ","341531":"\n  I want to travel, write, volunteer & build a loving & fun home. God-willing.\n  ","341532":"\n  I sonetimes forget hmmmm...where I put my keys. Or to text or call people back, if I was busy when I received the message.\n  ","341533":"\n  Not sure what this means. But u enjoy whatever this is in reference to\n  ","341534":"\n  My besties are my foundation.\n  ","341535":"\n  I used to play piano.\n  ","341536":"\n  I'm a good listener.\n  ","341537":"\n  Travel & exploration\n  ","341538":"\n  I'm excited for increasing exploration of the world, knowledge of self, connection with others, & wwlkingbin & towards my purpose. A few goals are mixed in there. However, I'm working on detachment from outcomes & more trusting God & self... moving fwd.\n  ","341539":"\n  I've put my happiness on others unbeknownst to me, it's detrimental. All we can do is work on ourselves & find daily joy, work on achieving life goals. Life is unpredictable. What if someone you have decided is what you need to be happy passes away, or your dream Corp folds?! Get your own happiness...other stuff is the cherry on top of your life's sundae. Easier said than done, but you gotta work at it.\n  ","341540":"\n  Winter. Hmmm...some events. A Bathing Ape (BAPE) Concert & going to see my forever FLOTUS Michelle Obama at her Becoming Michelle Obama event.\n  ","341541":"\n  Black Power fist or washing get like Christ Jesus. I am powerful, yet humble.\n  ","341542":"\n  It depends on my mood, environment & the vibe of the person. If I discern something that doesnt \"jive\" with me, it doesn't matter what mood or environment...it's a NO! Protect your space.\n  ","341543":"\n  Most people know when they are being lied to. It's all about what we are willing to accept. You can see potential in someone or a relationship but it's not your job to be the only cultivator. Outside looking in...Watching others learn hard lessons is hard.\n  ","341544":"\n  I like childhood pics better than current.\n  ","341545":"\n  Doglife.\n  ","341546":"\n  Hello there. I'll give you these answers I posted before. (Cities).\n  ","341547":"\n  I think people fall in love in small glorious moments or for some...in an instant. It's a feeling of kindredness. A need to share & make memories. Once it begins, you can't deny it, the heart wants more of the person & the sensation in the spirit he\/she brings. Love is a feeling of belonging & symmetry like no other. We do it becoz humans need each other & God said be fruitful & multiply. Lol\n  ","341548":"\n  Ha! Yes! And some things are better left secret. Lol! But uh huh. I'm all for unexpected delights.\n  ","341549":"\n  I like tropical flowers. Been receiving them for my birthday since I was born basically.\n  \n  Bird of Paradise, Anthurium, Hibiscus, Types of ginger (red, tower, wax, shampoo), wild orchids, Macaws, expanded lobster claws, etc.\n  ","341550":"\n  Yes I have a few goals this year. One involves writing.\n  ","341551":"\n  I don't kiss and tell. Heck yeah i would kiss the person in I kissed most recently again. I dont have kissing regret.\n  ","341552":"\n  I would date someone younger than  me if we had the same life ideologies. But this type of pairing isnt my favorite for various reasons.\n  ","341553":"\n  I think the 2000s had a lot of great bands but unfortunately some of my pop faves made 1 or 2 albums and never progressed. Maybe it was the collapse of the big recording industry machine, or trends, etc...\n  ","341554":"\n  It depends. Some people flirt for the sake of flirting. For example, some women who have kids may not get out a lot so around men they let the sexy out! Maybe they want a husband..maybe girls just wanna have fun. Some men, even in relationships wanna see if \"they still got it\"...if they have inner stuff to work on & their woman doesn't fill that void...that combo could be disastrous. Otherwise let the flirts have their time. At my age, I'd say flirt with a purpose. Lol!\n  ","341555":"\n  Interesting...well I would like a companion in the near future. So many things I wanna do that may or may not include my girlsquad.\n  ","341556":"\n  No I'm not a shopaholic. I enjoy nice things, but in moderation. However, I rarely turn down an invite to dinner. Lol!!!\n  ","341557":"\n  I change my hair 24\/7. I exaggerate but since I cut my locs off that I had for like 15 or so yrs, I still Express myself thru my hair but by way of cha ge of texture, color & length. I love braids in the summer for ocean & pool purposes.\n  \n  I have no hair preference with men. Caesar, bald, locs, balding, idc. Clean shaven or beard no real preference as long as it's neat & purposeful. I do draw the line at a James Harden style beard tho. Lol\n  ","341558":"\n  I'll amend an old answer that I'll attach here. A good friend cares about overall well-being of the other person. They check up on you & genuinely are invested in your growth.\n  ","341559":"\n  A few things at The Cave. I love  Chocolate fudge brownies or chocolate chip cookies & I also enjoy snacking on many types of fruit.\n  ","341560":"\n  Hello, I answered this 2 weeks ago. Here u go.\n  ","341561":"\n  Hey there. See attached photo. I answered this question a while back.\n  ","341562":"\n  One of my all time faves is Erykah Badu's - Otherside of the Game. The bass, the horns...it's vibeology 101. Makes you wanna chill with ur person & zone out...lazy sat afternoon type ish.\n  ","341563":"\n  Outside the homefront...I would say people that gave me special experiences or taught me life lessons in a profound way. Too many mentors & adventures to name.\n  ","341564":"\n  If I could create a device it would be one that creates peace. My favorite device is my Galaxy Note 8. My favorite apps are Shazam & Design Home.\n  ","341565":"\n  Denzel Washington for his level-thinking, Adam Sandler for his ability to see humor in the mundane & The Rock becoz a girl could get lonely.\n  ","341566":"\n  Egypt, Dubai, Maldives, Seychelles, Spain, Amsterdam, Rome, Tokyo, Ghana, Soweto & Greek Islands. Basically everywhere. Lol!\n  ","341567":"\n  \"When you smile, I smile.\" Loved ones hugs and smiles touch me deep.\n  \n  It's the most infectious thing. I'm a wallflower (with strangers & acquaintances) & a wildchild hippie (with besties)... no in btwn so when people genuinely ask me how I'm doing and smile at me...its a form of love communication. I receive it wholeheartedly.\n  ","341568":"\n  How important it is to do what you are born to do. If that's care for people, teaching\/mentoring, building or financing a community or just spreading love with laughter...be the best. Life is too short to be confined by others pre-conceived notions. Wealth & success are important, but so is peace of mind, love & legacy.\n  ","341569":"\n  If I could be a cartoon character for a day it would be Smurfette. I like working with men way more than women. I'm all beauty, brains & a good leader, but it sometimes I just wanna let the men do the brauny stuff. I'm ok with that. Lol!\n  ","341570":"\n  I would love to be wallpaper in crowd, but I was born to stand out. Oh the irony. Lol\n  ","341571":"\n  My favorite horror TV show? Hmmm...I dont know. But I saw a few episodes of Black Mirror and I think it's genius!\n  ","341572":"\n  Hey there! Well my birthday is next week. I'm accepting gifts all April! Ha! But I answered this question awhile back, unless you have a more specific version. I'll answer a revised version.\n  ","341573":"\n  New job, new place (temp), new whip, new space to create. Coming into my own. I love this rhythm.\n  ","341574":"\n  Beauty & the Beast is one of my faves! The title song & \"Gaston\". 2nd fav: Frozen \"Let It Go\".\n  \n  Bonus: (non-disney) An American Tail \"Somewhere Out There\" becoz Im a romantic & I love James Ingram's voice.\n  ","341575":"\n  Smiles\n  ","341576":"\n  Eric is an idiot. I love him! But Kenny is so random that he's a close tie. Like why is he even around? Ha!\n  ","341577":"\n  Lol! I havent had anyone to reveal themselves yet, except 1 person. So go for it. Ask a question.\n  ","341578":"\n  I'm a fall kinda gal. I love cool breezes layers of clothing styles which is why winter & snow bring a smile to my face. I love fireplaces, saunas...\n  \n  But...I do enjoy vacationing to hot exotic places to lie on the beach & tan.\n  \n  I love the sound of rain tapping & I'm known to walk in summer rain. But i dont like gray skies.\n  ","341579":"\n  Falling in love. Hmmm...its sparked by interaction with someone & moments made that you can't erase...no matter how hard you try. All of the lil things that makes the heart beat fast. It could be a smile, laugh, touch, look. It's when every day stuff  someone does effects you in a different way. And you realize you want to give of yourself in ways of sacrifice & love that can be a bit scary. But the feeling of mutual blossoming love is pure & indescribable & raw.\n  ","341580":"\n  A fat head liar. Ha!\n  ","341581":"\n  Nice Question. I tend to like a variety of posts. But shun cruelty & nonsense.\n  ","341582":"\n  My favorite holiday? Thanksgiving. And my personal holiday...Apr 6th!\n  ","341583":"\n  Ha! Last beverage I spilled on myself? Cold - unsweetened Pure Leaf Green Tea. Hot - Dunkin Donuts Vanilla Chai.\n  ","341584":"\n  I am my mother's only child. I have an older brother & sister 10 & 11 yrs older than me (NJ) & 2 younger sisters 10 & 11 yrs younger (NC).\n  ","341585":"\n  Eek. What I will share is that I have unique spiritual gifts. I've ignored, abandoned or condemned them in the past. I'm working on embracing them. Actually, I'm reading a book about 1 of them. In the future I plan on strengthening, focusing & activating them more. They were given to me by God for a reason. Not in a global way per say, but used daily with Gods guidance & protection.\n  ","341586":"\n  I've seen people do it. I've never experienced this phenomenon. As a \"traditional aries woman\" (loosely used), I'm all or nothing. If I love honestly, I don't put eggs in another basket or gave a side situation in my heart. But I understand a person could fall in love with certain aspects of a more than one person & feel deep feelings for 2 people. However, for me...everything is connected. So it's hard for me to remove someone from my head & focus on the person in front of me. I know men who compartmentalize all day at work or had childhood trauma, so it's easy to do with women. *shrug\n  \n  .\n  ","341587":"\n  U.S. Universities give scholarships of various amounts to people for academics & athletics. However, it's in different amounts. Our universities & colleges have high tuition & fees. There are state schools which are more affordable. Also, community\/county colleges (2 yr. programs), which give a valued education. NY has started a program for people who live in NYC for a few yrs with a certain GPA that will give high achieving students free education at NY state schools. Many (North) \"Americans\" want a system similar to Canada where if you have decent grades, school is free. Many university graduates work 25 yrs & still have school loan debt.\n  ","341588":"\n  People watching in Soho or nighttime at a skyline, bronzing on a shoreline, concerts, foodie excursions, all things 80s. And doggies. I love doggies.\n  ","341589":"\n  I'm ready for my Harlem Renaissance party! I love playing dress up! And the 1920s era was decadent, enlightened, etc\n  ","341590":"\n  I wouldn't reccomend the beg method, the wear her down method, or the let's see what happens just friends move. Just be honest with yourself about the vibes you are receiving from her. Is the interest reciprocal? Be sure you are ready for what you seek. End of the day...If it's a dub, it's a dub. Plenty fish in the sea.\n  ","341591":"\n  I do believe in Destinty. Whether it be people or goals. We can make the journey short or long, but either way we receive what we need. There's an invisible thread that we can feel as we get closer or in the presence of our destined person, place, destination or thing. \"Hazard Zet Forward!\"\n  ","341592":"\n  I love this question! No. I don't think I tried to be discovered. Writing has always been a passion. I've edited 3 books this far for others (I have an LLC). I've written in a state publication (not always under my name however) & blogged. And even won a few VERY unique writing contests. Now when I finish these 2 books...I'll use the word \"author\" along with \"writer\". S\/o Stacy Price Brown, my editor. My new location has a writing corner & a zen area. After I unpack a few more boxes I'll be ready to roll!\n  ","341593":"\n  Hmmm... Tween\/Teen love. Cared about him so much that everything he said affected me. I wasnt able to let my wall down so I was often protective & sensitive instead of trusting & loving. We had waaaay diff love languages.\n  \n  Then came my 1st adult love at age 18. His smile & warmth shifted something in my spirit. I just wanted to be in his presence all the time. But I was young & had an undeveloped mind when it came to relationships. I didnt voice my needs becoz I expected him to know them, when I didnt know what they were. So I acquiesced to a lot & hid inside myself without even being asked to & stayed extra busy while trying to figure out who I was becoming. We were best friends, yet became strangers in the same bed.\n  ","341594":"\n  True friendship means sometimes wanting the best for others when it may not be the best for you. It's love in its purest form, like growth, sacrifice. And all the lil things that we cherish in one another. Like a glance where no words are needed or a voice that gives support.\n  ","341595":"\n  That's a difficult question for a foodie like me. But if I was stranded somewhere I would eat exotic cheeses, olives, grain crackers & fruit (figs\/dates) w\/ hot herbal tea, glass of wine & dark choc every day. Throw in a lobster & I'll take ur last name (I kid I kid). Maybe I shoulda been born in Italy. Ha!\n  ","341596":"\n  I've known my first forever friend BFF since age 2!!! Her name is Kelly. She lives in North Carolina & I named my first Barbie Doll after her. Love u Kelz!\n  ","341597":"\n  Hmmm...none at moment are hitting the core. But I'm diggin' the energy in this YT vid -\n  \n  NAO - ORBIT\/SATURN - (Live at AIR studios), it's ethereal pretty, yet funky. WARNING: Not something I would recommend for people who just had a breakup or jilted by lover, so, ¡Ten cuidado! & vibe out!\n  ","341598":"\n  Never had any crushes...even in high school. (Meaning, never \"secretly\" liked anyone, or told a friend that I liked someone). But, I appreciate a handsome face on my TL from time to time. If u post too many photos of urself for likes, & we're cool offline...I hit the IG mute button. Ur doing way too much to showcase urself...get a life or start a modeling career.\n  \n  I think social media only shows what people want you to see. Unless you know the person, I wouldn't off-top trust social media as a gauge of character. Pssst... I like what's on the inside too.\n  ","341599":"\n  Caution: Purring Kitten & Roaring Lioness in one. Use: Common Sense, wit & act with love.\n  ","341600":"\n  Stay true to self. And invest time into people places & things that challenge, nurture & excite you. Don't be afraid to take risks. Cushion yourself for a Plan B but go fully into Plan A. Way too many people are worried about what others think. When it's all said and done, no one can live your life for you. If you're not honest & happy, you're not fully living. We can't afford what-ifs & regret. So learn from others who have suffered that fate. Blossom, feel, or die.\n  ","341601":"\n  No. Romantically I'm not currently \"talking to\" or \"hanging\" with anyone. It's a waste of time to \"kick it\" with folks you don't vibe\/connect with or even like and vice versa. What for...charity work or games?\n  \n  My friends are worth it & reciprocate. Our time is precious. We make time for each other & cherish the moments that turn into memories. Wish I could talk to & see those I love more often. Love u circle fam!!!\n  ","341602":"\n  That I've NEVER been spiteful or vengeful in relationships. If you wrong me, you're dead & I'm ghost. I'm a strong woman. I don't put energy into revenge\/getting even\/or character assasination. Let God do that & good luck to ya buddy. Feel dat Karma.\n  ","341603":"\n  Figure out what skills you have. The job market is über competitive. BUT some sectors are booming like occupational therapy, nursing, pharmacy technicians, X-Ray tech, dental asst., etc. Look for county\/community colleges that offer good programs at low cost & change or start a new career if you must. Invest in yourself. Save $ and get certified in a field that is hiring now.\n  ","341604":"\n  An irresistible candy. Melt in your mouth good. A best of both worlds kinda treat. Mos def Reeces Peanut Butter Cup. I am both salty (spicy & sarcastic) & sweet (loving & kind). But I'm also a chameleon and Reece's shape changes every season, but the good stuff is still in there.\n  ","341605":"\n  I appreciate all seasons, but I love fall! I love walking at night along water or in the city seeing skylines (its therapeutic). And I love clothing & layering.\n  \n  Sidenote: I like shoveling snow. I love snow! And I like bronzing poolside or oceanside in the summer.\n  ","341606":"\n  Puppy sized elephant for the win!\n  ","341607":"\n  General: I look up to acts of service in people. The mother who sacrificed her happiness to raise children pouring herself into them. The father who works under conditions that test his dignity to provide for his family until opportunity knocks. The pioneers at work, careers & neighborhoods who break color lines. The folks who don't give into temptation just becoz it's easy. The selfless, inspirational, wise & funny folks. Personal: My mom who grew up very poor in a very small town in the segregated south who instead of hate & fear, operates in love & treats people as God's children...until u cross that Gemini. Then all bets are off. Ice Cold. Ha!\n  ","341608":"\n  I'll never forget anyone I've ever loved. Although my 8th-10th grade boyfriend would mos def tell u I was insecure & we put thru the ringer with sarcasm & innuendo,  instead of strait talk. He knew how to love me tho. Bless his heart. And my 12 yr high school sweetheart relationship had to endure all of my growth that I kept hidden. I never gave him what he needed. I acquiesced to be what everyone in my life thought I should be. I didnt know how to love myself or him & ignored all my intuition for comfort\/sanity. And I didnt consider marriage. I knew we weren't matched the way a permanent thriving couple should be. We were too immature to give what the other needed. Blinders on. Different outlooks on life. Poor guys. O & D thanks for pushing me to grow eventhough it wasnt on purpose. I'm not enemies with any exes. No matter what men have put me thru & vice versa. I'll never hate them\/ya'll. But what's in the past is in the past for a reason. I'm not the same person. I'm fully me.\n  ","341609":"\n  Yes & No. I had a professor who was also the newspaper editor, my advisor & dean of school. She hated my beauty, entertainment & self help style of writing. I was really into Honey Mag at the time. She was a devout feminist. She found it fluffy & lacking substance. I wrote for the college paper only when she was on hiatus. Instead of proving her wrong, I did internships in TV, then Movie Studio, and ultimately music. I left my love of writing behind, except for gov't writing & a few published human services pieces. I blog & blogged for forharriet.com for a while (inconsistently). Yeats later, I now have a writing\/consultation company. The journey was long & hard. I had to accept who I was & embrace my gifts. I let 1 person in various capacities delay me. Hindsight: God's timing.\n  ","341610":"\n  2nd Quarter I'm focusing on two things. 1. Coaching Newbies: I'll have some session specials. 2. Outings. If ur in the area I'm hosting a quite a few girlfriend outings to develop or foster Sisterhood. Fourth 1\/4 we'll have a healing event (Ladies Only).\n  ","341611":"\n  No. I think what can be habitual is the things we do to show people that we love them. Learn their love language & spice it up a bit. However, I do think if a relationship doesn't grow with the people things can become stagnant & love wanes from the strain of lack of honesty & communication. Also, Finances, Emotional stress along with lies can ruin love if you don't decide to love daily. Love is a choice. We choose to give ourselves to others & connect with purpose & compromise.\n  ","341612":"\n  Life lessons. Circumstances. The irony of things, if you remove yourself from a situation & look at it as a complete stranger...can be pure comedy.\n  \n  Also, Gourmet Ice Cream is funny and sad. I'll go all the way to NYC for something that takes minutes to eat before it melts. Ha! I'm full of jokes today.\n  ","341613":"\n  Does a fish love water?!!!!! (Slice Keeper photo included). I've had & loved Port Authority NYC area cheap pizza to Nino's Deep Dish in Chicago. My faves as the older adult that I am has more texture & veggies becoz I no longer eat meat (for now). Some local faves were cajun chicken or garlic shrimp from Crispy Crust on Palisade Ave Eng. I grew up on decadent cheesy Have-A-Pizza (foster village, bergenfield) no longer exists. No I just do Blaze Pizza & create my own thin crust. My future husband needs to be ready for a Paris trip for pizza. No lie.\n  ","341614":"\n  My favorite candy is gourmet\/imported dark chocolate. However, I would eat GODIVA Milk Chocolate covered strawberries for lunch or dinner during shopping mall trips instead of food court food when I was in high school & college. Blame it on my dear friend Elisita\/Erinezer (Erin Stripling) it was 1 of her high school jobs & she ruined me for life. Even in college I kept up the practice. Additionally, I love Reece's cups, Kit Kats, &Welch's Gummies.\n  ","341615":"\n  Thousands I cashed out after layoffs from my 457B (deferred comp\n  \n  like 401K, but for gov't jobs). I used it to live & pay bills when I was laid off yrs ago. It was a good chunk.\n  ","341616":"\n  I'm most sad when someone I trust or love has disappointed me thru deception or lies. The first Aries in me wants to be heard so love to reiterate or re-explain to be understood (some would say to prove im right) - working on that, but at the end of the day it doesn't always bring understanding, so... BUT I deplore raised voices\/fights. Never want that in my household.\n  ","341617":"\n  I'm a sucker for all things 80's movies\/music.\n  \n  I digress.\n  \n  1. Superhero\/Fantasy movies are my escape from reality.\n  \n  2. Action Movies for the cars & hot bods.\n  \n  3. Dramatic Comedy \/ Chic Flicks. (I swear I was Dara (mtv) in high school.\n  \n  4. Black Life films becoz I relate to them.\n  \n  Bonus: Docs only when I'm in the mood.\n  ","341618":"\n  Wow too many faves! I fangirled Michael Jordan dang near my whole life until I learned of his political\/social views & actions.\n  \n  Muhammad Ali I visited in training camp as a youngster. I owned a Dr. J doll which I used as a Ken doll. Love him!\n  \n  HOWEVER I'm a Lebronsexual. I adore him on & off the court. Serena Wiliams is a beast. I love her like I loved Flo Jo (Florence Griffith Joyner).\n  ","341619":"\n  I enjoy the fresh smell of citrus. Right now the incense I have are coconut mango. For sleep a good spritz of lavendar on my pillow. Cologne on men...it varies. I was obsessed with Issay Miyake cologne in college. Blame it in my 1st boyfriend from 8th grade lol.\n  ","341620":"\n  Yes. Yes I have. It's pretty common to think about escaping a situation when you feel overwhelmed with reality. That's why it's important to have people in your life to contact to give you a picture of the future.\n  ","341621":"\n  If I'm melancholy I listen to Daniel Caesar. I feel love at it's pure form listening to him pour out his heart. He hits me like early Musiqsoulchild. I can zone out in a cocoon of love flaws & all. It's like a fairytale.\n  ","341622":"\n  Whooooo! Trust is a strong word. Honestly, I trust my aces. They've stood the test of time, nurturing, keeping secrets & accepting me fully. Quirks & all. To them (my chosen family), I give my devotion.\n  ","341623":"\n  Haven't taken a picture of myself in weeks. Except for the snap I posted here. Not a fan of my pics. Latest photo in my gallery is from yesterday. Here it is.\n  ","341624":"\n  Are you referring to today? Finally done moving into a new house. Sometimes the overwhelming feeling of love & appreciation hits me. Especially after a transition or obstacle. I am so grateful to be surrounded by a loving network of folks...who are my chosen family.\n  ","341625":"\n  Although religiously I do not believe in past lives, I do believe in unexplained connection & experiences. I cannot explain déjà vu or the feeling of home that presents itself with certain people at certain moments. We all come from the same source. Sometimes we feel each others souls or a moment (i.e. at the ocean) as if it were the only thing in the galaxy.\n  ","341626":"\n  Hey there. I believe this question I answered a while back, might be the answer you're looking for. If not, feel free to clarify. (See attached photo).\n  ","341627":"\n  Ha ha ha. 1. I don't like pictures of myself. The curves become the focal point. I only smile and show dimples & teeth if others are in the photo with me becoz I got tired of people complaining as a teen. 2. I only post captures of moments\/feelings or events. Semi Answer: I love my skin tanned, so I guess summer bronzing pics are my fave type. 2nd fave type me in heels. Bonus: Here's a snap of me at this moment.\n  ","341628":"\n  Real heroes are the every day people who take time to connect with others thru help, smiles\/hugs (at the perfect moment), listening w\/ out judgement or sharing resources no matter how small. It's those lasting examples of selflessness that I remember most. I just posted on my personal FB pg about 1 of my heroes who recently passed. She saw deep within me & offered tough love.\n  ","341629":"\n  I actually use pumpkin spice on top of my fall foods like apple pies, sweet potato pie b4 I add whipped cream or almond milk whipped cream or even on sweet potatoes. It's cinnamon, ginger, nutmeg, cloves & allspice. However, fall season is over. Spring is fresh fruit season. Yum!\n  ","341630":"\n  I love to attend concerts (even intimate venues), visit exhibits, reading & writing, trying out unique restaurants, night walking w\/ skyline views & watching  ASMR videos that give me tingles or relaxation on YouTube.\n  ","341631":"\n  Hi there. See picture. I answered this a few days ago.\n  ","341632":"\n  Confidence is fly. Cockiness is usually a repellant for me. Being mixy just to be mixy or dying to be seen...isn't my scene. However, interactive folks make a party! They are the people others gravitate to. A balance of talkers & listeners, doers & watchers makes it exciting! Too many acquaintances isn't my issue. It's the folks who give close friend access to acquaintances & wonder why they're always getting dissapointed.\n  ","341633":"\n  Hey Babygirl,\n  \n  Trust your intuition. Love yourself as much as you love humanity. Life will throw you curve balls...connevt anyway.\n  \n  You have unique spiritual gifts, stop denying your uniqueness. Blossom flower.\n  \n  Don't be afraid to wait on God's timing. He has the worldview. Trust Him eventhough ur on the ground level.\n  ","341634":"\n  Not with my health, safety, or reputation.\n  ","341635":"\n  Awe & Fear. Not sure how I would determine threat or friend.\n  ","341636":"\n  I love Culinary shows and weird Food shows. I'm a foodie. If I could travel & eat & blog...I would in another life.\n  ","341637":"\n  I'm old so...Blackula (1972) before I was born I known I know & Candyman (1992) scared my middle school socks off!!!\n  ","341638":"\n  Music, Food, God, Life Wisdom. Then Community & Passions.\n  \n  Bonus if u have love for 80s movies & music... then I'm coming over right now!\n  ","341639":"\n  Yikes! Kiss & tell? Not I. Kissing is pretty darn intimate. If u kiss me once & it's wack...you will NOT get the 2nd opportunity. Chemistry...take me somewhere with the connection. Holla if u hear me.\n  ","341640":"\n  Um...yes got it earlier than most of my friends...and it's still kicking...for now. Ha!\n  ","341641":"\n  Current Mood: Thankful. Letting go of the past and its unnecessary weight. Aromatherapy, lights & newness. Being in the moment as I unpack these boxes.\n  ","341642":"\n  Do jeggings count? Ha ha! They're the happy medium.\n  ","341643":"\n  No, I'm single (not dating). Good News: I'm finally whole & I put in the healing\/clarity work I need - to be in a healthy relationship. I have no suitors at this time. Although, I do fancy a particular guy.\n  ","341644":"\n  I can start convos with women fairly easily. Although I'm not one for networking. Not into stranger's s.all talk. Soon come.\n  \n  And it's an absolute fail w\/ guys. I'm a mute. Or pretty much business 1st & maybe I'll warm up to u.\n  ","341645":"\n  Experimenting w\/ naturism\/nudism. When in Hawaii on 2 diff trips I encouraged the ladies group I was with to go partially nude with me at water sources. Note: Clothing optional places only. *shrug\n  ","341646":"\n  I rarely dream. Like literally I might have a dream 5x a year when I wake up & know that I've dreamed. Sometimes it's deceased family members, old friends, a guy I spiritually connected with. BUT I'm mos def a future life daydreamer.\n  ","341647":"\n  I'm sapiosexual, so intelligence (1) or wisdom peaks my interest (as long as it's not in a haughty manner).\n  \n  Scent (2)...I can lose seconds in mid convo in the company of a good smelling man. I also love to laugh. Bonus points for witty\/funny (3) guys. And a good stride\/walk (4)...yum confident presence is sexy!\n  ","341648":"\n  It's in everyday interaction. I can honestly say I feel like a World -Changer, when I make a touch, look, words, moments count. I want people to feel me & I want to feel something from them. BUT I'm cognizant that I choose when to open up. Work in Progress.\n  ","341649":"\n  The most important thing I do every day is breathe. Feeling alive doesn't always feel good. Sometimes there's pain, sometimes pleasure. I welcome the lessons. I'm working on being more present. After a hard days work I sit in silence for s few minutes and essentially \"take my coat off\" & let the day wash away. Spiritually I need to connect with others when I get home in loving & positive ways.\n  ","341650":"\n  It depends on how u look at it. The short answer is deteriorating. Humans need each other and the connection that exists across lines. We lose a bit of ourselves with too much division yet we don't gain much being separatists. Today people dont know how to deal with conflict or how to communicate effectively. And let's not get into killing our planet...\n  ","341651":"\n  Mrs. Washingron at Bryant School I think it was Pre-K. She encouraged my writing and remained in touch yrs later.\n  ","341652":"\n  Currently it smells like citrus w\/ a dash of woodsy pine.\n  ","341653":"\n  \"KALEIDOSCOPE\" So many facets to me, which can be confusing at times when people act impatiently, close-minded or scurrrrrred. I'm a complex picture made by simple things in harmony with each other. Together it's magic. So many colorful nuances. Bold.\n  ","341654":"\n  I began practicing the power of NO a few yrs ago. It freed me from unnecessary illness, stress & pain. It doesn't mean I don't care if I say no...it means I care about my wellbeing.\n  ","341655":"\n  I can be downright silly. I love to laugh! I release my innermost emotions writing & other artsy creative pathways. I don't believe in arguing...but the Aries in me wants my words to be understood. I used to walk away to avoid hurting others with my words. I swallowed my words. Now I believe it is equally painful to NOT express one's feelings. I have a disdain for raised angry voices. No time for that in my household.\n  ","341656":"\n  I like gifts that involve doing something with the person who gifted it, like a class, museum, trip, spa treatment, or something special that shows they've paid attn to the things I like. I'm not into gifts in a romantic relationship as a must-have, (I prefer quality time), but I like lil \"just becauses\".\n  ","341657":"\n  Wow! So many faves!\n  \n  \"You are allowed to be both a masterpiece and a work in progress simultaneously. ~anonymous\n  ","341658":"\n  There's a certain euphoria when time seems to stop & all you know is the here & now. Could be when I'm in my element, could be in the company of another. A sense of no worries & Ultimate freedom.\n  ","341659":"\n  Fame isn't something I seek. In fact I'm shy most of the time around strangers. I happen to love the performing arts, writing & speaking to crowds...but I've never pushed any artform to the forefront. My main reason is my love of privacy. I want a family some day. And big celebrities can hardly go anywhere without being harassed, stalked or photographed.\n  ","341660":"\n  Happiness is subjective right? For me it's an innate satisfaction. Whether it's a project that I gave my all to that makes me feel accomplished, a hug from a loved one that gives comfort, head on my pillow with clear mind, or smelling mama or grandma's cooking. You just know it when u feel it...and u long for it again & again.\n  ","341661":"\n  My zen corner. I'm really into aromatherapy & lighting. Mood is everything. Grateful for a space to create unapologetically.\n  ","341662":"\n  I would never want to tell anyone that I purposely meant them harm or deceived them for my own pleasure. I dont hold grudges & hate vendettas. That's uncharacteristic of me...but I'm human. So, neva say neva.\n  ","341663":"\n  Ha Ha! Now that I have a new job, I've been trying to sleep 6 hrs. But it's been tough. I'll wake up in the middle of the night & stay up for 2 hrs. I'm workin' on it.\n  ","341664":"\n  Ha ha ha! That's debatable. But as a whole they did fight the higher ups to cancel the company's ICE contracts after the children separation debacle.\n  ","341665":"\n  As a Christian & a descendant of some powerful spiritual women, I don't fear the paranormal. I've seen my fair share of strange\/indescribable stuff. But I feel protected & powerful. I've prayed away many attacks seen & unseen.\n  ","341666":"\n  Sadly I haven't created any wearable art recently. However, I like going places to create art with others. Oh & visiting exhibits! I'll travel for that!\n  ","341667":"\n  My friends are my chosen family. I hold them at a high standard. Friends give me unconditional love & tough love. They never flake. I know a lot of people but my friends are gems. I discontinue friendships when people lie\/deceive or disrespect me. Once use lose my respect...Ur trash.\n  ","341668":"\n  I don't play a sport but I loved to support them in high school. Stat girl for boys bball & flagtwirler during football season. I tried shotput for 5secs. I was bored with it lol\n  ","341669":"\n  That'd be me. Jumping up with this cup size is a fail. Could injure myself. Lol!\n  ","341670":"\n  I love to see costumes & home decorations at Clinton Pl in Hackensack NJ & I love visiting \"haunted\" houses with friends.\n  ","341671":"\n  Why thank u so much! I love bronzing!\n  ","341672":"\n  Which ones? The birthday tribute pics? If so the first pool photo was from the end of summer 2018.\n  ","341673":"\n  Anonymity, which matters to many folks with questions.\n  ","341674":"\n  Hugs Food Music Peaceful surroundings\n  ","341675":"\n  Hip Hop\n  ","341676":"\n  Absolutely. Feel & quality rule!\n  ","341677":"\n  claro 😬\n  ","341678":"\n  je t'envoie un câlin...❤(te envio un abrazo)\n  ","341679":"\n  Cerrada.🥰\n  ","341680":"\n  Largo..🥰\n  ","341681":"\n  Filtro puro.🖤\n  ","341682":"\n  Doy 30 preguntas.💗\n  ","341683":"\n  Tomar fotos.❤\n  ","341684":"\n  Todo fine.💗\n  ","341685":"\n  Ora que ...☹\n  ","341686":"\n  🙂\n  ","341687":"\n  :c cha\n  ","341688":"\n  Holaaa\n  ","341689":"\n  Obvio 💗\n  ","341690":"\n  jajajajaj era ,te mando un enorme abrazo...\n  \n  una disculpa.\n  ","341691":"\n  ya se quien eres.... te mando WhatsApp..🙄\n  ","341692":"\n  muy bien ... te enorme abrazo hasta aragón .😊\n  ","341693":"\n  ouch..😔\n  ","341694":"\n  dame una pista de quien es mi anoni.🖤\n  ","341695":"\n  yees,¿tú ?\n  ","341696":"\n  quizá nunca lo mencionaste... 🥺😟\n  ","341697":"\n  ¿oye te conozco en persona ?🥺\n  ","341698":"\n  bueno anoni🙂\n  ","341699":"\n  ah meno....\n  \n  amor de mi Ask..🥺\n  ","341700":"\n  ¿Quien eres? 🥺\n  ","341701":"\n  men te abrazo...🥺\n  ","341702":"\n  Tranqui..😊\n  ","341703":"\n  Manzana.\n  ","341704":"\n  ti extraño\n  ","341705":"\n  Neutral 😟\n  ","341706":"\n  Sin televisión.😬\n  ","341707":"\n  Thanks...❤\n  ","341708":"\n  Libre y segura de si misma.😊❤\n  ","341709":"\n  gam 🥴\n  ","341710":"\n  ¿Onde? 🥺\n  ","341711":"\n  Vaya vaya..🥺\n  ","341712":"\n  J... es la persona que más me encanta...🥺🥰\n  ","341713":"\n  sí ❤\n  ","341714":"\n  Claro..\n  ","341715":"\n  En el trabajo :c\n  ","341716":"\n  vale (:\n  ","341717":"\n  Sinceramente es un tema complejo,la realidad es que mucha información es tergiversada.\n  ","341718":"\n  México ❤\n  ","341719":"\n  Donde dejo los dictámenes que realizo.🥺\n  ","341720":"\n  Inglés,francés,ruso y griego.🥺\n  \n  estoy aprendiendo  chino.\n  ","341721":"\n  23 ..😅❤\n  ","341722":"\n  Yees.\n  ","341723":"\n  ❤\n  ","341724":"\n  ¿quien eres?🥺\n  ","341725":"\n  4.😊🥺\n  ","341726":"\n  Buen punto....pero en verdad no estoy molesta.😬\n  ","341727":"\n  JAJAJAJAJA...como creeeees yo no m enojo.🥺\n  ","341728":"\n  JAJAJAJAJA, no tienes que dar explicaciones.😬😊\n  ","341729":"\n  espero tú mensaje.\n  ","341730":"\n  wuiii\n  ","341731":"\n  JAJAJAJAJA...te amo..❤\n  ","341732":"\n  CDMX..\n  ","341733":"\n  ya respondí.😊\n  ","341734":"\n  manda WhatsApp amorr.🥺❤\n  ","341735":"\n  JAJAJAJAJA... 5618090182..😬\n  ","341736":"\n  5618090182.\n  ","341737":"\n  manda wha mejor ... 😬\n  ","341738":"\n  claro.\n  ","341739":"\n  si gustas desahogarte aquí estoy. :)\n  ","341740":"\n  ya no juego..\n  \n  ya me voy .🥺\n  ","341741":"\n  5618090182.🥴\n  ","341742":"\n  por favor quitalo...🥺🥺🥺🥺🥺🥺\n  ","341743":"\n  quitaloooo 🥺\n  ","341744":"\n  vamoooos 🥺❤\n  ","341745":"\n  JAJAJAJAJA, quita el anónimo y te digo..🥺💗\n  ","341746":"\n  Ven te abrazo.🥺\n  ","341747":"\n  Escuchar música. 💗\n  ","341748":"\n  quita el anónimo.🥺\n  ","341749":"\n  wowowow...jajajajaj..... ¿Qué tiene mi carita? 🥺\n  ","341750":"\n  ¿quien eres?🥺\n  ","341751":"\n  Barato.😉\n  ","341752":"\n  Dime quien eres.🥺\n  ","341753":"\n  Claro.\n  ","341754":"\n  ¿Quien  eres ?🥰\n  ","341755":"\n  Euuu.\n  ","341756":"\n  Te amo más. ❤\n  ","341757":"\n  El vino.\n  ","341758":"\n  No se quien seas :(\n  ","341759":"\n  No,creo que mi personalidad es muy bonis.\n  ","341760":"\n  No te deje.🥺\n  ","341761":"\n  Claro ,comienza.❤\n  ","341762":"\n  Un poco.. no soy tan aficionada ,pero todo bien. 😊\n  ","341763":"\n  ¡Holaaa!\n  ","341764":"\n  Un poco.💗\n  ","341765":"\n  Totalmente de acuerdo ....😂🤩\n  ","341766":"\n  Playa.😍\n  ","341767":"\n  Voy a trabajar..😁\n  ","341768":"\n  Sí  ❤\n  ","341769":"\n  Leer un poco.🌼\n  ","341770":"\n  No se quien eres :(\n  ","341771":"\n  No me gustan las películas de zombies.😞\n  ","341772":"\n  Yo más🌼💕\n  ","341773":"\n  Mmmm,ni idea.😁\n  \n  Pero amo los tacones . ..\n  ","341774":"\n  Síí...🌼\n  ","341775":"\n  Claro ,solo quita el anónimo..💕\n  ","341776":"\n  Claro  Dayane hernandez .😊\n  ","341777":"\n  ¡Claro!,pero quita el anónimo..🙃✨\n  ","341778":"\n  Ver a mi niño🙁✨💕\n  ","341779":"\n  Claro ,te sigo bonita !🙃✨\n  ","341780":"\n  ¡Sí!✨💕\n  ","341781":"\n  Bien!!🙃💕\n  ","341782":"\n  En mis papás ...✨💕\n  ","341783":"\n  Con mi príncipe.💕✨\n  ","341784":"\n  Hola....\n  ","341785":"\n  Psicología forense 💕✨\n  ","341786":"\n  Así es ..😃\n  ","341787":"\n  Quita el anónimo y claro..😊\n  ","341788":"\n  Vale comienza.!!😅✨\n  ","341789":"\n  ✨\n  ","341790":"\n  Hola...!!😅\n  ","341791":"\n  Vale !!!,pero no se tú whatsapp 😂\n  ","341792":"\n  Ammm sip!😂\n  ","341793":"\n  Es el \"x\"  😂\n  ","341794":"\n  Vale ,comienza !🙊\n  ","341795":"\n  😐😐\n  ","341796":"\n  Mejor aprende ha escribir con el cuaderno que meterás en el vagón y después haces tú experimento.😕\n  \n  No lo tomes ha mal ..\n  ","341797":"\n  Sí,Un poco !😉\n  ","341798":"\n  Leer ,escuchar musica...❤\n  \n  Antes salia ,pero ahorita la escuelita no me deja !💔😂\n  ","341799":"\n  Criminología .❤\n  ","341800":"\n  Noooo,para nada ,amm quien eres baby ?🙊\n  ","341801":"\n  Criminología !❤😍\n  ","341802":"\n  No se quien seas !😞💔\n  ","341803":"\n  En forma de puerco 😍❤\n  \n  Comer y dormir ..\n  \n  Muy buenos ejercicios !\n  ","341804":"\n  Mi mami !❤\n  ","341805":"\n  travel for your moles!❤\n  ","341806":"\n  Es pregunta o afirmación ?😋\n  ","341807":"\n  No puedo seguirte,eres anoni !😢\n  ","341808":"\n  Vale vale ,comienza !😁\n  ","341809":"\n  Emmmm ,nop😂😂😂😂\n  ","341810":"\n  Vale ,ya te sigo !😛\n  ","341811":"\n  Vale !😊🌹\n  \n  comienza !\n  ","341812":"\n  17 ½❤🙈\n  ","341813":"\n  Sigo a todos !❤😁\n  ","341814":"\n  JAJAJAJAJAJAJA!😂\n  ","341815":"\n  🙈🌻\n  ","341816":"\n  Vale ,ya te sigo !😊\n  ","341817":"\n  😴😴😴😴😴😴😴\n  ","341818":"\n  Emmm ,bueno !😂\n  ","341819":"\n  Hola !!!👅👋\n  ","341820":"\n  Hola !😊👋\n  ","341821":"\n  Nop!😌\n  ","341822":"\n  ❤\n  ","341823":"\n  Sí, Bri ,la otra ya ni me habla supongo que ya ni ah de querer saber nada de mi !😊\n  \n  Las amare por la eternidad 💕\n  ","341824":"\n  Hola !😃\n  ","341825":"\n  No ,me caes mal !😂😂\n  \n  No es verdad .,sí ,claro 😂🙈\n  ","341826":"\n  Amo los malditos Daiquiri de Fresa😌❤\n  ","341827":"\n  Su voz !❤\n  ","341828":"\n  JAJAJAJAJAJA,gracias ...pero me falla !!!😱😂😂😂\n  ","341829":"\n  Mi mami !😍\n  ","341830":"\n  Eh😅,pues no la verdad no se ...😂😂😂\n  ","341831":"\n  Pues no es la favorita pero bueno !😏❤😌\n  ","341832":"\n  Terminar mi carrera ! 😭❤\n  \n  Tener casa propia\n  \n  Tener mas deseos !😂😂😂😂\n  ","341833":"\n  Ay que hueva !😌😋\n  ","341834":"\n  Holaaa!😊\n  ","341835":"\n  Las wuachiturras !😐💔\n  ","341836":"\n  Un desconocido !😐😂\n  ","341837":"\n  JAJAJAJA..Sí ,nos amamos !😍\n  ","341838":"\n  La neoclásica!❤\n  ","341839":"\n  Rayos !!!\n  \n  Pues\n  \n  Es alto ,chinito ,cabello castaño ,piel clara  ,ojos cafes claros ,muy lindo ,labios gruesos , tiene un lunar a lado de su boca ,una sonrisa hermosa , rayos !!\n  \n  Auebeiwknqiqndjdiabehfjdb 😍❤\n  ","341840":"\n  Criminología!❤\n  ","341841":"\n  Ora ora !😮😐\n  ","341842":"\n  Cada ves que lo miro ,lo sueño!😂❤\n  ","341843":"\n  Me han dicho que no es bueno decir tus debilidades  !😊❤\n  ","341844":"\n  Por que se cansaron de ser felices !😂😂😂😂\n  \n  Bromi ...ni idea\n  ","341845":"\n  Un niño del gym ,bien bonito ..\n  \n  ❤😍\n  ","341846":"\n  Virgo !❤🍃\n  ","341847":"\n  😊❤ Holi !!\n  ","341848":"\n  😐😂\n  ","341849":"\n  Ora !!😐\n  ","341850":"\n  A meno !😋😝\n  ","341851":"\n  No lo se !😂\n  ","341852":"\n  Hola !!!😋❤\n  ","341853":"\n  El pastel dechocolate !😍❤\n  ","341854":"\n  Su virginidad 😍\n  \n  Te amo bebe\n  \n   @brittany_adalid\n  \n  😂😂😂😂\n  ","341855":"\n  Puedo decir que son los más lindos !😂😊😍\n  ","341856":"\n  Hola!😁\n  ","341857":"\n  Obvio no ..son hermosas las pecas ...bueno a mi me gustan !!😁❤\n  ","341858":"\n  ¿Con barush? 😂❤\n  \n  Relajate un chingo!\n  ","341859":"\n  17 😂❤\n  ","341860":"\n  Jajajajaja ,de hecho ! 😂😂😂\n  ","341861":"\n  JAJAJAJAJAJA.,Los mariscos 😂❤\n  ","341862":"\n  Pues creo que todo amig@ tienen cosas diferentes por valorar ...pero sea el mas mínimo detalle lo valoro ! 😊❤\n  ","341863":"\n  🍔\n  ","341864":"\n  Depende ,creo todas ...😂😂❤❤❤\n  ","341865":"\n  Escuchar musica ,salir con mis hermanas\n  \n   @karlaaguiilarxD\n  \n\n   @brittany_adalid\n  \n  y ir al gym ...\n  ","341866":"\n  Blanco...😍💮❤\n  ","341867":"\n  Shiiii😍❤\n  ","341868":"\n  Los mariscos 😍❤\n  ","341869":"\n  De todo un poco ...pero escucho mas\n  \n  Carla morrison\n  \n  Decramberries\n  \n  Muse\n  \n  Interpol\n  \n  Pixies\n  \n  2 pack\n  \n  Migos\n  \n  Lil pum\n  \n  Pos malon\n  \n  Etc ..😊❤\n  ","341870":"\n  Claro !😄\n  ","341871":"\n  Hola..😁\n  ","341872":"\n  Claro te sigo !!!😁\n  ","341873":"\n  Sale !😁\n  ","341874":"\n  Que no me dejen leer a agustito ! 😪💔\n  ","341875":"\n  Valeeee...\n  \n  Comienza 😀\n  ","341876":"\n  Confesión ! 💕\n  ","341877":"\n  Sigo ,a todos ! ❤\n  ","341878":"\n  Vale ,comienza ! 😀❤\n  ","341879":"\n  El frío !😂\n  ","341880":"\n  Vale ..comienza\n  \n  Lindo día 😀\n  ","341881":"\n  Has de ser un ranchero monta perros !😂🌚\n  ","341882":"\n  Todo el día!❤😂\n  ","341883":"\n  Muchas gracias ....igual !\n  \n  Buenos deseos !❤\n  ","341884":"\n  Claro ,ya te sigo ! 😁\n  ","341885":"\n  Sale ! ❤\n  ","341886":"\n  Claro ,ya los sigo ! 😁\n  ","341887":"\n  Ah meno !🌚\n  ","341888":"\n  Los didines ! 😂😍💕\n  ","341889":"\n  Un día de muertos !! ❤\n  \n  Me dieron muchos dulces !😍❤\n  ","341890":"\n  No!\n  \n  😪\n  ","341891":"\n  Carlos Dupeiron. ...\n  \n  El niño mas bonito del universo aun que se enoje por que no quise comer 😂😂😂\n  \n  Te amo ❤😪\n  ","341892":"\n  El me gusta mas !  😍😂\n  ","341893":"\n  Estudiar!  💙👽\n  ","341894":"\n  ah ella  nadie la domina...!! 👽🎶\n  ","341895":"\n  No 😢\n  ","341896":"\n  Sí! 🙊❤\n  ","341897":"\n  Yo solo le puedo decir juca 😒\n  ","341898":"\n  no te metas en pedos, no sabes ni lo que dices bro! 😐😂😂\n  ","341899":"\n  Rayos...\n  \n  Son varias!  😞😂\n  ","341900":"\n  Ah mi mami ! ❤\n  \n  Es la única persona que nunca me fallara y la que no me dejara sola!\n  ","341901":"\n  🍭\n  ","341902":"\n  Ah mira! 😂\n  ","341903":"\n  Soy hija única ❤🙊\n  ","341904":"\n  mis hermanas\n  \n   @brittany_adalid\n  \n  ,\n  \n   @karlaaguiilarxD\n  \n  ❤\n  ","341905":"\n  No se!\n  \n  Por el momento no están en mis planes!  😁\n  ","341906":"\n  Así como?  😂😐\n  ","341907":"\n  Es pregunta o afirmación ?😂❤\n  ","341908":"\n  5 añitos ❤\n  ","341909":"\n  😁😁😁😁😁holi..\n  ","341910":"\n  👶❤🍼🚼😭❤\n  ","341911":"\n  Te amo mas nena !! ❤\n  ","341912":"\n  No ,soy lesbiana ! 😂❤\n  \n  Okay no ! 😂\n  \n  Linda noche ! 😌\n  ","341913":"\n  Manda pregunta sin anónimo y vale!  😁😂❤\n  ","341914":"\n  Vudú  con santería y brujería ! 😂😂😂😂😧\n  ","341915":"\n  Nouuu, la amo!  ❤😘\n  ","341916":"\n  La de Alicia!  ❤😁\n  ","341917":"\n  🌚❤\n  ","341918":"\n  Las amo!!! ❤🌹\n  ","341919":"\n  Con todas alv!  🌹\n  ","341920":"\n  Alch!  😂❤\n  ","341921":"\n  Rayos!!!!\n  \n  El de graduarme!  😂❤\n  ","341922":"\n  Ah meno!  😛❤\n  ","341923":"\n  con \"R\"😋❤\n  ","341924":"\n  En el amor sí, en las personas no!  😋❤\n  ","341925":"\n  Sííí!  🌚❤\n  ","341926":"\n  Claro, como de que?\n  ","341927":"\n  Sin comer y sin oxígeno!\n  \n  A veda!  😂😂😂😂\n  ","341928":"\n  Los que hace yammi!!❤😋\n  \n  Carlitos de mi cora, si ves esto quiero el daiquiri que me dijiste!  😂😒..\n  \n  La foto de ese día!  😂😂⬇️\n  \n  Lofiuuuu\n  ","341929":"\n  soy bien orgullosa!  😞😒\n  ","341930":"\n  No vuelvo jamás de carla!  😋❤\n  ","341931":"\n  Esta!! 😋\n  \n  KASE.O\n  ","341932":"\n  Estar con mis hermanas, leer y escuchar música!  😛❤\n  ","341933":"\n  Yo no fumo!  😇❤\n  ","341934":"\n  Hola😛\n  ","341935":"\n  Putisima 😂❤😂\n  ","341936":"\n  Me encanta  ese niño en verdad lo quiero demasiado, hoy lo voy a ver!  😍❤\n  ","341937":"\n  Ay no se!  😌\n  ","341938":"\n  1.Me encanta el chocolate 🍫\n  \n  2.Soy fanática de Frida Kahlo\n  \n  3.Los museos 😁\n  \n  4.Leer ♥️\n  \n  5.Las peliculas de terror 😅\n  \n  6.Los pistaches\n  \n  7.Salir con mis amigas.\n  \n  8.Salir a caminar\n  \n  9.escuchar música! ❤\n  \n  Y ya!  😂\n  ","341939":"\n  No se, pero me encanta demasiado ese niño! ❤😊\n  ","341940":"\n  H😂\n  ","341941":"\n  Vale! 😁♥️\n  ","341942":"\n  El principito...😋❤\n  ","341943":"\n  cualquier detalle es lindo !❤😊\n  ","341944":"\n  ¿y ese cual es?  😐\n  ","341945":"\n  Y yo también me pongo caliente si la veo!  😂😂😂\n  ","341946":"\n  ¿?\n  ","341947":"\n  De que? 😐\n  ","341948":"\n  Hola!  😁♥️\n  ","341949":"\n  Hola !!😅\n  ","341950":"\n  Y tú eres? 😐\n  ","341951":"\n  Claro, te sigo!  😊\n  ","341952":"\n  Mí mamá !❤\n  ","341953":"\n  La boda de mí tía!  ❤😊😂\n  ","341954":"\n  Me duele la cabeza!  😭😫\n  ","341955":"\n  Pues escucho de todo, no le hago feo a nada, pero mi fuerte es, Interpol, Pixies, Muse, Decramberries, The Beatles ,Pearl jam, The cure, Scorpions,Etc !😊❤\n  ","341956":"\n  Manda pregunta sin anónimo y te digo 😊❤🌈\n  ","341957":"\n  No se ! 😟\n  ","341958":"\n  De nada!  😊♥️\n  ","341959":"\n  No tengo mejores amigas! 😏\n  \n  Tengo hermanas!  😊♥️\n  ","341960":"\n  👽🌈♥️\n  ","341961":"\n  No c Bro disculpa! 😢\n  ","341962":"\n  io❤\n  ","341963":"\n  Quien  d?  😐\n  ","341964":"\n  Ta critico!  😐\n  ","341965":"\n  Sinceramente no se que me asuste más, si el saber que me van a partir mí madre o tú ortografía 😂😐💔\n  ","341966":"\n  apoco 😅\n  \n  ¿En donde?  😅😂\n  ","341967":"\n  Ahorita no joven, tengo mucho por estudiar!  😢❤\n  ","341968":"\n  Nunca!  🍃\n  ","341969":"\n  ahhhhh no mames 😞\n  \n  Dile a yalmmi que haré lo posible por ir y que me guarde un Daiquiri. 😭💔\n  ","341970":"\n  A que hora paps ! 👽\n  ","341971":"\n  Sí 😧💕\n  \n  ¿quien rayos eres?\n  ","341972":"\n  Yo le digo que es el niño con los ojos más lindo del univer....😍❤\n  ","341973":"\n  😐😦\n  ","341974":"\n  Pues.... 😅❤\n  \n  Es más alto que yo,con piel clara ,cabello castaño oscuro, ojos  color cafés claros y .. simple mente es muy lindo! ,es enojonsin y así pero Bueno!\n  \n  Bri y ka dicen que me están perdiendo ! 😂\n  ","341975":"\n  Hola... la iba a contestar desde temprano pero se me olvido ! 😟\n  \n  bye!!\n  ","341976":"\n  No eh salido, perdón bro!  😟\n  ","341977":"\n  😂💙\n  \n  lluvia!!!! 🌂☁️☔\n  ","341978":"\n  Lo quiero!!!!! 💙\n  ","341979":"\n  👽❤\n  ","341980":"\n  No😒\n  ","341981":"\n  👣👣👣👣👣👣👣👣👣👣👣👣👣👣👣👣\n  ","341982":"\n  Mi amigo!  😐\n  \n  Y todo mundo le dice de cosas 😂😂😂😂\n  \n  por cierto ,¿quien  eres? 😧\n  ","341983":"\n  Bueno!  😸\n  ","341984":"\n  Jajajajajajaj ! .,que onda contigo!!!! 😂😂😂\n  \n  ya déjenlo!  😐😟\n  ","341985":"\n  Un niño bien lindo!!  😋\n  ","341986":"\n  Es una larga historia!  😂\n  ","341987":"\n  aja y luego?  😌\n  ","341988":"\n  Hola!!! 😅\n  ","341989":"\n  ¿Quien eres?  😐\n  ","341990":"\n  Mi Carlos! 😂❤\n  ","341991":"\n  sí..!!😂❤\n  ","341992":"\n  Pfff\n  \n  Amigas ❤\n  \n  ❤kaly....Hermana\n  \n  ❤Bri ..Hermana\n  \n  🍃chayito.       (♡˙︶˙♡)\/)   (ヾ(´︶`♡)ﾉ\n  \n  🍃Ruth\n  \n  amigos\n  \n  ❤Uriel M\n  \n  🍃Kevin\n  \n  🍃Alejandro\n  \n  ...............\n  \n  pd: unos ya ni me hablan pero ...son los que marcaron mi vida :')\n  ","341993":"\n  ¡Todo comenzó solo con una foto!\n  \n  Day ⚓❤♍️🍃\n  ","341994":"\n  Solo pides qué??  😐😧\n  ","341995":"\n  Sola!!!\n  \n  😐😁\n  ","341996":"\n  😔❤\n  ","341997":"\n  Jajaja.. creo que sí es desafortunado.... 😂😁\n  \n  Ruego que lo vea pronto !😥💔\n  ","341998":"\n  Ahora se le llama afortunado?  😐😟\n  ","341999":"\n  Lo amo demasiado!  😞\n  ","342000":"\n  VALES.. .😊\n  ","342001":"\n  ¿Cuales pedas?  😟\n  ","342002":"\n  Tengo novio. ...😁👫\n  ","342003":"\n  por fin que?  😕\n  ","342004":"\n  Jajajajaja, me conformo con que me abracen fuerte.... 😭😂😞\n  ","342005":"\n  Yo igual los extraño ,no se quien seas pero supongo que eres alguien de las personas que extraño, ya pronto regresare!!!! 😁❤\n  ","342006":"\n  Pfffff, de mi madre!!!  Muchísimas cosas, una de ellas a no rendirse a seguir a delante a pesar de las circunstancias a no bajar la mirada, a ser firme a las decisiones que tomes, que seas humilde de corazón fuerte de carácter y agradecida por todo sea bueno o malo, que las cosas pasan por algo.,que valore cada día y persona de mi alrededor que valore a mis amistades y que sepa ser agradecida y muchas cosas más ...😌👸❤\n  ","342007":"\n  ..........\n  ","342008":"\n  quisiera dormir cada segundo de mí vida! 😌👣🍃\n  ","342009":"\n  Lo extraño tanto!!!! 😢😥\n  ","342010":"\n  Te amo más! ❤\n  ","342011":"\n  Pues la verdad es muy complicada tu pregunta, no soy experta en ese tema! Pero pues supongo que el primer paso para superar es extrañar y quedarse con los buenos momentos ,darte un tiempo para ti!  Y tener en cuanta que el tiempo no te asegura nada!\n  ","342012":"\n  Síp! 🙊😏\n  ","342013":"\n  Sí!!! 😌❤\n  ","342014":"\n  solo faltaba esto! 😑😭😭😭😏\n  ","342015":"\n  Los amo tanto!!! 😊❤\n  ","342016":"\n  Hola, gracias!!\n  \n  Supongo que eres tu Uriel ,son los mismos versos que escribía el!! 😆😃\n  \n  linda noche\n  ","342017":"\n  Jajaja, mejor manda WhatsApp! 😂🌚❤\n  ","342018":"\n  sí! 🌚❤\n  ","342019":"\n  sí,bebé 😍❤\n  \n  Vamos!!!!\n  \n  Ya conteste!!! 😂😂🐰🐰🐰🐰\n  ","342020":"\n  Hola hermana! ❤🌚\n  ","342021":"\n  🐇🐰❤\n  ","342022":"\n  Te sigo!! 🌚\n  ","342023":"\n  Ora! 🌚\n  ","342024":"\n  no! ❤🌚\n  ","342025":"\n  Leer, escuchar música ,salir con las 2 personas más importantes en mi vida\n  \n   @brittany_adalid\n  \n  ,\n  \n   @karlaaguiilarxD\n  \n\n  Criminología ❤🙈\n  \n  Igual te sigo bro !😅\n  ","342026":"\n  🌚❤\n  ","342027":"\n  Quien eres bro! 🌚❤\n  ","342028":"\n  Esta tentador bro!!! 🌚❤\n  ","342029":"\n  te fallo brow! 🌚\n  ","342030":"\n  ¿Como estas?, bro 🌚\n  ","342031":"\n  Hola bro ✋🌚❤\n  ","342032":"\n  No bro !, por el momento quiero seguir siendo feliz!!❤🙈\n  ","342033":"\n  Sí bro! 😏\n  ","342034":"\n  No sé bro! 😂✋\n  ","342035":"\n  Mi amor! 😂🌚❤\n  ","342036":"\n  Quien eres? 🙊\n  ","342037":"\n  Que pasa si te digo que me vale verga? ❤😊\n  ","342038":"\n  Te amo más! ❤🌸\n  \n  LMP!\n  ","342039":"\n  Hola !😍❤\n  ","342040":"\n  Va ,me late prro! 😂❤\n  ","342041":"\n  Jalo! 😌🙋❤\n  ","342042":"\n  Ya no importa!!!\n  \n  Bye\n  ","342043":"\n  Supongo!\n  ","342044":"\n  Supongo que cada acción tiene un fin! y la acción que se involucro entre nosotros 2 su fin era que ya no habláramos!\n  ","342045":"\n  Lo extraño!!\n  ","342046":"\n  Thank you!!!🙋\n  \n  who you are?😓\n  ","342047":"\n  no ,Jesús me dio permiso de hacer la en su jardín! ❤\n  ","342048":"\n  Teñ! 😂❤😍\n  ","342049":"\n  Papú! ❤😂😍\n  ","342050":"\n  Gracias!! 🙈💛\n  \n  Quien eres? 😂❤\n  ","342051":"\n  Gracias! 😂😂😂😂😝😝\n  ","342052":"\n  Estoy aburrida!!! 😞\n  \n  😩😒\n  ","342053":"\n  Te quiero más! 😍❤\n  ","342054":"\n  khe? 😂\n  ","342055":"\n  aun lo quiero a el!  😞\n  ","342056":"\n  💆👅❤\n  ","342057":"\n  Tengo hambre! 😕😐😟😭💔\n  ","342058":"\n  No, como crees. ..\n  \n  es neta! 😊\n  ","342059":"\n  Sí, ya tiene 5 meses 😍😘👶\n  \n  antes que todo su salud! 💞🙈\n  ","342060":"\n  Me encanta ,Me encanta, Me encanta, Me encanta ,Me encanta, Me encanta, Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta ,Me encanta, Me encanta ,Me encanta, Me encanta, Me encanta .,ese niño me encanta! 😍❤🙊\n  ","342061":"\n  Ridículo el niño! 😂\n  ","342062":"\n  Te vale 3 hectáreas de Verga! 🙊❤😂\n  ","342063":"\n  Lo amo🙊❤\n  ","342064":"\n  Alguien!! 😊💕\n  ","342065":"\n  Pfff, son muchas cosas ...😊❤\n  ","342066":"\n  Hablar de nuevo con él! 😞💔\n  \n  (R)\n  ","342067":"\n  Ja ja ja , Te Amo 😂💕\n  ","342068":"\n  Sí! 😂💕\n  \n  Confío en lo que me ha dicho Bri\n  \n   @brittany_adalid\n  \n","342069":"\n  No tengo! 😂💔\n  ","342070":"\n  Hay muchas cosas wuuuuuuu !😂\n  ","342071":"\n  jajaja ,será lo ridícula! 😚❤😂\n  ","342072":"\n  Todas las que he tenido son lindas ,de diferente manera pero todas !❤😊\n  ","342073":"\n  No c weno si c, pero no te wa a decir 🌚❤\n  ","342074":"\n  Jajajajajajaj,callate que tu tenias que poner la película ,deja a mi tía en paz😂💔\n  \n  Mi familia es la mejor niño!!!!😌❤\n  \n  (Hay que hablar por mensaje)\n  \n  T.P.M.G.C😂\n  ","342075":"\n  Jajajajaj ,tu eres un niño que huele a popo y tiene cara de puerco desvelado....\n  \n  Jajajajajaj ,te ganaste que te alla tirado de la cama por a verme mordido mi brazo y que bueno que te quedo un moreton ,a mi igual me quedo uno 💔😛..\n  \n  Callate que ,cuando me ves me maltratas aun que me ayas comprado dulcesitos y un pay de limón  😂 ..\n  \n  Te quieroooooooooo igual cara de 🐷🐽❤\n  ","342076":"\n  Jajajajaja,es la verdad eres un \"TONTO MANIÁTICO\"\n  \n  A quien se le ocurre ponerle mas limón al (pay  de limón )cuando ya tiene😂😂😂💔💔 ,deja mis uñitas ,si cuando las estabas pintando me ensuciaste un dedo completo ,eres un fracaso total pintando uñas 😂💔.\n  \n  Ame todos esos dulces que compraste pero te pasas ..👇 Maniático😂\n  ","342077":"\n  🌚❤\n  ","342078":"\n  Yo mas 💔\n  ","342079":"\n  Te amo mas ,((potra my lof))❤🌚\n  ","342080":"\n  Pues muchas cosas ,que me beneficien....\n  \n  empezando por mandar a la chingada a personas y a cosas que sean toxicas para ella..♡♡♡\n  ","342081":"\n  que el este conmigo como en el 2015\n  \n  (R) 😞\n  ","342082":"\n  Claro ,te sigo!!! 🙈😂\n  ","342083":"\n  Jajajajaja 😑\n  ","342084":"\n  Sep tengo 2 meses te invito a mi baby shower 🌚\n  ","342085":"\n  Queeee? 😷\n  ","342086":"\n  Jajajaja!\n  ","342087":"\n  Comida!! 😊😍\n  ","342088":"\n  Ja ja ja ja apoco?\n  \n  Teníamos sed! 😟\n  ","342089":"\n  relajate, no sabes ni lo que dices brother!😎😂😂\n  ","342090":"\n  No, manda mensaje 😂👏❤\n  ","342091":"\n  🙈❤\n  \n  JAJAJAJAJA!\n  ","342092":"\n  Yo igual lo extraño ,pero la universidad no lo deja aun que sea un minuto !😞\n  ","342093":"\n  Te amo mas hermana 😘❤\n  ","342094":"\n  oye, no! 😞\n  \n  Entonces con que se enmendara esto digame usted?\n  ","342095":"\n  Mmmm, que te agarre la barba? 😛🙈\n  ","342096":"\n  Lo se hermana, no se quien jodidos sea!!!\n  \n  LMP ❤😘\n  ","342097":"\n  Te besaré los párpados ,eso lo arreglara todo?\n  ","342098":"\n  Sí ,claro ya tiene que no, nos miramos 😞\n  ","342099":"\n  Pedir dulces ❤😂👏\n  \n  Jajaja hacer tarea y tarea 😞💔\n  ","342100":"\n  No, ni idea mi linwüini !!😷\n  ","342101":"\n  ¿Por que ? .,te alejas de mi 😞💔\n  ","342102":"\n  No te metas mi linwüini que te la pueden partir 😂😞😷.\n  \n  puro chakita!😂😓\n  ","342103":"\n  Ya vieron ,no se metan amigos 😂😂😂😂\n  ","342104":"\n  No se! 😷😂\n  ","342105":"\n  \"Naquisim@s \"\n  \n  Y luego anónimos mucho peor.\n  \n  😂😷\n  ","342106":"\n  De que mi linwüini ?😂\n  ","342107":"\n  😂😘❤\n  ","342108":"\n  Jajajaja 😘👏😌\n  ","342109":"\n  quien eres?\n  \n  Dime quien eres y vale!  😀👌\n  ","342110":"\n  Que bueno!\n  ","342111":"\n  Ora !😷\n  ","342112":"\n  Es pregunta o afirmación?  😌\n  ","342113":"\n  Y si mejor quitas el anónimo ?😷\n  ","342114":"\n  😌❤\n  ","342115":"\n  Aaa ni idea!\n  \n  😌\n  ","342116":"\n  sí ,gracias! 😅\n  ","342117":"\n  ¿Quien eres?, tal ves y no me hablas! 😂\n  ","342118":"\n  No se!  😊\n  ","342119":"\n  Secret! 😉\n  ","342120":"\n  Lo se ,anónimo!  😌❤\n  ","342121":"\n  ¿Muerda ? 😂😷\n  ","342122":"\n  Si.😞💔\n  ","342123":"\n  Bajen le a su pedo...😂😂😂😂😂\n  ","342124":"\n  Hola (:\n  \n  De que Eduardo me hablas? 😊\n  ","342125":"\n  a quien? 😌✌\n  ","342126":"\n  cuando????? 😂\n  ","342127":"\n  Hola anoni. ..lo que yo hago es aplicar una mascarilla de café con leche o clara de huevo con medio limón ....\n  \n  la de limón se aplica en la noche y no la expongas al sol ya que te manchara tu pielesita o te irritara ..la dejas de 20 a 30 minutos, no mas. ...\n  \n  la otra igual la aplicas en la noche y la dejas igual de 20 a 30 minutos ....\n  \n  obvio la tienes que aplicar en la carita ,limpia y libre de maquillaje y  enjuagar con agua fría ....\n  \n  te ayudará mucho si tienes piel grasa ...\n  \n  saludos ...😋👌❤\n  \n  algo así te queda 😂😂😂👇\n  ","342128":"\n  no se Pedrito. ....😞\n  ","342129":"\n  hola Pedrito. ...😂🙌🌚❤\n  ","342130":"\n  obvio no o o o o\n  \n  yo los amo.... o sea nunca los cambiaría por nada del mundo.... pero .,bajo por que?\n  \n  a los pocos que e conocido son buena onda ....\n  \n  si claro iré a la fiesta de Frodo.. .                ☁💟💟☁💟💟☁\n  \n  💟💟💟💟💟💟💟\n  \n  💟💟💟💟💟💟💟\n  \n  ☁💟💟💟💟💟☁\n  \n  ☁☁💟💟💟☁☁\n  \n  ☁☁☁💟☁☁☁\n  ","342131":"\n  si....a mis hermanas .....😭😭😭\n  \n  me hacen mucha falta\n  \n  LMP ...❤😞\n  ","342132":"\n  ambas ...😍❤\n  ","342133":"\n  gracias....mmmmm o sea que me viste en la tarde 😷🙈\n  \n  en donde ?\n  \n  no soy mala onda eee😂\n  ","342134":"\n  no ,es mi hommie y nustro barrio nos respalda 😎😂❤\n  ","342135":"\n  teñ...😒😌\n  ","342136":"\n  como esto......\n  \n  😍❤\n  \n  hermoso detalle gracias...😍\n  ","342137":"\n  gracias anoni...😍❤😂😘\n  ","342138":"\n  ❤ weed\n  ","342139":"\n  jajajajajaajajajajajajajaj ,es neta ?.,oye eso es un secreto ,no puedo hablar sobre eso.....y planear algo? ,para nada todo cae por su propio peso ....😛👌😌❤😂\n  ","342140":"\n  por que están pendej@s ,mi amiga es un amor y siempre la amare😛👊❤\n  ","342141":"\n  shi...🙊❤\n  ","342142":"\n  vale...😊😊\n  ","342143":"\n  no lo se....😂😂😂😂\n  \n  ahí matan😂😷\n  ","342144":"\n  no lo seee😂\n  ","342145":"\n  quien eres ?😷😓\n  ","342146":"\n  vale me avisas ...😊😆😊😊😆\n  ","342147":"\n  vaaaaa ,yo te aviso 😂😂\n  ","342148":"\n  siiii😊🙌\n  \n  oye oye ,tenemos que tomarnos fotos para la próxima😂\n  ","342149":"\n  obvio....😌😍\n  ","342150":"\n  jaajajajajaaj😂😂😂😂😂 bueno eso sip\n  ","342151":"\n  aun así estoy mas alta ...😂😂\n  ","342152":"\n  jajajajajaj ,chaparrita .,si estoy mas alta que tu 😂\n  ","342153":"\n  gracias pedrito....eres súper buena onda .,sabes que yo igual te estaré apoyando  .....😌😋\n  ","342154":"\n  si,por que seguías incistiendo....y yo así de noooo jajajajaja, eres malo 😂😢💔\n  ","342155":"\n  deja mi panza 😑😢\n  ","342156":"\n  es que me se me olvido...😂🙈💔\n  ","342157":"\n  siii😄😄😄😄😄😄\n  ","342158":"\n  si ,aun que te aferraste a traerme a mi casa junto con tu amigo ....😛😪😂\n  ","342159":"\n  jajaaj ,vale haber si te veo este domingo que viene vale ...😛😊\n  ","342160":"\n  vale pedrito ...😂😌🙋\n  ","342161":"\n  jaajaja pues si estaría bien ,pero no siempre podría 😂\n  ","342162":"\n  si ,me gusto mucho estar contigo...si ya tenia que no nos veíamos...😂😂👌\n  ","342163":"\n  ya lo se .....:D\n  ","342164":"\n  obvio....😂❤\n  \n  todo sea por mis amigas....😌\n  ","342165":"\n  te pasas .... claro que no soy niña fresa =(\n  \n  si te lo paso por facebook....😂👏\n  ","342166":"\n  jajaajajajme imaginaba quien eras,manda whatsApp .....😂😂❤❤\n  \n  si ,pero recuerda que pasó la última ves ...😷\n  ","342167":"\n  ¿por que?😅😷\n  ","342168":"\n  Pero que \"zafio \"😷\n  ","342169":"\n  es mi hommie😍😎\n  ","342170":"\n  vale me parece ....😂👏❤\n  ","342171":"\n  jajajajaj ,gracias ammm  si quitas el anónimo claro ...😉😌❤🌚\n  ","342172":"\n  Pues digamos que si ,probablemente mucha gente lo ve mal. ,bueno ,creo que no es un medio para estar debatiendo sobre la religión ,hay que manejar el ask como zona \"laica\" que te parece ...❤😍😘\n  ","342173":"\n  Bueno pues el ateísmo es el rechazo a la creencia en la existencia de uno o más dioses. por ejemplo ,Jesucristo ,Jesús ,Jehová, Ala etc ,como se le llame ..\n  ","342174":"\n  ..\"E\"..❤😘😍\n  ","342175":"\n  secret ....😓❤😍\n  ","342176":"\n  10....😂❤😍\n  ","342177":"\n  Dayane Araceli Romero Hernandez 😂✋😁❤\n  \n  16 🎂\n  \n  gimnasia...🙌\n  \n  perritos 😍\n  \n  soltera...😹❤\n  ","342178":"\n  claro .....😊\n  ","342179":"\n  Oraaaa\n  \n  ¿mi Dayane ?\n  \n  Tarea ,aun no la termino😪.,¿ y tu ?\n  ","342180":"\n  a quien ?😷\n  ","342181":"\n  pues Shaidith: es súper linda y buena onda  es gordita pero esta bonita ,solo que es muy peleonera y súper mal hablada ,pero la amoooo😌❤😘😂👭\n  \n  y Marnon: Es el niño de mis ojos ,lo amo es súper buena onda ,aun que es muy celoso conmigo y al igual que su hermana es muy peleonero., pero se que me ama y yo a el ....es bueno niño 😌😂✋😍😘❤\n  ","342182":"\n  un lugar especial ..❤\n  ","342183":"\n  no ,medio no ,súper mamona 😌❤🌚👌\n  ","342184":"\n  eso enamora jajajaj ,te amo hermana😂❤😍\n  \n   @karlaaguiilarxD\n  \n","342185":"\n  no ,¿quien eres? .,te lo presento si quieres 😊\n  ","342186":"\n  Sadiel 😍🙈\n  \n  nou jajaja es mi amigo anoni\n  ","342187":"\n  😌😂👏❤\n  ","342188":"\n  solo quiero  que sea feliz .....😢💔\n  \n  naa que se valla a la verga 😂😌\n  ","342189":"\n  te amo hermanita ❤😘😌😍\n  ","342190":"\n  las amo\n  ","342191":"\n  verónica decide morir ...❤👌😍\n  ","342192":"\n  las mentiras,gente hipócrita , que coman feo ,que me despierten cuando estoy dormidita\n  ","342193":"\n  si mi niña esta bien ....❤👭\n  ","342194":"\n  no se nena ,de echo es lo que te iba a preguntar 😂😂😂\n  ","342195":"\n  si nena ,por gente como esta 😪\n  \n  claro princesa 😘😍\n  ","342196":"\n  jaajaj ,hay mi niña sabes como son l@s anónim@s....\n  \n  me dan lastima\n  \n  te quiero 😘😍👭\n  ","342197":"\n  pues entonces  no vallas a las fiestas y punto....😊😘\n  ","342198":"\n  de clara y sandi 😍\n  ","342199":"\n  jajajaj ,quien eres ?😷\n  ","342200":"\n  en todo lo  que nos tomamos 😂🍺🍻\n  \n  ayer y hoy ....\n  \n   @brittany_adalid\n  \n\n   @karlaaguiilarxD\n  \n","342201":"\n  si amigui ven 😞❤\n  ","342202":"\n  necesito un abrazo ....!!!😢😥😪😔\n  ","342203":"\n  ahuevooo🌚💕\n  ","342204":"\n  peda en mi casa 🌚💕🍺\n  ","342205":"\n  Que golpe a una profesa en 3ro y me suspendieron ....\n  \n  (la vida es un riesgo )🌚😂❤\n  ","342206":"\n  Todas,no hago distinciones🌚❤😂🍕🍝🍔🍰🍲🍛🍜🍱🍚\n  ","342207":"\n  baile sensual 🌚❤😂👏\n  ","342208":"\n  El mio en la unitec 🌚😍😌😂💓 ,Boom ✌😛\n  ","342209":"\n  jajajajaja.,hay chavos que la neta dan tristeza al verdad que nos les sale barba y pues bueno que puedo decir .,hay otros que Dios mio se ven sexis 🌚😌❤\n  ","342210":"\n  Hola🌚❤\n  ","342211":"\n  escuchar musica ,hablar con el ,leer ,salir ,comer chocolate ,ver películas ....etc 🌚❤😍😂😌😁\n  ","342212":"\n  6 añitos\n  \n  pero lo triste es que ya no me acuerdo como usar una bicicleta 😞😪😭😭😭💔\n  ","342213":"\n  El😈❤😍😘\n  ","342214":"\n  mi Adriáncito islas ,se la rifa ese hombre🙋🌚👍😌😂👏👏👏\n  ","342215":"\n  claro mi niña te sigo 🌚❤👌\n  ","342216":"\n  hola!!\n  \n  gracias ,igual linda noche\n  \n  quien eres ?😧😂😂😂\n  ","342217":"\n  claro !🙋❤😊\n  ","342218":"\n  los árbolitos (brócoli) ❤😍\n  ","342219":"\n  a un chamaco, que es mi esadori😂✋❤\n  ","342220":"\n  pos no se ?✋\n  ","342221":"\n  atea!!\n  ","342222":"\n  claro !!🙋😌❤👌\n  ","342223":"\n  13\/02\/2015😭😂💔❤\n  ","342224":"\n  Hola!!🙋❤😊\n  ","342225":"\n  de nada!!\n  \n  que bien pues mucha suerte 😉😂🍀❤👌😘\n  ","342226":"\n  en que sentido ?\n  \n  bueno si vas a entrar a la universidad ,esta de poca ,muy buen ambiente ,pero si entras a la prepa ,no te lo recomiendo ya que es solo desmadre ,pedas,amigos,fiestas,etc\n  \n  bueno ya depende de ti pero ,le puedes Preguntar a quien quieras ...\n  \n  lo digo por experiencia 😂😉😉😉💔💔\n  \n  pero si te metes ahí ,me avisas y no mandes anónimos plox😂\n  ","342227":"\n  claro nena ,igual.🙋😌😊\n  ","342228":"\n  no soy fresa 😷💔\n  ","342229":"\n  pues el que tenia lo olvide en el uber y ahorita traigo otro 😂😂😂💔💔\n  ","342230":"\n  La amo 💖😌😂\n  ","342231":"\n  khee?😂\n  ","342232":"\n  lo extraño 😷\n  ","342233":"\n  😦😷\n  ","342234":"\n  sip ,¿por que ?\n  \n  veo que estas bien enterad@😦😟😉\n  ","342235":"\n  pues ya ves ,es bueno conocer y socializar mas!!!😚❤\n  ","342236":"\n  en acueducto 😂\n  ","342237":"\n  fui a una fiesta con mis amigas 😍\n  ","342238":"\n  dormir 😊\n  ","342239":"\n  Didi ❤💋👌😮👇\n  ","342240":"\n  alguien que no mande anónimos?\n  \n  😢😔😭\n  ","342241":"\n  ¿de quien hablas ?😏😌\n  \n  ¿Que cuernos ?😮😩\n  \n  ¿y tu quien eres ?😂😕\n  ","342242":"\n  solo lo extraño a el ! 😟😔\n  ","342243":"\n  los tacos 😊❤\n  ","342244":"\n  buscar eso en google 😂😂👇❤\n  ","342245":"\n  Que no sea culera con el 😂😩\n  \n  pero luego recuerdo que lo fui, por que se lo gano !!!😬😠😒😂😂😂\n  ","342246":"\n  un pastel 😂😊❤🍰\n  ","342247":"\n  claro 😕💅❤\n  ","342248":"\n  mushassss personas 😌😍\n  ","342249":"\n  Te faltan 😘👌\n  ","342250":"\n  hay ,como jodesssss!!!!\n  \n  esta bien solo hay 3 personas que saben\n  \n  K\n  \n  B\n  \n  S\n  \n  suerte !😂😙💅\n  ","342251":"\n  Me ?\n  ","342252":"\n  Nadieeee😩😑\n  ","342253":"\n  😷\n  \n  eso no se pregunta Anóni!!! 😂\n  ","342254":"\n  jajaja por que si ! 😂\n  ","342255":"\n  abrazarloooo 😍😘😽❤👍👄\n  ","342256":"\n  ❤💋👧👧\n  ","342257":"\n  alratito las contesto lo prometo , ya iré a dormir ,descansa anonimo 😴❤💋👌\n  ","342258":"\n  nadie, no hay ,no existe 😂😊\n  ","342259":"\n  pues si supe quien fue , la verdad me decepcionó saber , pero no diré nada al respecto,que quede en esas personas y que recuerden que todo lo que se hace se paga!!!!\n  \n  Linda noche Anónimo😴😘❤\n  ","342260":"\n  si algo me enseño mi mama , es no darle muchas explicasiones a pendejos 😒😩😌\n  ","342261":"\n  es neta ?\n  \n  mejor ahorrate tus preguntas ,espero y nunca te pase algo asi con algun amigo , no te deseo nada malo ....\n  \n  pero piensa en lo que dices 😷\n  ","342262":"\n  Que me dejen en visto y despues me manden un hola como pendej@s\n  \n  que no sepan comer  y la gente que presume de lo que carece ,gente hipocrita y que carese de valores\n  \n  y creo ya 😂😆\n  ","342263":"\n  \"toluache\" de seguro pendej@ 😆😒😱\n  ","342264":"\n  no quiero recordar eso ,porfavor 😭😭😭😔😔😔😔😔😢\n  ","342265":"\n  holaaa\n  \n  jajajajaj si quitas el anomimo te lo juro y prometo que no te cobro nada 😂😂😂😂\n  ","342266":"\n  jajajaj esta pregunta tiene como una semana 😂😂\n  \n  una disculpa imensa\n  \n  no ,por el momento no puedo😁\n  ","342267":"\n  son muchas cosas!!!😂😂😂\n  \n  claro😊\n  ","342268":"\n  si ,claro !!! 😊\n  ","342269":"\n  ya no se si me gusta o ya no 😂😂😂😯\n  ","342270":"\n  forever!!!❤😌\n  \n   @brittany_adalid\n  \n\n   @karlaaguiilarxD\n  \n","342271":"\n  no tengo puntos ,pero sí personas😭\n  \n   @brittany_adalid\n  \n\n   @karlaaguiilarxD\n  \n\n   @lizbeth_saray\n  \n","342272":"\n  ¿y luego?\n  \n  ¿aparecerá un fauno ?😂😂😂\n  ","342273":"\n  tonto ya te vi !!😂😂😂\n  \n  deja bajo ,me hubieras mandado whatsapp😑😑😑😑\n  ","342274":"\n  dime quien eres y vale ,!!!😂😂😉\n  ","342275":"\n  claro!! ❤😊\n  ","342276":"\n  es este mi niña 👇😊❤🌹\n  ","342277":"\n  ¿quien eres ?\n  \n  😷\n  ","342278":"\n  donde ?😱\n  ","342279":"\n  si ,pero si no tiene borró 😑\n  ","342280":"\n  jajajaj si ,Carlos😂😂😂\n  \n  (te acuerdas)\n  \n\n   @Carlos_Dupeiron\n  \n","342281":"\n  🌚\n  ","342282":"\n  mi hermosa ídola !!\n  \n  🌼🌻🌺🌹💮🌸💐🌷😳😘❤😌🌚\n  ","342283":"\n  Aceptémoslo ,no se trata de encontrar a alguien ,con nuestros mismos gustos si no con nuestras   mismas ganas !!😗😈😳\n  ","342284":"\n  algo así! 😂\n  \n  apasionado chinga no mamadas🌚❤😌\n  ","342285":"\n  mi ídola !!!\n  \n  🌚❤😌👇\n  ","342286":"\n  Cuándo estoy aburrida hago mamadas como estas😂❤☮✡☪🌚\n  "}}