{"Question":{"363747":"\n   Hottie 🔥😘❤️\n  ","363748":"\n   No, a sincere compliment.\n  ","363749":"\n   What is the most embarrassing thing you have ever worn? 🤔\n  ","363750":"\n   What is your attitude to smoking?\n  ","363751":"\n   You're so pretty!\n  ","363752":"\n   how old are you?\n  ","363753":"\n   are you selfish?\n  ","363754":"\n   why wouldn't you?\n  ","363755":"\n   What song do you like to put on repeat? 🤔\n  ","363756":"\n   I’ve said your smile ash 😢what you talking about girly 🤣\n  ","363757":"\n   How about your smile? That catches my eye\n  ","363758":"\n   So my bf went back 2 his hometown..but right before he left, his ex texts him and says she wants to see him, as long as Im okay with it. (they were together 5 years) but im not okay with it & still feel like he’s going to see her & He told me he wants to see her. Am i wrong for feeling paranoid?\n  ","363759":"\n   What feature about yourself do you think catches people's eye?\n  ","363760":"\n   You are single?\n  ","363761":"\n   How tall are you sweetie?\n  ","363762":"\n   have you ever walked inside a room filled with people with brown eyes before and you being the only one with green eyes?\n  ","363763":"\n   what do you want to do when you retire?\n  ","363764":"\n   sandals with socks yay or nah\n  ","363765":"\n   You have such a pretty smile.! 🥰\n  ","363766":"\n   Longboard or hoverboard?\n  ","363767":"\n   Would you ratherhave a third 👂ear or a third 👁 eye?\n  ","363768":"\n   Queen\n  ","363769":"\n   would you eat a cockroach for 5 million us dollars?\n  ","363770":"\n   GIRL you're drop dead gorgeous!! 💖\n  ","363771":"\n   Regardless, you and your stories are inspirational because you are living through all that. Whether you are \"in\" or \"out\" doesn't matter as long as you keep doing you as best you can\n  ","363772":"\n   no not meh. if I looked in the passenger seat of my car and *that* was what I saw I'd know I made it in life\n  ","363773":"\n   Was your bf born in the u.s?\n  ","363774":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","363775":"\n   What are your Thanksgiving plans?\n  ","363776":"\n   If you could be fluent in a new language what would it be ?\n  ","363777":"\n   What is your biggest addiction?\n  ","363778":"\n   WHEN ARE YOU MOST HAPPY?\n  ","363779":"\n   you worked today?\n  ","363780":"\n   selfie\n  ","363781":"\n   What would be the creepiest thing you could say while passing a stranger on the street? #StreetMannersAwareness\n  ","363782":"\n   I'm pretty brother is trying to get laid.  After working 18 hour shifts 6 days in a row he has off his second job. He has cook bake chicken w\/gravy with rice and green beans. He even got snacks ready for later. He hasn't seen his girlfriend in over a week. Why is he trying so hard to get laid?\n  ","363783":"\n   What do people judge you for?\n  ","363784":"\n   wow how do you look this good\n  ","363785":"\n   Which was the moment when you felt really proud about yourself?\n  ","363786":"\n   If you like her, what's your favourite Iggy Azalea single? 🎶 👍 🙃\n  ","363787":"\n   PAP\n  ","363788":"\n   Would you like to receive my questions?\n  ","363789":"\n   Have a good day at work\n  ","363790":"\n   Can we talk on snap? It’s cool if not.\n  ","363791":"\n   What's the best thing that happened to you today?\n  ","363792":"\n   im confused so what's the reason for that business?\n  ","363793":"\n   you work for a physical therapist?\n  ","363794":"\n   I believe it. You really are beautiful as hell tho 🥺❤️\n  ","363795":"\n   You’re beautiful 🥺❤️\n  ","363796":"\n   Ootd?\n  ","363797":"\n   patients.\n  ","363798":"\n   Scotland just became the 1st country to make period related products free to all women. Do you think that's a good thing and do you think we will ever do the same?\n  ","363799":"\n   What are your plans for Thanksgiving?\n  ","363800":"\n   curious though.  why is the nightlight upside down? 😂🤣🤣😂\n  ","363801":"\n   *crosses everything I can. I send you all my positive vibes.\n  ","363802":"\n   How is your day going nicole\n  ","363803":"\n   What is your favorite month of the year?\n  ","363804":"\n   How are you?\n  ","363805":"\n   Yes, but at least you can get a massage at the end of the work, though. SO you've got that going for you!\n  ","363806":"\n   lack of sleep is my trigger too. i feel yas\n  ","363807":"\n   Good enough for now?\n  ","363808":"\n   I'm sowry to hear about all of this...I hope you can continue to be there for your uncle. \n\nI hope the tumor is benign & can be dealt w\/ swiftly. \n\nI hope your job backs off a bit. \n\nPlease feel better!! *hugz.\n  ","363809":"\n   Hello. have you found ANY sunlight today. sorry to intrude\n  ","363810":"\n   Name one!\n  ","363811":"\n   Holy $hit! That must've been scary asf.\n  ","363812":"\n   What gives you goosebumps?\n  ","363813":"\n   Answer my neighborhood question\n  ","363814":"\n   Does your job have less patients do to covid?\n  ","363815":"\n   Speaking of the former love of your life, would you be surprised if  Edra began stalking you and your new man when you went out on dates together? Like you walked out of the Greek taverna in Malibu to see Edra standing in the rain w\/o an umbrella, blankly staring at you both.\n  ","363816":"\n   Are you close with your uncle? When do you find out what's going on with your fiance?\n  ","363817":"\n   There's a lot right with it too. Just look in a mirror if you want proof that miracles exist.\n  ","363818":"\n   (P.P pic)\nThat outfit looks great on you! Is it new?\n  ","363819":"\n   Why are you sad?\n  ","363820":"\n   What's your favorite smell?\n  ","363821":"\n   Have you ever run out of gas?\n  ","363822":"\n   RDS: What mood do you associate most with Rain?\n  ","363823":"\n   congrats! and with that kind of multitasking. oh yes, couldn't agree with you more.\n  ","363824":"\n   Do you have a camera?\n  ","363825":"\n   Do you wear converse shoes?\n  ","363826":"\n   Do you have to work tomorrow?\n  ","363827":"\n   Do you like salami?\n  ","363828":"\n   What do you mean by \"involved\" with one?\n  ","363829":"\n   Do you want to gain weight?\n  ","363830":"\n   Indeed. Block and move on\n  ","363831":"\n   Aha! A fellow hunter! You don't need me then lol\n  ","363832":"\n   Does watching violence on tv or the internet cause you to get anxiety?\n  ","363833":"\n   And I don't mean to impose. I respect how you handle yourself\n  ","363834":"\n   Correct. Im kinda a crusader against that shit. been doing it for 15 yrs\n  ","363835":"\n   Okay I'm sorry. Do you like Red Robin?\n  ","363836":"\n   Trolls, pedos, phish, they are all the same to me.\n  ","363837":"\n   I suggest you block this ahole asap\n  ","363838":"\n   Speaking to that slimy troll account on your page\n  ","363839":"\n   But can you kindly please just tell me if you had to pick 1. Am I taking off my shirt because I'm hot inside, pulling my shirt over the head, or getting prepared to take off my clothes? Which one?\n  ","363840":"\n   As an example... ffs 😎Kid, this a woman you are insulting\n  ","363841":"\n   If you ever get frustrated, tag me. I eat trolls for breakfast. Carry on Nicole, you got this 👍\n  ","363842":"\n   Do you fall asleep easily?\n  ","363843":"\n   In my profile picture, what am I doing? Am I pulling my shirt over the head, taking off my shirt, or getting prepared to take off my clothes?\n  ","363844":"\n   Is it okay to cry with a stuffed animal that is a dolphin?\n  ","363845":"\n   So sorry to hear. Btw you dont deserve all the shit you take around here. I think you are incredibly strong 👍\n  ","363846":"\n   Are you a shopaholic?\n  ","363847":"\n   what brand name are the leggings and show a picture of the track shorts\n  ","363848":"\n   How long until your wedding?\n  ","363849":"\n   No one said you weren't. 😆 They just wanted to shout some people out... Like dang to some of these answers man...\n  ","363850":"\n   Who’s your boyfriend?\n  ","363851":"\n   how many pairs of yoga pants do you have, colors? and athletic shorts, colors?\n  ","363852":"\n   oh wow, about how long have you been working there for?\n  ","363853":"\n   what do you do for work?\n  ","363854":"\n   Single\n  ","363855":"\n   awe I'm not that awesome lol Nicole I agree\n  ","363856":"\n   These selfies are adorable 😋\n  ","363857":"\n   Already followed you😁\n  ","363858":"\n   tumblr name\n  ","363859":"\n   can you post another belly pic only this time with the yoga pants rolled?\n  ","363860":"\n   How is your neck?\n  ","363861":"\n\n    @liquid_sinn\n   \n\n    @Ice_Frozen_Vocals\n   \n\n    @NicoleBuckleyyx\n   \n\n    @ass4lyfe\n   \n   Follow them!! they have been really awesome and sweet as pie. very great in answering questions too. :))) follow them!!!\n  ","363862":"\n   in real life\n  ","363863":"\n   how often do you have to reject dudes?\n  ","363864":"\n   Gotcha. It's powerful either way. :)\n  ","363865":"\n   Happy Monday Nicole. How are u\n  ","363866":"\n   you make everything look perfect\n  ","363867":"\n   Why?\n  ","363868":"\n   Do you care about thigh gap?\n  ","363869":"\n   What a kind of coffee do you like ☕️?\n  ","363870":"\n   What is your wish(es) for 2021?\n  ","363871":"\n   Do you think people deserve a second chance?\n  ","363872":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","363873":"\n   Why do people leave?\n  ","363874":"\n   Happiness looks GREAT on you\n  ","363875":"\n","363876":"\n   That's quite a leap?\n  ","363877":"\n   what's your twitter\n  ","363878":"\n   You guys are cute I cant wait to see the 2 of you blossom 🤩\n  ","363879":"\n   Because you still have a lot of flexibility (re: that picture last week) and I was wondering if that's because you still work at it or if you just got lucky to not lose it\n  ","363880":"\n   sorry to hear. been going down your page a bit learning about you. hope do get to know you better and support you in anyway i can. hang in there ash 🙏\n  ","363881":"\n   damn that eye comment was smooth and very true ❤\n  ","363882":"\n   Who was the last person you kiss romantically?\nHow long ago?\n  ","363883":"\n   Do you still regularly stretch?\n  ","363884":"\n   Describe yourself in 3 words!\n  ","363885":"\n   I'm just like you in a way I never knew my father He used to always cheat on my mom and beat her\n  ","363886":"\n   What is one thing you have tried to change, but couldn't?\n  ","363887":"\n   How do you deal with people who are trying to bring you down and pick you apart?\n  ","363888":"\n   Are you usually late, early or right on time?\n  ","363889":"\n   Pls don't ever give up on yourself. Only you know what kind of options you're capable of exploring, but don't stop til you exhaust all of them. You are obviously a very kindhearted person with all sorts of likable and enviable qualities & the world needs more people like that. I'm pulling for you.\n  ","363890":"\n   Good for you. Well I’ve always said you’re strong, and it sounds like cutting her out was the best thing for you to do at this point. And I am not the same assholes that were saying to you recently things were your fault from back when you were 13 and all that I’d never be like that. Forget them 👍\n  ","363891":"\n   What size is your bed?😏\n  ","363892":"\n   Do you have a favorite memory? What is it?\n  ","363893":"\n   ❤️❤️❤️❤️\n  ","363894":"\n   do you feel like you respect other people more than they respect you?\n  ","363895":"\n   What are your thoughts on an online love?? (Like two people chat online and fall in love) 🤔🤔🤔\n  ","363896":"\n   how many questions are currently in your inbox?\n  ","363897":"\n   What’s something that people go on and on about, and you just can’t take sitting through?\n  ","363898":"\n   Sunday Spam: Happy Sunday or Monday to all the awesome of Askfm! Just one today :)\n  ","363899":"\n   you're so hot I thought that was selfie for a sec\n  ","363900":"\n   What is your song of the week?\n  ","363901":"\n   Have you ever seen something you can’t explain?\n  ","363902":"\n   Are you haunted by your past?\n  ","363903":"\n   I love the cold weather. I love cooking a big meal and eating it. I hate cooking when it’s so hot and I’m sweating and the extra heat in the house makes it even worse.\n  ","363904":"\n   Do you like fluffy blankets\n  ","363905":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? 🤔💄\n  ","363906":"\n   Would you rather have the super power to never have to sleep or to be able to transform people into anything?\n  ","363907":"\n   are you immature about anything or not really?\n  ","363908":"\n   Do you like salami?\n  ","363909":"\n   You're so pretty.\n  ","363910":"\n   awesome answers, don't forget the word promises.\n  ","363911":"\n   Is that a message to yourself?\n  ","363912":"\n   It's a pretty ring but the best looking ring ever would be overshadowed in a pic also featuring your eyes\n  ","363913":"\n   What does the writing say?\n  ","363914":"\n   I really do think so kitten ❤❤\n  ","363915":"\n   What gets broken without being held?\n  ","363916":"\n   your fiance is the luckiest dude\n  ","363917":"\n   It's amusing, b\/c it seriously looks like you're licking the A. lol! :-P\n  ","363918":"\n   Did you pass your driving test on the first try?\n  ","363919":"\n   how would you describe your childhood?\n  ","363920":"\n   how do you fix it when you want it out of the way?\n  ","363921":"\n   it looks awesome. what's a pain about it?\n  ","363922":"\n   Wow that's way long I like that long hair is cute😌. A trim can be anything upto 7 inches you have to tell them how much you want off keep it long though btw cute choker😶\n  ","363923":"\n   You look fine af as you are\n  ","363924":"\n   Yes I can see a trim is in great need who will you get to do it?\n  ","363925":"\n   Wh do you get to cut your hair or do you do it yourself?\n  ","363926":"\n   😊\n  ","363927":"\n   Favorite age you’ve been so far?\n  ","363928":"\n   What brand of vodka do you endorse?\n  ","363929":"\n   PICTURE!?!\n  ","363930":"\n   are you okay\n  ","363931":"\n   Your thinking is right. What made you grow in that way?\n  ","363932":"\n   Like I said.\n  ","363933":"\n   This is why your relationship is doomed.\n  ","363934":"\n   Your profile picture is too frickin beautiful\n  ","363935":"\n   Will you say sorry to your partner even though it’s not your fault?\n  ","363936":"\n   what makes it flare up?\n  ","363937":"\n   Is it really necessary to know everything from your partner’s previous relationships?\n  ","363938":"\n   What’s more important, sexual chemistry or spending time together?\n  ","363939":"\n   It's okay. What you been up too?\n  ","363940":"\n   You should do a pic like that\n  ","363941":"\n   what does that mean?\n  ","363942":"\n   How are y'all doing this weekend? Do you have any plans?!😊🎉\n  ","363943":"\n   plz ignore this person. they are obsessed with being personal with you and seem to get off on getting under your skin. if you ignore\/block repeatedly they'll go away\n  ","363944":"\n   I like it sm..but more important than how beautiful it looks is you getting reasons to genuinely smile. I really hope you get lots of them heading your way.\n  ","363945":"\n   How many people do you think ever get married thinking \"this is a terrible idea\"?\n  ","363946":"\n   PVC or rubber ? xxxxxxxxx\n  ","363947":"\n   Do you make breakfast naked?\n  ","363948":"\n   Don't really  know what you're talking about. I'm not the anon you started this thread with.\n  ","363949":"\n   For people who need evidence, or just to talk about stuff that goes on on askfm. If you want the thread up just put it in your profile, otherwise the people who know where to look will find it if they need\n  ","363950":"\n   How do you feel about being alive? Would you rather not have been?\n  ","363951":"\n   I’ve said it before and I’ll say it again. You have stunningly beautiful eyes. They are like looking into blue crystals that open up windows into an amazing strong amazing beautiful person. Do you like your eyes? What’s your favourite feature about you?\n  ","363952":"\n   I did, something before already :)\n  ","363953":"\n   You have the prettiest  blue eyes! 😁\n  ","363954":"\n   What's your favorite pastry? 😋 Is there any kind that is unique to the area where you live? 🥮\n  ","363955":"\n   Fantabulous legs!\n  ","363956":"\n   I can’t decide on your latest photo poll because both of those pictures are amazing and you look so great I can’t choose one or the other. If I had millions of dollars I would make a movie and I would cast you in it because you look so good\n  ","363957":"\n   Listen stop stalking me!\n  ","363958":"\n   Which do you like better, Red Bull or Monster and why?\n  ","363959":"\n   true\n  ","363960":"\n   imagine getting to see that smile whenever you want. makes me jealous\n  ","363961":"\n   white girls are hot 😘\n  ","363962":"\n   That's sweet though my ex all she got me were some chocolate and a hoodie Jersey no thought in that sad bit.... she was😂\n  ","363963":"\n   D̈́ͧͫ͂ͤ̒o̳͈͚ͬ̀ ̧̎̓ͭ̄y̥̩̯͙̿ͦ̔̾͗o̗̲͍̯͓̭̍̽ͨ̾ͪu̯̯̲͖ͦ̽ͮ̊̽̆̀ ͫ͋͛ͫ̓͐͏̫̟̭̭̝̭̠l̖̜̹̍̈́̄͌̈i͉̱͎̞͇̮ͭ̒̊̓͆͞ͅk͖͚̦̬͇͙̾ͦ̃̌̈́ế̪͎͔͉́ ͫ͆̏ͮͧ̏ͅt͔͍̥̰̦̜h͕̠̯͛̈́ͣͥ̃iͧ̂̍͂ͨs̘̹͈̰̬͓͑ ̪̙͙̺ͯ̐͂ͫk̥̦͙̙ͥ̉́̅͑͋̔͘i̠̗̮̭̹͖ͪ̔ͬͯ̌̃n̶̥̩ͩd̯ͬȃ̗̙̣ͬ̿ͨ͞ ̥̲̳̭̼̊̎͝ṱ͓̟͙̳̞̝̔̆͠ę͇͖̳̲̼̓ͭx̙͓̰͓̥̦̫ͦ̽̃ͫ̾̓t͖̅?̼̒ͫ\n  ","363964":"\n   freakin gorgeous\n  ","363965":"\n   where have you been? i missed you\n  ","363966":"\n   Same. Missing a certain someone.\n  ","363967":"\n   how much you weigh?\n  ","363968":"\n   How're you holding up?\n  ","363969":"\n   That's sad who did this to you they need a beating 🤨\n  ","363970":"\n   before you lost your v1rginty did you do anything sexu@l\n  ","363971":"\n   Which game consoles do you own\n  ","363972":"\n   display picture\n  ","363973":"\n   5 Wow he better know how lucky he is wish I could find a girl that nice\n  ","363974":"\n   Did you enjoy it?\n  ","363975":"\n   Do you know  i kiss your  DP every  day  ?\n  ","363976":"\n   Did you ever sing in front of a crowd?\n  ","363977":"\n   Can i give you a kiss on your cheeks ?\n  ","363978":"\n   Can i hold you ?\n  ","363979":"\n   Is your job consider retail?\n  ","363980":"\n   Do you like your own posts?\n  ","363981":"\n   I only have compliments for you!\n  ","363982":"\n   I’m so happy last night I slept the whole damn night i don’t remember the Last time that happed or I slept the whole night let’s hope that happens again 😅\n  ","363983":"\n   Yeah you did. You are the most insane gift a guy could get.\n  ","363984":"\n   What what’s the last experience\n  ","363985":"\n   Do you have a Christmas present for the one you care for most yet?\n  ","363986":"\n   Does your fiance ask you to sing for him a lot?\n  ","363987":"\n   Why did you cut them out of your life?\n  ","363988":"\n   What singers have a style reminiscent of yours?\n  ","363989":"\n   What's something you've done this year that you wish you didn't? Be honest.\n  ","363990":"\n   Do you still like to sing and dance?\n  ","363991":"\n   how are you feeling today angel?\n  ","363992":"\n   What did you used to dream about?\n  ","363993":"\n   do u usually miss ur bae?\n  ","363994":"\n   Hello baby\n  ","363995":"\n   Are you a realist or a dreamer?\n  ","363996":"\n   How often do you deal with weirdos on here?\n  ","363997":"\n   OOTD?\n  ","363998":"\n   You're beautiful\n  ","363999":"\n   How do you deal with  ?\n  ","364000":"\n   Were the ppl you cheered with cool?\n  ","364001":"\n   Which did you like better?\n  ","364002":"\n   My fiance is drifting away emotionally. Do you think he's cheating on me? Bec my friends were after him before.\n  ","364003":"\n   How long did you do cheer?\n  ","364004":"\n   are those the only color you have\n  ","364005":"\n   Your smile is everything\n  ","364006":"\n   How in the living heck are you so flipping pretty? 🥺\n  ","364007":"\n   OMG I forgot I wrote you this! lmao This was like several weeks ago. lol\n  ","364008":"\n   you're very welcome miss, and i mean that\n  ","364009":"\n   you seem sweet and cool and down to earth and of course you're attractive,  but I'm intrigued by you\n  ","364010":"\n   Ever since you posted that gif of the girl jumping like a horse, my mind randomly thinks about it and I laugh. 😂\n  ","364011":"\n   On a side note how are you doing beautiful??\n  ","364012":"\n   Not gonna lie it was tough to choose between the 2 pics on the poll. You’re beautiful in all your pics.\n  ","364013":"\n   Does any of you guys have ADHD or ADD? What were your symptoms and was it a problem before getting treatment?  (if you have.)\n  ","364014":"\n   I wish you were my woman\n  ","364015":"\n   very cute (:\n  ","364016":"\n   I totally would\n  ","364017":"\n   how would you describe your mood today?\n  ","364018":"\n   Yes, but in a non binging way.\n  ","364019":"\n   finish the book title -  sex, murder ____\n  ","364020":"\n   Have you ever done it regularly in the last several years?\n  ","364021":"\n   When is the last time you ate at least 1500+ calories a day without it involving binging?\n  ","364022":"\n   When you say binging, how many calories do you mean?\n  ","364023":"\n   Tf have you ever seen courage the cowardly dog?\n  ","364024":"\n   In the past when you've calorie restricted a lot, what was able to get you to increase it?\n  ","364025":"\n   Do you still watch cartoons?\n  ","364026":"\n   I love the cold weather! It’s the best for sleeping! No loud window air conditioning unit needed.\n  ","364027":"\n   Name one thing you’ll always find in your fridge!\n  ","364028":"\n   You're beautiful. Anyone who thinks they're roasting you is really only roasting their credibility.\n  ","364029":"\n   Someone who asked you a question didn’t spell a lot of things right\n  ","364030":"\n   So you are now verified?\n  ","364031":"\n   Some people really need a dictionary handy 🤣\n  ","364032":"\n   Selfie?\n  ","364033":"\n   How did you get so many followers?\n  ","364034":"\n   im not sure, id be disapointed if there aint but then again id be dead. but idk well just have to findout hun\n  ","364035":"\n   😳\n  ","364036":"\n   Do you miss someone who was too close to you?\n  ","364037":"\n   Who the hell said that about you? You are not ugly at all and you certainly don’t look like a crackhead. I know I’m anon but I’m the same one that was talking to you about having strength and you were amazing and pretty since August. Ignore all those other ones, they’re defective people. You’re 👍💙\n  ","364038":"\n   If I had to guess I'd say it's one person who wants your attention because everything they say sounds the same. Why do you give it to them?\n  ","364039":"\n   I hope you never take any of the weird comments seriously. There's no basis of truth to any of them. You are WAY gorgeous.\n  ","364040":"\n   Why are you such a broken person\n  ","364041":"\n   how are you so flexible? do you have a stretching routine you adhere to?\n  ","364042":"\n   I mean the anon is kinda right, you have a weird intense look, and also the eyes\n  ","364043":"\n   You look classy. If you made a black-and-white photo posing with one of those cigarettes in the long holders or even just a cigarette you look like a celebrity photo of one of those old time movie stars\n  ","364044":"\n   You look fantastic. Your figure is perfect, never mind what other anons say. And your eyes are absolutely beautiful as is your smile\n  ","364045":"\n   Have you been healthy during covid season\n  ","364046":"\n   Do you learn from your mistakes?\n  ","364047":"\n   Hi 👋 Ash how are you I’m back at ask did you dyed your hair looks so beautiful 😍 tho\n  ","364048":"\n   Do you ever dance even if there's no music playing?\n  ","364049":"\n   You are perfect\n  ","364050":"\n   damnit you are amazing\n  ","364051":"\n   you should, you're hot 🔥\n  ","364052":"\n   Is it always like that or does occasionally something get to you like it used to?\n  ","364053":"\n   Is it something you're taking that's doing that to you or is there some other reason for it?\n  ","364054":"\n   What do you feel 50% happiness about that really used to give you a lot of joy?\n  ","364055":"\n   Do you think it's cheating if your partner is in a coma or is it ok to be with someone else at that point?\n  ","364056":"\n   If it was less than that, you might've said nothing has changed and if I went too far back, it wouldn't be as interesting because we all change a lot from childhood to adulthood.\n  ","364057":"\n   Why do people cheat\n  ","364058":"\n   Social media network. Do you want in? Are you willing to do what it takes?\n  ","364059":"\n   Not trafficking, I mean you volunteer to do whatever it takes to make the brand\n  ","364060":"\n   you don't get scared of walking around Texas with all those guns people carry out there ill be terrified 😬😬\n  ","364061":"\n   you want to be a model?\n  ","364062":"\n   If you got married today, how many people that you know personally would you absolutely want to invite?\n  ","364063":"\n   how was it serious, long term?\n  ","364064":"\n   What has most changed about your personality in the last 5 years?\n  ","364065":"\n   how many exes do you have?\n  ","364066":"\n   I'm anon because I'm telling you what the deal is, and yes, separate person. BTW it's a subtle hint that you're expected to post s3xual stuff to attract followers\n  ","364067":"\n   besides him, do the people you spend time around know about it or not so much?\n  ","364068":"\n   do you get mad at people for trying to help you with your ed because their words never help at all?\n  ","364069":"\n   What makes you feel respected and valued as a woman?\n  ","364070":"\n   Are you interested?  i want to give you a chance i think you are one of the best girls on ask 😊\n  ","364071":"\n   no, this is not a scam, I really think you're great.... 😄😳\n  ","364072":"\n   Which questions about yourself have you been asked many times, and never answer?\n  ","364073":"\n   Come and see ꧁ঔৣbarbiedreams꧁'s LIVE in #BIGOLIVE: #chill 2 beans to 1 star\n   \n    https:\/\/slink.bigovideo.tv\/YGIn2F\n   \n","364074":"\n   No catch. You will serve as the face of his new network to attract users. He will pay you based on the number of followers you have. Whatever you can do to attract more followers would be great.\n  ","364075":"\n   I am currently building up a new social network and looking for special girls who may be interested in working as influencers.  You are really extremely beautiful and I thought I could ask you if you are interested.?!? 😄\n  ","364076":"\n   do you like it when a guy pulls your hair & smacks your ass in a good way & got your eyes rolling to the top of your eye lids & got you licking your lips & biting your bottom lip & got your hands gripping on to the bed sheets while fucking you ?\n  ","364077":"\n   Dreamgirl 😳\n  ","364078":"\n   all my ex's live in Texas, including you 😊\n  ","364079":"\n   I don’t care :)\n  ","364080":"\n   I want to get to know you\n  ","364081":"\n   I really like you\n  ","364082":"\n   with your chronic disease is it due to your ed or unrelated? and yes ive often wondered the same. the body is an amazing piece of work and it finds a way to keep us alive. a survival machine with so many little tricks.\n  ","364083":"\n   i see. thanks for sharing ash. ive run the gambit of disorders but eventually settled into AN b\/p subtype for the last 10 years. prior 10 years i was AN then like you backfired and had cycles of going back and forth starving and binging. honestly dont remember a life without this.\n  ","364084":"\n   i dont consider labels important as i feel all ed's at the root are coping mechanisms for mental illness but so i understand what specific ed do you consider yourself identifying with? also have you ever spoken to a profession about it?\n  ","364085":"\n   Have you ever known someone else with one?\n  ","364086":"\n   I like your boobs\n  ","364087":"\n   I’m so jealous of your legs Ash!!\n  ","364088":"\n   just listened to it now. its good although my audio is really shty now lol. have you heard of or do you like the band strung out?\n  ","364089":"\n   ocd is very taxing and exhausting. i think i understand better what you meant by always being tired no matter how much you sleep or dont.\n  ","364090":"\n   i wonder if this anon considers themselves a \"healthy\" person\n  ","364091":"\n   i glossed over the sweet n low comment before. i constatly have like 4 boxes of them cus im afraid i might run out and wont be able to find some lol. there is so much i want to ask you about. both are bad on their own but ocd + ed = a match made in hell\n  ","364092":"\n   i appreciate it. how long have you suffered from it? how old were you when you think it started?\n  ","364093":"\n   what is the meaning behind \"never the same page\"?\n  ","364094":"\n   i want to ask you if you are open to talking about your ed?\n  ","364095":"\n   hello we never met but i saw the message you sent out about hoping everyone is having a decent time in life. it made me consider if maybe things were not the greatest for you right now. so just wondering if everything is okay?\n  ","364096":"\n   well now that makes wonder...what your teeth brushing ritual consists of.  will you share?\n  ","364097":"\n   Do you have a southern accent?\n  ","364098":"\n   you are absolutely gorgeous\n  ","364099":"\n   do you love the name chester?\n  ","364100":"\n   thanks hun!! followed back you’re beautiful\n  ","364101":"\n   It's pretty obvious.\n  ","364102":"\n   What does your week look like so far?\n  ","364103":"\n   Hi. If you get this, it means that I found you interesting and added you as a friend. nice to meet you. question is: will you be having family over for thanksgiving this year or will you visit them?\n  ","364104":"\n   do you like your job?\n  ","364105":"\n   Right. Thanksgiving. I live in Canada so our Thanksgiving is in first half of October. So we already had ours. Well I hope you finish what you want to by December. What’s the wintertime weather like where you live usually?\n  ","364106":"\n   What are your 3 most fav things to buy?\n  ","364107":"\n   You're so pretty!\n  ","364108":"\n   Is shopping a form of entertainment for you?\n  ","364109":"\n   how many hours do you need to sleep to feel ok?\n  ","364110":"\n   Tell me something quirky about yourself that not many people know?\n  ","364111":"\n   my favorite is Christmas and I think my least favorite would probably have to be Valentine's day. I believe in love but not too lovey dovey lol.\n  ","364112":"\n   what is in the way of that happening?\n  ","364113":"\n   Neither of you are healthy people.\n  ","364114":"\n   was it delayed bc of this madness going on or was that always the plan?\n  ","364115":"\n   when is your wedding?\n  ","364116":"\n   I have to talk to you..\n  ","364117":"\n   What is the one thing you want most in your life right now\n  ","364118":"\n   Would you rather have more acquintances or more friends?\n  ","364119":"\n   it was the only time I've asked an anon question though idk who the other is ❤\n  ","364120":"\n   Aaaw you look so awesome in these pics! Your personality seems so lovely. Have a great day!\n  ","364121":"\n   what happened?\n  ","364122":"\n   You realize you can't change the future any more than you can change the past, right?\n  ","364123":"\n   Have you had any good food lately? 🥘😋\n  ","364124":"\n   What would you do differently if you found out the fate would be divorce?\n  ","364125":"\n   What makes you wake up each morning?\n  ","364126":"\n   Would you want to know even if the fate is terrible?\n  ","364127":"\n   If you could find out the fate of your current relationship 5 years in the future, would you want to know?\n  ","364128":"\n   If your fiance discovered that he fathered a child 6 years ago but the mother never told him, would you help him raise it if he got partial custody?\n  ","364129":"\n   Haha but you were wrong ❤💕😘\n  ","364130":"\n   😘🥰💕❤ love you babygirl🐱\n  ","364131":"\n   What is your favorite holiday and your least favorite holiday?\n  ","364132":"\n   🥰☺😳\n  ","364133":"\n   How r u?\n  ","364134":"\n   you should remove 'not here for your drama' from your bio, because you start drama lmao\n  ","364135":"\n   No I don't drink Monster energy drinks. Too much sugar furthermore; I don't want to end up looking like Java guy\/Java girl.\n  ","364136":"\n   Your eyes are stunning, one of your best features for sure\n  ","364137":"\n   Yeah I meant like grandparents or other extended family\n  ","364138":"\n   Are you tired\n  ","364139":"\n   Wdym? Just wondering if you can trace them back to anyone\n  ","364140":"\n   Did they ever tell you who you got them from?\n  ","364141":"\n   Did you get your eyes from him?\n  ","364142":"\n   Do you look more like your mom or dad?\n  ","364143":"\n   how different did you feel at 128 compared to now?\n  ","364144":"\n   How do we know each other. Where did we meet. And why are we connected on here? Just wondering....\n  ","364145":"\n   Does she ever try to get back in your life?\n  ","364146":"\n   Do you believe that once our heart finds its match that we are able to love again?\n  ","364147":"\n   1 out of 8 is pretty terrible for mental health\n  ","364148":"\n   If you had to evacuate your house immediately, what is the one thing you would grab on the way out?\n  ","364149":"\n   mom doesn't matter? 🤔 how come?\n  ","364150":"\n   Do you prefer to eat alone or in the company of others?\n  ","364151":"\n   Do your parents like him?\n  ","364152":"\n   I take it need for speed for racing. fighting being street fighter or tekken?\n  ","364153":"\n   how did you get verified on ask? I am getting different sides and even following what the website says don't normally work. unless there is a certain way.\n  ","364154":"\n   are you into role playing ?\n  ","364155":"\n   what kind of video games are you into?\n  ","364156":"\n   For how long do you know the guy that you're with?\n  ","364157":"\n   Thanks🤣😂😂\n  ","364158":"\n   How is your neck?\n  ","364159":"\n   Regardless dm me and tell me 🤣😂🤫\n  ","364160":"\n   Omfg ashhh I need to know the details message me 🤣😂Im now intrigued!\n  ","364161":"\n   was it a positive or negative experience?\n  ","364162":"\n   would you be down for some experimenting with a girl ?\n  ","364163":"\n   I like the eyes. Blue is a pretty color\n  ","364164":"\n   Why tf would you want to live in Leeds?\n  ","364165":"\n   Me encanta cuando hablas español mami. Llámame papi mientras tu gente coloniza Estados Unidos 😍👌🏼\n  ","364166":"\n   how old were you when you lost your v card ?\n  ","364167":"\n   would you date a guy that has freckles ?\n  ","364168":"\n   What's your favorite type of shake?\n  ","364169":"\n   Is there any kind of music that you absolutely can't stand listening to? 🙉\n  ","364170":"\n   Ok. Just making sure. Now that Halloween is over do you do anything particular for Christmas? Are you getting ready for all of that? What are your plans?\n  ","364171":"\n   What do you hear right now?\n  ","364172":"\n   I don't like hot weather. I want to live in Canada. That would be nice.\n  ","364173":"\n   Do you like Chinese food? It’s one of my favorites 😋🤤\n  ","364174":"\n   Do you have any pets?\n  ","364175":"\n   That sounds like doo-doos\n  ","364176":"\n   Happy Saturday\n  ","364177":"\n   well I was walking up the stairs and I tripped and fell that takes skill 🤣🤣\n  ","364178":"\n   Do you have nice cooler weather yet?\n  ","364179":"\n   Why are people totally different in person than they are on social media?\n  ","364180":"\n   Hello pretty :)\n  ","364181":"\n   what do you think made them stop caring?\n  ","364182":"\n   You're most welcome! I'm very happy that he means that much to you! :)\n  ","364183":"\n   lol this was a funny answer\n  ","364184":"\n   How about hot strangers?\n  ","364185":"\n   You're very pretty!\n  ","364186":"\n   what?\n  ","364187":"\n   what you hate about a unknown person?\n  ","364188":"\n   What’s it like being 24?\n  ","364189":"\n   when did you stop liking it?\n  ","364190":"\n   How long did you go out before you got engaged?\n  ","364191":"\n   What is your main source of income these days\n  ","364192":"\n   Heyyy!😇🌹You look stunningly beautiful in your recent profile photos!🤗⚘\n  ","364193":"\n   did you ever like em?\n  ","364194":"\n   Have you bonged in 2020 yet\n  ","364195":"\n   I’m about to lose my shit with this damn anon on my page !\n  ","364196":"\n   Oh, you are cute AS Fu(K! And that thigh gap.....umph!\n  ","364197":"\n   Christmas or Thanksgiving\n  ","364198":"\n   HOT DOGS OR CHICKEN. NUGGETS\n  ","364199":"\n   Do you prefer to talk or to listen?\n  ","364200":"\n   Describe a perfect night out!\n  ","364201":"\n   Thoughts on those who have a crush on you??\n  ","364202":"\n   What would you miss if you  wake up late tomorrow ?\n  ","364203":"\n   How are you doing today beautiful\n  ","364204":"\n   Do you like being touched?\n  ","364205":"\n   In a scientific study, better mental health was found in people with a lower BMI, exercising 3 or more hours a week, reading at least a book a week, college education, non-smokers, healthy NON-vegetarian diet, happily married parents, and heterosexuality. How many of these things do you have?\n  ","364206":"\n   hi ash. my name is bryan. how are you ?\n  ","364207":"\n   Adorable! He's a lucky guy to get to enjoy the radiance from your smile! Glad he makes you so happy!!!🖤\n  ","364208":"\n   pretty\n  ","364209":"\n   very pretty\n  ","364210":"\n   How much weight have you gained so far this year?\n  ","364211":"\n   Genuinely the happiest smile (almost mid laugh?) I've seen from you! :)\n  ","364212":"\n   Have you ever had braces?\n  ","364213":"\n   Mainly asked why someone would hurt someone else intentionally\n  ","364214":"\n   Why someone would hurt someone else for no reason, knowing the person is sensitive and initially admired her for her innocence?\n  ","364215":"\n   if you're comfortable talking about it, describe to me the biggest milestone or development that has occurred in your life recently.\n  ","364216":"\n   Has regular stretching and foam rolling ever helped it feel better? I had some recurring neck problems but when I started the right routine of that, it stopped. Maybe your job or some other thing you're doing is getting your alignment off and overburdening certain parts of your body.\n  ","364217":"\n   I'm ok thanks for asking. Jeez that sounds awful. What made your nerves get messed up?\n  ","364218":"\n   Are you feeling any better lately?\n  ","364219":"\n   If you had one word to describe yourself, what word would it be?\n  ","364220":"\n   Your style is so awesome\n  ","364221":"\n   😍\n  ","364222":"\n   wow that lighting on you = magical. you're so gorgeous\n  ","364223":"\n   Oh Waw🥰\n  ","364224":"\n   I can never get over your eyes 😍\n  ","364225":"\n   selfie?\n  ","364226":"\n   Pro-choice or pro-life\n  ","364227":"\n   Ok try being on your own starting from sctratch when you're still in middle school that's what i had to go through\n  ","364228":"\n   I've had simiular situation as you but never not once in my fucking life have i ever got kicked out at 13!!! that's still a baby is all I'm saying don't get it twisted. there's always two sides of the story an you try to make her out to be the bad guy\n  ","364229":"\n   How many states have you been to? Do you have a fav one so far?\n  ","364230":"\n   Well first of all i don't know you at all but the way you flap your gums about your mom i'd say it's all your fault lol have a nice day:)\n  ","364231":"\n   Some people's comprehension skills on here amaze me. you doing good?\n  ","364232":"\n   why did you cut your mom off? maybe it was you maybe she wanted a better life an you rebel against her shame ash shame\n  ","364233":"\n   You're so nice for liking to give. Don't you like getting presents too?\n  ","364234":"\n   have you ever thought about reconsiling with your mom? she made you so\n  ","364235":"\n   What hurts?\n  ","364236":"\n   That sounds very scary. I don’t think I could ever live in Texas. Scary.\n  ","364237":"\n   Do you have a favorite holiday?\n  ","364238":"\n   Which of your muscles do you feel most benefit from taking that?\n  ","364239":"\n   Have you watched that cartoon called The Midnight Gospel on Netflix?\n  ","364240":"\n   Do you prefer lighthearted shows?\n  ","364241":"\n   How are you\n  ","364242":"\n   have you played among us\n  ","364243":"\n   your fav co worker got to work with an angel\n  ","364244":"\n   Do you have a lot of snakes where you live? Idk if I could ever live in Texas because of the heat and the snakes. I don’t want my pets to get bit. They like playing outside.\n  ","364245":"\n   Have you ever had Mazzio’s pizza? It’s a chain.\n  ","364246":"\n   How are your animals?\n  ","364247":"\n   How was your day?\n  ","364248":"\n   Followed! Awesome qs!\n  ","364249":"\n   Post a full picture of your room\n  ","364250":"\n   Post a picture of you in a dress\n  ","364251":"\n   Would you like to have kids\n  ","364252":"\n   Post a picture of your pregnancy\n  ","364253":"\n   Do you have any kids\n  ","364254":"\n   Do you think getting abortion after a fully developed baby is a murder\n  ","364255":"\n   How old were you when you lost your virginity and do you think you were too young\n  ","364256":"\n   You're very pretty.\n  ","364257":"\n   What's special about the age 18 (other than the legal sht)?\n  ","364258":"\n   Have you ever been pregnant?\n  ","364259":"\n   if you had a daughter would you be cool with her losing her virginity at 12 to another 12 year old? why or why not?\n  ","364260":"\n   When was the last time you saw a therapist?\n  ","364261":"\n   Are you in Oklahoma ?\n  ","364262":"\n   sadly I can’t say the same even tho she ended up hurting me and breaking my heart I’ll always still love and care about her deeply and that may sound really sad but I still care about her and always will 😕\n  ","364263":"\n   Who bullied you when you went to Weatherford?\n  ","364264":"\n   were they ppl you liked?\n  ","364265":"\n   will you always love your first love?\n  ","364266":"\n   Ever met someone famous?\n  ","364267":"\n   Ferrari or Lamborghini\n  ","364268":"\n   And you do it well if I may say. Your presence here and pictures radiates good vibes ☺\n  ","364269":"\n   So you watch friends? You have it hashtagged in your bio\n  ","364270":"\n   It went pretty good today :) just good vibes you know? But awe I'm sorry to hear that tho\n  ","364271":"\n   Did you have any Monday blues?\n  ","364272":"\n   Hello ash how has ur day been? Love ur smile\n  ","364273":"\n   I don't know exactly, but you said that it's pretty bad right now, so I'm thinking about  whatever ups and downs you've experienced with it and am wondering how you've managed stabilize during the better times.\n  ","364274":"\n   So in the past when you've handled it relatively ok, what helped you reach that point?\n  ","364275":"\n   Did your mom get angry with him or was she too consumed with herself to care?\n  ","364276":"\n   Can anyone stop you or is it only you who can do that?\n  ","364277":"\n   Would you admit or deny to being self-destructive? If you deny, why do you think you aren't?\n  ","364278":"\n   Don’t be ash you are perfect just the way you are you have nothing to be self conscious about you are beautiful you are sweet smart kind all amazing quality’s noting you should be self conscious about !\n  ","364279":"\n   you shouldn't be. you're beautiful\n  ","364280":"\n   Are all your ex’s numbers blocked?\n  ","364281":"\n   Did he realize how scared you were or was he mentally out of it?\n  ","364282":"\n   is the customer always right?\n  ","364283":"\n   What turns you on?\n  ","364284":"\n   I forgot what you name is. I'm sorry. I remember is being nice though.\n  ","364285":"\n   Craziest childhood memory?\n  ","364286":"\n   you have the prettiest eyes ever\n  ","364287":"\n   why did she turn on you\n  ","364288":"\n   what's one song that calms you down when your stressed?\n  ","364289":"\n   Who's your best friend?\n  ","364290":"\n   You're pretty\n  ","364291":"\n   Further to my last post, since your current profile picture is so close you have absolutely stunning eyes. Gorgeous. I know you’re engaged and all that, don’t worry, I just know beauty when I see it I’m not coming onto you or anything like that LOL\n  ","364292":"\n   Your current profile picture is the most beautiful picture I’ve ever seen of you Out of any of your profile pictures. Absolutely stunning. How have you been? How’s everything been going with the stuff that’s been troubling you last few months? You’re strong, and for what it’s worth have my support\n  ","364293":"\n   At family gatherings, what will you always stop to grab a plate of? What will you always skip?\n  ","364294":"\n   Daddy is home 😈👋🏾\n  ","364295":"\n   Good save anon😂🤣\n  ","364296":"\n   Why aren’t you on kik anymore 😭\n  ","364297":"\n   Biden is president hell yess !!\n  ","364298":"\n   Is there something you’ve done and are so ashamed of you’ll take the secret to the grave?\n  ","364299":"\n   On a scale of 1-10 how self conscious are you\n  ","364300":"\n   is there anyone that you want back in your life? Who is it?\n  ","364301":"\n   They saying it might be a lil Civil war or whatever kinda got me thinking how I used to go to war for your heart   They can suppress my vote but they will never suppress my love for you. You don’t gotta respond anyways be safe\n  ","364302":"\n   You're beautiful\n  ","364303":"\n   Does vaping make you smell so that people can tell that you’ve done it? Like does it get in ur breath and on ur hair and clothes and stuff like cigarettes do? Just wondering because I’ve never done it and I wanted to know if I did if people could smell on me after that I have\n  ","364304":"\n   Did you bring the deer home?\n  ","364305":"\n   Yes and yes\n  ","364306":"\n   Hello how was your day?\n  ","364307":"\n   Does your bf have a fetish if so do you satisfy his desires?\n  ","364308":"\n   Women are like elephants. I like to look at 'em, but I wouldn't want to own one.\n  ","364309":"\n   Who's fault was it?\n  ","364310":"\n   I have and its fun just saying 🤷\n  ","364311":"\n   your pupils are large have you done lsd?\n  ","364312":"\n   t shirt an panties?\n  ","364313":"\n   Do you have whitefobia?\n  ","364314":"\n   what a pretty little white girl like you doing awake this late?\n  ","364315":"\n   Yeah or a pretty girl you know\n  ","364316":"\n   did you use to get beat alot?\n  ","364317":"\n   How about answering some of your unanswered questions\n  ","364318":"\n   Is it wrong when You see a pretty girl to just want to push her legs up over your shoulders and burry your face between her thighs\n  ","364319":"\n   Which life traumas caused you to be the person you now are?\n  ","364320":"\n   What are 10 things you have stopped doing in your life?\n  ","364321":"\n   Do you have an amazon wishlist?\n  ","364322":"\n   cash app me real quick lombardo winner_95\n  ","364323":"\n   Yeah\n  ","364324":"\n   Would you want a woman to make you a fanpage?\n  ","364325":"\n   LOLLLL at girls with engagement ring envy 😂\n  ","364326":"\n   Your engagement ring is better than mine 😡\n  ","364327":"\n   Sooo jealous of your legs!!\n  ","364328":"\n   ill give you real money i wont spend money for coins on this site\n  ","364329":"\n   are you a tease ?\n  ","364330":"\n   Okay, but you do still look younger. Nice genes by the way\n  ","364331":"\n   Can I send you a diry question?\n  ","364332":"\n   I'm broke bruh tf of all the coins you've accumalated\n  ","364333":"\n   what exactly are you suppose to be in ur profile pic?\n  ","364334":"\n   Serious question... would you eve create an only fan account?\n  ","364335":"\n   How old were you when you found out about this site?\n  ","364336":"\n   Why do people think this is ok to ask?\n  ","364337":"\n   I'm confused. Are you seriously 32 or are you actually 24?\n  ","364338":"\n   Nice you look younger\n  ","364339":"\n   they’ve sent that to so many people dw\n  ","364340":"\n   you charge too much lol unfollow:)\n  ","364341":"\n   Are you 24 or 25\n  ","364342":"\n   Guess that’s a no?\n  ","364343":"\n   What did you do last night?\n  ","364344":"\n   Do you have a best friend?\n  ","364345":"\n   How much (approximately) do you personally pay in bills each month?\n  ","364346":"\n   so you don't have ig, snapchat, kik or fb, but you have a profile on an anonymous website? seems legit.\n  ","364347":"\n   What's ur natural hair color?\n  ","364348":"\n   how come you even respond to those people? all they want is your attention. if they never get it, it will stop being rewarding in their twisted brains\n  ","364349":"\n   I saw you run over a curb today lol\n  ","364350":"\n   You really were on this site back in 2012? wow that's legit amazing lol how you manage to make it thus far? not saying it's a bad site I've met a lotta good people on here including you. tho i barely even know ya\n  ","364351":"\n   If i were you... I'd tell garrett about the hate you're getting\n  ","364352":"\n   yep, your hands look like you're cold\n  ","364353":"\n   ROFLMAO @ ET's nutsack\n  ","364354":"\n   Also, is the new profile pic from today? & if it is...did it rain out there? I'm so sad & jealous if it did, because it's been threatening it for the last couple days in AZ, but as usual, at least where I am got nothing. :(\n  ","364355":"\n   Are you could?\n  ","364356":"\n   U love him? Or he love u ?\n  ","364357":"\n   Gurl....you are sooo damn pretty😭😭🥺\n  ","364358":"\n   Want to be my girlfriend\n  ","364359":"\n   Would you ever drink a raw egg? build some protein\n  ","364360":"\n   You’re perfection omg\n  ","364361":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","364362":"\n   You do dope makeup\n  ","364363":"\n   Literally how I see you when you read 1\/2 the stuff...\n   \n    https:\/\/media1.giphy.com\/media\/l41YeDA9tbt939NUA\/giphy.gif?cid=ecf05e47kls9oxp00r2rmbbg3410h6kc8xnnh1hplh2yjz2k&rid=giphy.gif\n   \n","364364":"\n   I had to delete the app like five years ago because of people like that and I wasn’t even getting near the flood of bullshit you are.\n  ","364365":"\n   Do you expect your family and friends to be honest with you\n  ","364366":"\n   I do not envy the questions you’re receiving. The patience you have with these fools is almost saintly. Do you get shit like this all of the time?\n  ","364367":"\n   Do you drink coffee?\n  ","364368":"\n   I think is corwyn the one hating on you on anon... they both have similar typing and also they use the same emojis\n  ","364369":"\n   You popped up on the questions and I just wanted to say I love the hell out of your hair girl.\n  ","364370":"\n   No you’re one of the most interesting people on here? And you look great all the time. Sucks to see you leave if you’re going to leave. You should stay\n  ","364371":"\n   Bye;(\n  ","364372":"\n   Is your man a cholo?\n  ","364373":"\n   I hope it's just the normal kind of tired and not anything bad. Much love to you as always.\n  ","364374":"\n   Doubt we've talked much or at all off of anon so I understand if you leave me out but you are a good person with a kind heart and I enjoy following you\n  ","364375":"\n   You’re absolutely cute , pretty and so amazing looking in this picture! Right now this is the best picture on all of Ask! Stunning! I swear you always look good without effort. How do you always look so good? You’re the real deal because not only do you look 💯 you have great mind and personality! 👍💙\n  ","364376":"\n   If you snack in between bigger meals, what do you usually go for? 🥪🍌🍦🍎🍫\n  ","364377":"\n   Funny thing is that person was too much of a coward to come off of anon 😂 I’d bet $5000 that person would never say it to your face\n  ","364378":"\n   Hi no name\n  ","364379":"\n   Ask needs ya back ash... it's so lonely\n  ","364380":"\n   Hey, so i’ve honestly lost total interest in this app, i’ll be on instagram still so if we’ve talked on here feel free to send me a message and i’ll give you my username. 🖤🖤🖤\n  ","364381":"\n   Hey so i couldn't find you on Facebook or instagram...\n  ","364382":"\n   how old were you when you got that?\n  ","364383":"\n   Nuuuu stay!!!\n  ","364384":"\n   What is the single most important thing in making a relationship work?\n  ","364385":"\n   do you an ur fiance argue about stupid things\n  ","364386":"\n   What are some things in life (can include your future wants\/needs) that you will not compromise on and why?\n  ","364387":"\n   What is your perfect Sunday morning?\n  ","364388":"\n   🎶 What's a song that makes you happy?\n  ","364389":"\n   do you miss it?\n  ","364390":"\n   I find that hard to believe D:\n  ","364391":"\n   it’s literally robbie sending those 🙃\n  ","364392":"\n   Amazing ! how do you always look so great?\n  ","364393":"\n   You ok beautiful??\n  ","364394":"\n   God damn you are flexible\n  ","364395":"\n   You never ate that much when stoned ...?\n  ","364396":"\n   Why are you in pain? What can we do to help?\n  ","364397":"\n   I’m full of regret I thought eating a bag of chips a big one and a liter of Pepsi and 1 dinner meal would be smart and I feel horrible 😷\n  ","364398":"\n   Do you like the rain? ❤️🌧\n  ","364399":"\n   Um if you want me to take that room I’ll be a guest 🤣that bed and room looks comfortable as hell\n  ","364400":"\n   Very nice. I worked and spent time with my girlfriend yesterday.\n  ","364401":"\n   Have you ever made a playlist for someone?\n  ","364402":"\n   How would you describe your presence on askfm?\n  ","364403":"\n   Favorite scent?\n  ","364404":"\n   Do you rely on your \"gut feeling\"?\n  ","364405":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart? I'm that person 😞🥺😢\n  ","364406":"\n   I heart\n   \n    @OGalpacasarenice3\n   \n   and Robbie\n  ","364407":"\n   We should get rid of the weak. No one needs emotional train wrecks with no self control.\n  ","364408":"\n   Not unless you pay ask.fm money..\n  ","364409":"\n   aww\n  ","364410":"\n   Are you in Love?\n  ","364411":"\n   How was your day?\n  ","364412":"\n   All of your selfies are awesome\n  ","364413":"\n   😳\n  ","364414":"\n   Holy f...\n  ","364415":"\n   Your best selfie?\n  ","364416":"\n   Yes 😳\n  ","364417":"\n   Underwear picture please??\n  ","364418":"\n   Model 😊😄😳\n  ","364419":"\n   Answer these question for the holy trinity in the holy trinity\n  ","364420":"\n   What do you think about Kumar the donkey ?? Would you date him at some point in your life ??\n  ","364421":"\n   What if you go somewhere where you don't know anyone?\n  ","364422":"\n   How exactly do you make coins on this nonsense site these days?\n  ","364423":"\n   I have a serious problem 😳I can barely stand up and walk because I’m very stoned\n  ","364424":"\n   Trying to get laid but my girlfriend roommate is being a cockblock. She's been really annoying to they point were I'm getting pissed. She keeps making so much noise, plus she keeps knocking on the door jusy to make my night suck. How can i get her roommate to respect our privacy and alone time?\n  ","364425":"\n   The ultimate express of a Woman's freedom and liberation is the ability for her to kiII her unborn child. Yes, I will say in the future we will see this as \"savage.\"\n  ","364426":"\n   Yes and it's a joke lol about AOL. Every single one who answered took it seriously. Like what? Lol\n  ","364427":"\n   Te quiero mucho!!\n  ","364428":"\n   Does Texas get tornadoes?\n  ","364429":"\n   Do you think someone will crash into your wedding  ?\n  ","364430":"\n   Who do you think you are? 🐣\n  ","364431":"\n   Walgreens? Lol I work in Walgreens\n  ","364432":"\n   i loveeee your hair\n  ","364433":"\n   you work in retail?\n  ","364434":"\n   I know what you did last summer 😈😈\n  ","364435":"\n   highlight of your day?\n  ","364436":"\n   Hola\n  ","364437":"\n   Well, sadly, depending on color, most dyes don't last that long.\n  ","364438":"\n   what are the dangers of vaping?\n  ","364439":"\n   \"Guess who's back, back again? Purple's back, tell a friend. Guess who's back, guess who's back?\"\n  ","364440":"\n   OMFG YOU'RE BEAUTIFUL\n  ","364441":"\n   What is the strangest dream you've ever had? 😴💭\n  ","364442":"\n   It wasn’t lol this was sent specifically to you ASH\n  ","364443":"\n   Why are only attractive females getting verified?\n  ","364444":"\n   Hey girl, your lookin pretty cute, can I have your Aol?\n  ","364445":"\n   Is there something that was more popular in the past that you think should be brought back into the mainstream? Why said thing? 🕺🎸🎩🏰\n  ","364446":"\n   ootd\n  ","364447":"\n   ur on your phone at work? fired\n  ","364448":"\n   What you doing tonight?\n  ","364449":"\n   Are you arrogant about anything?\n  ","364450":"\n   I'm always ready to take a life again... it's all the same\n  ","364451":"\n   What is your biggest turn off?\n  ","364452":"\n   Which askfm users do you really not like and why?\n  ","364453":"\n   How was work?\n  ","364454":"\n   Count your favorite positions you like..\n answer how ever you understand the question 😁\n  ","364455":"\n   what's something you would never want to tell anyone?\n  ","364456":"\n   What's your favorite food?\n  ","364457":"\n   I can’t believe how pretty you are\n  ","364458":"\n   If they were always free, how often would you like to get them?\n  ","364459":"\n   Do you ever get free massages?\n  ","364460":"\n   Hypothecially speaking, do you think you would've dated yourself? Why \/ why not? 🤔\n  ","364461":"\n   Are you a medical assistant?\n  ","364462":"\n   How often do you paint your nails?\n  ","364463":"\n   Unfiltered?\n  ","364464":"\n   Yay!\n  ","364465":"\n   The purple is back 💜💜🖤🖤💜💜\n  ","364466":"\n   Give me the purple hair selfie! I wanna see! I wanna see!\n  ","364467":"\n   Yes\n  ","364468":"\n   Yes\n  ","364469":"\n   Are you an introvert or an extrovert?\n  ","364470":"\n   Pretty Girl 😳\n  ","364471":"\n   😒how ?\n  ","364472":"\n   Who was the last person you had a deep conversation with?\n  ","364473":"\n   Do you vape?\n  ","364474":"\n   you transcend those lame rankings you beautiful soul\n  ","364475":"\n   Nobody wants to hear this, but  the person you claim to Love the most is the person who will hurt you the most.\n  ","364476":"\n   Can I call you Bertha?\n  ","364477":"\n   Name something from the past that you hold on to!\n  ","364478":"\n   It’s been a few days since I’ve told you how stunning your pictures are. I’m sure you are tired of hearing it because everyone says it all the time, but you really are quite pretty and one of the most interesting people on ask\n  ","364479":"\n   How do you change your name on here? Like how you put “unlock secrets night” thanks x\n  ","364480":"\n   Laying in bed with fiancé? that cut me deep,that cut me real deep\n  ","364481":"\n   why does bad stuff happen to good people?\n  ","364482":"\n   I know you hear this everyday but you're extremely beautiful like wtf\n  ","364483":"\n   What color comes to mind when u think of Royalty???\n  ","364484":"\n   how many do you drink per week?\n  ","364485":"\n   You're really pretty!\n  ","364486":"\n   What's up boo boo?\n  ","364487":"\n   If you were a famous influencer, youtuber etc., which company or brand would you've most wanted to get sponsored by? 🤔😎\n  ","364488":"\n   ❓ Is imitation *really* the highest form of flattery or does being copied just annoy tf out of you?\n  ","364489":"\n   I can make you some really really good home made and hand breaded fried chicken cooked in olive oil I came up with the recipe and it’s some of the best fried chicken you can have ! Come over sometime and I’ll cook you my famous homemade and hand breaded fried chicken\n  ","364490":"\n   How did you feel today? No headache, I hope.\n  ","364491":"\n   Tauruses Rock😜😝\n  ","364492":"\n   Dark reds are my absolute favorite along w\/ black & a deeper silver.\n  ","364493":"\n   What was the zodiac sign of you best boyfriend\/girlfriend?\n  ","364494":"\n   you’re in love with Conor Maynard! but you’re so shy to say that here or mention it on your profile bio or about info! am i true?\n  ","364495":"\n   BAH-DUH-SQUISH\n  ","364496":"\n   So, like a light red & a blood red?\n  ","364497":"\n   red velvet\n  ","364498":"\n   What shade?\n  ","364499":"\n   It’s an under rated color\n  ","364500":"\n   Your eyes are so sparkly and full of life. I love them.\n  ","364501":"\n   You've never hooked up with someone from this site i assume?\n  ","364502":"\n   What color do you not like?\n  ","364503":"\n   do you vape thc, cbd, nicotine or both thc and cbd?\n  ","364504":"\n   👍🏻 It's that time again! I'm giving away coins I’ll never use. Reply to this with something funny. Make me smile and win 50 coins 🔥. Make me laugh and win 100 coins 🔥. The best submission of all gets 1000 🔥! Good Luck! 😊\n  ","364505":"\n   The fetish of foot is strong w\/ this one....\n  ","364506":"\n   what is wrong with people\n  ","364507":"\n   I'd like to kneel on my neck in front of you, then untie your shoelaces, take off your shoes, kiss your feet, and then help you put on your shoes again.❤❤❤\n  ","364508":"\n   What about gold and platinum?\n  ","364509":"\n   What childish thing do you still enjoy?\n  ","364510":"\n   🤗*listens to it. Nope, not what I was referencing. lol. That phrase is a reoccurring skit that Jon Lovitz did on SNL.😂\n  ","364511":"\n   I had a account back in 2013\/2014 and haven’t been back till now 😅\n  ","364512":"\n   Not sure I understand the reference?\n  ","364513":"\n   Natural dark\n  ","364514":"\n   Has nothing to do with a persons looks or if anyone has a health problem and anyone can get addicted to anything there is even porn addiction and food addiction and other things you think you couldn’t get addicted to you can so back off\n  ","364515":"\n   Scale of 1 to 10 how crazy are u?\n  ","364516":"\n   Awesome! Im thinking of experimenting with a few colors. Maybe burgundy and pink. Not sure yet\n  ","364517":"\n   I definitely will🙂thanks hun\n  ","364518":"\n   I will have to try that! Where can you get it at?\n  ","364519":"\n   I'm watched this gif about 100 times. I keep trying to analyze how she is jumping like that. It's so crazy. lol\n  ","364520":"\n   how did you meet your man?\n  ","364521":"\n   Do you color your hair at home or at the salon?\n  ","364522":"\n   What sort of jewelry are you allergic to?\n  ","364523":"\n   oh..well...that's what I meant...yea, that's the ticket! lol😅\n  ","364524":"\n   Good. Mission accomplished. 😂😁\n  ","364525":"\n   How many piercings do you have\n  ","364526":"\n   Have they tried giving you different meds to see if they don't ruin your appetite?\n  ","364527":"\n   Do you like fall??\n  ","364528":"\n   K thanx, byeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee. lol\n  ","364529":"\n   Modeling agencies are seriously evil for putting that pressure on women of ANY age...It's NOT okay, by any means!!\n\nI hate how society & media has centered around this Barbie mentality for so damn long..I'm a photographer, and I HATE hearing that someone isn't eating for a shoot..it hurts my soul.\n  ","364530":"\n   It is so messed up that they said that. All anyone should've told you were things to make you feel better about yourself!  What do you think has made it hard on you in the last year and a half?\n  ","364531":"\n   you're gorgeous & I love your hair sm\n  ","364532":"\n   That's a gross fetish. Why do you do that?\n  ","364533":"\n   Looks like casual clothes?\n  ","364534":"\n   I have 864 followers on here\n  ","364535":"\n   Do you think anything caused it or did it just sort of happen and you can't trace it to anything specific?\n  ","364536":"\n   What would you do if someone fell in love with you?\n  ","364537":"\n   people are so weird wow.\n  ","364538":"\n   Are you camera shy or do you like having your photo taken?\n  ","364539":"\n   Just post nudes like a normal slag\n  ","364540":"\n   I don't need to pay 500 internet dollars to find out your boyfriend has a small dick\n  ","364541":"\n   Do you like keeping busy\n  ","364542":"\n   Which makes it even funnier. You don't even benefit from it.\n\nHence the reason you're a joke\n  ","364543":"\n   You charge people to see answers like this? You're a joke\n  ","364544":"\n   How old were you when it started?\n  ","364545":"\n   Is an ED still a constant struggle or do you sometimes not think about it for long stretches of time?\n  ","364546":"\n   Lol you're grown ass girl Why you need dolls\n  ","364547":"\n   🖤🖤🖤🖤🖤🖤🖤\n  ","364548":"\n   Do you have baby yoda doll\n  ","364549":"\n   Interesting. That's pretty cool!\n  ","364550":"\n   You’re addicted to nicotine? But you’re so pretty. How long have you smoked?\n  ","364551":"\n   Have you ever let go of a toxic friend?\n  ","364552":"\n   Space\n  ","364553":"\n   What would be the hardest thing for you to give up? Why?\n  ","364554":"\n   ..minty? really?\n  ","364555":"\n   The chemical smell from the dye ain't gonna help it either!! ;(\n  ","364556":"\n   What are the most important lessons you’ve learned in life?\n  ","364557":"\n   Hope you can get home to sleep. Hopefully it'll help take the headache away.\n  ","364558":"\n   What do you do on your free time\n  ","364559":"\n   I understand girl! & I know what you mean, I’ve gotten a few myself lately. I’ve only been here for almost a week 😅.\n  ","364560":"\n   Interesting talent show submission. lol. :-P\n  ","364561":"\n   That jumping like a horse gif is hilarious. It’s also very impressive. I couldn’t do that.\n  ","364562":"\n   Your worst fear\n  ","364563":"\n   Did you have a migraine?\n  ","364564":"\n   Heyyy Ash, how're you doing? Did you have a good weekend?🤗\n  ","364565":"\n   Sorry to hear that. And everything\n  ","364566":"\n   When's the last time someone called you a weirdo or weird? Did you take it as a good thing or does it hurt you?\n  ","364567":"\n   What are you passionate about?\n  ","364568":"\n   How are you\n  ","364569":"\n   In a shitty mood tbh. Wbu?\n  ","364570":"\n   Hi!\n  ","364571":"\n   It'd be greatly appreciated, if\/when you come to that decision! I can also message you on kik, if you'd like?\n  ","364572":"\n   Hey, sorry for the lack of interaction! And that photo of you is just lovely!😮😍 You really look stunning!🌹\n  ","364573":"\n   You’re beautiful ❤️ I was hoping to be friends as well\n  ","364574":"\n   Why are you the most gorgeous female being in the whole planet earth\n  ","364575":"\n   Oh shit! I read it as \"we're not sure we're gonna live next summer\" 😂💀\n  ","364576":"\n   How does your behaviour change when you fall in love?\n  ","364577":"\n   What is your busiest day of the week?\n  ","364578":"\n   Have you chosen a venue?\n  ","364579":"\n   MT Dew or Dr Pepper? ✨💫\n  ","364580":"\n   What’s the most you’ve ever eaten in one sitting?\n  ","364581":"\n   Them!! Not you 😅.\n  ","364582":"\n   At what age did you realize money is easy to attain?\n  ","364583":"\n   Wow. That was so rude and uncalled for.\n  ","364584":"\n   They say they won't hurt you but however they end up doing that because nothing lasts forever 😊\n  ","364585":"\n   Girls of ASK FM please do not expect your boyfriend to be with you the rest of your life. You are expecting too much. I want you you to be a realist.\n  ","364586":"\n   When are you getting married?\n  ","364587":"\n   Easy peacy. What is your paypal?\n  ","364588":"\n   What is something that depletes your confidence?\n  ","364589":"\n   Nothing much just answering questions on here and working in photoshop making a logo\/design for my sisters barber side business. What about you?\n  ","364590":"\n   So i have a crush on someone for 3 years, i cant move on. Can you give me a tips on how to forget him? :(\n  ","364591":"\n   What year did you graduate high school???\n  ","364592":"\n   Doing ok?🙏🏻\n  ","364593":"\n   I’ve always said your pictures are amazing in that you look great and hot, your last profile picture, the one that’s up right now, I just wanted to say you have a beautiful smile and you look amazing in it. I have to make this a question since it’s ask. So here. How do you always look so good? Lol\n  ","364594":"\n   Do you believe in multiple dimensions or worlds?\n  ","364595":"\n   Do you believe in miracles, destiny and fate? Why\/why not? 💫\n  ","364596":"\n   What do you think of the verification \/ blue badge? 💙\n  ","364597":"\n   Do you stay friends with your ex? Why \/ why not?\n  ","364598":"\n   Do you have today off from work?\n  ","364599":"\n   Have you ever been told you look like a celebrity? If so, who?\n  ","364600":"\n   If there was a laughter festival where the theme was tickiling and you could go there and play games that involved it and have tickle fights and they also had random people and kids you could tickle as much as you wanted would you go\n  ","364601":"\n   Have you ever been stalked and bullied on here? What did you do to stop it?\n  ","364602":"\n   Do you wear jacket even if it's not cold?\n  ","364603":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","364604":"\n   Can you describe your life in a six word sentence?\n  ","364605":"\n   Are you the jealous type? 😏💚\n  ","364606":"\n   Tell me about an activity that you favor to do in the fall. It could be more than one. Aannd go! Add a GIF if you'd like to your answer or a pic!\n  ","364607":"\n   WHAT IS SOMETHING THAT MOST PEOPLE LEARN ONLY AFTER IT’S TOO LATE?\n  ","364608":"\n\n    @LittleRicanBeauty\n   \n","364609":"\n   If we learn from our mistakes, why are we always so afraid to make a mistake?\n  ","364610":"\n   Have you ever visited a place where it made an emotional impact on you? How did it make you feel?\n  ","364611":"\n   Who are your celebrity crushes? ❤\n  ","364612":"\n   what do I need to know about you?\n  ","364613":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","364614":"\n   You're usually mellow on this site but when someone gets outta line you check em lol i admire that the most about you\n  ","364615":"\n   Hi there 😊\n  ","364616":"\n   Ugh so jealous of you!  You’re body goals!\n  ","364617":"\n   Great picture as always\n  ","364618":"\n   New hair look 😄 ?\n  ","364619":"\n   Psychiatric\n  ","364620":"\n   Hope he discontinued giving pain to himself..\n  ","364621":"\n   So, you felt good after cutting ties with such person?\n  ","364622":"\n   Has someone ever threatened to self-harm when you about to break up with them ?\n  ","364623":"\n   What kind of movies do you most enjoy?\n  ","364624":"\n   How was your day baby\n  ","364625":"\n   What is something you did as a child that you still do today?\n  ","364626":"\n   Yes, it makes it easier for me to kidnxp you ofc\n  ","364627":"\n   You’re really cute, actually you’re hot. One of the hottest girls I think I’ve seen on ask\n  ","364628":"\n   Name your favorite song.\n  ","364629":"\n   What’s something you really resent paying for?\n  ","364630":"\n   Do you like sushi? 🍱 🍣\n  ","364631":"\n   Favorite artists atm? ✨🎼\n  ","364632":"\n   That’s really late for working!\n  ","364633":"\n   Don’t forget that I’ve always said you have the strength to pull yourself out of any slump or depression. And that you are a fabulous amazing attractive person inside and out. Keep sending pictures of yourself because we love seeing your prettiness.\n  ","364634":"\n   I don't blame you. I'm going to get takeout and just eat a lot on Halloween.\n  ","364635":"\n   Are you gonna dress up for Halloween?\n  ","364636":"\n   Are you proud of yourself? ⭐\n  ","364637":"\n   What is leo short for?\n  ","364638":"\n   How tall r u and what is your weight?\n  ","364639":"\n   You are really pretty, would you want to work as an influencer? 😄😁😊\n  ","364640":"\n\n    @yafavoritelatina\n   \n   is a bully\n  ","364641":"\n   Did you smoke before you vaped?\n  ","364642":"\n   how much\n  ","364643":"\n   How much?\n  ","364644":"\n   can i see ur feet\n  ","364645":"\n   I can relate. Cheers to you and your bf!\n  ","364646":"\n   Today started great but ended up doo-doos. How was your day?\n  ","364647":"\n   DO YOU GET YOUR FEET RUBBED\n  ","364648":"\n   Do you Vape all the time, like constantly all day? No judgment, just wondering!\n  ","364649":"\n   Looking great even in work clothes LOL!\n  ","364650":"\n   I love your eyes !\n  ","364651":"\n   Current outfit?\n  ","364652":"\n   Do you ever post any of those questions uncensored?\n  ","364653":"\n   Finally someone agrees with me !!\n  ","364654":"\n   You’re incredibly cute\n  ","364655":"\n   Sad anon I have it but you won’t get it from me 😏 but hey if you want it maybe ask ash off anon still now promises that she will give it to you\n  ","364656":"\n   Do you believe that everything happens for a reason?\n  ","364657":"\n   OKAY LETS DO THIS AGAIN EXCEPT EARLIER AT NIGHT! H O N E S T Y N I G H T\n  ","364658":"\n   How do you feel that ur rank on here is desending?\n  ","364659":"\n   How do you feel about plastic surgery? Do you want\/need to have it someday?\n  ","364660":"\n\n    @femmecajunmaman\n   \n   obsessing again. But she wants to play victim 💀💀🥴🥴🥴 everyone go look at her account\n  ","364661":"\n   Wow... wtf🤦‍♂️ Clearly these trolls are butt hurt af that you're engaged, and they'll just say the worst things they can think of, just to get a reaction... Don't let them get to you, they're f*cking pathetic... just block em...\n  ","364662":"\n   there was a shooting in north Texas you heard about it\n  ","364663":"\n   This anon is so weird and so invested in your life.. Omg.\n  ","364664":"\n   Have fun having half black kids\n  ","364665":"\n   Why that's what I'd make my gf get if she got pregnant\n  ","364666":"\n   Get an ab*rtion if it happens\n  ","364667":"\n   Huh you dont know a james?\n  ","364668":"\n   Have you ever put your car in park while it was still moving\n  ","364669":"\n   Thats good\n  ","364670":"\n   James said that\n  ","364671":"\n   You're pregnant?\n  ","364672":"\n   How much makeup do you need to feel pretty?\n  ","364673":"\n   @ whoever keeps arguing with her ^^  she’s right, Damaged does not mean broken! People who have been through a bunch of things often have the most caring and beautiful hearts & souls. ❤️\n  ","364674":"\n   what are some ways you manage stress?\n  ","364675":"\n   the fact that you cant argue based on facts but only with insults proves my point twice. notice i never dissed you but just pointed out a hard truth to you. you will not learn the lesson but other people hopefully will\n  ","364676":"\n   if your answer to someone telling you a hard truth is to block them, then you already proved my point. in which case it doesn't matter, i feel so sorry for your future kids, idgaf go ahead and block me kbye\n  ","364677":"\n   Do only girls use this site? Can I get a follow\n  ","364678":"\n   yeah. duh. everyone knows all that. but if reality were that simple then most people would be awesome parents. obviously not true. if you doubt me go look at the research on how likely it is for kids of fcked up parents to turn up to be okay people. the results will shock you\n  ","364679":"\n   what happens is damaged people feel they automatically know how not to make the mistakes their parents made. the reality is that there's a lot more to being a good parent than knowing all about being a fcked up parent. without ever learning what makes a GOOD parent, you don't have a chance\n  ","364680":"\n   How're you holding up?\n  ","364681":"\n   Samesies!\n  ","364682":"\n   yeah and most damaged parents say the same thing. guess what happens to their kids\n  ","364683":"\n   your reaction if u find out a guy 10 years older than u has a crush on u\n  ","364684":"\n   I see. Hopefuly you'll get that one day. You know, my cousins used to say they wish their first kid was a boy and they all had girls haha\n  ","364685":"\n   but you're so damaged yourself that there's a 95% chance you'd only be a damaged parent\n  ","364686":"\n   why do you prefer a girl?\n  ","364687":"\n   That's my favorite song by MCR! Did the tattoo hurt? I plan on getting my first tattoo in a couple of months 😄\n  ","364688":"\n   I know it's a band but I'm not familiar with their songs.\n  ","364689":"\n   What would you name your boy or girl?\n  ","364690":"\n   Hey\n  ","364691":"\n   Miserable why?\n  ","364692":"\n   Aw, thank you love!! Followed as well 💕💖\n  ","364693":"\n   HONESTY HOUR ( till i fall asleep )\n  ","364694":"\n   Do you think you could listen to the same music you listened to when you were a teenager?\n  ","364695":"\n   Nice hair color! And you look so beautiful!🌹😇\n  ","364696":"\n   Are you good at keeping secrets?\n  ","364697":"\n   how are you ash?\n  ","364698":"\n   If the sun is in space why is there light on earth an not space\n  ","364699":"\n   If you had to spend one year stuck on an island with the person you hate the most, would you both leave alive?\n  ","364700":"\n   You’re super pretty, love your hair!!\n  ","364701":"\n   Do you like chicken nuggets\n  ","364702":"\n   If you could remove one season, what would it be and why? 🌱🏖🍂❄\n  ","364703":"\n   Ever been baptized in water?\n  ","364704":"\n   Are your parents together? What did you learn about relationships from watching them together?\n  ","364705":"\n   You having romance.\n  ","364706":"\n   Is personality absolutely most important to you?\n  ","364707":"\n   Have you ever dated a guy who was fat, ugly or short?\n  ","364708":"\n   😍\n  ","364709":"\n   Hola\n  ","364710":"\n   💯\n  ","364711":"\n   Where were you born?\n  ","364712":"\n   I know one of the askfm mods personally, he is literally the creepiest guy you'll ever meet, and mostly stalks girls on here all day. What does that tell you about askfm in general?\n  ","364713":"\n   Do you wash your clothes or bring it to the laundry? 🌊\n  ","364714":"\n   what's your insta?\n  ","364715":"\n   What have you done today\n  ","364716":"\n   I was what you wanted you were what I needed\nAnd we could meet in between\n  ","364717":"\n   I am jealous.\n  ","364718":"\n   You doing much now ? xxxxxxx\n  ","364719":"\n   Hey? :D xxxxx\n  ","364720":"\n   Stunning pictures lately. As I’ve always said. You’re such a beautiful person inside and out. Amazing.\n  ","364721":"\n   I truly hope you do not have an eating disorder.. Please stay healthy and there you will find happiness.\n  ","364722":"\n   Hey!!\n  ","364723":"\n   Your very pretty if i may say so ash. I think ur best feature are your eyes\n  ","364724":"\n   Ummm I sure don’t and rathe not have sex when a girl is on her period 😂🤣😳\n  ","364725":"\n   why did you disable your account\n  ","364726":"\n   Post a memorable pic from your gallery? 😍\n  ","364727":"\n   Which three words describe what living in your city is like?\n  ","364728":"\n   Loose weight? Girl you’re already thin enough.\n  ","364729":"\n   You're beautiful\n  ","364730":"\n   I thought I was the only one that still used it lol\n  ","364731":"\n   From what song?\n  ","364732":"\n   If you could learn a new skill today, what would it be?😃\n  ","364733":"\n   Do you like kids? Do you want to have kids? 👶\n  ","364734":"\n   Current outfit?\n  ","364735":"\n   What did you learn about life as a child that you regret knowing so young?\n  ","364736":"\n   im about to hunt down a anon and beat the crap out it them😒\n  ","364737":"\n   Reply with the first word that comes to your mind!What is it that all men have one of; some men have longer ones than others; the pope doesn't use his, and a man gives it to his wife after they're married?\n  ","364738":"\n   Aww...I understand if you are not wanting to be here anymore. If we don't get to talk again, I really hope you take care of yourself & things get so much better for you!!!!!🤗\n  ","364739":"\n   Heyy\n  ","364740":"\n   You're gorgeous.\n  ","364741":"\n   What does your forearm tattoo say?\n  ","364742":"\n   Boyfriend count?\n  ","364743":"\n   Beach, answer your damn questions already\n  ","364744":"\n   Tell me about a time that you overcame a fear of failing at something. Also tell me a time you overcame that fear and failed anyway. How did each moment make you feel? What happened afterward?\n  ","364745":"\n   Have you ever let someone borrow something, only to regret it?\n  ","364746":"\n   Is it easier to forgive or forget?\n  ","364747":"\n   What do you use kik for?\n  ","364748":"\n   How often do you edit your profile?\n  ","364749":"\n   Would you still be marrying him if he hadn't f*cked you yet\n  ","364750":"\n   Why do people care so much about what someone does, especially if they don’t know that person?\n  ","364751":"\n   How are you?\n  ","364752":"\n   What's the worst thing about the last person who f*cked you?\n  ","364753":"\n   you were always pretty\n  ","364754":"\n   damn girl, I wanna see the rest of your body\n  ","364755":"\n   Are you allergic to anything?\n  ","364756":"\n   Do you believe in luck? 🍀\n  ","364757":"\n   Are you you truly living or just breathing air?\n  ","364758":"\n   11:35pm.\n\nAnd for the last four days I’ve been helping my Mum move into a new house so my back hurts\n  ","364759":"\n   Do you do selfie every day? 🏼\n  ","364760":"\n   Same X.X\n  ","364761":"\n   Ahaha. When and when!? 😷 someone needs a mask for their thoughts\n  ","364762":"\n   What the duck. Who was being sassy?\n  ","364763":"\n   Thanks. How're you holding up?\n  ","364764":"\n   Hiya! How’re you?\n  ","364765":"\n   Amazing picture. You look fantastic! Congrats!\n  ","364766":"\n   making some gains i see keep grinding\n  ","364767":"\n   Why are people resistant to doing things that we know are healthy but crave things that are detrimental to our health?\n  ","364768":"\n   It's time to make a stand, here and now\n  ","364769":"\n   👎👎🖕no it’s not and no need to be sassy 🤣🤣🤣\n  ","364770":"\n   Yet somehow I still end up Staing my black clothes 😂😂🤣\n  ","364771":"\n   What is your favourite color; but also why? (Not an essay question)\n  ","364772":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","364773":"\n   You're very pretty.\n  ","364774":"\n   Are you selfish\n  ","364775":"\n   What do you think of cheaters (in romantic relationships)?\n  ","364776":"\n   What pills are the hardest to swallow? 💊\n  ","364777":"\n   What did you do to loose weight ? seems to work haha also you look great ! ☺\n  ","364778":"\n   How often do you paint your nails?\n  ","364779":"\n   What can’t be bought with money?\n  ","364780":"\n   Have you found the love of your life? ❤\n  ","364781":"\n   Which song reminds you of an ex and why?\n  ","364782":"\n   Would you open anenvelope that has the date ofyour death inside?\n  ","364783":"\n   Picture of your taste\n  ","364784":"\n   What's a question you were asked on here recently that you ain't gonna answer\n  ","364785":"\n   Have you ever fell going up or down the steps before?\n  ","364786":"\n   Are you a good liar?\n  ","364787":"\n   Are you single?\n  ","364788":"\n   body pic\n  ","364789":"\n   What day? And what year?\n  ","364790":"\n   Do you like mondays? 🤣🤭\n  ","364791":"\n   Name an animal that starts with \"D\", other than dog? 🐕\n  ","364792":"\n   How old r u?\n  ","364793":"\n   Maybe the words of a random stranger like me have no power or say but I just want you to know that you're beautiful and EVEN if you have imperfections, they make you perfect the way you are. You're beautiful\n  ","364794":"\n   Do you drink coffee? How much do you normally drink? ☕\n  ","364795":"\n   Just having gorgeous beautiful unique eyes , something that’s separates your from the ordinary you know\n  ","364796":"\n   Do you dress to impress or keep your appearance low-key?\n  ","364797":"\n   More than willing to listen if you need to talk.\n  ","364798":"\n   Ur profile photo looks nice.\n  ","364799":"\n   is this you\n  ","364800":"\n   where's that selfie at joe\n  ","364801":"\n   Have you ever been told that you talked in your sleep?\n  ","364802":"\n   Ugh I’ve got serious engagement ring envy of your ring!\n  ","364803":"\n   What do you usually do on awkward situations? 😶\n  ","364804":"\n   how often do you smile? 😊\n  ","364805":"\n   Do you like giving other people nicknames or code names?\n  ","364806":"\n   how tall are you? your legs look long\n  ","364807":"\n   I love Texas !\n  ","364808":"\n   You okay?\n  ","364809":"\n   Bad day too?\n  ","364810":"\n   *Shoutout For VIP* \nwhat is your favorite healthy snack?\n  ","364811":"\n   Hope y’all are having a better day than me\n  ","364812":"\n   Hey there. Wats up? R u there?\n  ","364813":"\n   You wanna talk about it?\n  ","364814":"\n   whats going on ash\n  ","364815":"\n   What’s wrong\n  ","364816":"\n   are you crying\n  ","364817":"\n   Hey are you okay\n  ","364818":"\n   Are you afraid to walk away?\n  ","364819":"\n   \"what’s your idea of self care\"? It's in the question you provided. The answer is, what one does for themselves. Your\/others are attended too differently from others. What one does may not be what I would do and \"visa versa\".\n  "},"Answer":{"363747":"\n  🖤🖤🖤🖤\n  ","363748":"\n  ah, well thank you.\n  ","363749":"\n  nothing is embarrassing if you own it 🤷🏼‍♀️\n  ","363750":"\n  i mean i have a cigarette when i’m so stressed out i want to die which hasn’t been too often but i vape all the time so obv i’m not opposed\n  ","363751":"\n  is this a spam message or\n  ","363752":"\n  24\n  ","363753":"\n  no not really\n  ","363754":"\n  bold of yall to assume i’ll willingly live past 50\n  ","363755":"\n  bear tooth has been on repeat\n  ","363756":"\n  i can’t remember shit\n  ","363757":"\n  only my fiancé has said my smile\n  \n  thank u\n  ","363758":"\n  he’s gonna cheat\n  \n  hard reality but truth\n  ","363759":"\n  my eye color and length of my hair. and sometimes how skinny i am.\n  ","363760":"\n  no.\n  ","363761":"\n  5’6\n  ","363762":"\n  technically their blue but since they have green and grey i’ll take it lol, and idk, i love brown eyes\n  ","363763":"\n  Lol as if i’ll get that far\n  ","363764":"\n  nahhhh.\n  ","363765":"\n  thank u sm 🥺💛\n  ","363766":"\n  Longboarding actually sounds so nice rn...\n  ","363767":"\n  third eye\n  ","363768":"\n  💖💖💖💖💖💖\n  ","363769":"\n  yup\n  ","363770":"\n  thank u babes ♥️🥺\n  ","363771":"\n  thank u 💛🌟\n  ","363772":"\n  awe\n  ","363773":"\n  yes, my fiancé was.\n  ","363774":"\n  Apparently my body language says a lot even when i don’t realize it oops\n  ","363775":"\n  Not much, yours\n  ","363776":"\n  Spanish\n  ","363777":"\n  nicotine and caffeine 😕😕\n  ","363778":"\n  When i’m cuddling with my fiancé\n  ","363779":"\n  9-5 yeah\n  ","363780":"\n  i am sooooo fucking tired\n  ","363781":"\n  “You’re the only one that can see me.”\n  ","363782":"\n  I’m sorry, proper english????\n  ","363783":"\n  Lol everything i do\n  ","363784":"\n  meh\n  ","363785":"\n  it’s been a while\n  ","363786":"\n  work, fancy.\n  ","363787":"\n  golden hour\n  ","363788":"\n  sure??\n  ","363789":"\n  thanks i’m trying\n  ","363790":"\n  i’ll give it to you later i’m not on much\n  ","363791":"\n  A client gave me 20$ when he left and said happy thanksgiving 🤷🏼‍♀️\n  ","363792":"\n  it’s massage envy dude\n  ","363793":"\n  no\n  ","363794":"\n  u made my day thank you v much ☺️🥺\n  ","363795":"\n  thank you 😭😭 i’m so tired\n  ","363796":"\n  I live at my job i swear to god\n  ","363797":"\n  They aren’t really patients dude\n  ","363798":"\n  America never will\n  ","363799":"\n  very very small gathering\n  ","363800":"\n  is it?\n  ","363801":"\n  💛💫\n  ","363802":"\n  just getting to work haha\n  ","363803":"\n  I guess december\n  ","363804":"\n  fine and you\n  ","363805":"\n  That’s not how my job works....\n  ","363806":"\n  sadly lack of sleep isn’t the trigger, it’s the fact of reality crushing me after me blowing it all off for too long..\n  ","363807":"\n  yeah. Tomorrow is my 6th day of work without a day off and i barely slept last night and tonight i’m only gonna get like 6 hours which isn’t enough.... sigh\n  ","363808":"\n  I hope this all just magically turns around... i can hope\n  ","363809":"\n  i made it home so i guess that’s about it..\n  ","363810":"\n  Antidote by faith marie\n  ","363811":"\n  Yeah was very weird to be involved w the FBI at 17\n  ","363812":"\n  amazing songs i hear for the first time\n  ","363813":"\n  deleted it, didn’t care\n  ","363814":"\n  clients? no. we have more.\n  ","363815":"\n  what the fuck are you talking about\n  ","363816":"\n  He’s the only uncle i have and yes, the other one deserted me.\n  \n  Still waiting to get him an imaging appointment..\n  ","363817":"\n  my uncle is dying\n  \n  my fiancé has an inner ear tumor maybe a brain tumor\n  \n  my job is killing me\n  \n  and i feel like i’m about to die\n  \n  i’m going through some shit\n  ","363818":"\n  the sweater?\n  ","363819":"\n  there’s a lot wrong in my life right now...\n  ","363820":"\n  pumpkin spice, apple cider, sugared donut, fall leaves ( candles )\n  ","363821":"\n  yes in the worst place and time lol\n  ","363822":"\n  regular rain, peace.\n  \n  stormy rain, sadness and anger.\n  ","363823":"\n  Being ADHD makes it even harder 🤣😅\n  ","363824":"\n  yup\n  ","363825":"\n  a lot\n  ","363826":"\n  yeah.\n  ","363827":"\n  i saiiiid NOOOOOO\n  ","363828":"\n  As in he put my pictures on the dark web and is in jail for 9 years\n  ","363829":"\n  No\n  ","363830":"\n  i want them to come back though i’m not done hunting\n  ","363831":"\n  Lol i guess i am one 🤣🤣🤣\n  ","363832":"\n  Yes bc i’ve been a victim of it and have been in many households as a kid with it\n  ","363833":"\n  Lol i just see where i can get people to go before i report them\n  ","363834":"\n  I’ve been involved w a pedo so they might want to fuck off\n  ","363835":"\n  No.\n  ","363836":"\n  Isnt phishing hacking?\n  ","363837":"\n  What do you think this is????\n  ","363838":"\n  oh the kid thing?\n  ","363839":"\n  pulling it over this is weird as fuck?\n  ","363840":"\n  wait this is an insult lol wut\n  ","363841":"\n  gracias and i will if needed 😌\n  ","363842":"\n  HAHHAHAHA.\n  \n  no.\n  ","363843":"\n  Dunno but a little bit uncomfortable\n  ","363844":"\n  uh yes\n  ","363845":"\n  thank you. i don’t think i do either..\n  ","363846":"\n  no\n  ","363847":"\n  ..... whyyyyyyyyyyy.....\n  ","363848":"\n  well he might have a brain or ear tumor and covid isn’t going anywhere so tbfh idk\n  ","363849":"\n  i wasn’t being a bitch it was more of a funny reply chill\n  ","363850":"\n  fianceeeeee\n  ","363851":"\n  Uhhhh i have like.... 8 pairs of the same brand black leggings bc i wear them for work and outside of here and sometimes for sleep lol, i have one pair of black joggers and 2 black soffe shorts, a grey pair and black and white nike track shorts\n  ","363852":"\n  a few days ago made exactly a year, seems like forever lmao\n  ","363853":"\n  title is front desk associate but i answer so many phones, book so many appointments, do laundry at least twice an hour every hour, clean and flip dirty rooms, clean and turn off and lock up\/open the store.\n  ","363854":"\n  obv not\n  ","363855":"\n  nah man you’re dope haha i’m just always left out 🤣🤣\n  ","363856":"\n  thank u!\n  ","363857":"\n  ayyyy\n  ","363858":"\n  i got rid of tumblr\n  ","363859":"\n  Yeah for coins my dude\n  ","363860":"\n  better, now it’s my shoulder 😅\n  ","363861":"\n  i’m awesome @ answering questions too lol.\n  ","363862":"\n  never, i got a ring on my finger and when i go out in public i walk like no one can fuck with me and have a death glare so i don’t get approached :))\n  ","363863":"\n  on here or in RL?\n  ","363864":"\n  rn it def doesn’t feel true but yes it is\n  ","363865":"\n  really tired :\/ you?\n  ","363866":"\n  you are incredibly sweet 🥺\n  ","363867":"\n  bc i have an eating disorder\n  \n  i’ve talked about this so much but i guess i need to put it in my bio or something\n  ","363868":"\n  yeah i do\n  ","363869":"\n  all of them\n  ","363870":"\n  for life to go back to the normal version of shit\n  ","363871":"\n  depends on how or why they fucked up the first time\n  ","363872":"\n  10K\n  ","363873":"\n  cause they suck\n  ","363874":"\n  thank you ☺️♥️\n  ","363875":"\n  how did you send nothing\n  ","363876":"\n  Really happened though\n  ","363877":"\n  never used twitter\n  ","363878":"\n  he’s my best friend, we’re gonna make it better than we ever thought was possible ☺️🥰\n  ","363879":"\n  Ahhh. Yeah no i’ve just never lost those abilities. i can still put mg left leg up to my head and pull my arm thru while standing & no need to stretch hahah\n  ","363880":"\n  ♥️♥️♥️\n  ","363881":"\n  suga suga how’d u get so fly? 😋🥰\n  ","363882":"\n  My fianceeee, all the time but super romantically 2 days ago 😇\n  ","363883":"\n  Eh. When i hurt. Why? lol\n  ","363884":"\n  Hyper-aware\n  \n  Empty\n  \n  Kind\n  ","363885":"\n  i’m sorry that’s a shitty situation as well\n  ","363886":"\n  my mind...\n  ","363887":"\n  Dish it back or ignore them\n  ","363888":"\n  early. gotta thank anxiety for that.\n  ","363889":"\n  thank you. 🥺💖\n  ","363890":"\n  Sorry for the late reply. Thank you for your positivity 💛\n  ","363891":"\n  Issa full. Got rid of my queen to make more room. Didnt really help lolol\n  ","363892":"\n  Vacationing very shortly in Austin w\/\n  \n   @Garnax\n  \n  and getting tattoos on the way back home ❤️\n  ","363893":"\n  😌😌😌😌😌😌\n  ","363894":"\n  yes, which in turn ( depending on the situation ) turns me into an evil bitch 🙃\n  ","363895":"\n  Happened to me when i was 14 so i believe it’s a thing\n  ","363896":"\n  Like a months worth....... so a lot\n  ","363897":"\n  1) Politics\n  \n  2) Talking about their toxic relationship 24\/7 without taking helpful advice\n  ","363898":"\n  happy day to u too 🤪\n  ","363899":"\n  lmao that was a good one\n  ","363900":"\n  Bang - AJR\n  \n  Pick your poison - Beartooth\n  ","363901":"\n  yup. shadow and sound of a demon growing bigger on the wall i’m assuming is what it was 🤷🏼‍♀️😕\n  ","363902":"\n  Nah man i’m good these days\n  ","363903":"\n  Yeah man cold weather and fires are the best\n  ","363904":"\n  yes always have ALWAYS WILLLL\n  ","363905":"\n  Cake face is a thing but let girls rock having art on their face\n  ","363906":"\n  never have to sleep\n  ","363907":"\n  ???\n  ","363908":"\n  no\n  ","363909":"\n  😇😇\n  ","363910":"\n  veryyyy true\n  ","363911":"\n  nah, step mom\n  ","363912":"\n  that’s so sweet 😭\n  ","363913":"\n  says\n  \n  love you ash\n  \n  so proud of you and everything you have overcome\n  \n  🥺\n  ","363914":"\n  i’ve been getting more compliments on the ring 🥰\n  ","363915":"\n  - hearts\n  \n  - dreams\n  \n  - hope\n  ","363916":"\n  he def thinks so ☺️♥️\n  ","363917":"\n  ahah yeah it does 🤣 idk if i’m ever gonna take the writing off\n  ","363918":"\n  yep\n  ","363919":"\n  Bad for the most part\n  ","363920":"\n  low bun. high bun. any kind of ponytail besides high pony lmao.\n  ","363921":"\n  gets in the way of literally everything, brushing it takes so much effort lol, gets stuck in my car door when i get in it, always being layed on and almost ripped out by me or my fiancé ahaha\n  ","363922":"\n  I told her half an inch and she agreed and then chop chop 😭😭 but it’s been months now and i got it as long as i’ve always dreamed about but it’s a pain every day\n  ","363923":"\n  thank you:)\n  ","363924":"\n  tbh idk lol last time i got a trim she took 2 full inches off and now my hair is literally past my butt and i REFUSE\n  ","363925":"\n  i color mine myself but i really need a trim badddddd\n  ","363926":"\n  😖\n  ","363927":"\n  Can i pick none? Lol 15 sucked but it was also the best year as far as friends and love back in highschool and i actually liked stuff still at 15 and had dreams\n  ","363928":"\n  grey goose\n  ","363929":"\n  so tired\n  ","363930":"\n  Hahahaha\n  ","363931":"\n  Being in endless manipulative abusive relationships results in a strong minded woman who wakes up one day and realizes what the hell she deserves and how she should and shouldn’t be treated and shouldn’t have to be gaslighted into saying sorry for stuff that IS NOT her fault.\n  ","363932":"\n  🤷🏼‍♀️\n  ","363933":"\n  I don’t apologize for things that i don’t do, not sorry. Used to do that not anymore :)\n  ","363934":"\n  ur very sweet thank you\n  ","363935":"\n  lol no\n  ","363936":"\n  too much stress, sometimes weather, sometimes nothing\n  ","363937":"\n  not everything\n  ","363938":"\n  both\n  ","363939":"\n  working.. disease is flaring bad and i’m working full time right now so i’m seriously struggling\n  ","363940":"\n  maybe one day\n  ","363941":"\n  People have saved all kinds of stuff from my profile since july. On websites that aren’t even accessible without payment or a DW browser\n  ","363942":"\n  trying not to die and work\n  ","363943":"\n  no like this shit is serious\n  ","363944":"\n  Not many\n  ","363945":"\n  a lot\n  ","363946":"\n  QUIT SPAMMING ME!!\n  ","363947":"\n  no.\n  ","363948":"\n  Ok well then what alt site does it go to?\n  ","363949":"\n  If you don’t know me then idk who “needs to see the truth.” i’m on the app and ur obv not so whatever\n  ","363950":"\n  Go away\n  ","363951":"\n  My eye color is my fave feature too lol\n  ","363952":"\n  oh well\n  ","363953":"\n  thank youuuu ur too sweet!\n  ","363954":"\n  not gonna lie even though i never purposely buy sugary stuff the bundt cake cupcake i had was red velvet w cream cheese icing and had chocolate chunks in it and oh my god, SO GOOD\n  ","363955":"\n  gracias amigo\n  ","363956":"\n  wow, thank you honestly\n  ","363957":"\n  ur anon, makes sense\n  ","363958":"\n  my entire life it’s been red bull....... then once i realized monster made so many sugar free ones i can’t go back lol\n  ","363959":"\n  ☺️☺️☺️\n  ","363960":"\n  i’m really glad y’all like my smile bc even though i do it a lot i hate it\n  ","363961":"\n  we can be hahah\n  ","363962":"\n  I’m hella personalized when it comes to gifts i hate just getting random shit man\n  ","363963":"\n  nooooope\n  ","363964":"\n  yall always bitched about unfiltered pics and i finally feel good enough to post some!! even after wearing a mask all fucking day\n  ","363965":"\n  i’ve been back for a minnnn\n  ","363966":"\n  i’m sorry ur always missing that someone 🥺\n  ","363967":"\n  i just took a bunch of selfies so.. i’m 110.5 that i last knew of\n  ","363968":"\n  meh i’m alright, you??\n  ","363969":"\n  Lol really it’s just an entire life of back to back trauma that made me compeltely lose who i am\n  ","363970":"\n  i’ll answer everything i did before that for 100 fires which is pretty good tbh\n  ","363971":"\n  personally i don’t have any but my fiancé has the limited edition pokémon switch and PS4 and also games online\n  ","363972":"\n  no but uh... creepy...\n  ","363973":"\n  Lol it’s nothing crazy.... but tailored to all his fave interests :))\n  ","363974":"\n  when i had something to take for my ridiculous anxiety yes lol\n  ","363975":"\n  uh.... my what\n  ","363976":"\n  Yeah i’ve done it like... 6 or 7 times\n  ","363977":"\n  Sexual assault\n  ","363978":"\n  Bro.\n  ","363979":"\n  it’s a mix it’s weird\n  ","363980":"\n  Lol no\n  ","363981":"\n  aw thank you :))\n  ","363982":"\n  i haven’t done that in like a month lol\n  ","363983":"\n  Idk if that’s a compliment or an insult due to the stuff i’ve been getting\n  ","363984":"\n  Everyday lmao\n  ","363985":"\n  I’ve gotten 5 things for him so far, nothing too insane though\n  ","363986":"\n  He doesn’t ask but when i’m in the mood to he loves listening to me ahah\n  ","363987":"\n  bc toxicity???\n  ","363988":"\n  Billie Eilish, Taylor swift, early 2010’s, little carrie under wood, Aura\n  ","363989":"\n  Uhhhh.... i mean ive cut people and family out of my life for a reason but i don’t regret it\n  ","363990":"\n  barely :\/\n  ","363991":"\n  meh i’m ok. how are u?\n  ","363992":"\n  being a singer, background dancer for a famous celebrity, stuff like that\n  ","363993":"\n  always\n  \n   @Garnax\n  \n","363994":"\n  not\n  \n  your\n  \n  BABY\n  ","363995":"\n  i was a dreamer up until the age of eh.... 16, after that reality became more and more harsh and i’ve lost all imagination and day dream aspects have been permanently taken from my brain.\n  ","363996":"\n  surprisingly it’s turned from sexual creeps to asshole jack asses\n  ","363997":"\n  werk.\n  ","363998":"\n  thank u 💛\n  ","363999":"\n  with what\n  ","364000":"\n  don’t remember much about them\n  ","364001":"\n  competition cheer for sure\n  \n  it was my everything\n  ","364002":"\n  if you r tried talking about the drifting and he’s defensive then sadly most likely\n  ","364003":"\n  I did competition and school cheer for 2.5 years but i did dance and gymnastics from 4-11\n  ","364004":"\n  no\n  ","364005":"\n  thank you 🥺🥺❤️\n  ","364006":"\n  you’re the pretty one !\n  ","364007":"\n  Yeaaaaah i have a month worth of questions i haven’t sorted through because everytime i go to the bottom and delete it just sends me back to the top lol\n  ","364008":"\n  😌☺️☺️☺️😄\n  ","364009":"\n  well thank you\n  ","364010":"\n  yayyyyyy hahah\n  ","364011":"\n  i’m okay for rn hbu man?\n  ","364012":"\n  Thank you 💖💖\n  ","364013":"\n  yes & it sucks ass\n  ","364014":"\n  why though\n  ","364015":"\n  thank u ♥️\n  ","364016":"\n  ?\n  ","364017":"\n  screwed up\n  ","364018":"\n  Yeah. That’s when i weighed 128-140\n  ","364019":"\n  double suicide\n  ","364020":"\n  ate over 1500???\n  ","364021":"\n  uh.... maybe the few times since June when i’ve been forced to eat a normal dinner at home or going out\n  ","364022":"\n  dude idek, probably like 2,000 calories at home in one hour\n  ","364023":"\n  yes\n  ","364024":"\n  the only reason i ate a lot and gained weight back was bc i got off my meds and it turned into binge eating every night\n  ","364025":"\n  my face cartoon is the adventures of gumball and i never watched adventure time when it came out but i like it now days 🤷🏼‍♀️\n  ","364026":"\n  is it bad i like my ac unit sound lol it’s my favorite white noise\n  ","364027":"\n  tropicana 50 orange juice\n  ","364028":"\n  thank you anon. ur very sweet.\n  ","364029":"\n  i understand the stupidity but it doesn’t correlate to anything which is what i don’t get\n  ","364030":"\n  I’ve been verified for almost two months\n  ","364031":"\n  ?\n  ","364032":"\n  i look like shit so i know i’m gonna get roasted but whatever here you go\n  ","364033":"\n  I don’t know. Didn’t try just happened.\n  ","364034":"\n  wtf are you talking ab\n  ","364035":"\n  ♥️\n  ","364036":"\n  As in who\n  ","364037":"\n  thank you.\n  ","364038":"\n  no clue\n  ","364039":"\n  i hate that these anons really fucking think it’s funny that my eating disorder is a joke. the most i eat most days is 600 calories and that’s on a good day. yet i’m a crackhead and ugly. fuck everyone.\n  ","364040":"\n  because people\n  ","364041":"\n  i used to be a competition cheerleader and gymnast.\n  ","364042":"\n  i have a really slim defined jawline when it comes to pursing my lips together, i don’t do drugs and never have but my eating disorder has obviously hollowed out my face so all of you can seriously fuck the off.\n  ","364043":"\n  i’m an old soul so makes sense hahah\n  ","364044":"\n  thank youuuuuu\n  ","364045":"\n  so far as a normal person hes chronic illness fuck no lol\n  ","364046":"\n  Took me a while but yes\n  ","364047":"\n  hey javi, yeah i’ve been doing purple on both sides, thank you :)\n  ","364048":"\n  everyday lol\n  ","364049":"\n  💖\n  ","364050":"\n  why?\n  ","364051":"\n  thanks\n  ","364052":"\n  ... well after thinking about it... always. fuck that’s horrible.\n  ","364053":"\n  I’ve been this way for years, i guess after a certain amount of trauma i lost my ability to feel and regulate emotions, medicated or not.\n  ","364054":"\n  Anything that gave me joy... music... concerts.... books.... trips... love.... everything\n  ","364055":"\n  That’s not an excuse. They aren’t dead. If you really love them and they aren’t 6 feet under, he’ll even then you shouldn’t be with someone right away.\n  ","364056":"\n  I quit letting myself be the victim. I formed a sharp tongue, a fuck you attitude and realized who i was and what i deserved. granted, i’ve lost my ability completely to feel total happiness, even 50% happiness, but at least i stand up for what i know i deserve.\n  ","364057":"\n  Cause people are evil and have no soul or conscious\n  ","364058":"\n  Fuck you\n  ","364059":"\n  A brand hasn’t even been mentioned, anon.\n  ","364060":"\n  believe it or not not many people have a gun on them at all times here ....\n  ","364061":"\n  I probably could be now at this weight\n  ","364062":"\n  Like, 25 people\n  ","364063":"\n  yep\n  ","364064":"\n  why 5 years? oddly specific age to take me back to\n  ","364065":"\n  serious ones? like, 3\n  ","364066":"\n  sounds like sex trafficking ^.^\n  ","364067":"\n  yeah they know. all of them\n  ","364068":"\n  tbh people don’t try and help lol besides my fiancé\n  ","364069":"\n  as in from strangers or?\n  ","364070":"\n  I can tell this is two different people but if you want to contact me i need you to tell me a contact method that does not involve email or phone number.\n  ","364071":"\n  Okay. So?\n  ","364072":"\n  i’ve answered pretty much everything\n  ","364073":"\n  brooo FUCK OFFFFF\n  ","364074":"\n  Why is this a separate person and why is it anonymous?\n  ","364075":"\n  what’s the catch scam man?\n  ","364076":"\n  u ok there buddy\n  ","364077":"\n  awe ☺️♥️\n  ","364078":"\n  nahhh none of my exes care enough to find this 🤣🤣🤣\n  ","364079":"\n  obv i do so bye\n  ","364080":"\n  i’m engaged\n  ","364081":"\n  and i bet you don’t know me\n  ","364082":"\n  oh no, i’ve been chronically ill since i was 13. tbh disease is prob the mental trigger of it just like the depression and severe anxiety and ocd and everythinggggggg else\n  ","364083":"\n  at this point i can’t remember either. I do know that i weigh less now than i did when i was 14 so that’s kind of... odd\n  ","364084":"\n  anorexia, and that anorexia of course backfired on me when i don’t eat enough for long periods of time and then i binge eat and the cycle repeats. i’ve tried making myself throw up but i have a phobia of puking so it’s always been severe restricting, sometimes laxative use and i usually use zero to very low calorie drinks to replace food every day\n  ","364085":"\n  surprisingly, no.\n  ","364086":"\n  don’t rly have any so bye\n  ","364087":"\n  Why though?\n  ","364088":"\n  i believe i’ve heard of them\n  ","364089":"\n  i do have a chronic disease but like i have so  many things wrong physically and mentally idek how i’ve made it this far\n  ","364090":"\n  there’s just a bunch of people following me that want me and my fiancé to get hurt or worse but they just hide behind a screen\n  ","364091":"\n  you can ask me whatever, and yes it really is\n  ","364092":"\n  Honestly, it started when i was ten. My mom was always about diet culture growing up, she’s a big woman and she always talked about needing to lose weight, always drank diet coke, slim fast, did the atkins diet, all that crap. So when I was ten i had put on a little weight and i was obviously a little chubby. I just remember that year I only got salads for lunch ( as a fifth grader ) and wouldn’t drink anything with sugar, sweet n low became my best friend. Since that age it’s come and gone but it’s been consistent for about 1.5 years now.\n  ","364093":"\n  A song title from one of my all time favorite albums, common courtesy by a day to remember\n  ","364094":"\n  i’m pretty open yeah\n  ","364095":"\n  things are extremely tough right now but it’ll be okay. thank you\n  ","364096":"\n  Sooo like... i do have some form of OCD and i’ve had it ever since i was a kid but for my teeth... i have to count in a certain way and end it a certain way or it feels like something bad is going to happen i hate sharing this cause it makes me sounds batshit crazy lol\n  \n  “1234, and i’m done now.”\n  \n  brb gonna kms now\n  ","364097":"\n  not really bc you learn to talk like everyone else you hear, but it does come out sometimes\n  ","364098":"\n  you are too kind 💛\n  ","364099":"\n  it’s a nice name.\n  \n  and RIP chester bennington\n  ","364100":"\n  ☺️ gracias\n  ","364101":"\n  ok whatever\n  ","364102":"\n  work work work, groceries, laundry, see\n  \n   @Garnax\n  \n  , work work work\n  ","364103":"\n  holidays this year are going to be extremely small and limited\n  ","364104":"\n  not really but i’ve never liked any job i’ve had\n  ","364105":"\n  I’d love to be in Canada rn. And it’s currently all over the place... but as of right now it looks like we’re finally about to get out of the mid to high 70s for a high\n  ","364106":"\n  cute socks, sweatshirts, unique earrings\/keychains\n  ","364107":"\n  thank you\n  ","364108":"\n  yes.... even just online or in person “window shopping” makes me happy\n  ","364109":"\n  tbh, doesn’t matter if i sleep 5 or if i sleep 8 or 11, i still feel like shit\n  ","364110":"\n  i have to brush my teeth a certain way\n  \n  i skip songs that i loved listening to the day before\n  \n  short tempered\n  \n  neat freak\n  \n  very blunt\n  ","364111":"\n  Yeah valentines is really over rated\n  ","364112":"\n  so many things\n  ","364113":"\n  How would you even know?\n  ","364114":"\n  partially the madness partially the plan lol\n  ","364115":"\n  Next fall.\n  ","364116":"\n  this is a shout out tho\n  ","364117":"\n  inner peace\n  ","364118":"\n  friends. real, genuine friends\n  ","364119":"\n  i confused but i love you anyways ahahah\n  ","364120":"\n  thank you so much 🥺🥺\n  ","364121":"\n  just a lot of personal life stuff\n  ","364122":"\n  Listen man i’m just answering what i’m sent\n  ","364123":"\n  i hate myself for eating them but the delivery guy next door brought me and my coworker 4 nothing bundt cakes cupcakes and oh my god they were so fucking good\n  ","364124":"\n  I’d try to fix things as they unwraveled since i’m assuming that’s what would happen and i’d know the outcome\n  ","364125":"\n  My fiancé\n  \n   @Garnax\n  \n\n  My elderly dog\n  \n  Uh.... that’s about it\n  ","364126":"\n  Terrible as in death no terrible as in divorce or something yes\n  ","364127":"\n  current relationship? yes\n  ","364128":"\n  Not even a possibility of that happening so no\n  ","364129":"\n  ah okay ahah 💘\n  ","364130":"\n  you aren’t my fiancé\n  ","364131":"\n  favorite is christmas\n  \n  least favorite is mother’s day\n  ","364132":"\n  hi?\n  ","364133":"\n  really bad today\n  ","364134":"\n  bye\n  ","364135":"\n  java guy? tf?\n  ","364136":"\n  thank u ♥️\n  ","364137":"\n  I mean if anyone i guess my dads grandma but my eyes are diff from anyone else in the family\n  ","364138":"\n  hell yes\n  ","364139":"\n  no..? i’m just saying i have multicolored aqua, they both have plain solid blue.\n  ","364140":"\n  Ok buddy what’s your point\n  ","364141":"\n  My eyes don’t look like either\n  ","364142":"\n  my dad\n  ","364143":"\n  not much different\n  ","364144":"\n  I have no idea\n  ","364145":"\n  nah she turned my own sister against me and hasn’t been in contact since so she can suck it\n  ","364146":"\n  yes\n  ","364147":"\n  3\/8 actually but 🤙🏻\n  ","364148":"\n  well my phone and vape are always within reach so besides that my dog\n  ","364149":"\n  i cut her out of my life bc i’m sick of her narcissistic gaslighting BS\n  ","364150":"\n  eating with people i don’t know very well stresses me the hell out hahaha\n  ","364151":"\n  Mom doesn’t matter, But yes my dad and step mom love him\n  ","364152":"\n  do you know asphalt?\n  ","364153":"\n  i was just asked one day. i was VIP plus for a while then depression took over and i got off the app and i lost that badge\n  ","364154":"\n  as in what type of scenario\n  ","364155":"\n  more of arcade type games. or racing games. hell, even fighting games ahah. i like stuff where you have to focus pretty hard.\n  ","364156":"\n  Engaged to? Known \/of\/ for 8 years, known very well for 3.5 years\n  ","364157":"\n  i tripped over a floor fan heater at work and was already in a bad mood and got pissed tf off ha\n  ","364158":"\n  better surprisingly thanks for asking:)\n  ","364159":"\n  tbh rather not re live that year of my life sorry lol\n  ","364160":"\n  It wasn’t much too speak of lol\n  ","364161":"\n  neutral. not my thing.\n  ","364162":"\n  been there done that i’m good\n  ","364163":"\n  my eye color is my fave thing about myself hahah thank u\n  ","364164":"\n  Well it’s beautiful and they have the most badass music festivals sooo...\n  ","364165":"\n  ¿Quieres que te llame papi mientras los estadounidenses colonizan los estados? Jajaja.\n  ","364166":"\n  a couple of months into being 19\n  ","364167":"\n  my. fiancée. has. freckles.\n  ","364168":"\n  strawberry cheese cake 🥰🥰\n  ","364169":"\n  new age country 😖😖😖\n  ","364170":"\n  Well i’m trying to get all of my christmas shopping done by december first, and as far as thanksgiving idk, all i know is i work 6 days straight and then have the day off bc it’s thanksgiving lol.\n  ","364171":"\n  my space heater and my tv\n  \n  lovely after a 9 hour shift\n  ","364172":"\n  There’s 3 places id rather live\n  \n  colorado\n  \n  canada\n  \n  leeds UK lmao\n  ","364173":"\n  yesssss.\n  \n  egg drop soup, orange chicken, fried rice, sweet and sour, chicken and broccoli ahhhHH\n  ","364174":"\n  a white mule, 15 year old chihuahua, and two rescue dogs :))\n  ","364175":"\n  it is dude, i’m ready for it to be a constant high of 50-60\n  ","364176":"\n  HAPPY SUNDAY\n  ","364177":"\n  good job robbie, good job lol.\n  ","364178":"\n  today was nice and cool but texas is bipolar as it is every fucking year so back to almost 80’s we go\n  ","364179":"\n  bc on the internet you can fake a personality much better than in RL\n  ","364180":"\n  holaaaaa\n  ","364181":"\n  dunno really.\n  ","364182":"\n  it took a lot of pain to get here :)\n  ","364183":"\n  it’s true too hahah\n  ","364184":"\n  you’re disgusting\n  ","364185":"\n  thanks :)\n  ","364186":"\n  doesn’t make sense.\n  ","364187":"\n  ?\n  ","364188":"\n  Just as shitty as being 23 lol\n  ","364189":"\n  Lol when my parents quit caring ab me hahaha\n  ","364190":"\n  Best friends for a year, then had been a couple for 2 years and 3 months\n  ","364191":"\n  My full time job??\n  ","364192":"\n  thank you!!!! how are you?\n  ","364193":"\n  as a kid i loved christmas\n  ","364194":"\n  Bonged.... ?\n  ","364195":"\n  Idk which anon ur referring to\n  ","364196":"\n  Lol thank you, the thigh gap is a work in progress\n  ","364197":"\n  Tbh both are depressing\n  ","364198":"\n  CHICKY NUGGIES\n  ","364199":"\n  I like to talk but everyone talks over me lol\n  ","364200":"\n  Pre covid?\n  \n  Going downtown to see a movie, Parking on the top of the parking garage to see the city lights. Walking around the downtown square and grabbing a coffee and talking and people watching. Damn i miss those days....\n  ","364201":"\n  have fun i guess??? lol\n  ","364202":"\n  work..\n  ","364203":"\n  just surviving as usual hbu?\n  ","364204":"\n  By strangers? No.\n  ","364205":"\n  i’m straight and underweight lol\n  ","364206":"\n  i’m fine how are you\n  ","364207":"\n  awe thank you and yes he does i couldn’t do life w out him 🥺\n  ","364208":"\n  ☺️❤️\n  ","364209":"\n  🖤🖤🖤\n  ","364210":"\n  I was 108 in january, went up to 128 by may and now i’m 112\n  ","364211":"\n  ahaha yeah garrett likes to spam take pics so there’s always a bunchhhh of me laughing. like so 🤣\n  ","364212":"\n  yeah\n  ","364213":"\n  Because people get off on trying to or succeeding with hurting others\n  ","364214":"\n  I’m sorry what?\n  ","364215":"\n  i mean getting rid of my toxic mother was a big step\n  ","364216":"\n  yeah it’s my job and how i sleep mixed with my chronic illness it’s just not a fun time at all..\n  ","364217":"\n  i have no clue honestly but this is by far the worst pain i’ve had in a long time, it has to be coming from my upper neck vertebrae but i don’t have time to see a chiropractor hah....\n  ","364218":"\n  Lol i’m sitting here squeezing my neck because i have pinched nerves that are wrecking the entire right side of my upper body. i’ve taken so much otc medicine today and it hasn’t done a damn thing.. how about you\n  ","364219":"\n  feisty.\n  ","364220":"\n  thank you! ☺️\n  ","364221":"\n  ♥️♥️♥️\n  ","364222":"\n  i appreciate u so much:)\n  ","364223":"\n  ☺️♥️\n  ","364224":"\n  thank u 🤍🤍\n  ","364225":"\n  another from yesterday\n  ","364226":"\n  Pro choice.\n  ","364227":"\n  idk which anon you are but if you’re the asshole then excuse yourself\n  ","364228":"\n  i think it’s fucking hilarious strangers tell me i’m the reason for my childhood trauma like yeah okay dipshit please go on\n  ","364229":"\n  i’ve only been to five but i’d have to say florida\n  ","364230":"\n  alright well there’s my point you don’t know me at all, she kicked me out for no reason when i was 13 to live with my then abusive father, then took my half sister and moved an hour away. i raised that child for 8 years because her dad was totally absent bc she was the result of an affair. 5 years ago my mom gave me a 12 day notice she was taking my sister across the country to live with baby daddy and his family. there is more to this but my mom has never given one SHIT about me and i suggest you fuck off.\n  ","364231":"\n  people on here can be stupid af i stg. i’m ok how are you\n  ","364232":"\n  who the fuck are you? lmao if you don’t know the story literally get the fuck off my page dumbass\n  ","364233":"\n  I do but i never know what to ask for and i usually don’t get much family wise at least\n  ","364234":"\n  i literally just cut her off and it isn’t your business\n  ","364235":"\n  Everything, disease is in relapse & i’ve been going through hell man\n  ","364236":"\n  I don’t like texas lol i’d love to live elsewhere\n  ","364237":"\n  Christmas bc i love giving presents !!\n  ","364238":"\n  Lmao none, i’m still in terrible pain but they make me sleep half decent\n  ","364239":"\n  I’ve watched a tiiiiiny bit\n  ","364240":"\n  Yeah, i like suspenseful, scary and action movies but if it’s tv the only thing that keeps my attention is usually weird or funny cartoon or real life shows\n  ","364241":"\n  well it’s 2 am and i’ve taken a benadryl and 4mg muscle relaxer so rn i’m just enjoying the heavy body until i pass out aha so tbh best i’ve been in days 😂\n  ","364242":"\n  yes and tbh i don’t get the hype at all lol\n  ","364243":"\n  awe ur sweet 🖤🥺\n  ","364244":"\n  This past summer wasn’t bad which is weird but usually during the summer the rattlesnakes and copperheads are everyyyyywhere\n  ","364245":"\n  i’ve never heard of it ahah\n  ","364246":"\n  what animals?\n  ","364247":"\n  decent, got to work with my fave co worker\n  ","364248":"\n  hey thanks :)\n  ","364249":"\n  no you fucking creep\n  ","364250":"\n  how about no\n  ","364251":"\n  one, if still possible\n  ","364252":"\n  Don’t have one\n  ","364253":"\n  no\n  ","364254":"\n  fully developed? yes\n  ","364255":"\n  Had just turned 19, wasn’t too young just ended up being the worst relationship ever\n  ","364256":"\n  🖤\n  ","364257":"\n  At that point you’re  little more mature and if something does happen then it’s not the end of the world\n  ","364258":"\n  Since i keep getting this question, yes.\n  ","364259":"\n  No because when i was 13 my first boyfriend ( who was 12 ) dumped me bc i wouldn’t have sex with him, IMO actual sex shouldn’t even happen until 18\n  ","364260":"\n  Never seen a therapist but i have a virtual psychiatrist app once a month to get my meds refilled 👻\n  ","364261":"\n  no that’s where my moms lives and fuck that\n  ","364262":"\n  well once you go through like 5 more painful breakups you don’t even remember the first lmao\n  ","364263":"\n  Wow so you’re someone hella from the past lol\n  ","364264":"\n  band members yes\n  ","364265":"\n  heeeeelllllll to the n o\n  ","364266":"\n  a few :)\n  ","364267":"\n  both\n  ","364268":"\n  thank u that rly means a lot 💛\n  ","364269":"\n  i do but i used that tag for the purpose of trying to make friends... aha\n  ","364270":"\n  I’m not having any good vibes but i’m still sending them out to everyone 👻\n  ","364271":"\n  Very much so today.\n  \n  You?\n  ","364272":"\n  Oh man they just keep getting harder. Thank you. How was yours.\n  ","364273":"\n  i’ve never stabilized, that’s what i was trying to say ahah.\n  ","364274":"\n  what point?\n  ","364275":"\n  No clue. But fuuuuck her.\n  ","364276":"\n  No one can stop or help and i don’t know how to stop so neither\n  ","364277":"\n  I am 1000% self destructive and everyone around me knows it 😞\n  ","364278":"\n  💛\n  ","364279":"\n  🖤\n  ","364280":"\n  my exes block me first lol\n  ","364281":"\n  I dunno, i was 9. He didn’t care he was psychotic\n  ","364282":"\n  never have been never will be\n  ","364283":"\n  making out\n  \n  not sexually, a man with drive and motivation\n  ","364284":"\n  it’s ashley\n  ","364285":"\n  uh, i guess my moms abusive boyfriend angrily taking me on a motorcycle ride and running all the stop signs and me being scared out of my mind\n  ","364286":"\n  💖\n  ","364287":"\n  bc my ex mother is toxic and manipulative\n  ","364288":"\n  medication 😞\n  ","364289":"\n  i don’t exactly have one..\n  ","364290":"\n  thank you\n  ","364291":"\n  Lol you’re ok i appreciate it! :)\n  ","364292":"\n  thank you :)\n  \n  i had to cut my toxic mother out of my life for good, ex mother more so. and now my half little sister who i raised now hates me and likes the family who wasn’t present for 8 years of her life but it’s whatever. i did what i could and didn’t get shit in return.\n  \n  my disease is in a full relapse so that sucks but ya know\n  ","364293":"\n  thanksgiving and christmas all i care about is if there’s alcohol 😄\n  ","364294":"\n  you aren’t my daddy 🙃\n  ","364295":"\n  i just wanted to see what stupid response i’d get bc i knew it wasn’t the original\n  ","364296":"\n  i think i deleted it lol\n  ","364297":"\n  🤗🤗🤗🤗🥳🥳🥳🥳\n  ","364298":"\n  i’ve done stuff i’m ashamed of but they aren’t secrets since i’ve told people openly\n  ","364299":"\n  9\n  ","364300":"\n  I’ve cut out a shit ton recently and i don’t want anyone back in my life that i kicked out period.\n  ","364301":"\n  this sounds like 0 of my x’s\n  ","364302":"\n  💜💜\n  ","364303":"\n  no it doesn’t, you can only smell it if you’re in a small area w whoever is doing it\n  ","364304":"\n  obv not\n  ","364305":"\n  🤗🤗♥️♥️♥️\n  ","364306":"\n  mental health sucks, i’m in pain and i hit a deer going home, so... fantastic 😒\n  ","364307":"\n\n   @Garnax\n  \n  go for it\n  ","364308":"\n  cool\n  ","364309":"\n  what the hell do you mean\n  ","364310":"\n  i already have a permanent issue with my brain called derealization, you know that 2D vision, glass wall fishbowl vision\/feeling thing you get when you’re high? Yeah i’ve had that permanently for 5 years. Never goes away. Refuse to take a drug that alters chemicals that way.\n  ","364311":"\n  this is from the other night, it was dark until my front camera flashed, i’ve never done drugs like LSD acid molly etc and never will\n  ","364312":"\n  grey shorts\n  ","364313":"\n  Bye\n  ","364314":"\n  one, being white doesn’t have shit to do with me being awake or asleep. two, i have insomnia and it’s not even that late.\n  ","364315":"\n  that’s basically thoughts of rape\/molestation so u might need to seek some help there\n  ","364316":"\n  i did for a few years yeah\n  ","364317":"\n  Ok like which.\n  ","364318":"\n  you mean, a stranger.\n  ","364319":"\n  There’s a lot and they’re obviously personal\n  ","364320":"\n  1) stopped letting people walk over me\n  \n  2) stopped keeping my mouth shut to avoid conflict\n  \n  3) quit being clingy\n  \n  4) stopped allowing people who didn’t deserve to be in my life stay in it\n  \n  5) stopped holding onto bad memories - don’t know how it just happened\n  \n  that’s all my tired brain can think of rn lol\n  ","364321":"\n  i do not but i def should\n  ","364322":"\n  cash app you what dude? ur on anon.\n  ","364323":"\n  i mean why not\n  ","364324":"\n  uhhh like on here????\n  ","364325":"\n  i meaaannnn it is pretty ;P\n  \n   @Garnax\n  \n","364326":"\n  is it? lol\n  ","364327":"\n  why though?? haha\n  ","364328":"\n  Lol i got cash app.\n  ","364329":"\n  when drunk, most definitely\n  ","364330":"\n  Lol dunno where i get em from 😂😂😂 thank you\n  ","364331":"\n  if u got coins\n  ","364332":"\n  I’m not even on the lease board you know what that means?? NO COINS. don’t like it then fuck off i really do not care\n  ","364333":"\n  Lol i have on stitched up kitty ears\n  ","364334":"\n  you can unlock my answer if you respond to this\n  ","364335":"\n  14 i believe\n  ","364336":"\n  bc all this app consists of now are perverts and psychos !! :))\n  ","364337":"\n  i’m 24 man.\n  ","364338":"\n  Lmao i’m 24\n  ","364339":"\n  sounds ab right\n  ","364340":"\n  idgaf bye\n  ","364341":"\n  32\n  ","364342":"\n  aside from my fiancé no not really\n  ","364343":"\n  does it matter?\n  ","364344":"\n  haha.\n  ","364345":"\n  thats not any of ur business\n  ","364346":"\n  i have all four, this is supposed to be completely separated from those. thanks tho\n  ","364347":"\n  the part that’s not purple lol\n  ","364348":"\n  believe me there’s a lot i ignore on here. but, some people just deserve to be talked shit to. It’s fun 🤷🏼‍♀️\n  ","364349":"\n  no, you didn’t.\n  ","364350":"\n  it hasn’t been constant, usually use for a year then skip and so on\n  ","364351":"\n  he knows\n  ","364352":"\n  usually am\n  ","364353":"\n  i’m going to use that in the future\n  ","364354":"\n  Nah it’s from last thursday, it went from 80 to 40 overnight and it’s been in the 30s and raining and windy the past 2.5 days :((\n  ","364355":"\n  cold? yes it’s 35 degrees here\n  ","364356":"\n  uh we love each other, engaged, means marriage in the future\n  ","364357":"\n  thank you boo ♥️🖤\n  ","364358":"\n  nope\n  ","364359":"\n  don’t need it but thanxxx\n  ","364360":"\n  u so sweet! 💛\n  ","364361":"\n  hahahaha this is so funny bc it literally went on for 6 years\n  ","364362":"\n  Lol i haven’t done cool makeup in a while i wish i had the damn motivation again\n  ","364363":"\n  Honestly i have like no reaction to the shit on here but holy shit that gif is me at work HAHAH\n  ","364364":"\n  I have no tolerance for bullshit in real life. You give me attitude or talk down to me and i’ll fuck you up just with words. I know all these anons literally have nothing going for them in life so i just tell them how shitty and useless i know they are. :)\n  ","364365":"\n  yup & god knows my mother isn’t HAHA\n  ","364366":"\n  I’ve been getting stuff like this since i first started back in like 2012. Plus i’m really sharp tongued now so these people don’t phase me lol.\n  ","364367":"\n  everyday but now every store i go to is out of it so..... i dunno\n  ","364368":"\n  nah fam he’s actually nice\n  ","364369":"\n  thank youu ^.^\n  ","364370":"\n  well here i am\n  ","364371":"\n  heyy\n  ","364372":"\n  100%\n  ","364373":"\n  i’m coming back for now\n  ","364374":"\n  i’m gonna be on here sometimes\n  \n  i’m trying to delete 8 days worth of questions.......\n  ","364375":"\n  ❤️❤️\n  ","364376":"\n  i don’t eat 🙃\n  ","364377":"\n  I’m sick of it being said over and over like be a fucking man and show yourself\n  ","364378":"\n  hello anon\n  ","364379":"\n  i don’t have the energy\n  ","364380":"\n  🖤💜🖤💜\n  ","364381":"\n  You’re not supposed to be able to find me you fucking creep\n  ","364382":"\n  i started gymnastics @ 3\n  ","364383":"\n  meh\n  ","364384":"\n  H O N E S T Y\n  ","364385":"\n  we don’t actually.\n  ","364386":"\n  splitting responsibility, owning up to your BS, honesty\n  ","364387":"\n  If i could have a perfect sunday morning it would be waking up with my fiancé, making breakfast in the kitchen and if we had a porch enjoying it outside\n  ","364388":"\n  Happy pills - Weathers\n  ","364389":"\n  yeah. i was practicing on a higher level team when i got lyme disease and i had to quit.\n  ","364390":"\n  Nah it is. I really shouldn’t stay on here.\n  ","364391":"\n  and doesn’t involve me so bye\n  ","364392":"\n  💖\n  ","364393":"\n  no i’m not actually\n  ","364394":"\n  ex gymnast\/competition cheerleader.\n  ","364395":"\n  when stoned, yeah. i don’t smoke anymore. and i have an eating disorder.. so.\n  ","364396":"\n  I think it’s a mix of my disease, being physically active too much and not eating \/ drinking 😔\n  ","364397":"\n  i could never\n  ","364398":"\n  i used to but not anymore\n  ","364399":"\n  currently working hard through being at work so much and being depressed to try and re do the entire thing\n  ","364400":"\n  awesome, i can’t wait to see garrett wednesday\n  ","364401":"\n  idk about playlist but i’ve sent way too many songs to count.\n  ","364402":"\n  Pointless.\n  ","364403":"\n  pumpkin vanilla, cinnamon apple, pretty much any fall\/winter scent..\n  ","364404":"\n  Yeah, always have always will.\n  ","364405":"\n  Considering i’m crying for the first time in ages rn from a bunch of trauma yeah i agree 100%.\n  ","364406":"\n  That’s nice?\n  ","364407":"\n  ok?\n  ","364408":"\n  no. not even then dipshit\n  ","364409":"\n  ☺️ 💍\n  ","364410":"\n  veryyyy much so\n  ","364411":"\n  it’s been so long idk how i’m awake rn. woke up at 7, worked from 9:15-6:20, got home at 6:45, washed all new bedding and dried it and towels and basically totally redid my room lmao... touched up my purple hair, showered, i’ve done so much ishhhh. hbu??? here’s the new bedding btw!!\n  ","364412":"\n  thank u 💜💜\n  ","364413":"\n  ☺️☺️☺️\n  ","364414":"\n  🥺♥️\n  ","364415":"\n  this one\n  ","364416":"\n  ah, not even close but thank you haha\n  ","364417":"\n  BRUH, NO.\n  ","364418":"\n  me?\n  ","364419":"\n  this shirt is how yall can tell i’m really from texas 🙃😭\n  ","364420":"\n  wtf is that.\n  ","364421":"\n  i either try to fit in or keep to myself, all depends on my mind that day\n  ","364422":"\n  people give them to you\n  ","364423":"\n  well you sent this two different times in two diff ways.... imma let you in on a secret. bragging about how much leaf you smoke isn’t attractive lol\n  ","364424":"\n  tell her to stfu? lmao\n  ","364425":"\n  Uh, ok?\n  ","364426":"\n  never know with the dudes on here\n  ","364427":"\n  Everyone have a good sunday 🖤\n  ","364428":"\n  not a whole lot but yes.\n  ","364429":"\n  bro literally fuck off\n  ","364430":"\n  No clue\n  ","364431":"\n  no.. lol. massage\/spa.\n  ","364432":"\n  thanks it’s purple now!!!\n  ","364433":"\n  Retail\/Medical. It’s weird.\n  ","364434":"\n  i didn’t do shit lmaooo\n  ","364435":"\n  putting on comfy clothes after closing at work lol\n  ","364436":"\n  hola\n  ","364437":"\n  I’m ok with it bc i dyed and bleached my hair for 10 years and i grew it all out to its natural color, the stuff i use is semi permanent but it’s a conditioner you leave on for 30 mins and it gives you the color. if you don’t reapply it eventually totally goes away but i miss color so i’m ok with using this all the time 🤣🤣\n  ","364438":"\n  i’m aware of the dangers my dude\n  ","364439":"\n  Lmao i can dig\n  ","364440":"\n  THanKK YOU\n  ","364441":"\n  I’ve had so many it’s not even funny dude\n  ","364442":"\n  just gotta make sure lol anons mass send stuff like this i’ve realized\n  ","364443":"\n  dunno.\n  ","364444":"\n  u realize this is a shout-out right\n  ","364445":"\n  OG PUNK ROCK STYLE\n  ","364446":"\n  i’ve been in the same ass work clothes all day so here’s this, finally comfy clothes 😭❤️\n  ","364447":"\n  i mean 🤷🏼‍♀️🤷🏼‍♀️\n  ","364448":"\n  werk\n  ","364449":"\n  Honestly no\n  ","364450":"\n  Um.\n  ","364451":"\n  arrogance, rudeness.\n  ","364452":"\n  i don’t dislike anyone on here\n  ","364453":"\n  it was fine but i’m in a lot of pain and want to cry rn so that’s that\n  ","364454":"\n  😒😒😒😒😒😒\n  ","364455":"\n  before i answer this, i’m gonna make it 1,000 coins. but, it’s real and deep and the most personal thing i’ve ever been thru\n  ","364456":"\n  cookies and cream 100 cal granola bars.... lol\n  ","364457":"\n  you’re very sweet :)\n  ","364458":"\n  eh. not the biggest fan. i’m fine with one.\n  ","364459":"\n  free hour each month yeah\n  ","364460":"\n  Lmao never\n  ","364461":"\n  Front desk for a massage place. I mean i handle medical linens and disinfect all day and talk to people about their pain so close enough lol\n  ","364462":"\n  twice a week\n  ","364463":"\n  AC isn’t my friend here\n  ","364464":"\n  posted!🤗☺️\n  ","364465":"\n  ☺️☺️☺️☺️☺️☺️\n  ","364466":"\n  i’ll be posting it on here in about 2.5 hours!!! 💜🤗\n  ","364467":"\n  before i go into work i’ll post it on my profile :)\n  ","364468":"\n  before i go into work i’ll post it on my profile :)\n  ","364469":"\n  It depends on who i’m around, i’m both.\n  ","364470":"\n  thank ya 🍒\n  ","364471":"\n  it was very random lolol\n  ","364472":"\n  my fiancé, all the time.\n  \n   @Garnax\n  \n  ♥️\n  ","364473":"\n  yep\n  ","364474":"\n  i love this line ☺️💖\n  ","364475":"\n  Depends on who you love 🤷🏼‍♀️🤷🏼‍♀️\n  ","364476":"\n  whyyyyyy\n  ","364477":"\n  Nothing. The past is the past. And shit at that. :)\n  ","364478":"\n  not interesting enough Lol i went from rank 7 to 29 in two days 🤣😫\n  ","364479":"\n  settings and edit profile\n  ","364480":"\n  ooof i’m sorry lol\n  ","364481":"\n  i’ll never know the answer nor understand it.\n  ","364482":"\n  i appreciate u 🥺🖤\n  ","364483":"\n  Red\n  ","364484":"\n  Idk man.... way too much\n  ","364485":"\n  thank you🖤💖🖤\n  ","364486":"\n  Laying in bed w my fiancé, i had to take benadryl at 8 AM so i’m not gonna be getting up and dressed for a bit lmao\n  ","364487":"\n  All i know is coke zero should sponsor me lmao\n  ","364488":"\n  it’s annoying as shit\n  ","364489":"\n  this is very odd lol\n  ","364490":"\n  sadly lots of pain! 🥺\n  ","364491":"\n  so do leo’s, rawr 🤗🤣 🦁\n  ","364492":"\n  my car is black with red and white accents 🍒🥰\n  ","364493":"\n  my fiancé is a taurus :)\n  ","364494":"\n  actually 17 year old me loved him. but not too badly anymore lmao\n  ","364495":"\n  squishhhhhhhhhhhh\n  ","364496":"\n  ohhh red!\n  \n  i like dark red most, dark red glitter is dopeeeeee tho\n  ","364497":"\n  ???\n  ","364498":"\n  bright and dark ahaha\n  ","364499":"\n  I’ve just never liked it but i really love red lmao\n  ","364500":"\n  awe thank you ❤️❤️❤️\n  ","364501":"\n  uh no never\n  ","364502":"\n  orange :(\n  ","364503":"\n  nicotine i wish i had some cbd vape\n  ","364504":"\n  What do you get when you rub two oranges together? 🍊\n  \n  Pulp Friction.\n  \n  BAH-DUH-TSSS 🥁\n  ","364505":"\n  go look at the psychopath on my page now.\n  ","364506":"\n  no idea\n  ","364507":"\n  ...............\n  ","364508":"\n  not entirely sure\n  \n  might just be nickel tbh\n  ","364509":"\n  Plushies 🤷🏼‍♀️\n  ","364510":"\n  ahhh okay ahaha the intro to that song has that’s the ticket burned into my brain 😭🤣\n  ","364511":"\n  it’s a totalllllyyyy different world now\n  ","364512":"\n  Look up romeo and juliet by hobo johnson 🤗\n  ","364513":"\n\n   https:\/\/overtone.co\/products\/red-for-brown-hair-healthy-color-duo\n  \n\n  if you wanna do burgundy use this duo!! swipe thru the pics and it will show you the red on dark hair :))\n  ","364514":"\n  ^^^^^^\n  \n  respeccccc\n  ","364515":"\n  7.5\n  ","364516":"\n  Are you putting it on bleached or natural dark hair?\n  ","364517":"\n  no problem! they make natural and a lot of fun colors 🥰\n  ","364518":"\n  It’s only online but it’s super dope, google overtone and check their site!\n  ","364519":"\n  i don’t see how it’s real lmao i was like this has gotta be fake dude\n  ","364520":"\n  it’s a hellllllaaaaaa long story\n  ","364521":"\n  I haven’t used actual bleach or dye on my hair in 4 years but i use this stuff called overtone to give me temporary colors wherever i wanna put it at home :))\n  ","364522":"\n  i guess anything that isn’t actual silver, so all the affordable shit haha\n  ","364523":"\n  omg hobo johnson\n  ","364524":"\n  not you hahaha them\n  ","364525":"\n  only my ears, i’ve always wanted a septum but my wounds don’t heal right and i’m allergic to a lot of jewelry so i can’t get it... that’s why i wear the fake nose hoops :)\n  ","364526":"\n  i’ve tried pretty much everything. either makes me put on a shit ton of weight or have panic attacks, this is the one combo where i’m actually not $uicidal or S3lf harming, it does spike my anxiety like crazy but i manage it\n  ","364527":"\n  fave season\n  ","364528":"\n  legit tho like ur just making me laugh at how stupid you sound lmao\n  ","364529":"\n  Modeling is the worst thing in the world. They expect you to become skin and bone just to make $. But girls do it. Some regret it and some dont. Idk such a terrible industry especially fashion.\n  ","364530":"\n  These antidepressants i take cause me to lose my appetite and then it triggers the ED because my mind is like hey if you aren’t hungry cause meds then you can starve urself some more! it’s messed up...... my mentality as of recent and well last year as well is if i can’t see my ribs and hipbones and i don’t have a thigh gap i’m not pretty.... “pretty girls don’t eat” has been running through my head a lot lately\n  ","364531":"\n  thank youuuuuu\n  ","364532":"\n  Lol\n  ","364533":"\n  it’s a massage place and i’m wearing my t shirt instead of my polo\n  ","364534":"\n  nice!\n  ","364535":"\n  I think what kicked it off was when i was 14 i did commercial modeling and i only weighed 117 but the agent told my mom in front of me i seriously needed to lose weight, after that i started paying attention to every single skinny girl i saw and it kind of became an obsession.... past year and a half it’s been induced my psych meds but idk.... it’s been pretty bad.\n  ","364536":"\n  someone’s already in love with me\n  ","364537":"\n  People are being hateful af today\n  ","364538":"\n  I used to love it now i can’t stand it hahah\n  ","364539":"\n  Gotta go be an adult unlike someone here bye bud!! 😘😘\n  ","364540":"\n  Lmaoo thank you for entertaining me before i go make money like you should be\n  ","364541":"\n  Yeah i do bc my attention span is so short i get ancy lmao\n  ","364542":"\n  I really don’t care buddy sorry you’re so worked up over nothing 🤗\n  ","364543":"\n  Like it’s actual money lol get the fuck off my page\n  ","364544":"\n  Like, even it got serious? Not till last year. But i’ve struggled since i was 14\n  ","364545":"\n  Constant\n  ","364546":"\n  Wtf are you talking about? Baby  yoda?\n  ","364547":"\n  Not sure what led to me getting verified but hi thank you 500+ followers! 🥺🤗💖\n  ","364548":"\n  NO BUT I NEED ONE I LOVE BABY YODA\n  ","364549":"\n  i meant overtone jfc i hate this phone ahaha. yeah it is i just wish some of the colors lasted longer!!!\n  ","364550":"\n  Lol i’m sorry what does being “so pretty” have to do with anything? Pretty girls are also alcoholics?? I only smoked cigarettes for a few years but i’ve vaped for 6. Don’t smoke ganja anymore either\n  ","364551":"\n  YUP\n  ","364552":"\n  ♥️\n  ","364553":"\n  I can’t live without my kratom powder and nicotine. Idk how i’ll ever give up either 😭\n  ","364554":"\n  yup google overdone deep conditioner !!!\n  ","364555":"\n  it’s not actual dye and it smells minty :)\n  ","364556":"\n  • Forget those who forget about you\n  \n  • Know what you deserve and don’t settle for less\n  \n  • Whats meant to be, will be. You can’t force it.\n  \n  • You have to stand up for yourself and have a sharp ass tongue to be treated right.\n  ","364557":"\n  Lol as i’m sitting here letting my hair dye dry at midnight 🤣😭\n  ","364558":"\n  look at shit on my phone.... grocery shop.... laundry.... lmao i don’t get much free time\n  ","364559":"\n  I’ve been on here on and off for 9 years idk why i’m still here 🤣\n  ","364560":"\n  it’s so weird that it’s funny af hahah\n  ","364561":"\n  it’s frickin hilarious lmao\n  ","364562":"\n  spiders tbfh LOL\n  ","364563":"\n  With my lyme disease and eating disorder i’m prone to frequent headaches sometimes migraines sadly..\n  ","364564":"\n  Lol i did actually i had it off for once how was yours?\n  ","364565":"\n  i’m sorry man hope it gets better\n  ","364566":"\n  I like being weird\n  ","364567":"\n  Everyone respecting everyone else\n  ","364568":"\n  Sleepy ready to go home dealing with a damn headache , how are you\n  ","364569":"\n  trying to survive the last 3 hours of work, my neck and head are throbbing and my stomach is cramping ugh. what’s wrong?\n  ","364570":"\n  heyyyyy\n  ","364571":"\n  hey how are you?!\n  ","364572":"\n  hola!\n  ","364573":"\n  hey what’s up mann!!!\n  ","364574":"\n  deffoooo not\n  ","364575":"\n  Lmao i mean...\n  \n  🙃😫🤣\n  ","364576":"\n  it doesnt, i stay the same 🍒\n  ","364577":"\n  WEDNESDAY AND SUNDAY UGH\n  ","364578":"\n  not yet we aren’t sure where we’re gonna be living by next summer yet\n  ","364579":"\n  dr peppppperrrr\n  \n  but i only drink zero\/diet drinks these days so diet DP🤣❤️\n  ","364580":"\n  Oooof bad question for someone with and ED but since i’ve binged many times from not eating enough...\n  \n  prob somewhere between 2-3k calories. and that’s at home.\n  ","364581":"\n  Hahaha girl i always gotta check 🤣 But fr i’m done with these bitter ass ppl on here\n  ","364582":"\n  It really isn’t easy without overworking yourself lmao\n  ","364583":"\n  me or them? lol\n  ","364584":"\n  Your bitterness is disgusting tbh. Hope you can find happiness one day\n  ","364585":"\n  Lol i’ve been in relationships since i was 13, i’m 24 and engaged to my bestfriend. You can go away now hahaha\n  ","364586":"\n  Next Fall\n  ","364587":"\n  i have cash appppp\n  ","364588":"\n  my god awful acne that literally is only getting worse 😭😭😭😭\n  ","364589":"\n  Anout to get ready for work early bc i have a literal 3 hour window i have to wait for my virtual psych app. 🙄🙄🙄\n  ","364590":"\n  find someone else and let time take its course that’s all you can do\n  ","364591":"\n  2014... i’m old\n  ","364592":"\n  surviving 🔥🔥\n  ","364593":"\n  you’re the sweetest haha\n  \n  trust me i don’t always look good\n  ","364594":"\n  yes i do !\n  ","364595":"\n  miracles not really, destiny mmmm.... fate yea\n  ","364596":"\n  apparently i’m about to get one ahah\n  ","364597":"\n  Almost all of my exes hate me and i hate them so 🤷🏼‍♀️\n  ","364598":"\n  HAHAH no\n  ","364599":"\n  When i was younger it was always emily osment till this day it’s britney from glee lmao\n  ","364600":"\n  you’re a pedo and i already deleted this question once, reported :)\n  ","364601":"\n  Lololol that was back in 2011-2015, they did nothing to stop or help hahaha\n  ","364602":"\n  hoodies and sweaters = security blankets. so, yes.\n  ","364603":"\n  only my entire life\n  ","364604":"\n  fall 7 times, stand up 8.\n  ","364605":"\n  I used to be reaaaaallly bad. But for good reason. Now if something really bothers me it’ll show itself but 99% of the time it’s “eh, whatever.” now. lmao.\n  ","364606":"\n  sit by a fire all bundled up when it’s cold out\n  ","364607":"\n  “ you don’t know what you got till it’s gone”\n  ","364608":"\n  When are y’all gonna learn that no one will follow you if you advertise yourself ???\n  ","364609":"\n  because mistakes usually hurt us or embarrass us\n  ","364610":"\n  do you mean like nostalgia or visiting for the first time?\n  ","364611":"\n  Current Zac Efron, the old logan lerman and evan peters (  ugh to both of them back in the day 😍 ) used to be channing tatum LOL\n  ","364612":"\n  i’m nice and big hearted until you piss me off too badly or screw me over, i have essentially no attention span but i’m pretty smart, and i’m chronically ill which fucks with who i really should be but alas i’m the best version of who i am despite it 🤷🏼‍♀️🤷🏼‍♀️\n  ","364613":"\n  replay - iyaz\n  \n  whatcha say - jason derulo\n  \n  can you feel my heart - BMTH\n  \n  if it means a lot to you - ADTR\n  \n  drown - front porch step\n  ","364614":"\n  that’s literally who i am lol\n  \n  i’m bubbly nice and chill until you act like a dumbass then i put you in line real quick\n  ","364615":"\n  hey what’s up\n  ","364616":"\n  thank u 💖\n  ","364617":"\n  🖤\n  ","364618":"\n  The pink is about to be purple purple\n  ","364619":"\n  ???\n  ","364620":"\n  he did but he hated me forever but he’s my fiancé’s long standing bestfriend so it’s all good now lol\n  ","364621":"\n  i mean i lost a friend but it was best for my mental health\n  ","364622":"\n  Uh not that i recall but i did break up with someone because i was trying to stop SH myself and he would always show me his new cuts at school and i couldn’t deal\n  ","364623":"\n  comedy and suspense are the only kinds i can pay full attention to lol\n  ","364624":"\n  NOT UR BABY\n  ","364625":"\n  have anxieTTYYYY\n  ","364626":"\n  stupid\n  ","364627":"\n  lol thanks 🤗\n  ","364628":"\n  my all time favorite is sometimes you’re the hammer sometimes you’re the nail by a day to remember - but as of late i like sawed off shot gun lmaoo\n  ","364629":"\n  multiple coffees from the starbucks next to my job.... when i spend the most $$ that’s when the drinks taste like 🤮\n  ","364630":"\n  nooopee 😭🥺\n  ","364631":"\n  tbh i haven’t had a - current - fave in a while... kinda just listen to whatever at this point\n  ","364632":"\n  i’m a closer\n  ","364633":"\n  well, i’m laying on the floor waiting for my pink “conditioner dye” to dry yet again trying not to have a panic attack so there’s that\n  ","364634":"\n  I found out after i answered that i work till 8:30 anyways so 🤷🏼‍♀️🤷🏼‍♀️🤷🏼‍♀️\n  ","364635":"\n  i was but i’m in a slump and tbh i don’t have the motivation now\n  ","364636":"\n  for some things yes other things no\n  ","364637":"\n  Leo... the astrological sign..\n  ","364638":"\n  is that any of your business sex trafficker?\n  ","364639":"\n  i wouldn’t mind it\n  ","364640":"\n  no one cares dude\n  ","364641":"\n  vaped. then smoked. then both. now just vape.\n  ","364642":"\n  20$\n  ","364643":"\n  20$\n  ","364644":"\n  $$$$$\n  ","364645":"\n  just got end the nights right !!\n  ","364646":"\n  it was shit but cheeeeers\n  ","364647":"\n  YES I DO\n  ","364648":"\n  Sadly yeah aha\n  ","364649":"\n  thank u lol\n  ","364650":"\n  thank u 🖤\n  ","364651":"\n  work.\n  ","364652":"\n  Nah i don’t post personal shit like that openly\n  ","364653":"\n  i mean that’s how it should be lol\n  ","364654":"\n  thank youuUUUU\n  ","364655":"\n  lmao exactly\n  ","364656":"\n  100%\n  ","364657":"\n  Ask me anything! Depending on what it is, i’ll either answer openly or make it a secret between 50-500 🔥 Game on 🤗\n  ","364658":"\n  I don’t like it but it’s okay lmao\n  ","364659":"\n  i think lip fillers, minor botox, and nose jobs ( natural looking ) are okay\n  \n  if my autoimmune would let me i’d get some slight lip fillers and an eyebrow lift but that’s it\n  ","364660":"\n  Nice try trying to advertise her account or “your own account” this is stupid asf\n  ","364661":"\n  people are  ridiculous lmao\n  ","364662":"\n  no there’s shootings every day\n  ","364663":"\n  Fucking seriously like why\n  ","364664":"\n  I feel really bad for you that you have e sent this to me at least ten times\n  ","364665":"\n  Thats great, me and my fiancé have been together for 2.5 years and we plan on a very long and happy life with a family. Get out.\n  ","364666":"\n  Fuck off and fuck you\n  ","364667":"\n  I used to work with one but that’s the only one i know.\n  ","364668":"\n  yeah, not while going super fast but when you’re a delivery driver on a time crunch sometimes you do dumb shit\n  ","364669":"\n  Not a good or bad thing dude pregnancy isn’t the end of the world\n  ","364670":"\n  idk who the fuck that is\n  ","364671":"\n  No, i’m not.\n  ","364672":"\n  depends on how bad my acne is. rn, quite a bit.\n  ","364673":"\n  I blocked their hateful ass, i’m very glad you agree!! ❤️\n  ","364674":"\n  klonopin lolol\n  ","364675":"\n  I don’t argue with stupidity. Again, I may be damaged, but i am NOT BROKEN. I am one strong bitch who has a heart of gold and that’s something no one has ever taken away from me. So, you can think i’ll be a terrible parent or that i’ll fuck my kids up i don’t really care you’re just some anon with nothing better to do and your opinion doesn’t matter. Have a good night :)\n  ","364676":"\n  it’s not the hard truth you’re just a bitter sad asshole. my sister loves me, my step kids love me and my future child of my own will love me. hopefully you can find a way to love ur life one day 🤷🏼‍♀️🤷🏼‍♀️🤷🏼‍♀️🤷🏼‍♀️\n  ","364677":"\n  Considering the only question you’ve gotten you replied “who the fuck are you” no i will not follow you.\n  ","364678":"\n  you’re obviously so passionate ( stupidly ) about this bc your parents never loved you or left you and you think everyone ends up the same way. Get some therapy, I’m done with this convo. If you reply, you’ll be blocked.\n  ","364679":"\n  A good parent listens to their child. Validates their feelings. Doesn’t belittle or hit them. Spends time with them. Encourages them to do what makes them happy not what makes everyone else happy. To try and have them love themself the way they are. I know exactly what makes a good parent. So, shut the fuck up and get the fuck out.\n  ","364680":"\n  day by day by day\n  \n  how are you?\n  ","364681":"\n  heyyyyy\n  ","364682":"\n  My parents weren’t damaged and they fucked me up. So, you’re theory is wrong. See yourself out.\n  ","364683":"\n  doesn’t matter bc i’m engaged buddy\n  ","364684":"\n  Whatever happens in the future happens 😂😂\n  ","364685":"\n  i might be damaged but i’m not broken mother fucker. i have the wisdom of a 50 year old with all the shit i’ve been through. i’ll make an awesome parent and you can sit back and watch :))\n  ","364686":"\n  my little sisters dad was absent for 8 years and from the age of 11-19 i was basically a parent figure so i’d like to have a girl for experience i’ve got and plus i’d love to do her hair and help her not make bad decisions when it comes to life and love\n  ","364687":"\n  it all depends on your tolerance but for me they hurt like a bitch till i’m totally distracted then i forget the burning needles lol\n  ","364688":"\n  famous last words\n  ","364689":"\n  girl name i refuse to give away bc it’s special to me but a boy either carson, liam, luke, cooper, grayson, there’s a lot but i’m praying to god i have a girl lol\n  ","364690":"\n  what up eminem\n  ","364691":"\n  PMS, skin is a disaster, anxiety won’t chill, the usual\n  ","364692":"\n  💖💖💖💖💖\n  ","364693":"\n  Depending on the question, 50-100 🔥 each 🤗🖤\n  ","364694":"\n  A lot of it is still the same so yes hahah\n  ","364695":"\n  thanks dude!!!\n  ","364696":"\n  Yup very good\n  ","364697":"\n  hormonal and miserable :(\n  ","364698":"\n  there is light in space..... what???\n  ","364699":"\n  Hahahahahha\n  \n  no\n  ","364700":"\n  thank you, so are you! gave you a follow 🥰\n  ","364701":"\n  nuggiesssss\n  ","364702":"\n  summer 🤗🤗\n  ","364703":"\n  in the blood of my enemies 🙃🙃\n  ","364704":"\n  Divorced when i was way too young to remember, being put in the way of both of their many shitty relationships growing up didn’t help my mind develop ideas of what love really is\n  ","364705":"\n  Ok? Go find one of your own lol\n  ","364706":"\n  yeah, if you have a shit personality there’s nothing to pursue\n  ","364707":"\n  been w\/ all 3\n  ","364708":"\n  🖤\n  ","364709":"\n  hola\n  ","364710":"\n  👍🏻👍🏻\n  ","364711":"\n  north tx\n  ","364712":"\n  y do u care to keep sending out msgs like this\n  ","364713":"\n  I practically live between two houses and work 6 days straight with no off day most weeks so i do laundry a LOT but it’s always at the crappiest times like midnight     :((\n  ","364714":"\n  i don’t give out ig to anon\n  ","364715":"\n  Worked 8.5 hours and then spent time with my fiancé his kids and our friends\n  ","364716":"\n  what lyrics now\n  ","364717":"\n  Of?\n  ","364718":"\n  Having a second family and friends dinner night\n  ","364719":"\n  sup\n  ","364720":"\n  You’re too kind 😌\n  ","364721":"\n  I’ve had one on and off for a while sadly\n  ","364722":"\n  hola\n  ","364723":"\n  Thank you!!\n  ","364724":"\n  to each their own\n  ","364725":"\n  i didn’t\n  ","364726":"\n  from our first date ❤️❤️\n  ","364727":"\n  cramped, annoying, ridiculous 😫😂\n  ","364728":"\n  ehhh\n  ","364729":"\n  ❤️❤️❤️\n  ","364730":"\n  nope long time user hereeee\n  ","364731":"\n  ever heard of my chemical romance ???\n  ","364732":"\n  if we’re talking magically learn a whole skill in a day, either speak fluent spanish or be able to play acoustic and electric guitar\n  ","364733":"\n  yes, and one.\n  ","364734":"\n  Pajamas. Lol.\n  ","364735":"\n  that the world is a cruel and unusual place\n  ","364736":"\n  why?\n  ","364737":"\n  patience lol\n  ","364738":"\n  If i delete the app i’ll send my IG to you:)\n  ","364739":"\n  hello\n  ","364740":"\n  Thanks love!\n  ","364741":"\n  Besides the rose the lyrics say I am not afraid to keep on living\n  ","364742":"\n  enough of them\n  ","364743":"\n  I HAVENT BEEN ON THIS APPP.\n  ","364744":"\n  All the times i’ve sang publicly, tried out for tv shows, finishing trade school. Always feels good to make it thru stuff you’re afraid of\n  ","364745":"\n  my time 🤣\n  ","364746":"\n  To forgive IMO\n  ","364747":"\n  Use it for talking to friends i’ve made on here, I don’t have any other reason for it lol I’m barely on it :\/\n  ","364748":"\n  like twice a month now\n  ","364749":"\n  most likely my\n  \n  dude\n  ","364750":"\n  Because they usually want to be in that persons shoes\n  ","364751":"\n  sleepy\n  ","364752":"\n  He’s my fiancé, absolutely nothing wrong with him 😌\n  ","364753":"\n  you’re sweet\n  ","364754":"\n  not going to happen\n  ","364755":"\n  about 90% of the earth\n  ","364756":"\n  not for me but for others yes\n  ","364757":"\n  at this point just kind of mindlessly wandering about\n  ","364758":"\n  it’s 1:36 AM here 😭 and oof that does sound rough\n  ","364759":"\n  nope...... my face has taken a turn for the worse and at the moment i can’t even look @ myself in the mirror and even with makeup my skin still looks bad.... not having good self esteem rn 😔😔😔\n  ","364760":"\n  Lol what time is it there?\n  ","364761":"\n  omg 🤣\n  ","364762":"\n  me, apparently lol\n  ","364763":"\n  i’m better just really tired and bleh , how are you\n  ","364764":"\n  exhausted :( you?\n  ","364765":"\n  Ahaha. Thanks. I’ll update once i get to 115\n  ","364766":"\n  😌😌\n  ","364767":"\n  Because.\n  \n  Detrimental = easy.\n  \n  Healthy = hard.\n  ","364768":"\n  which song this time\n  ","364769":"\n  i’m just tired man\n  ","364770":"\n  nicee.\n  ","364771":"\n  Black.\n  \n  It’s dark, it’s beautiful, it’s mysterious, sleek and versatile.\n  ","364772":"\n  yes, i don’t know how to make friends now\n  ","364773":"\n  thank ya ✨\n  ","364774":"\n  No but i’ve learned that sometimes i need to be\n  ","364775":"\n  trash trash and more 🗑\n  ","364776":"\n  when you love someone who doesn’t love you back, when you need to let go of a friend because they’re not good for you, accepting things you can’t change\n  ","364777":"\n  6\/7 days a week i can’t make myself eat more than 400-600 calories that’s why haha thank you\n  ","364778":"\n  like twice a week now\n  ","364779":"\n  love is the only thing\n  ","364780":"\n  yup this handsome mf right here\n  \n   @Garnax\n  \n","364781":"\n  never forget you by zara larson and me myself and i by g easy 🤮\n  ","364782":"\n  fuck no\n  ","364783":"\n  my taste?\n  ","364784":"\n  several bc i’ve gotten them many times before\n  ","364785":"\n  both\n  ","364786":"\n  depends on what i’m lying about\n  ","364787":"\n  i. am. engaged.\n  ","364788":"\n  only posting bc i’m proud i’ve lost weight\n  ","364789":"\n  that was way too quick of a reply and that’s too personal 😒\n  ","364790":"\n  considering my wood week \/ off days yes i love mondays compared to the weekend\n  ","364791":"\n  donkey 🖤🖤\n  ","364792":"\n  i’ve said it at least 200 times so now you have to guess\n  ","364793":"\n  thank you anon ❤️\n  ","364794":"\n  funny enough i used to never drink it because it made me sick but now i drink it probably 5\/7 days a week lolol\n  ","364795":"\n  I feel like a lot of people have my eye color but i appreciate ur compliment :)\n  ","364796":"\n  I like to put together nice but casual outfits ( cute graphic shirt, printed tank, grandpa sweaters, leggings, skinny jeans, boots, converse ) and have my makeup on point but nothing i wear is excessive, i’m not the one to wear heels and dresses just to go out and do stuff\n  ","364797":"\n  i appreciate u 😊\n  ","364798":"\n  thanks. 🖤\n  ","364799":"\n  no but i wish\n  ","364800":"\n  you mean the body pic\n  ","364801":"\n  apparently i’ve been doing so since 2015 lol\n  ","364802":"\n  aha.. thanks it is pretty .\n  ","364803":"\n  get just as awkward\n  ","364804":"\n  a lot but i question at the end of the day how many were genuine\n  ","364805":"\n  i don’t know many ppl but yeah\n  ","364806":"\n  i’m average height my legs just make up over half my body\n  ","364807":"\n  i don’t 👍🏻😅\n  ","364808":"\n  meh.\n  ","364809":"\n  opened and closed, 9.5 hour sunday, all the tech was down when i got there and all the therapists were freaking out on me and i had no control so i had to get it all up over the phone which took an hour, only got a 15 min break, day was shitty and the night ended shitty too. but whatever tomorrow i’ll wake up get ready and go to work like always\n  ","364810":"\n  healthy???? ummm i guess apples and peanut butter ahaha\n  ","364811":"\n  noooope.\n  ","364812":"\n  i guess i am now\n  ","364813":"\n  i’m just tired of being lied to and life going to shit every other day\n  ","364814":"\n  disappointed and upset\n  ","364815":"\n  just upset\n  ","364816":"\n  was earlier\n  ","364817":"\n  no i’m really not\n  ","364818":"\n  Not anymore :)\n  ","364819":"\n  That’s why it was a shout-out, not a statement saying everyone should have the same idea of self care? Read.\n  "}}