{"Question":{"37555":"\n   ? FREE ⚡ SPACE ?\n  ","37556":"\n   Do you feel anger or anguish when you are very hungry?\n  ","37557":"\n   Give me your whatsapp number\n  ","37558":"\n   Sweety follow for follow?\n  ","37559":"\n   A B C D E F G.\nGummy bears are chasing me.\nOne is red, one is blue, one is chewing up my shoe.\nNow I'm running for my life, cuz the red one's got a knife.\n  ","37560":"\n   If you had to listen to only one kind of music for the rest of your life which would you choose? ?\n  ","37561":"\n   What is your favourite flavour of tea... if you like tea at all that is\n  ","37562":"\n   How long do you realistically think this quarantine will last?\n  ","37563":"\n   Do you like fast food? what is your favourite kind to get?\n  ","37564":"\n   Do you often use a microwave?\n  ","37565":"\n   You ever do something Dangerous?\n  ","37566":"\n   What's classy when you're rich, but trashy when you're poor?\n  ","37567":"\n   Do you like horror movies?\n  ","37568":"\n   Snap ?\n  ","37569":"\n   What have you been doing to keep busy this week?  Are you still going to work\/school or are you home?\n  ","37570":"\n   Yeaah?✨??❤️\n  ","37571":"\n   What’s the coolest thing you have ever seen ?(:\n  ","37572":"\n   have you been coming more? or your parents?\n  ","37573":"\n   Who is your favorite artist?\n  ","37574":"\n   White or Yellow Cornbread?\n  ","37575":"\n   Follow\n   \n    @justmeheretoanswer\n   \n   Good person active almost everyday and good to talk to, follow her ✌\n  ","37576":"\n   You’re naturally ? percent ! I like that ?\n  ","37577":"\n   have you guys been cooking more? have your parents? ***\n  ","37578":"\n   yes...??❤️\n  ","37579":"\n   Do you trust your instincts about someone?✨\n  ","37580":"\n   Better smell oranges or apples?\n  ","37581":"\n   what summer activities are you looking forward to? (hoping the coronavirus is gone by then.)\n  ","37582":"\n   So Sweet ??\n  ","37583":"\n   8 ? Fast Game ? Purple or Brow? ?\n  ","37584":"\n   serious question: do you love yourself??\n  ","37585":"\n   I just wanna know who out there is gaining weight vs losing it during this lock in\n  ","37586":"\n   If you eat meat, what's your favourite type? ? ? ?\n  ","37587":"\n   ? Viruses are contagious. — But so is panic, fear, hysteria, calm, grace, empathy, love and kindness. ?Choose wisely which one you will spread. ?\n  ","37588":"\n   Beautiful ?\n  ","37589":"\n   Tag your favourite account on ask fm ??\n  ","37590":"\n   Weekend's Plan?\n  ","37591":"\n   Do u know someone who sings very well\n  ","37592":"\n   How would you rate yourself without the makeup and wigs ?\n  ","37593":"\n   Do you have a nice handwriting?\n  ","37594":"\n   Do you like daffodils?\n  ","37595":"\n   9 ? Fast Game ? White or Grey? ?\n  ","37596":"\n   7 ? Fast Game ? Green or Yellow? ?\n  ","37597":"\n   6 ? Fast Game ? Blue or Black? ?\n  ","37598":"\n   ² ? How do you get the attention of a person who doesn't remember his name? ?\n  ","37599":"\n   ² ? How do you get the attention of a person who doesn't remember his name? ?\n  ","37600":"\n   ² ? How do you get the attention of a person who doesn't remember his name? ?\n  ","37601":"\n   ² ? How do you get the attention of a person who doesn't remember his name? ?\n  ","37602":"\n   ¹ ? Do you want to have children? Would you adopt? ?\n  ","37603":"\n   What is one thing you WISH more people would understand and accept?\n  ","37604":"\n   Should I delete my Snapchat account? I barely have any friends on there.\n  ","37605":"\n   ? FREE ⚡ SPACE ?\n  ","37606":"\n   Do you like easter eggs? The chocolate kind?\n  ","37607":"\n   What should people not do on a date?\n  ","37608":"\n   Were you a troublemaker as a kid?\n  ","37609":"\n   ? FREE *-* SPACE ?\n  ","37610":"\n   What kind of movies do you like?\n  ","37611":"\n   I'm so sorry to hear about your terrible experience well customers are always right even when they are wrong it's nutts here at grocery stores and Walmart all the bread is gone all the toilet paper all hand sanitizer it's chaos I think this Coronavirus was developed by the government\n  ","37612":"\n   What is one thing you wish for? Why or when?\n  ","37613":"\n   Opinions on wearing fur?\n  ","37614":"\n   * What do you think of WhatsApp audios? *\n  ","37615":"\n   You look absolutely stunning\n  ","37616":"\n   Nice To Met You Too\n  ","37617":"\n   Hello how are you I hope you are doing okay with all this craziness going on\n  ","37618":"\n   Bella you are super gorgeous and pretty\n  ","37619":"\n   My name is Latora Fitz I have a Learning Disability I’m from Memphis Tennessee I stay with my parents I love animals cats and dogs but dogs more I’m 29 years old\n  ","37620":"\n   You’re very welcome\n  ","37621":"\n   You can me some questions have you want Bella\n  ","37622":"\n   What Music ? Do You Enjoy Listening ? To\n  ","37623":"\n   I love music rap and pop what is your favorite music you like\n  ","37624":"\n   ????...yup you are right\n  ","37625":"\n   So Cool ?\n  ","37626":"\n   Do you have good eye sight?\n  ","37627":"\n   Do you believe love is real?\n  ","37628":"\n   Do you have art on the walls of your house?\n  ","37629":"\n   do you have any band t-shirts?\n  ","37630":"\n   Do you like whipped cream?\n  ","37631":"\n   this coronavirus is trash . ?. just complaining ?\n  ","37632":"\n   everything needs to go back to normal\n  ","37633":"\n   do you eat papaya\n  ","37634":"\n   Do you like going to concerts or gigs?\n  ","37635":"\n   What’s your fav food?\n  ","37636":"\n   Try this quickly..... \nYour Current Age + Your Birth Date – Your Birth Month = Your Marriage Age\n  ","37637":"\n   how do you feel about ask.fm giving us the option to look at questions and shoutouts separately? i think it’s kind of nice.\n  ","37638":"\n   Name your favorite french snack!\n  ","37639":"\n   Do you often buy new shoes?\n  ","37640":"\n   Do you prefer a backpack or bag?\n  ","37641":"\n   Do you like Chinese soups?\n  ","37642":"\n   Which part of Barbie is the best for you?\n  ","37643":"\n   Recent song you have listened?\n  ","37644":"\n   Fave scrubs episode???\n  ","37645":"\n   Are there any facts that are extremely scary to know?\n  ","37646":"\n   What really makes you angry?\n  ","37647":"\n   If you had to eat only three things for the rest of your life, what would they be?\n  ","37648":"\n   Followed ?\nBack may be?? ?\n  ","37649":"\n   What do you miss most from your childhood? What could recreate that happiness?\n  ","37650":"\n   That's really so yummy? specially with beef??\n  ","37651":"\n   Is it possible to stay friends with a person you have loved before?✨\n  ","37652":"\n   I love it?\n  ","37653":"\n   Prayers, good health abounding! It's surreal isn't it? Drivethru Testing site flooded with hundreds w\/ symptoms daily waiting to be tested.\n  ","37654":"\n   Anything fun for Easter?\n  ","37655":"\n   When you go out to a restaurant or bar, what drink do you like to order? Doesn't necessarily have to be alcohol\n  ","37656":"\n   ?Thanks a lot, dear sweet,cute Bella?\n  ","37657":"\n   I can play the piano, violin & gutter.\n  ","37658":"\n   Have you ever been warned by some unseen force of an upcoming event?\n  ","37659":"\n   would you ever go to a chiropractor\n  ","37660":"\n   do you play any instruments\n  ","37661":"\n   does incorrect grammar bother you?\n  ","37662":"\n   does incorrect grammar bother you?\n  ","37663":"\n   Yes plz take precautions✨??\n  ","37664":"\n   You’re welcomee?✌?\n  ","37665":"\n   Do you like animal crackers? I just learned they are not made from animals!\n  ","37666":"\n   Followed back may be\n  ","37667":"\n   when’s the last time you helped a friend in need?\n  ","37668":"\n   hello?..\n  ","37669":"\n   ? FREE SPACE ?\n  ","37670":"\n   Do you like LInkin Park? If you do, what's your favorite song by them?\n  ","37671":"\n   Have you ride in a uber?\n  ","37672":"\n   Hi\n  ","37673":"\n   Who are you closest to in your family? Why?\n  ","37674":"\n   How often do you wear makeup? Do you wear it even when you don't have to leave the house?\n  ","37675":"\n   I didn't word that right haha, do you care* about politics?\n  ","37676":"\n   What do you miss most about your childhood? The innocence? The carefree time of life? The simplicity? ?\n  ","37677":"\n   Hey! How is the Quarantine going? #staystrong✌?\n  ","37678":"\n   If you're self isolating, what are you doing to keep busy?  ? If you still have to go to work, I hope you all stay as safe as possible. ?\n  ","37679":"\n   it’s all going to turn out better than we expected\n  ","37680":"\n   Wow that’s really great✨?✌?I hope you success and happiness in the future✨\n  ","37681":"\n   good morning ❤\n  ","37682":"\n   Do you use fruits for facial masks? If so, what fruits do you use? ??????????????\n  ","37683":"\n   I gotcha.\n  ","37684":"\n   How is everyone doing today? ?\n  ","37685":"\n   What do you want right now?\n  ","37686":"\n   TOP 3 quarantine leisure activities? StayAtASK\n  ","37687":"\n   That’s great to hear\n  ","37688":"\n   You’re welcome. We’re all good also. Thanks\n  ","37689":"\n   Why can't people just be honest\n  ","37690":"\n   Great dude we are in lockdown due to pandemic.\nWish i could go out.\n  ","37691":"\n   +1)\n  ","37692":"\n   kit kat, reese's, or snickers?\n  ","37693":"\n   Whats you schedule?\n  ","37694":"\n   I love this too!\n  ","37695":"\n   Good night✨??\n  ","37696":"\n   That’s what I call a good and elaborated answer?✨you have a good mindset???\n  ","37697":"\n   I felt that ‘Pre-tty Dang’ when you said it?✨\n  ","37698":"\n   Actually you listed four but still that’s a good answer✨??\n  ","37699":"\n   Who's a music artist who's music turns you on or gets you in a flirty mood?\n  ","37700":"\n   How good are you at saying “no”?\n  ","37701":"\n   Do you like ice cream? What flavour?\n  ","37702":"\n   When is the last time you showed someone mercy? Why?\n  ","37703":"\n   Fish? Fish on a dish....ha-ha-ha but seriously, I like fish of many kinds even Sushi with Sake. You're making me hungry.\n  ","37704":"\n   There are some people who come along in life that just brighten your day.The moment you see or hear from them, things just change in a delightful way! It is more than a sparkling personality or their ability to converse so well\nIt is their kindness that you sense in them, every time, you can tell!\n  ","37705":"\n   Are you working from home or out? Are you good on money wise? You gonna run out on money?\n  ","37706":"\n   Make something that others think is \"corny\/wack\" that you like? Why?\n  ","37707":"\n   Whats your favorite thing to do?\n  ","37708":"\n   What do you care about the most?\n  ","37709":"\n   What’s your favourite tv show ?(:\n  ","37710":"\n   do you wear anything on your wrist daily?\n  ","37711":"\n   Followed you. Follow back ??\n  ","37712":"\n   What do you think about Harry Potter?\n  ","37713":"\n   Has anyone heard about the 700 patients who died in Italy due to COVID-19?\n  ","37714":"\n   Good afternoon how are you doing today? Any good news you’d like to share?\n  ","37715":"\n   What is your favorite animal\n  ","37716":"\n   Likes?\n  ","37717":"\n   Your Whatsapp status???\n  ","37718":"\n   Let’s be friends\n  ","37719":"\n   hope all is well ✨?\n  ","37720":"\n   How long will the coronavirus quarantine last in the place where you live?\n  ","37721":"\n   How often do you do your nails?\n  ","37722":"\n   Corona or corona light?\n  ","37723":"\n   Have you ever eaten sushi?\n  ","37724":"\n   What's your favorite midnight snack?\n  ","37725":"\n   Last movie you watched at home\/cinema?\n  ","37726":"\n   Are you using ask.fm just because coronavirus, or did you use ask.fm before the quarantine?\n  ","37727":"\n   What brand is your phone? ? (Making a pie chart to see what kinds people own on here ?)\n  ","37728":"\n   What makes you feel alive?\n  ","37729":"\n   How seriously do you take horoscopes?\n  ","37730":"\n   How important is money to you?\n  ","37731":"\n   Which would you rather be in, an insane asylum or prison? Why?\n  ","37732":"\n   Old game? Backgammon.\n  ","37733":"\n   How often do you pray, if ever?\n  ","37734":"\n   Hellooo guys PLEASE Do me a favour and follow this pretty guy he deserves it\n   \n    @thomasschenk_\n   \n","37735":"\n   ?Bella???,,,,,do you remember me?????\n  ","37736":"\n   What is your favorite color\n  ","37737":"\n   Hi\n  ","37738":"\n   Sleep well Bella!\n  ","37739":"\n   *random hugs for people*\n  ","37740":"\n   I'm from Egypt and apologize for my native mate behavior, so accept my apology\n  ","37741":"\n   Hi\n  ","37742":"\n   ??❤️??\n  ","37743":"\n   Baby carrots or eggplant?\n  ","37744":"\n   Apparently it means “to feel embarrassment” idk why she feel embarrassed but okay then\n  ","37745":"\n   My gf said she don’t wanna hang cuz she feelin “crunchy” tf that mean?\n  ","37746":"\n   beautiful...?\n  ","37747":"\n   Thanks❤\n  ","37748":"\n   If you knew your friend or your partner is lying to you would you tell them straight away or let their play out and pretend everything’s ok?\n  ","37749":"\n   Bye my heart ????\n  ","37750":"\n   Ok ???\n  ","37751":"\n   What or who do you care most about? ?\n  ","37752":"\n   Is there an app you hate but use anyway? ?\n  ","37753":"\n   Among your friends and family, what are you famous for? ?\n  ","37754":"\n   I want to talk to you either Facebook or Wattsapp\n  ","37755":"\n   What \"old person\" things do you do? ?\n  ","37756":"\n   What's something you're certain you’ll never experience? ?\n  ","37757":"\n   What song do you have to sing along with when you hear it? ? ?\n  ","37758":"\n   I want I'm with you please communicate\n  ","37759":"\n   What's worse:\nNot knowing your significant others height or their phone number?\n  ","37760":"\n   What??\n  ","37761":"\n   ?♥ I\n  ","37762":"\n   Do you want to see me I\n  ","37763":"\n   Good morning check! Anyone awake? How is your day? Any plans for a boring day? Does anyone want to go back our day lives?\n  ","37764":"\n   What’s your favorite hobby?\n  ","37765":"\n   Have you  done your own research with the coronavirus?\n  ","37766":"\n   it is so deep..u know..yeah we regret those time and  now we hope that if we can return the time..so many things have changed or we can enjoy those moments more..\n  ","37767":"\n   I am 28 years old\n  ","37768":"\n   I am happy with my speech with you bella\n  ","37769":"\n   How many years\n  ","37770":"\n   Photo? ⭐\n  ","37771":"\n   What is your name and came from any country\n  ","37772":"\n   I want a normal I talk and be friends I'm from Egypt\n  ","37773":"\n   Agreed\n  ","37774":"\n   I want speak facebook\n  ","37775":"\n   Do you like listening to internet radio?\n  ","37776":"\n   I want speak you\n  ","37777":"\n   What’s to the left of you? ?\n  ","37778":"\n   I have those 3 and New Leaf for 3DS, I still play all4 ocassionally (like once or twice a week), some of my towns are years old :)\n  ","37779":"\n   Do you prefer rock or country?\n  ","37780":"\n   You're a gem!!!!\n  ","37781":"\n   Do you collect records?\n  ","37782":"\n   Do you thinkt hat veggie burgers taste good?\n  ","37783":"\n   Tile floor over here\n  ","37784":"\n   How long was your longest relationship?\n  ","37785":"\n   Yeah I hear you\n  ","37786":"\n   How do you stay positive during hard times?\n  ","37787":"\n   What was one of the best days of your life? ? ?\n  ","37788":"\n   Lmao it was just a shout out y’all need to chill man ?\n  ","37789":"\n   last time you vacuumed?\n  ","37790":"\n   What is the most interesting thing about your family?\n  ","37791":"\n   It's fine ? thank you very much ?\n  ","37792":"\n   Follow back? ??\n  ","37793":"\n   FOLLOWED Bella\n  ","37794":"\n   Missed ur questions❤\n  ","37795":"\n   do you play Animal Crossing? if so what’s your username? (if not use this as a filter) ✨\n  ","37796":"\n   You don't have to answer it too personal but has there ever been a moment where you thought your relationship was going to end? And how did you solve that problem and stay together?\n  ","37797":"\n   How has \"Askfm\" changed your life? #StayAtAsk\n  ","37798":"\n   Glad to hear.\n  ","37799":"\n   Do you have a favourite superhero ?\n  ","37800":"\n   What was something you loved but it never really took off or was ended before it’s time?\n  ","37801":"\n   so dt was d time of ur life...and what is the situation now? ^_^\n  ","37802":"\n   What languages do you wish you could speak?\n  ","37803":"\n   sure... and what's dt?\n  ","37804":"\n   ¿Qué falta en tu vida que te haría muy feliz?\n  ","37805":"\n   ¿Qué te hace más fuerte?\n  ","37806":"\n   I just wanted to remind everyone, that I’m always here for you if you ever need someone to talk with and or vent to or anything in that matter!?✨\n  ","37807":"\n   ¿Qué tontería te daba miedo de pequeño\/a?\n  ","37808":"\n   I’m glad you got to see them a couple of months ago that’s awesome\n  ","37809":"\n   The lemon smell in the tea, on a salad and\/or the dusting of the furniture. Quite nice.\n  ","37810":"\n   Thanks Bella\n  ","37811":"\n   Waffles or pancakes?\n  ","37812":"\n   Хорошего дня??\n  ","37813":"\n   How are you guys handling the coronavirus mentally\n  ","37814":"\n   Are you self isolating yet? I hope you're all staying safe with this coronavirus. ?\n  ","37815":"\n   A couple of questions, photo polls, and answers on the topic of Coronavirus will certainly brighten up many of this difficult period. what do you think?\n  ","37816":"\n   What very realistic event could happen to make 2020 even worse?\n  ","37817":"\n   what’s your favorite wing flavor? where do you get them?\n  ","37818":"\n   How has the coronavirus affected your day to day life?\n  ","37819":"\n   ? FREE SPACE ?\n  ","37820":"\n   No one can afford to lose their sanity. How do you maintain yours?\n  ","37821":"\n   Even enemies amd doubters are par for the course on this journey. I hear u.\n  ","37822":"\n   I answered your question\n  ","37823":"\n   do you get a lot of notifications on ask.fm?\n  ","37824":"\n   If you could wave magic wand...what or who would you ban from your life? Why?\n  ","37825":"\n   Do you think California will shut down cuz of corona virus? How we pay rent and bills?\n  ","37826":"\n   Are you always busy or less busy?\n  ","37827":"\n   What was the worst thing you ever tasted?\n  ","37828":"\n   Is the world get better?\n  ","37829":"\n   Is it to cold for ice cream in your town?\n  ","37830":"\n   Favorite type of food?\n  ","37831":"\n   Loans are right?\n  ","37832":"\n   Happy 20th Birthday to me\n  ","37833":"\n   What’s the weirdest thing some anonymous person on here claimed that you are? ? Something that couldn’t be further from the truth.\n  ","37834":"\n   ?\n  ","37835":"\n   ever get bored welcome to chat with me always nice make smile and happy here\n  ","37836":"\n   What’s the most addictive game you've played? ?\n  ","37837":"\n   What’s the dumbest rule you’ve been forced to follow? ? ?\n  ","37838":"\n   I am also missing this,??????\n  ","37839":"\n   my name is  Gdgudu  i from France living in US, what about you, send your hangout i will contact you because am not always here.\n  ","37840":"\n   Not a question as such, just a message to say that I hope every one is holding up OK with everything going on, hope you're all safe and have everything you need to ride this out ✌?  ?\n  ","37841":"\n   so deep:)\n  ","37842":"\n   ty, x\n  ","37843":"\n   hey there sweetheart all the best for you wish u a nice week\n  ","37844":"\n   Wowww... you’re a gamer? Noob or Pro? I’m guessing pro✨??\n  ","37845":"\n   take care, xox\n  ","37846":"\n   5k coins? Just saying earning coins\n  ","37847":"\n   When’s the last time you went to the store?\n  ","37848":"\n   6am thoughts?✨?\n  ","37849":"\n   hi good night\n  ","37850":"\n   Someone like you is truly a rare find, a lovely face, personality, and a beautiful mind. I’m sure you hear this often and all the time. I thought I’d say it to you though with a rhyme. May your day be as lovely as you are! You make mine. :)‎\n  ","37851":"\n   Do u believe in love ? at first sight\n  ","37852":"\n   I don't mind you ask?? Me?? Try help me get 5k?\n  ","37853":"\n   What are your favorite chip flavors?\n  ","37854":"\n   What donuts do you like to eat the most?\n  ","37855":"\n   Chicken soup, chicken and rice soup, lentil soup, gammon soup all good choices over here ✌\n  ","37856":"\n   Do you follow your heart or mind?\n  ","37857":"\n   Are people in your contacts on your phone, listed by name or social status?\n  ","37858":"\n   Lovely pic ! And soup sounds good to me ? depending on flavour choice of course :)\n  ","37859":"\n   That’s very kind of you, I would also love to do this for people as well. To support them and help them when they need it.\n  ","37860":"\n   What do you think about ants?\n  ","37861":"\n   If you had enough money that you never needed to work again, what would you do with your time?\n  ","37862":"\n   Do you often use the voice recorder?\n  ","37863":"\n   Have you seen a flying book? They have wings however; should a book fly off of the shelf, must mean that I better read it or the ghost has great choice.\n  ","37864":"\n   Do you like tulips?\n  ","37865":"\n   I like all kinds of bread like banana nut bread. Just add some cream cheese.\n  ","37866":"\n   Do you like bananas?\n  ","37867":"\n   What’s your current mood?\n  ","37868":"\n   what should you be doing right now?\n  ","37869":"\n   how is are you guys holding up?\n  ","37870":"\n   Tolerance? I'm still waiting for my free ASKfm gift now I'm waiting for the gold crown. What I post (choices) is kinda' like asking questions for others to decide on.\n  ","37871":"\n   Do you often eat sweets?\n  ","37872":"\n   Do you use taxis?\n  ","37873":"\n   ??❤️❤️\n  ","37874":"\n   Do you like eggplant?\n  ","37875":"\n   I have not heard of the group Paramore.\n  ","37876":"\n   Never stop dreaming...???\nEverything is possible...!\n  ","37877":"\n   What's something you ate regularly as a child but now cringe at the thought of eating? ? ?\n  ","37878":"\n   so beautiful... Bella...❤️?❤️\n( all about your wedding...)\nEvery couple❤️❤️ has their own love story ... ✨\nyours is like that! and  its  a beautiful story ...! And  more beautiful because it’s your story only yours... \n?your and your hubby...?\n  ","37879":"\n   Been answering some of your questions that you sent me, and if you drink alcohol, what is your go to? I prefer drier wines such as Merlot or Margaritas<3\n  ","37880":"\n   A very important question... Vans or converse?\n  ","37881":"\n   If you could anything you wanted too right now, what would you do ?(:\n  ","37882":"\n   What grinds your gears?\n  ","37883":"\n   Are you tired of staying home? Is there something to do at home?\n  ","37884":"\n   Follow me\n  ","37885":"\n   Wash yo hands.\n  ","37886":"\n   When you feel sad, what cheers you up?✨\n  ","37887":"\n   what does your favorite blanket look like?\n  ","37888":"\n   Can't you sleep?\n  ","37889":"\n   What social media do your parents use?\n  ","37890":"\n   I don’t\n  ","37891":"\n   Same here sis?\n  ","37892":"\n   But I have a question to you personally that don't you feel suffocated while wearing mask more than 10 minutes?\n  ","37893":"\n   Do you prefer sweet or salty snacks?\n  ","37894":"\n   Did you have a productive day?\n  ","37895":"\n   What's your least favourite mode of transportation? ? ? ? ✈️? ?\n  ","37896":"\n   The only thing that makes sense is that we were lied to. In typical Louisiana fashion.\n  ","37897":"\n   Do you remember the name of the street you grew up on?\n  ","37898":"\n   Do you look best with formal or sports clothes?\n  ","37899":"\n   do you have an ipad or tablet?\n  ","37900":"\n   When the Virus hit the US, Louisiana didn't have but ten or 12 cases. We had no worries so went as we wished and done as we wished.  However, when the government made an accurate count we instantly went up to 3rd in the US in actual case counts. What is the cure for political stupidity?\n  ","37901":"\n   Who’s ready for Easter? ?\n  ","37902":"\n   If you had to pick one, what is the most important value you would teach your children? Honesty, kindness or courage?\n  ","37903":"\n   how often do you check ask.fm?\n  ","37904":"\n   Thing you miss the most since quarantine started\n  ","37905":"\n   Awesome! Glad to hear it lovely, I feel as if it's my nurse daughter coming out because I always like to check in with everyone c: I'm hanging in there too!! Despite all this.\n  ","37906":"\n   Hey Bella, just checking in to see if you're doing okay despite all this stuff with Coronavirus. c: Ps: your hair looks gorgeous!!\n  ","37907":"\n   Hey\n  ","37908":"\n   Status\n  ","37909":"\n   I have seen at recent days tahu supermarket employees need to follow the strict rules for safety. Is that same in your place too where you work?\n  ","37910":"\n   Yepppppp!\n  ","37911":"\n   Something you regret doing:\n  ","37912":"\n   oh! you speak arabic!*-*\nbtw what a delicious breakfast?\n  ","37913":"\n   Do you wear mask while going to outside of home? #StayAtASK\n  ","37914":"\n   I have cigars but they haven’t been used and we’re not using them during the virus. Threw the old ones out?\n  ","37915":"\n   Would anyone like to talk on the phone? Well then go call someone!!\n  ","37916":"\n   What year was that\n  ","37917":"\n   4-3-14 my mom’s death??\n  ","37918":"\n   How long you been married? When is your anniversary?\n  ","37919":"\n   Кто тебе больше нравится: щенки или котята?\n  ","37920":"\n   Pasen el whatssss?\n  ","37921":"\n   What are your Top 3 Turn-offs (actions or characteristics that make people...unattractive)? Why?\n  ","37922":"\n   Do you have a face shield? #StayAtASK\n  ","37923":"\n   ?????\n  ","37924":"\n   صبـاحكــ..خيــر?وجمـعة مباركـة??\nشو فطورك كان اليوم???\n  ","37925":"\n   Which female celebrity think is sexy? And would you kiss another female?\n  ","37926":"\n   Do you prefer fish or meat? Or neither? Or both?\n  ","37927":"\n   Truth or dare?\n  ","37928":"\n   are you married ?\n  ","37929":"\n   Would you rather live in a city, by the sea or in the woods? Why?\n  ","37930":"\n   Come ti Israel\n  ","37931":"\n   thanks a lot dear Bella\n  ","37932":"\n   ¿Cómo sobreviven la cuarentena?\n  ","37933":"\n   Muita gente reclamando do tédio pela quarentena, por ter que ficar em casa e aguentar o irmão chato o dia inteiro kkk mas gente, muito pior está a cabeça de quem perdeu alguém da família por causa desse vírus! ? concordam?\n  ","37934":"\n   بناشد الملك و اي حدااا ساكن بعمان - طبربور .. يطلع يناولني شوية خبز ♥️\n  ","37935":"\n   Что ты предпочитаешь: лыжи или сноуборд?\n  ","37936":"\n   what do you think of a person who goes into their friend's instagram account to block you? is that a snake?\n  ","37937":"\n   What happened at a wedding that made it obvious that the bride and groom shouldn’t be getting married? Are they still together?\n  ","37938":"\n   Do you think landlords should be open to being lenient on rent in a crisis like this (pending proof of lack of employment)? Why\/why not?\n  ","37939":"\n   Do you prefer warm weather or cold weather?\n  ","37940":"\n   What was the last movie you saw in the cinema?\n  ","37941":"\n   Are you thinking of someone at the moment?\n  ","37942":"\n   Are you addicted to your device?\n  ","37943":"\n   By the way how are you, your husband and puppies doing? What are you all doing to keep occupied going to quarantine?\n  ","37944":"\n   How has this affected you in anyway if any at all this Coronavirus scare and outbreak?\n  ","37945":"\n   What you can still do during self quarantined?\n  ","37946":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","37947":"\n   What are the weirdest things that you believe in? (like aliens, telepathy, ghosts or anything wired)\n  ","37948":"\n   ?? When were you able to walk alone in the neighborhood???\n  ","37949":"\n   Has anyone sacrificed for you before? What did they sacrifice? Why?\n  ","37950":"\n   most sweet person you know?\n  ","37951":"\n   What’s a topic that your really interested in and why ?(:\n  ","37952":"\n   What combo of food words would others use to describe you? Why?\nSweet & Spicy\nSour & Strong\nCrunchy & Tangy\nSmooth & Sweet\nSweet & Salty\n  ","37953":"\n   Do u have a ps4\n  ","37954":"\n   Human behavior flows from three main sources: desire, emotion, and knowledge. what's your opinion?\n  ","37955":"\n   ?❤ Tell me: a movie_______ ❤?\n  ","37956":"\n   Welcome..\n  ","37957":"\n   What is one thang' about yourself that you don't think a lot of people don't quite understand about you, that you'd be willing to shed some light on? (With the exception of the select few that you've chosen to disclose that within your close friend circle, of course!) ??\n  ","37958":"\n   What’s one small thing you appreciated today?\n  ","37959":"\n   There’s things we can’t get out in the country but I love it tho more privacy and more peaceful ✌️\n  ","37960":"\n   Were you able to take your trip to visit your family in New Orleans? If so how was it? And if you weren’t, I’m really sorry what did you do instead if there was an alternative?\n  ","37961":"\n   ?? How old were when you drink alcohol for the first time? ??\n  ","37962":"\n   ?? Did you ever need to lie your age? ??\n  ","37963":"\n   Hope everyone is well ?\n  ","37964":"\n   Have you guys heard the ice cream truck yet?\n  ","37965":"\n   Yay for real gumbo!!!!\n  ","37966":"\n   How is your day going ? :)\n  ","37967":"\n   Where would you be right now if there was no coronavirus?\n  ","37968":"\n   Follow you\n  ","37969":"\n   Do you watch a lot of TV?\n  ","37970":"\n   What’s on the meal tonight?\n  ","37971":"\n   Do you like to party?\n  ","37972":"\n   are you going to watch any movies this weekend?\n  ","37973":"\n   What is the last thing you notice about someone?\n  ","37974":"\n   What’s something that will forever be in fashion, no matter how much time passes? ?\n  ","37975":"\n   What sea animal would you like to learn more about?\n  ","37976":"\n   Do you have any piercings?\n  ","37977":"\n   did you buy any quarantine snacks?\n  ","37978":"\n   Do you collect anything? If so, what is it?\n  ","37979":"\n   Has the pandemic affected any plans you made?\n  ","37980":"\n   What’s something you love to do with your friends that you’d never do in front of your partner?\n  ","37981":"\n   Wow..Great answer.\n  ","37982":"\n   What's the best meal you ever had? Who made it? Can you taste it in your imagination right now?\n  ","37983":"\n   Would you rather always get first dibs or the last laugh?\n  ","37984":"\n   use this as a filler ?\n  ","37985":"\n   Do you have a favourite memory?\n  ","37986":"\n   What is your favorite way of wasting time?\n  ","37987":"\n   What's the oldest thing you own? ?\n  ","37988":"\n   Who's the most creative person you know? ?\n  ","37989":"\n   What's your favourite mode of transportation? ? ? ? ✈️? ?\n  ","37990":"\n   What‘s one of your best habits?\n  ","37991":"\n   COULD YOU LIVE WITHOUT THE INTERNET?\n  ","37992":"\n   Are you happy now?\n  ","37993":"\n   Does your past haunt you?\n  ","37994":"\n   Are we responsible for what the people of the country we were born in, did in the past? And for we need to feel bad, because of it? — Context: Anon tried to make me feel bad for not knowing where Ukraine is located, because Germany invaded there in the past and is responsible for the Holocaust, etc.\n  ","37995":"\n   Would you rather keep your current sleep schedule or hibernate for 3 months and have 9 months of 24\/7 alertness without being tired? ?\n  ","37996":"\n   Hunt or fish?\n  ","37997":"\n   ? FREE SPACE ?\n  ","37998":"\n   Give some type of people an advice:\n  ","37999":"\n   what time did you get up this morning?\n  ","38000":"\n   Make a wish..!!?\n  ","38001":"\n   Do you have much planned for this weekend?\n  ","38002":"\n   What movie can you watch over and over again without ever getting tired of it? ? ?\n  ","38003":"\n   What can ruin your mood easily?\n  ","38004":"\n   List some ideas for people to do if they're under quarantine and have to stay home ⬇️?\n  ","38005":"\n   Stay aware of the latest information on the COVID-19 outbreak, Take care of your health and protect others by doing the following: Wash your hands frequently, Maintain social distancing, Avoid touching eyes, nose and mouth, Practice respiratory hygiene.\n  ","38006":"\n   post a coronavirus meme\n  ","38007":"\n   What do you like more... junk food or healthy food ?\n  ","38008":"\n   Hey\n  ","38009":"\n   what is your deepest desire?\n  ","38010":"\n   You are so beautiful girl\n  ","38011":"\n   Oh Rats!!!\n  ","38012":"\n   What makes a person beautiful in your opinion?\n  ","38013":"\n   I’m doing an honesty day if you’d please spread the word! Also stay safe out there my loves. Sending love, use this as a filler\n  ","38014":"\n   Can I become a citizen of Bella?\n  ","38015":"\n   Have you ever seen a deer? Do you find them sweet and gentle? ?\n  ","38016":"\n   What is the longest plane trip you have taken?\n  ","38017":"\n   Do you like jigsaw puzzles? My family and I are doing one . It’s a cat one...yay cats ?\n  ","38018":"\n   You should listen to BTS, they are a kpop group, they're really good actually.\n  ","38019":"\n   Are you scared of dying?\n  ","38020":"\n   Do you like honey?\n  ","38021":"\n   What is something you can never seem to finish?\n  ","38022":"\n   I’m a guy and I wear girls school uniforms\n  ","38023":"\n   Yes or no?\n  ","38024":"\n   What do you buy with a dollar?\n  ","38025":"\n   ¿How are you? Remember stay in home if you feel sick.☺️?\n  ","38026":"\n   Have you ever tired banana peppers?\n  ","38027":"\n   How much time do you spend on social media?\n  ","38028":"\n   You are so beautiful country\n  ","38029":"\n   That sounds like you. But the question is about being unappreciated, not unappreciative. Sorry for the trouble.\n  ","38030":"\n   I thought it's in my internet connection problem but now it seems to be ask.fm problem\n  ","38031":"\n   yaaaaaas!!\n  ","38032":"\n   did you stock up on groceries?\n  ","38033":"\n   That explains\n  ","38034":"\n   what’s the longest phone call you’ve ever been on?\n  ","38035":"\n   Tell us about a time you were unappreciated.\n  ","38036":"\n   How often do you check your emails?\n  ","38037":"\n   How long have you been in ask?\n  ","38038":"\n   Have you ever been pulled over by da' po-po (aka: police)? ? What was it for? Did they ticket you or leave you off with a warning? ??\n  ","38039":"\n   What weird food combinations do you like? ?\n  ","38040":"\n   Do you ever buy products from LUSH? Do you like bath bombs?\n  ","38041":"\n   #\n  ","38042":"\n   Pap...\n  ","38043":"\n   Where are you from?\n  ","38044":"\n   I am very sorry my mistake you are bella\n  ","38045":"\n   Yes I am understand your message\n  ","38046":"\n   Nice to meet you balle\n  ","38047":"\n   U welcome dear\n  ","38048":"\n   Yes actually it's true\n  ","38049":"\n   What is something that you would give a definite 10\/10?!\n  ","38050":"\n   How are you\n  ","38051":"\n   Hi\n  ","38052":"\n   How are you passing the days in isolation ?\n  ","38053":"\n   So beautiful...???\n  ","38054":"\n   What’s the spiciest thing you’ve ever eaten? ? ?\n  ","38055":"\n   Do you find it easier or harder to talk to someone your attracted too?\n  ","38056":"\n   ?☠ Did you ever play PubG or FortNite? ☠?\n  ","38057":"\n   Well, I took mine out because I got sick almost every month, and after the surgery I do not have any throat problems anymore ^__^\/\/ Surgery is fast and not painful, but 1-2 weeks after the surgery was real hell, even to drink water was painful, and the only food I could eat was ice cream...\n  ","38058":"\n   Hiiii ?  just a short message regarding the coronavirus??... Hope you stay safe from the coronavirus because it's spreading rapidly. And please try staying home rather going outside or any crowded places..Just stay safe and healthy ? I'm sure this virus will have an end surely soon ?\n  ","38059":"\n   Hi?\n  ","38060":"\n   what would your chosen weapon be if you were living in a zombie apocalypse world?\n  ","38061":"\n   Truth or dare, what choice is the worst? Why?\n  ","38062":"\n   Beautiful...?\n  ","38063":"\n   What's cooler: an iPhone 11 or an annual supply of sanitizer? #StayAtASK\n  ","38064":"\n   What things help you relax the best?\n  ","38065":"\n   Ugh these ads after answering questions are so irritating... I’d pay something to get rid of them all :|\n  ","38066":"\n   Can you follow me?\n  ","38067":"\n   Do you talk to your neighbors? Or don't you like them?\n  ","38068":"\n   What was the last YouTube video you saw?\n  ","38069":"\n   New follow\n  ","38070":"\n   What makes you roll your eyes every time you hear it? ? ?\n  ","38071":"\n   The energy of the mind is the essence of life. what's your opinion?\n  ","38072":"\n   ❤️❤️\n  ","38073":"\n   Do you think ask should have a higher word count when asking questions?\n  ","38074":"\n   ❤️❤️\n  ","38075":"\n   Sweet Bella...?\n  ","38076":"\n   I noticed that you chose the soup and not the other on my page however; do you know what the \"Surprise\" was?? Hi friend. Pet the doggies.\n  ","38077":"\n   May this day be one filled with awe and wonder!\nInstead of lightening, rain and thunder,\nMay you find answers to prayers and blessings abound!\nfor knowing you has been a blessing to me I’ve found!\n  ","38078":"\n   Ask must have the flu. It is extremely slow in loading up today. Just as it was yesterday. Anyone else having a problem?\n  ","38079":"\n   One thing you can't share with anyone? ?\n  ","38080":"\n   Have you ever stolen anything?\n  ","38081":"\n   Which fictional hero is your favourite? ? ?\n  ","38082":"\n   What was the first thing on your mind this morning?\n  ","38083":"\n   Happy First Day Of Spring ???\n  ","38084":"\n   fav song rn\n  ","38085":"\n   How are all of you lovely people today? How are you feeling? How are you passing the time? Do you play any online games like words with friends? Do you have Snapchat? Do you know that I’m currently at work and it’s slow as can be? But I got some good news I’ll still be working.\n  ","38086":"\n   hi\n  ","38087":"\n   ✴ ⚜ FREE SPACE ⚜ ✴\n  ","38088":"\n   ✨ What’s the most pleasant sounding accent? ✨\n  ","38089":"\n   Which of your bad habits do you think would be the hardest for you to break? ?\n  ","38090":"\n   It's very important to Be true to your work, your word, and your friend. what's your opinion?\n  ","38091":"\n   What's the most comfortable bed you've ever been in? ?️ ?\n  ","38092":"\n   Best food combo??✌?\n  ","38093":"\n   ?? F.R.E.E ^-^ S.P.A.C.E ??\n  ","38094":"\n   ? Espacinho Livre ⚡Free Space ?\n  ","38095":"\n   What could you spend your day talking?\n  ","38096":"\n   I hope everyone is staying safe, healthy, and taking all necessary precautions ? please take care of both your physical and mental wellbeing during this uncertain time... We have to fight it...\n  ","38097":"\n   I hope everyone is staying safe, healthy, and taking all necessary precautions ? please take care of both your physical and mental wellbeing during this uncertain time... We have to fight it...\n  ","38098":"\n   I hope everyone is staying safe, healthy, and taking all necessary precautions ? please take care of both your physical and mental wellbeing during this uncertain time... We have to fight it...\n  ","38099":"\n   Where are you from?\n  ","38100":"\n   Ask is trash right now. It’s so laggy & saying error ???\n  ","38101":"\n   Is anyone else having issues with Ask today? My app is being very slow\/laggy and I keep getting communication errors ?\n  ","38102":"\n   Is everyone else’s ask acting up? Is it laggy and saying system error and all that for y’all too??\n  ","38103":"\n   Is everyone else’s ask acting up? Is it laggy and saying system error and all that for y’all too??\n  ","38104":"\n   Is everyone else’s ask acting up? Is it laggy and saying system error and all that for y’all too??\n  ","38105":"\n   Is everyone else’s ask acting up? Is it laggy and saying system error and all that for y’all too??\n  ","38106":"\n   Do you have any plans that you postponed becoz of COVID-19 that you will do this Summer or Fall instead?\n  ","38107":"\n   Have you watch the movie \"Note\"\n  ","38108":"\n   Hows life??\n  ","38109":"\n   Hi\n  ","38110":"\n   Did you play PubG?\n  ","38111":"\n   So what’s you doing at the moment\n  ","38112":"\n   ✨ What country is the strangest? ✨\n  ","38113":"\n   Now You Can If You Want To Madam\n  ","38114":"\n   Lievelings eten? \/ Favorite food?\n  ","38115":"\n   Fav movie of all time?\n  ","38116":"\n   Some Likes Maybe\n  ","38117":"\n   I've seen Kettle-Cooked Chips however; I have not tried them. They seem tasty tho'.\n  ","38118":"\n   I don't have allergies to this however; the bees that collect the pollen, I have issues with.\n  ","38119":"\n   What memory instantly makes you smile?\n  ","38120":"\n   If you were able to automatically earn a 6 figure paycheck on your first job but you have to work 17 hours on the weekend would you still take it?\n  ","38121":"\n   People who’ve seen nice people finally snap, what happened?\n  ","38122":"\n   They say a picture is worth a thousand words, so what pictures have you come across that have left you speechless?\n  ","38123":"\n   ??➿ FREE ⭐ SPACE ➿??\n  ","38124":"\n   No worries :)\n  ","38125":"\n   Next year better St. Patrick's day?\n  ","38126":"\n   What has been your biggest challenge in life and how did you overcome it?\n  ","38127":"\n   Are you a P.D.A. (public displays of affection) person or no? Why?\n  ","38128":"\n   If someone came to you and offered you a box with a button on top of it with your wildest dreams and all you had to do was push that button would you do it? But there’s a catch one person on the planet would die, you don’t know them, but you would receive your dreams once you push that button\n  ","38129":"\n   You mean green???? bracelet.\n  ","38130":"\n   Are you suffering from Diabetes and Allergies? How you dealing with it?\n  ","38131":"\n   What’s the most memorable lesson you learned from your parents?\n  ","38132":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask? ?\n  ","38133":"\n   what :(\n  ","38134":"\n   Do you think the government is also, hiding something from us? That’s why their only talking about the coronavirus\n  ","38135":"\n   How many people do you consider your friend(s)?\n  ","38136":"\n   Who was your last missed call form? And why didn’t you answer? Lol.\n  ","38137":"\n   Do you have whatsapp? :) ❤️\n  ","38138":"\n   DP queen????♥️??\n  ","38139":"\n   Hi.\n  ","38140":"\n   Have you ever cried tears of joy???\n  ","38141":"\n   What color of eyes you like?\n  ","38142":"\n   Are you afraid of change?\n  ","38143":"\n   Do you have a change jar or do you just throw your loose change anywhere\n  ","38144":"\n   Are you a light sleeper or a heavy sleeper? ??\n  ","38145":"\n   What was ruined because it became popular? ?\n  ","38146":"\n   Do you like cranberry juice? Or mixed with a lil vodka ?\n  ","38147":"\n   What’s normal during the day but creepy as fuck at night?\n  ","38148":"\n   ??\n  ","38149":"\n   Frappé. Yay or nay?\n  ","38150":"\n   Can people change? If so, what sparks the effort?\n  ","38151":"\n   Wow! Genes are crazy\n  ","38152":"\n   ??\n  ","38153":"\n   Tell me a time when you made a bad decision\n  ","38154":"\n   What’s the most memorable lesson you learned from your parents?\n  ","38155":"\n   Hello..\n  ","38156":"\n   What is your morning routine\n  ","38157":"\n   Do you have deep sleep? Or do you usually wake up at dawn?\n  ","38158":"\n   ???i love all of them???\n  ","38159":"\n   What are you grateful for today? ??\n  ","38160":"\n   Coffee, tea, or hot chocolate?\n  ","38161":"\n   Did you get my response to your message?\n  ","38162":"\n   I see. The thing is she works at a local shop and every time she sees my mother, they get along pretty well and is always asking about me, she calls my mother, mother in law. It’s been awhile since I’ve seen her. What do you think? Any signs you see there from her?\n  ","38163":"\n   Lady Gaga or Kate Perry?\n  ","38164":"\n   ✨ Following you ✨\n  ","38165":"\n   Did everybody wear a green t-shirts????? today on St.Patrick's Day??? for Tuesday, March 17th, 2020?\n  ","38166":"\n   What video game have you spent the most hours playing? ? ?\n  ","38167":"\n   What was the last show you binge watched?\n  ","38168":"\n   What do girls think of guys giving them rings while being asked out? Maybe a romantic commitment? What would you think about the ring?\n  ","38169":"\n   Hello Bella! I’ve a question! It’s more like a relationship question. If you don’t mind.\n  ","38170":"\n   I'm sooo upset to the point where I want to hit myself with something.\n\nPlease say something.\n  ","38171":"\n   What’s better broken than whole? ?\n  ","38172":"\n   you + ____ +_____ = happiness\n  ","38173":"\n   Paranormal stuff or horror movies? ?\n  ","38174":"\n   Me too sis?☺️\n  ","38175":"\n   What time is it at your place now? ???\n  ","38176":"\n   ???\n  ","38177":"\n   Rain or Snow?\n  ","38178":"\n   Like is 10 likes?\n  ","38179":"\n   What's your mental age?\n  ","38180":"\n   How has playing video games affected your life for the better?\n  ","38181":"\n   why you change your mood?\n  ","38182":"\n   What is your favourite TV show to watch when you don't really know what to watch?\n  ","38183":"\n   Were you part of any sports competition in school\/university?\n  ","38184":"\n   What innocent item gets suspicious if you own too much of it?\n  ","38185":"\n   If you had to name a clever thing that you have done, what would it be?\n  ","38186":"\n   Which do you choose truth or dare?\n  ","38187":"\n   Song_??\n  ","38188":"\n   What's your favorite sleeping position? What does it say about you?\n  ","38189":"\n   Name something your parental figure(s) liked that has now become one of your favorites too.\n  ","38190":"\n   What’s invisible but you wish people could see?\n  ","38191":"\n   it’s about you... Bella?\n“ words from one song...” Ima cool... girl...”\nand when i see you photo ... in my head immediately those words from  that song...)\n  ","38192":"\n   Your best friend is faking being asleep and you need them up. What do you say out loud to trick them into \"waking up\"?\n  ","38193":"\n   Do you want to be famous? Why? How would becoming famous change your life?\n  ","38194":"\n   Do you think animals are better than humans????????????\n  ","38195":"\n   Who made the last incoming call on your phone?\n  ","38196":"\n   he is also cute like you do???\n  ","38197":"\n   Best thing is looking away and focusing on happy things.\n  ","38198":"\n   Thoughts on all these sports being cancelled?\n  ","38199":"\n   Do you consider yourself a stubborn person?\n  ","38200":"\n   Name something you have to do but don’t want to\n  ","38201":"\n   What’s the weather like right now ?\n  ","38202":"\n   Life update? Briefly\n  ","38203":"\n   Your favourite season you've watched? ?\n  ","38204":"\n   Any one making Easter baskets this year? ?\n  ","38205":"\n   Do you like documentaries? What kind of documentaries do you like most? ☺\n  ","38206":"\n   Threw out all the cigars in my house and lounge?\n  ","38207":"\n   How much is gas where you live?\n  ","38208":"\n   Do you like Kpop?\n  ","38209":"\n   At this moment, what are you grateful for?\n  ","38210":"\n   People are going insane ?\n  ","38211":"\n   Reminder: you are important. ?\n  ","38212":"\n   I really do think it is. Venture out and experience life and what it has to offer. You may like it.\n  ","38213":"\n   What’s your dogs name?\n  ","38214":"\n   I feel like even if there’s a vaccine, the public won’t kiss-and-tell, cause people are paying more money for things they don’t even need so they wanna fuel this fear by gaining more money.\n  ","38215":"\n   If a hacker hacked into your computer and was threatening to release your browser history to your friends and family, how much would you pay them to avoid it?\n  ","38216":"\n   What’s a topic that interests you ?(:\n  ","38217":"\n   -\n  ","38218":"\n   Ima cool girl...❤️\n  ","38219":"\n   If you were a ghost and were able to possess people, who would you possess and what would you make them do? ? ?\n  ","38220":"\n   Sending you good vibes, blessings, less worry & protection. Anything else you need? Let's collectively believe it together. Blank Space: _____________.\n  ","38221":"\n   If magic were real, what spell would you want to learn first?  ?\n  ","38222":"\n   What hurts more than a breakup?\n  ","38223":"\n   What's your favourite chocolate bar?\n  ","38224":"\n   Not like that ? and I honestly have no clue\n  ","38225":"\n   Do you own a respirator mask? If so, do you wear it every time when you go outside? (surgical masks doesn't count, since they don't protect from virus)\n  ","38226":"\n   Does your entire life revolves around this social media website\n  ","38227":"\n   If u could just say one word, what would it be?\n  ","38228":"\n   What are your super cheap great gift ideas?\n  ","38229":"\n   hey dear fr, how was your time?\n  ","38230":"\n   What’s your most embarrassing late night purchase?\n  ","38231":"\n   Really??\n  ","38232":"\n   What are the problems you want to solve?\n  ","38233":"\n   What’s kids movie did you think was too scary when you were a child?\n  ","38234":"\n   Did you forgive the last person who hurt you?\n  ","38235":"\n   I often think that the night is more alive and more richly colored than the day. what's your opinion?\n  ","38236":"\n   The world will never be happy but there are those who will bring happiness to others like you my friend! May your day be surprisingly amazing!\n  ","38237":"\n   What is your favorite breakfast meal?\n  ","38238":"\n   Pap of your favourite dress? ?\n  ","38239":"\n   If you could buy any car right now, what would you buy?\n  ","38240":"\n   If you could be born again with the same knowledge you have now, what would you do differently?\n  ","38241":"\n   When you need advice, who do you go to?\n  ","38242":"\n   Who’s excited for the summer?!\n  ","38243":"\n   What's your favorite Italian dish?\n  ","38244":"\n   Thoughts on this coronavirus? ?\n  ","38245":"\n   If you had to wear one color for an entire week, what color would you choose?\n  ","38246":"\n   This was for all the horror fans out there, I'm sure your social philosophical pococurante shit means a lot to you, but next if you see one of my shout outs and have a sudden deep urge to share your shallow social awareness revelations, to leave me out of it.\n  ","38247":"\n   Something that's constantly on your mind? ?\n  ","38248":"\n   Pick a colour - for every one I have a little message associated to it that I will send you!\nBlue, red, green. ?\n  ","38249":"\n   If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year- old self do first?\n  ","38250":"\n   ?ok,???\n  ","38251":"\n   ?thanks, dear sweet wise Bella?\n  ","38252":"\n   What was the last time you were angry? What happened?\n  ","38253":"\n   Would you rather be extremely successful professionally and have a tolerable yet unexciting private life, or have an extremely happy private life and only tolerable and uninspiring professional life?\n  ","38254":"\n   What do you enjoy doing when hungover?\n  ","38255":"\n   ?\n  ","38256":"\n   +1??\n  ","38257":"\n   ?our sweet cutest Bella???\n  ","38258":"\n   Thanks Bella, stay safe?\n  ","38259":"\n   Favorite yogurt flavor?\n  ","38260":"\n   How are my friends up too?\n  ","38261":"\n   Whats your favorite snack? ?\n  ","38262":"\n   Have you ever fallen in love for your best friend?\n  ","38263":"\n   Have you ever sent a text message to the wrong person?\n  ","38264":"\n   Do you know how to protect yourself and others from COVID-19?\n  ","38265":"\n   How are you??\n  ","38266":"\n   Do you like Peeps the marshmallow candy?\n  ","38267":"\n   ??\n  ","38268":"\n   Hi :)\n  ","38269":"\n   When I was a teenager, I saw her videos on tv every day, I kinda liked her but didn't become true fan ?\nBtw, I cannot understand people who think real Avril Lavigne is dead and that new one is only somebody who looks like her ? They can't realize people change with years or wth ?\n  ","38270":"\n   Are you an early bird or a night owl?\n  ","38271":"\n   hi\n  ","38272":"\n   Firday the 13th. Time for sch-sch-sch-ˢᶜʰ- ˢᶜʰ Pha-pha-ᵖʰᵃ-ₚₕₐ\n  ","38273":"\n   What's the most interesting thing you've seen online this week? ? ?\n  ","38274":"\n   What would you do if you were caught up in a catastrophic event?\n  ","38275":"\n   Courage is the ladder on which all the other virtues mount. what's your opinion?\n  ","38276":"\n   They say one person can change the world...What ripple effect do you want to be known for?\n  ","38277":"\n   What's one thing you would change about the high school u attended or attend? Why?\n  ","38278":"\n   What type of foods do you like to eat on a regular day?\n  ","38279":"\n   What's something you've tried, that you'll never, ever try again?\n  ","38280":"\n   What’s the last tv show you binged watched? And what made you interested in the show?\n  ","38281":"\n   What's something people don't worry about but should? ?\n  ","38282":"\n   Of course it's cool??\n  ","38283":"\n   thanks a lot, dear sweet Bella???\n  ","38284":"\n   Name one thing that always makes you smile :)\n  ","38285":"\n   awww sooo cute\n  ","38286":"\n   I was kidding ? What have I done ??\n  ","38287":"\n   Tomorrow I can’t go out anywhere but probably I will go to have lunch ?\n  ","38288":"\n   fave thing about jason\n  ","38289":"\n   Yes Bella\n  ","38290":"\n   Me too I have a baby face\n  ","38291":"\n   What are on earth you doing now?\n  ","38292":"\n   aww so sweet xo\n  ","38293":"\n   it would be lit\n  ","38294":"\n   What changes with time?\n  ","38295":"\n   What is your favorite vegetable ?\n  ","38296":"\n   where would you go on the road trip\n  ","38297":"\n   How many not answered questions do you have? ?\n  ","38298":"\n   Heads up Jason, if you’re reading this. (Hint hint) ??\n  ","38299":"\n   Why her? ?\n  ","38300":"\n   Did someone tell you, you have a baby face ???\n  ","38301":"\n   What would make you immensely happy today?\n  ","38302":"\n   Same here???\n  ","38303":"\n   If you could choose one musical artist to marry but could never listen to their music again, who would it be?\n  ","38304":"\n   PAP from your homestead\n  ","38305":"\n   May this day be filled with wonderful new beginnings in your life; a day of joy and so pleasant without any strife. May you find this day is sweet just like you. May your life be filled with so much kindness and blessings too!\n  ","38306":"\n   ❤️\n  ","38307":"\n   If you were offered a billion dollars to never talk to me again, would you take it? ?\n  ","38308":"\n   You can never be too careful when it comes to ________. Fill in the blank.\n  ","38309":"\n   Yeah I agree and man that is crazy, I would get out of there myself then be stuck in the crowd\n  ","38310":"\n   Would you want mermaids to be real?\n  ","38311":"\n   Il tuo sugo preferito??\n  ","38312":"\n   Gran bella ragazza complimenti per il profilo??\n  ","38313":"\n   Fortune favors the prepared mind.what do you think?\n  ","38314":"\n   Who was your idol when you were growing up?\n  ","38315":"\n   How do you know if someone tell the truth?\n  ","38316":"\n   Would you rather be rich and famous or poor and happy?\n  ","38317":"\n   Who remembers the rotary phone? OMG took forever to call someone ??\n  ","38318":"\n   Everyone please be safe. Be smart, wash your hands, sanitize, take care of yourselves. Make sure to look after your older friends and family members and your children if you have any.\n  ","38319":"\n   So beautiful landscape...???\n  ","38320":"\n   Bacon makes everything better. ???\n  ","38321":"\n   I just had homemade chili so good with beta bread. You like chili?\n  ","38322":"\n   If money were no issue what’s  your  dream  car? Post a GIF if you want?\n  ","38323":"\n   Just ate a whole bowl of green beans! They were great. These are all good ideas. I adore sour cream mashed potatoes so I’m probably making that and soup! ????\n  ","38324":"\n   Beautiful Bella ?\n  ","38325":"\n   I’ve got a big pot of russet potatoes boiling on the stove. What should I make with them? Ready GO!\n  ","38326":"\n   Do the right thing. It will gratify some people and astonish the rest. what do you think?\n  ","38327":"\n   ?? F.R.E.E S.P.A.C.E ??\n  ","38328":"\n   Yeah I agree I have been washing my hands like 20 times a day. Been trying to keep distance from people. At a lot of the store they have to limit how much people buy on some products now, cause people are over doing it\n  ","38329":"\n   Do you have an uncle\/aunt that is your age or younger than you? If you do, what do you think of it? Personally I'd find it funny if I did :P\n  ","38330":"\n   ???wow???\n  ","38331":"\n   beautiful couple...❤️❤️\n  ","38332":"\n   two cute...❤️?❤️\n  ","38333":"\n   Good Morning to you too mate?✨??\n  ","38334":"\n   I like hot pork skins and other flavors.\n  ","38335":"\n   Don't worry, now I had come back to the original track.???\n  ","38336":"\n   You are worried about virus??\n  ","38337":"\n   ????well said ???\n  ","38338":"\n   Best selfie of yourself for a day?\n  ","38339":"\n   Do you think comedy is dying as a movie genre??\n  ","38340":"\n   I know everyone needs to calm down, I have been being extra careful washing my hands a lot more during the day\n  ","38341":"\n   wisely said, dear Bella but I had continued that three months in a row.?????\n  ","38342":"\n   Bella post a picture of you and Jason???\n  ","38343":"\n   Random thoughts??\n  ","38344":"\n   Родители постоянно говорят\n  ","38345":"\n   What famous person would you like to meet?\n  ","38346":"\n   What’s something you would die if your mom found out about?\n  ","38347":"\n   Snap peas, butter peas are nice on my salad.\n  ","38348":"\n   hold are you\n  ","38349":"\n   Yeah I agree people are over reacting over it\n  ","38350":"\n   Bella, have you ever tried only fruit in a row in a month???\n  ","38351":"\n   So beautiful weather...✨\n  ","38352":"\n   If you could hire someone to do one thing for you, what would it be?\n  ","38353":"\n   Have you ever faked sick to get out of a party?\n  ","38354":"\n   Chi eri nella tua vita passata??\n  ","38355":"\n   Whiskey Lullaby got me ?\n  ","38356":"\n   What’s the worst thing you’ve eaten out of politeness? ? ?\n  ","38357":"\n   7?\n9? \nLove you?\n  ","38358":"\n   Which song triggers emotions in you the most?\n  ","38359":"\n   I forgot to take it off anon ? do you think you spend too much time on social media?\n  ","38360":"\n   اللُّـجوء ؛\n  ","38361":"\n   Какой бренд одежды ты предпочитаешь?\n  ","38362":"\n   Good luck ? beautiful Bella...?\n  ","38363":"\n   Looking as beautiful as ever\n  ","38364":"\n   What word is a lot of fun to say? ? ?\n  ","38365":"\n   Tomorrow is Friday the 13th, are you a super stishous person or no?\n  ","38366":"\n   Real friendship is when...?\n  ","38367":"\n   Plans for the weekend?\n  ","38368":"\n   Would you rather be famous OR the best friend of someone famous  ???\n  ","38369":"\n   How many clothes do you have n your room, right now?\n  ","38370":"\n   Look to the sky, what did you see?\n  ","38371":"\n   what’s your favorite chapstick brand\/flavor?\n  ","38372":"\n   Gratitude✨Thankyou for following too??\n  ","38373":"\n   I wish I could have some of your good cooking\n  ","38374":"\n   I wish I didn't have to wait to visit relatives down south to get Hardees!!!\n  ","38375":"\n   hi\n  ","38376":"\n   what’s your go to restaurant?\n  ","38377":"\n   Follow back maybe?\n  ","38378":"\n   Your welcome that's good\n  ","38379":"\n   What do you think about the whole corona virus?\n  ","38380":"\n   How is work going for you?\n  ","38381":"\n   Hey how are you doing?\n  ","38382":"\n   Anyone that serious about the corona virus! Where do you buy your mask?\n  ","38383":"\n   Have you ever used a fake ID?\n  ","38384":"\n   If I had a recipe book about you. What would be the THREE main ingredients that makes you...you?\n  ","38385":"\n   If you had to give up one of your senses, which would it be?\n  ","38386":"\n   You look cute. I like your ponytail\n  ","38387":"\n   ?❄? FREE SPACE ?❄?\n  ","38388":"\n   ??\n  ","38389":"\n   What would you do if you won the lottery? I personally would give it all away, I take the thrill of finding it as my prize ??\n  ","38390":"\n   Did you leave a party without paying the bills?\n  ","38391":"\n   Are you talented? If so, what is your talent?\n  ","38392":"\n   Follow me back, thxyu ?\n  ","38393":"\n   Thanks for always looking out for me\n  ","38394":"\n   Hey I love you like a sister\n  ","38395":"\n   what is your opinion on this entire coronavirus crisis? do you think it’s as huge of a deal as the world is making it out to be? what do you think about so many commodities such as toilet paper being bought out so quickly?\n  ","38396":"\n   Have you ever seen a dead body?\n  ","38397":"\n   Which is more important: what you say or how you say it?\n  ","38398":"\n   If you have siblings, what great life lesson did you learn from a sibling?\n  ","38399":"\n   Thanks??\n  ","38400":"\n   Alright people. Someone reported a toilet paper shortage in my state to the the Virus. I fell out laughing. But now, they have just shown the stores in a nearby town that have totally empty shelves. Toilet paper included. Now, WTH am I going to do?\n  ","38401":"\n   Not kidding, I have taken a large cup of orange juice right now.???\n  ","38402":"\n   Do you live to work or work to live?\n  ","38403":"\n   Would you rather have the Truth or Happiness?\n  ","38404":"\n   I’m talking about, our google hangout chat.\n  ","38405":"\n   Why did you delete our chat?? Are you okay.\nI just lost 1,000 coins. ?\nI hate that secret option thing! I accidentally clicked on it.. oh well. Glad the coins went to you.\n  ","38406":"\n   Hobbies xxxxxxx\n  ","38407":"\n   Gym or yoga xxxxxxxx\n  ","38408":"\n   The virtue of justice consists in moderation, as regulated by wisdom. what do you think?\n  ","38409":"\n   Como faz para meter as respostas bloqueadas?\n  ","38410":"\n   What's one thing you hate having to pay for?\n  ","38411":"\n   Hello sweet Bella\n  ","38412":"\n   What is a common misconception people might have about you?\n  ","38413":"\n   then drink a glass of orange juice???\n  ","38414":"\n   hey Bella, how was the time?????\n  ","38415":"\n   Bowling or lasergamen??\n  ","38416":"\n   What’s the funniest name you’ve heard someone having? ?\n  ","38417":"\n   What’s the most expensive thing you’ve broken?\n  ","38418":"\n   With pure honesty, have you really been okay lately? ?\n  ","38419":"\n   Your favorite pancakes or waffles?\n  ","38420":"\n   Who decides in your home??\n  ","38421":"\n   Are you scared of getting old?\n  ","38422":"\n   See my new top\n  ","38423":"\n   Well...u r one of the sweetest person, on ask. I really think so..cuz u r always kind n humble to everyone of us.☺️? N most of the ppl really do appreciate this in u...here. ?\n  ","38424":"\n   What social media app do you use the most?\n  ","38425":"\n   What is on your mind?\n  ","38426":"\n   What do you believe in?\n  ","38427":"\n   What's the meaning of your name??\n  ","38428":"\n   If you won the lottery, do you think you’d be happier for it?\n  ","38429":"\n   Do you like tall and older guys?\n  ","38430":"\n   One thing that many people get wrong about you:\n  ","38431":"\n   Do you believe in horoscopes? ♍️\n  ","38432":"\n   00:00:00\n  ","38433":"\n   Is it wrong to love a friend more than a family member? Why?\n  ","38434":"\n   When it comes to attention, do you mostly give it or get it?\n  ","38435":"\n   What's the hardest part about being a female\n  ","38436":"\n   Do you like spinach\n  ","38437":"\n   Always use as much hot water as you can lol\n  ","38438":"\n   Do you think there’s an apocalypse coming? ?\n  ","38439":"\n   Online classes in the middle of a pandemic crisis like now - yay or nay? ?\n  ","38440":"\n   What can't be replaced in your home?\n  ","38441":"\n   aw np your so kind\n  ","38442":"\n   I know\n  ","38443":"\n   im proud of you\n  ","38444":"\n   What are you proud off?☺\n  ","38445":"\n   I need my money for the phone I don’t have phone food or money that’s not fair\n  ","38446":"\n   Do you need a hug right now?\n  ","38447":"\n   What’s your favorite pizza place? ?\n  ","38448":"\n   What is the most important lesson you’ve learned in life?\n  ","38449":"\n   What are you addicted to?\n  ","38450":"\n   Goodnight\n  ","38451":"\n   2\n  ","38452":"\n   Please ask me more shout outs\n  ","38453":"\n   Do you think it's possible for a guy to be skinnier or weaker than you?\n  ","38454":"\n   What hairstyle looks best on girls?\n  ","38455":"\n   Can some one help me take me to the tire shop please?\n  ","38456":"\n   Do hospitals scare you at all?\n  ","38457":"\n   Do u think that your zodiac sign matches your personality?\n  ","38458":"\n   ❤️\n  ","38459":"\n   You’re in Australia now? ?\n  ","38460":"\n   True, thx for the advice!\n  ","38461":"\n   Today was so quiet here :C\n  ","38462":"\n   What’s the most stupid thing you’ve seen someone get upset about? ? ?\n  ","38463":"\n   Who makes you laugh?\n  ","38464":"\n   How often do you eat lobster\n  ","38465":"\n   okay but I want to talk more to you and i want to video cal with you ..?\n  ","38466":"\n   If you built a themed hotel, what would the theme be and what would you want the rooms to look like? ?\n  ","38467":"\n   I mean if I did want to say something ... I’d use that secret function and set it to max amount of the coin things for people to see it ?\n  ","38468":"\n   Do you have Instagram.?\n  ","38469":"\n   What are you interested in that most others aren't? ?\n  ","38470":"\n   +1⚡\n  ","38471":"\n   Where do you live?❤\n  ","38472":"\n   Like....what am I missing? Why ask what I was confused about, it's much more obvious to everyone else than it is to my hopeless, sad, foolish heart.\n  ","38473":"\n   If you had a tail, would you chase it?\n  ","38474":"\n   My crush is that one guy everyone loves and is chill with. When he talks, he talks to everyone around me but me. He will approach the group I am with but always start talking to someone else to start. What could this mean? I don’t get it since he literally talks to everyone but can’t talk to me.\n  ","38475":"\n   What is the safest place in the world?\n  ","38476":"\n   I feel the same way\n  ","38477":"\n   At what age did you leave home\n  ","38478":"\n   How many people are currently infected by corona virus in your country? Are there any deaths?\nIndonesia: 2 official cases (but there can be many many more); 1 person's death.\n  ","38479":"\n   Why does this always feel like I took a baseball bat to the back of the head?\n  ","38480":"\n   What’s the nicest sounding accent in your opinion? ?\n  ","38481":"\n   what's something you would never want to tell anyone?\n  ","38482":"\n   Anime fan?\n  ","38483":"\n   what does your heaven look like?\n  ","38484":"\n   Do you prefer jeans or sweatpants? ?\n  ","38485":"\n   follwoed\n  ","38486":"\n   Sorry I haven’t been asking questions. I’m not feeling well and haven’t felt like thinking about it.\n\nWhat’s your go-to remedies when under the weather? I drink Coca-Cola, wrap myself in a blanket like a burrito, and listen to YouTube vids.\n  ","38487":"\n   Would you rather be rich and ugly, or poor and good looking?\n  ","38488":"\n   Hiii\n  ","38489":"\n   Do you believe love is blind?\n  ","38490":"\n   Someone ask me more questions\n  ","38491":"\n   it belongs to you dear Bella. honestly, you are wise and kind.???\n  ","38492":"\n   wish you a better perfect life.stay blessed.?\n  ","38493":"\n   Far to the eyes close to the heart...\n  ","38494":"\n   ??That's why you are Ice_Frozen_Vocals???\n  ","38495":"\n   ?wow,,,,you are really wise dear Bella.??\n  ","38496":"\n   Where do you from.?\n  ","38497":"\n   ?That's why you are our sweet cute Bella????\n  ","38498":"\n   Caesar salad or garden salad?\n  ","38499":"\n   Hello\n  ","38500":"\n   Does instant connectivity and communication bring people together or push them apart?\n  ","38501":"\n   Has anyone ever tried to manipulate you if yes when and how did you deal with it?\n  ","38502":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","38503":"\n   Do mermaids give birth to live children or do they lay eggs? ?\n  ","38504":"\n   Dream job: Filmmaker or Chef?\n  ","38505":"\n   If you met a genie, what would your three wishes be?\n  ","38506":"\n   Think better, do better and gain better.\n  ","38507":"\n   Can you do impressions?\n  ","38508":"\n   Have you ever asked someone out?\n  ","38509":"\n   Yes!! The metamorphosis is all about the journey. It helps us appreciate who we are even more.\n  ","38510":"\n   Name an animal you most closely relate too & Why? \ni.e. (Speed, beauty, hunter, loner, pack-oriented, endangered, aggressive, misunderstood, etc).\n  ","38511":"\n   When did you last change your hair?\n  ","38512":"\n   Good night ? Great questions ? I like you veeery very much my wonderful friend forever ❤?\n  ","38513":"\n   You right\n  ","38514":"\n   Job interview is taking forever\n  ","38515":"\n   Samsung или APPLE ?\n  ","38516":"\n   In your opinion, what age is best to become a mom? ?\n  ","38517":"\n   ¹¹???¹¹\n  ","38518":"\n   What do you look forward the most this year?\n  ","38519":"\n   You prefer your coffee black or with milk\/sugar? ☕️\n  ","38520":"\n   If you have any pets is there any toy that's their favorite? Would you like to share that toy? Pap or maybe just describe it. If you don't have any pets what kind of toys would you get them?\n  ","38521":"\n   When's the last time you danced?\n  ","38522":"\n   What food do you most often crave? ? ? ? ? ? ? ? ? ?\n  ","38523":"\n   When was the most inappropriate time you burst out laughing? ? ?\n  ","38524":"\n   What is your favorite childhood memory? :) Story time? *sits criss cross apple sauce on the colorful puzzlepiece ask.fm carpet* :P\n  ","38525":"\n   Thank you sis. I gotta learn liver i n beans from you. I will try it at home with searching the recipe from internet ?\n  ","38526":"\n   There's been an uproar of people rushing to buy water, food, hand sanitizer\/lysol wipes, face masks, & even TOILET PAPER, due to the Coronavirus... So much so, that many stores are out of stock! My question is, are you taking any preventative measures for such? Are we humans overreacting a wee bit?\n  ","38527":"\n   Which recipe you like to cook liver??\n  ","38528":"\n   What are my friends up too?\n  ","38529":"\n   On a scale of 1-10, how patient are you? What is something, if done more than once, could break that patience? Why so?\n  ","38530":"\n   Do you like mutton liver to eat? I like barbeque fried liver. Which ways\/recipe you like to eat liver?\n  ","38531":"\n   amazing \nbeautiful couple ❤️❤️\n  ","38532":"\n   Do you believe in Karma?\n  ","38533":"\n   Do you have free space on your phone? How much?\n  ","38534":"\n   Would you rather have a partner without a baby or a baby without a partner?\n  ","38535":"\n   Which one do you prefer the most? Linkin Park or Thirty Seconds to Mars???\n  ","38536":"\n   Which period of history would you change, if you could, and how?\n  ","38537":"\n   I don't have really any games to offer that would be of any interest to others accept for many that do play. It's called head-games and there are no rules to follow.\n  ","38538":"\n   What color do you hate? Or is there a color you don’t care for? ??‍♀️\n  ","38539":"\n   That’s awesome!! Congratulations in advance\n  ","38540":"\n   Where do you see yourself in life in the next 10 years? Do you see yourself where you are right now?\n  ","38541":"\n   cool...❤️\n  ","38542":"\n   That's good your welcome\n  ","38543":"\n   How are you doing today?\n  ","38544":"\n   Unpopular opinion: “People pay too much attention to other people’s business.” Your thoughts?\n  ","38545":"\n   Follbck\n  ","38546":"\n   Hi Di. I tried my first ever dress. I want to share it with you\n  ","38547":"\n   Sorry it's late but congratulations, baby, for your international woman's day. All my love 4 you ???\n  ","38548":"\n   Sweet dreams\n  ","38549":"\n   What’s a common experience for many people that you’ve never actually experienced? ?\n  ","38550":"\n   tell me about something that makes you cry\n  ","38551":"\n   Do you prefer potatoes or rice?\n  ","38552":"\n   Would the world be better off if things like cigarettes and alcohol were just made illegal?\n  ","38553":"\n   What are you most proud of?\n  ","38554":"\n   would you like to do martial arts?\n  ","38555":"\n   Dear Bella, I am your friend, not an outsider. and I know you never tell a lie.???\n  ","38556":"\n   Hi Girl. Please have a look at my dress. Give me your thoughts\n  ","38557":"\n   Do you respect those who feel superior to others?\n  ","38558":"\n   Are you happy with your current life? How many % ? Be honest ?\n  ","38559":"\n   Thank you so much\n  ","38560":"\n   Did you see my dress\n  ","38561":"\n   Have you ever mixed two different tea bags together? I wasn't sure if I wanted mint or red raspberry so did both. Came out good too :)\n  ","38562":"\n   Have you ever watch Black Mirror? If so, which was your favorite episode?\n  ","38563":"\n   People aren't nice today! Why are people not nice to me today? I am just saying.\n  ","38564":"\n   Do you like mayonnaise?\n  ","38565":"\n   tortille and butter & Jam\n  ","38566":"\n   Who killed the Dead Sea?\n  ","38567":"\n   What food have you never eaten but would really love to try? ? ? ? ? ? ?\n  ","38568":"\n   Have you ever had a near death experience and did it change your perspective on life at all?\n  ","38569":"\n   wear jeans? Yes. I wear long jeans, skirts even cut-off jean shorts.\n  ","38570":"\n   What's a weird smell you like? Why? ?\n  ","38571":"\n   What’s the most pleasant sounding accent?\n  ","38572":"\n   Would your friends classify you as “the life of the party” or the “buzz kill”?\n  ","38573":"\n   I like the frozen orange juice that I have to make\/wait for it to get cold.\n  ","38574":"\n   I want talk with you ♥️\n  ","38575":"\n   Hi, can I recibe your quuestions? ❤❤❤❤??\n  ","38576":"\n   I like you ♥️\n  ","38577":"\n   Do you believe in ghosts?\n  ","38578":"\n   Do you have a crockpot?\n  ","38579":"\n   Best breakfast food?\n  ","38580":"\n   Do you have enemies? If you think so, why?\n  ","38581":"\n   How do you judge a person? ?\n  ","38582":"\n   What do you expect in this next season or quarter?\n  ","38583":"\n   ?I know you took this photo??\n  ","38584":"\n   Where would you like to go right now?\n  ","38585":"\n   Sending good vibes to everyone who needs it ?\n  ","38586":"\n   who are you when no one's watching?\n  ","38587":"\n   Have you been the kind of a friend you want as friend?\n  ","38588":"\n   do you like seafood?\n  ","38589":"\n   Who do you find attractive?\n  ","38590":"\n   Are online relationships real?\n  ","38591":"\n   Which word do you want everyone to stop using?\n  ","38592":"\n   What is the most times in a row you have ever sneezed before?\n  ","38593":"\n   Haii\n  ","38594":"\n   do you watch anime?\n  ","38595":"\n   Do you like American football?\n  ","38596":"\n   What's Up?!\n  ","38597":"\n   ?Best of luck???\n  ","38598":"\n   what one thing would you change about your appearance\n  ","38599":"\n   Do you usually use soap to wash your hands?\n  ","38600":"\n   Which emoji is under used?\n  ","38601":"\n   Hiiiiiiiiiiiiii❕❕❕\n  ","38602":"\n   Do you wash your hands often?\n  ","38603":"\n   ?Thanks a lot, dear sweet cute Bella?\n  ","38604":"\n   how was your day?\n  ","38605":"\n   Hey\n  ","38606":"\n   have you ever climbed a tree?\n  ","38607":"\n   Your welcome ? Bella\n  ","38608":"\n   Happy ? women day Bella\n  ","38609":"\n   How many shoutouts can we do per hour?\n  ","38610":"\n   How do you know you have a fast metabolism?\n  ","38611":"\n   Sounds like you eat small amounts aha\n  ","38612":"\n   A Happy International Woman’s Day to all of you!? \n?\n   \n    https:\/\/ask.fm\/CactusDoug\/answer\/159260652784?utm_source=copy_link&utm_medium=iOS\n   \n","38613":"\n   ?looking so cute???\n  ","38614":"\n   What is a fact that a lot of people tend to forget?\n  ","38615":"\n   ? If you keep a(n Amazon) wishlist, what‘s on there?\n  ","38616":"\n   If it does well maybe big bags will come out\n  ","38617":"\n   What's something you always wanted to do as a child but never got to do it?\n  ","38618":"\n   Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice. what do you think?\n  ","38619":"\n   Do you like lifting weights at all? I do however; I kike to be toned up not all pumped up looking silly as many do.\n  ","38620":"\n   Is it ok to not forgive someone?\n  ","38621":"\n   What should people do when everything appears to be going wrong in their lives?\n  ","38622":"\n   Does americans use this app often?\n  ","38623":"\n   PAP of you with no make up and no filters\n  ","38624":"\n   If you were a ghost, who would you haunt?\n  ","38625":"\n   Hi kiddo\n  ","38626":"\n   Do you believe in real haunted house?\n  ","38627":"\n   How much do you eat in a typical day?\n  "},"Answer":{"37555":"\n  ❤??\n  ","37556":"\n  Nah. Not really.\n  ","37557":"\n  I don't have that\n  ","37558":"\n  Sure. Followed.\n  ","37559":"\n  Oh woe. Wow.\n  ","37560":"\n  Hard to pick from alternative rock country rap country music and\n  ","37561":"\n  I like regular just sweet tea and then I like green tea.\n  ","37562":"\n  Prob still like August almost.. ????\n  ","37563":"\n  I only like to eat fast food really on occasion. Not often often. I like a good burger and some fried pickles\n  ","37564":"\n  Yes. But I use all of my appliances equally.\n  ","37565":"\n  Honestly I don't try to do anything too dangerous or risky. Life is too short\n  ","37566":"\n  Not exactly.\n  ","37567":"\n  Yes. Very. Especially paranormal one's.\n  ","37568":"\n  I don't have that.\n  \n   Have this tho.\n   \n\n     View more\n    \n\n","37569":"\n  They do still have me going to work. I've been doing my everyday regular. Just trying to stay at home more.\n  ","37570":"\n  ??\n  ","37571":"\n  I have seen a lot of really cool things in my life. Don't really know where to start with the COOLEST but one thing for sure that was cool was getting the opportunity to be able to go to the Myrtles Plantation home. And getting to tour it and walk around and investigate. I really appreciate the opportunity to be able to go to this place. The history behind it was intense.\n  ","37572":"\n  Been cooking the same as always.\n  ","37573":"\n  Avril Lavigne\n  ","37574":"\n  Either.\n  ","37575":"\n  Followed.\n  ","37576":"\n  Thanks. I appreciate it!\n  ","37577":"\n  Nope. Cooking the same as I did before all this stuff happened.\n  ","37578":"\n  ?❤\n  ","37579":"\n  Most of the time. Yes. Yes I do.  I rather be safe than sorry. But I don't try to be ugly or rude about any of it. I just move on more or less.\n  ","37580":"\n  Apples! Def!\n  ","37581":"\n  Going traveling and fishing. More four wheeler riding\n  ","37582":"\n  ?Thx ?\n  ","37583":"\n  ? Purple\n  ","37584":"\n  Of course.\n  ","37585":"\n  Working on losing here.??\n  \n  Been and doing good with it.\n  ","37586":"\n  Any honestly. I am not picky.\n  \n  I absolutely love Seafood. I'm not sure if you count that but that's a type of food that I love to eat. And then I love chicken beef pork. And then a various of strange meets. I don't mind frog legs. Alligator, deer, squirrel, and lots of other types of meats.\n  ","37587":"\n  Yes! We must do our best to not spread the virus and try our best to stay at home and do our everyday health routines. Always wash your hands multiple times throughout the day. Try not to touch your face. Keep a six to eight foot distance from people. Try not to stay in a inclosed room with a bunch of people for too long. Sanitize platforms and anything that you touch before and after. Try to wear a mask and gloves if you can and more.\n  \n  And just have hope and be careful. Do your best to be cautious and prevent. I wish the best to all of you. Keep safe. ???\n  ","37588":"\n  Thank you!\n  ","37589":"\n  Couldn't just tagged one. These people know who they are, my favorites. I have quite a few too. Haha\n  ","37590":"\n  Spending time with jj and a another fam member.\n  \n  Have just been cleaning.\n  \n  Taking care of our pups.\n  \n  Keeping the grass up.\n  \n  Cooking and just chilling.\n  \n  Watching YouTube.\n  \n  Enjoying the beautiful weather out.\n  \n  Talking with family on the phone and checking in with them.\n  ","37591":"\n  I personally love to sing.\n  \n  I've been singing since I was real real young. Practicing every day or anytime that I get. I have seen for many people and events and places. I have lots of friends and family that love to sing to. Singing definitely runs in my family. Lots of creative folk on my side. I love talking about it because it's one thing that I'm very passionate about. Singing.\n  ","37592":"\n  I honestly don't wear a lot of makeup when I'm at home. I usually don't wear any and I've never put a wig on. ? so yeah. Idk what to rate myself. Lol.\n  ","37593":"\n  My handwriting can be decent and it can be pretty\n  ","37594":"\n  I do.\n  ","37595":"\n  White\n  ","37596":"\n  Yellow\n  ","37597":"\n  Blue\n  ","37598":"\n  4th\n  ","37599":"\n  3rd time asked this\n  ","37600":"\n  Again\n  \n  What?\n  ","37601":"\n  Wait what? Who's name?\n  ","37602":"\n  Yes\n  \n  Sure yea why not\n  ","37603":"\n  That the world is not perfect.\n  \n  Not all adults are heroes.\n  \n  Everyone makes mistakes.\n  \n  Things are going to happen regardless of what you do.\n  \n  We really need to pay attention on keeping the environment around us clean because we live here. This is the only Earth we're going to get.\n  ","37604":"\n  ? I don't even have a Snapchat LOL that's up to you totally\n  ","37605":"\n  ?\n  ","37606":"\n  Of course. I love Easter.\n  ","37607":"\n  Go and meet each other family members immediately but then again that can work out for some people but I honestly don't recommend for everyone\n  ","37608":"\n  No not really. I was a pretty good kid growing up at least I think\n  ","37609":"\n  ❤?\n  ","37610":"\n  I really like Paranormal type movies. Documentaries comedies funny movies and just all-around really good love stories\n  ","37611":"\n  Yea\n  ","37612":"\n  Honestly they say be careful what you wish for so I don't wish for anything. I will let things happen the way that they come. Let it flow.\n  ","37613":"\n  Why?\n  ","37614":"\n  I don't know anything about the WhatsApp app so I don't know\n  ","37615":"\n  Thank you. ?\n  \n  Y'all are my everything!\n  \n  Love you all!\n  \n  Thanks guys! ??❤\n  ","37616":"\n  ???\n  ","37617":"\n  Yeah. I'm doing okay.\n  \n  I had a really bad day yesterday at work.\n  \n  I had people screaming at me over bread. There's a limit on the bread and this lady wanted to get six and I can't give her more because last time I gave someone one more I got in trouble. But yeah she tried to get more and I had to tell her she couldn't get it because my upper management told me no. So she started going off on me. Taking it out on me when it wasn't even my fault. I know that she needed them but we had a rule that only a limited 2 per customer any kind of bread it didn't matter if it was different kind like hamburger, hot dog buns, or loaf bread. But yeah I had about around three or four customers that got aggravated. It really made me mentally exhausted. I ended up going home early because I was just still upset and really tired from all of it.. It is definitely been crazy. I'm really ready for all of this covid-19 stuff to be done. 2020 was supposed to be dedicated to adventuring and traveling and so far I haven't been able to do anything much. It's really upsetting because I love to do these things. It's okay though. We will get through it. But thanks for asking. I hope that everything is okay with you and that everyone is healthy.\n  ","37618":"\n  Thank you.\n  \n  ?\n  ","37619":"\n  Nice to meet ya. ???\n  ","37620":"\n  ?\n  ","37621":"\n  I can't because you're posted as anonymous. I haven't known who you were the whole time\n  ","37622":"\n  Again. I like alternative rock. Country rap and Metal. That's my favorites\n  ","37623":"\n  I like alternative rock. Country rap. Metal.\n  ","37624":"\n  ?Oh well. Haha\n  ","37625":"\n  Ikr? ? I love dolphins.\n  ","37626":"\n  During the day yes.\n  \n  At night no not at all. I actually have a night blindness issue. My eyes have problems adjusting.\n  ","37627":"\n  Of course.\n  \n  This picture is almost 5 years old. This is the first time we ever got to see each other. This was the first day. 1st few kisses ever given. ❤\n  ","37628":"\n  Not the greatest picture I have taken but this is some art on our walls. This is some art that I painted my little sister painted and show me my sister-in-law painted.\n  ","37629":"\n  I do.\n  \n  PVRIS. ❤\n  ","37630":"\n  Whipped cream is the bomb diggity! I actually crave this sometimes! Which is really aggravating. But I try my best to stay away LOL\n  ","37631":"\n  You're fine. It's completely understandable. I was actually going to get out an adventure and go fishing and go traveling this year but it doesn't look like I'm going to get to do that this year. That's what me and Jason were going to do this year. But of course something always gets in the way. Really aggravating. I don't blame you for getting aggravated and complaining.\n  ","37632":"\n  Most definitely. I agree\n  ","37633":"\n  It's okay. ?\n  ","37634":"\n  I very much do.\n  ","37635":"\n  My favorite is seafood. I absolutely love shrimp crab and crawfish\n  ","37636":"\n  Well I'm already married so honestly I don't think it counts for me. ?\n  ","37637":"\n  I like it.\n  ","37638":"\n  I really like warm croissants\n  ","37639":"\n  I only buy shoes when I absolutely need them. I don't own that many pairs for that reason\n  ","37640":"\n  Honestly to us backpacks or bags LOL we call them all the same LOL\n  ","37641":"\n  I do. They are good.\n  ","37642":"\n  I'm honestly not a fan of the Barbie dolls. Haha\n  ","37643":"\n  Imagine by Ariana Grande\n  ","37644":"\n  ??? I don't watch\n  ","37645":"\n  More or less that this covid-19 stuff will get worse before it gets better. But I definitely think that there will be an end to it. I just hope that the end is near.\n  ","37646":"\n  Seeing people make fun of special needed folks and people that cannot help themselves.\n  ","37647":"\n  I guess sandwiches veggies and I don't know about the last one maybe nuts. Maybe yogurt\n  ","37648":"\n  Yep! I followed you back! Thank you so much for following me!\n  ","37649":"\n  I just love all the memories. I love all the time spending time with my sisters and friends. Celebrations. All the Christmases and Thanksgiving. All the birthday parties. All the vacations. All the times that we really just stayed home barbecued and went swimming in the yard. All the times we jumped on the trampoline and rode our bikes around. The time when we stayed inside and played board and video games. When we sidewalk chalked and so much more. All good memories. If I could go back and relive it all I would and just all the same.\n  ","37650":"\n  Yessss! ??\n  \n  Most def!\n  ","37651":"\n  Yes\n  ","37652":"\n  Thanks! It was really good! Especially after a really long day of work. Especially after a few days of long work. Yummy ? dinner!\n  ","37653":"\n  Thank you and they are doing some kind of drive-thru testing or testing somewhere around here. It's crazy that it's having to come to that.  wishing you good health for you and your family and friends as well\n  ","37654":"\n  If we are able to get out I'm going to get a few things for everybody. Make little cute Easter baskets. But if we're not able to get out and get anything then I guess we'll just get a couple candy bars. This covid-19 stuff is really starting to get on my nerves. Can't even celebrate traditional year-round type stuff.\n  ","37655":"\n  When I go to a restaurant I usually like to get some sweet tea. Occasionally water and lemonade and Coke. I mix it up sometimes but most of the time I get sweet tea. If I want something like an alcoholic beverage I usually like to get a margarita. If I'm at a bar I like to get it Jameson on the rocks. Sometimes I like to get an Irish coffee. Or sometimes I like to get some really strong vodka and mix it together with some yummy chasers. Or sometimes I'll get play some apple crown and a frozen liquor glass and some kind of strong tasting chaser and drink it ice cold together. Very good mixture there. I really like lemon flavored drinks. But yeah when I go out to restaurants and bars this is usually the kind of things that I like to order. Sometimes I even get a beer.\n  ","37656":"\n  You're welcome!\n  ","37657":"\n  Nice my friend!\n  ","37658":"\n  Yes. Many times.\n  ","37659":"\n  Eh. Depends\n  ","37660":"\n  I do.\n  \n  I can pay the piano, little guitar, the dulcimer, harmonica, little drums, little, violin.\n  ","37661":"\n  Yeah. Sometimes it does.\n  ","37662":"\n  Sometimes. Yeah.\n  ","37663":"\n  Absolutely.\n  ","37664":"\n  Yee ?\n  ","37665":"\n  ?Good job bud ?? ? lol\n  ","37666":"\n  Followed.?\n  ","37667":"\n  This isn't the latest.\n  \n  But this is one I did that I'd like to share.\n  \n  I had a good friend that lives across the USA that was struggling with food so I sent him a cheer ya up, kinda care package of different foods and snacks from where I live to help him out. ???\n  ","37668":"\n  Hey ?\n  ","37669":"\n  Fried beef tips, onions and gravy. Basically rice and gravy and some spicy Cajun green beans on the side.\n  ","37670":"\n  I love Linkin Park and my favorite song would probably have to be Castle of Glass by them\n  ","37671":"\n  No and not sure if I would ever want to. So many fraud. Trafficking\n  ","37672":"\n  ? Hey\n  ","37673":"\n  My mom and my husband. Just because that's my mom and my husband. My mom was the one that brought me up with my step dad. My husband is my best friend.\n  ","37674":"\n  I honestly just like to have a natural look with makeup. The only thing I like to do extra is my eyeliner. I don't really wear makeup at home.\n  ","37675":"\n  I don't try to get into it too much with people because it's a touchy topic\n  \n  I'm not really into politics that much for that reason because everybody usually just gets in fights and arguments when talking about it.\n  ","37676":"\n  Honestly I just cherish the memories. I loved everything about my childhood and growing out with my family and friends\n  ","37677":"\n  Just living my everyday regular life. They still got me going to work and stuff. Taking precautions though\n  ","37678":"\n  I honestly do my everyday regular. And yes they got me going to work still. Thank you\n  ","37679":"\n  I hope your right bud.\n  ","37680":"\n  Thanks. I appreciate it. ?\n  ","37681":"\n  Thanks. Gm.\n  ","37682":"\n  I don't.\n  \n  Tho I do something do facial masks.\n  ","37683":"\n  Yeah. My bad.\n  ","37684":"\n  Decent today.\n  ","37685":"\n  Peace in my life.\n  \n  All this sick stuff is just... Upsetting me.\n  ","37686":"\n  Read\n  \n  Call people on the phone to socialize or video chat them.\n  \n  Create and build something.\n  ","37687":"\n  Yea. ??\n  ","37688":"\n  Good to hear.\n  ","37689":"\n  I don't know but sometimes I wish the same\n  ","37690":"\n  We kind of are under lockdown too but me and my husband are technically essential workers so we're allowed to keep going to work but only to work\n  ","37691":"\n  Thanks. I followed you back!\n  ","37692":"\n  Kit Kat\n  ","37693":"\n  Well I'm not going to see my exact timing and stuff exactly to my schedule and where I live for my safety but I just woke up and in a few hours I'm going to go to work. I am making breakfast at the moment and taking care of my dogs. I'm about to start getting ready for the day\n  ","37694":"\n  I meant to say creative*\n  \n  Not create event.\n  \n  My bad.\n  ","37695":"\n  ? ?\n  ","37696":"\n  I really appreciate that compliment. It means a lot to me. I tried to have a good mindset. Try to be very open about things. That's why I really enjoy this app because I can have friends from all over the world. Makes me really feel good and happy. I love different culture and I love the world. Adventure is so spontaneous and wonderful to me.\n  \n  Again goodnight to everyone!\n  ","37697":"\n  ??? Lol. You are goofy. Funny. You make me. Laugh. Haha. Thx.\n  ","37698":"\n  Friends are like family to me.\n  \n  The only reason why I mentioned both words is because a lot of people don't think friends are like family.\n  \n  But yeah.  I am also aware that I listed four. But meant it in a 3 thought.\n  \n  And thanks. ?\n  ","37699":"\n  O.o\n  ","37700":"\n  Pre-tty dang good at it. Lol.\n  ","37701":"\n  Love.\n  \n  Mint. Coffee. Chocolate chip cookie dough. My favs.\n  ","37702":"\n  I definitely don't do this often.\n  \n  Not me. At all.\n  ","37703":"\n  I absolutely love eating fish. Fish is good for us. Fish is good.\n  ","37704":"\n  Thank\n  ","37705":"\n  I am not working at home and I am fine.\n  ","37706":"\n  I like watching documentaries and learning about really different things that are not very common. A lot of people think that's nerdy lame and weird when honestly I think it's just unique and create event totally fine and kool.\n  ","37707":"\n  To sing.\n  \n  Love to sing.\n  \n  That is my most favorite thing to do.\n  ","37708":"\n  My family.\n  ","37709":"\n  I really like the show Kim Possible Life With Derek That's So Raven Wynonna Earp and more.  Love these shows.\n  ","37710":"\n  I do but I've been being careful with what I have been wearing lately because of all this covid-19 because when I get home I immediately try to clean and wash away anything just in case if it has came in contact. A lot of the things that I wear on my wrist mean a lot to me so I don't want to expose it to anything. Just taking a precaution. Probably something I needed but I don't know. I just don't want to be sorry in the end. I guess I'm just being cautious more or less.\n  ","37711":"\n  I followed you back. Thanks for following me\n  ","37712":"\n  I like.\n  \n  I am not super into but I like.\n  ","37713":"\n  Yes... Sadly... I have been keeping up-to-date with this whole virus stuff again sadly..\n  ","37714":"\n  I am doing good. No good news right now. Everything's okay though. We are all healthy and okay. I worked a long day today. And then came home and weed eated.\n  ","37715":"\n  Dolphin! ?\n  ","37716":"\n  Huh.\n  ","37717":"\n  ????\n  \n  I don't have this.\n  ","37718":"\n  Nice shoutout to a group if random people. ?\n  ","37719":"\n  Everything is going all right for me. I hope the same back with you.\n  ","37720":"\n  Iiiiii don't know honestly hope not...\n  ","37721":"\n  I don't get my nails done too too much. Sometimes they can be annoying the fake nails. The fake nails help me stop biting my nails. Overtime I stopped completely because I get used to not biting them with the fake nails on. I recommend to people that bite their nails really bad. Are a really good alternative to getting ya to stop..\n  ","37722":"\n  O.o\n  ","37723":"\n  I have. Nothing raw tho.\n  ","37724":"\n  Yogurt. Strange? Haha prob.\n  ","37725":"\n  I honestly don't remember the last movie I watched at home because it's been a minute but the last one I saw in the movie theater was Beauty and the Beast live action movie\n  ","37726":"\n  I've been asked for years and years and years. I've always been this active.\n  ","37727":"\n  LG\n  ","37728":"\n  Jason does. Most def.\n  \n   Adventuring and traveling\n   \n\n     View more\n    \n\n","37729":"\n\n   @JamesRM12\n  \n\n  Can you reask me your question on Scorpios. I lost it in my questions. I have been trying to find it. Srry.\n  \n  I don't think I'm super duper serious but I like to research them because they're interesting to me. Really kool.\n  ","37730":"\n  Not that important but as long as we pay the bills and get our Necessities around the house I'm happy. That's about how important money is to me.\n  ","37731":"\n  Neither.\n  ","37732":"\n  You know? I've never played that game. But I just might start trying to. I just might have to give it a try.\n  ","37733":"\n  ❤\n  ","37734":"\n  ✔ Done. Followed.\n  ","37735":"\n  Of course. Always my friend. I sent you support yesterday. ?? Good morning here. ? Tired and just waking up.\n  ","37736":"\n  Red\n  \n   White\n   \n    And blue are my fav together.\n    \n\n      View more\n     \n\n","37737":"\n  ? Hey\n  ","37738":"\n  Thanks bud.\n  \n   Same back.\n   \n\n     View more\n    \n\n","37739":"\n  Thx. ?\n  ","37740":"\n  You're fine. No need for the apology for him. You did not do anything wrong. I really appreciate it though. I don't know why he was acting this way. Strange.\n  \n  Biographies can say a lot.\n  ","37741":"\n  ?\n  ","37742":"\n  ??❤\n  ","37743":"\n  They are both okay\n  ","37744":"\n  She maybe on her cycle or could just not feel up to par and feels not pretty maybe in the moment? And she's just tryna use that word to make you understand in a jokingly why but she really don't feel right seeing ya atm maybe. Idk. Strange.\n  ","37745":"\n  ?Waa da fuuuk?\n  \n  Idk? ?\n  \n  When someone tells you what that means lemme know. ??\n  ","37746":"\n  Thanks. ??\n  ","37747":"\n  ???\n  ","37748":"\n  I have answered many forms of this question and I always say the same thing. You two should always talk together about things if you're questioning things. That's what relationships are about.  working together and talking things out. Communication. Constant communication. Not partly.\n  ","37749":"\n  I'm married? You don't see this in my bio? I thank you for the complements, but I am uninterested in anyone but my husband. ?\n  ","37750":"\n  ?\n  ","37751":"\n  God, my friends and family. Pets.\n  ","37752":"\n  Nah. I don't think so.\n  ","37753":"\n  My singing and my ability to be creative and entertaining.\n  ","37754":"\n  I don't have those. I have this and that's it. I have already told you this.\n  ","37755":"\n  I go to the old folk bars.\n  \n  I hang out with older folks.\n  \n  Love old music and old antiques.\n  \n  Love to collect stuff.\n  \n  Hats Zippos Cards\n  \n  Old money\n  \n  And more.\n  \n  I love homemade recipes.\n  \n  And again more.\n  ","37756":"\n  Quite a few things. I honestly don't want to mention them because people would probably get offended. (Not talking about you) But each to their own is what I say. I don't get offended when people say those kinds of things to me. I understand.\n  ","37757":"\n  Any song I know honestly. I love to sing along to anything.\n  ","37758":"\n  I am confused. I'm talking to you now??\n  \n  ?.?\n  ","37759":"\n  I honestly have the worst memory ever so it wouldn't be surprised if I didn't know neither and honestly since I moved there's a new area code so it's more than just remembering the whole number is also remembering the area code and the whole number. I tried this with my memory. It runs in my family. Bad memory.\n  \n  I know his height clearly.\n  \n  Just not god with phone numbers and stuff. I barely remember mine. LOL. I'm not really a tech person either.\n  ","37760":"\n  It's a emoji. ? Means hang loose. Another word like kool or like nice or like chill. Like cool. Neat. Good to know, see. Y'all can mean and more.\n  ","37761":"\n  ?\n  ","37762":"\n  If you want to come off anonymous? Sure.\n  ","37763":"\n  I'm awake. I'm here. Just being productive and doing clothes at the moment.\n  \n  Doing the normal even before all this stuff was going on. It hasn't really change any of the normal everyday plans that we usually do around the house.\n  ","37764":"\n  To sing.\n  \n  Singing. That's my most fav. hobby.\n  ","37765":"\n  I have been keeping track of it for the past few days.\n  \n  Been keeping up-to-date and researching so I can know what to do next.\n  ","37766":"\n  I enjoy today's memories that we are making currently. But I also love the past. I don't exactly try to have any regrets. I appreciate absolutely everything that's happened in my life. I wouldn't do anything different. Wouldn't change it for the world. ❤\n  ","37767":"\n  Kool.\n  ","37768":"\n  ? Is no prob.\n  ","37769":"\n  My bio says how old I am.\n  ","37770":"\n  ?❤ Much love to you all!\n  ","37771":"\n  My profile and bio on here says that my name is Bella and that i am from the ??\n  ","37772":"\n  Kool.\n  \n  That's fine.\n  \n  We can talk here and be friends.\n  \n  That's it. ??\n  \n  Hope your doing alright.\n  ","37773":"\n  Yea. ?\n  ","37774":"\n  I have this. That's it.\n  ","37775":"\n  Eh sure.\n  ","37776":"\n  Ok? Speak. Lol\n  ","37777":"\n  Clothes. LOL because I'm doing laundry at the moment on my bed. Hahaha\n  ","37778":"\n  I might have one picked up somewhere around here but I think I gave it to my little sister and she's in Louisiana so. I gave it to her because she really likes playing it and I wasn't really playing it that much. I am not sure if she plays anymore or not but I might actually ask her.\n  ","37779":"\n  I actually absolutely love alternative rock and country rap. Those are my two favorite music genres. Very hard to pick from the two. Srry. ????\n  ","37780":"\n  You are as well. Thanks for asking the question. ?\n  ","37781":"\n  I don't but if I see them sometimes I buy them but I don't exactly have a collection of them. My sister collects them.\n  \n  I really want to get a record player. I think that my husband has one somewhere picked up in the shed. But the only reason why I buy them it's for my sister and to keep a few for myself and we get a record player.\n  ","37782":"\n  I'm not sure if I've ever had one. I may have had one before but I don't remember the taste. I'm sure they taste fine. I would like to taste one again.\n  ","37783":"\n  I hear ya. We have wood flooring and tile flooring too in the house I just really like carpet in my room. It just feels comfortable on my feet. We try to change it every few years. But we also steam clean too, a few times throughout the year. I don't even know how many times I vacuum throughout the year.\n  ","37784":"\n  Well I'm married to him now. Lol. 6 years April 2nd. ❤?\n  ","37785":"\n  Yeah..\n  ","37786":"\n  Stay productive.\n  \n  Stay social.\n  \n  Find hobbies and do them.\n  \n  Adventure. Even if that means just going to dig a small hole in your backyard.\n  ","37787":"\n  Learning how to ride my bike for the 1st time. Falling and getting up. I remember my mama and my step telling me to ride in the grass so if I fell I would fall on the grass and not skinned my knee and arms up. I remember going so fast that I busted one of the training wheels off and that's how I learned how to ride.\n  \n  I remember learning how to play baseball for the first time and basketball.\n  \n  My sister Samantha teaching me how to skateboard for the first time.\n  \n  Rollerblading and then ice skating eventually too. 1st learning.\n  \n  Cooking with my mom and my grandparents anytime. Best day.\n  \n  Many different birthdays and different events when I was younger. And one's today.\n  \n  My 10th birthday.\n  \n  Graduating 8th grade. ❤\n  \n  Easter egg hunts with my cousins and sisters.\n  \n  School field trips.\n  \n  Swimming in the pool and jumping on the trampoline with my sisters.\n  \n  My sister Emily always experimenting with different types of hairstyles with my hair. Because it was so long. Looking in the mirror and seeing how well she did even though she was only 8-12 years old.\n  \n  Me and my sister Samantha always singing together in her room. I remember me standing on the chair and pretending that I was on stage and singing in front of hundreds of people. Thousands. Her teaching me a few pointers on my voice.\n  \n  I remember growing up with Angel. She was the best darn dog ever. That was my mom has baby. Me and her share the same birthday. she was one year older than me.\n  \n  Graduating high school when they said I wouldn't make it.\n  \n  Not only being in the church choir but leading it. Especially when they thought I would never do that.\n  \n  Those were the good days. In the old days. These were the best darn days of my life.\n  ","37788":"\n  I don't think I got it. But yeah. people get mad over the littlest things nowadays. Most def.\n  ","37789":"\n  We just recently rearrange the room and I vacuumed then and then I vacuumed maybe a few days later. I honestly like to vacuum at least once a week maybe twice. Just depends if I get the time.\n  ","37790":"\n  We are goofy.\n  \n  We stick together no matter how far apart.\n  ","37791":"\n  Your welcome! ??\n  ","37792":"\n  Didn't even realize I wasn't following you! Wow! All this time we talking back and forth. My bad! ? Followed ?\n  ","37793":"\n  Thanks. I followed you back.\n  \n  I really appreciate it! ??\n  ","37794":"\n  I will start sending you more again. ?\n  ","37795":"\n  I did. I played Animal Crossing on many different consoles but I don't have the game anymore on anything. But if I get it again I really want to get Animal Crossing on Wii.\n  \n  Or just get the newest version.\n  ","37796":"\n  No not really but if I did feel like it was going to end and for a stupid reason that I would just go ahead and end it because it's not worth saving. But I'm not sure what's going on with your situation so I'm not sure how to answer it. Hopefully everything works out for the best. Whether is the best to come apart from each other or whether it's good to stay together. Best luck.\n  ","37797":"\n  Most definitely. And in very good ways. I got\/get to meet\/talk with all of you! Each and everyone of you are special in my life. I appreciate all of your company. This is why I am here on Ask.fm. This is why I if I've always been here, from day one. To answer anyone's questions and to help them. With anything at any level. Whether it be paranormal or not. I am also here to ask questions. Entertaining y'all. And give you original and different questions. I'm here to listen and I'm here to speak out. Give and get. Learn. I enjoy helping you all. If anyone ever needs anything. I am here. That's what I've always been here for. With or without this leaderboard number. I don't care about all that. You guys give me the opportunity to be where I am at. And I most definitely appreciate it. But I am here for y'all This is what I have always been here for. Thanks y'all. You guys brighten my day up everyday I wake up. Or maybe not want every second of the day but I tried to get on at least once or twice a day. My life can be very busy. Especially considering I travel a lot. But since all of this sickness stuff I have not been able to do anything. I pray that all of you stay healthy and safe. But for now I shall go to sleep. I am tired.\n  \n  Goodnight to all of you.\n  ","37798":"\n  Thanks! I appreciate you asking! I hope everything's going all right for you there? With your family and friends?\n  ","37799":"\n  I'm not exactly sure if Daredevil counts but he would definitely be mine\n  ","37800":"\n  Life With Derek. I honestly felt like they could have kept going with the series.\n  ","37801":"\n  Just growing up. Back then. All the memories. All the birthdays and stuff. Growing up with my sisters and my mom and stepdad. I wouldn't change it for the world. We really have the time of our lives. Regardless of how many arguments we got in. Just sitting here thinking about it makes me miss it. ❤\n  ","37802":"\n  Any and all\n  ","37803":"\n  It says it in the GIF. ?\n  ","37804":"\n  Nada. Estoy perfectamente feliz donde estoy sinceramente.\n  ","37805":"\n  Dios. Mi esposo. Mis mascotas. Familiares y amigos.\n  ","37806":"\n  Appreciate it. Thanks. ??\n  ","37807":"\n  Mi conciencia. Esto no es tonto. Comprensible estar molesto. Es bueno tener una conciencia densa. Solo tenía que aprender a controlarlo cuando era más joven. Todos tuvimos que aprenderlo en un punto. Esto es parte de la vida.\n  ","37808":"\n  It was. The trip went well. I got to see them a few months before that too. We usually go and visit them about four five or six times a year. It just depends. Last year I think we went and visited them 6 times if not 7. I love going visit my family in Louisiana. Seeing friends and family and getting to spend time with them. It's nice.\n  ","37809":"\n  There you go. ?\n  ","37810":"\n  Is no prob.\n  \n   just trying to cheer some people off. This boredom quarantine stuff is not fun\n   \n\n     View more\n    \n\n","37811":"\n  Waffles def\n  ","37812":"\n  Спасибо. Пока что мой день прошел хорошо.\n  ","37813":"\n  It's just really getting on my nerves. Ready for it to be done\n  ","37814":"\n  Kind of unless we have to go to work of course. They still have us working here but we don't really have any cases around where I'm at yet hopefully we don't get any. Praying.\n  ","37815":"\n  That's what I've been trying to do all day. I might do the polls later I'm not sure. Probably\n  ","37816":"\n  I honestly rather not say anything. Because it'll probably happen. Something will hear it and that'll give it more ideas. ???\n  ","37817":"\n  Spicy bbq\n  \n  Boneless\n  \n  Anywhere.\n  \n  At ? is best.\n  \n  Especially atm.\n  ","37818":"\n  Can't travel anywhere at all. And a lot of my family and friends are a good distance away. So yeah..\n  ","37819":"\n  Beautiful.\n  ","37820":"\n  Patience and taking time out to chill down. Ignoring stuff that ain't worth it.\n  ","37821":"\n  Yep\n  ","37822":"\n  Nice. Thanks.\n  ","37823":"\n  Yes\n  ","37824":"\n  No one. I wouldn't want to ban anybody. Even my enemies.\n  ","37825":"\n  I was hearing that it pretty much but shutting down already. And China and other places they postponed rent for the longest. Hopefully they do that for other countries and other states that closed down. It's only fair and makes sense. What else can we do?\n  ","37826":"\n  Usually busy.\n  ","37827":"\n  Oysters.\n  ","37828":"\n  Who knows honestly.\n  ","37829":"\n  Nooope.\n  ","37830":"\n  Seafood for sure.\n  ","37831":"\n  Sure. Wait what?\n  ","37832":"\n  Aye! Sorry I'm late as ever but HAPPY BIRTHDAY!\n  ","37833":"\n  All kinds of sh- lol\n  \n  They don't know us.\n  \n  Just ignore them.\n  \n  People are interesting on here.\n  ","37834":"\n  ?\n  ","37835":"\n  I'm just here. Lol\n  \n  Thanks btw.\n  ","37836":"\n  GTA V Minecraft and Modern Warfare are probably my most addictive games. Can't forget Pokemon and Metroid Prime hunters.\n  ","37837":"\n  Don't call Bag Boys to help bag the customers groceries.... and ask to help them out. ? Yep. Good plan. Good service. Fuked up. ?\n  ","37838":"\n  Ikr?? ?\n  ","37839":"\n  My name is Bella.\n  \n  I'm from ??\n  \n  Don't have hangout.\n  \n  I have this and that's all. ?\n  ","37840":"\n  It's all good. Everything's going all right. We are doing okay and are healthy. We are trying our best. I'm just waiting for it to all be over.\n  ","37841":"\n  ❤\n  ","37842":"\n  Welcome. ??\n  ","37843":"\n  Thanks. I really appreciate it. Same back to you as well.\n  ","37844":"\n  I've been gaming since I was about four or five years old so definitely not a newb LOL. Haha\n  ","37845":"\n  Thanks. You too.\n  ","37846":"\n  Oh well. Ya didn't say what so I didn't know. Btw we wouldn't know because no one can see your coins. I thought I would let you know that. ?\n  ","37847":"\n  Well I sadly work at a supermarket so I have to go every other day. But if this coronavirus stuff starts to get worse where I live at I'm going to be wearing a respirator daily at my job.\n  \n  The last time I went to the store was yesterday.\n  ","37848":"\n  It's 8 p.m. here at the moment but my thoughts are I'm about to play Modern Warfare in a few minutes\n  ","37849":"\n  Hey.\n  \n  Goodnight.\n  ","37850":"\n  Thank you so much!\n  \n  ???\n  ","37851":"\n  Of course. ?\n  ","37852":"\n  5k what?\n  ","37853":"\n  I like sour cream and onion barbecue and hot chips. There's also a thing called Cajun boiled kettle-cooked chips and they are the best!\n  \n  I really love sour cream and onion dip with regular chips just regular potato chips.\n  \n  These are the Zapps, VooDoo chips. Sooo good!\n  ","37854":"\n  I honestly love chocolate sprinkle Donuts. I always have. The sprinkles have a little bit of a powdered sugar taste and makes the donut taste great! I like my Donuts a little warm and crispy. ?❤?\n  ","37855":"\n  Lentil soup is so good! Chicken and rice is the best too! Good choices!!!!!\n  ","37856":"\n  Honestly little bit of both.\n  ","37857":"\n  Name unless they are co-workers.  but honestly when I put them under co-workers I put their name first and then after put co-workers. This is so just in case if I'm trying to text a friend with a similar name I don't accidentally click their name because honestly I don't want anyone at work knowing my personal business.\n  ","37858":"\n  What do you like? I like almost about any type of soup.\n  \n  I am honestly not a fan of taco soup unless I am the one making it. A lot of people make it very strong tasting and I don't like that. Taco flavor is very very strong. It has to be kind of send out in my opinion. If it's a super duper taco flavored then after three bites I'm like I can't have no more. Very rich in tasting.\n  \n  But I love a gumbo. Of any kind.\n  \n  Broccoli cheddar soup is delicious!\n  \n  Potato celery soup is good.\n  \n  Shrimp and corn soup is probably one of my most favorite because you can put many different types of cream of soups in it to make it flavorful. I like to make this soup real thick\n  \n  Chicken and dumpling soup is so so good!\n  \n  Regular chicken soup is good as well. You can also make it with the bones and you can make it boneless.\n  \n  Beef tip soup is good as well. Especially when you just have a tasting like beef soup and then sometimes when you add different types of tomatoes.\n  \n  Oxtail soup is great! You have to really cook down the oxtail before putting it into the soup because oxtail is very tough you have to really marinate and tenderize the oxtail. But it's really good. It almost has the texture of tough tough beef. Like a ribeye kind've. Very tasty indeed. I say...  Don't knock it unless you've tried it.\n  \n  3 bean soup is cheap and good and is good for hard times when you don't have a lot of money.\n  \n  Red beans and rice! Can be watered down to a soup. Very good!\n  \n  And these are just a few. There are so many more.\n  ","37859":"\n  Thanks.?\n  \n  I appreciate your kind words.\n  \n  It's actually really fun and it makes you feel really good.\n  \n  I have done both of these forms of volunteer work before. My whole life I volunteered at my Maw maw and Paw paw's food bank that they started 35 years ago. It's a lot of fun seeing smiles on people's face but it's also really hard seeing them going through those things. Especially when it randomly happen to them, it could happen to us. Any of us. Some of the situations. It really makes you rethink everything. Really makes you appreciate what we have.\n  \n  And I also have helped the natural disaster thing also. I have myself went into houses and help people savage what they could. I have helped people with floods of almost 40 ft. It's scary. I've been through Katrina, Rita, Gustav and many more other hurricanes. Tornadoes. It's nuts. Real.\n  ","37860":"\n  Littlefukers that's for sure what they are. LOL ?\n  \n   I heard that ants don't like citrus smells or flavors so if you have an ant problem in your house or in your car and you don't want to resolve to using poison maybe try sprays that have citrus smells in them. Spray them in the cracks of your car and maybe even put a little bit in your cleaner or use a citrus smelling cleaner and clean your truck or house with it. Maybe get some sitrus smelling wax melts and have them going by your front door. After all they smell good anyway. At least your visitors will have a good aroma when they walk in the house.\n   \n\n     View more\n    \n\n","37861":"\n  I would start up a food bank and a side natural disaster team. A team that would go and help go in and people when tornadoes,hurricanes or floods happened or any type of natural disaster for that matter. And if they needed us to supply them with food, water, clothing or some where to stay, we got them. But at the same time they have to make an effort to try to start over again. And we got them there too. Help them with getting new jobs places food and the things they need all over again. Help guide and re-establish. We also would try to provide classes for them to help them turn around. With all of this going on in their lives I'm sure that they would have some sort of depression. We would try to give them that boost again.\n  ","37862":"\n  On our paranormal explorations? Absolutely. Very often. We use, what are called EVP recorders. These are very small skinny recording devices that are very sensitive to hearing. Very good for hearing abnormal sounds. Sounds that the human ears can't hear. Sounds that are so quiet that only the record can hear. You have to be careful and try not to breathe too hard when you're using it. Because it can detect even the sounds of your breath. Or try not to make any type of sudden movements or walking. It can hear a pin drop for sure. Even if you were to wave your hand around the area could hear the air moving.\n  ","37863":"\n  I've seen many objects including books fly off the shelves during investigations and other people's investigations. It is quite an intriguing event to witness on paranormal explorations.\n  ","37864":"\n  I absolutely love tulips. They smell and look beautiful. They have such a unique look to them.\n  ","37865":"\n  Ikr? Sounds great.\n  ","37866":"\n  I honestly don't really like bananas unless they are in a smoothie or cooked in something or baked in something. I just don't like the texture of a banana by itself. I don't know if anyone else can relate. LOL\n  ","37867":"\n  Chilling - Satisfied - Waiting\n  ","37868":"\n  Walking my dogs but I am waiting a few minutes before my husband is on his way home because I want to answer a few more questions. I don't HAVE to be doing that right now. I want to be walking them when he comes home so that I can meet him in the yard. ??\n  ","37869":"\n  Holding up pretty well.\n  ","37870":"\n  Yea? I hear ya there.. Agree with ya there.\n  ","37871":"\n  I try not to too often\n  ","37872":"\n  Considering I live out in the countryside we don't have taxis out here. And if you want to call a taxi would probably cost you a couple hundred dollars.  and even if we go to town I don't think we have any type of taxi service. So the nearest taxi service is probably about an hour or two hours away\n  ","37873":"\n  ??\n  ","37874":"\n  I do. I love to fry eggplant too. It's really good fried. Stuffed eggplant. Cooked down and marinated eggplant with onions and ground meat. ? Then rggplant casserole.\n  \n  This is actually a picture of me battering and frying some eggplant chips. This is my grandmother's old recipe and strategy that I was doing. I actually took a picture for Facebook because it was around her birthday when I was doing this. They tasted just like hers! But nothing is better than hers! Made by her!\n  ","37875":"\n  You should really look into them. Really good band.\n  ","37876":"\n  That's what I preach every day. Nothing is impossible. I really appreciate it. Thanks!\n  ","37877":"\n  Bologna sandwiches.\n  \n  I do not know how I ate so many of the child. ?\n  \n  The only way I can eat bologna is on the BBQ Pit now.\n  \n  During Hurricane Katrina that's what we did. We had to be careful with food and how much we ate... because just like now food wasn't really at the highest abundance in the stores.. so.. we decided one day.. when we got bored.. that we were going to barbecue some bologna! XD It tastes really good actually! It kind of tastes like bacon. ??? We were always nuts truthfully down here in south Louisiana.\n  ","37878":"\n  ? Thanks so much for all the wonderful words. Ours definitely sounds like some kind of story out of the story book. It sounds so unreal and impossible yet we are living it. We are living breathing proof of it. We have been through it and back with this long distance. We still fight it today but in different ways.\n  \n  We want so much more for us. Yet we can only do so much.\n  \n  Wedding dresses are so expensive also. I never went to my own prom because it was just so expensive. People were paying for senior and Junior Rings almost $1,000 a piece... and prom dresses that worth thousands of dollars and graduation dresses the same. I just did not have all that kind of money... It was not that important to me to look stylish and high grade. I knew how much the situations\/moments meant to me. I did not need to express them through expensive dress wear. Especially something and I'm probably only going to wear once or twice in my life and then it's going to hang in my closet for the rest of eternity or given to someone else.\n  \n  I do not judge other people for wanting to do this. If you have the money I would definitely do it! But I do not have the kind of money to pay for such expensive wear for such events. And that's okay. I am happy no matter what. Because I love him. I'm not here for all of that. And that beautiful blouse I still have in my closet and I love very much. Every time I wear it or hold it it makes me cry because I love it so much. I remember that day. Getting to tell him that I was going to be with him for the rest of my life. I never more made a better decision. No regrets. My life. No never. I am happy. Yes. Very. ?❤\n  ","37879":"\n  I do drink alcohol but on occasion only mainly. We actually collect bottles but crazy enough we always supply other people with a drink if they want. I rarely drink, maybe once every couple months and as I said... mostly on occasion.\n  \n  I absolutely love margaritas! But I like more vodka in my Margaritas. For some reason tequila hurts my stomach. I like tequila but tequila doesn't like me. ? I like 1800.\n  \n  I like a beer ? every now and then. ? I like deep lager beers. Strong.\n  \n  My favorite liquor is probably Jameson.\n  \n  I am not a wine drinker at all really... though I do like Moscato every now and then but only a sweet Moscato. I only like sweet wines if drink ? wine.\n  ","37880":"\n  I actually wore both of these mainly for the longest throughout my life, Converse and vans because I am a skater. I love to skateboard. I also love riding bikes and riding scooters and stuff like that. But I definitely like Converse more. But I still love vans. But I love Converse. Atm I own like three or four pair. I think... but throughout my life I've owned plently. I love designer Converse mostly because they are different. I have owned many pairs of the All Star American Converse. The moment the American flag on it. I have owned some pizza Converse before. Superman and the Flash and these really nice Sparkle black and white Converse. I'm thinking about going online and design my own also soon. Idk when. But I wanna do that. But I have owned many other types of Converse. Love love them!\n  ","37881":"\n  Go see my mom. Most def. ❤\n  \n  Family and friends in Louisiana.\n  \n  I miss them all.\n  ","37882":"\n  Petty jealousy.\n  \n  Especially jealousy like people getting aggravated of someone else's success. you should be proud of them that they are succeeding. If you are jealous then maybe you should go out and try to do the same. Work on you other than getting jealous of other people's successes.\n  \n  I have noticed that a lot of people get aggravated over good relationships. They see someone in a good relationship and they want to get jealous and try to mess things up. Why try to mess them up? Petty stupid jealousy. They don't even have to know you. People get jealous because they can't complete the same success. When they can.\n  ","37883":"\n  I don't mind it in the course there's plenty to do at home.\n  ","37884":"\n  Ummm. Follow me?\n  ","37885":"\n  ? before all of this sickness stuff I probably washed my hands over 25 times a day and now I'm doing it even more so...\n  \n  It's crazy to know that all these people are buying all these cleaning supplies and soaps like they've never washed their hands before.\n  \n  I always have a bar of soap, regular liquid soap and a thing of hand sanitizer by our sinks and our house. Why so many different things? Because different people prefer different things when they are washing their hands. Some people like bar soap and some people like liquid soap and then even after washing your hands I like to sanitize my hands. Was never different, never changed. Always the same. Still is. In my house. I even have a thing of wipes nearby is somebody for first just a hand wipe or something instead of a hand sanitizer considering sometimes it drys your hands out.\n  \n  Always had a ton of bottles next to my toilet to clean the toilet throughout the day. Never understood why these people are buying all these Lysol cans and Clorox like they have never cleaned their bathroom before? Very confusing...\n  \n  And then lastly all these people buying all this bathroom tissue. T p. They aren't sharing. They don't need 25 things toilet paper. Now people that really are running out of bath tissue don't have anymore at all. And now they're buying all the paper towels. All this sickness stuff is just going to show how selfish people really are. We definitely should be taking precaution but we shouldn't be buying absolutely everything in their stores and hoarding it in our houses with only a few people in it.\n  ","37886":"\n  Jason always does.\n  \n  Sorry I haven't answered much today y'all. Been working my butt off this week and last. Am exhausted. Ima get me some shut eye... Ttyl y'all.\n  \n  Gn ?\n  ","37887":"\n  It is red and has Baby Looney Tunes all over it. There is an outline of more Looney Tunes around the whole blanket and it is a baby blanket. It was my baby blanket growing up. That blanket is older than I am. It is very very very old so it's picked up so it doesn't fall apart. I love that blanket. It's a quilt. My grandmother sewed it for me. It is about 25 26 years old. That is probably my most favorite item that I own is my baby blanket. ❤\n  ","37888":"\n  I can. Getting tired now actually. Been busy all day. Just tryna come on here for a min.\n  ","37889":"\n  I don't know. That's their business honestly. That's their thing.\n  ","37890":"\n  ?\n  ","37891":"\n  Yeah. ??\n  ","37892":"\n  I don't know because I haven't worn it for that long and plus I have a respirator mask and I'm pretty sure that it works a lot better than the other face masks that people are wearing. As a filter in it and everything.\n  ","37893":"\n  Sometimes I like a little bit of both but I really like some sweet snacks\n  ","37894":"\n  I did. I worked for the most part. But I did have a very productive day. Today went good. today was my mom's birthday and now well yesterday. And today is my sister's birthday now. So I'm just trying to get them to have the best birthday they can. But yeah today was very productive. I'm very tired.\n  ","37895":"\n  Would have to be bus. Most of mine experiences on buses have not went well.\n  ","37896":"\n  Right. I do understand that we have quite a few cases but we do not have near to as many cases as some of these states have. Or at least to me I feel like.\n  ","37897":"\n  I do. Though I'm not going to mention the exact name but I do remember the name. Good Times\n  ","37898":"\n  Either honestly but I prefer sports clothes\n  ","37899":"\n  I do not\n  ","37900":"\n  I am honestly from south Louisiana and I don't understand it either. The state is getting shut down and everyone's having to stay quarantine. It makes no sense to me because we were one of the last states to get cases and now all the sudden we're being shut down and are in the red for being one of the states that have the most. It just doesn't make a lot of sense to me honestly.\n  ","37901":"\n  Ouuu I am excited for Easter but I'm definitely not ready as in... I don't have anything for it but we're still going to try to celebrate it the same\n  ","37902":"\n  I will teach them all three for sure but I'll probably more stern with honesty.\n  ","37903":"\n  I tried to get home at least twice a day. But it just depends because I am really busy.\n  ","37904":"\n  Traveling to places\n  ","37905":"\n  It's all good. Much love to you. I appreciate the concerns. We're doing okay though. Good to hear that you're doing all right!\n  ","37906":"\n  Thanks. I am doing good. Appreciate you asking. Really. And thanks for the compliment! ??\n  \n  We are healthy and doing alright. It's crazy down here tho. It really is. But we are doing okay. We are.\n  ","37907":"\n  Hello.\n  \n  Shoutout. Lol\n  ","37908":"\n  ?\n  ","37909":"\n  Of course they always keep all services everywhere in the store cleaned constantly, multiple times throughout the day and now we do it even more. But there's no cases around where we're at, so we are not wearing masks really yet. There are a few people that are but those are people that are being told by their doctors to wear them now always. But there aren't a lot of them even wearing. And the one I have is big and flashy so I'm going to wait until we get more cases to wear it so I don't look like I am overreacting. That is what people are making it seem like and honestly it's not.... we are honestly just taking precaution and being careful. I have a grandparent that lives with us and they cannot handle this virus. It's perfectly understandable to wear a mask but under certain circumstances atm with this stuff going around. I'm trying not to make our customers panic at the same time. Wearing a mask makes them panicked. So yeah. Just being careful. They are not requiring us to wear masks at in our workplace. We are kind've wearing gloves.\n  ","37910":"\n  Absolutely.\n  ","37911":"\n  Nothing.\n  \n  No regrets. Zer0\n  ","37912":"\n  I can translate back and forth. And it was good.\n  ","37913":"\n  Depends. No cases around here. If there start to be some I will sadly. Cause I work at a supermarket so yeah. Will have to.\n  ","37914":"\n  Good for you. ??\n  ","37915":"\n  ??? Wtf lol\n  ","37916":"\n  Was what?? Count 6 years from now and that's when. ???\n  ","37917":"\n  :( I'm srry love.\n  \n  Be strong for her because she would want you to be for her.\n  ","37918":"\n  Me and Jason have been together for 6 years.\n  \n  Our anniversary is April 2nd.\n  \n  It is coming up soon.\n  \n  ???\n  \n  ?❤\n  ","37919":"\n  Мне нравятся оба, но если бы мне пришлось выбирать только одного, они были бы щенками. ???\n  ","37920":"\n  No tengo\n  ","37921":"\n  Attitude. Just cuz it's just not cute when you're rude all the time. Always have something stupid or smartash to say\n  \n  Not the greatest hygiene. Especially when you see it at first hand when you first see someone. Just cuz to make sure you stay clean for your health. And if I want to be attracted to you I want to least see that you are taking care of yourself.\n  \n  Last but not least. Disrespectful. Especially towards yourself. If you don't have respect for yourself and how in the world are you supposed to have respect for others around you.\n  ","37922":"\n  I got me a black respirator just in case if it gets bad in my area. I also got my husband one and his grandmother one\n  ","37923":"\n  ??\n  ","37924":"\n\n   شكرا ، وكان لي شطيرة وقليل من الزبادي على الفطور هذا الصباح. ??\n  \n","37925":"\n  I'm straight\n  ","37926":"\n  I like both but I love fish!\n  ","37927":"\n  Truth\n  ","37928":"\n  You can learn a lot with some people on here by reading their biography. Some.\n  ","37929":"\n  I rather live out in the woods because honestly it's just quieter. The countryside is beautiful to me. Less regulations. Sometimes it's annoying when you can't do anything at all. I love to fish and hunt and that's right in my backyard. But it's peaceful out here on the Countryside. You can also own a lot of livestock out here\n  ","37930":"\n  Maybe one day with my husband we will visit.\n  ","37931":"\n  No prob.\n  ","37932":"\n  Que?\n  ","37933":"\n  Concordo. As pessoas devem gostar de estar aqui paradas e vivas, porque há algumas que não sobreviveram ou estão doentes agora. Algumas pessoas pensam que tudo é engraçado, mas as pessoas estão morrendo. :(\n  ","37934":"\n\n   لطيف. شكر.\n  \n","37935":"\n  Оба звучат весело, если честно. Я тоже не против.\n  ","37936":"\n  I think it's none of their business to go on someone else's account and blocked someone. If that person that has the account must have blocked that person then they can do it on their own. And you can call them what you want oh, but I definitely think there's a better word than a snake. Jealousy is definitely a better word for it. Someone that envies you for some reason. So bad that they have to go on that person's account and block you. And if that person's okay with it then they both need to not be in your life. They're not meant to be in your life\n  ","37937":"\n  Just straight hatefulness from the bride towards the groom aaand I have no idea if they are still together or not honestly. Iiii don't think so.\n  ","37938":"\n  I think they definitely should because it's not no one's fault that this stuff going on in that people's jobs are closing temporarily. They're not going to be able to have the money to pay for rent.\n  ","37939":"\n  Cold weather, most definitely.\n  ","37940":"\n  The Beauty and the Beast live action\n  ","37941":"\n  Family.\n  ","37942":"\n  No. Actually able to get on it today for once. Been productive all day. ???\n  ","37943":"\n  Jason is doing good and our puppies are as well. We're just doing our regular around the house. Nothing has really changed other than maybe going out every now and then.\n  \n  Had a picture.\n  \n  Buuut it won't upload atm.. sorry.\n  ","37944":"\n  I'm not really scared of it but I'm definitely taking the necessary precautions. I just don't really like being at home all the time. I like traveling and going out and doing things and talking to people face-to-face. Having a good time. I love road trips. I love to Adventure. Going to museums and stuff like that.\n  ","37945":"\n  Things at home with your family and friends. There are plenty of things you can do in your house and around your house like outside.\n  ","37946":"\n  Nowhere! Don't tempt me! I want to go to Louisiana with Jason or maybe to Chattanooga with Jason! Not fair! We love to travel!\n  ","37947":"\n  I don't think any of that's weird. Understandable. Anything can happen. Anything's possible. Honestly.\n  ","37948":"\n  Probably would have gotten kidnapped if I would have done that. One time I was playing in the front yard and almost got kidnapped in my front yard. I had to run away from the guy. Kidnapping is bad around where I grew up at. I don't know why. Gotta be careful. For sure.\n  ","37949":"\n  My mom many of times. She's made many different types of sacrifices. I'm honestly not going to really go into detail. But she has done so much for me.\n  ","37950":"\n  ?? lol\n  ","37951":"\n  The paranormal.\n  \n  Weather.\n  \n  Marine animals.\n  \n  Singing.\n  \n  Art.\n  \n  Geography.\n  \n  Sports.\n  \n  Gaming.\n  ","37952":"\n  Sweet and spicy.\n  \n  I love sweet and spicy things. I'm Cajun French so the spicy might come from that. Sweet. Everyone says I'm always being so helpful nice and sweet people so that's where the sweet comes from. Plus I love sweet foods and drink.\n  ","37953":"\n  No.\n  \n  Have played on one many tines tho.\n  \n  Don't have tho. No.\n  ","37954":"\n  Absolutely. Very good\n  ","37955":"\n  Tau\n  ","37956":"\n  ?\n  ","37957":"\n  Some people think I'm researching the Paranormal for evil purposes. I do no for such things. I research the Paranormal because some people are afraid to do it and go out and experience it. I want to experience anything and everything so I can be able to help people. Guide. Answer questions and give information to people that wants to know it. It's also very intriguing and interesting to learn about. Not a lot of people take on this challenge. It's very scary and can be very dangerous. But you definitely have to know what you're doing. I don't judge people for what they do and what they believe in and I respect people that treat me the same. And a very open-minded person. A lot of people take this the wrong way.\n  ","37958":"\n  Just getting to wake up\n  ","37959":"\n  Si ? Same\n  ","37960":"\n  I didn't get to go see them but it's okay. I got to go see them a few months ago. I just text and call them and video chat them\n  ","37961":"\n  Wasn't never really that important to remember when I started. So I don't know how old. When I was mature enough.\n  ","37962":"\n  No.\n  ","37963":"\n  I am doing well. Thanks for asking. I hope that you're doing okay?\n  ","37964":"\n  Sadly we don't get ice cream trucks out here on the countryside but I'm sure they have been around town and in the city\n  ","37965":"\n  Yee\n  ","37966":"\n  I worked today. It was crazy like it has been for the past 2 weeks. But my day went good. I'm really tired.\n  ","37967":"\n  Me and my husband would probably go out. We're at depending. We go out sometimes travel. Go fishing or something. Go and visit people\n  ","37968":"\n  What?\n  ","37969":"\n  Not really.\n  ","37970":"\n  fish patty sandwiches\n  ","37971":"\n  Depends\n  ","37972":"\n  Maybe. I'm not sure. But for now I'm going into work. I will talk to all of you later and y'all have a great day!\n  ","37973":"\n  Their personal views and what they prefer. I do not let that overcome an individual when I am talking to them unless they're throwing it at me. Then that just shows their personality is all. That's the last thing that I noticed about people. Their views.\n  ","37974":"\n  Converse Chuck Taylors\n  ","37975":"\n  Any of them. All.  I love marine animals. As a child I always wanted to be a marine biologist. I also really loved weather as a child and learning about it. Also singing. And working with animals. But I would love to learn more about any animals especially marine animals. Even ones that I know a lot about already. I want to learn even more about them. There's always room for improvement.\n  ","37976":"\n  I don't.\n  ","37977":"\n  We prepared for the worst here because they are talking about closing absolutely everything down and making people stay at their houses so we prepared about two or three months worth of food. If not longer. We're not panicking but we are thinking smart just in case because this could happen.\n  ","37978":"\n  Quite a few things but I will just say a few we collect decks of cards Zippo lighters and flat bill hats. These are just a few things that we collect we also collect magnets from different states and different parts of the world\n  ","37979":"\n  Besides going visit my family in Louisiana not really. Though it kind of ruined those plans we weren't planning on going for a good minute anyway. But I do want to go see my family soon in the summer but I'm not sure if you will be able to go until the Fall.\n  ","37980":"\n  I can't think of a single thing\n  ","37981":"\n  Thanks.\n  ","37982":"\n  Probably anything made by my mom. I absolutely love her cheesy chicken rice and her chicken casserole. She also makes really good rice and gravy. Her gumbo and potato salad are awesome as well! My mom is a good cook! She taught me.\n  ","37983":"\n  Wouldn't matter really much to me.\n  ","37984":"\n  To you, good morning and to everyone!\n  ","37985":"\n  Playing with my sisters and friends back in the day. Especially outside. Good memories. All the birthday parties and get-togethers.\n  ","37986":"\n  Gaming.\n  ","37987":"\n  Either some really old money or something that my grandparents gave me. Or an old antique that I bought from an antique shop.\n  ","37988":"\n  My mom.\n  ","37989":"\n  Walking and bike riding. Then ride with my husband.\n  ","37990":"\n  I tried to stay very organized. Everything's cleaned all the time. I like to know where my things are so when I need them I can get to them easily. I don't judge anybody for anything. I try to be open-minded as much as possible. If someone need someone to talk to I tried to sit down and listen. And then try my best to help.\n  ","37991":"\n  Have done it before.\n  \n  Could do it again in a sec.\n  ","37992":"\n  I am.\n  ","37993":"\n  No.\n  ","37994":"\n  No. We are not responsible for what happened in the past. We are responsible for what goes on today and we must better everything. Not let history repeat itself. Do not let these anonymous's get under your skin. Ignore them. They're just looking to troll you and get a reaction out of you and make you upset. No reason to sit there and argue with them. Forget them. Do not think that you are at fault for anything that happened before you were born. Don't think that you're at fault for anything that happens that you have not done even if you are here now. You cannot stop people for their wrong doings. You're one person.\n  ","37995":"\n  I would probably just keep what I'm doing now. Though I think the whole being awake all the time as long as I'm not tired would be good too\n  ","37996":"\n  Both. Most def.\n  \n   Love both.\n   \n\n     View more\n    \n\n","37997":"\n  Gn y'all\n  ","37998":"\n  Always remember that everyone's going to agree with you and that is okay. And you're not always going to agree with other people. It's okay to agree on things and it's okay to disagree. We just need to learn to accept those things. That people are not going to always agree with us. And have regular discussions on them and accept each other's opinions.\n  ","37999":"\n  I was kind of up and down from 8 to 11\n  ","38000":"\n  They always say be careful what you wish for because it might change things for the worst. So I do not wish for anything.\n  ","38001":"\n  Just trying to keep to myself at the house with my husband unless we have to go out to work or something. Just chilling at the house together mostly. Doing things around the house. Cleaning\n  ","38002":"\n  The Sandlot movies. The Twilight Saga. The Hunger Games. A lot of the old Disney Channel movies and Disney Channel Originals\n  ","38003":"\n  Someone just being petty and hateful but I usually just get over it and get away from there ignore people\n  ","38004":"\n  Board games. Play a little bit outside but around your home mostly not with a lot of people. Video games. Puzzles. Cook something fun together. Maybe Garden a little bit around your home. Considering it's the start of spring maybe go swimming a little bit in the backyard. Magazines. Read books. Call friends. Video chat with different friends and family. Learn go online and research things. Start a new series on Netflix or something. Learn to play an instrument. Develop a new hobby. Sing. Entertain one another and play with sisters and brothers and animals around the house. Joke around. Play Uno cards charades. Maybe work out at your house. Build something or paint. Wood burning a wood carving are fun and cheap things to do around the house. Color and a book. There are so many more things you can do other than what I listed.\n  ","38005":"\n  Most definitely. Thanks friend. You do the same and everyone else same\n  ","38006":"\n  This is the best I've seen so far. Hilarious. Makes you want to cry honestly it's so true because the jails are not going to close down no matter what\n  ","38007":"\n  Well we all like just so better but I definitely like to eat healthier more. I love healthy food\n  ","38008":"\n  ? Hi\n  \n  Nice shoutout to all. Lol\n  ","38009":"\n  To make a strong and happy family with my husband that sticks together and raise them to make a wonderful impact on the world. ❤\n  ","38010":"\n  Bella*\n  \n  Thanks tho. ?\n  ","38011":"\n  Yeaa\n  ","38012":"\n  Them being theirselves and doing the things they love. And at their fullest potential. Positivity. There are many other things these are just a few for right now I will share.\n  ","38013":"\n  I gotcha.\n  \n  And thank you so much!\n  ","38014":"\n  Ikr? I guess I'm a country now right LOL\n  ","38015":"\n  I have seen deer before. And they are marvelous creatures\n  ","38016":"\n  I have never been on a plane before.\n  ","38017":"\n  Lol. Yeah they're okay. Boredom is really something with all this stuff going on. Being at home and nothing else but that.\n  ","38018":"\n  Ok. Thanks. ?\n  ","38019":"\n  Nope.\n  ","38020":"\n  It is okay. Not my fav.\n  ","38021":"\n  Hot mama pickle. So good tho!\n  ","38022":"\n  Interesting.\n  ","38023":"\n  What?? For?? What?\n  ","38024":"\n  Yogurt and a cheap bottle of water.\n  \n  Yogurt is under $0.50 and the bottle of water is about 25 cents\n  ","38025":"\n  I'm feeling fine and even if you're not sick you're asking you to stay home. Thanks for asking if I'm okay. I'm good.\n  ","38026":"\n  I have. They are good. ??\n  ","38027":"\n  I tried to get on when I can throughout my day. Like today most of the day I'm going to be busy so I will try to get on probably later. I'm going to be doing a lot today.\n  ","38028":"\n  ??? Wait whaa? Lol. Thanks? Haha confused sorry.\n  ","38029":"\n  Awe sh- my bad. Was quick to read and mis-read it. My apologies! Sorry! I didn't answer the question right! ?? My bad. Hahaha. I am laughing at myself. Lol.\n  \n  Definitely at a few stores. A lot of times a lot of people are very unappreciative towards me they're not appreciated of the things that I do. But sometimes people don't know how to to show their appreciation for someone. They don't know any better. Or they show it in a way that is different or not very clear. So I take in consideration of those kinds of things.\n  \n  But that's okay.\n  \n  They're going to be times when we're not appreciated. And that's okay.\n  ","38030":"\n  It was it was having problems loading and it was showing errors and stuff in freezing. But this was I think yesterday\n  ","38031":"\n  :Eeee\n  ","38032":"\n  Considering they're thinking about shutting down everything around here. I did stock up for just in case purposes.\n  ","38033":"\n  Is there something wrong with that?\n  ","38034":"\n  Probably for most of the day.\n  \n  This was years ago though I don't really talk on the phone that much anymore. But one time I stayed on the phone for most of the day. That was fun.\n  ","38035":"\n  I don't remember a time because I don't ever try to not be unappreciative. I was taught and raised not to be unappreciative.\n  \n  I always appreciate anything and everything given to me because it could be a lot worse.\n  ","38036":"\n  Every now and again.\n  ","38037":"\n  Years and years.\n  \n  A long time.\n  ","38038":"\n  Nope.\n  ","38039":"\n  Seafood and beer together are awesome! Boiled seafood.\n  ","38040":"\n  From LUSH no but I like bath bombs for bath bombs don't like my skin so yeah.. Lol I like them but they don't like me.\n  ","38041":"\n  #GoodnightYall\n  \n  #StaySafe\n  \n  ? ? ? ? ⭐ ?\n  ","38042":"\n  ? ?\n  ","38043":"\n  It says on my profile I'm in ??\n  ","38044":"\n  It's okay.\n  ","38045":"\n  Okay but you're still posted of anonymous so I can't see you\n  ","38046":"\n  Bella* But thanks.\n  ","38047":"\n  ??\n  ","38048":"\n  Yeah. I don't know what was going on last night but it was definitely being weird\n  ","38049":"\n  Eating at Bayou Bronze down in south Louisiana. Good food.\n  ","38050":"\n  I'm good. Thanks for asking\n  ","38051":"\n  ? Hey\n  ","38052":"\n  Normal life just not traveling or going out as much. Only going out if necessary.\n  ","38053":"\n  I know right? This is not far from me. It is very beautiful\n  ","38054":"\n  Some extremely spicy crawfish. Ghost Pepper and Carolina Reaper. Very good though\n  ","38055":"\n  Most definitely easier\n  ","38056":"\n  I have played both and they are both good games. Overtime as fortnite has developed I've actually gotten away from it. Too much added. I liked the original when it came out\n  ","38057":"\n  I just I just think it's weird that people want to know that, you know? Like why do they need to know that.\n  \n  That's good that you got them out of it was making you sick. That's definitely no good. Good to hear that the surgery went well too.\n  ","38058":"\n  ?? Thanks. And we are well. And yeah. It's crazy how it is spreading...\n  ","38059":"\n  ? Hey\n  ","38060":"\n  A sniper rifle a shotgun a pistol and a machete\n  ","38061":"\n  Rather do truth because a lot of people do stupid dares.\n  ","38062":"\n  Thank you so much! ?\n  ","38063":"\n  ? Y'all are hilarious.\n  ","38064":"\n  Jason always helps me relax.\n  \n  ^_^ Always. ❤\n  ","38065":"\n  .-. Eeee\n  ","38066":"\n  Your anonymous. Soooo....\n  ","38067":"\n  We shot our ARs together today so I could def say we get along quite well. ? lol\n  ","38068":"\n  One of my favorite YouTubers. That was the last video I saw online\n  ","38069":"\n  Thanks for following.\n  \n  I followed ya back. ?\n  ","38070":"\n  People being racist and you judging people for no reason. Especially people that have never seen or talked to before. They don't know them at all and they are judging.\n  ","38071":"\n  I agree. I like.\n  \n  Sounds awesome!\n  \n  Thanks for the words!\n  ","38072":"\n  Thanks.\n  \n  ??❤\n  \n  It is Spring y'all!\n  \n  I am super cited!\n  ","38073":"\n  Yesss. Maybe like 500? Maybe.\n  \n  B\/c can understand spam accounts might spam us with even more GAINT and more annoying questions... and make them even more aggravating and spammy than they already are.\n  \n  But I definitely can agree with you. Sometimes I wish they might have a longer count. Because some people like to send the one two three four five six type questions asking multiple different ones at the same time. The number questions things and I actually kind of like answering those sometimes.\n  \n  Like this.\n  \n  Height?\n  \n  Any kids?\n  \n  Want kids?\n  \n  Dream job?\n  \n  Where from?\n  \n  Night or day?\n  \n  Favorite snack?\n  \n  Dream destination?\n  \n  Are you happy with life?\n  \n  What is something you love?\n  \n  Your favorite day of the week?\n  \n  Like that.\n  ","38074":"\n  Thanks! ?\n  ","38075":"\n  ??\n  ","38076":"\n  Hey! And yea. Soup is good.\n  \n  What's the suprise my friend? ???\n  ","38077":"\n  Thank you so much! Someone said today is the first day of spring! What a good thing!\n  ","38078":"\n  At the end of the day it did kind of mess up a little bit for me. I was getting a lot of people asking the same thing over and over. Like it was sending their questions multiple times. And a lot of people were saying that there's was messing up. Telling me that they're asked was giving them errors and was being extremely slow. You Are Not Alone.\n  ","38079":"\n  Obviously my husband.\n  \n   Different types of hygiene products.\n   \n    Other obvious things.\n    \n\n      View more\n     \n\n","38080":"\n  No. My conscience is way too heavy on me. I couldn't. It would eat me alive.\n  ","38081":"\n  Dare Devil. ❤\n  ","38082":"\n  My husband.\n  \n  My pups.\n  \n  The day.\n  ","38083":"\n  Ikr??? LOL I was walking around outside and it randomly started raining maybe for about 30 seconds? and then the sun came beaming out right after! It is definitely spring! I love it! Beautiful! Everything is blooming. The only thing I think I don't like is the fact that the grass grows every 5 days and we have to cut it like twice a week almost.. And we have 2 acres of land. XD DANGIT. It's okay though!  We'll be losing lots of weight! LOL Lots of fun outside!\n  ","38084":"\n  Imagine by Ariana Grande\n  ","38085":"\n  Doing good.\n  \n  Feeling good. Thanks for asking.\n  \n  Considering I still work right now. That's how I pass the time. It's extremely busy at work. Never ending. I'm just doing my everyday just trying not to go out as much.\n  \n  I do video game. Have always. Before this all.\n  \n  I don't have Snapchat.\n  \n  It's slow at your work? I wish mine was slow but at the same time maybe it's a good thing that it's busy cuz then the day goes by. We can stay productive. But the bad thing is... around alot of random people... eventually I might start having to wear a respirator mask. Everybody's been wearing masks at work because we have so many people that come in... So yeah. We have been cleaning areas and surfaces even more than we did before. Cleaning pens and buttons and different types of things like that. I already cleaned these types of things before but now I'm cleaning them even more.\n  ","38086":"\n  ? Hey\n  \n  Shoutout?? Lol and your anonymous.\n  ","38087":"\n  Good night to you and goodnight to everyone!\n  ","38088":"\n  Honestly I find any foreign accent that is not where I am to be really cool\n  ","38089":"\n  Nail biting.\n  ","38090":"\n  I agree 100% definitely.\n  ","38091":"\n  Anywhere with my baby. ?\n  \n  But really we've stayed in many different hotels but this one hotel we stayed in had a really really comfortable bed. And the air conditioner could be adjusted to really low so we were comfortable\n  ","38092":"\n  Crawfish, crawfish sauce, bouillon young and beer. ???\n  \n  Cajun boil food and beer are always good. Yum ??\n  ","38093":"\n  Beautiful. ???\n  ","38094":"\n  ?❤\n  \n  ??\n  ","38095":"\n  The paranormal and all my research and work put into it\n  \n  My love for singing.\n  \n  World culture\n  \n  Weather\n  \n  Marine animals\n  ","38096":"\n  ???\n  \n  Thanks.\n  \n  3rd time answering.\n  ","38097":"\n  Thank you.\n  \n  I am being careful.\n  \n  Appreciate the concern. ??\n  ","38098":"\n  I am.\n  \n  And I am okay.\n  \n  Thank you for caring.\n  ","38099":"\n  I am from South Louisiana, USA. ?? Born and raised. Currently live in Mississippi atm.1\n  ","38100":"\n  Yeah. A few people are experiencing problems.\n  ","38101":"\n  A few people are having sone problems.\n  ","38102":"\n  I don't think mine is messing up.\n  ","38103":"\n  Got this twice. Mine I don't think is messing up.\n  \n  Maybe clear your cache on your phone and then restart your phone. Maybe smart plug in your phone or something.\n  ","38104":"\n  Nope. Mine is okay. Got this twice\n  ","38105":"\n  Not with me. Not messing up. I don't think.\n  ","38106":"\n  Me and my husband usually travel to Louisiana about four five or six times a year and I was going to go and visit her in July and see my sister's family and friends but I'm not sure if is Coronavirus stuff will be gone by then but if it is then we will go.\n  ","38107":"\n  I've seen The Notebook but I don't think I've seen Note.\n  ","38108":"\n  Going good. Life is going good. ? Thanks for asking. ?\n  ","38109":"\n  ? Hey\n  ","38110":"\n  I do.\n  ","38111":"\n  Playing MW COD on Xbox atm. That's what's I'm doing at the moment. Lol.\n  ","38112":"\n  All countries have their strange moments. To me I do not find one more strange than the other\n  ","38113":"\n  ???\n  ","38114":"\n  Seafood. Shrimp crab and crawfish are my favorites\n  ","38115":"\n  I really like the sandlot movies\n  ","38116":"\n  You are posted as anonymous\n  ","38117":"\n  I definitely recommend these. I find them very tasty.\n  ","38118":"\n  Yeah. I think everybody kind of struggles with that I guess.\n  ","38119":"\n  Growing out in my sisters and playing with them. Playing outside with the neighbors and my sisters and swimming.\n  \n  All the Christmases and celebrations and birthdays. Those are all good memories. All the Christmases and handing out candy at Halloween at my maw maw and paw paw's house. All the thanksgivings..\n  ","38120":"\n  Just 17 hours? Sure LOL 17 hours is nothing to me\n  ","38121":"\n  Some people just have had enough. Causes people to snap. Some people just need to learn how to know when enough's enough. Know when to speak and no one to stay quiet.\n  ","38122":"\n  Him. Always. In any picture always leaves me speechless. ? Him and his smile.\n  \n  Love you Jason. ??\n  ","38123":"\n  Dinner the other night.\n  ","38124":"\n  ??\n  ","38125":"\n  Yeah when is Coronavirus stuff isn't around. We can actually celebrated in groups. This year's st. Patrick's day was okay. Didn't really get to do much\n  ","38126":"\n  Overcoming certain personal challenges.\n  \n  Overcoming distance. Though I still battle some every single day because I am away from a family member or friend no matter where I go.\n  \n  And many other things.\n  ","38127":"\n  Yeah sure. But I don't get super inappropriate like some people do. Holding hands and showing affection and kisses and hugs to him show that I care for my husband. There's nothing wrong with that. He's my husband after all. And plus I love doing these types of things to him anywhere anytime. ?\n  ","38128":"\n  Nope.\n  ","38129":"\n  You're posted as Anonymous by the way.\n  \n  But yes both of my bracelets were green. One of them was a Mardi Gras bead that was green and the other one was an angel bracelet. The Mardi Gras parade was wrapped around my wrist a few times.\n  ","38130":"\n  I do have a little allergy to pollen. Depends on how long I spend outside my eyes will get a little watery and itchy and so will my face and I'll start sneezing and coughing so I have to go back inside. That's another reason why I bought a respirator so when we go out and cut the grass this spring I can put it on\n  ","38131":"\n  Teaching me to be strong and work hard for everything that I get. And to appreciate each and everything that I get also.\n  ","38132":"\n  Listen to this question so many times. But I have a lot of questions for different people and I want answers. I would definitely want to know the answer to why Christina got murdered by that killer because he killed himself right after. Obsession more less.. But who really knows..\n  ","38133":"\n  ???\n  ","38134":"\n  I feel that every career has bad apples. And I definitely need to get rid of some. And someone's government has to do with this stuff. Who knows who though. Someone needs to have control over these types of things. Be more careful. Cautious.\n  ","38135":"\n  Quite a few actually. I'm not exactly sure on the number. I try to be very friendly to a lot of people. But I do have that moment where I cut people off\n  ","38136":"\n  I don't even remember who it was it was so long ago. And I think I was either sleeping or was working. And if I was sleeping I usually call right back unless I'm in a deep sleep.\n  \n  At work we're not really able to answer the phone. If I can text someone I will tell them to call my work phone. Because I'm usually the one that answers the phones anyway. And I don't stay on the phone long. I usually try to figure out what's going on and then get off because I'm taking care of customers at the same time.\n  ","38137":"\n  I don't.\n  \n   Sorry.\n   \n    You are more than welcomed to speak with me through this tho. ???\n    \n\n      View more\n     \n\n","38138":"\n  Thank you kindly!\n  \n  Thank you thank you!\n  \n  ??????\n  ","38139":"\n  ? Hi\n  \n  Nice shoutout. Lol.\n  ","38140":"\n  Yes. I have.\n  ","38141":"\n  Green.\n  \n  Hazel. ?\n  ","38142":"\n  Nah. I'm not. I don't mind it.\n  ","38143":"\n  Throughout the house we have three or four places where we put change. Usually there are buckets piggy banks or bottles that we put it in.\n  ","38144":"\n  I think that I'm a heavy sleeper but never know I might be a light sleeper. I guess it just depends on the stages of sleep I'm in when the noises are going on.\n  ","38145":"\n  Right now everyone's life is getting put on hold because of all of this coronavirus stuff. So I think that is definitely something that has became popular that is ruining a lot of things. People are not being able to go back to school because they're canceling some kids schools for the rest of the year. So these seniors are not going to not get to experience the rest of their senior year. They are getting things taken from them and it's really sad. I hope that I answered your question correctly.\n  ","38146":"\n  I honestly don't mind cranberry juice mixed with vodka. When I do go to the bar, the one I usually go to is in Louisiana and she usually makes me some diesel orange juice cranberry juice and she puts some other stuff in it I think she put some lemon juice. I can't exactly remember. All I know is it tastes good. It's very potent. It is not give me a hangover like you probably would other people. She does not understand how I drink for five glasses of it but I do. LOL and I'm still good. When we go up there we usually playing pool. Me and my sister and my husband and sometimes other family and friends.\n  ","38147":"\n  Walking sometimes. ?Especially by yourself.\n  \n  More depending where you are at. Because some walks at night are peaceful. When you know that you're safe.\n  ","38148":"\n  ??\n  ","38149":"\n  Absolutely a yay.\n  ","38150":"\n  Having the ability to want to change. Get that confidence boost. You want that life change. Want.\n  ","38151":"\n  Haha. Ikr?!\n  ","38152":"\n  ??\n  ","38153":"\n  Helping this one person that could not be helped. I tried for years. Wasted a lot of time.\n  \n  Realizing that not all these people can be helped. Some people are unhelpable. Some people are stubborn and let some words go in one ear and out the other. They want everyone to listen to them but then when you talk they don't want to listen.\n  \n  But in the end I do feel like I might have helped them a little bit... who honestly knows. I feel that I made a bad decision by sticking around but at the same time who knows if I really did make a bad decision there. I may have helped you just don't realize. But I go with it as a bad decision.\n  ","38154":"\n  One time I was having a really bad Nightmare and I couldn't figure out how to get rid of the Nightmare and my mom told me to think of good things. Take the good events coming up. Think about loved ones like her and my sisters. stuff like that. This is what I was in my young ages. I listen to her and it did help. I think her because I used to have really bad nightmares as a child.\n  ","38155":"\n  ? Hey.\n  \n   ? Morning.\n   \n    Here.\n    \n     Morning to all. ?\n     \n\n       View more\n      \n\n","38156":"\n  Lay for a little and then get up and get fresh and ready for the day and take care of my pups he 1st of the day. Clean and get alot done. Clean some more. Get something to nibble on and chill for a bit then get up and take out the garbage and check the mail and come in and watch some youtube. Figure out what's for dinner\n  ","38157":"\n  Depends on how my day before went. I'm exhausted from working so much lately so I'm probably going to sleep for a while tomorrow. Y'all have a good night! I appreciate y'all! ?\n  ","38158":"\n  Same here! So hard to choose just one!\n  ","38159":"\n  I'm grateful to Live Another Day\n  ","38160":"\n  Ouuu.. Hard to choose. In between tea or coffee I would probably have to pick tea\n  ","38161":"\n  Yeah I got it. Sorry for being late\n  ","38162":"\n  That is definitely strange considering the only way that she could call your mom her mother-in-law is if you two were married. That definitely looks like a sign ooor like she's just being friendly towards your mom and is trying to make it seem like she's like family because she really likes your mom. But I don't know because I'm not there.\n  \n  Is she showing maybe in any way shape or form any type of flirting signs that you? because theen.. more than likely that could definitely her throwing signs at you.\n  \n  I definitely don't get why your mom would not tell you though. ? Iiii don't know. Sadly don't know any of y'all like that to know how y'all are. This is my best random honest answer.\n  ","38163":"\n  Honestly they're both okay to me.\n  ","38164":"\n  I followed you back. Thanks for following me\n  ","38165":"\n  I didn't wear a t-shirt today because I had to go to work so I wore bracelets\n  ","38166":"\n  Metroid Prime hunters. Halo Reach. GTA V. Minecraft. And different types of Call of Duty's. Especially Modern Warfare. Battlefield games. Elder Scrolls games\n  ","38167":"\n  Different YouTubers. Wynonna Earp\n  ","38168":"\n  Depends on the girl. That's the answer.\n  \n  I could like it and the other girl could not like it or another girl could not like it in another five girls could like it and then another 20 girls could think is awesome and then one girl could think it's really weird?! ? It's literally unpredicted on what a girl exactly want\/like unless you actually do it and find out yourself. Or you ask her what she likes but it's supposed to be a surprise. You don't want to be expected. You just need to have a lot of confidence in yourself. Just go with it. If she doesn't want kids and maybe she's not the kind of girl for you. There's also a way you can go about it too but it doesn't mean that she still might not think it's weird. But I honestly wouldn't think that's a bad gesture, just depends on how you feel about it of course. You guys are definitely Young. Definitely don't make it seem like you are proposing to her. Because then three weeks later you find out that you did the wrong thing and they turn out to be crazy and you get stuck lol. Just make it literally 100% a commitment ring. Like a promise ring in a way. You really need to be serious about it tho. Her. Like... if you are going to make that commitment say that you need to live up to it. She also needs to understand that you're not around playing games and that she needs to be on board like you are. She doesn't exactly have to have to make the same commitment but you would like her to try to be on board about it. But this is like I always tell everyone. You're young. Don't take it fast. Be one day at a time with her. Because then one day if you do make it with her and y'all are married and having kids y'all are going to wish that you guys left that first stage last longer.\n  \n  Luckily me and Jason are still in that stage. 6 years and we are still in that stage. And it is quite wonderful.\n  \n  Hoped that I helpped you.\n  ","38169":"\n  Sure. I will try my very best to answer the question.\n  ","38170":"\n  Yea.. don't do that. There is no need to hit yourself. Just take a few minutes out and breathe and just chill down the some. Okay?\n  ","38171":"\n  Most fruit\n  ","38172":"\n  Jason + Bella\n  ","38173":"\n  You'd be surprised. Some horror films are real paranormal events that happened, they are just retold in a different way into a movie.\n  \n  I love that kind of paranormal stuff.\n  ","38174":"\n  ?????\n  ","38175":"\n  It is 6:30 p.m here at the moment\n  ","38176":"\n  ?\n  ","38177":"\n  Ouuu snow.\n  ","38178":"\n  you are posted as anonymous\n  ","38179":"\n  Like 40 or so\n  ","38180":"\n  I'm still the same person. It hasn't affected me in any way whatsoever.\n  ","38181":"\n  Alot of the times when I go to sleep with my mood means I went\/am going to sleep so y'all when know when I am offline. I just woke up. Going into work tho now so I'll prob keep the sleep one up cause I'm still not gonna be on for another 10 hours.\n  \n  Work has been packed.\n  \n  Tryna rest too.\n  \n  Y'all have a great day.\n  ","38182":"\n  I usually just go on YouTube and watch some of my favorite YouTubers. They always usually have new uploads. Especially considering I have multiple different people that I watch.\n  ","38183":"\n  I enjoyed playing a lot a lot of sports in school. I loved and still love to play basketball baseball soccer and volleyball. I also lifted some weights occasionally. I also enjoyed swimming.\n  \n  And as I said before I still love playing these Sports. I still do.\n  ","38184":"\n  Rope. Like what in the heck.... And then tape... And gloves... Like what are ya doing there pal... Um... Xd X.X\n  ","38185":"\n  Bought a decent amount of good toilet paper before they bought it all LOL XD ????????? because they were buying it all! Dangit! They're going to run out of the good stuff right? So I bought a few things of good full of paper. Just so we can have some. XDLAWL Because now there's none nowhere nearly.\n  \n  For real though. If you think about it. That's pretty darn clever. I thought ahead of the game LOL\n  ","38186":"\n  Truth I suppose.\n  ","38187":"\n  I'm actually really loving the song Imagine by Ariana Grande. Especially when she is lies. Sounds amazing! Good song!\n  ","38188":"\n  My favorite position sleeping is probably cuddling my husband. It doesn't matter what way shape or form as long as I'm cuddling him I'm finally going to sleep.\n  \n  ?❤?❤?❤?❤?\n  ","38189":"\n  I am literally a spitting image of my mom. Pretty much everything she like I like and usually the things that she doesn't like I don't really like. Like both me and my mom aren't really a fan of oysters.\n  \n  Me and my mom love boiled crabs and crawfish. And we love our butter potatoes too. I would have crushed ice and so does my mom. We love our chocolate donuts when we crave them. I love bowls of cereal at the most inconvenient times. Lol I definitely take up a lot of my mom. I don't take it as a bad thing. Usually people take it as a bad thing. I love my mom so it doesn't bother me. I look just I love my mom so it doesn't bother me. I literally am a spitting image.\n  ","38190":"\n  How thick some of these lies are.\n  ","38191":"\n  Oh okay! You were quoting lyrics from a song! Oh okay. Very cool. Very nice. ??✌\n  ","38192":"\n  I'm going to get the pan and the grits. If you say that I bet you fifty bucks they will jump up in less than 2 seconds. Or say I'm going to get that cold bucket of water again. LOL and then on your way over there save the last person regretted that. LOL don't get up even faster than 2 seconds.\n  ","38193":"\n  I don't exactly WANT to be.\n  \n  And if I ever did get famous I would try my best to remain true to myself. And always be myself. And not to give full of myself. I always appreciate things no matter what comes at me. If I could be famous for something I would love to be famous for my creativity and I love to entertain and sing.\n  ","38194":"\n  No one is perfect. Not near to it.\n  ","38195":"\n  I think it was my husband.\n  ","38196":"\n  Thank you. ?\n  ","38197":"\n  Yeah. And this is what I try to do. But for a full 30 minutes is hard to do that.\n  \n  My body got so weak one time I actually just passed out. It wasn't even from the blood I just straight passed out from feeling really weak?  My body just does not like giving blood. I love giving blood! Makes me feel good. Saving a life. Ya know.\n  ","38198":"\n  Just Sports? They're shutting down everything. They already shut down New York and parts California if not all, Ohio and now they're starting to shut down parts of Louisiana. Other states too are starting to shut down. Parts of Mississippi are I heard. They're sitting down bars restaurants casinos everything. It's really starting to get out of hand. They're talkin about shutting down school for the rest of the year and some places around here. I think it's this stuff is just crazy. Straight-up crazy.\n  \n  People are not being able to complete tours or have any concerts. There's not supposed to be any type of political Gatherings. No types of meetings. I heard movie theaters were getting shut down. Anywhere where a lot of people are huddled up together, those types of places are getting shut down. For how long? I don't know.\n  ","38199":"\n  Not really.\n  ","38200":"\n  Work these crazy days at my job. But at the same time I still kind of want to do them so I guess it doesn't count.\n  \n  I'm honestly not really a fan of going to the doctor. Though I am always healthy. When they take blood from me it's very hard to get blood from me. Makes me extremely nervous. Sometimes it takes them as long as 30 minutes to get blood from me. I'm not really a fan of seeing blood so sitting there that long and getting poked at many times all that blood and really starts to just get to me. If that makes any sense if that's understandable?\n  ","38201":"\n  You know what. It's actually really nice out. A few rain clouds here and there, throughout the day but overall it's really nice out. It's not been pouring down raining. The pollen is really bad outside though.\n  ","38202":"\n  Things have just been crazy. Things are good but just crazy\n  \n  And the bad thing is it's like this all over the world it's not just in the USA. I have friends from Australia that are having issues. I have friends from Indonesia and even some from Brazil that are having issues. People from Canada. It's everywhere. People are going crazy and buying everything.\n  \n  They've got me working at my job a lot a lot. It's good with hours but it is making me very stressed and exhausted. But we can only handle it one day at a time. Hopefully this stuff will wear off.\n  ","38203":"\n  Wynonna Earp\n  ","38204":"\n  I'm going to try my best to this year. I'm not sure if we are going to or not. But I know for sure for me and my husband anniversary. We are thinking about having some fish.\n  ","38205":"\n  I really like to watch documentaries and honestly any kind as long as they're not too gory or anything.\n  \n  I really like Paranormal documentaries. Geography and history and culture types of documentaries. Different types of foods recipes. I love different types of biome and animal documentary. So many.\n  ","38206":"\n  Good for you.\n  ","38207":"\n  What's 2 something... But! I think it went down. I'm actually not sure what it is at now.\n  \n  I just looked it up with my husband it's $2.05 here.\n  ","38208":"\n  I don't really know too much about them.\n  ","38209":"\n  God\n  \n  Being here and alive.\n  \n  Being able to have my pups family and friends\n  ","38210":"\n  They really are...  seriously. It's actually stressing me out a lot because people are just coming in constantly and we're not getting any time to do anything. No time for breaks. Barely restroom breaks. Because if we leave the front then literally the store gets backed up.\n  \n  It's also stressful because you see so many people panicking and upset so it's almost like you feel terrible for them. Also kids are not being able to eat because the parents cannot afford all the food. They stopped schooling. These kids eat at school. They get free lunch. They have no way to eat. And they're running out of food in the stores. People are going to have to go out and hunt. And a lot of these people don't know how to do that.\n  ","38211":"\n  Thank you so much you are too! All of you are!\n  ","38212":"\n  I think it is funny that you think this but sadly.. You don't know me and what I do everyday. So... Yeah?\n  \n  I travel tons of time throughout the year. The week.\n  \n  Lately I haven't even been able to get on this app very much throughout the day.\n  ","38213":"\n  One of my dogs is black and white. She is a mama. She is about 9 years old. Her name is Dixie. She is a mama and a protector but is the sweetest. She is a full blue nose pitbull. She is a very good dog. Good pet. Excellent with kids. She had a giant litter of 14 puppies.\n  \n  And then we kept on the puppies and he is about three years old. His name is Golden Fredy, G-Fred, G for short. He is the SWEETEST SWEETEST ecstatic ball of fun and goofness. A hunter. He is fast as all get out. Golden in color, his fur. He has half blue nose and half gator mouth Pitbull. He is very good with kids. Very playful. Full of energy.\n  ","38214":"\n  Right.\n  ","38215":"\n  They can share all of it to anyone because nothing I have on there as embarrassing. Not hiding anything. I don't share inappropriate pictures online or anything to anyone. Because anyone can access that stuff. If I need to tell someone something or show someone something I'm going to do it in real life. so I wouldn't have to pay them a dime and tell him to press enter and send it\n  ","38216":"\n  The paranormal.\n  \n  Weather.\n  \n  Animals.\n  \n  Cars.\n  \n  Music and singing.\n  \n  Sports.\n  \n  Cooking.\n  \n  Culture.\n  \n  Geography\n  \n  Photography\n  ","38217":"\n  It really is starting to get crazy out here and they are starting to close everything down and stuff. All the restaurants bars casinos and some Industries are shutting down. Hopefully this stuff comes to an end and they figure out some sort of a vaccine or cure to lessen the symptoms from getting moved around. Because this really is getting crazy.\n  \n  I'm going into work I will talk to all of you later. Stay safe. Sorry I have not been so active it has been busy and crazy here. My work has been needing me.\n  ","38218":"\n  You are! ??\n  ","38219":"\n  Ghosts don't possess people.\n  \n  Demonic and unhuman things do.\n  \n  Ghosts are just confused and lost spirits that are stuck in a loop. Usually sad or mad or something or someone that is like... just not done with their life on Earth and\/or are in withdraw with their death or are not aware that they died. They have to be helped to move on. But yeah. These are just what my researches have caught over the 13 years of researching. Have been discussed with many different types of researchers also. A lot of them have gotten the same results. So interesting researching the subject. Thanks for the question. ?\n  \n  And I would never want to possess anyone. When I pass on I want to pass one happy\n  ","38220":"\n  Thanks! ??❤\n  \n  Same back!\n  ","38221":"\n  Levitation\n  \n  Just be able to do alot of really kool disappearing magic tricks and physic type things. And teleporting Maybe\n  ","38222":"\n  Stubbing your toe. ?\n  ","38223":"\n  Though I don't really eat a lot of candy anymore. My favorite would need to have to be a Kit Kat or a Almond Joy.\n  ","38224":"\n  Lol.\n  ","38225":"\n  No.\n  \n  Considering the virus is not bad here at all we only have a few cases and I have a high immune system. I have never caught any type of disease or sickness that has been serious. So I am not In harm's danger of any type of sickness. I don't really need one. If the virus gets worse here I might consider wearing a respirator mask.\n  ","38226":"\n  No.\n  ","38227":"\n  Busy\n  \n  Because that's what I'm going to be for the next week and that's how I've been for the last week\n  ","38228":"\n  Mug and candy decoration. Cute mug sayings on it.\n  \n  Make them a throw blanket. Work went into it. Very thoughtful.\n  ","38229":"\n  Everything is going good today so far, this morning. ? Thanks for asking. I got called in yesterday. Went good. Work.\n  ","38230":"\n  I haven't really bought any type of items way late at night especially items that would embarrass me\n  ","38231":"\n  But that was only when I was younger. Plus I missed a lot of parts and only saw one or two quick parts and I guess it freaked me out. Plus I was almost pretty much in the first stage of sleep and I guess it got into my dream while I was watching it. But I was really young.\n  ","38232":"\n  The fact that people are buying everything because of the sickness going on. I really wish I could fix that or at least get people to put more stuff on the shelves. It is not going to be good when they shut down everything. If they do everything.\n  ","38233":"\n  Honestly a lot of people like the Edward Scissorhands movie. When honestly it freaked me out.\n  ","38234":"\n  Yes.\n  ","38235":"\n  I agree. Some people are night owls and some people are gay people. Sometimes the night brings out the great and people and sometimes it doesn't.\n  ","38236":"\n  Thank you!\n  ","38237":"\n  An omelet. Sausage.\n  ","38238":"\n  I really don't own dresses. Haha. Kinda a tomboy kinda gal. I have worn many before for sure. I love black dresses.\n  ","38239":"\n  A McLaren 720S\n  ","38240":"\n  Honestly I wouldn't want to do anything new. I enjoy the life I'm living\n  ","38241":"\n  My mom or other family members. My husband. My best friend. Other friends\n  ","38242":"\n  I'm excited for summer. Just not the heat. I don't like a lot of heat\n  ","38243":"\n  I absolutely love homemade Stromboli and spaghetti and meatballs\n  ","38244":"\n  People are being too much about it buying absolutely everything in the store and being greedy and not leaving some items for other people. Like today we have someone coming I think they bought 75 to 100 things of Clorox. Now I don't understand that at all? Why does one person need that in their house... I definitely think people need to be more cleaner considering how much cleaning supplies have been bought since this outbreak. I almost feel like they haven't been cleaning themselves the whole time. Because I always buy hand sanitizers, soaps, different types of disinfectant sprays and wet wipes and toilet paper. It kind of makes me wonder if they've been doing the same or have they not?\n  ","38245":"\n  Navy blue\n  ","38246":"\n  I honestly don't understand what you're talking about. I just answered it is honestly because it was in my inbox. But I honestly don't know what you're talking about. ?\n  ","38247":"\n  My wonderful husband.\n  \n  Then family and friends and when I get to visit them\n  ","38248":"\n  Can you only pick these color? I like red but I almost want to pick purple. Or white\n  ","38249":"\n  I would build a mini clubhouse out of Legos. Toy collecting time! LOL\n  ","38250":"\n  Yea ??\n  ","38251":"\n  Your welcome\n  ","38252":"\n  I just vented about it talked about it and then got over it.\n  ","38253":"\n  1st one\n  ","38254":"\n  I don't know because I don't catch hangovers alot.\n  ","38255":"\n  ?\n  ","38256":"\n  Followed ya back.\n  \n  Thanks for following me!\n  ","38257":"\n  Thank you so much!\n  ","38258":"\n  Thank you so much and same to you and your family members. Protect your elders\n  ","38259":"\n  This is so hard to pick from. I really like strawberry cheesecake and the original strawberry yogurt. These are my favorites at the moment. I also love blueberry flavored yogurt. I also love Coco frozen yogurt. So good\n  ","38260":"\n  I am doing good. Today has been very productive. But I am doing good. Thanks for asking. I hope you're doing alright?\n  ","38261":"\n  I really love yogurt. Carrots or celery\n  ","38262":"\n  I have and am in love with my best friend\n  ","38263":"\n  Yeass. No good\n  ","38264":"\n  Of course. Like any other sickness\n  ","38265":"\n  I am doing good. Thanks for asking\n  ","38266":"\n  I don't. Not a fan of them at all.\n  ","38267":"\n  ?? Hold are you\n  \n  ????\n  ","38268":"\n  ? Hey\n  ","38269":"\n  That is definitely not someone that looks like her. I have been a fan through her whole transformation and it's still her.\n  \n  I love her. She is truly my idol.\n  \n  Die hard dan since I was a child. I love Avril.❤\n  ","38270":"\n  Night owl. Def.\n  ","38271":"\n  Hello.\n  ","38272":"\n  We deal with so many Friday the 13th s in America it's nothing to us. It's just like another day to us.\n  ","38273":"\n  People fighting over cases of cold drinks and water because of the coronavirus. My friend sent me a video of that. They were all pushing and shoving to get to the water pilot that they just put out.\n  ","38274":"\n  Just take it second by second minute by minute hour by hour day by day. What can you do other than just go with it. Go with the flow. They always say don't panic and certain situations. Really honestly any of them.\n  ","38275":"\n  I agree for sure on this. Sounds great. Nicely written.\n  ","38276":"\n  Just always wanting to help people. I love to volunteer. She's always being kind and sweet to people. That's what we all should be like. I wish people wouldn't get so into politics and their personal beliefs and would just be more open-minded about things. That's more or less how I want to be remembered as an extremely open-minded person that doesn't judge people. That accept people. That wants to experience different cultures and traditions and their religion. Doesn't mind to do that.\n  ","38277":"\n  I just wish they would have been better with teaching me and being slower. They were so hard about everything. Nowadays people are so impatient.\n  ","38278":"\n  I really like yogurt sandwiches granola tons of veggies I love pasta I love seafood and sushi but I don't exactly to see that everyday on a daily basis. I really like to enjoy some fruit\n  ","38279":"\n  I honestly not too much of a fan of oysters.\n  ","38280":"\n  Meat eater and Wynonna Earp\n  ","38281":"\n  Taking care of the environment they live in around them. If they keep ignoring it it's going to end up being so dangerous that they can't live in it and it's going to kill them. Never know.\n  ","38282":"\n  Yea ?\n  ","38283":"\n  Welcome. ??\n  ","38284":"\n  Alot of you already know. ?\n  ","38285":"\n  Thanks. ??\n  ","38286":"\n  He saw what you said and was like... Mhmmmmm. Huh. ? lol adorable.\n  ","38287":"\n  Yea? Nice.\n  ","38288":"\n  I mean what is there not to like question mark is really the question. I honestly couldn't think of anything.\n  \n  He's always just looking after me and making sure I'm okay. Always protecting me no matter what. Always knows what's important and sticks to it. Wants to have a family with me and raise them together. Wants the world for me. He spoils me. I try to do the same back as well as much as I can. He's always making sure I'm good and got everything I need. Is always cuddling me and trying to cheer me up when I am feeling down. Is always trying to do special things for me. I love it when I cook for him and he compliments my dinner. I also love seeing the smile on his face when he tries my food. I also love when he helps me clean after. Just really goes to show that he wants me to do it all over again and that it was good. I love it when he cooks with me. He is extremely smart. Just naturally knows how to do things and fix things. He is a very very good with people. Very talented and skilled full. Very good add cooking and building things.  of course he's very very sweet and extremely handsome. He is tall and strong. I trust him with the world and he is literally my best friend. I fought for the world for him. If you remember, me and him for the longest were in a long distance relationship to four and a half years so you can definitely see what I mean by he is literally my everything.\n  \n  He's just great.\n  \n  A great man. ?\n  \n  I love him. ❤\n  ","38289":"\n  That is ok\n  \n  Kool\n  ","38290":"\n  Yea\n  ","38291":"\n  I am playing Modern Warfare on Xbox\n  ","38292":"\n  Awe thanks. ??\n  ","38293":"\n  It definitely would be! I really want to go to Chattanooga. Jason really wants to take me there. That will be our honeymoon that we never got really\n  ","38294":"\n  Depends on what you mean. A lot can change in time. Just depends. People places. Our Lives.\n  ","38295":"\n  My most favorite vegetable would have to probably be carrots\n  ","38296":"\n  A true road trip? I would probably toward the USA. Go on a long 4 months of touring the USA. I would also want to go to Canada and Alaska. So I'll probably start all the way down in Florida all the way across the borders all the way back down do Texas and Louisiana and Mississippi. And I mean go everywhere. Me and Jason really want to take a train where it literally just goes across the borders and we have multiple stops and we can stay on the train\n  ","38297":"\n  I don't know. A lot... Every time I try to go to the bottom it just sends me back to the top.. and it's impossible to answer all of them it would take me days and days of not getting off to answer every single one. Probably thousands\n  ","38298":"\n  ❤❤❤❤❤\n  \n  He saw this and what you said and said. Mhmmm. Haha ? Adorable. ???\n  \n  I love road trips!\n  ","38299":"\n  Just a whole life she has been my idol. I have been a day one since the years of 2000. I'm a huge fan of hers and love all of her music. Love how she is and Love Her Style. She's an amazing human being. I would love to meet Avril Lavigne that is a dream\n  ","38300":"\n  Lol. Thx haha ?\n  \n  You kinda have one to me too. A bit. A baby face\n  ","38301":"\n  Randomly going to Louisiana. Or road trip!\n  ","38302":"\n  Right right.\n  ","38303":"\n  I wouldn't do it\n  ","38304":"\n  You mean like a pic from my house? Outside really? Like of the landscape? Sorry.. Lol I feel stupid not knowing what you fully mean. My apologies.\n  ","38305":"\n  Thank you! ??\n  ","38306":"\n  ??\n  ","38307":"\n  Nope\n  ","38308":"\n  You can never be too careful when it comes to living life\n  ","38309":"\n  Yeeeaaa\n  ","38310":"\n  Yaaas. I love mermaids. ?\n  ","38311":"\n  Mi piace la salsa barbecue e salsa piccante.\n  ","38312":"\n  Grazie gentilmente apprezzato il complimento. Grazie mille.\n  ","38313":"\n  I like. I do. Yes.\n  ","38314":"\n  Who is my idol and is still my idol you mean? Avril Lavigne of course. Christina Grimmie is another.\n  ","38315":"\n  I just trust my instincts. Sometimes I can just tell.\n  ","38316":"\n  Poor and happy honestly.\n  \n  Though if I was rich I'm more than once but try my best to make anyone and everyone happy. And I feel like that would make me happy. I love helping people.\n  ","38317":"\n  Oh man..\n  ","38318":"\n  Absolutely. This sickness is mostly attacking older folks... Sadly... :( Everybody take care of your family members!\n  \n  Anyone that reads this!\n  \n  Please keep yourself cleaned and the environment around you. This is how we all should be even when this virus stuff isn't around. So we don't get sick from anything else.\n  \n  ?????????\n  ","38319":"\n  I know right? Ain't it?\n  \n  So beautiful. That is actually very close to where I live at too. Very beautiful indeed.\n  ","38320":"\n  ???\n  \n  Merica' ??\n  \n  haha def.\n  \n  Bacon is good. ?\n  ","38321":"\n  Chili is really really good and can be made in many different ways. I like chili. It's a food that is really simple to make too and can be very difficult to make depending on how you want it. I like my chili a little spicy to be honest. I love tomatoes in my chili. Meet beans and many different sauces and spices. My favorite kind of chilly would have to be a deer chili. Deer meat in chili is very good.\n  ","38322":"\n  It would be a McLaren 720S\n  ","38323":"\n  That sounds so good right now. I love some fresh green beans. I'm not sure if the able to eat bacon or not but sometimes if you rap the fresh green beans and bacon. Like three or four of them and then wrap a piece of bacon around them and then like steam them on a skillet with a little bit of salt. I heard that's really really good too. Asparagus is really good this way as well.\n  \n  Brussel sprouts baked with bacon around them I heard is good. They can always makes everything taste good LOL.\n  \n  But with your mashed potatoes I don't know if you eat fish sticks but fish tanks are really good with mashed potatoes. A bit of spicy macaroni and cheese is good too.\n  ","38324":"\n  Thank you!\n  \n  ??\n  ","38325":"\n  Egg potato mustard and mayo potato salad little bit of salt little bit of pepper. Sounds so good!\n  \n  Maybe mash them and make a sour cream mashed potato soup? Or a broccoli soup of some sort? Like a potato and broccoli soup. Or just make you some parsley buttered potatoes? Maybe make some green beans on the side. Add some bacon. That sounds so good right now!\n  ","38326":"\n  I absolutely agree with this comment. A lot of people think everyone is weird for being themselves and doing the right thing. A lot of people get shamed for doing the right thing and maybe not always agreeing with the \"cool kids.\" They always down people for that. But then one day you hear that those people didn't make it... and something happened to them... Well then the question arises. Why didn't we listen to them? But that was the lame person remember? Never put someone down for their gut feeling. Because you never know the person that is being \"lame\" might be making a life saving decision. By the way the lame person is symbolizing the person being their selves and following their gut feeling. A person that might not be wanting to take that risk for a reason. A risk is a risk. But some people want to live longer. They might take more risks than others. Considering like I said a risk is a risk. Doesn't always mean you might make it. You only live once. But really... you only live once. 1 time. You go. You done. So Choose Wisely with the decisions you make. Don't pressure someone else into doing something because their gut feeling tells them not to. Because at the end of the day. They could be right. And maybe you should have followed them.\n  ","38327":"\n  My husband took me here the other day. Ain't it beautiful? I took this on a four-wheeler going very very fast. I was able to snap a shot.\n  ","38328":"\n  That's good. They need to do that because honestly seriously these people are just getting way out of hand with these products. My friend just sent me a video yesterday, she lives in New Mexico and they just put out a pallet of water and sodas and people were fighting over everything. That was like 25 to 30 people just fighting over cases of water. She was standing literally maybe 50 feet from it all. She wanted to get some water but I guess she thought otherwise when she saw all of that. People were shoving and pushing her. I think she left very shortly after that. I would have.\n  ","38329":"\n  I don't think I have a uncle or Aunt that is younger than me. But I have definitely seen it and I kind of think it's funny too. But it's real. LOL\n  ","38330":"\n  Ikr? Ain't it kool??\n  ","38331":"\n  Thank you so much! ?\n  ","38332":"\n  Our babies.\n  \n  They are.\n  \n  Thank you\n  ","38333":"\n  Thanks!\n  \n  Good afternoon.\n  \n  ?\n  ","38334":"\n  Nice\n  ","38335":"\n  Good good.\n  ","38336":"\n  Me? Not really.\n  ","38337":"\n  ???\n  \n  Is no prob.\n  \n  Thanks. ?✌\n  ","38338":"\n  ??\n  ","38339":"\n  Eh. Maybe. Idk\n  ","38340":"\n  Yeah. I regularly probably wash my hands around 12-15 times a day and now I'm doing it even more. 20 to 30 times.  And even after I wash my hands I try not to touch my face too much. Considering its pollen season as well here.\n  \n  Definitely try not to touch your face or get in anyone's face for the next couple of months. Try to keep a distance of 4 to 6 feet or more from someone unless you're in a car of course. I would not get into a enclosed facility with alot of people really for too long.... if you're in a car with a few people especially people you don't know or see a lot maybe ride with the windows down. For the next few months... These are the kind of things we need to watch out for...\n  \n  People are traveling and going to different places. They don't understand when they go a few miles away from where they are used to and their environment, their body has to adapt to it. Especially if they go almost a hundred or two hundred or even more miles away from their original used to environment.... That is one thing that can make you sick is if your immune system is not at a key with the new environment you are in.\n  \n  Atm.. people just need to kind of be chilling at home and try not spread bacteria around person to person especially.\n  \n  But people do not need to go in the stores and buy everything. They need to share these items. You only need one or two I saw cans of Lysol in your house. I have seen people grab 10 are more cans. That is selfish. Then other people can't get a can if they need it. Especially people that are dealing with sicknesses and their houses. Or maybe people that just want to clean their house. Or people that just use Lysol cans on a daily basis. They can't get a can because you decide to take them all for just yourself. Especially if it's just you you only need one can. Not 10 not 20 not all of them.\n  \n  Same as any other item. We need to share these items. Not buy them all for ourselves. Help others be safe and prepare.\n  ","38341":"\n  You have only eating fruit for the past 3 months? And nothing else? No meats? Gains? Veggies? Beans? Cheese? At all? Wow. Well.. Just be careful is all I say okay? Most def.\n  ","38342":"\n  Me and Jason.\n  \n  ❤?????\n  ","38343":"\n  Just doing clothes at the moment. I'm wondering if they are done. I think I'm going to go and check some actually. That is my thoughts at the moment.\n  ","38344":"\n  Добре.\n  \n  ???\n  ","38345":"\n  Ouu.\n  \n  Avril Lavigne.\n  \n  100%!\n  ","38346":"\n  Nothing\n  ","38347":"\n  Absolutely\n  ","38348":"\n  ?\n  ","38349":"\n  Most definitely. Germany literally had over a thousand paces and not a single person got killed because they all handling it the right way and took care of it right off the bat\n  \n  You just have to take care of yourself like it's the flu\n  ","38350":"\n  Just a fruit diet for an entire month would actually not be the greatest for a human being considering juices are full of acids and sugars and a lot of acidic juices and sugars can mess up your teeth and fruit are the same full of acids and juices and sugars. Even though fruit is good for you it still contains natural sugars so you're still eating sugar. It's good to eat it in moderation because it is good for you because it's natural and has natural juices and sugar but to only eat for an entire month would be a treat for sure but it would exactly not be the greatest for somebody. But yeah fruit is good. But yeah fruit is good and I try to eat a decent amount of it but not too too much. It's a better choice over a sweet junk food snack.\n  ","38351":"\n  I know right? It was! ???\n  ","38352":"\n  I wouldn't hire anyone just to be there in my life. Unless I'm Legit manager of something and I need their help there\n  ","38353":"\n  I don't believe so no\n  ","38354":"\n  Ero bravo allora. Sempre spazio per migliorare di nuovo! Stavo decisamente migliorando. Sto migliorando ogni singolo giorno!\n  ","38355":"\n  Oh dang fam!\n  \n  ?????\n  ","38356":"\n  Some really bad cooking. But it's all good. As long as it won't kill me I will try it. I will not be rude about it. I can't stand plain tasting food. I am always trying to critique the flavors of the dishes I make so people never have to pick up the sugar, pepper, salt, hot sauce. But then again everybody has preference. Some people don't like your food salted at all and some people like their food super salted. So I never win.\n  ","38357":"\n  What happened to 5 and 6?! Why do you skip these numbers?! LOL I'm just joking I don't know what's going on though.\n  ","38358":"\n  Really really sad songs trigger me. And I'm sure other people as well feel the same. Concrete Angel is a really really sad song. If anyone knows the backstory you know what I mean. That song will make you bawl..\n  ","38359":"\n  I don't think so no. There are times where I just put my phone down for almost the whole day\n  ","38360":"\n\n   ماذا عن ذلك؟\n  \n","38361":"\n  Дешевые. Если вы понимаете, о чем я. Доступный. Я не хочу очень дорогих брендов.\n  ","38362":"\n  Thank you kindly. I had a good day at work that day.\n  ","38363":"\n  Thank you so much!\n  ","38364":"\n  Fuk\n  \n  Duck\n  \n  Fuggin\n  \n  RHEC\n  \n  Bish\n  \n  Gu!\n  \n  Yee\n  ","38365":"\n  Not really. Friday the 13th doesn't phase me at all.\n  ","38366":"\n  When you always have each other's back no matter what. You have patience with one another. You work together. You trust one another fully with anything and everything. You would do anything and everything for that person. Full loyalty. Compassion.  Everlasting companionship. Unconditional love. Always making sure both of you are healthy. Always knowing how to work things out and not take things to the extreme as best as possible. unconditional love. Always making sure both of you are healthy. Always knowing how to work things out and not take things to the extreme as best as possible. And at the end of the day know how to give love and receive love\n  ","38367":"\n  Probably just going to be chilling and resting. Why do some planning. I might even go outside and cut some grass\n  ","38368":"\n  It wouldn't matter to me. Life Is Life\n  ","38369":"\n  LOL enough LOL let's just put it there\n  ","38370":"\n  A night black sky looking back at me\n  ","38371":"\n  I honestly don't use too much lipstick or chapstick so I don't really have a favorite brand. I do use one lipstick every now and then. And I only use chapstick when I need it\n  ","38372":"\n  You're welcome much love from the USA ?? ?\n  ","38373":"\n  Thank you so much for the compliment!\n  ","38374":"\n  They have the best beer battered onion rings and french fries!\n  ","38375":"\n  ? Hellooo\n  ","38376":"\n  Hardee's McDonald's or Taco Bell. Popeyes\n  ","38377":"\n  I followed you back. I appreciate it. You following me\n  ","38378":"\n  Yea ??\n  ","38379":"\n\n   https:\/\/m.facebook.com\/story.php?story_fbid=3710781315629487&id=100000929666458\n  \n\n  This is some of the statuses on it. It's not that bad of a sickness and everybody is freaking out over it and buying everything in the stores. I definitely think they should be being careful and preparing but not as intense as they are.\n  ","38380":"\n  Work has been really busy and crazy lately.\n  ","38381":"\n  Hello. I'm doing great. Thanks for asking.\n  ","38382":"\n  I think they have some at Lowe's and Walgreens and A1 stores like hardware stores\n  ","38383":"\n  No.\n  ","38384":"\n  Gumbo\n  \n  Crawfish boil recipe\n  \n  How to fry foods and what seasonings go with what. Examples of different types of fried foods that I'm talking about AR fried catfish fried shrimp fried alligator fried frog legs fried zucchini and more.\n  ","38385":"\n  Maybe see\n  ","38386":"\n  Thanks sista. ?\n  ","38387":"\n  ?✌❤?\n  ","38388":"\n  Yee ?✌\n  ","38389":"\n  I would of course take care of me and my family and then I would more than likely take care of a lot of other people that I know to start lots of Charities and help people that I don't even know. Lots of volunteer work. That would make me feel really good\n  ","38390":"\n  No\n  ","38391":"\n  I think that we all have some talent and us. I really like being creative and I really enjoy singing. Those are two big things that I feel that I am strong in. I'm very passionate about singing. Been doing it my whole whole life. I have seen from any places people and events. I enjoy entertaining.\n  ","38392":"\n  Followed. ?\n  ","38393":"\n  You are most welcome\n  ","38394":"\n  ?? Thanks\n  ","38395":"\n  I literally just have my friend send me a video from New Mexico of everybody fighting and beating the hell out of each other over water. I definitely think it is being brought out of proportion. I definitely think people should be careful and make sure that they are healthy and washing their hands and staying out of people's face but like...\n  \n  Everyone's buying absolutely everything. It is getting crazy\n  ","38396":"\n  :( Yes but rather not talk about them. But yes. Many times.\n  ","38397":"\n  Kind of a little bit of both.\n  ","38398":"\n  Throughout my whole life my siblings have taught me many different lessons. We always got each other's backs. They have taught me for sure how to not stress so much. And just to go with life.\n  ","38399":"\n  Your welcome.\n  ","38400":"\n  I don't know what in the world's going on. People are just going insane. They restock the shelves today and they're already out again of everything.\n  ","38401":"\n  That's awesome. I'm out at a pawn shop right now with my husband\n  ","38402":"\n  A little bit of both honestly\n  ","38403":"\n  In order to have happiness you must be truthful.\n  ","38404":"\n  I don't have Google Hangout. You must be talking to somebody else. I promise I've never had that before.\n  ","38405":"\n  I didn't delete anything. I'm actually not sure what you're talking about. Plus there's no chat feature exactly on here just answers and questions but I sent you a thousand to you too so didn't lose it. It's okay. I just put that option up because someone sent me a weird question.\n  \n  The only time I used the secret unlock thing is for strange question personal question sexual question for people that are posted as Anonymous that won't untick.\n  \n  Definitely don't click on the secret questions. I do not use the secret questions for my followers or at least I don't try to. I don't want to make y'all give me a lot of coins. Y'all do not have to do that. I appreciate y'all. I'm making these creepers pay lol but talk to me anytime you want to.\n  ","38406":"\n  I enjoy photography. Gaming singing working on cars. Painting. Working outside. Helping people. Volunteering. Cooking. I enjoy watching documentaries and researching things. Being creative\n  ","38407":"\n  Both are nice.\n  ","38408":"\n  Yeah! ??\n  ","38409":"\n  É com o programa VIP. Mas eu só uso respostas bloqueadas para perguntas irritantes e sexuais que pessoas anônimas me enviam\n  \n  It is part of the VIP program. I only use the block responses for people that send me sexual an anonymous questions. Really annoying questions. Especially really personal questions\n  ","38410":"\n  Water\n  \n  Def.\n  \n  Gas.\n  ","38411":"\n  ? Hey\n  ","38412":"\n  I am meaan meeean. Well if ya tick me off of course but it is real hard to do that and I don't usually don't say nothing even if I am mad or aggravated at ya. I'm quiet bout' it.\n  \n  But I try my very best to just be helpful and be sweet and kind of people. That's all I have to offer. I don't try to be mean to people. If you're disrespectful to me then I'm disrespectful back. Don't get put on my bad list cuz once you're there it's real hard to get off of it.\n  ","38413":"\n  I just may.\n  ","38414":"\n  It is 1:02 PM at the moment here in Central Time USA\n  ","38415":"\n  Lasergamen\n  \n  Ouuuu\n  ","38416":"\n  Lu - uh\n  \n  Ludasha is how it is pronounced. Just as you see it spelled.\n  \n  And not oou la so like la-dash-hu ???\n  \n  She had a \"-\" dash in here name. XD\n  \n  _______\n  \n  Another one is Tityericka XD\n  \n  T*TTY*** ? LOL HAHA. Omgoodness.\n  ","38417":"\n  Contacts maybe? Lost one. ? buuut they were just color ones! So they weren't too too much.\n  ","38418":"\n  Yeah. I'm okay. Things are going okay. ?\n  ","38419":"\n  Ouuu waffles! ?\n  ","38420":"\n  We do together. Work together. That's how it should be.\n  ","38421":"\n  Naaaah\n  ","38422":"\n  Good morning y'alls\n  \n  Ouu. I like. Very cute.\n  \n  Really pretty on you.\n  \n  Very good.\n  ","38423":"\n  I honestly take every single word of that a serious compliment!... ?? I really really appreciate these words. These are the kind of words that I live for. They are so encouraging and sweet. Definitely uplifting. I really honestly appreciate it. Thank you so much. That's why I preach so much that I am here for you guys and only all. You guys give me these opportunities to be at the top and I really appreciate it but honestly if I was even number 1,000 I wouldn't care. shoot, I have been down there before and honestly I have never cared. I am here for you guys. And honestly I really don't think that you guys understand how much y'all help me. Always keeping me company and talking to me. Always trying to cheer me up and make me happy. Y'all turn my day around. I have family from all over the world. No matter where I am I have people that love me. Y'all just have no idea how much y'all make me feel whole and honestly I hope that I do that a little bit for some of y'all. Hate to get all corny with this answer but this is the honest truth. I can't stand it when people come on here and make it seem like I am here for some sort of a greedy stupid purpose? I am a day one loyal. I have worked my way up to where I am at. But as I said that doesn't even matter. What matters is you guys are always here for me and I honestly 100% appreciate it. Thank you all so much. I'm about to go to sleep. Say goodnight to you and goodnight to everyone.\n  ","38424":"\n  This LOL I love coming on here and talking to y'all\n  ","38425":"\n  I'm actually getting really really tired and these past three weeks have been so productive and busy. I absolutely love it\n  ","38426":"\n  Whatever I want.\n  ","38427":"\n  Bella means beautiful in many different languages and most languages.\n  ","38428":"\n  I mean money never pleases people 100% but it definitely helps certain situations out. I feel that I would be happy because I know for sure that I would spoil my family. My mom and my sisters. Get all of them a place to stay and their dream cars. And then get me and my husband our dream house and car and then start a family. I would definitely help a lot of people out. Especially if I had enough of money\n  ","38429":"\n  I don't exactly have a specific or picky type list of guys that I like exactly. I just don't like slobs and I do not date people on drugs whatsoever. I don't like people that are lazy. That's the only kind of people that don't look for. The kind of person that I love is my husband. That's the kind of guy that I love. The kind of guy he is.\n  ","38430":"\n  I don't know why the people think I look scary as or look mean but really honestly I just try to be a sweet individual to people. People are just so quick to judge a book by it's cover is all. Where I am from has a lot to do with it. I am from a very Backwoods Bayou Country kind of culture. Very tomboy\n  ","38431":"\n  Anything's possible honestly.\n  ","38432":"\n  .-.\n  ","38433":"\n  Well I mean that friend could be like a family member. You'd be surprised. A lot of friends treat you better than family members in this world\n  ","38434":"\n  I definitely give people a lot of attention but I do enjoy love an infection from my animals my husband family and friends.\n  ","38435":"\n  There is a few things but those things are very personal. Very obvious honestly. But all humans have their struggles both male and female\n  ","38436":"\n  I'm actually not too much of a fan of spinach. But it is okay\n  ","38437":"\n  I know right? Especially if you live in a house with three other sisters and two parents\n  ","38438":"\n  Who knows. People are sure acting like it lately.\n  ","38439":"\n  Honestly this is what they're doing. They have been shutting down schools different types of businesses. People are not allowed to go to concerts or places with over a 100-250 people. Schools have extended spring break and even when they return to school they're only going to be schooling online. Some schools have been shut down for the rest of the month if not longer. I heard some schools are going to be closed for the next four to six weeks...\n  \n  That's why everyone I think is buying all of the stuff in the stores is because they think that the industries are not going to deliver anymore or something? Or for awhile... Because of course some of them are closing but I'm not sure if all of them are? But people have been buying all of the bread and buying a lot of meat they're buying all the water, baby formula...toilet paper.. paper towels...napkins and just any type of tp type things.. Clorox...Germ X and hand sanitizers an type of baby wipes they are buying all of that any type of soap... even dish soap?! buying all the juice and gatorade... any type of cleaning or Lysol type stuff. People are fighting over Germ X bottles?!? Some people are going as far as selling multiple Germ X bottles online. Going for hundreds of dollars and it's only like 4 to 12 bottles. Some toilet paper is even going for 25 to $40 a pack online... 100 bucks?! I'm sure some! I work at a local grocery and literally all day the lines have been backed up and ginormous buggies have been coming through. We literally ran out of buggies and had no buggies available for most of the time. Walmart's have been completely wiped just any type of cleaning TP products. Places are completely out of water. Lowe's stores are completely out of water. It is definitely being taken way out of hand. I completely understand being prepared and making sure you are cleaning you're self so you are well. But at the same time we should always be washing our hands & keeping clean no matter what's going on.\n  \n  #WayToMuch\n  ","38440":"\n  Family.\n  \n  Going into work. Much love to yall!\n  ","38441":"\n  Awe.\n  \n  Thanks.\n  \n  I try.\n  ","38442":"\n  Then I'm confused on why you asked this\n  ","38443":"\n  Thanks. ?✌\n  ","38444":"\n  My sister's and their schooling. Proud! ??\n  ","38445":"\n  Sorry\n  ","38446":"\n  Naah Fam I'm good for now. ✌\n  ","38447":"\n  I really enjoy eating Domino's Pizza and Pizza Hut.\n  ","38448":"\n  Learned to have patience and alot of it.\n  ","38449":"\n  Jason. ?\n  ","38450":"\n  Thx\n  ","38451":"\n  3?\n  \n  4?\n  ","38452":"\n  You do realize a different group of people get your shoutouts? so honestly the people that are sending you the shoutout that you are wanting may not get this question? Well... a shout out. You sent this as a shout out...\n  \n  Shoutouts are to random and sent to random people.\n  ","38453":"\n  I wouldn't exactly categorize a guy? but any human being can be skinnier and weaker then another human being.... being male or female\n  ","38454":"\n  Everyone has preference but I always think that long hair looks good on girls. But like I said everyone has an opinion and some people don't think that.\n  ","38455":"\n  ?.?.?.?\n  ","38456":"\n  Yeah.. Kinda..\n  ","38457":"\n  I do.\n  ","38458":"\n  ?\n  ","38459":"\n  ? Who knows. It likes to do it randomly that's for sure.\n  \n  Theses glitches sure are interesting.\n  ","38460":"\n  Your welcome.\n  ","38461":"\n  ?\n  \n  Love y'all so much.\n  \n  I appreciate you all and everything you guys do.\n  \n  Y'all turn my days around.\n  \n  ❤?????\n  \n  ? ?\n  ","38462":"\n  Tattoos on my skin. On MY skin. Absolutely strange. Never understood it. If I took it and physically put it on there then I could understand but it is on my skin. My body. ? Who know.\n  ","38463":"\n  Jason always says. Good night to you and goodnight to everyone. Thank you so much!\n  ","38464":"\n  Not as often as I want but considering how much it is I definitely don't want to eat it too often. Every now and then.\n  ","38465":"\n  I definitely don't know you like that to be video calling you.\n  ","38466":"\n  I would probably do a gaming same type hotel and have lots of lobbies gaming rooms and ballrooms for people to game end. Then I would have food rooms. You would have to pay a decent price to be able to stay at this hotel but you would have a lot of fun when you did stay. You would also have to respect the rooms Then I would have food rooms. You would have to pay a decent price to be able to stay at this hotel but you would have a lot of fun when you did stay. And you can party and everything but any type of damage to the rooms you would have to pay for completely. But I would probably have anywhere from 25 to 50 floors to pending. Because considering some games have gotten way more huge than others I would probably have more than one floor per those types of games. Like for instance games like Mario Halo for the Call of Duty Star Wars Minecraft GTA Nba games. Forza. Zelda.\n  \n  Like games like Mario Halo and Call of Duty and Star Wars would probably have two or three floors a piece.\n  \n  But this would be a really cool hotel. Laser tag rooms connected. A giant paintball Arena connected. Basketball courts connected.\n  ","38467":"\n  I still wouldn't if it's something personal. I don't really like to get too personal on apps and social media. You'd be really surprised there are a lot of stalkers and people that are trying to get all kinds of information about you. I have seen it firsthand with some people. Definitely insane. People have way too much time on their hands. Even with the secret tab. The only time I used to secret tabs for creepers and people that are really annoying. Sometimes for anonymous people. It just depends. I don't like using it on my followers. There's no reason to make them pay for coins to see my answers.\n  ","38468":"\n  I have this. If you need to talk to me or contact me it can be through this.\n  ","38469":"\n  The Paranormal and anything and everything about it. Haunted locations and the history behind them. Helping people with those types of situations also.\n  ","38470":"\n  Thank you. I followed you back. I really really appreciate it.\n  ","38471":"\n  I am from the south in the USA but I'm not going to exactly say my exact location but yes I am in the south.\n  \n  I am originally from Louisiana and I currently live in the state of Mississippi\n  ","38472":"\n  ?.????\n  ","38473":"\n  Would I?! Of course!\n  ","38474":"\n  Well just be careful with those kinds of people because sometimes they jump person-to-person. Though I don't know this person personally I can't exactly assume but at the same time I am saying it more or less to care. Be careful and don't get too attached because sometimes people just might be being kind to you. You don't want to get attached and they just seem that they are just being nice. Just be careful more or less of what I'm saying. I hope things work out for you definitely\n  ","38475":"\n  Honestly, sadly, there is no such thing to me\n  ","38476":"\n  Right?\n  ","38477":"\n  I honestly don't remember the exact year but I think it was like when I was.. 21? 22? I can't remember exactly but then again when I was around the age of 17 or 18 I moved in with my grandmother to take care of her. But I don't really count that as moving away from home.\n  \n  But I didn't leave exactly because I just wanted to get out I left on my own because I was ready too. And my mom was fine with that. And family.\n  ","38478":"\n  I don't know if you have seen the map but it's almost affected every area on the map now. There are a very few areas that it's not and but there are more areas in the world that it's affecting than less. I didn't realize how much it has spread in the past two weeks. It really really sucks. Every hour there are thousands of more cases being created. It is spreading crazy. I heard that it's really mainly attacking low immune systems and older folks. I guess just everybody be careful and make sure you wash your hands and don't get in anyone's face and don't be in a lot of crowds for the next couple of months.\n  ","38479":"\n  ?.?\n  ","38480":"\n  I honestly like hearing Southern Accents. That's one thing that attracted me to my husband a while when I met him. He had a very redneck country boy accent. Still does. but honestly I like foreign Accents too. Accents that are not usually around where I live at\n  ","38481":"\n  Obviously I wouldn't say it because I don't want to tell anyone\n  ","38482":"\n  I am not a huge anime fan but I watch a little bit\n  ","38483":"\n  As long as Jason is there that's my husband. Whenever I go to heaven of course I hope I am with other family members and friends as well.\n  ","38484":"\n  I definitely prefer jeans more than sweatpants\n  ","38485":"\n  I followed you back thanks for following me\n  ","38486":"\n  Sorry you haven't been feeling well. I usually like to cuddle with people or I wrap up my blanket and watch TV play video games. I really like to wash my favorite YouTube channels. They always cheer me up\n  ","38487":"\n  Honestly wouldn't matter to me. None of it really is that important\n  ","38488":"\n  ? Hey\n  ","38489":"\n  Sometimes it can be\n  ","38490":"\n  You are posted as anonymous\n  ","38491":"\n  I really appreciate it\n  \n  Thanks much.\n  ","38492":"\n  Thanks.??\n  ","38493":"\n  Yee?\n  ","38494":"\n  RIGHT!\n  \n  You got it!\n  \n  EXACTLY!\n  \n  ?\n  \n  That's right!\n  \n  ?❤???\n  ","38495":"\n  Thank you kindly. ??\n  ","38496":"\n  Where am I from?\n  \n  ??\n  ","38497":"\n  thank you kindly my friend\n  ","38498":"\n  I like both. But I like in garden salad more\n  ","38499":"\n  ?\n  ","38500":"\n  I guess it just all depends on the person.\n  \n  I hope I understand this question. But some people don't like that I talked to them for the first time randomly like I'm a stranger and stuff. Considering I work retail I do this all the time especially considering it's my job\n  \n  I can get along with someone right off the bat the first time I talk to them\n  \n  Almost like as if I've already known them for years but it's literally just the first time I've ever talked to them. Some people like that being talked to normally and in such a friendly way and some people don't like that some people just want to get away from you and think you're weird and strange\n  \n  I honestly think that that is okay. I don't think anything's wrong with that. Just being nice and courteous to people.\n  ","38501":"\n  Of course many of times and I ended right then and there\n  ","38502":"\n  Of course. My mama and husband.\n  ","38503":"\n  What in the world? L\n  \n  ? lol idk & idk if i wanna know.\n  ","38504":"\n  Both sound nice but I think that I would like Chef more And I wouldn't want to be a film-maker I would want to be an actress more\n  ","38505":"\n  Honestly they always say be careful what you wish for so I don't think I would make a wish\n  ","38506":"\n  Right\n  ","38507":"\n  Eh. Def not many and not the 100% best but lol ish\n  ","38508":"\n  Of course. Many of times.\n  ","38509":"\n  Yee ??\n  ","38510":"\n  I will tell you what my spirit animal is. And it took me a long time to figure out what my spirit animal was. I really wanted it to be a dolphin but for some reason something was telling me it wasn't a dolphin.\n  \n  My whole life growing up I was a tomboy like kinda like person and I was always made fun of for being like the guys so I was always treated like one of the guys which I was fine with that but I got made fun of a lot for it but as I grew up I haven't exactly grown out of that tomboy stage. I still have that tomboy like attitude and style but I definitely grew up. And that resembles to me the lifestyle of a swan. They aren't the most beautiful creatures when they first are born and growing up for most of their life but when they get to a certain part of their life stay blossom into a beautiful bird they get their wings and they learn to fly. My spirit animal I saw in my dreams when I do have my dreams and for some reason came up a lot. I never really was a fan of swans until the past couple years coming by. So that's why I feel like my life is mostly resembles a swan and my spirit animal is a swan.\n  ","38511":"\n  I just got the dead ends cut off and I got long layers in my hair so I could get the volume up in my hair more. My hair is really really long. Around 3 feet long. Long long. I didn't update the color because honestly the little peekaboo golden spots that I have in my hair are still really bright and good. ? Next time I go I will definitely update my color. But the brown in my hair is my natural color. My hair is naturally dark brown. But the little highlight spots in my hair are dye. It is mostly gold, then a little burgundy and some red. I like those highlights because in the sun they shine really really bright. ? But yeah. My hair.\n  ","38512":"\n  You're welcome. It is no problem at all. I enjoy sending you guys these questions and seeing y'alls answers.\n  ","38513":"\n  You've got this.\n  \n  Put your heart and soul into a job. Let people know that you're ready to work and that you will help them do whatever you can.\n  \n  Know your goes and stops. Like... Know when to take a break and settle down for a moment. But also work hard. That's your job. You're making money to support yourself and a family if you have one of course. I'm sure you do.\n  ","38514":"\n  I mean if you want the job take as long as you have to?\n  ","38515":"\n  They are both okay.\n  ","38516":"\n  Any age when you are ready honestly. But I definitely would not have children too young though. Like too too young like... 10 11 12 or 13 years old....\n  \n  But a lot of people mess up and have children so young but they are able to take care of them then why not? If that's what they want. But I would not encourage young young pregnancy. Maybe about around the age of 18? That would be the youngest.\n  \n  The only thing about having children really young you are going to have to learn how to make sacrifices and learn different types of responsibilities. You are going to be different than other people around you. You may miss out on things but you will also have good experiences yourself. Having children changes you in good ways most of the time.\n  \n  But honestly anytime that you are mature enough to take care of another person is when I think you could start having kids.\n  \n  I just choose to wait because I want it to just be me and my husband for a while and he feels the same. Plus I just want it to be me and him around when we are taking care of the kids. Not having multiple people living with us or anything. No roommates.\n  ","38517":"\n  ???\n  ","38518":"\n  New adventures throughout the next three years\n  ","38519":"\n  Depends on how I am feeling. Sometimes I like my coffee really strong and no sugar or milk or anything in them. Sometimes I like to add Jameson to it and then sometimes I like my coffee like sugar water. Real sweet and milky\n  ","38520":"\n  ? lol I literally made this question not even a week ago and it looks like you have copied and pasted LOL\n  \n  Good job.\n  ","38521":"\n  About 30 minutes ago nobody was home ?\n  ","38522":"\n  Pie and seafood and fruit\n  \n  ?\n  ","38523":"\n  Omgosh. Someone was saying something so serious and it just sounded so wrong I just started laughing and they were like what? And then I just answered their question and helped them but still look just couldn't bear to not laugh a little bit... ?\n  \n  It's like don't mind me... I'm just a fuk-up human being.. ? Needs some saving. Jk jk.\n  \n  Just mind in the gutter sometimes...\n  \n  I guess this is what I get for hanging out with guys most of my life? LOL\n  ","38524":"\n  Lol. You are silly.\n  \n  One really good childhood memory was playing outside and throwing water balloons at each other and drinking out of the water hose, when it wasn't a weird thing. Jumping on the trampoline and teaching each other how to wrestle and how to defend ourselves so if we ever got face-to-face with a bully or something we knew how to take care of ourselves or at least try. But these right here we're definitely really good memories. I remember racing each other on our bikes up and down the street that we lived on and it being the world every day to do that. I remember going out in the fields and making baseball fields and playing with all of my friends out there and sometimes going inside when it got too hot and plays video games with them. Even playing basketball sometimes.\n  \n  I remember finding white rocks and using them as chalk when we ran out of sidewalk chalk and we would write with the white rocks and draw stuff on the cement.\n  \n  So many good memories. Wrestling in the mud with my cousins and sisters and friends. Playing board games and swimming in the pool with my sisters. Playing role play games in the living room and some all the time. Also playing video games with them in the room too sometimes. Going spend the night at my grandparents house with them. All the birthday parties. Wonderful wonderful old school memories. ❤\n  ","38525":"\n  I don't know how to cook liver and beans but I know some people that do that. I think Popeyes puts liver in their beans actually? Idk  if you've ever had Popeyes Red beans and rice. It's absolutely delicious. I definitely like liver but it's every now and then of course. In moderation.\n  \n  Definitely good luck to you with finding recipes on liver and you're welcome\n  ","38526":"\n  I mean of course if maybe the virus is out breaking in their area maybe get a few things? and just be careful make sure you wash your hands... take plenty of showers... and change your clothes maybe a bit more often then normal... don't get in people's faces... make sure you probably wear a mask definitely considering the viruses really deadly but I don't think of any to go to the store and buy all of their toilet paper? and sanitizer or soap and masks... maybe one or two masks? maybe some soap and sanitizer but save some for everyone else? Share? No? Lol? ? I don't really understand the toilet paper thing? Get the regular amount of toilet paper maybe? Or maybe an extra roll but don't buy all of it? Other humans needs all the paper too?!\n  \n  I don't know...\n  \n  Strange...\n  \n  Hopefully this sickness stuff will wear off... just like the other outbreaks when they are let out.\n  ","38527":"\n  I actually don't really know how to cook liver. I know some recipes from other people but I've never tried them. I know some people that put liver in their beans and make different types of dressings and then of course fried livers. I'm not a huge fan of liver but I don't mind it every now and then. But I don't really know too many recipes but I could try with cooking liver.\n  ","38528":"\n  Today is a very good day. The weather is great and though on the horizon it definitely looks like a storm is rolling in...\n  \n  But today has been going really good. Thanks for asking. I hope that your day is going all right?\n  ","38529":"\n  Definitely a 10. I've been through a lot of stuff where I had to be patient to get to the good outcome. Especially cuz I was in a long-distance relationship for about five years. We're together and happy. Married and stronger than ever. Now I'm always distant from family and friends and always have to be patient to see them. Patience is definitely a virtue. Things will work out if you are patient. My greatest family and friends are all from all over the world. Some more than definitely I am always distant from someone that I love. I am used to it. Patience plays a very big role in my life. I had to learn it.\n  ","38530":"\n  Liver is okay\n  ","38531":"\n  Thank you so much. ??\n  ","38532":"\n  I do.\n  ","38533":"\n  I am a photographer so not much\n  ","38534":"\n  I would want to have kids with my husband that's my answer\n  ","38535":"\n  Most definitely Linkin Park\n  ","38536":"\n  I wouldn't want to change anything because then it might change today\n  ","38537":"\n  Yeah? Nice.\n  ","38538":"\n  I'm not really much of a pink person\n  ","38539":"\n  Thanks ?\n  ","38540":"\n  Here but with little one's then too\n  ","38541":"\n  Yeaha ?\n  ","38542":"\n  ?\n  ","38543":"\n  I'm great. Doing great. Thanks.\n  ","38544":"\n  I 100% agree with you. People are so focused on other people's business that they don't focus on themselves.\n  \n  A lot of the times people will get jealous of other people's successes. Why get upset at someone else's successes??\n  \n   Why not instead... they get out and succeed themselves instead of making fun of someone else's? And how they got there and how they like to do it. Because obviously they're doing just fine. They don't need you to tell them how and what to do. Constructive criticism is fine but rude and unnecessary and too much criticism as I said is unnecessary.\n   \n\n     View more\n    \n\n","38545":"\n  Followed ??\n  ","38546":"\n  I did see him. Very beautiful on you\n  ","38547":"\n  Thank you\n  ","38548":"\n  Thx\n  ","38549":"\n  Going to a lot of different concerts. I've only been to one\n  ","38550":"\n  Loved one's passing\n  ","38551":"\n  They are both okay but I eat in moderation\n  ","38552":"\n  ?Maybe\n  ","38553":"\n  If the person I have become today\n  ","38554":"\n  I've done them before.\n  ","38555":"\n  I know. ? Thank you kindly. You rock.\n  ","38556":"\n  I saw it it looks really nice. Sorry I'm so late\n  ","38557":"\n  If you mean do I respect people that think they're better than others than no. No one is better than another person\n  ","38558":"\n  100% and def. ❤\n  ","38559":"\n  You are welcome\n  ","38560":"\n  I did! It looks awesome on you! I absolutely love the color! Looks great!\n  ","38561":"\n  I've never done that before but it sounds good.\n  ","38562":"\n  I haven't watched it before\n  ","38563":"\n  We live in an unpredictable world so people are not always going to be nice.\n  ","38564":"\n  Yeah. But I don't like too much of it. A lot of times I'll put it in chicken salad. But not like a green salad chicken salad type thing. No. This salad is more or less like an ingredient dip type thing. Made with eggs and different types of seasonings cut-up chicken and mayo and mustard.  And a bunch of other things in it. Just depending. I also enjoy making certain sauces out of mayonnaise. I mix it with a few other to make this certain type of sauce. I like a little mayonnaise on sandwiches but very lightly. I also like a little mayonnaise on a hot dog. I'm not one of those people that can eat a sandwich of mayo or just straight spoonfuls of mayonnaise. No way.\n  ","38565":"\n  ???\n  ","38566":"\n  .-. No one\n  ","38567":"\n  I want to try more Sushi. I want to try calamari\n  ","38568":"\n  Yes. I have.\n  \n  And again yes it did.\n  ","38569":"\n  ??\n  \n  I like jeans\n  ","38570":"\n  Grass. Countryside smell is nice. ??\n  \n  New car smell. Just new smells are good.\n  ","38571":"\n  My husbands country voice. ?\n  ","38572":"\n  ?\n  ","38573":"\n  Ouu. Same. Same.\n  \n  That sounds so good.\n  \n  An orange juice flavored Margarita type deal. Absolutely delicious. A screwdriver? Those are good too.\n  ","38574":"\n  You can speak to me on here.\n  ","38575":"\n  Yea. Sure. No prob. I followed ya. ???\n  ","38576":"\n  Kool. Thx.\n  ","38577":"\n  Of course I do. I've been working and this kind of field for a while now. I'm used to it\n  ","38578":"\n  We own 3\n  ","38579":"\n  Oatmeal with a lots of fruits and nuts in it. Shrimp and grits. Sometimes a omelette is good. Yogurt\n  ","38580":"\n  There's a lot of jealousy that goes around. What goes around comes around is what I say. I say there is no reason to be jealous. If you see someone succeeding don't get jealous and mad go out there and succeed yourself also\n  ","38581":"\n  I don't. You just don't. It's okay to have a gut feeling and try to keep yourself safe but in the end try not to judge a book by its cover. Plus don't always judge someone by their past. People can change\n  ","38582":"\n  Hopefully not so much rain and no hurricanes\n  ","38583":"\n  You'd be surprised with how many people that would think I got this off the internet when I take almost all of my pictures that I post\n  ","38584":"\n  Maybe go visit some family in Louisiana again. I really want to go to Chattanooga with my husband\n  ","38585":"\n  I really really appreciate it! Thank you so much! Same back to you as well!\n  ","38586":"\n  I am myself whether people are looking or not\n  ","38587":"\n  I think so. I try.\n  ","38588":"\n  I do. Especially crawfish shrimp and crab. Fish is amazing also! Baked fish is one of my favorites!\n  ","38589":"\n  My wonderful husband of course ?\n  ","38590":"\n  Considering I was in a long-distance relationship for 4 and 1\/2 years and am now together with them and married. Yes LOL. Anything is possible. You just have to get around the obstacles and be patient. Learn to work things out. Work together. Work hard and save up money. And 100% have communication and always be getting to know one another more and more everyday. Especially each other's families.\n  ","38591":"\n  Degrading and hateful words and racial slurs...\n  ","38592":"\n  24 to 30 times? Maybe a little bit more then that. 40? And this was probably within the same few minutes. This was when I had a tickle and my allergies were acting up. Every now and then this happens. Honestly I really like sneezing. A good relief. I just don't exactly like this name that many times in a row for a long period of time.\n  ","38593":"\n  ? Hi\n  ","38594":"\n  Sometimes.\n  ","38595":"\n  I very much do.\n  ","38596":"\n  Nothing. Just catching up. Been busy all day. Very tired... Long day, but was good. Exhausted tho.\n  ","38597":"\n  Yeah. I'm sleepy. Tired from today. Long day.\n  ","38598":"\n  Nothing. I was made this way by someone for a reason. Ima keep me, me.\n  ","38599":"\n  I both soap my hands and then even after use sanitizer.\n  ","38600":"\n  ?\n  ","38601":"\n  ? Hey\n  ","38602":"\n  Yes. Alot in the day. I wash my hands alot.\n  ","38603":"\n  Your welcome ???\n  ","38604":"\n  My day was good. I worked most of the day today. I will be off in the next few days. But today was good. Very tiring.\n  ","38605":"\n  ? Hey\n  ","38606":"\n  Have.\n  ","38607":"\n  Yea ??\n  ","38608":"\n  Thank you.\n  \n  ??\n  ","38609":"\n  I'm pretty sure that I answered this yesterday but recently I think that they updated it to six Maybe? I'm not exactly sure. But I know for sure that used to be only two an hour\n  ","38610":"\n  I don't get it? Why are you asking me all these questions and an anonymous? I honestly think that this is just my business truthfully? I just don't get it honestly.\n  ","38611":"\n  I do.\n  ","38612":"\n  Thank you! And I clicked on the link that's pretty cool! ?\n  ","38613":"\n  Thanks. ??\n  \n  Was out having a blast yesterday.\n  ","38614":"\n  That we are all human and we all have feelings. We all make mistakes. We're not perfect. We have to get over stuff eventually. Sadly. We all don't realize reality but it's there.\n  ","38615":"\n  No, I don't really shop on Amazon that much to have a bunch of things in my shopping cart waiting.\n  \n  Every now and then I shop on Amazon if I see something that I want and it's through them.\n  ","38616":"\n  Yeah. Maybe.\n  ","38617":"\n  I used to love playing with Tinker Toys and I have always wanted to own another set. My whole childhood I asked for a set of them over and over again but for some reason they were always so expensive. So I never really bothered with them. I didn't really want my parents to spend that much on them. And I mean they were really expensive. I guess because everybody was buying them. They weren't worth the money they were asking for. Honestly being the age I am now even I would still play with them if I got the opportunity. I love  Tinker toys. I like building. Building never gets old. Creating never gets old.\n  ","38618":"\n  Absolutely 100% true. What you do with your life is your choice and is what you do. It is no one else's fault if you get to failure. But everyone also makes mistakes.\n  ","38619":"\n  I do. I love lifting weights. I find it a challenge. It also makes me feel really good. I like staying toned. Burning some muscle. I also like to run and ride bikes. Stretches are probably my favorite. Especially in the morning time!\n  ","38620":"\n  Umm. Sure\n  ","38621":"\n  Still try their best to turn the day around and be positive.\n  ","38622":"\n  Ummmm... Yeah?\n  ","38623":"\n  ❤ This was a good day.\n  ","38624":"\n  No one.\n  ","38625":"\n  Hi Shoutout to all\n  ","38626":"\n  I work with the Paranormal so yeah.... Kinda do. ? obviously\n  ","38627":"\n  I honestly don't try to eat too much in a day.\n  \n   Breakfast is definitely important. I try my best to drink a lot of water. Sometimes I like to make infused water. Infused water is basically adding fruits or vegetables to your water. Naturally flavors your water in a healthier way. Or get me some juice, but I like to add a little bit of water because sometimes the juices are a little strong. So I kind of water down my juice a little bit. I always add ice. Ice cold juice is the best. Not drinking soda for a while..  you get used to drinking water and then when you go to drink juice, juice gets to be really strong tasting. So to calm down the strong taste I water it down or add a lot of ice. Usually I do both. It works out for me. Drinking juices is really good for you because it goes through your body really quick. Helps your metabolism ALOT.\n   \n   Sometimes I like to get me a little almond milk or regular milk it just depends on what I'm in the mood for? I usually drink 1% or skim milk. I like to eat some yogurt in the morning. Sometimes I splurge and I get me some fresh fruit in the morning. But honestly in the morning getting sugars is really important. Sometimes I'll make me some eggs. Just depends.\n   \n    I try to go on a morning walk and walk my dogs. If I don't do that I usually clean around the house and I end up walking myself to death. And then I end up going to work anyway and walking around all day there. Then I come home and still work out. I usually always do stretches right when I wake up in the morning.\n    \n     Then for dinner. I do love to cook. I love Seafood. I tried to eat small portions. And I make sure that I eat dinner very soon not right before bed or anything. Absolutely love stir fry and I really like vegetables.  For lunch I try to eat usually just eat a snack. Maybe get me some crackers? Sometimes I like to make a smoothie? Or maybe eat some celery? Maybe a granola bar with that. But yeah. Light eating in the morning. Snack lunch. Light dinner. So yeah. Lol.\n     \n\n       View more\n      \n\n"}}