{"Question":{"381988":"\n   Are ANGELS 😇 and DEMONS 😈 real?\n  ","381989":"\n   What have you preordered (in the distant past or just recently)?\n  ","381990":"\n   Do you like to work?\n  ","381991":"\n   do you like coffee?\n  ","381992":"\n   Hello how was your day?\n  ","381993":"\n   What do u think of american drinking culture?\n  ","381994":"\n   Do you like reading books?\n  ","381995":"\n   Have you been too tired lately?\n  ","381996":"\n   Hello, nice to meet you! What gaming network do you play on? l play on PlayStation Network (PSN).\n  ","381997":"\n   do you have n amazon wish list\n  ","381998":"\n   Space\n  ","381999":"\n   last thing good to happen to you\n  ","382000":"\n   How often do you visit skating rink?\n  ","382001":"\n   How often are you on your computer?\n  ","382002":"\n   do you get that a lot?\n  ","382003":"\n   Do you think it is important how a guy performs in bed to have a happy relationship?\n  ","382004":"\n   Do you have preference of questions here?\n  ","382005":"\n   What advice do you not like to be given?\n  ","382006":"\n   If you had to wear one color for the rest of your life. Which color would you choose?\n  ","382007":"\n   Who was the last person you hugged?\n  ","382008":"\n   do you like to wear hats & scarfs?\n  ","382009":"\n   What makes you really nervous?\n  ","382010":"\n   Whats your favorite emoji?\n  ","382011":"\n   Have you ever won an award for something? 🏆 🥇 🥈 🥉\n  ","382012":"\n   Is there anything you're proud of yourself for doing this year?\n  ","382013":"\n   Is it important for you to have a personal space in a relationship?\n  ","382014":"\n   What is your favorite tv show?\n  ","382015":"\n   In your opinion, what is the greatest album of all time?\n  ","382016":"\n   Have you ever had a photo with Santa? If so, when was the last time you got one? Would you get one at the age you are now?\n  ","382017":"\n   What is on your Christmas wish list?\n  ","382018":"\n   Do you know people from abroad ?\n  ","382019":"\n   How do you handle toxic people?\n  ","382020":"\n   How are u ?\n  ","382021":"\n   Your favorite video games?\n  ","382022":"\n   Do you use the fitting rooms at the store or try it on at home?\n  ","382023":"\n   Are you a forgiving person?\n  ","382024":"\n   What are you having for dinner tonight?\n\nI’m having a roast beef dinner.\n  ","382025":"\n   which fast food chain makes the best burger?\n  ","382026":"\n   do you have a cd player in your car?\n  ","382027":"\n   Do you smoke?\n  ","382028":"\n   What’s the best comfort food?\n  ","382029":"\n   do you sing often\n  ","382030":"\n   Best type of coffee?\n  ","382031":"\n   what’s the most painful thing you’ve ever experienced?\n  ","382032":"\n   Do you have tiktok?\n  ","382033":"\n   WHAT'S ONE THING YOU CAN'T LIVE WITHOUT?\n  ","382034":"\n   What do you hope to accomplish before 2020 ends?\n  ","382035":"\n   Do you like olives? Yay or nay\n  ","382036":"\n   Why do you think you are more productive at home?\n  ","382037":"\n   Wyd?\n  ","382038":"\n   Do you like tennis sport ?\n  ","382039":"\n   Plans this weekend?\n  ","382040":"\n   When is your bday?\n  ","382041":"\n   Would you rather work from home or elsewhere nowadays? What about pre and post Covid?\n  ","382042":"\n   pie or cake? what kinds?\n  ","382043":"\n   How are you holding up?\n  ","382044":"\n   What do you personally think of blind date? Would you do it?\n  ","382045":"\n   Your favorite desserts? 🍦🍪🧁🍰🍩\n  ","382046":"\n   Do you think parts of Alaska are beautiful ?\n  ","382047":"\n   What do you do when you have an off day? 🤗\n  ","382048":"\n   Have you ever ordered or shared one of those giant party sub sandwiches?\n  ","382049":"\n   What do u need more of today?\n  ","382050":"\n   How old are you\n  ","382051":"\n   Do you know how to read Roman numerals?\n  ","382052":"\n   When is the last time that you holded your nose because of bad smell?\n  ","382053":"\n   Hi\n  ","382054":"\n   That’s cool. Are you fully decorated?\n  ","382055":"\n   Did your ex have trust issues?\n  ","382056":"\n   was he controlling?\n  ","382057":"\n   that’s really stupid. why do you give him your password\n  ","382058":"\n   Are you more excited for Christmas or New Years\n  ","382059":"\n   do you believe in other life forms out there? 👽\n  ","382060":"\n   Have you ever shared your password with someone on a social media account?\n  ","382061":"\n   Do you play Mortal Kombat ?\n  ","382062":"\n   what's the aper on your car?\n  ","382063":"\n   What happened to Allison? Did she get her account back? I hope she’s ok\n  ","382064":"\n   do you think they'll allow it?\n  ","382065":"\n   I liked the idea of the keychain. Which color do you like?\n  ","382066":"\n   Are you buying this for your ex?\n  ","382067":"\n   What was the last thing you got from Amazon?\n  ","382068":"\n   What was the last thing you got from Etsy?\n  ","382069":"\n   This is your most liked answer. What do you think about it? 😄\n  ","382070":"\n   didn’t you say that you’re returning to office? and you hated your boss?\n  ","382071":"\n   What have you been up to lately? I haven’t been on ask for a while\n  ","382072":"\n   Would you rather be fat or skinny?\n  ","382073":"\n   Plans for today?\n  ","382074":"\n   I’m sending out somewhat frequent questions. Would you like to receive them as well? 🤗\n  ","382075":"\n   Did you do your laundry\n  ","382076":"\n   Followers amount? Does it grow fast?\n  ","382077":"\n   A new week is here! I hope it goes well for you! Keep safe, keep warm (if it's cold for you lol), and just keep being you! 💕 You're awesome!\n  ","382078":"\n   you fretting over dates?\n  ","382079":"\n   Has anyone tried quinoa?\n  ","382080":"\n   What is your biggest fear?\n  ","382081":"\n   Are you stressed? If so, why?\n  ","382082":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","382083":"\n   it does tho, so many vips (lol) send out recycled questions of the day as shoutouts, like 5 in a row, to keep up with their tasks\n  ","382084":"\n   it encourages more stupid and annoying activity tbh\n  ","382085":"\n   Any Christmas plans?\n  ","382086":"\n   What’s a popular game that you fine terrible?\n  ","382087":"\n   why are doing the vip rubbish anyway?\n  ","382088":"\n   Have you ever been kicked from a server in an online game?\n  ","382089":"\n   Hey guys  how are you\n\n\nWhat you planning when this virus over ?\n  ","382090":"\n   Most shopped place\n  ","382091":"\n   I got the email too, even though my account is suspended, and they said I didn't either and I def did. ALSO it said I had like 120 shoutouts tho which I def didn't lol\n  ","382092":"\n   What did you want to be when you grew up.. when you were younger??\n  ","382093":"\n   When’s the last time you went out to a movie?\n  ","382094":"\n   .\n  ","382095":"\n   Do you like Saturday morning ?\n  ","382096":"\n   What's something that helps to cheer you up when you're not having a good day?\n  ","382097":"\n   What's your favorite scent?\n  ","382098":"\n   Whats your favourite type of sandwich?\n  ","382099":"\n   are you an only child?\n  ","382100":"\n   What's your favorite thing to do before bed?\n  ","382101":"\n   true, you're american, y'all don't even have fences or gates. the majority of houses in america look poverty.\n  ","382102":"\n   isn't covid over by now?\n  ","382103":"\n   Is it illegal to throw water at somebody passing by from your balcony?\n  ","382104":"\n   are you still working from home?\n  ","382105":"\n   what time were U born?\n  ","382106":"\n   i hope you have\/had a great day. :)\n  ","382107":"\n   what’s the SPICIEST thing you’ve ever eaten? 🥵\n  ","382108":"\n   Hello do you like Instagram?\n  ","382109":"\n   Are you the favorite child?\n  ","382110":"\n   Do you wear thermals?\n  ","382111":"\n   Did you decorate your house for xmas? weather it be the house or inside. even both .\n  ","382112":"\n   What is your zodiac sign?\n  ","382113":"\n   5 things you do every single day?\n  ","382114":"\n   Have you gotten Christmas shopping done?\n  ","382115":"\n   How do you start your days?\n  ","382116":"\n   what’s ur fav mammal?\n  ","382117":"\n   breakfast or lunch?\n  ","382118":"\n   how many followers do you have?\n  ","382119":"\n   What are you doing for fun these days?\n  ","382120":"\n   Cold weather or hot weather?\n  ","382121":"\n   How many hours of sleep on avarage do you a night?\n  ","382122":"\n   Would you try Fight Milk?\n  ","382123":"\n   What's been occupying your mind lately?\n  ","382124":"\n   Do you own a gun?\n  ","382125":"\n   Who’s majestic\n  ","382126":"\n   Can you recommend three people to follow? I'm starting over for now I guess and need to add to my feed!\n  ","382127":"\n   If you were accidentally placed in a psych floor in a hospital, what would you say to convince the medical staff that you didn't belong there?\n  ","382128":"\n   Do you like snow? ❄️\n  ","382129":"\n   They say love everyone but how can I do that if not all people are worth the love?\n  ","382130":"\n   I can't remember but three of the accounts I followed, but hopefully people can just find me. If you got this, I remembered you hooray. This is Allison. This is my temp backup account that I might not use again, who knows. But if folks want to add me, here it is.\n  ","382131":"\n   Whats your favorite way to spend the weekend?\n  ","382132":"\n   If I worked in that department I'd never get any work done, I'd be too distracted by Morgan and Garcia 😍\n  ","382133":"\n   Supernatural 😍\n  ","382134":"\n   Which shows do your recommend on netflix?\n  ","382135":"\n   Just started Criminal Minds, well up to season 2 so far. Soooooo good.\n  ","382136":"\n   What’s your fav tv show\n  ","382137":"\n   What’s Your Greatest Accomplishment So Far?\n  ","382138":"\n   What is a fact about you that nobody could ever guess?\n  ","382139":"\n   Opinion on keto?\n  ","382140":"\n   What was the hardest class for you in school?\n  ","382141":"\n   Pancake or waffle\n  ","382142":"\n   How many states in America have you been too?\n  ","382143":"\n   don’t you miss her answers though. I guess her answers weren’t interesting enough for you\n  ","382144":"\n   do you miss her?\n  ","382145":"\n   We all do. You're not alone. You have friends near and far that will step up, even if it's just a message of support...or pics of cats wearing bowties lol\n  ","382146":"\n   Is this guy your bf?\n  ","382147":"\n   Is your page active though?\n  ","382148":"\n   Most used social media site?\n  ","382149":"\n   How do you manage to not gain wait then? Seems like you eat what you want and don't workout haha\n  ","382150":"\n   mcDonalds?\n  ","382151":"\n   nah, they deleted this option (at least in my country)\n  ","382152":"\n   opinion on not being able to disable shoutouts?\n  ","382153":"\n   Wanna know 1 of the things I admire about you? Your ability to deal with sh!t. Sometimes it means making changes, sometimes it's pulling that little bit extra out of your ass to pull through. I hate that it hits you so hard each time, but you do it. You can do it again bud. Supportive hug if needed.\n  ","382154":"\n   Do you workout or exercise at all?\n  ","382155":"\n   Weird. It happened to others as well, ask.fm banned their accounts by accident.\n  ","382156":"\n   Well what all did you eat yesterday then? Can you list it all please? Just to see an example of how much that is, in a specific case\n  ","382157":"\n   Are you glad you have a fast metabolism?\n  ","382158":"\n   Christmas lights: Yay or Nay?\n  ","382159":"\n   Where's Allison?\n  ","382160":"\n   Pic?\n  ","382161":"\n   Ootd?\n  ","382162":"\n   how have you been lately\n  ","382163":"\n   How do you manage to stay slim?\n  ","382164":"\n   How old are you?\n  ","382165":"\n   Age? Height?\n  ","382166":"\n   How much do you eat in a typical day?\n  ","382167":"\n   Do you use Pinterest? If so, what do you use it for?\n  ","382168":"\n   Twitter? Instagram? Vsco?\n  ","382169":"\n   What’s something you look forward to on the upcoming spring\/summer?\n  ","382170":"\n   I get what you mean, March was also a “weird” month and that’s when a lot has changed\n  ","382171":"\n   I would’ve gotten sick straight off lol\n  ","382172":"\n   do you do holiday decorations?\n  ","382173":"\n   Did you layer your clothes?\n  ","382174":"\n   Do you still talk to your ex?\n  ","382175":"\n   Any piercings?\n  ","382176":"\n   What’s your favorite color?\n  ","382177":"\n   Last time you felt intimidated?\n  ","382178":"\n   How does curfew prevent corona ?\n  ","382179":"\n   Where would your dream holiday be?\n  ","382180":"\n   Did 2020 fly by for anyone else?\n  ","382181":"\n   What’s on your mind?\n  ","382182":"\n   Do you have any posters in your room, if so who or what is it?\n  ","382183":"\n   Do you consider it rude when someone asks what you do for work within 5 minutes of meeting you?\n  ","382184":"\n   Have you ever had a bad job? If yes, did you learn anything useful from it?\n  ","382185":"\n   Is it too much to ask my parter to reply me at least at the end of the day? He usually takes days\n  ","382186":"\n   What state do you really want to visit ?\n  ","382187":"\n   what is the last new years resolution you made?\n  ","382188":"\n   do you prefer long hair or short hair?\n  ","382189":"\n   Smartest thing you have done so far this year?\n  ","382190":"\n   All time favorite music genre?\n  ","382191":"\n   Have you ever been in a long distance relationship?\n  ","382192":"\n   What is the perfect age to have a child ?\n  ","382193":"\n   do all americans work in retail?lol\n  ","382194":"\n   Why is everyone around me depressed? how can I make them happy?\n  ","382195":"\n   What was your first job? Did you like it?\n  ","382196":"\n   Who's ready for the weekend?!\n  ","382197":"\n   Are you religious or spiritual?\n  ","382198":"\n   How many real friends do you have?\n  ","382199":"\n   Do you like birds? Did you want to have a pet?\n  ","382200":"\n   I hope your health is okay\n  ","382201":"\n   Do you like cartoons?\n  ","382202":"\n   Have you been dressing warm over the last days ?\n  ","382203":"\n   Have any plans for today?\n  ","382204":"\n   Do you like your job ?\n  ","382205":"\n   What are your favorite cartoon shows? Mine are Popeye the Sailor, Loony Toons, Courage the Cowardly Dog, Sponebob Squarepants, Grim Adventures of Billy and Mandy, and Ed Edd n Eddy\n  ","382206":"\n   What spooks you?\n  ","382207":"\n   How important is it to you that you capture \"special moments\" digitally?\n  ","382208":"\n   Are you enjoying the weather where you’re at?\n  ","382209":"\n   Are you going to take the vaccine?\n  ","382210":"\n   Do you have a car?\n  ","382211":"\n   What kind of weather do you like?\n  ","382212":"\n   Would you rather be famous on Instagram or Tik Tok?\n  ","382213":"\n   Do you speed when driving?\n  ","382214":"\n   favorite movie?\n  ","382215":"\n   Do you believe in miracles?\n  ","382216":"\n   Are you sporty? How often do you play sports? What sports do you play?\n  ","382217":"\n   Does anyone else have to work this weekend?\n  ","382218":"\n   Do you ever watch 48 hours?\n  ","382219":"\n   what do you want for xmas\n  ","382220":"\n   Preference tea or coffee?\n  ","382221":"\n   shampoo and conditioner or just shampoo?\n  ","382222":"\n   have you seen the netflix series the OA? what do you think?\n  ","382223":"\n   What state are you in?\n  ","382224":"\n   What do you spend most of your money on?\n  ","382225":"\n   Are you lazy or motivated?\n  ","382226":"\n   what do you wish could change in your life?\n  ","382227":"\n   what are you doing tomorrow?\n  ","382228":"\n   Do you always smile for pictures?\n  ","382229":"\n   Do you like to read ?\n  ","382230":"\n   bro, i still remember when you were like 23 years old and i was just 16 😭 time really be flying\n  ","382231":"\n   What's your favorite ear ring?\n  ","382232":"\n   Do you go out in public with or without mask?\n  ","382233":"\n   which is harder to imagine, a world w\/o music or a world w\/o tv\n  ","382234":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","382235":"\n   Have you ever been approached by someone in the street?\n  ","382236":"\n   Not all jokes are funny, can you help educate others on what types of jokes are not acceptable? 👩‍🏫\n  ","382237":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","382238":"\n   Have you ever regret looking for something because you got disappointed about what you found out?\n  ","382239":"\n   how are you doing? :)\n  ","382240":"\n   do you like coffee\n  ","382241":"\n   favorite subject in school?\n  ","382242":"\n   What was your least favorite subject in school? Why?\n  ","382243":"\n   spring or purified water?\n  ","382244":"\n   hello\n  ","382245":"\n   are you of new york?\n  ","382246":"\n   do you believe in horoscopes? If so, what is your zodiac sign?\n  ","382247":"\n   What did you do today?\n  ","382248":"\n   Why a rough day?\n  ","382249":"\n   what did you do today? How are you?\n  ","382250":"\n   What’s the best way to wake you up\n  ","382251":"\n   Don’t you hate it when alcohol skips the buzz and goes right to the down side or even the dizzy sick feeling\n  ","382252":"\n   Do you have a Six Flags in your state?\n  ","382253":"\n   Spotify or Pandora?\n  ","382254":"\n   I hope it gets better!!!\n  ","382255":"\n   Do you watch Stranger Things?\n  ","382256":"\n   Do you play any mobile game ?\n  ","382257":"\n   Just a lil inbox to say that I hope you have a lovely weekend! Keep being amazing 💕\n  ","382258":"\n   What’s the most expensive thing you’ve bought? 🛍\n  ","382259":"\n   Did you watched SNL ?\n  ","382260":"\n   How's everyone's day going?\n  ","382261":"\n   Do you wish you could be taller?\n  ","382262":"\n   Do you know someone that went to Ivy League ?\n  ","382263":"\n   Sexuality?\n  ","382264":"\n   How long have you been a writer for?\n  ","382265":"\n   Do you like anything with coconut 🥥 in it? Me personally, I can’t eat anything with coconut\n  ","382266":"\n   Hotdogs 🌭 or hamburgers 🍔\n  ","382267":"\n   what’s the last text you sent\n  ","382268":"\n   What is the greatest threat to your happiness?\n  ","382269":"\n   Do you think there’s a stigma about step mothers? What’s your personal opinion about step mothers, are the majority evil?\n  ","382270":"\n   What do you wish you could learn to do?\n  ","382271":"\n   lol yah I guess you are right, I hope that also applies to pharmacists\n  ","382272":"\n   Do you prefer to have space? Or do you prefer company?\n  ","382273":"\n   Did you ever have to buy something that made you feel very awkward or nervous because of the possible reaction from the store clerk?\n  ","382274":"\n   ・₊˚꒰ what's on your mind? ꒱\n  ","382275":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","382276":"\n   How many times have you watched Jurassic World\n  ","382277":"\n   Are You Open Minded?\n  ","382278":"\n   Do you go to the movies this weekend ?\n  ","382279":"\n   Are you up to date with slangs? Has anyone recently used an internet slang you didn’t get?\n  ","382280":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","382281":"\n   Are you a Gen Z or a Millennial? 🤭\n  ","382282":"\n   What do you think about Diary of Jane by Breaking Benjamin? Like how on earth did they not know that it sounds like \"Diarrhea Jane\"\n  ","382283":"\n   By television do you mean streamed stuff like Netflix or do you mean what's currently airing on TV? If it's the second then that's pretty comfy and in my country no young people watch TV like that anymore\n  ","382284":"\n   🎶\n  ","382285":"\n   im gonna check her out, i think i saw her posted often on 4chan's \/mu\/sic board (which is a cool board because it's ironically mostly left wing progressive and liberal lol)\n  ","382286":"\n   What’s your favorite thing to do in your free time?\n  ","382287":"\n   Have you ever wanted to make a video game?\n  ","382288":"\n   Did you discover any good musicians you had never listened to before this year?\n  ","382289":"\n   What makes you uncomfortable\n  ","382290":"\n   What is something you're saving up for?\n  ","382291":"\n   I've come to like shoutouts. I mean, I still hate the lazy filler ones and the \"hi\" ones but some have been really decent\n  ","382292":"\n   the good thing about this shoutout surge thing is that normally I have like, 200 answers but this week I have almost 600 lol\n  ","382293":"\n   What are you having for dinner tonight?\n  ","382294":"\n   possibly. They were supposedly \"looking into\" my vip thing but never got back to me. Not that it really matters but I for sure did the tasks. This week I'm taking a screenshot.\n  ","382295":"\n   Same here- I have shoutouts from up to 3 weeks ago coming in in surges like it's being re-sent out or something while new ones this week are totally ignored\n  ","382296":"\n   How are you going to spend Christmas break?\n  ","382297":"\n   Do you know how to save? How do you save money and handle your financials?? #MoneyTips🤑\n  ","382298":"\n   What tells you the most about a person? Is it their physical attributes or their daily attitude?\n  ","382299":"\n   Are you okay? Seriously\n  ","382300":"\n   Would you ever consider plastic surgery? Would what you have done?\n  ","382301":"\n   Which beer do you like better out of these 2, Guinness Extra Stout or Guinness Draught? I prefer the Guinness Extra Stout\n  ","382302":"\n   when you send a shoutout how many people reply these days?\n  ","382303":"\n   How are you spending your Friday? 😄 Maybe post a pic of what you're up to? Or just of anything else you feel like posting? 📸\n  ","382304":"\n   Do you have hot cocoa and eggnog during the winter holidays?\n  ","382305":"\n   Do you like being alone?\n  ","382306":"\n   Can a girl and a boy be bestfriends? 👦👧\n  ","382307":"\n   ARE YOU CLINGY? ❤\n  ","382308":"\n   Do you know any big gossips?\n  ","382309":"\n   Would they stop being your favorite animals if you meet a pack of wolves and you are like \"hey guys you are like my favorite animals\" and they are like \"idc we are still gonna eat you\" and stuff?\n  ","382310":"\n   Have you received any messed up question today?\n  ","382311":"\n   What was your main thing that you did today? Or so far\n  ","382312":"\n   What’s everyone doing this weekend?\n  ","382313":"\n   Do you talk everyday with the same person ?\n  ","382314":"\n   What do you order at Starbucks?\n  ","382315":"\n   Hot chocolate or apple cider?\n  ","382316":"\n   How old are you ?\n  ","382317":"\n   Do you like Billie Eilish?\n  ","382318":"\n   how come?\n  ","382319":"\n   Have you ever had issues with a friends' partner (example: friends' partner is jealous of you talking to your friend)? If so, how did you handle it? — If ⋆NOT⋆, how do you think you might go about handling it?\n  ","382320":"\n   When do you evaluate your own success or performance?\n  ","382321":"\n   What advice would you give to someone who doesn't have any family members, or friends, and genuinely wants to give up? I see a lot of responses saying your family\/friends would be heartbroken, but what advice would you give to those of us who genuinely don't have those people in our lives?\n  ","382322":"\n   you smoke inside the house?\n  ","382323":"\n   Who has animal crossing\n  ","382324":"\n   What do you want as a bday gift :)\n  ","382325":"\n   Have you ever watched Dragon Tales when you were younger\n  ","382326":"\n   What's your favorite animal?\n  ","382327":"\n   Can your DNA tell you which foods are the best for your personal diet? I've heard that some DNA tests can tell you if you need high\/low carbs, protein needs, etc.\n  ","382328":"\n   does weed make you lazy?\n  ","382329":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","382330":"\n   It's honestly a relief to see that you got this question too because I kind of took offense to it? But now I'm less irritated.\n  ","382331":"\n   What do you do when you lose control? How often does it happen?\n  ","382332":"\n   🧡\n  ","382333":"\n   If you have friends coming over, what would you cook\/order? 😋\n  ","382334":"\n   Don't worry, I've no plans to ask folks about vegetarianism or veganism, just stuff like \"what's your favourite vegan meal?\" and stuff like that.\n  ","382335":"\n   Hi\n  ","382336":"\n   do you play call of duty?\n  ","382337":"\n   Anyone else absolutely tired rn?😖\n  ","382338":"\n   Hello do you like Instagram?\n  ","382339":"\n   Best fast food restaurant?\n  ","382340":"\n   Just checking in! 🧠\nHow are you, really?\n  ","382341":"\n   Do you cheat on games ?\n  ","382342":"\n   Do you snore?\n  ","382343":"\n   Happy Friday\n  ","382344":"\n   Is this just me or did yall start receiving questions out of the blue? And do you think they are real or bots?\n  ","382345":"\n   Do you like the way Instagram has changed ?\n  ","382346":"\n   What’s your first impression on a guy that’s skinnier, weaker, and shorter than you?\n  ","382347":"\n   Do you use Twitter daily ?\n  ","382348":"\n   I like your pics and followed you! 💞😉\n  ","382349":"\n   celine coom back :(\n  ","382350":"\n   What distracts you?\n  ","382351":"\n   WHAT MAKES YOU FEEL SAFE AND SECURED? 🔒\n  ","382352":"\n   What was the last thing you cooked yourself? How did it turn out? Perhaps you have a pic of something you've cooked that you'd be willing to showcase? 👩‍🍳📸\n  ","382353":"\n   How much sun have you been getting recently where you live? I just found out that we've only gotten one hour of sun in total during December so far. We've been living in a constant gray basically during the few hours when it isn't pitch black 🙃🌫 Swedish winter sure is fun.... 😂\n  ","382354":"\n   What is your favorite song?\n  ","382355":"\n   Do you like Cardi B ?\n  ","382356":"\n   Hello what are you doing?\n  ","382357":"\n   I think that I suffer from moderate depression, but why do I feel like I am not as depressed as usual when I'm busy? Sometimes I feel stupid and ask myself \" Am I suffering from depression or am I just faking it?\n  ","382358":"\n   Is what you're doing now what you always wanted to do growing up?\n  ","382359":"\n   Do you like natural or artificial beauty? What do you think of girls who wear eyelash extensions, fake nails, and dyed hair? 💇‍♀️💅\n  ","382360":"\n   Do you trust people easily?\n  ","382361":"\n   Are you afraid of flying in airplanes? If yes, how come? If no, where have you been?\n  ","382362":"\n   What is your least favorite sport?\n  ","382363":"\n   what are you looking forward to this weekend? 🙂\n  ","382364":"\n   Who calls you when you're down?\n  ","382365":"\n   the person said \"shave legs\" and not specified whose one... Maybe the person wants you to become a barber.\n  ","382366":"\n   Please shave legs for me.\n  ","382367":"\n   Which game do you think has the best soundtrack? 😊 Do you actively listen to soundtracks even when you're not gaming? 😁\n  ","382368":"\n   How was your Thanksgiving?\n  ","382369":"\n   Shaved legs or unshaved\n  ","382370":"\n   Do you like rap music ?\n  ","382371":"\n   If you're an omnivore, do you typically answer questions about plantbased food? If you're some type of vegan do you answer questions about omnivore food? Does it bother you getting asked those types of questions? (Plz still answer if you're vegetarian, pescatarian etc)\n  ","382372":"\n   Hold up when did you turn 29? You were 27 a little while ago\n  ","382373":"\n   how are you\n  ","382374":"\n   Who’s not asleep??\n  ","382375":"\n   What's a combination you love whether it's banana and chocolate, popcorn and a movie, eyeshadow and mascara, a scarf and gloves etc?\n  ","382376":"\n   Have you ever broken a bone?\n  ","382377":"\n   Do you give pets nicknames?\n  ","382378":"\n   Do you have a cherished childhood teddy bear?\n  ","382379":"\n   Are u positively sure\n  ","382380":"\n   Your correct, and I was just wondering if he has a ask.fm\n  ","382381":"\n   Hi do you know Charlie Puth\n  ","382382":"\n   Do you still use Skype ?\n  ","382383":"\n   Morning or night person?\n  ","382384":"\n   Why?\n  ","382385":"\n   That set up and background😍\n  ","382386":"\n   Pic ⭐️\n  ","382387":"\n   Which side of the bed do you sleep on?\n  ","382388":"\n   could we be friends on Instagram\n  ","382389":"\n   Have you bought some Christmas gifts yet? 🎁\n  ","382390":"\n   hulu or netflix\n  ","382391":"\n   How many of you watch Law & Order Special Victims Unit\n  ","382392":"\n   What's the best way to heal jealousy?\n  ","382393":"\n   What's the longest you've went without sleep?\n  ","382394":"\n   are you a bad person in someone's eyes?\n  ","382395":"\n   how are you did you have a good day\n  ","382396":"\n   Have you had the cheetos-flavored kraft mac n cheese? Jon made me try that tonight and it wasn't too bad\n  ","382397":"\n   Anyone seen the show Euphoria?\n  ","382398":"\n   Whats your favorite snack? If you dont eat snacks, whats your favorite meal?\n  ","382399":"\n   how’s your day?\n  ","382400":"\n   what is your morning routine like?\n  ","382401":"\n   do you celebrate christmas?\n  ","382402":"\n   What do you think of tattoos?\n  ","382403":"\n   I'm not saying I don't believe you, but It blows my mind that there is a doctor that works on Sunday.\n  ","382404":"\n   When is the last time you had coffee?\n  ","382405":"\n   Who is more jealous - girls or boys?\n  ","382406":"\n   when asked your race on a job application do you check in as white?\n  ","382407":"\n   What’s the last thing you ordered online?\n  ","382408":"\n   Plans for weekend?\n  ","382409":"\n   Xbox one or PS4? Which is better?\n  ","382410":"\n   What social media’s do you have?\n  ","382411":"\n   Do you pour milk or cereal in to a bowl first?\n  ","382412":"\n   how did you spend your halloween?\n  ","382413":"\n   Do you believe in fate?\n  ","382414":"\n   I was saying earlier today, it's odd how many INFJs are on this website considering it's supposed to be the rarest type\n  ","382415":"\n   Have you ever performed in front of a big audience?\n  ","382416":"\n   What's your favorite drink?\n  ","382417":"\n   How do you beat a habit\n  ","382418":"\n   Do you have cable, satellite or do you use a streaming service? I just got Hulu Live\n  ","382419":"\n   Have you ever taken a personality test? What was the result?\n\nBased on MBTI personality test, I'm a INFJ.\n  ","382420":"\n   Fav YouTuber\n  ","382421":"\n   Hello what is your favorite color?\n  ","382422":"\n   Do you like mango juice? Or do you prefer to eat the fruit?\n  ","382423":"\n   Do you badly suffer from anxiety?\n  ","382424":"\n   Why am I getting these shoutouts? And how do I get rid of them?\n  ","382425":"\n   WOULD YOU RATHER:eat 🍫 chocolate on 🍕 pizza OR eat chocolate on 🍝 pasta?\n  ","382426":"\n   Home cooked food or fast food\n  ","382427":"\n   I hope Trump does something radical in the next 18 days. I support Trump. Do you support Trump ?\n  ","382428":"\n   Hello I’m a gamer too , can we play a game some day ?\n  ","382429":"\n   Does sex matter in a relationship?\n  ","382430":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","382431":"\n   Any tips\/ home remedies to control mind grains?\n  ","382432":"\n   How many hours of sleep do you get a night?\n  ","382433":"\n   When you were a student, did you prefer to study at the school library?\n  ","382434":"\n   Favorite ice cream flavor?\n  ","382435":"\n   How long was your longest gaming session ever? What game did you play? How did you feel afterwards? 🤔😂\n  ","382436":"\n   a hyundai? are you a communist or something?\n  ","382437":"\n   Where are you from?\n  ","382438":"\n   How old are you?\n  ","382439":"\n   SPACE 😍❤\n  ","382440":"\n   How is you\n  ","382441":"\n   Do you wear gloves while washing up or cleaning?\n  ","382442":"\n   is your life modest?\n  ","382443":"\n   people in new york have big, expensive cars.\n  ","382444":"\n   for a new yorker you have a modest car.\n  ","382445":"\n   oh right I think i asked you about it once and i remember now you said you had a hyundai. I forgot which model though but hyundais in general look pretty nice tbh\n  ","382446":"\n   fine, enjoy driving a crossover, mom\n  ","382447":"\n   What really makes you angry?\n  ","382448":"\n   What would make you lose all trust in a person?\n  ","382449":"\n   Are you gonna miss the Chevrolet Camaro when they stop making it in 2023? RIP an American classic tbh\n  ","382450":"\n   What about skating? (· _· )\n  ","382451":"\n   Would you like to start dating someone in the near future? If you're taken\/married, what advice can you give to singles who want to be in a relationship? ❤\n  ","382452":"\n   do you think 2021 is going to be better than 2020?\n  ","382453":"\n   2021 New Years resolutions?\n  ","382454":"\n   When are you the happiest during the day?\n  ","382455":"\n   why?\n  ","382456":"\n   preach 😄 male and female basically could have the same amount of body hair but apparently it’s gross on a woman but not a man?\n  ","382457":"\n   Do you send out Christmas cards?\n  ","382458":"\n   Do you have a smart car?\n  ","382459":"\n   Do guys really care if girls shave or not?\n  ","382460":"\n   Popeyes Or KFC?\n  ","382461":"\n   Which food is better? Mexican or Italian?\n  ","382462":"\n   Do you like Cherry flavored stuff\n  ","382463":"\n   Do you like sad songs?\n  ","382464":"\n   What’s your sign\n  ","382465":"\n   If you could turn ANY ACTIVITY into an OLYMPIC SPORT, what would you have a good chance at WINNING A MEDAL for?\n  ","382466":"\n   Do you have any regrets regarding this year?\n  ","382467":"\n   What’s the last thing that made you smile? 😊\n  ","382468":"\n   Fav song?\n  ","382469":"\n   what’s the best way to forget or at least move on from someone you really loved?\n  ","382470":"\n   what's your favorite movie that you could watch over and over again?\n  ","382471":"\n   What Is your energy level today?\n  ","382472":"\n   Have you ever looked back at something traumatic and felt glad it happened, because it helped you grow?\n  ","382473":"\n   Do you like to barbecue?\n  ","382474":"\n   Do you like play ping pong ?\n  ","382475":"\n   Who is the last person you bought a gift for?\n  ","382476":"\n   Have you ever been to Philadelphia?\n  ","382477":"\n   What's a popular food you find disgusting?\n  ","382478":"\n   Does pineapples belong on pizza?\n  ","382479":"\n   How many people do you still know from school?\n  ","382480":"\n   \"Good morning!\n  ","382481":"\n   Who’s your favorite comedian?\n  ","382482":"\n   Have you\/would you ever join the military? 🎖\n  ","382483":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","382484":"\n   What size bed do you have? We have a queen 👑🤗\n  ","382485":"\n   What kind of work do you do?\n  ","382486":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","382487":"\n   Tell me something about your hair?\n  ","382488":"\n   Sup\n  ","382489":"\n   What will happen if you stuck in a room which is full of laughing gases with with your enemy or ex?\n  ","382490":"\n   Would you ratherread the 📚 book or watch the 🎬 movie?\n  ","382491":"\n   What kind of dish can you make\/cook?\n  ","382492":"\n   What Is Your Favorite Cereal?\n  ","382493":"\n   Do you mostly eat healthy or junk food?\n  ","382494":"\n   Drinks?\n  ","382495":"\n   Whether it's \"cats or dogs?\" or \"Coke or Pepsi?\" there's a this or that question that bothers us all. What are some this or that questions that bother you?\n  ","382496":"\n   ❀\n  ","382497":"\n   we ended up watching Netflix. we didn't make it 15 minutes into the movie. we started making out. now's how's he's sleeping like a baby.\n  ","382498":"\n   Do you like Wine or whiskey\n  ","382499":"\n   My boyfriend has been so stressed out lately. He's been working two jobs every day for the past three weeks. Plus he has family drama going on. Tonight i decided to make it a date night. He's on his way. I ordered pizza and wings and got Netflix ready for us. How else can I make tonight  stress free\n  ","382500":"\n   Last time you visited the beach?\n  ","382501":"\n   Is talent maintained or is it fixed?\n  ","382502":"\n   When did you get your tonsils out?\n  ","382503":"\n   You deserve so much better!!\n  ","382504":"\n   do you ever feel unappreciated ?\n  ","382505":"\n   ☀️\n  ","382506":"\n   Is it wrong to stay at the house all the time cause it ain’t nothen to do in the town where you live ?\n  ","382507":"\n   Thoughts on orgies (multiple ppl having \"fun\")?\n  ","382508":"\n   What did you do? It must have been bad\n  ","382509":"\n   sometimes emailing askfm can be kinda useful, sometimes they’ll be asking for things that you can’t get and sometimes it’ll feel like you’re just talking to a automated message\n  ","382510":"\n   That awkward moment when?\n  ","382511":"\n   one time that happened to me and then it came back after like a day or two\n  ","382512":"\n   What can melt your heart?\n  ","382513":"\n   Did you try some Do-It-Yourself projects\/hobbies this 2020? What have you tried and what would you like to try?\n  ","382514":"\n   Are people who live in the country uneducated?\n  ","382515":"\n   but if you have taken the vaccine and before taking it you didn't have covid why would you need to wear a mask if it'll prevent you from having covid ever again so you won't spread it or catch it...\n  ","382516":"\n   How do you personally handle gossip?\n  ","382517":"\n   will you wear a mask even after taking the covid vaccine?\n  ","382518":"\n   Why do you think girls mature earlier than boys?\n  ","382519":"\n   Is Onlyfan the lowest way to make money asking for a friend honestly 🙈\n  ","382520":"\n   If past lives are REAL, what was yours?\n  ","382521":"\n   IF YOU WERE TO EAT YOUR VERY LAST MEAL, WHAT WOULD YOU CHOOSE TO EAT?\n  ","382522":"\n   Would you own a snake as pet?\n  ","382523":"\n   What smell makes you feel nostalgic every time?\n  ","382524":"\n   why are men afraid of not looking manly enough in front of females?\n  ","382525":"\n   Is your hair short?\n  ","382526":"\n   Starbucks or Dunkin?\n  ","382527":"\n   no, it isn't. have you seen a doctor? maybe you need to get your blood tests done.\n  ","382528":"\n   ever thought about shaving it completely?\n  ","382529":"\n   by that, i meant something serious, like m*rder.\n  ","382530":"\n   oh, i didn't know that. was it shaved completely?\n  ","382531":"\n   do you personally know someone who'd committed cr*me?\n  ","382532":"\n   Do you take vitamins?\n  ","382533":"\n   Favorite color of reptiles?\n  ","382534":"\n   did u cut ur hair?\n  ","382535":"\n   selfie\n  ","382536":"\n   _\n  ","382537":"\n   What would you do differently if you knew nobody would judge you?\n  ","382538":"\n   how much xmas shopping have you done so far? 🎁  🎄\n  ","382539":"\n   Anyone back to work yet?\n  ","382540":"\n   Опиши се 👋😊Describe yourself🙂\n  ","382541":"\n   Do you have a favourite Christmas ornament?\n  ","382542":"\n   Hello what is your favorite album?\n  ","382543":"\n   Do you believe in reincarnation? Do you believe that kids can recall their past lives or do you reckon that they're just imaginative?\n  ","382544":"\n   while the rest of the world is fighting injustice, oppression, poverty etcetc and a deadly pandemic, this anon’s issue is how ppl drink wine...\n  ","382545":"\n   Are diamonds still a girls best friend?\n  ","382546":"\n   Why do so many people who drink wine not know how to hold the glass correctly? As a wine lover, it offends me. Same with champagne. Learn how to hold the glass first, ffs. And how much quantity the glass should contain. There are rules!\n  ","382547":"\n   HOW MANY PHONES \/ GADGETS DO YOU HAVE?\n  ","382548":"\n   Spinach or Kale?\n  ","382549":"\n   Post any picture you want!\n  ","382550":"\n   Hoodies or zip up jackets\n  ","382551":"\n   Lol. Meant post a pic 😂\n  ","382552":"\n   Ootd?\n  ","382553":"\n   What do you usually wear at work?\n  ","382554":"\n   Do you find it hard to select who to send questions to? Or do you follow less than 50 people? Takes me ages lmao\n  ","382555":"\n   What do you do for a living?\n  ","382556":"\n   For or against vaccines? 💉\n  ","382557":"\n   For or against abortion?👶🏻\n  ","382558":"\n   For or against homosexuality? 🏳️‍🌈\n  ","382559":"\n   Are you a good shooter? 🔫😏\n  ","382560":"\n   Do you like to draw?\n  ","382561":"\n   This VIP+ is not what it seems you mean you gotta work every week?\n  ","382562":"\n   Are you excited for Christmas?\n  ","382563":"\n   Are you going to get the covid vaccine?\n  ","382564":"\n   Happy Monday!\n  ","382565":"\n   Who do you live with? parents,family, partner, friends, random flatmates, alone?\n  ","382566":"\n   plans for 2021\n  ","382567":"\n   I love your music taste!\n  ","382568":"\n   How do you feel?\n  ","382569":"\n   I'm going to steal your question and ask you it\n\nwhat song(s) have you been obsessed with lately?\n  ","382570":"\n   when you were in school did you use it?\n  ","382571":"\n   do you believe in kharma\n  ","382572":"\n   Do you use quizlet to study?\n  ","382573":"\n   Has there been a time in your life where you experienced a miracle? What happened?\n  ","382574":"\n   Post a pic\/gif\/recipe that you'd like to try or have again sometime soon! 🍜🌮🍱🍕\n  ","382575":"\n   do you want to get married\n  ","382576":"\n   were you popular in school?\n  ","382577":"\n   no elvis\n  ","382578":"\n   what type to music you listen to while getting high\n  ","382579":"\n   If you could have a personal chef or a live-in maid, which would you choose and why?\n  ","382580":"\n   What subjects do you think should be taught in school but aren’t? 🤓📚👓\n  ","382581":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","382582":"\n   How do you correct someone knowing it will hurt their feelings?\n  ","382583":"\n   What is something you have done in your life that you are the most proud about and feel it has really achieved the most or helped someone the most?\n  ","382584":"\n   What's the absolute best vacation you can imagine?where?\n  ","382585":"\n   what ways can we make the world a better place\n  ","382586":"\n   What would you rather be overpriced, food or transportation? Why\n  ","382587":"\n   Did you go out today?\n  ","382588":"\n   Pain is not worth it. I totally agree with you. What did you use to shave them before you decided to stop?\n  ","382589":"\n   You get your legs waxed? Or you use a razor?\n  ","382590":"\n   Have you ever shaved your eyebrows?\n  ","382591":"\n   How was your week?\n  ","382592":"\n   Was it related to a costume?\n  ","382593":"\n   A picture of you wearing wig?\n  ","382594":"\n   Hows your night ??\n  ","382595":"\n   War....what is it good for?\n  ","382596":"\n   your roommates are male or female??\n  ","382597":"\n   what’s your name?\n  ","382598":"\n   Do you have decorative lights up within your house? {doesn't have to be \"holiday\" lights, it can be any kind of non standard light!}\n  ","382599":"\n   Favorite compliments to get?\n  ","382600":"\n   Have you ever been to Santa Cruz California ?\n  ","382601":"\n   why are all your friends chubby yourself included? did you form a fat group?\n  ","382602":"\n   replica? as an imitation?\n  ","382603":"\n   PAP your favorite accessory you are wearing right now.\n  ","382604":"\n   Will you be adding cheese on too it?\n  ","382605":"\n   hey\n  ","382606":"\n   Lol really did you guys ever get Caught\n  ","382607":"\n   Are you going too have that as well?:))\n  ","382608":"\n   Do you ever have a Sunday roast?\n  ","382609":"\n   all of them were females?\n  ","382610":"\n   How did it turn out? Weird?\n  ","382611":"\n   What’s something surprising you have heard lately?\n  ","382612":"\n   What is your most Memorable moment in high school\n  ","382613":"\n   What do you think of mustaches? Do you like kissing guys with them?\n  ","382614":"\n   have you met someone from the internet?🙈\n  ","382615":"\n   are there any celebrities you’re shocked haven’t been “cancelled”\/blacklisted?\n  ","382616":"\n   If you could change one thing about your PERSONALITY, what would it be?\n  ","382617":"\n   Can you be friends with someone whose views conflict with yours? Granted that they don't hold racist, sexist, homophobic, transphobic or anything discriminatory\/oppressive views.\n  ","382618":"\n   What’s on your Christmas list\n  ","382619":"\n   If you could go anywhere right now where would you go?\n  ","382620":"\n   Do you like mmmbop?\n  ","382621":"\n   Which movie (or character) has influenced you?\n  ","382622":"\n   How much time do you spend styling your hair each morning?\n  ","382623":"\n   Do you have plans?\n  ","382624":"\n   Have a great day everyone.\n  ","382625":"\n   You ever put something through it by mistake?\n  ","382626":"\n   What would your body experience if you stopped drinking caffeeine?\n  ","382627":"\n   But you live in New York\n  ","382628":"\n   would you say that you are level headed\n  ","382629":"\n   what are your favorite websites\/apps?\n  ","382630":"\n   Have you ever cried because of your grades?🙄\n  ","382631":"\n   Do you have a picture of the time before you started shaving the side of your head?\n  ","382632":"\n   how many hours of the day, do you spend on YT?\n  ","382633":"\n   hey, which us states have you visited?\n  ","382634":"\n   hey\n  ","382635":"\n   So many surprises should have made them lean by now.... Has it ever happened to you that it was so cold and your car was so cold that you have not even bothered to take off your coat, hat and gloves and you have drived straight away? To me it happens all the time in the winter months haha\n  ","382636":"\n   too many guns in the us..... Happy to see you don’t believe in them\n  ","382637":"\n   Yeah. It must be quite a scary experience. But you New Yorkers must be quite used to storms. There is always a few days in winter that you get a lot of snow hahaha\n  ","382638":"\n   you own a gun???\n  ","382639":"\n   Did you ever get caught in one while driving?\n  ","382640":"\n   Are you a fan of snowstorms?\n  ","382641":"\n   have you written a novel?\n  ","382642":"\n   What brand is it? A Ford? Yours seem still rather new hahaha\n  ","382643":"\n   Is it cold in New York??\n  ","382644":"\n   Is your car old? Or do you consider it old?\n  ","382645":"\n   At least you find it unfair?\n  ","382646":"\n   Does your stylist do it like that as well when you go for a haircut?\n  ","382647":"\n   Do you find it sexist that knee high boots are meant more for ladies than for both genders equally?\n  ","382648":"\n   Fuck I'm 24 tomorrow 🤪 😪\n  ","382649":"\n   what do you do alone at home, for ex?\n  ","382650":"\n   Do you enjoy being alone?\n  ","382651":"\n   After washing long hair is it best to just comb it and let it dry naturally or wrap a towel over your hair and leave it like that for some time?\n  ","382652":"\n   How come? Are they more comfortable?\n  ","382653":"\n   Where online can i see your writings?\n  ","382654":"\n   Is your hair tied up atm?\n  ","382655":"\n   lol this was my shoutout from WA to NY\n  ","382656":"\n   what are you ready for in 2021?\n  ","382657":"\n   Do you enjoy fishing in video games?\n  ","382658":"\n   beer😍\n  ","382659":"\n   Fav alcohol drink?\n  ","382660":"\n   what do you binge watch\n  ","382661":"\n   wassup??\n  ","382662":"\n   Are you afraid of the dark?\n  ","382663":"\n   How much did your shredder cost? Is it affordable? And how small are the shredds that come out? May buy one myself :)\n  ","382664":"\n   What comor is your hai atm?\n  ","382665":"\n   Its not interesting itself, but not many people have one home haha. In any case you are right and it’s good to have one to get rid of personal info\n  ","382666":"\n   I apologize before hand because I know how annoying sexual questions are, but I am genuinely curious to know this answer. Do you enjoy when your man goes down on you or fucks you while you're sleeping? Or is that fucked up because he didn't ask for consent?\n  ","382667":"\n   What is the most popular lie, people tell to each other?\n  ","382668":"\n   Hi\n  ","382669":"\n   Should we increase the cost of parking spaces? If you own a car you should have money to spend. So pay more for it.\n  ","382670":"\n   Do your cats sleep with you?\n  ","382671":"\n   Did you ever wear long gloves? As part of a costume i mean\n  ","382672":"\n   Have you traveled anywhere since the pandemic?\n  ","382673":"\n   Do you own gold accessories?\n  ","382674":"\n   You live alone?\n  ","382675":"\n   remember when someone sent your @ to a bunch of foreigners and they were attacking you about your armpits hair?\n  ","382676":"\n   Its just you americans and ur first world problems. Not really important 🤷🏻‍♂️\n  ","382677":"\n   Idk how to explain lol its just how you are. Always trying to not offend someone, always trying to use certain words, etc\n  ","382678":"\n   You try too hard to be politically correct\n  ","382679":"\n   Ooo, fitting for a saturday night, wouldn't you say? 😁\n  ","382680":"\n   Last thing you drank? 🥤\n  ","382681":"\n   Do you believe in God and Satan?\n  ","382682":"\n   When was the first time you shaved your head?\n  ","382683":"\n   Sounds cool! But also hard to get if not mistaken and pricy 😅 but I hope you do get it 👏\n  ","382684":"\n   Looks like an interesting object to have back home haha\n  ","382685":"\n   Have you ever used a paper shredder?\n  ","382686":"\n   I see a lot of people practically begging for money like the leeches they are, instead of getting a job. Do they not feel ashamed of themselves? I can't say I'm a wealthy person, my finances are ok, but I would NEVER ask someone for money. I'd rather die than humiliate myself like that, i have pride\n  ","382687":"\n   What do you want for Christmas?\n  ","382688":"\n   How do you feel when your on medication? Do you feel dependent on it though? I’m scared that I’ll be dependent on a pill\n  ","382689":"\n   Hi\n  ","382690":"\n   What do you do when you have a panic anxiety attack and you feel like you can’t breathe?\n\nI had one and I thought I was going to die. I ended up going to the hospital today.  it was so scary ;-;, any defense mechanisms that  help you that I could maybe try?\n  ","382691":"\n   Are you able to do any voice impressions of characters?\n  ","382692":"\n   Has the world become more genderfluid as opposed to two gendered?\n  ","382693":"\n   I am sorry you get this sort of shit so often. I've been just blocking and reporting literally any harassment lately so they don't have an outlet in my inbox anymore\n  ","382694":"\n   the better question is why is this kid so obsessed with me that they bother you about me regularly\n  ","382695":"\n   why is allison on ask fm at the age of 40 😩 she should be raising her grandchildren and collecting her pension checks\n  ","382696":"\n   with vodka\n  ","382697":"\n   i swear it’s always people trying to tell me i need to buy a PS when they find out i’m an xbox user😅 like why would i do that when i already have a console and ppl to play with\n  ","382698":"\n   Do you know what you are having for Christmas dinner?\n  ","382699":"\n   How do you like to start your morning?\n  ","382700":"\n   lol, console wars ;'-)) anyone who is above the age of 14 and argues about consoles needs to grow up, it's so ridiculous and immature.\n  ","382701":"\n   Do you take people online seriously\n  ","382702":"\n   Playstation is better. XBOX is for the inferior\n  ","382703":"\n   Xbox or PlayStation?\n  ","382704":"\n   How does one introduce their significant other to their parents?\n  ","382705":"\n   What is your favorite game to play right now\n  ","382706":"\n   Would you day half of your hair a color and the other half another color?\n  ","382707":"\n   Have you always had the same political beliefs? Is there something that impacted them?\n  ","382708":"\n   Do you know any twins? What do you think life would be like if you had a twin?\n  ","382709":"\n   What are the 5 important things you would include in your things-to-do list?\n  ","382710":"\n   Where are five places you really want to visit before you die? ✈🛥🚗\n  ","382711":"\n   What is something you’ve always wondered about?\n  ","382712":"\n   What Are The Qualities You Really Enjoy In A Friend?\n  ","382713":"\n   Yellow\n  ","382714":"\n   What would you write down to remind yourself if you ever were to get amnesia?\n  ","382715":"\n   What has been the most helpful class you've taken?\n  ","382716":"\n   Kee and peele or kenan and kel?\n  ","382717":"\n   congratulations!!! autumn is always the worst for my mental health so i haven't drawn basically anything since september, but today i made a small step and managed to just sit @ my art desk instead of laying in bed. not much lol but small progress is still progress :)\n  ","382718":"\n   Who can easily push your buttons?\n  ","382719":"\n   What do you regret the most?\n  ","382720":"\n   How to tell if someone is feeling anxious, scared or nervous from their body language? Is it the same for guys and girls?\n  ","382721":"\n   Best cologne to buy (not too strong)?\n  ","382722":"\n   What is the best gift you’ve ever received?\n  ","382723":"\n   If you could be on a REALITY TV SHOW, which one would you choose and why? 🎥\n  ","382724":"\n   Can you tell when someone is lying? 🙊\n  ","382725":"\n   what was the last thing to make you smile\n  ","382726":"\n   Ideas on what to do when bored?\n  ","382727":"\n   Foto\n  ","382728":"\n   Do you prefer Amazon over Costco?\n  ","382729":"\n   How was your life back in 2005?\n  ","382730":"\n   Would you ratherspend every weekend indoors or spend every weekend outdoors? #HappyWeekend🌞\n  ","382731":"\n   If loyalty was a certificate do you think everybody would have one ?\n  ","382732":"\n   stop using aave, you're not black and it's racist of you to use it as a mockery.\n  ","382733":"\n   Why do guys on here always ask weird and perverted questions?\n  ","382734":"\n   What is your favorite song at the moment?\n  ","382735":"\n   Anything on your mind recently that you'd like to share?\n  ","382736":"\n   What do you like to being called?\n  ","382737":"\n   It is No Pants Saturday! Do you only wear sweatpants or Comfy pants on your days off?\n  ","382738":"\n   Do you have a favorite hat you like to wear often? 🧢 👒 🎩\n  ","382739":"\n   Do you ever use secret answers?\n  ","382740":"\n   KFC or Subway ?\n  ","382741":"\n   thats immature\n  ","382742":"\n   You ever felt jealousy?\n  ","382743":"\n   It looks cool. Good job with your room\n  ","382744":"\n   What is that pinkish light in your room?\n  ","382745":"\n   Ever met a midget before?\n  ","382746":"\n   Have you ever lived in a big city before?\n  ","382747":"\n   do you want to live in a big city?\n  ","382748":"\n   do you like new york?\n  ","382749":"\n   🥰\n  ","382750":"\n   Do you know anyone with a PHD?\n  ","382751":"\n   another is muscle tension. it somewhat helps\n  ","382752":"\n   same! but I also found just kind of relaxing. i do the 5 4 3 2 1. look around. 5 things you see and take a deep breath after you see them. 4 things you can feel. 3 things you can hear. 2 things you can taste. 1 thing you can smell. my therapist recommended it\n  ","382753":"\n   those other questions were not me. but I was gonna say how do you deal with it\n  ","382754":"\n   Do you decorate the inside and outside of your home for holidays?\n  ","382755":"\n   What are your favorite pictures that you’ve saved on your phone?\n  ","382756":"\n   OHHH nice candle picks! Have you tried their vanilla bean noelle scent? It's one of my favorite holiday time smells! I've had it in their lotion, body wash, wall fragrance, AND candle.\n  ","382757":"\n   —\n  ","382758":"\n   Are you afraid of commitment? 🤔💭\n  ","382759":"\n   Are you an only child or do you have brothers or sisters?\n  ","382760":"\n   What about the first novel you've written?\n  ","382761":"\n   What was the first tattoo you've ever got?\n  ","382762":"\n   What was the last thing you got for free?\n  ","382763":"\n   I like supernatural too! Dean or Sam?\n  ","382764":"\n   What is the most beautiful thing you have ever seen?\n  ","382765":"\n   What are your plans this weekend? Are you free this weekend?\n  ","382766":"\n   How do you feel about putting green peas on mac n cheese? 🍽\n  ","382767":"\n   what’s a myth that u hate hearing repeated as fact?\n  ","382768":"\n   Self love 7: What's something that you do to love and care for yourself that is rather unique to you? (for example I make sure to take my insulin to keep myself physically well and dye my hair neon green to cheer myself up mentally)\n  ","382769":"\n   Self love 2: Many self love posts online focus on the exciting side of self love like \"buy yourself that new thing, you deserve it #selflove\" and whatnot but what are some boring self love things that you feel need to be done? (drinking water to stay hydrated etc.)\n  ","382770":"\n   Have you ever killed anyone ?\n  ","382771":"\n   Have you made a Christmas list yet? Do you even still do that? 🎄🎅🎄🎅\n  ","382772":"\n   Do you work on the weekends?\n  ","382773":"\n   It's absolutely horrible how common that apparently is!! :( you're not the first to answer something similar.\n  ","382774":"\n   Happy Monday everybody!!! Last day of November, how do you feel with the fact that we just a month to end this year??\n  ","382775":"\n   Is it better to do fun things by yourself ,rather then to go do fun things with people who don’t want to do them with you ?\n  ","382776":"\n   What do you think it means to empower someone?\n  ","382777":"\n   Happy Monday 💌 What is your favorite day of your week?\n  ","382778":"\n   If you were given a choice to turn into a zombie or to die, which would you pick? 🧟‍♀️\n  ","382779":"\n   Which band or singer would you love to hear a Christmas song from? \n\nAny song in particular?\n  ","382780":"\n   Are you Looking forward to go into December? Was November bad for you?\n  ","382781":"\n   What mistake do you keep making over and over again? Why do you think that is? 👍 🙃\n  ","382782":"\n   Do u have any tips for first date?\n  ","382783":"\n   you still have a nice smile\n  ","382784":"\n   Will you get braces?\n  ","382785":"\n   Today is international day of persons with disabilities. What's something you feel people should know about either disabilities in general, people with disabilities or a specific disability?\n  ","382786":"\n   Are your teeth straight?\n  ","382787":"\n   How many pairs of shoes do you own?\n  ","382788":"\n   Are you HEALTH CONSCIOUS? Are there any foods that you do not eat for health reasons? Do you exercise?\n  ","382789":"\n   • At Christmas, do you prefer real Christmas trees or fake ones?\n  ","382790":"\n   Would you ratherspend the weekend with 🏴‍☠️ pirates or 🐢 ninjas?\n  ","382791":"\n   What is your greatest strength? 💪\n  ","382792":"\n   If you could commit any crime without any consequences, what would you do and why?\n  ","382793":"\n   Have you ever had to break-up with a friend?\n  ","382794":"\n   If you had 3 wishes what would they be?\n  ","382795":"\n   Would you rather have to use chopsticks every day for the rest of your life or use a fork?\n  ","382796":"\n   Would You Rather Keep Your Current Sleep Schedule Or Hibernate For 3 Months And Have 9 Months Of 24\/7 Alertness Without Being Tired?\n  ","382797":"\n   Would you rather be able to change the future or the past, just by imagining it?\n  ","382798":"\n   What did you have for breakfast today?\n  ","382799":"\n   What is your one guilty pleasure?\n  ","382800":"\n   Have you ever helped a person move furniture?\n  ","382801":"\n   How to increase self-esteem?\n  ","382802":"\n   What was the last new thing you tried for the first time?\n  ","382803":"\n   What is your best question to get to know someone?\n  ","382804":"\n   Did your family have any special holiday\/Christmas traditions when you were little? What were they? 🎅🏻🎄🦌💡🕎🍪🕯\n  ","382805":"\n   What made you laugh this week? Share it so we could also have some fun! 😂\n  ","382806":"\n   What would you take to a potluck?\n  ","382807":"\n   Would you ratherfind your soulmate or your calling? What is your priority?\n  ","382808":"\n   Hi! Please answer this survey. 🥺 \n\n[1] Would you rather receive ANONYMOUS or OPEN questions? Why?\n\n[2] What type of question are you interested in? (eg. personal, funny, crazy, quiz, philosophy, ect.)\n  ","382809":"\n   Ice Cream Cone or Snow Cone?\n  ","382810":"\n   What's the hardest present you've had to wrap up?\n  ","382811":"\n   Do you have a wrapping paper theme this year? A specific colour or pattern? 🎁\n  ","382812":"\n   Have you ever had a teacher who got arrested? (I found out years after I had this music teacher that he was arrested for doing drugs in a grocery store parking lot)\n  ","382813":"\n   I hadn't seen this one \"classic\" movie since childhood and my partner had never seen it. We watched it tonight & noticed a lot of racist tropes in it unrelated to the plot. Whats a movie you enjoyed as a child and later on noticed it contains racism, sexism etc. that has nothing to do with the plot?\n  ","382814":"\n   Why is a healthy lifestyle so trendy now?\n  ","382815":"\n   Would you prefer to have the power to fly or be invisible?\n  ","382816":"\n   What's your favorite song these days.\n\nI'd love to get some recommendations. :) \n\nAnd if you create music, give a shoutout! Don't be shy.\n  ","382817":"\n   Are you feminist?\n  ","382818":"\n   what is everyone up to? 😌\n  ","382819":"\n   What colour do you like to paint your nails?\n  ","382820":"\n   What product or service do you think is ridiculously overpriced?\n  ","382821":"\n   What's a gift you plan on giving someone this Christmas?\n  ","382822":"\n   Come out of the clost, Leigh, you are a boy\n  ","382823":"\n   Have you ever stayed awake for an entire night for random person or things?share that story\n  ","382824":"\n   Favorite color of necklaces\n  ","382825":"\n   Do you think covid would ever go away?\n  ","382826":"\n   oh I see thanks I have health insurance but it's hard getting a appointment booking online I send emails and get no response\n  ","382827":"\n   Do you can get one for someone else ? Or its solely for ur account?\n  ","382828":"\n   Do you prefer to ask questions or answer them?\n  ","382829":"\n   How do you make an answer get popular on here? as in to reach out to lots of people.\n  ","382830":"\n   When will we stop using these ridiculous masks? Not only are they extremely irritant but they also cover 75% of our faces. Like if one day you feel good in your skin or you're really proud of the makeup you did, the mask ruins everything! I'm so totally sick of it ugh plss lets go back to normal!\n  ","382831":"\n   Hii\n  ","382832":"\n   how did they determine you have it? do they test you? if so how was the test like?\n  ","382833":"\n   Where do you go to see what mental disorders you have?\n  ","382834":"\n   how dark do you like your toast?\n  ","382835":"\n   Is there anybody out there ?\n  ","382836":"\n   Do you enjoy wrapping presents? Are you good at it?🎁 I'm currently trying to get my wrapping done and I'm hating it 🙈\n  ","382837":"\n   How much time do you spend with your family? 👍 🙃\n  ","382838":"\n   Best type of candycanes?\n  ","382839":"\n   What are you going too have for breakfast?\n  ","382840":"\n   • How do you like your eggs? Sunny side up, scrambbled, poached, boiled or salted? 🥚\n  ","382841":"\n   When was the last time you went out and got silly with your girls? 🥂🤪💃💃\n  ","382842":"\n   Be honest, have you ever done something that should have put you behind bars if you weren't cunning enough to do what you needed to do to get away with it??\n  ","382843":"\n   Are you an anxious person?\n  ","382844":"\n   Do you even wear a mask or are you like 'PFFFTTT' ??\n  ","382845":"\n   Have you done Secret Santa this year? 🎅🤫\n  ","382846":"\n   Are you more of a baby food or feed babies table food, type?\n  ","382847":"\n   Candles or incense?\n  ","382848":"\n   Is there anything that you have planned in this month of December?\n  ","382849":"\n   Do you prefer wearing short or tall boots?\n  ","382850":"\n   What subject do you wish you never had to take? 🤔\n  ","382851":"\n   Do you watch and listen to celebrity scandals, rumors and gossips? Do you find it interesting?\n  ","382852":"\n   Do you like candy and\/or chocolate?\n  ","382853":"\n   Have you ever had an overnight stay in the hospital? 😷\n  ","382854":"\n   no, sorry, one anon mentioned you smoking at the bonfires and I assumed they meant 🍃🍃 and that's what I meant the smell of\n  ","382855":"\n   Is it raining where you are?\n  ","382856":"\n   Have you ever thought on shaving all your head and letting your hair grow from scratch?\n  ","382857":"\n   Are you shaving your head again? Or you will let all your hair grow?\n  ","382858":"\n   don't you worry about your neighbors smelling the smoke?? a friend of mines neighbors screamed at him once for it lol\n  ","382859":"\n   Do you have a christmas tree up?\n  ","382860":"\n   do you think 2021 is going to be better than 2020?\n  ","382861":"\n   are you going to drive around and look at christmas lights this year?\n  ","382862":"\n   have you had to get a covid test?\n  ","382863":"\n   it's cool. you'll just have to find someone else to be out there with that's all.\n  ","382864":"\n   the fire is the reason to get everybody outside in the winter. what else do you do for fun\n  ","382865":"\n   how often do you get to just chill like that?\n  ","382866":"\n   sounds like a good day & that is a good pic to see. I usually go to my Cuzs' house for that. we smoke to though.\n  ","382867":"\n   If you could be any SUPERNATURAL CREATURE, what would you be and why?\n  ","382868":"\n   Best Christmas films?\n  ","382869":"\n   Have you ever seen something you can’t explain? 🤷‍♀️\n  ","382870":"\n   How would you describe your aesthetic when it comes to home decor?\n  ","382871":"\n   If magic was real, what spell would you try to learn first? ✨\n  ","382872":"\n   Have you ever asked for the Shop's Manager before?\n  ","382873":"\n   What would you consider to be your lowest moment?\n  ","382874":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","382875":"\n   I like your pics and followed you! 💞😉\n  ","382876":"\n   I always loved the soundtracks to the Jade Cocoon games. Fantastic chill out\/meditation music. Jade Cocoon 2 was one of my favourite games, though was a bit more upbeat music wise than the others.\n  ","382877":"\n   Would you rathersomeone see all the photos in your phone or read all your text messages?\n  ","382878":"\n   why does a flu feel like you're dying omg\n  ","382879":"\n   I've just discovered heavy metal hurdy-gurdy and it's awesome. What unusual niche thing do you get excited about?\n  ","382880":"\n   Would you go back and complain if you ordered coffee and got it room temperature or cold?\n  ","382881":"\n   What's your weirdest habit?\n  ","382882":"\n   have u ever protested?\n  ","382883":"\n   Are you a picky eater or do you like to try new foods? 😋\n  ","382884":"\n   If there was no CoViD virus, what would have you done this year 2020?\n  ","382885":"\n   What's one thing you hate sharing?\n  ","382886":"\n   Do you have a job? What do you work as?\n  ","382887":"\n   Any fun plans this weekend?\n  ","382888":"\n   Do you use Spotify? How did your yearly summary look like? 😁🎧\n  ","382889":"\n   Did you forget your first love?\n  ","382890":"\n   Do you like Zaxbys?\n  ","382891":"\n   How are you\n  ","382892":"\n   So you're a mixture of both then? 😕\n  ","382893":"\n   Handsome????\n  ","382894":"\n   Doesn't your skin suffer with all the soap? Some people get skin reactions because of some kinds of washing soap\n  ","382895":"\n   you're young as fuck lol\n  ","382896":"\n   You wash dishes by hand or you put them straight in the dishwasher?\n  ","382897":"\n   what’s getting old?\n  ","382898":"\n   Alright, chocolate, red velvet or neither 🤔\n  ","382899":"\n   when was the last time you got a haircut?\n  ","382900":"\n   what was the last movie you saw? 🎬\n  ","382901":"\n   What clothes are you wearing today?\n  ","382902":"\n   what’s a name that just sounds pretentious to u?\n  ","382903":"\n   What are you doing to keep you occupied?\n  ","382904":"\n   For those who have Spotify: What did you think of your “Wrapped Up” this year? 🎧\n  ","382905":"\n   Do you consider yourself to be a 3rd type of sex?\n  ","382906":"\n   What’s your idea HELL? 😈\n  ","382907":"\n   Have you ever EARNED MONEY from something UNCONVENTIONAL  or out of the blue? 🤑💙\n  ","382908":"\n   What’s your least favorite part of your body?\n  ","382909":"\n   Tell me, what is it that you truely desire?\n  ","382910":"\n   Ootn\n  ","382911":"\n   what’s your MOST URGENT PRIORITY for the rest of the year?\n  ","382912":"\n   Do you think it would be EASIER if we could just CHOOSE the problems and obstacles that we would go through life??\n  ","382913":"\n   are you transgender if you are born with male sex organs but identify as a female?\n  ","382914":"\n   I mean about his controversy\n  ","382915":"\n   I haven’t kept up with Chris D’elia in a couple of months. What are your thoughts on him?\n  ","382916":"\n   THE MACHINE!\n  ","382917":"\n   Nope, no HBO. I’ll check him out on YouTube tho\n  ","382918":"\n   Not familiar.\n  ","382919":"\n   Would you still talk even if no one is listening to you? 🗣\n  ","382920":"\n   Given the choice would you have rather been born biologically male?\n  ","382921":"\n   Personal opinion: way funnier than Tom Segura\n  ","382922":"\n   If u could only have one app on ur phone what would it be?\n  ","382923":"\n   If you could change your relationship with a family member, would you? If so, who with?\n  ","382924":"\n   Nice, any Anthony Jeselnik?\n  ","382925":"\n   Can you really earn by playing games? Have you ever earn real money by playing games? 🎮\n  ","382926":"\n   IS: Rate your typical performance during interviews 1-100\n  ","382927":"\n   Oh I used to listen to him. He’s pretty funny. You listen to any of his stand up?\n  ","382928":"\n   Interview Spam: When was your last interview for anything?\n  ","382929":"\n   What can melt your heart 🐥\n  ","382930":"\n   May I ask what podcast?\n  ","382931":"\n   Do you consider yourself, \"in between\"?\n  ","382932":"\n   What’s something you wish you could be doing right now?\n  ","382933":"\n   omg that's awful :(\n  ","382934":"\n   who are \"they\"?\n  ","382935":"\n   do you believe that some people lie about having mental illness's online or is that just a myth ?\n  ","382936":"\n   Do you like Taco Bell?\n  ","382937":"\n   Ihat’s a song that makes you cry?\n  ","382938":"\n   Would you ever own a mansion?\n  ","382939":"\n   Do you have Christmas decorations at the front of your house?💡\n  ","382940":"\n   What's the longest you've ever grown your hair?\n  ","382941":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","382942":"\n   is there an NBA team in ur city? state? have you ever been to a game?\n  ","382943":"\n   How are you?\n  ","382944":"\n   Do you ever check washer if you started it or not?\n  ","382945":"\n   WHAT IS YOUR FAVORITE GUILTY PLEASURE TV SHOW?\n  ","382946":"\n   What do you do for a living? \/ What do you want to do for a living?\n  ","382947":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","382948":"\n   what wastes the most time in your day to day life?\n  ","382949":"\n   Would you ratherhave all of your messages and photos leak publicly or never use a cellphone ever again?\n  ","382950":"\n   Did anyone ever use a diary and write?\n  ","382951":"\n   What's the longest you've gone without sleep?\n  ","382952":"\n   What's your wildest fantasy?\n  ","382953":"\n   how’s your day\n  ","382954":"\n   The countdown to Christmas begins! Are you excited for Christmas this year? 🎅🎄\n  ","382955":"\n   Do you have an advent calendar? 🗓🍫\n  ","382956":"\n   i hope you feel better 💖\n  ","382957":"\n   What do you hate doing, but have to?\n  ","382958":"\n   Happy December y’all ❄️ ⛄️ 🎅🏻🎄\n  ","382959":"\n   Do you have a self deprecating humour?\n  ","382960":"\n   since it’s such a hot debate topic: spotify or apple music?\n  ","382961":"\n   Do you live with your parents?\n  ","382962":"\n   How many kids would you like to have? And why? 👶\n  ","382963":"\n   Just a little reminder that you are amazing! You are strong! And very much loved! Have a wonderful day, you've got this! :3 💕\n  ","382964":"\n   What time do you usually wake up?\n  ","382965":"\n   how are you cope up with studies?\n  ","382966":"\n   have u ever been to a real like “summer camp” ? do you know anyone who has ? lol\n  ","382967":"\n   Did you run cross country in high school?\n  ","382968":"\n   In recent years dietitians have advised us against eating the amount of carbs we see in the food pyramid. Regardless of what you eat, do you think it's wiser to follow the food pyramid they enforced when we were children or the one they enforce nowadays and why?\n  ","382969":"\n   Are you sticking to a routine, or are you living a little more spontaneously?\n  ","382970":"\n   Which animal would you love to be for a day?\n  ","382971":"\n   Last person to make you happy?\n  ","382972":"\n   What's your go-to restaurant when you don't know where to eat?\n  ","382973":"\n   If you were to remove one social media app from your phone, which would it be and why?\n  ","382974":"\n   • Has another’s pain ever given you joy? Be totally honest.\n  ","382975":"\n   Do you like ramen? If so, what kind \/ what do you like in it?\n  ","382976":"\n   When was the last time a stranger said something intimate to you like \"I love you\" or \"step on me\" or \"when's the last time you did it?\" and what did they say?\n  ","382977":"\n   I guess that’s a good meal tho, nice and healthy\n  ","382978":"\n   Are you a better person than a year ago?\n  ","382979":"\n   Do you sleep with your sheets tucked in or out?\n  ","382980":"\n   I Hope You Had A Fantastic Weekend & I Hope You Have. a Fabulous Week ✨\n  ","382981":"\n   What’s your recent fav meal to have?😜\n  ","382982":"\n   How tall are you?\n  ","382983":"\n   do you think biden will be a good president?\n  ","382984":"\n   What is the temperature where you are at at the moment? Pic?\n  ","382985":"\n   Do you watch any cartoons?\n  ","382986":"\n   Who do you plan on spending Christmas with?\n  ","382987":"\n   Last person you texted?\n  ","382988":"\n   Would you rather only be able to watch one show for the rest of your life or only be able to watch the first episode of any show for the rest of your life?\n  ","382989":"\n   Hello what is your favorite city?\n  ","382990":"\n   If you could rekindle an old friendship that faded, who would it be with and why?\n  ","382991":"\n   Everyday I make a goal , do you make a daily goal ?\n(Today is to switch my desktop computer to another one I built as a server)\n  ","382992":"\n   what’s a tv show that you like that’s still airing? & what’s one tv show you like that’s been off the air for awhile now?\n  ","382993":"\n   What time do you typically go to bed?\n  ","382994":"\n   Once I was nearly dumped for liking Dropkick Murphys.... Rightfully so! I love them nowadays haha.\n  ","382995":"\n   Did you make use of the online deals?\n  ","382996":"\n   Do you ever feel lonely?\n  ","382997":"\n   hey I want to apologise for thinking you were using it in the \"memey\" way that people on the internet do now. I assumed that's what you were doing because it sounded that way at first to me. sorry again :(\n  ","382998":"\n   What are some \"unconventional\" holiday songs that you enjoy for December? I like Lacuna Coil's Naughty Christmas and Carol Of The Bells by Orion's Reign and Jingle Bells Cast Your Spells.\n  ","382999":"\n   can it be done online\n  ","383000":"\n   How are you holding up?\n  ","383001":"\n   Emoji that describes your mood today?\n  ","383002":"\n   What color is the closest object on your right? And left?\n  ","383003":"\n   What did you have for dinner? Or what will you have for dinner?😀\n  ","383004":"\n   Do you feel like instagram is nightmarishly plastic?\n  ","383005":"\n   speak in instagram?\n  ","383006":"\n   Watched anything good on Netflix or Hulu lately?\n  ","383007":"\n   Why do you still use this dead site so much??\n  ","383008":"\n   Hey! I'm updating my friends list .. I have sent this question just to make sure you're active or even following me...if so, just let me know.. I will unfollow the profiles that won't respond .. thanks!\n  ","383009":"\n   Do you think of playing videogames as a sport? Or do you compare it more to performing like a musician\/actor?\n  ","383010":"\n   why are you using the word trigger like this?\n  ","383011":"\n   thoughts on twitch?\n  ","383012":"\n   Do you play a lot?\n  ","383013":"\n   Are you gamer?\n  ","383014":"\n   Aaaaand here we go again....Monday\nHow was your weekend? \nI was working\n  ","383015":"\n   What do you want for Christmas? If you could have anything at all, what 3 things would you most want? (physical items, not things like world peace unfortunately)\n  ","383016":"\n   13 days to go till the 12 days of Christmas 🤩 have you ever had a true gift you 12 days of Christmas?\n  ","383017":"\n   are there any christmas songs you really can’t stand?\n  ","383018":"\n   What’s a christmas dinner staple in ur home\n  ","383019":"\n   Hey folks! If you follow my backup acc, you'll know that this acc was wrongfully disabled earlier today. I've obviously gotten it back but when I logged in again I had no coins so now I'm contacting them to see if I can get my thousands of coins back. They gave no reason for disabling my acc, haha!\n  ","383020":"\n   Are you buying PlayStation 5?\n  ","383021":"\n   How many followers do you have?\n  ","383022":"\n   What does it mean when a profile is grayed out and cannot be clicked on?\n  ","383023":"\n   I wasn't in this thread. 🤷‍♂️ Whoever is i am not. If you haven't already tell me ill unfollow then. Cz i have to keep a mutual list. Simple\n  ","383024":"\n   Out of curiosity, do you follow people? To be completely honest I think your account is the best one on the whole site so I'd wonder who do you follow yourself, if anyone\n  ","383025":"\n   any special diets out there?\n  ","383026":"\n   Follow me and I will send you a certain amount of cash today\n  ","383027":"\n   FOLLOW BACK PLZ 😇\n  ","383028":"\n   Have you try Reign?\n  ","383029":"\n   Would you ratherWIN THE LOTTERY but have to spend it all in one day or TRIPLE your current SALARY forever?\n  ","383030":"\n   Do you like mario, or sonic?\n  ","383031":"\n   Relationship or Friendship??\n  ","383032":"\n   Do you have Friends with Benefits? 🤪\n  ","383033":"\n   What is your opinion about gossips \/ chismis?\n  ","383034":"\n   Hows ur day?\n  ","383035":"\n   Do you have a lot of friends? Or do you keep few close friends?\n  ","383036":"\n   You have quiet bpd?\n  ","383037":"\n   You like energie drink?\n  ","383038":"\n   What are your plans for this week? 😊\n  ","383039":"\n   How was your weekend? 😄\n  ","383040":"\n   Hey folks! My account got randomly disabled so I said I'd come on here to tell the few folks I follow in case you want to follow this page or need links to my socials. If you could please spread the word that'd be great bc I follow hardly anyone on here and I'm terrible for remembering @s\n  ","383041":"\n   Would you rather get a computer virus or the flu?\n  ","383042":"\n   You can be mother of 6-7?\n  ","383043":"\n   Would you rather continue with your life or restart it?\n  ","383044":"\n   btw my friend asked me what sort of son gets his dad a latop ummmm a normal one right lol?\n  ","383045":"\n   could just leave it with my brother he doesnt live with us\n  ","383046":"\n   Do you believe in the right to die?\n  ","383047":"\n   yeah always fun this time of year sneeking shit in\n  ","383048":"\n   its not something i can slip umder  my shirt that what i did when i got him his kinddle\n  ","383049":"\n   yeah maybe sorry to bug  you with this lol just need a suggestion asked a few people see which idea i like the most\n  ","383050":"\n   I got my dad  a latop for xmas just thinking how to hell am I going to get it in the house without him noticing any suggestions?\n  ","383051":"\n   Do you have any thoughts or theories about the Moab Monolith? In case you haven't heard, a tall metal monolith was discovered to have been in a remote, undiscovered part of the moab desert and once it was found, it disappeared overnight.\n  ","383052":"\n   Were you fully nude or did you keep some clothes on?\n  ","383053":"\n   LOl to boyfriends, friends or strangers?\n  ","383054":"\n   Have you ever sent n*des to anyone?\n  ","383055":"\n   Have you ever gone skinny dipping?\n  ","383056":"\n   Fav food?\n  ","383057":"\n   Would it be awesome or terrible for you to go back in time 10 years ago?\n  ","383058":"\n   Was it courtney\n   \n    @CourtneyUwU\n   \n   ?? Or someone else??? Awk..\n  ","383059":"\n   When was the last time you wrote a letter to someone on paper?\n  ","383060":"\n   Best part of your day?\n  "},"Answer":{"381988":"\n  i don't believe in angels or demons.\n  ","381989":"\n  a few months ago, i preordered the funko pop figurine of the hybrid theory soldier (linkin park). :'))\n  ","381990":"\n  yes, i enjoy working. it provides structure to my days and gives me something to focus on. working also makes me feel more accomplished and productive, and it's good for my mental health.\n  ","381991":"\n  yes, i love coffee & i'm drinking an iced coffee rn.\n  ","381992":"\n  yesterday was fine up until i went to bed. i was awake for 3-4 hours just having random flashbacks and crying because i had no idea where they were coming from or what they meant.\n  ","381993":"\n  i think alcohol drinking is too normalized in society (especially american society) and a lot of people who drink heavily are in denial of their alcohol ab*se because of the fact that it's been so normalized. people turn a blind eye to it, especially in terms of college aged kids, thinking it as a phase when it is, in fact, very dangerous.\n  ","381994":"\n  i've always enjoyed reading, but i haven't had the attention span lately to finish a book.\n  ","381995":"\n  i'm especially exhausted today because i didn't sleep well last night. :\/\n  ","381996":"\n  i play on the xbox one.\n  ","381997":"\n  yes, i do.\n  ","381998":"\n  flashbacks are a f*cking b*tch and all i want to do is sleep but my mind cannot stop and everything is racing. nothing makes any damn sense and it only brings up more questions than answers.\n  ","381999":"\n  i bought dean's amulet. :'))\n  ","382000":"\n  i've only ever been to a rink maybe twice in my entire life.\n  ","382001":"\n  every day.\n  ","382002":"\n  no, not usually. i don't talk to many people & my friends know not to give me advice unless i specifically ask for their help (which i seldom do anyway).\n  ","382003":"\n  it depends on the individual, because some people value that sort of thing while others don't.\n  ","382004":"\n  i prefer personalized question's related to myself, i.e. my career, education, hobbies, relationships, mental health, etc etc.\n  ","382005":"\n  unsolicited advice, meaning advice that is attempted to be given when i never asked for it in the first place.\n  ","382006":"\n  black, since most of my clothing is black anyway, lol.\n  ","382007":"\n  my roommate's girlfriend.\n  ","382008":"\n  no, i almost never do.\n  ","382009":"\n  when people are yelling.\n  ","382010":"\n  💖👽🌿🌙🍻🌌💉\n  ","382011":"\n  i was inducted into an honor society when i was in college, if that counts for anything.\n  ","382012":"\n  honestly, just surviving. and that's perfectly okay — 2020 has been a tumultuous year, and if all we've done is made it through each day and given ourselves time to rest amid the chaos, then that is admirable in itself.\n  ","382013":"\n  yeah, i really value my personal space & alone time. i can't be around people all the time and i require a lot of solitude so i can relax.\n  ","382014":"\n  i have plenty because i can never decide on one particular favorite. however, lately i've been rewatching supernatural.\n  ","382015":"\n  -- \"hybrid theory\" by linkin park.\n  \n  -- \"core\" by stone temple pilots.\n  \n  -- \"issues\" by korn.\n  ","382016":"\n  apparently, i was terrified of taking photos with santa when i was younger. i don't know if there are any photos (if there are, my parents have them), and i wouldn't take one at my current age now.\n  ","382017":"\n  -- the lord of the rings trilogy, extended editions.\n  \n  -- a reliable portable charging unit.\n  \n  -- an external DVD drive for my laptop.\n  ","382018":"\n  of course, many of my friends that i've made online live in different countries from me.\n  ","382019":"\n  i ignore them or, at the very least, distance myself from them.\n  ","382020":"\n  i just clocked out of work so i'm laying down & checking social media rn. i feel pretty okay at the moment, which is a nice change. :'))\n  ","382021":"\n  skyrim, fallout 4, destiny 2, assassin's creed syndicate and valhalla, halo reach, bioshock, minecraft, and the witcher 3.\n  ","382022":"\n  i order most of my clothing online, so it would be at home.\n  ","382023":"\n  no, not really.\n  ","382024":"\n  idk yet, but i know i definitely want french fries.\n  ","382025":"\n  smashburger, at least in my opinion. however, i normally order chicken sandwiches.\n  ","382026":"\n  yes, i do.\n  ","382027":"\n  no, i don't smoke cigarettes at least.\n  ","382028":"\n  french fries.\n  ","382029":"\n  no, not unless i'm home alone or in the car by myself. my singing voice is absolutely terrible, rofl.\n  ","382030":"\n  french roast. :')) especially with vanilla creamer or sweet cream.\n  ","382031":"\n  getting my ribcage tattooed.\n  ","382032":"\n  yeah, i use tiktok.\n  ","382033":"\n  caffeine. :\/\n  ","382034":"\n  finish season three (or even four!) of supernatural. lmaoo.\n  ","382035":"\n  no, i don't like olives at all.\n  ","382036":"\n  less distraction and less anxiety. i was always dealing with distractions when i was in the office, between people talking and others coming up to me to ask me questions, hearing people's phones ringing, etc. the only distractions i have at home are the cats when they want attention every so often, lol.\n  \n  as for anxiety, working in the office always made me anxious because of the commute there and back home again, and i felt like i was always under pressure & scrutiny because every inch of the office was being surveillanced by cameras.\n  ","382037":"\n  i'm currently on a small break from work & i'm refilling my mug with more coffee.\n  ","382038":"\n  no, i dislike sports.\n  ","382039":"\n  i don't have any plans this weekend. i'm really hoping i can just stay home and relax, watch television, play video games, etc.\n  ","382040":"\n  november 18th.\n  ","382041":"\n  even before COVID, i would have much rather worked from home. now that i have been working from home since last march, i've really enjoyed it and i'm able to get a lot more work done than if i was in the office.\n  ","382042":"\n  pie !! specifically cherry or apple pie.\n  ","382043":"\n  i'm doing better today than i have been over the past few weeks. last night, i had a good therapy session & then i decompressed by laying on the living room couch with a blanket and watching supernatural on my laptop for a few hours.\n  ","382044":"\n  that may work for some people, but not everyone. i wouldn't personally go on a blind date.\n  ","382045":"\n  rainbow cookies & mini cannolis.\n  ","382046":"\n  i've never been to alaska, but it does look very beautiful.\n  ","382047":"\n  like, a day off from work? or a day where i'm struggling more than usual?\n  \n  either way, i usually just tend to relax and watch television or distract myself through video games.\n  ","382048":"\n  i've never ordered one myself, but i've had a few slices of one before.\n  ","382049":"\n  beer. i'm sitting on the couch in the living room watching supernatural & drinking. it's been super relaxing. :'))\n  ","382050":"\n  i'm 29 years old.\n  ","382051":"\n  for the most part, yes.\n  ","382052":"\n  i don't normally hold my nose, i just hold my breath.\n  ","382053":"\n  hello — do you have a question?\n  ","382054":"\n  yeah, pretty much.\n  ","382055":"\n  no, if anything i'm the person who has trust issues. rofl.\n  ","382056":"\n  not at all.\n  ","382057":"\n  i've never had anything to hide, so why wouldn't he have known a few of my passwords while we were dating?\n  ","382058":"\n  neither.\n  ","382059":"\n  yes, i believe in extraterrestrial life. not the typical \"green alien with big eyes\" sort of thing, though.\n  ","382060":"\n  yeah, my ex knows a few of my passwords.\n  ","382061":"\n  i used to when i was a kid.\n  ","382062":"\n  do you mean APR? if so, i honestly have no idea. i'd have to log into my account and look for it.\n  ","382063":"\n  her account got suspended for some weird reason & she's working on getting it back.\n  \n  for now, her new\/backup account is\n  \n   @shehitsback2794\n  \n  .\n  ","382064":"\n  idk, that probably won't be for a few months from now so at least i'll have time to think on it.\n  ","382065":"\n  i either play as brown or purple, lol.\n  ","382066":"\n  no, i got him a few candles that i think he would like (and an among us keychain, which i got for our entire group based on which color characters they play as).\n  ","382067":"\n  a few christmas gifts for my friends and family, including a bidet for my parents (honestly they'll probably love it), and a funko pop figurine of a fallout character wearing a suit of power armor for my roommate.\n  ","382068":"\n  i just received in the mail a replica of dean winchester's pendant from a shop owner on etsy. :'))\n  ","382069":"\n  i mean, it still holds true. LOL.\n  ","382070":"\n  they contemplated sending us back to the office in september, but all of the employees thought it was too soon so now management has pushed it until COVID settles down.\n  \n  and no, i definitely do not hate my boss, rofl. my supervisor is the most amazing boss i've ever had.\n  ","382071":"\n  nothing much besides working, tbh. i've been working remotely from home since march due to the pandemic, and i don't foresee me returning to the office anytime soon.\n  \n  my mental health has unfortunately taken a turn for the worse over the past few weeks, but i've been in contact with my psychiatrist and therapist routinely to keep track of my moods.\n  ","382072":"\n  i'd much rather be skinny, especially considering how thin i used to be back in the day. i'd ideally like to lose 60 pounds.\n  ","382073":"\n  working, and then i have a therapy appointment.\n  \n  we hung up the stockings a few nights ago. :'))\n  ","382074":"\n  absolutely !! thank you ~~\n  ","382075":"\n  i didn't have any laundry to do this weekend, thankfully.\n  ","382076":"\n  at the moment, i have 8,176 followers. it's been growing quicker ever since i became VIP.\n  ","382077":"\n  thank you. ♡\n  \n  my area is supposed to get a big snowstorm this week, i'm really grateful that i work from home & won't have to deal with driving in the storm, lol.\n  ","382078":"\n  can't fret over dates if i'm not interested in dating. ¯\\_(ツ)_\/¯\n  ","382079":"\n  i have, it's pretty yummy.\n  ","382080":"\n  abandonment & enclosed spaces.\n  ","382081":"\n  i'm stressed on basically a 24\/7 basis.\n  ","382082":"\n  i was super sick with the flu last january, and then i got strep last february, lol. i've been fine since then, though.\n  ","382083":"\n  i mean, you can delete them like i do. i'm always deleting pointless shoutouts and other questions so my inbox stays fresh.\n  ","382084":"\n  to each their own. ¯\\_(ツ)_\/¯\n  ","382085":"\n  i'm seeing my family on christmas eve.\n  ","382086":"\n  i don't think they're terrible, but the call of duty games have never interested me.\n  ","382087":"\n  probably to get users more engaged with the website and encourage more activity.\n  ","382088":"\n  yeah, several times. usually when i'm playing among us or destiny 2.\n  ","382089":"\n  emailing my job and seeing if i can continue working remotely even after COVID settles down. i'm so much more productive when i work from home.\n  ","382090":"\n  amazon and etsy.\n  ","382091":"\n  wtf, rofl. this entire process is so glitchy and super annoying.\n  ","382092":"\n  a writer (which i am!).\n  ","382093":"\n  it's been several years.\n  ","382094":"\n  so askfm e-mailed me & said i didn't complete all of the VIP requirements last week *again* even though i definitely did. i'm glad i took a screenshot, smh.\n  ","382095":"\n  i like sleeping in on saturday mornings, haha. sometimes my body naturally wakes me up early, but this past saturday, i laid in bed until like noon.\n  ","382096":"\n  if i'm having a terrible day, usually talking to my friends helps me cope better.\n  ","382097":"\n  i've been burning the \"sweater weather\" candle from bath & body works, and it smells amazing.\n  ","382098":"\n  bacon, lettuce, tomato, cheese, and avocado.\n  ","382099":"\n  no, i have a brother.\n  ","382100":"\n  listen to music.\n  ","382101":"\n  idk what your perception of america is like, but most of suburban america are houses with fences, gates, etc etc. they're even in major cities (aside from apartment buildings).\n  ","382102":"\n  quite the opposite — COVID rates are higher now where i live than ever before. it's at the same rate now as it was last march\/april.\n  ","382103":"\n  i don't have a balcony.\n  ","382104":"\n  yes, i honestly expect to be working from home for a while more at this rate.\n  ","382105":"\n  sometime in the morning, idk when exactly.\n  ","382106":"\n  thank you ~~\n  \n  yesterday was a really bad day, but today has been a bit better. i've been able to occupy my mind with work, it's raining outside so i'm relaxed, and i have a candle lit.\n  ","382107":"\n  wasabi, probably.\n  ","382108":"\n  yes, i scroll through instagram every day.\n  ","382109":"\n  i don't think either of us is the favorite child, lmaoo.\n  ","382110":"\n  no, i just have sweatpants and hoodies.\n  ","382111":"\n  yes, this is the inside !! :'))\n  ","382112":"\n  i'm a scorpio.\n  ","382113":"\n  -- take my medication.\n  \n  -- drink coffee (or some other form of caffeine) and water.\n  \n  -- listen to music.\n  \n  -- brush my teeth.\n  \n  -- eat.\n  ","382114":"\n  i'm about 90% done with my christmas shopping. i just need to get a few gift cards and some small things for one or two people.\n  ","382115":"\n  waking up, drinking water, and taking my medication.\n  ","382116":"\n  wolves.\n  ","382117":"\n  i prefer breakfast !! i always try to have a good breakfast every morning, and i also just like breakfast foods better than other food.\n  ","382118":"\n  8,172 followers.\n  ","382119":"\n  smoking weed, drinking, watching television, and playing video games.\n  ","382120":"\n  i much prefer cold weather.\n  ","382121":"\n  anywhere between 5-10 hours per night.\n  ","382122":"\n  absolutely not. LOL.\n  ","382123":"\n  nothing besides getting v drunk & high.\n  ","382124":"\n  no, i don't own a gun.\n  ","382125":"\n  i'm a majestic muthaf*cka.\n  ","382126":"\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @sirenic\n  \n\n  --\n  \n   @CourtneyUwU\n  \n","382127":"\n  i mean, i do belong there. so.\n  ","382128":"\n  yes, i love the snow. unless i'm driving in it. then i don't like it.\n  ","382129":"\n  you're not obligated to love everyone. if there are people you cannot love, or even like, that's perfectly valid.\n  ","382130":"\n  heyo, if y'all follow allison (formerly\n  \n   @shehitsback\n  \n  ) then this is her new\/backup account. :'))\n  ","382131":"\n  at home, relaxing and sleeping in and watching television.\n  ","382132":"\n  omg, i ship them so hard. LOL. i'm a big fan of reed, though. i love him sm.\n  ","382133":"\n  i started rewatching it from the beginning a few weeks ago because i heard about the series ending, i'm almost done with season two. prior to this, i think i only got through season six or seven.\n  ","382134":"\n  supernatural, criminal minds, wentworth, forensic files, and ancient aliens. :'))\n  ","382135":"\n  one of my favorites. i rewatch it every now & again for comfort's sake.\n  ","382136":"\n  supernatural, criminal minds, NCIS, bones, how i met your mother, parks & recreation, it's always sunny in philadelphia, and forensic files.\n  ","382137":"\n  graduating from college with my bachelor's degree.\n  ","382138":"\n  i never learned how to ride a bicycle.\n  ","382139":"\n  it sounds like one of those \"fast track\" diets where you get quick results, but you're also putting your body into a constant state of ketoacidosis, which is very unhealthy. once you stop having a keto diet, most people gain the weight right back.\n  ","382140":"\n  i guess gym, because i've never been a physically active person (at least in terms of sports). i never had the motivation to play sports or run the mile or anything, and it was something i dreaded every week.\n  ","382141":"\n  pancakes.\n  ","382142":"\n  i don't really feel like counting rn, but i've been up and down the eastern coast and i've also been to texas.\n  ","382143":"\n  where do y'all get these assumptions from. lmfao.\n  \n  allison & i are friends who talk on other social media (we're talking rn actually). i don't miss her because i can message her at any time. that doesn't mean i don't like her answers? lmaoo.\n  ","382144":"\n  no? we talk on other social media, lol.\n  ","382145":"\n  lol, that is very true. i'm talking with a close friend rn and i'm feeling slightly better.\n  ","382146":"\n  lol, no. i'm single.\n  ","382147":"\n  yeah, i'm answering questions every day.\n  ","382148":"\n  askfm, sadly.\n  ","382149":"\n  i have gained a lot of weight.\n  ","382150":"\n  no, wendy's.\n  ","382151":"\n  oh wow, where do you live? i'm in the united states & i still can. unless there was an askfm update that my phone never installed, idk.\n  ","382152":"\n  you can disable shoutouts, as far as i'm aware. there's a small button on the upper right hand corner of the inbox that looks like pacman, and if you switch that off, i believe it disables shoutouts.\n  ","382153":"\n  thank you so much, dude. ♡ that means a lot to me. i know i'm resilient, but i wish i didn't have to be sometimes.\n  ","382154":"\n  no, i don't.\n  ","382155":"\n  that's so strange. hopefully allison (and others) will get their accounts restored.\n  ","382156":"\n  yesterday, all i ate was a hot dog and then a 10-piece chicken nugget with french fries when i got home.\n  ","382157":"\n  i don't have a fast metabolism.\n  ","382158":"\n  i only really like the multicolored lights, but those are so hard to find for outdoor decorations.\n  ","382159":"\n  allison randomly got banned. :\/ she has no idea why and she's contacted askfm & they're looking into it.\n  ","382160":"\n  no. it's nothing special or deserving of a photo.\n  ","382161":"\n  a tee shirt and sweatpants.\n  ","382162":"\n  i'm not doing well rn. i've been in bed since like 2:00pm (it's 5:00pm now) and i cancelled on my parents tonight because i've been so depressed and i've been crying ever since my psychiatrist appointment earlier today.\n  \n  i can't handle this sh*t anymore.\n  ","382163":"\n  i'm not anywhere near slim.\n  ","382164":"\n  i'm 29 years old.\n  ","382165":"\n  29 years old, five feet tall.\n  ","382166":"\n  not much — i don't track calories anymore, though. i'll usually have a decent breakfast full of protein, a light lunch (if i even have lunch at all), and a regular dinner if i'm hungry enough.\n  ","382167":"\n  i don't use pinterest. i used to years upon years ago, and i mainly used it for tattoo ideas and interior decorating.\n  ","382168":"\n  i don't give out my usernames because my accounts are private, and i also don't use vsco.\n  ","382169":"\n  nothing. i've just been taking things day by day.\n  ","382170":"\n  yeah, that was when everything was officially declared a pandemic, i think. that was also when i started working from home.\n  ","382171":"\n  it was nearly 60 degrees fahrenheit outside, haha. i was actually sweating.\n  ","382172":"\n  yeah, a small bit. this is my living room rn. :'))\n  ","382173":"\n  i just had on a short sleeved blouse and a cardigan.\n  ","382174":"\n  yes, we're still good friends.\n  ","382175":"\n  no, i don't have any piercings.\n  ","382176":"\n  i prefer earth tones, particularly dark red, forest green, navy blue, purple, gray, and black.\n  ","382177":"\n  i don't normally feel intimidated.\n  ","382178":"\n  implementing a curfew forces people to not go out in groups to places such as bars and restaurants and it enforces social distancing.\n  ","382179":"\n  new zealand, so that i can see where they filmed the lord of the rings.\n  ","382180":"\n  it strangely went by fast, but also slow? it's difficult to describe. it feels like last march was *so* long ago, but the months after that (especially the summer months) went by quickly.\n  ","382181":"\n  i really don't want to leave the house today, but i have to go out later tonight to celebrate my brother's birthday. :\/ hopefully i'll only be there for a few hours at most.\n  ","382182":"\n  yeah, i have three posters hanging on my walls ;\n  \n  -- a \"write drunk, edit sober\" minimalism poster.\n  \n  -- a poster i received when i went to a comedy show in manhattan last december.\n  \n  -- an x-files poster.\n  ","382183":"\n  no, i wouldn't consider that rude (at least to me personally). it's a valid way to get to know someone.\n  ","382184":"\n  my first job (well, my first place of employment at least) was a bad job because i worked in a toxic retail environment. the only things i really learned from that experience are patience and the value of hard work -- even if that work goes unnoticed, i learned how to gain satisfaction within myself from those experiences.\n  ","382185":"\n  that isn't too much to ask at all, no. a text message only takes a few seconds to type out, and a phone call for a few minutes at the end of the day isn't much effort either.\n  ","382186":"\n  oregon, primarily to see how beautiful it is and visit portland.\n  ","382187":"\n  i honestly don't remember. i don't generally make new years resolutions because i always forget about them or fail them anyway, rofl. if i want to commit to something and make a change, i can do so during any other point of the year.\n  ","382188":"\n  i can't decide, which is why i have both (shaved on one side, long on the other side).\n  ","382189":"\n  stayed inside and self-isolated so i wouldn't get COVID, like what most people should have been doing.\n  ","382190":"\n  alternative rock.\n  ","382191":"\n  my ex and i were long distance for a few months within the first year of our relationship, but then we broke up temporarily before getting back together later that year.\n  ","382192":"\n  whenever that person is ready -- there's really no set age that's \"perfect\" for everyone universally, so it can range anywhere between when someone is 18 to when they're 35-40. or even never,  some people don't want children at all.\n  ","382193":"\n  not all americans, but most probably at some point or another. they're the easiest jobs to obtain when you have no prior experience and you need the experience and\/or the money.\n  ","382194":"\n  if someone is clinically depressed, there's really nothing you can to do to make them absolutely happy. but you can do things that will cheer them up temporarily, such as doing one of their favorite things with them, talking to them through their problems,  sending them things like memes or videos that remind you of them, etc etc.\n  ","382195":"\n  my first job was a cashier at a drug store, and i absolutely hated it. even though i was good at my job and got quite a few promotions in the four years i was with that specific store, i disliked working with the public, and my store manager was absolutely ridiculous.\n  ","382196":"\n  this weekend has barely felt like a weekend because i've been so emotionally exhausted, and i wish i didn't have anything to do today, but i have to leave the house tonight. :\/\n  ","382197":"\n  i'm neither religious nor spiritual these days.\n  ","382198":"\n  probably 3-4 at the most.\n  ","382199":"\n  i like birds, but idk if i would want one as a pet. i prefer small animals, cats and dogs, and reptiles.\n  ","382200":"\n  it's just a follow-up appointment with my psychiatrist to refill my medication.\n  ","382201":"\n  i don't regularly watch cartoons or anything, but i used to really like bob's burgers and bojack horseman.\n  ","382202":"\n  no, i seldom leave the house, lol. i went out last night and it was warm outside, so i didn't dress very warmly.\n  ","382203":"\n  i have a doctor's appointment in a few hours, and then i'm going to my parents' house this evening for my brother's birthday.\n  ","382204":"\n  yes, i enjoy my job very much. it's taken me years to get to this point where i can say i genuinely enjoy my profession.\n  ","382205":"\n  bob's burgers and bojack horseman.\n  ","382206":"\n  paranormal-related things, like watching ghost videos on youtube and stuff. which is really ironic, because i also *love* different paranormal stuff despite the fact that it does scare me.\n  ","382207":"\n  it's very important to me, i really love taking photos and videos of different occasions, regardless of how special or mundane they may be.\n  ","382208":"\n  i haven't been outside, so i don't really know what the weather is like right now. looking outside the window, it's bright and cloudy -- but idk what the temperature is.\n  ","382209":"\n  yes, although it'll be a while since the vaccine will be available to people like myself. i'm not a health care or essential worker, and i'm not in a high risk category either.\n  ","382210":"\n  yeah, i've been driving and have had cars since i was 19 years old.\n  ","382211":"\n  sunny, yet chilly weather. i also love thunderstorms.\n  ","382212":"\n  neither. i wouldn't want to be famous at all, especially if that means people would recognize me on the street or in the store and whatnot.\n  ","382213":"\n  yeah, but not really by much. unless i'm absolutely certain that no cops are around, i usually only go 10-15 miles over the speed limit.\n  ","382214":"\n  -- les miserables (2012).\n  \n  -- sweeney todd (2007)\n  \n  -- the crow (1994)\n  \n  -- american psycho (2000)\n  \n  -- the lord of the rings trilogy\n  ","382215":"\n  no, i don't believe in miracles. on the contrary, i believe in science and coincidence.\n  ","382216":"\n  i'm not a sporty person whatsoever, and i don't play sports in general. however, a few years ago, i was on an adult volleyball league for one summer (which actually was pretty fun).\n  ","382217":"\n  i normally pick up freelance work on the weekends, but unfortunately there hasn't been any work for me to do the past two weekends. :\/\n  ","382218":"\n  no, i think i've only watched that show a handful of times in the past.\n  ","382219":"\n  the only thing i asked for was the lord of the rings trilogy extended editions box set in a DVD (or blu-ray) format, haha. i really don't know what else i want.\n  ","382220":"\n  it depends on my mood. lately i've been drinking more coffee than anything else, but i also really love tea as well.\n  ","382221":"\n  i use shampoo and a deep conditioner every time i wash my hair.\n  ","382222":"\n  i watched it a few years ago, and i thought it was such a wild show !! it definitely intrigued me, but i don't think i watched the second season.\n  ","382223":"\n  i live in new york.\n  ","382224":"\n  bills and rent, haha.\n  ","382225":"\n  neither, i suppose. i can be motivated at certain times, but i also struggle with mental illness, so when i'm not motivated, it doesn't mean i'm lazy either. i just can't muster up the energy to do things when i'm experiencing a depressive episode.\n  ","382226":"\n  being mentally stable would be a nice change of pace.\n  ","382227":"\n  i'm working tomorrow, my regular 9:00am to 5:30pm shift. i don't have any plans other than that.\n  ","382228":"\n  not always, no. i don't like my smile very much, but i've also grown to accept it more in recent years.\n  ","382229":"\n  i enjoy reading, but i haven't had the attention span to finish a book in a long time. :\/\n  ","382230":"\n  omg, you're one of the originals !! if you even want to call it that, rofl. yeah, that was probably right after i had graduated from college and i was still working in retail.\n  \n  it's wild how fast time flies, and how long i've been on askfm too. i've been using askfm since like 2011, so i was around 20-21 years old at that time.\n  ","382231":"\n  i don't wear earrings.\n  ","382232":"\n  i always go out with my mask on. it's required in most, if not all, places around here.\n  ","382233":"\n  it's harder for me to imagine a world without music. i listen to music every day, and it's hard for me to get things accomplished without music.\n  ","382234":"\n  i don't believe so, no. that happened mainly in the caribbean and florida regions in 2017. what *did* affect me and my friends\/family was hurricane sandy.\n  ","382235":"\n  it's happened on a few occasions, yes. usually they're homeless people just asking for money or something similar.\n  ","382236":"\n  any sort of \"joke\" that directly contributes to the oppression against a group of people is not funny or acceptable, i.e. \"jokes\" about disabilities, mental illness, gender, sexual orientation, race, etc etc.\n  \n  the only exception, if you want to call it that, to this is if the person in that group themselves makes the jokes, as if to make fun of themselves. such as a black person making a joke about black people, a mentally ill person making a joke about mental illness, etc.\n  ","382237":"\n  in my opinion, i don't believe there is anything such as \"perfection,\" so no, there is no such thing as a perfect relationship. every relationship will have its ups and downs.\n  ","382238":"\n  yes, that has happened to me on a few occasions. it's definitely a heart-dropping experience.\n  ","382239":"\n  i'm doing fine -- i randomly went into manhattan last night to see the tree at rockefeller center, which was very spontaneous and something i've only ever done maybe twice in my entire life.\n  \n  other than that, i'm feeling better today than i have been over the past two-ish weeks. i have a telemedicine appointment with my psychiatrist in a few hours, and then i have to go to my parents' house this evening.\n  ","382240":"\n  yes, i am obsessed with coffee, LOL. i'm currently drinking an iced coffee rn.\n  ","382241":"\n  my favorite subjects in high school were english and forensics.\n  ","382242":"\n  my least favorite class in high school was physical education, ugh. i've never been an active or sporty type of person.\n  ","382243":"\n  doesn't much matter to me, tbh. i drink both tap water and filtered water from the brita filter we have in the fridge.\n  ","382244":"\n  hello -- do you have a question?\n  ","382245":"\n  yeah, i live in new york state.\n  ","382246":"\n  i'm a scorpio, but i don't believe in horoscopes.\n  ","382247":"\n  omg, i actually got dressed? 😳\n  ","382248":"\n  mental illness is a pain in the ass.\n  ","382249":"\n  i've done literally nothing today, lmao. i only got out of bed around 1:00pm, i ate lunch, showered, and got dressed. i'm going to go look at christmas lights with my roommates later this evening.\n  ","382250":"\n  with folgers in my cup.\n  \n  (sorry, i had to.)\n  ","382251":"\n  that has rarely happened to me, mostly because i stop drinking after i'm feeling a bit more than tipsy. i don't like the feeling of being super drunk because i can get very dizzy easily.\n  ","382252":"\n  no, the closest one is in new jersey.\n  ","382253":"\n  spotify. i've been using it for years & i now have spotify premium.\n  ","382254":"\n  i hope so too. my roommates and i are going to drive around tonight and look at christmas lights. :'))\n  ","382255":"\n  i watched the first two seasons of stranger things, but that was it.\n  ","382256":"\n  the only mobile game i play is among us.\n  ","382257":"\n  thank you, kittie. ♡ i needed this, i've been having a rough day.\n  ","382258":"\n  my car and\/or my college tuition, which i'm still going to be paying off for at least another 5-10 years. lol.\n  ","382259":"\n  i don't watch SNL, although i used to be a fan of the older episodes.\n  ","382260":"\n  i stayed in bed until like 1:00pm and i just ate lunch. i'm about to take a shower and get ready for the day.\n  ","382261":"\n  no, i'm fine with my height.\n  ","382262":"\n  i don't believe so, no. i have some old classmates who went to stanford and NYU, though.\n  ","382263":"\n  i'm bisexual.\n  ","382264":"\n  i've been writing as a hobby since i was a pre-teen, but i've been writing professionally since 2015.\n  ","382265":"\n  the only things i like that taste like coconut are blue hawaiian cocktails.\n  ","382266":"\n  depends on my mood, usually hot dogs though.\n  ","382267":"\n  \"definitely. i still need to get back into playing valhalla, i haven't mentally been in the mood to play for a while. :(\"\n  \n  -- talking to my coworker about video games.\n  ","382268":"\n  this would require me to be happy in the first place, lol.\n  ","382269":"\n  no, it's just a stereotype.\n  ","382270":"\n  sing well.\n  ","382271":"\n  it does, especially in terms of pharmacy and pretty much most health care professionals. i pick up 4 different psychiatric medications per month, so it doesn't bother me what the techs might think (which they likely don't think anything at all considering how many people pick up different meds per day).\n  ","382272":"\n  depends on my mood. most of the time, i like being alone but occasionally i'll crave social interaction.\n  ","382273":"\n  no, cashiers literally don't care about what people are buying, lol. the only thing they care about are getting the SKUs to scan quickly.\n  ","382274":"\n  listening to the acoustic version of \"ghost\" by badflower, f*ck i forgot how much i love this song.\n  \n\n   https:\/\/youtu.be\/jLX34h450Ss\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382275":"\n  in all honesty, i probably wouldn't even wake up to it, lol.\n  ","382276":"\n  i don't believe i've ever seen that movie.\n  ","382277":"\n  i'd like to believe so, sure.\n  ","382278":"\n  i'm pretty sure the movie theaters are still closed. regardless, i haven't been to a movie theater in years.\n  ","382279":"\n  i'm not really up to date because slang changes so often these days.\n  ","382280":"\n  starbucks \"egg bites\" for breakfast, considering they're likely not even real eggs and had bacon inside of them. lmao.\n  ","382281":"\n  i'm a millennial.\n  ","382282":"\n  i think that was the first song i heard from them prior to really getting into their music.\n  \n  also, LOL. i legit have never made that connection before. that's hilarious.\n  ","382283":"\n  nah, i don't have cable television so i use streaming services like netflix, hulu, and prime.\n  ","382284":"\n  \"medicate\" by breaking benjamin, probably one of my favorites by them.\n  \n\n   https:\/\/youtu.be\/JnHvGBdJ1BQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382285":"\n  lol, nice. i recommend ;\n  \n  -- \"stupid\" feat. yung baby tate\n  \n  -- \"cry\" feat. grimes\n  \n  -- \"halloweenie\"\n  \n  -- \"daisy\"\n  \n  -- \"hi it's me\"\n  \n  -- \"invitation\"\n  ","382286":"\n  depends on my mood — normally i either sleep, play video games, or watch television.\n  ","382287":"\n  nah, i've never been into the whole game design thing. however, i think it would be amazing to write the plot or dialogue of a narrative video game.\n  ","382288":"\n  i think i discovered ashnikko this year? i don't remember, but regardless, her music is fire.\n  ","382289":"\n  any of my triggers being set off, whether it's mild or severe.\n  ","382290":"\n  i like saving my money, but not for anything in particular. i just feel more comfortable with having some money on the side in case of an emergency.\n  ","382291":"\n  i agree — also helps spread our names out there so we can get more questions overall. :'))\n  ","382292":"\n  LOL. me too, it's a bit wild. i'm actually getting decent answers to the shout outs too most of the time.\n  ","382293":"\n  i honestly have no idea. i wasn't even hungry for lunch today.\n  ","382294":"\n  yeah, they finally got back to me and restored my VIP status yesterday after i e-mailed them again and stated that several others users i've spoken to were experiencing the same issue.\n  \n  i'm taking a screenshot this week too, just to be safe. rofl.\n  ","382295":"\n  same !! it probably has to do with the glitch askfm experienced earlier this week when a lot of people's VIP statuses were taken away because they allegedly didn't complete their tasks. i get the feeling that those shout outs from last week and weeks prior are being sent out now because they may not have been sent out when we initially asked them? idk.\n  ","382296":"\n  i wish there was such a thing as a \"christmas break\" for me, lmaoo.\n  ","382297":"\n  i'm pretty good at saving money — i have a savings account that i deposit money into every month or two. i also allocate part of my paychecks to bills each week and keep track of my finances on my phone so i know how much wiggle room i have most weeks.\n  ","382298":"\n  a person's daily attitude will tell you more about them than their physical attributes ever will. people can give off a certain \"look,\" but it won't erase who they actually are.\n  ","382299":"\n  i'm actually doing pretty well for a change. :')) i'm not looking forward to seeing my family on sunday, but other than that, i don't have many qualms rn.\n  ","382300":"\n  yeah, i'd get a jaw lift (to give myself a defined jawline), liposuction, and top surgery.\n  ","382301":"\n  guinness is probably one of the few beers that i absolutely cannot stand, lol.\n  ","382302":"\n  askfm has been weird & it seems like some shout outs don't reach many people, while others do. i'm still getting answers from a few shout outs i sent last week, for example. meanwhile ones i sent out last night have barely been answered.\n  ","382303":"\n  working with this candle lit to ease my anxiety.\n  ","382304":"\n  i like hot chocolate, but not eggnog really.\n  ","382305":"\n  yes, i adore my alone time.\n  ","382306":"\n  obviously, yeah. just because someone is another sex from you doesn't mean you cannot forge a friendship with that person.\n  ","382307":"\n  somewhat, but at the same time, not really. i like a lot of attention in relationships, but i also require a lot of alone time as well.\n  ","382308":"\n  no, i don't involve myself in gossip. i'm not a teenager.\n  ","382309":"\n  LOL, wtf. i would expect them to hunt me, considering i would be a viable source of food.\n  ","382310":"\n  not anything that's out of the ordinary.\n  ","382311":"\n  the only thing i've done so far today is work, lol. i've been working since 9:00am (it's noon now), and i clock out at 4:30pm.\n  ","382312":"\n  i have a doctor's appointment on sunday, and then afterwards, i'm seeing my family for my brother's birthday.\n  ","382313":"\n  yeah, i talk to my roommates on a daily basis.\n  ","382314":"\n  i actually ordered starbucks this morning, lol. i got a venti iced white peppermint mocha and egg bites.\n  ","382315":"\n  i prefer hot chocolate.\n  ","382316":"\n  i'm 29 years old.\n  ","382317":"\n  yeah, i like her music.\n  ","382318":"\n  i don't like the scent being inside the house.\n  ","382319":"\n  my roommate's ex girlfriend hated pretty much everyone who came into contact with him, especially if they were women. she used to have severe self esteem issues and felt that every woman was a threat. as a result, she forbid him to talk to most of his friends.\n  \n  in that circumstance, the only thing i could do was message him and ask how he's doing, because i knew how difficult it was to leave a situation like that. eventually he found a way out.\n  ","382320":"\n  though the responsibilities assigned to me through work.\n  ","382321":"\n  if you want to live, then live for yourself — friends and family may be important, but it isn't as important as your own relationship with yourself.\n  ","382322":"\n  definitely not, lol. i was outside when i smoked.\n  \n  vaping thc is different, but if i have actual bud, then i'll smoke outside.\n  ","382323":"\n  i don't, personally. a few of my friends play though.\n  ","382324":"\n  my birthday isn't until late next year.\n  ","382325":"\n  it sounds familiar, but idk if i watched it.\n  ","382326":"\n  my favorite animals are wolves.\n  ","382327":"\n  i honestly have zero idea, but it wouldn't surprise me if it can.\n  ","382328":"\n  that's really funny you ask this, because i just came inside from taking a few hits off a bowl, lmaoo.\n  \n  no, it just relaxes me. depending on the strain, sometimes i'm even productive.\n  ","382329":"\n  for the anon i was talking to earlier — last of us 2 won game of the year !!\n  ","382330":"\n  yeah, it kinda came out of nowhere but i'm also comfortable answering it because it used to happen to me a lot, lol.\n  ","382331":"\n  i usually have mental breakdowns and have panic attacks, breakdowns, anger episodes, etc etc. it doesn't happen very often anymore since i've been on psychiatric medication.\n  ","382332":"\n  there are so many games coming out in 2021-2022 that i wanna play, omg.\n  ","382333":"\n  pasta, probably.\n  ","382334":"\n  honestly? avocado toast, LOL. sometimes i crave it so much.\n  ","382335":"\n  hello — do you have a question?\n  ","382336":"\n  nah, that isn't my preferred game type. i've seen a lot of gameplay though, particularly from my friends who stream on twitch.\n  ","382337":"\n  i ate pasta and now i'm overloaded with carbs.\n  ","382338":"\n  i like instagram, but i don't post very often.\n  ","382339":"\n  i like subway and moe's the best, if those count as fast food.\n  ","382340":"\n  i'm actually doing pretty well today. :')) it's been a productive day at work thus far (i'm clocking out in around 15 minutes), i did some chores around the house on my break, and i'm looking forward to relaxing with a few beers that i bought tonight after i eat dinner.\n  ","382341":"\n  nah, that takes the fun out of it all.\n  ","382342":"\n  apparently i breathe with my mouth open, but i don't snore. lmaoo.\n  ","382343":"\n  it's still thursday where i live, but i'm thankful tomorrow is friday ~~\n  ","382344":"\n  i've been receiving loads of shout outs ever since i turned the shout out option back on. other than that, not really.\n  ","382345":"\n  i think it's a bit counter-productive to put the shopping tab where the notifications button used to be. it also took me a while to figure out how to post new photos too, rofl.\n  ","382346":"\n  depends on his personality. that being said, most people are skinnier than me, taller than me, and stronger than me. lol.\n  ","382347":"\n  i browse it daily, but i don't post daily.\n  ","382348":"\n  aw, thank you !!\n  ","382349":"\n  last time i checked, my name isn't celine.\n  ","382350":"\n  i normally distract myself through my job, considering i work around 9 hours per day and pick up freelance work on the weekends.\n  \n  i also distract myself through television shows, movies, music, and video games.\n  ","382351":"\n  being wrapped up in a blanket on my bed & watching a television series that i love.\n  ","382352":"\n  i made scrambled eggs and bacon on a toasted english muffin this morning, lol.\n  \n  here's a photo of avocado toast with over-easy eggs that i made a few months ago. i don't normally take photos of food.\n  ","382353":"\n  it's probably been about 50% sunny and 50% cloudy when it's daytime. yesterday was very cloudy and gray with a small bit of snow, but today it's bright and sunny.\n  ","382354":"\n  lately, it's been \"reaper\" by have mercy.\n  \n\n   https:\/\/youtu.be\/hHGnCbyoYkw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382355":"\n  i like \"WAP\" but that's pretty much it, lol.\n  ","382356":"\n  sitting down and relaxing on my lunch break. i just vacuumed the floors and wiped down the counters, and i still have 15 minutes left of my break. :'))\n  ","382357":"\n  i understand this feeling all too well — it's normal to not feel depression as heavily when you're busy with something (such as work), because it keeps your mind distracted. when you have nothing to distract yourself with, that can be when the heaviness sets in. that's why i try to keep myself busy 24\/7, tbh.\n  \n  it doesn't mean you're faking depression, it's just a mask for the depression. i still advise you seek professional help regardless if that's something you're able to do.\n  ","382358":"\n  somewhat, although i didn't expect to be in quite the position i'm in today. i still do want to be a published author, though.\n  ","382359":"\n  i like whatever that person is most comfortable with. if a woman enjoys wearing lashes, nails, extensions, etc etc., then she should do what makes her happy without fear of judgment.\n  ","382360":"\n  no, not at all. people have to give me a reason to trust them before i begin trusting them.\n  ","382361":"\n  i used to be prior to flying for the first time. i first flew on a plane in 2014 when i went to texas for a gaming convention.\n  ","382362":"\n  all of them, haha. i'm not a fan of sports.\n  ","382363":"\n  absolutely nothing, ugh.\n  ","382364":"\n  nobody — i tend to self-isolate.\n  ","382365":"\n  ROFL. yes, absolutely — everyone line up, i'll straight razor all of your legs.\n  ","382366":"\n  lmao, why would i shave my legs for a complete stranger on the internet? other people's bodies should not concern you.\n  ","382367":"\n  gaming soundtracks comprise of perhaps 75% of the music i listen to regularly. the elder scrolls soundtracks (oblivion and skyrim) are among my favorites, and i also really enjoy the soundtracks to the halo series, destiny 2, and assassin's creed valhalla.\n  ","382368":"\n  it went fine, thanks for asking. my family just had a quick, regular dinner and i went home with a few dessert items.\n  ","382369":"\n  i haven't shaved my legs in months. there's really no reason to do so.\n  ","382370":"\n  i listen to some rap music, yeah.\n  ","382371":"\n  i'm an omnivore (i eat meat although lately it's been rare) and i have no issues with discussing vegetarianism or veganism, or any other type of lifestyle. however, i don't really know much about plant-based lifestyles so my knowledge is pretty limited.\n  ","382372":"\n  i turned 29 a few weeks ago, lol.\n  ","382373":"\n  i'm doing much better today than i have been in recent weeks — i actually feel a bit rejuvenated and motivated to work, which is a nice change from yesterday (i had clocked out early from work yesterday because my mental health was garbage).\n  ","382374":"\n  it's 12:00pm where i live, so i'm definitely not asleep, lol.\n  ","382375":"\n  hot tea and candles, especially on rainy days. :'))\n  ","382376":"\n  i've surprisingly never broken a bone before.\n  ","382377":"\n  oh yes, particularly the black mainecoon (his name is teddy). we call him distinguished gentleman, as well as stinky boi, because he has digestive problems and farts quite often. my roommate is taking him to the vet soon, lol.\n  ","382378":"\n  no, i don't have any of my childhood toys anymore.\n  ","382379":"\n  unless the celebrity has posted on their verified social media accounts that they also use askfm, it's safe to say that they don't use askfm.\n  \n  there are a number of accounts posing as celebrities, pretty much all of them are fake and just doing so for attention.\n  ","382380":"\n  i'm fairly certain that most celebrities do not have an askfm account.\n  ","382381":"\n  he's apparently a musician, but i've never heard his music before.\n  ","382382":"\n  i haven't used skype in years, haha.\n  ","382383":"\n  i've become more of a morning person over the past few years. i like getting up early and being productive.\n  ","382384":"\n  because that's what i'm most comfortable with.\n  ","382385":"\n  lol, thank you !!\n  ","382386":"\n  can't wait to get back into gaming soon.\n  ","382387":"\n  i don't really sleep on a particular side, i switch from left to right and sometimes in the middle.\n  ","382388":"\n  no, my instagram is private & i only accept people i know.\n  ","382389":"\n  yes, i'm about 90% done with my christmas shopping. :'))\n  ","382390":"\n  i prefer netflix over hulu.\n  ","382391":"\n  i used to watch the show sometimes when i was much younger.\n  ","382392":"\n  get high & stop giving a f*ck.\n  ","382393":"\n  i think around 40 hours.\n  ","382394":"\n  most likely, yes.\n  ","382395":"\n  my day has been okay. i wasn't feeling well this morning, so i clocked out of work early and took a nap. then i got up, had dinner with my roommates, and smoked. i've been high for like four hours, lol.\n  ","382396":"\n  i haven't !! one of my friends made the flaming hot cheetos mac & cheese though, it looked wild.\n  ","382397":"\n  i've heard of it, but i've never watched it before. apparently it's a good show.\n  ","382398":"\n  cheetos or cheez-its.\n  ","382399":"\n  my day has been okay — not great, but not bad either. i clocked out of work early, took a 3 hour nap, then woke up and talked to my roommate for a while. my other roommate came home from work with his girlfriend, so a few of us smoked and i've been high pretty much all night, lol.\n  ","382400":"\n  i normally wake up, take my medication, make a pot of coffee, eat breakfast, and then log into work.\n  ","382401":"\n  yeah, although not the religious\/spiritual aspect of the holiday. it's just one of those commercialized holidays that my friends and family celebrate together.\n  ","382402":"\n  i love tattoos — they're works of art in themselves. i have seven tattoos.\n  ","382403":"\n  she's a psychiatrist, so she has a lot of openings all week long. she's off one day during the week & then on saturday.\n  ","382404":"\n  earlier this afternoon — my roommate got iced coffee for us.\n  ","382405":"\n  it depends on the individual person, because you can't generalize an entire gender like that.\n  ","382406":"\n  yeah, considering i am white. lol.\n  ","382407":"\n  i ordered a few christmas gifts for my friends and family last night.\n  ","382408":"\n  i have a doctor's appointment on sunday, but that's the extent of my plans.\n  ","382409":"\n  they both have their strengths and weaknesses. i've always used xbox consoles, though.\n  ","382410":"\n  askfm, facebook, instagram, twitter, snapchat, and tiktok.\n  ","382411":"\n  i pour the cereal first because i'm not a damn monster.\n  ","382412":"\n  i was just home the entire night, i didn't do anything.\n  ","382413":"\n  no, i don't believe in destiny or fate.\n  ","382414":"\n  yeah, i've always thought the same thing. nearly everyone i know here is INFJ or something similar to it.\n  ","382415":"\n  definitely not, that would give me a panic attack.\n  ","382416":"\n  iced coffee.\n  ","382417":"\n  lol i'm the last person who should be answering this question because it is very hard for me to break habits. i tend to usually just replace it with something else.\n  ","382418":"\n  i use streaming services, i.e. netflix, hulu, and prime.\n  ","382419":"\n  i'm also an INFJ, although those types of tests aren't exactly accurate.\n  ","382420":"\n  achievement hunter, markiplier, seananners, and chilledchaos.\n  ","382421":"\n  my favorite colors are dark red, purple, and black.\n  ","382422":"\n  i like mangoes, but i've never tried mango juice before.\n  ","382423":"\n  yeah, i have an anxiety disorder & i take anti-anxiety medication.\n  ","382424":"\n  you can turn them off by switching off the little pacman-looking button at the top of the page when you're looking at your inbox.\n  ","382425":"\n  both sound absolutely disgusting.\n  ","382426":"\n  home cooked food, by far.\n  ","382427":"\n  definitely not.\n  ","382428":"\n  i only play with my friends on the rare occasion.\n  ","382429":"\n  to some people, sure.\n  ","382430":"\n  water, considering i need it to live.\n  ","382431":"\n  for me personally, it helps my migraines when i use cool compresses, lay in a dark and quiet room, and try to relax my breathing. they're the most painful types of \"headaches\" though, so mostly time helps as long as you can control your emotions. crying makes them so much worse.\n  ","382432":"\n  anywhere between 5-10 hours.\n  ","382433":"\n  yeah, that's where i did the majority of my homework and papers.\n  ","382434":"\n  chocolate chip cookie dough.\n  ","382435":"\n  probably 6-7 hours straight when i had the attention span to actually play video games for long periods of time, lol. it was either skyrim or halo, i don't remember.\n  ","382436":"\n  no, i'm a car owner. lmao.\n  ","382437":"\n  new york state.\n  ","382438":"\n  i'm 29 years old.\n  ","382439":"\n  i've been getting into the habit of cozying up in a big blanket on the extended part of my living room couch while watching supernatural late at night before bed & it's been so relaxing.\n  ","382440":"\n  I just clocked out of work & now i'm laying down because my eyes hurt so much. i can't tell if it's eye strain from working all day or allergies. either way, i'm exhausted and in pain.\n  ","382441":"\n  no, i don't.\n  ","382442":"\n  yeah, i work a full time job for a living. i stay home a majority of the time except to go to the pharmacy and grocery store. i live in a rented house with two roommates. i play video games & watch television as hobbies. etc etc.\n  ","382443":"\n  perhaps if they live in the hamptons & can afford it, lol. living in new york isn't exactly as luxurious as the media makes it out to be. a majority of new yorkers\/long islanders are just middle class people.\n  ","382444":"\n  what does me being from new york have to do with what car i drive?\n  ","382445":"\n  i have a bright red hyundai accent. :')) i finally paid it off over the summer, and it's probably my favorite car i've ever had. my volkswagen beetle was a close second.\n  ","382446":"\n  LOL. i'm perfectly content with my cute little hyundai.\n  ","382447":"\n  i get annoyed when people talk over me while i'm in the middle of already speaking.\n  ","382448":"\n  betrayal, such as revealing something i've confided in them to someone else or talking sh*t about me behind my back.\n  ","382449":"\n  i really couldn't care any less.\n  ","382450":"\n  lol, i've never learned how to skate.\n  ","382451":"\n  i have no interest in dating at the moment.\n  ","382452":"\n  i certainly hope so, but the future is really so uncertain right now.\n  ","382453":"\n  i don't make resolutions because i never stick with them anyway.\n  ","382454":"\n  after i clock out of work & can relax for a few hours (normally by catching up on social media and laying in bed).\n  ","382455":"\n  i'm fine with my current car. i'm not a \"car person\" by any means, i just want something reliable that takes me places without any complications.\n  ","382456":"\n  yeah, it's a stupid double standard. a woman isn't any less attractive if she has body hair.\n  ","382457":"\n  no, i don't send out christmas cards.\n  ","382458":"\n  nah, i don't have a smart car. i wouldn't want one anyway.\n  ","382459":"\n  some do, some don't. regardless of how they feel, the concept that women are expected to shave is archaic & rooted in p*dophilia. women can do whatever they want with their body hair — it's only natural.\n  ","382460":"\n  neither, i honestly hate both of their food.\n  ","382461":"\n  i love them both equally !!\n  ","382462":"\n  yeah, especially cherry slushies and cherry-flavored soda.\n  ","382463":"\n  yeah, i really enjoy sad music, especially when i'm already sad or depressed, ahah.\n  ","382464":"\n  i'm a scorpio.\n  ","382465":"\n  drinking a pot of coffee in the quickest time frame.\n  ","382466":"\n  no — i've learned not to regret anything in 2020 because of how difficult of a year it has been, and simply surviving and pushing forward is enough to celebrate, even if we didn't do anything substantial.\n  ","382467":"\n  talking to my roommates last night.\n  ","382468":"\n  my favorite song always changes, but right now it's \"sleep\" by citizen.\n  ","382469":"\n  focus on yourself, your hobbies, your friends and\/or family, etc etc. keep in mind that you're a whole individual regardless of who've you dated, and you existed prior to meeting them — you can exist and thrive after the breakup as well.\n  \n  like most things, moving on will take time. you most likely won't forget about this person, but in most cases, you'll learn to accept what happened and try to move on for your own happiness.\n  ","382470":"\n  les miserables & sweeney todd.\n  ","382471":"\n  low, as always.\n  ","382472":"\n  no. my trauma shouldn't have happened because it altered the chemistry in my brain, made me develop loads of triggers, and caused my mental illnesses. i shouldn't have gone through what i did at such a young age, and there's no \"silver lining\" to my trauma.\n  ","382473":"\n  BBQing is great — i prefer barbequed food (like meats and whatnot) over frying it or baking it.\n  ","382474":"\n  i used to years upon years ago, it's pretty fun.\n  ","382475":"\n  my roommate's girlfriend.\n  ","382476":"\n  no, i never have before.\n  ","382477":"\n  mayonnaise, i literally can't even look\/smell\/hear it because it disgusts me so much.\n  ","382478":"\n  yes, absolutely. and to hold a grudge over something so silly as the whole \"pineapple on pizza\" debate is stupid. let people enjoy things.\n  ","382479":"\n  i only really talk to maybe 3 people with whom i attended high school.\n  ","382480":"\n  good morning ~~\n  \n  it's been a very productive work day this far & i've only been working for about two hours. :'))\n  \n  i'm still exhausted, but it is what it is.\n  ","382481":"\n  dan soder, hands down. he's f*cking hilarious.\n  ","382482":"\n  i never have & never will.\n  ","382483":"\n  why wouldn't that be okay? unless you have major jealousy issues, you shouldn't have an issue with your girlfriend hugging her male friends.\n  ","382484":"\n  i also have a queen !! biggest bed i've ever owned & i love it.\n  ","382485":"\n  i'm a writer & editor for a publishing company.\n  ","382486":"\n  in certain cases, sure.\n  ","382487":"\n  i have two giant depression knots in it.\n  ","382488":"\n  smoking a bit, then probably listening to some music & going to bed.\n  ","382489":"\n  i don't have any enemies. but if i got stuck in that type of room with my ex, that would be f*cking hilarious.\n  ","382490":"\n  i'd rather watch the movie. i don't have the attention span for books these days.\n  ","382491":"\n  i can make a mean egg sandwich for breakfast.\n  ","382492":"\n  honey bunches of oats with vanilla clusters.\n  ","382493":"\n  healthy, for the most part.\n  ","382494":"\n  way ahead of you, bud.\n  ","382495":"\n  it doesn't bother me, but the problem is that depending on my mood, i can't choose !!\n  \n  \"coffee or tea?\"\n  \n  GETS ME EVERY TIME.\n  ","382496":"\n  cozy living room & supernatural.\n  ","382497":"\n  i'm glad !! :')) sounds like you guys had a good night.\n  ","382498":"\n  wine, i'm not a big whiskey fan at all.\n  ","382499":"\n  aw, cute !! maybe grab one of his favorite beverages and make the room nice and cozy for you both to sit\/lay down in to be extra comfortable.\n  ","382500":"\n  last february when i went to the bahamas.\n  ","382501":"\n  maintained — you should ideally practice your talent regularly to not only remain consistent but also improve upon your existing skills.\n  ","382502":"\n  i never did.\n  ","382503":"\n  aw, thank you lovely. 💖\n  ","382504":"\n  all the time.\n  ","382505":"\n  i just had an intense therapy session & i need a drink. ugh.\n  ","382506":"\n  i mean, i'm a hermit and seldom leave the house — so i don't personally think it's wrong. as long as you're happy with what you do at home, who cares.\n  ","382507":"\n  i don't care about what other people do.\n  ","382508":"\n  just the normal s*icidal thoughts and urges to hurt myself. whenever she asks me about it all, i panic and convince her they're just passive thoughts, not active, when in reality they're pretty damn active.\n  \n  i can't afford a hospital stay, though. both financially and also in terms of my job. sometimes i think i need a week in the hospital because my mental health gets that bad, but there's too much to risk by doing so.\n  ","382509":"\n  yeah, i'm crossing my fingers that they can restore it. not that it's a *big* deal or anything, but i did enjoy the extra questions i was receiving based on being VIP.\n  ","382510":"\n  that awkward moment when you reveal a bit *too* much to your therapist and then you're terrified they're going to hospitalize you.\n  \n  fun times.\n  ","382511":"\n  ah, okay. i e-mailed askfm because i was confused, and then i got the weekly status email this afternoon saying i didn't fulfill all of the requirements — even though i definitely did.\n  \n  the representative helping me asked for a screenshot, but i don't have a screenshot from last week, just this week. smh.\n  ","382512":"\n  did anyone else get their VIP status taken away from them even though they completed all of the tasks last week?\n  \n  much confusion.\n  ","382513":"\n  i haven't tried any DIY projects — i'm not really too keen on them & i'm not good at them either, ahah.\n  ","382514":"\n  i don't personally think you can judge whether someone is educated or not simply based on where they live. however, idk the demographics of this so i can't really say much else since i'd have to do further research into the topic.\n  ","382515":"\n  for an extra safety precaution. vaccines aren't 100% effective.\n  ","382516":"\n  i ignore it.\n  ","382517":"\n  yes, because it doesn't guarantee that other people have gotten the vaccine — in addition, it's going to make a matter of several months in order for changes to take effect. the pandemic isn't going to magically disappear overnight once the vaccine is distributed.\n  ","382518":"\n  boys\/men aren't held as accountable for their actions as much as girls\/women are from an early age.\n  ","382519":"\n  onlyfans isn't a \"low\" means by which to make money, and i know a few people who make money through selling content via onlyfans.\n  ","382520":"\n  i don't believe in past lives, so this is a pointless hypothetical question for me.\n  ","382521":"\n  penne ala vodka with cheesy garlic bread and meatballs.\n  ","382522":"\n  absolutely, snakes are adorable.\n  ","382523":"\n  vodka. :\/ and not nostalgic for the right reasons.\n  ","382524":"\n  toxic masculinity and society's insistence that men \"need\" to be manly in order to appease women, which isn't the case whatsoever.\n  ","382525":"\n  shaved (well, not so much anymore) on one side, shoulder-length on the other side.\n  ","382526":"\n  i prefer dunkin.\n  ","382527":"\n  i haven't seen a doctor in several years, tbh. i'm mainly attributing my exhaustion to depression since my episodes have been acting up lately.\n  ","382528":"\n  nah, i like coloring my hair too much to shave the entire thing. i also don't think i would look good completely bald.\n  ","382529":"\n  oh, well that's a different story, LOL. no, i don't personally know someone who has m*rdered someone else.\n  ","382530":"\n  yeah, i usually shave it down to a 1 on the buzzer so you can see my scalp but there's still a small bit of hair there.\n  ","382531":"\n  yes, myself included.\n  ","382532":"\n  i take a multivitamin and biotin.\n  ","382533":"\n  white bearded dragons are absolutely gorgeous.\n  ","382534":"\n  it's the shaved part of my hair that has grown out since i last shaved it in july.\n  ","382535":"\n  is it normal to feel this exhausted 24\/7?\n  ","382536":"\n  i'm either still depressed or need to find a new therapist, because i canceled on my therapist last week & now i want to cancel again because i just don't have the energy to sit through a session. sigh.\n  ","382537":"\n  i don't care about people judging me, so i wouldn't do anything differently.\n  ","382538":"\n  i'm about halfway done. i still need to get one or two things for my friends, and some gifts for my parents and brother.\n  ","382539":"\n  thankfully, i've been able to keep my job throughout the entire pandemic.\n  ","382540":"\n  mentally ill, creative (to a fault), dark sense of humor, lover of all things crime or gore, interested in the paranormal, caffeine addict, alcohol enthusiast, and LGBTQ.\n  ","382541":"\n  i don't personally own any christmas ornaments.\n  ","382542":"\n  lately i've been listening to grandson's new album \"death of an optimist\" on repeat.\n  ","382543":"\n  i don't really believe in reincarnation.\n  ","382544":"\n  for real. if someone wants to hold their wine glass with two hands, or fill a red solo cup with wine, or put ice in red wine, then that's 100% their decision that makes them happy. who gives a sh*t about what they do as long as they're enjoying themselves.\n  ","382545":"\n  you can't group all women into a single category and assume they all like the same thing. everyone is different.\n  ","382546":"\n  i grasp stemless wine glasses & fill it with ice and wine to the brim of the glass. :'))\n  \n  who cares about what other people do. if you get offended by this, perhaps find something else to focus your attention on.\n  ","382547":"\n  i have one phone.\n  ","382548":"\n  i prefer spinach.\n  ","382549":"\n  finally started decorating the house last night. :'))\n  ","382550":"\n  i prefer hoodies.\n  ","382551":"\n  i'm not posting a picture.\n  ","382552":"\n  the same thing i just wrote in my previous answer, lol.\n  ","382553":"\n  i work from home, so i'm normally in sweatpants and a tee shirt. rofl.\n  ","382554":"\n  i follow less than 50 people, so it's pretty easy for me to choose who to send questions to.\n  ","382555":"\n  i'm a writer & editor for a publishing company.\n  ","382556":"\n  i'm pro-vaccination.\n  ","382557":"\n  i'm pro-choice, meaning i believe that people have the right to decide what they want to do with their own bodies. if someone wants an abortion, they should be able to get an abortion regardless of the reason behind it.\n  ","382558":"\n  for, obviously? being gay isn't a choice and to express homophobia is to strip away LGBTQ+ people's rights.\n  ","382559":"\n  i've never shot a gun before, so i wouldn't know.\n  ","382560":"\n  i enjoy drawing, but i'm pretty terrible at it.\n  ","382561":"\n  i mean, i wouldn't consider it \"work,\" lol. you just basically have to send shoutouts and questions every week.\n  ","382562":"\n  no, i'm always pretty anxious about this time of year.\n  ","382563":"\n  without a doubt, yes.\n  ","382564":"\n  happy monday ~~\n  \n  i feel like sh*t today, i can only hope the day goes by fast.\n  ","382565":"\n  two roommates, one of whom has been a friend of mine for 10 years.\n  ","382566":"\n  i don't have any plans really, i'm expecting to take the year week by week to see what happens.\n  ","382567":"\n  aw, thank you ~~\n  ","382568":"\n  i'm pretty relaxed at the moment. currently drinking some gfuel and about to smoke.\n  ","382569":"\n  -- \"reaper\" by have mercy.\n  \n  -- \"in over my head\" by grandson.\n  \n  -- \"e-girls are ruining my life\" by corpse.\n  \n  -- \"sleep\" by citizen.\n  \n  -- \"cry\" by ashnikko.\n  ","382570":"\n  i don't think i did.\n  ","382571":"\n  no, i don't believe in karma.\n  ","382572":"\n  i haven't been in school in seven years.\n  ","382573":"\n  i don't believe in miracles. i just believe in science and coincidences.\n  ","382574":"\n  i've never tried making it myself before, but i love sushi. ♡\n  ","382575":"\n  eventually, sure.\n  ","382576":"\n  i was known, but not popular.\n  ","382577":"\n  no, i don't like his music.\n  ","382578":"\n  two feet, mostly. i tend to put all of his music on repeat when i'm high because it's such an out of body experience.\n  \n  i also like listening to missio while i'm high, as well.\n  ","382579":"\n  a live-in maid, haha. i don't mind cleaning at all, but it's the one thing that i feel so unmotivated to do because of the mental and physical exertion. lately i've been so exhausted that i've only been doing surface-level cleaning, not deep cleaning. it's a good day if i manage to muster up the strength to vacuum the house.\n  ","382580":"\n  mental health, in terms of both taking care of your own mental health and raising awareness\/education on mental illnesses.\n  ","382581":"\n  someone who's honest and loyal, thoughtful but also not afraid to express their feelings and opinions, and passionate about something in their life (whether it's their job or hobbies).\n  ","382582":"\n  gently, but also honestly — inform them that you're correcting them in their best interest, whether they've said something offensive or they're doing something toxic to themselves or others. it's always best to be upfront about these types of things and reminding them that you do care about them, and you want them to be aware of how they're behaving.\n  ","382583":"\n  in terms of achieving the most, i'm especially proud of obtaining my bachelor's degree which has allowed me to gain better job experience in my field. i managed to excel at college despite battling my mental health issues.\n  \n  in terms of helping others the most, i'm proud of being a mental health advocate and trying my best to eradicate the stigma associated with mental illnesses, as well as providing education and advice to those who need it.\n  ","382584":"\n  i've always wanted to go to alaska, rent out a log cabin, and stay there for a few nights. i very much enjoy snowy\/cold landscapes.\n  ","382585":"\n  remain open-minded to perspectives different from our own (as long as those perspectives aren't discriminatory or oppressive).\n  ","382586":"\n  i guess transportation, because i don't personally travel anywhere very often. in addition, food is a basic necessity and it should be more affordable.\n  ","382587":"\n  i went outside in my front yard, but i didn't actually go out anywhere.\n  ","382588":"\n  uh, a razor. lmao.\n  ","382589":"\n  neither, i haven't shaved my legs in months. i've never gotten them waxed either, that just seems unnecessarily painful.\n  ","382590":"\n  no, i've only plucked them and gotten them waxed.\n  ","382591":"\n  anxiety-filled,but productive nonetheless. i'm not really looking forward to working tomorrow, though. i feel like this weekend was barely a weekend.\n  ","382592":"\n  yeah, i dressed up for a costume contest at my job a few years ago. i dressed up as a wood elf, and i also bought a purple\/pink long wig to go along with it.\n  ","382593":"\n  i've only worn a wig on one occasion many years ago, and i don't have photos of it on this phone.\n  ","382594":"\n  it's been good — i haven't done much today besides bring the christmas decorations up from the basement, decorate a little bit, and take a shower, lol.\n  ","382595":"\n  war — war never changes.\n  ","382596":"\n  one man, one woman.\n  ","382597":"\n  my name is leigh.\n  ","382598":"\n  my roommate and i started decorating the house & the living room looks so cute !!\n  ","382599":"\n  compliments on my writing.\n  ","382600":"\n  no, i've never been to california before.\n  ","382601":"\n  LMAOOO. henceforth, we shall be known as the fat fiesta.\n  ","382602":"\n  yeah, obviously it isn't the real one, lol.\n  ","382603":"\n  i just bought a replica of dean winchester's amulet necklace off of etsy because i have zero self control, so that will eventually be my favorite accessory.\n  ","382604":"\n  probably some parmesan cheese.\n  ","382605":"\n  hello -- do you have a question?\n  ","382606":"\n  i didn't participate, but i think the people who did got caught.\n  ","382607":"\n  yeah, he's making it for everyone in the house since we'll all be home tonight.\n  ","382608":"\n  no, although my roommate says he's going to make pasta with meatballs tonight. :'))\n  ","382609":"\n  yeah, i don't believe i've ever met any of my friends who are men from the internet.\n  ","382610":"\n  not at all. i've met three people from the internet (i think), and they were all really fun meet-ups. two of them were while i was in high school, and the third person was\n  \n   @CourtneyUwU\n  \n  , whom i met a few years ago when she lived in new york !!\n  ","382611":"\n  i shouldn't be surprised considering it's december, but my best friend sent me a video of it snowing heavily yesterday where she lives (new england, more north than me). apparently her power cut out because of how bad the storm was.\n  ","382612":"\n  the high school senior \"prank\" that wasn't really a prank because a group of people decided it would be fun to slash the security guards' car tires and graffiti the building.\n  ","382613":"\n  whether or not someone has a mustache (or beard) doesn't really make a difference to me. my ex had a beard and mustache for the majority of our relationship and it didn't affect our chemistry.\n  ","382614":"\n  i've met a few people from the internet, yes !!\n  ","382615":"\n  not really. but that's really only because i don't pay much attention to celebrity news.\n  ","382616":"\n  i'd be more cognizant of my manipulative tendencies and eradicate them so i wouldn't feel guilty about unconsciously manipulating my friends.\n  ","382617":"\n  yeah, i have no issue being friends with people with differing opinions from me, especially if those views are not oppressive\/discriminatory. it would be rare to have friends whose views and regular opinions are 100% similar to yours.\n  ","382618":"\n  -- the lord of the rings trilogy's extended editions box set.\n  \n  -- an external DVD drive to plug into my laptop to watch movies.\n  \n  -- money to pay bills and rent.\n  ","382619":"\n  i'd stay where i currently am -- in my bedroom with a cup of coffee and music playing.\n  ","382620":"\n  if you mean the song by hanson, then no.\n  ","382621":"\n  lestat de lioncourt from the movie \"queen of the damned\" (2002) pretty much shaped my formative years.\n  ","382622":"\n  i'm lucky if i even brush my hair in the morning.\n  ","382623":"\n  no, not really. my roommate and i were going to bring the christmas decorations upstairs and decorate the house today, but i'm feeling super lazy.\n  ","382624":"\n  have a great day as well ~~\n  ","382625":"\n  not yet, haha.\n  ","382626":"\n  caffeine withdrawal symptoms, usually just a very bad headache.\n  ","382627":"\n  i live in new york state, not new york city.\n  ","382628":"\n  no, my emotions are fairly erratic and unpredictable.\n  ","382629":"\n  askfm, facebook, and instagram.\n  ","382630":"\n  probably, lmaoo. i haven't been in school in seven years, though, so i honestly can't remember.\n  ","382631":"\n  not on this phone, no. i've only had this phone for a year.\n  ","382632":"\n  not many, i seldom use youtube unless i'm listening to a soundtrack that can play in the background of me working.\n  ","382633":"\n  up and down the eastern coast, and then to texas.\n  ","382634":"\n  hello — do you have a question?\n  ","382635":"\n  that pretty much defines every winter season for me, besides obviously brushing the snow off of my car prior to driving. except i usually only wear light jackets, and i don't wear hats or gloves.\n  ","382636":"\n  just because i don't own a gun doesn't mean i oppose guns. i do believe there should be *much* stricter gun laws in the united states, but i'm also of the belief that civilians have the right to own a gun as well.\n  ","382637":"\n  where i live, the towns\/counties are never prepared enough for storms, which makes it dangerous to drive. if i lived upstate, it would probably be a different story because they expect the storms and can accommodate for them. but on long island, nobody has any idea what's going on so people go wild when there are storms, smh.\n  ","382638":"\n  i don't own a gun.\n  ","382639":"\n  unfortunately, on quite a few occasions. it made me panic every time, haha.\n  ","382640":"\n  yeah, i just don't like driving in them or the power outages that come alongside them.\n  ","382641":"\n  no, i never have before.\n  ","382642":"\n  hyundai.\n  ","382643":"\n  not yet, no. at least not where i live.\n  ","382644":"\n  no, my car is only a 2013.\n  ","382645":"\n  it isn't unfair because you can buy boots yourself. so unless you're afraid of what \"society\" may think of you, you can wear whatever you want.\n  ","382646":"\n  every time i've gone to the salon, i've always colored my hair in the same session as getting it cut and shaved, so yeah.\n  ","382647":"\n  you can't be sexist against men, so no.\n  ","382648":"\n  hold onto your youth, it'll serve you well.\n  ","382649":"\n  watch television, listen to music, play video games, draw, write, read, etc etc.\n  ","382650":"\n  i very much enjoy my alone time.\n  ","382651":"\n  i've always combed it and let my hair dry naturally — less chance of knots.\n  ","382652":"\n  they're just easier to slip on if i need to leave the house.\n  ","382653":"\n  i have a profile online where i post some of my writing, but i seldom share it on askfm.\n  ","382654":"\n  nope.\n  ","382655":"\n  LMAOO. i never check where my own shoutouts go, but that's pretty funny.\n  ","382656":"\n  possibly a promotion at my job? 🤞\n  ","382657":"\n  honestly, yeah. lmaoo. i used to love fishing in minecraft, and its also fun in red dead too.\n  ","382658":"\n  i just drank an IPA from southern tier brewing company, which was good (i think it was called \"autumn harvest\" or something). but i just switched over to jose cuervo because i wanna get f*cked up tonight.\n  ","382659":"\n  either beer (i prefer IPAs but nothing too heavy) or tequila. my favorite cocktails are margaritas.\n  ","382660":"\n  lately, i've been binge watching supernatural.\n  ","382661":"\n  i'm currently drinking and watching supernatural.\n  ","382662":"\n  not really, but i do prefer to sleep with a dim light on at night just so i can see my surroundings.\n  ","382663":"\n  i honestly don't know, my roommate gave it to me after we moved in last year because it was his dad's, i didn't buy it myself.\n  \n  it's about the length of a standard piece of computer paper, though. i can't use it on credit cards, but i can shred regular letters and other pieces of mail with it.\n  ","382664":"\n  my current profile picture.\n  ","382665":"\n  that's true — i just have one of those hand-held ones, not one of the big consoles. although my father has one of the big machines at his house that collects the paper shreds and you just have to dump it out every once in a while.\n  ","382666":"\n  that's r*pe.\n  ","382667":"\n  that they're doing fine, or even well.\n  ","382668":"\n  hello — do you have a question?\n  ","382669":"\n  people own cars, but that doesn't mean they have money to spare. a car payment (if they even have one) & insurance is only a fraction of bills a person pays per month.\n  ","382670":"\n  sometimes, but they usually leave before i go to bed so that i can close my bedroom door.\n  ","382671":"\n  i don't believe so, but i can't recall.\n  ","382672":"\n  besides to the grocery store, pharmacy, and my parents' house, no.\n  ","382673":"\n  a few necklaces, yeah.\n  ","382674":"\n  no, i have two roommates.\n  ","382675":"\n  yes, LMAOOO.\n  \n  good times.\n  ","382676":"\n  whatever helps you sleep at night, my dude.\n  ","382677":"\n  i'm cognizant about my language, it's sorta what i do. lmao. there's nothing wrong with being aware of what's right\/wrong in terms of language.\n  ","382678":"\n  how so?\n  ","382679":"\n  especially after the long, rainy day i had today.\n  ","382680":"\n  white peach margarita.\n  ","382681":"\n  no, i don't believe in either.\n  ","382682":"\n  4 years ago, i think?\n  ","382683":"\n  i saw one on the best buy website for less than $100, so i think that's a good deal.\n  ","382684":"\n  why would a paper shredder be interesting? it's good for personal documents that you'd otherwise throw in the trash so you can protect sensitive information.\n  ","382685":"\n  yeah, i have one at home.\n  ","382686":"\n  some people aren't fortunate enough or able to sustain a job — just because you can and have a financial cushion doesn't mean it's wrong for other people to ask for help when they need it. in most cases, these people don't necessarily *want* to ask for help, but they have no other choice if they want to survive or provide for their families.\n  ","382687":"\n  i asked for the box set of the extended editions of the lord of the rings trilogy.\n  ","382688":"\n  unfortunately, xanax is a controlled narcotic so it *can* be addictive. i'm on such a low dose, however, that it doesn't affect me too badly if i don't take it as scheduled. there have been two or three times i've run out and started getting withdrawal symptoms, though.\n  \n  my other psychiatric medication that controls my depression and mood swings aren't addictive like that, and i'm not dependent on them at all. should i ever want to come off of medication, my psychiatrist and i would just slowly lower the dosage until i don't have to take it anymore.\n  \n  regardless — my medication has saved my life.\n  ","382689":"\n  is this self care?\n  ","382690":"\n  i can't stop my own panic attacks from happening once they start, but i'm prescribed a steady dose of xanax every day to keep my anxiety symptoms at bay.\n  ","382691":"\n  nope, i can't even do batman without sounding like i'm constipated.\n  ","382692":"\n  no, the concept of multiple genders has existed for centuries. it's only been in recent years that it has become more socially accepted for people to reveal that they're trans, and even so, there are still so many risks and dangers trans people go through solely because they're trans.\n  ","382693":"\n  it doesn't bother me at all, tbh. i honestly think it's amusing how these types of anons think they're actually affecting us with the same old trope every week. they need to think of new material.\n  ","382694":"\n  this is indeed true. especially considering they know we're friends, so why would i appease them? lmfao.\n  ","382695":"\n  ... wut. LMAOO.\n  \n  you realize 40 isn't old, right? you can't collect a pension until you retire & most people retire after the age of 65.\n  \n  i'm sure you're a young kid yourself, so you'll come to realize that 40 isn't old as you get older too.\n  \n  cc:\n  \n   @shehitsback\n  \n","382696":"\n  vodka & coffee honestly sounds gross, lol.\n  ","382697":"\n  yeah, for real. i already have an established group of friends with whom i play xbox, so the idea that a person \"needs\" a playstation because allegedly it's cooler (?) is stupid.\n  \n  like ... let people have fun, rofl. who cares how they play games, it's how much fun they're having is what matters.\n  ","382698":"\n  no, usually my parents decide a few days beforehand.\n  ","382699":"\n  with a steaming hot cup of coffee.\n  ","382700":"\n  i agree, the last time i even heard of an \"argument\" regarding playstation vs. xbox was when i was a teenager, lol.\n  \n  even the brands themselves are telling people to knock it off. we're all here for a common goal ; to have fun while gaming.\n  ","382701":"\n  only if they're an established friend of mine & they approach me with a problem.\n  \n  if you're an anonymous stranger on the internet trying to pass judgement, then i think that's silly. i don't take those people seriously at all.\n  ","382702":"\n  everyone has a preference — console wars are silly, both brands have their perks and downfalls. i've played xbox, playstation, and pc games throughout my life.\n  ","382703":"\n  i use the xbox one.\n  ","382704":"\n  \"hello parents, this is (insert name) and we've been dating. pls don't k*ll each other, kthx.\"\n  ","382705":"\n  i've been playing assassin's creed valhalla, although i haven't turned it on in about a week. :\/\n  ","382706":"\n  that would be difficult considering half of my head is shaved.\n  ","382707":"\n  i've had left-leaning political beliefs for as long as i can remember, but the beliefs themselves have probably changed somewhat over the years as i've gotten older.\n  \n  the only things that have really impacted my beliefs are my own personal experiences, the things i read and see in the news, and just overall the experience of gaining more knowledge over time.\n  ","382708":"\n  i went to high school with a lot of twins, actually (and one set of triplets). it isn't as uncommon as a lot of people think it is.\n  \n  idk what my life would be like if i had a twin, haha. i can't imagine looking at someone else and them looking identical to me, or even having similar personality traits. it would be super weird.\n  ","382709":"\n  this weekend, my to-do list is rather easy and relaxing due to the week i just endured.\n  \n  -- take a shower.\n  \n  -- play some video games (hopefully getting some achievements too).\n  \n  -- slowly pick away more at the questions in my askfm inbox.\n  \n  -- clean the bathroom.\n  \n  -- clean & dust the living room.\n  ","382710":"\n  -- iceland.\n  \n  -- england (particularly london).\n  \n  -- greece.\n  \n  -- new zealand.\n  \n  -- the northwestern united states and the national parks there.\n  ","382711":"\n  where language comes from and the complexities of language and how it has evolved over the years, between formal speak and slang. language evolves as society changes, and it has always intrigued me to watch how language alters itself and takes on new meanings over the years.\n  ","382712":"\n  open-mindedness, loyalty, an easy and dark sense of humor, common interests (i.e. video games, music, and art), respectful, passionate about their interests, and responsible.\n  ","382713":"\n  red — the blood of angry men.\n  ","382714":"\n  i already have a terrible memory, so i usually write everything down to begin with. ranging from my feelings at that moment, to things my friends have said that i would want to remember, grocery lists and christmas lists, etc etc.\n  ","382715":"\n  the grammar\/rhetoric classes i took in college. they were difficult and a pain, but they helped me a lot especially now with respect to my current job.\n  ","382716":"\n  i've never watched key & peele, haha. they're supposed to be hilarious, though.\n  \n  i grew up watching kenan & kel and it still boggles my mind that kenan has been on SNL for the past few years.\n  ","382717":"\n  that's great !! :'))\n  \n  i feel a bit better today (the past two days have been nothing but anxiety due to work). then the week prior to that, i was depressed af and canceled on people on three separate occasions just to lay in bed and cry. :\/\n  \n  i just made some iced tea & i think i'm going to try to play some video games to get my mind off of sh*t.\n  ","382718":"\n  nobody at this point, besides perhaps my mother. but i've distanced myself from my family so much at this point that it rarely ever happens anymore.\n  ","382719":"\n  starting self-h*rming when i was younger.\n  ","382720":"\n  there's a whole section of psychology dedicated to analyzing people's body language and how it transmits their emotions, especially anxiety. i'm not very familiar with it at all.\n  ","382721":"\n  i like polo black by ralph lauren.\n  ","382722":"\n  a laptop.\n  ","382723":"\n  probably one of those tattoo reality television shows that were popular back in the 2000s. i wouldn't like being in front of the camera, but it would be cool to document the experience of getting one of my tattoos.\n  ","382724":"\n  sometimes, but definitely not all of the time.\n  ","382725":"\n  the cat sleeping in my lap.\n  ","382726":"\n  i usually watch television, play video games, read, write (or try to), draw\/paint, or sleep.\n  ","382727":"\n  🥰🥰🥰\n  ","382728":"\n  i don't have a costco membership, so i've never been there before.\n  ","382729":"\n  i was 14 years old & extremely depressed and s*icidal.\n  ","382730":"\n  this is difficult, but i guess outdoors — considering most of my time spent during the week is indoors anyway.\n  ","382731":"\n  lol, definitely not.\n  ","382732":"\n  i wasn't aware that i've been using AAVE? can you point it out to me?\n  ","382733":"\n  because a lot of men are disgusting human beings and think that it's acceptable to ask perverted questions simply because we're on the internet and, in most cases, they're anonymous.\n  ","382734":"\n  \"reaper\" by have mercy.\n  \n\n   https:\/\/youtu.be\/hHGnCbyoYkw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382735":"\n  i actually had the motivation to cook a good breakfast this morning. :'))\n  \n  this prohably doesn't seem like a big deal to most people, but i've been so depressed and out of sorts lately that i haven't had the motivation to cook, or even really eat food at all.\n  ","382736":"\n  my name is leigh.\n  ","382737":"\n  i wear sweatpants or leggings every day, lol. working from home means i usually never have to wear jeans, unless i'm going out somewhere.\n  ","382738":"\n  no, i don't wear hats.\n  ","382739":"\n  no, i don't think anyone cares enough to read them. lmao.\n  ","382740":"\n  subway, most definitely.\n  ","382741":"\n  it is, but it's a natural human emotion.\n  ","382742":"\n  of course — i'm pretty sure everyone has.\n  ","382743":"\n  thank you !! it's my sanctuary.\n  ","382744":"\n  it's a \"celestial\" light sphere that can make an array of colors. i prefer red\/blue light combinations.\n  ","382745":"\n  pretty sure that's considered a slur now. regardless, yes i have.\n  ","382746":"\n  no, i haven't.\n  ","382747":"\n  definitely not, haha. i've always preferred suburban or rural environments.\n  ","382748":"\n  i'd prefer to live somewhere that's less expensive.\n  ","382749":"\n  ask me questions, friends ~~\n  \n  i just took an edible & feel like answering easy questions.\n  ","382750":"\n  not personally, no.\n  ","382751":"\n  my muscles are *always* tense, so even when i do the whole \"focus on one muscle at a time going up your body\" thing, it never ends up working. rofl.\n  ","382752":"\n  yes !! those are grounding techniques, and they've helped me in the past. my old therapist also taught me other breathing exercises too.\n  ","382753":"\n  i take medication and go to weekly therapy sessions.\n  ","382754":"\n  generally, yes. but i love the aesthetic of my room rn.\n  ","382755":"\n  photos from the cruise i went on, and also the photos i took when i went camping two months ago.\n  ","382756":"\n  i think i used to have it in their hand soap variety, but i don't remember. either way, the vanilla bean is lovely too !!\n  \n  i'm currently burning \"merry cookie\" which smells delightful.\n  ","382757":"\n  i love candles. 💖\n  ","382758":"\n  quite the opposite, actually. at the same time, however, i'm not even interested in a relationship at the moment.\n  ","382759":"\n  i have an older brother.\n  ","382760":"\n  i've never written a novel before.\n  ","382761":"\n  my first tattoo was a yin yang symbol on my shoulder blades.\n  ","382762":"\n  i honestly can't remember, lol.\n  ","382763":"\n  i'm not ashamed to admit that i *love* dean. just his demeanor, his sense of humor, his \"idgaf\" attitude, but also how in tune with his emotions he is ... *chefs kiss*\n  ","382764":"\n  the sunset over the mountains.\n  ","382765":"\n  i have zero plans this weekend besides sleeping, playing video games, and watching supernatural.\n  ","382766":"\n  i don't like peas, so that sounds gross. broccoli, though ... 👌\n  ","382767":"\n  the idea that survivors can only obtain closure and heal from their ab*se through forgiving their ab*sers.\n  \n  ab*sers don't always deserve forgiveness. it's perfectly okay to never forgive them, it's okay to cut ties with them, and it's okay to live your life without trying to make amends. some people are so beyond forgiveness, and the best thing survivors can do sometimes is focus on their own happiness outside of their ab*se.\n  ","382768":"\n  i like getting my hair shaved every few months because it makes me feel better about myself.\n  ","382769":"\n  drinking plenty of water each day, taking my medication and vitamins, getting adequate sleep every night, and making nutritious meals.\n  ","382770":"\n  well, this is a very concerning question to ask via shoutout. LOL.\n  ","382771":"\n  no, haha. i rarely have any gifts that i ask for. the only thing i asked for this year was a box set of the extended editions of the lord of the rings movies.\n  ","382772":"\n  i usually pick up freelance work on the weekends, but there wasn't enough work for me to do this weekend, so i don't have anything to work on tomorrow. :\/\n  ","382773":"\n  i know, it's so wild and concerning. :\/ if you feel that way about literal children, then don't become a teacher. plain and simple.\n  ","382774":"\n  tbh, i'm indifferent to it. a new year doesn't change anything besides the number. the pandemic isn't going to magically disappear once 2021 comes around.\n  ","382775":"\n  i would much rather do things by myself, especially if i feel like my friends aren't interested in doing those things. i would feel super guilty, as if i've dragged them into a situation they don't care about and they become annoyed with me.\n  \n  i've always been happier by myself anyway, the majority of my hobbies are solitary.\n  ","382776":"\n  encouraging them to be the best version of themselves that they can be, reminding them of their worth, and supporting them in their passions and endeavors.\n  ","382777":"\n  i'm super late in answering this, whoops.\n  \n  this week has been rather eventful, though. i was chosen by the CEO of my job to write an important editorial story that's going to be distributed to several newspapers by an outside public relations company, so i've spent the past two evenings working on the story and perfecting it as much as possible.\n  \n  i've received some feedback (they liked it), but i think i still need to fix it up a bit more before it gets distributed.\n  ","382778":"\n  i'd rather just die. ¯\\_(ツ)_\/¯\n  ","382779":"\n  probably grandson — it would be really interesting to see his unique take on a christmas song. idk which song would suit him best, though.\n  ","382780":"\n  i'm indifferent about the month of december, although i'm not looking forward to spending time with my family around the holidays. :\/\n  \n  november wasn't a bad month for me, it honestly flew by so fast that i'm not entirely sure what even happened besides the chaos that was my birthday, LOL.\n  ","382781":"\n  drinking excessively on some nights & wondering why i wake up in the morning feeling absolutely terrible.\n  \n  the reason? i'm an impulsive piece of sh*t with addictive habits and a need for escapism through substance use.\n  ","382782":"\n  no, i haven't been on a first date in around 10 years.\n  ","382783":"\n  aw, thank you.\n  \n  i've definitely become more comfortable with my smile\/teeth in recent years. they used to be a major source of insecurity for me.\n  ","382784":"\n  no, if anything i would get invisalign or something similar if i felt compelled to do anything about it.\n  ","382785":"\n  -- people aren't \"lesser than\" or wanting of sympathy for having a disability, regardless of what that disability is. the fact that able-bodied people treat disabled people differently is demeaning.\n  \n  -- mental disabilities are just as debilitating as physical disabilities, especially considering many mental illnesses manifest themselves as physical symptoms too.\n  \n  -- the amount of ableism is society today, worldwide, is absolutely ridiculous, which is why i've always been an advocate of disability rights. it's so difficult for people to obtain disability benefits from the government for absurd reasons.\n  ","382786":"\n  definitely not, LOL. you can see that in all of my profile photos.\n  ","382787":"\n  probably around 10 or so, ranging from sandals and sneakers to various sized boots.\n  ","382788":"\n  i'm fairly health conscious, but i also don't restrict myself from eating what i want or crave. the only unhealthy foods i don't eat are most fast food things (especially burgers from like, mcdonalds or burger king) and i also don't drink soda.\n  ","382789":"\n  i like the scent of real trees, but they're a pain to maintain (between watering them and then cleaning up the pine needles every day). i prefer fake trees for that reason, plus you can reuse them every year.\n  ","382790":"\n  being a pirate sounds fun af, tbh.\n  ","382791":"\n  my perseverence through obstacles.\n  ","382792":"\n  this is going to sound terrible, but m*rder. i've just always been interested in seeing how it feels.\n  ","382793":"\n  yeah, although it wasn't so much a breakup as it was just distancing myself from that person until we no longer talked. i've had plenty of friends in the past who were toxic for me, so i didn't want to associate with them anymore.\n  ","382794":"\n  stable mental health, financial stability, and the motivation to write & publish a book under my name.\n  ","382795":"\n  i suppose a fork, because i'm much better with using a fork than i am with chopsticks. i can really only use chopsticks to eat sushi, LOL.\n  ","382796":"\n  i'd rather keep my current sleep schedule. sleeping is something that not only i need, but i also thoroughly enjoy. sometimes the only thing i look forward to during the day is knowing that i can curl up in bed with lots of blankets and pillows at night.\n  ","382797":"\n  the past — i would change the ab*se i went through when i was a child\/teenager, while still keeping myself on a good educational and career path.\n  ","382798":"\n  headbands make me look like a f*cking teenager.\n  ","382799":"\n  i'm not guilty or ashamed of anything that i enjoy.\n  ","382800":"\n  yeah, i've done that plenty of times for multiple people (including last night, lol).\n  ","382801":"\n  you're asking the completely wrong person, because i have zero sense of self-esteem.\n  ","382802":"\n  last night, i tried scallion pancakes for the very first time. they were delicious.\n  ","382803":"\n  i normally ask people what their passions in life are, that's a good way to get a conversation going.\n  ","382804":"\n  the only tradition my family had was that we'd open most of our gifts on christmas eve (the ones from my parents instead of \"santa\") and then we'd have a few gifts left over the next morning on christmas day.\n  ","382805":"\n  my coworker made me laugh until i was nearly in tears yesterday. i asked him to hold on while i went to check up on something via message (we used microsoft teams to talk primarily instead of email), so he wrote back with \"holding — *insert hold music*\" and then he just started typing out lyrics to typical holding music songs, lmaoo.\n  \n  then yesterday, my roommates and i were rearranging the living room since we got a new couch, and idk why the entire ordeal was so funny but we were all laughing hysterically.\n  ","382806":"\n  i can't cook, so i'd bring easy things like plates, napkins, utensils, soda and iced tea, etc etc.\n  ","382807":"\n  i've already found my calling, so the logical answer would be to find a soul mate. however, i don't believe in the idea of a person having only one soul mate at all — i believe there are multiple people with whom we connect on an intimate level, and it doesn't necessarily have to be in a romantic context either.\n  ","382808":"\n  i like open questions, but i also accept plenty of anonymous questions too (depending on what is being asked). it doesn't much matter to me if someone is anonymous or not — what does matter is the content.\n  \n  as for questions, i prefer personalized questions regarding my life, hobbies, career, education, relationships, etc etc. i also like talking about mental health, music, and video games. i don't mind deep-thinking questions, but it usually takes me a while to answer them.\n  ","382809":"\n  ice cream cone, although i haven't had ice cream in months.\n  ","382810":"\n  i tried wrapping a bottle of liquor instead of putting it in a gift bag, like an idiot, and that was absolutely miserable.\n  \n  granted, this was years ago so my wrapping & gift-giving skills have gotten much better since then, lol.\n  ","382811":"\n  nah, i normally just buy whatever wrapping paper or gift bags that are on sale.\n  ","382812":"\n  idk if she got arrested, but there was a math teacher in my high school who was fresh out of college and she apparently used to sleep with the underage boys in class.\n  \n  i can only assume she was arrested, but i only found out about this after i had already graduated.\n  ","382813":"\n  i can't recall any specific movies, besides older disney animated movies, that are like this — but i do remember looking back on older films now as an adult and seeing a lot of sexist tropes, like the whole \"damsel in distress\" thing (especially in the old scooby doo shows).\n  ","382814":"\n  healthy lifestyles should always be \"trendy,\" lol. everyone should advocate for better health.\n  ","382815":"\n  i'd rather be invisible, that would be much more beneficial to me.\n  ","382816":"\n  \"reaper\" by have mercy.\n  \n\n   https:\/\/youtu.be\/hHGnCbyoYkw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382817":"\n  i don't really ascribe to the label of \"feminist\" but i do believe in equity among men, women, and other genders, as well as rights for disabled individuals and those with mental illness, and erasing racism, sexism, homophobia, and transphobia.\n  ","382818":"\n  i just got back from 7-11. i picked up some beer because i don't have work tomorrow. :'))\n  ","382819":"\n  i don't paint my nails.\n  ","382820":"\n  most medications in general, especially insulin.\n  ","382821":"\n  i bought my brother a shirt that says \"when this is all over, i still want all of you to stay away from me.\"\n  ","382822":"\n  ???\n  \n  i'm non-binary, lmaoo. your insistence that i'm a man doesn't change that regardless of what you might think.\n  ","382823":"\n  i've pulled all nighters during things like partying, or talking to a friend or significant other, or fervently writing\/making art.\n  ","382824":"\n  i prefer silver over gold jewelry.\n  ","382825":"\n  i don't think it'll ever disappear completely, but once vaccines come out and more studies are conducted, it'll be easier to track and manage.\n  ","382826":"\n  yeah, unfortunately it's difficult for a lot of people to get appointments and there tends to be long waiting lists too. it's ridiculous.\n  ","382827":"\n  i'm not entirely sure.\n  ","382828":"\n  i prefer to answer questions.\n  ","382829":"\n  you can use your coins to \"buy\" a promotion through askfm, and they'll promote your answer to other users.\n  ","382830":"\n  ah yes, because our own concerns about our makeup is obviously more important than protecting ourselves and others against a deadly pandemic.\n  \n  you want things to return to a level of normalcy? continue wearing a mask and social distancing.\n  ","382831":"\n  hello — do you have a question?\n  ","382832":"\n  it isn't so much a \"test\" as it is an evaluation through discussion of symptoms from past through present. they normally ask you how you feel, how long you've been feeling that way, what triggers your symptoms (if you're aware of what does), etc etc.\n  ","382833":"\n  i see a psychiatrist.\n  ","382834":"\n  medium? lol i can't really describe it. i normally have my toaster setting around 3.5 or 4.\n  ","382835":"\n  i was sleeping when you sent out this shoutout.\n  ","382836":"\n  i hate wrapping gifts, so i normally just use gift bags, lmao.\n  ","382837":"\n  i spend as little time with my family as possible.\n  ","382838":"\n  ugh, i hate candy canes.\n  ","382839":"\n  i was too anxious to have breakfast this morning.\n  ","382840":"\n  i prefer scrambled eggs.\n  ","382841":"\n  i only have two friends who are women, lol. and obviously we haven't gone out because of the pandemic.\n  ","382842":"\n  yeah, that pretty much defines my early 20s. i wouldn't say it was cunning, though — it was luck more than anything else.\n  ","382843":"\n  i'm diagnosed with an anxiety disorder, so yes. lol.\n  ","382844":"\n  i wear a mask every time i go out to a store. it's the responsible thing to do.\n  ","382845":"\n  no, i've only done secret santa once in my life for a work-related thing two years ago. it was actually a lot of fun.\n  ","382846":"\n  i don't have children.\n  ","382847":"\n  i prefer candles. i just bought three new candles last week actually, lol.\n  ","382848":"\n  besides seeing my family for my brother's birthday and christmas, no.\n  ","382849":"\n  i have both ankle boots and knee-high boots, although lately i've been wearing the ankle boots more often.\n  ","382850":"\n  i disliked most of my math classes when i was in high school and college, it seemed pretty pointless for me to take those.\n  ","382851":"\n  nah, i have no interest in celebrity gossip.\n  ","382852":"\n  no, i'm not a fan of candy or chocolate.\n  ","382853":"\n  no, i never have before (thankfully).\n  ","382854":"\n  oh, LOL. we don't smoke out of bowls most of the time — we have pens and edibles. so there's no scent.\n  ","382855":"\n  no, it isn't.\n  ","382856":"\n  nah, i like experimenting with my hair too much. that's why i like the half-shaved, half-long thing i have going on now, lol.\n  ","382857":"\n  i plan on shaving it again.\n  ","382858":"\n  the smoke from the fire, you mean? that's never been an issue.\n  ","382859":"\n  not yet. we have a bunch of decorations, including a tree, in the basement but my roommates and i have been working so much that we haven't had the energy to bring them up.\n  ","382860":"\n  i certainly hope so, LOL.\n  ","382861":"\n  no, i haven't done that since i was a kid anyway.\n  ","382862":"\n  i haven't yet, thankfully. my roommate had to get one because his coworker tested positive, but my roommate was negative.\n  ","382863":"\n  i don't have any intentions of being out in the cold with a fire anymore this season anyway.\n  ","382864":"\n  idk where you're from, but it gets freezing cold where i live, lol. the fire isn't hot enough to keep us warm.\n  ","382865":"\n  not very often, unfortunately. my friends have very erratic work schedules, and now that it's getting colder outside, nobody wants to have a fire, lol. it was nice from august to november, though.\n  ","382866":"\n  smoking tends to be a part of that too, depending on who's over, LOL.\n  ","382867":"\n  i would most definitely be a vampire, haha. i've always been intrigued by vampires in the past and i love the lore associated with them.\n  ","382868":"\n  i'm not a fan of christmas movies, tbh. the only one that really comes to mind is \"the nightmare before christmas,\" but i consider that more of a halloween movie.\n  ","382869":"\n  yeah, i've seen spirits on a select few occasions. most of the paranormal activity i've experienced, though, have been sounds and stuff.\n  ","382870":"\n  i like industrial and rustic decor, but i don't have anything like that really in my current house.\n  ","382871":"\n  whatever spell there is for teleportation. it'd be nice to simply teleport everywhere instead of driving.\n  ","382872":"\n  no, i don't believe i have. on the other hand, i've often been the manager on duty when customers ask to see the manager, lol.\n  ","382873":"\n  probably when i attempted s*icide when i was a teenager.\n  ","382874":"\n  sitting around a campfire in the backyard with friends while we drink some beer, listen to music, and talk.\n  ","382875":"\n  aw, thank you ~~\n  ","382876":"\n  ah, i'll have to look it up !! thank you ~~\n  ","382877":"\n  i suppose my photos, although there's nothing bad in either my photos or my text messages.\n  \n  at least with my pictures, the person will see a lot of cats. lmao.\n  ","382878":"\n  i'm sorry you're sick. :'(( get plenty of rest and fluids !! i also normally take advil (or something similar) to help with the headaches and body aches.\n  ","382879":"\n  finding new gaming soundtracks that i love listening to, even from games i haven't played before. i've always appreciated excellent instrumental music from games, shows, and movies.\n  ","382880":"\n  no, i'd just heat it up in the microwave whenever i got to home\/work.\n  \n  honestly, i normally order iced coffee though, so that isn't something that would happen, lol.\n  ","382881":"\n  idk if it would be classified as \"weird\" or not, but my most intrusive habit is skin-picking (dermatillomania). i've been doing it for years and it's steadily getting worse due to my anxiety. my arms are littered with scabs and scar tissue.\n  ","382882":"\n  unfortunately, i've never had the opportunity to go to an actual protest. i wanted to go to one of the black lives matter protests in recent months, but there were so many people there that it made me feel nervous.\n  ","382883":"\n  i'm not opposed to trying new food, but i don't do it very often. i wouldn't classify myself as a picky eater, either.\n  ","382884":"\n  probably the same things i've been doing, minus working from home. thankfully, the only major change COVID has done with my life is that my entire company began working remotely as opposed to in the office.\n  ","382885":"\n  coffee, LOL.\n  ","382886":"\n  yeah, i'm a writer and editor for a publishing company.\n  ","382887":"\n  no, i don't have any plans this weekend.\n  ","382888":"\n  as expected, although i'm surprised that none of the video game soundtracks i listen to were on there.\n  ","382889":"\n  no, i've only loved very few people.\n  ","382890":"\n  i've never had it before. i don't think there are any locations near me.\n  ","382891":"\n  i'm all right, just exhausted. i watched a few episodes of supernatural & now i'm heading to bed.\n  ","382892":"\n  no, rofl. sex is different from gender. my gender is non-binary. it means that i'm neither a woman nor a man (which are genders).\n  \n  male and female, on the other hand, are sexes.\n  ","382893":"\n  pretty handsome awkward.\n  ","382894":"\n  nah, i have the dawn dish liquid with moisturizer in it so it doesn't irritate my skin.\n  ","382895":"\n  i am, but my birthday just passed and it's a weird feeling to be older because i definitely didn't think i'd live for this long, lol.\n  ","382896":"\n  either\/or, depending on how many dishes there are. if there are a lot, i'll throw them in the dishwasher. however, if it's only a few items, i'll simply wash them by hand.\n  ","382897":"\n  uh, me.\n  ","382898":"\n  ugh, neither.\n  ","382899":"\n  i think it was in july.\n  ","382900":"\n  i rewatched sweeney todd a few weeks ago.\n  ","382901":"\n  sweatpants, a tank top, and a hoodie.\n  ","382902":"\n  karen, LOL.\n  \n  besides the obvious meaning behind karen these days, i knew a few people named karen in the past and they were all honestly the snobbiest and most pretentious people.\n  ","382903":"\n  work takes up the majority of my time — i work 9:00am to 5:30pm during the week, and i also pick up extra freelance work on the weekends.\n  ","382904":"\n  it honestly surprised me, lol. i was expecting it to list the dozens of video game soundtracks i listen to regularly !!\n  ","382905":"\n  there are only two sexes, lol.\n  ","382906":"\n  working in a retail environment again.\n  ","382907":"\n  besides drugs, no.\n  ","382908":"\n  everything, lmaoo.\n  ","382909":"\n  beer.\n  ","382910":"\n  sweatpants and a hoodie.\n  ","382911":"\n  making work deadlines & getting christmas gifts for friends\/family.\n  ","382912":"\n  if we chose our obstacles, then we would all have an \"easy\" life and never experience heartache, pain, suffering, etc etc. obviously all of those things are terrible, but i've always been of the belief that sometimes those experiences define what happiness *is* to us, and we grow a greater appreciation for the good in our lives.\n  ","382913":"\n  yeah, you're a trans woman.\n  ","382914":"\n  i don't know anything about a controversy. i'll have to look it up.\n  \n  edit ; okay, i just read a headline about him exposing himself to women? disgusting.\n  ","382915":"\n  eh, he's okay but definitely not one of my favorites. i've only watched a few shows of his online.\n  ","382916":"\n  YES. :'))\n  \n  probably one of the funniest bits i've ever heard. i've listened to it countless times and it still gets me every time.\n  ","382917":"\n  this is one of his best. he also talks a lot about weed, and his stories are always hilarious.\n  \n\n   https:\/\/youtu.be\/5NJY8U65irg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382918":"\n  he has a special \"son of a gary\" on HBO, if you have that. otherwise, a lot of his stand-up is on youtube.\n  ","382919":"\n  probably not, unless i'm feeling hypomanic and end up talking to myself out loud and laughing the entire day. normally i'm just silent.\n  ","382920":"\n  i'd experience male privilege, so probably, yeah.\n  ","382921":"\n  my all time favorite is dan soder. i've seen him twice in person before and i was crying from laughter the entire time.\n  ","382922":"\n  my alarm clock.\n  ","382923":"\n  no, i have no emotional ties to my family whatsoever and i have no intentions on remedying those relationships.\n  ","382924":"\n  i've seen one or two videos from him, but i honestly don't remember if i liked him or not.\n  ","382925":"\n  several people earn money through playing video games !! i've never earned money, though. i've never streamed on twitch or put my gaming on youtube or anything.\n  ","382926":"\n  depends — i've either been terrible at interviews or terrific at them, not really much in between.\n  ","382927":"\n  i've watched both of their multiple specials that are on netflix, and various bits on youtube here and there. they're two of my favorite comedians.\n  ","382928":"\n  the job interview for my current place of employment three years ago.\n  ","382929":"\n  videos of dogs and cats being silly.\n  ","382930":"\n  two bears one cave (it's a podcast on youtube with comedians tom segura and bert kreischer).\n  ","382931":"\n  not really, no.\n  ","382932":"\n  i'm fine with what i'm currently doing — relaxing in bed and watching a podcast.\n  ","382933":"\n  yeah, i think that was a major catalyst for me to stop trusting them. as i got older, it led to my mother stalking me on social media so i had to make all of my accounts very private for years. all of my accounts are still private for this reason, except for askfm (which i'm sure she hasn't found anyway otherwise she'd bring up everything i've posted for years).\n  ","382934":"\n  whoops, i meant my parents. my brain isn't working right today at all.\n  ","382935":"\n  yeah, people lie about having mental illnesses on the internet all the time. it's disgusting.\n  ","382936":"\n  yeah, but f*ck them for taking away their potato options.\n  ","382937":"\n  \"i don't feel it anymore\" by william fitzsimmons.\n  \n\n   https:\/\/youtu.be\/7r3xnilTjUw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382938":"\n  no, i definitely don't need a big space like that. it seems a pain in the ass to clean & maintain.\n  ","382939":"\n  not yet, although my roommate and i are planning on decorating inside & outside this week (or weekend).\n  ","382940":"\n  it reached around the middle of my back at one point, but it was too much and would get knotted all the time, so that's when i initially started chopping it off.\n  \n  my hair is very long now, as well.\n  ","382941":"\n  probably sleep through it, unaware that anything even happened, because i'm a very heavy sleeper.\n  ","382942":"\n  i live in new york, so there are plenty of NBA teams from the state (and new york city). i've never been to a basketball game before, though.\n  ","382943":"\n  i just finished up work & now i'm sitting in bed and catching up on social media. i might take a nap because i still feel terrible.\n  ","382944":"\n  i've never double checked before, at least as an adult, because i'm certain i've started the machine every time. i probably did check again a few times when i was much younger, though.\n  ","382945":"\n  i don't feel guilty or ashamed for liking any television shows, lol.\n  ","382946":"\n  i'm a writer & editor for a publishing company. i'm happy with the job i currently have.\n  ","382947":"\n  pretty often — usually soup or leftovers from a previous night's meal.\n  ","382948":"\n  it isn't really wasting time since i'm getting paid, but i spend the majority of my day working.\n  \n  i also drink a lot of water and caffeine, so i spend a lot of time in the bathroom too. rofl.\n  ","382949":"\n  i'd rather have my messages & photos leaked. i don't have anything particularly interesting anyway.\n  ","382950":"\n  i used to keep a diary when i was a teenager, but i stopped writing in one after they searched my room, found it, and read it without my consent.\n  ","382951":"\n  around 40 hours, i think.\n  ","382952":"\n  stable mental health.\n  ","382953":"\n  my day has been rather dreary, although all i've done is work thus far. i've tried keeping myself occupied with various easy tasks at work, and i even forced myself to take out the garbage and recycled bottles on my break just to feel accomplished. however, i have zero intentions of doing anything tonight.\n  \n  and i've realized, i've been canceling plains since saturday, so i'm definitely entering another depressive episode. :\/ i canceled plans for my friend's birthday and my brother's birthday, as well as my therapy appointment that was supposed to be last night. just to lay in bed. oh well.\n  ","382954":"\n  no, not at all. the holidays are my most dreaded time of year.\n  ","382955":"\n  nah, i haven't had an advent calendar since i was a child.\n  ","382956":"\n  thank you. ♡\n  ","382957":"\n  pay my bills & rent, haha.\n  ","382958":"\n  happy december ~~\n  \n  aka, one of my most hated months of the year. :\/ i've been a depressed wreck all day, i can't wait to clock out of work so i can lay in bed.\n  ","382959":"\n  is it really humor if the \"joke\" is true? lmao.\n  ","382960":"\n  i've never used apple music because i don't have any apple products, so i've been using spotify for a few years (and love it). i recently upgraded to premium a few months ago.\n  ","382961":"\n  no, i live with two roommates.\n  ","382962":"\n  zero. i don't want children.\n  ","382963":"\n  thank you. ♡\n  \n  i'm feeling horrible today, but i'm really trying to push through. all i want to do is sleep.\n  ","382964":"\n  around 8:00am, although today i laid in bed until 8:40am because i had no motivation to move.\n  ","382965":"\n  i haven't been to college in seven years.\n  ","382966":"\n  i know of people who went to camp during the day and then came home at night, but nobody who went to a sleepaway camp or anything.\n  ","382967":"\n  definitely not, LOL.\n  ","382968":"\n  i honestly think both can be somewhat false because everyone has such diverse dietary needs that not everyone can follow the same universal chart\/pyramid.\n  ","382969":"\n  i mainly stick to routines these days, they're better for my mental health.\n  ","382970":"\n  the black mainecoon that lives in my house because he is absolutely spoiled & lives in luxury, rofl.\n  ","382971":"\n  my roommate. i've been in a pretty crappy mood all day but she cheered me up a bit after we were discussing supernatural's finale a few minutes ago.\n  \n  (NOBODY SPOIL ANYTHING FOR ME I HAVEN'T WATCHED IT YET.)\n  ","382972":"\n  applebee's, haha. their quesadillas are surprisingly good & there's one bartender in particular at the restaurant i frequent who makes very good margaritas.\n  ","382973":"\n  tiktok. i like it, but i'm not obsessed with it.\n  ","382974":"\n  yes, it has.\n  ","382975":"\n  i've honestly never tried authentic ramen before. :\/\n  ","382976":"\n  lol, last night an anon was asking me inappropriate questions regarding what sort of n*des i used to send my ex.\n  ","382977":"\n  eh, that's debatable, LOL. i haven't been getting much protein in. :\/\n  ","382978":"\n  i certainly hope so.\n  ","382979":"\n  i sleep on top of the sheets with a comforter over me.\n  ","382980":"\n  thank you. ♡ i hope you do the same.\n  ","382981":"\n  lately i've just been making lazy plates of spanish rice & veggies. i haven't had the energy to make an actual meal in a while.\n  ","382982":"\n  i've five feet tall.\n  ","382983":"\n  i can't predict something like that, haha. we can only hope and see.\n  ","382984":"\n  it's 63 degrees fahrenheit, rainy, and dark.\n  ","382985":"\n  not really, i haven't in a while. i used to watch bob's burgers and bojack horseman.\n  ","382986":"\n  my family & friends.\n  ","382987":"\n  one of my close friends.\n  ","382988":"\n  i'd rather just watch one show for the rest of my life. i cycle through the same 3-4 shows regularly anyway, lol.\n  ","382989":"\n  i haven't been to enough cities to really have a favorite one.\n  ","382990":"\n  i wouldn't at all. all of my friendships that have faded have done so for valid reasons, and i'm happy with the current friends i have.\n  ","382991":"\n  my daily goal is to just push through until i have a chance to relax at the end of the day.\n  ","382992":"\n  television show that's still on air ; you (if that counts, it's a netflix series).\n  \n  television show that's been off the air ; bones.\n  ","382993":"\n  anywhere between 10:00pm and 2:00am.\n  ","382994":"\n  LOL, why rightfully so? i've always liked this band. :'))\n  \n  my favorite from them, especially when i'm at the pub, is \"kiss me, i'm sh*tfaced.\"\n  ","382995":"\n  i just clocked out of work, cleaned a bit, and ate dinner, so i haven't checked out any of the online deals yet. i might peruse some websites later tonight.\n  ","382996":"\n  rarely. i have a strong support system of friends, so whenever i need to talk to someone, they're usually there.\n  ","382997":"\n  thank you for coming forward — it's okay, i understand why you thought that because i see people use \"triggered\" in a way that it isn't meant to be used all the time.\n  \n  but in my case, then yeah — the song really does trigger me for some reason & idk why. it used to play every so often when i worked in the office during the holidays, and i'd always freak out internally. i have some theories regarding why i feel this way but i can't really figure out how to make sense of it all.\n  ","382998":"\n  \"the season's upon us\" by the dropkick murphys ;\n  \n\n   https:\/\/youtu.be\/qTx-sdR6Yzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","382999":"\n  i've been doing video appointments with her, but i didn't have the energy to sit through a session tonight.\n  ","383000":"\n  i'm doing fine, although i cancelled my therapy appointment tonight because i just want to curl up in bed all night.\n  ","383001":"\n  😪\n  ","383002":"\n  well i'm curled up in a blanket rn, so it would be gray on both sides, haha.\n  ","383003":"\n  i'm probably going to heat up the remainder of thanksgiving leftovers for dinner tonight (garlic green beans, mashed potatoes, and some turkey).\n  ","383004":"\n  no, i just follow my friends on instagram. it all depends on who you choose to follow, i suppose.\n  ","383005":"\n  my instagram is private. if you wish to ask me questions, you can do so here.\n  ","383006":"\n  i've been re-watching supernatural on netflix, i finally got through season one (lol). it's going to take me a while to get all the way to season 15, ahh.\n  ","383007":"\n  ¯\\_(ツ)_\/¯\n  \n  what can i say, it's addictive and gives me something to do when i'm bored.\n  ","383008":"\n  yes, i am still active (don't know whether that's a good or bad thing, lmao).\n  ","383009":"\n  it's considered an e-sport in a sense, in the application of playing the game at least. i would consider game design in itself to be a type of art, though.\n  ","383010":"\n  ... because that's what it does? would you rather me say \"the song gives me panic attacks and severe feelings of unrest\/unease\"?\n  ","383011":"\n  i think twitch is a great streaming platform for existing and emerging gamers who want to get their name out there. i follow a few people and watch their streams, but i don't stream myself.\n  ","383012":"\n  i try to play a few times per week.\n  ","383013":"\n  yeah, i play video games.\n  ","383014":"\n  my weekend was fine, but uneventful. i wasn't feeling well so i pretty much did the bare minimum, and on sunday, i managed to at least do three loads of laundry that had been accumulating for two weeks.\n  ","383015":"\n  so far, the only thing i asked for was the lord of the rings trilogy (extended editions) on dvd or blu-ray.\n  \n  as for two other items, i also would like a power bank to charge my phone should i ever need another charger, and a disc drive for my laptop (apparently you can get them separately and they plug in using the usb).\n  ","383016":"\n  no, my family and friends just celebrate christmas eve and\/or christmas day.\n  ","383017":"\n  all of them, but most particularly, \"feliz navidad.\" it just triggers me for some reason.\n  ","383018":"\n  we don't have staple meals or anything, we normally just order some italian food or make a lasagna.\n  ","383019":"\n  what a nightmare, rofl. i'm glad you got your account back, though. :'))\n  ","383020":"\n  no, i've always used xbox consoles.\n  ","383021":"\n  8,113 at the moment.\n  ","383022":"\n  they've been deactivated.\n  ","383023":"\n  i did not follow you in return.\n  ","383024":"\n  aw, thank you !!\n  \n  yeah, i follow around 30-35 people, excluding accounts that are backup accounts and people who no longer use askfm.\n  ","383025":"\n  the best \"diet\" is just lifestyle changes to incorporate clean eating and exercising.\n  ","383026":"\n  LOL. damn, the desperation is strong with this one.\n  ","383027":"\n  i don't follow people upon request.\n  ","383028":"\n  i haven't yet, no.\n  ","383029":"\n  triple my current salary for the rest of my life. it would be nice to be financially stable, rofl.\n  ","383030":"\n  i prefer mario over sonic, although i haven't played either game in a very long time. i also used to love crash bandicoot and spyro.\n  ","383031":"\n  i'm not interested in a relationship rn, so i'd choose friendship. although i'm not very much interested in making new friends either, lmaoo.\n  ","383032":"\n  no, i don't have any current friends with benefits.\n  ","383033":"\n  gossip is silly, especially considering i'm not a teenager anymore.\n  ","383034":"\n  my day is fine thus far — it's almost 11:30am and i've been working all morning, and i have zero motivation because it's so rainy & dark outside, haha.\n  ","383035":"\n  i only have a few close friends & i prefer it that way.\n  ","383036":"\n  i've been diagnosed with BPD in the past, but the whole \"quiet\" subsection that's talked about on social media confuses me a bit because it doesn't personally seem like a valid medical diagnosis — everyone with BPD is different because of the array of symptoms one can have.\n  ","383037":"\n  occasionally, sure. i've been drinking bang energy drinks lately (the cotton candy and blue raspberry ones).\n  ","383038":"\n  i'm seeing my brother & parents this week for my brother's birthday, and i also have a therapy appointment tonight.\n  \n  other than that, i have zero plans.\n  ","383039":"\n  my weekend was fine, although rather quiet (which i don't mind at all). i was a bit depressed on saturday and spent the entire day watching television, but i managed to get out of bed and shower and do laundry on sunday, so it was a successful weekend.\n  ","383040":"\n  hello!!\n  \n  that's so weird regarding your primary account — i hope you get it back.\n  \n  if anyone is looking for danny, here he is. :'))\n  ","383041":"\n  depends on the severity of both, i guess. i wouldn't want a computer virus because it could erase all of my files, but also, getting the flu could be detrimental to my health. it can be hard to bounce back from both.\n  ","383042":"\n  jesus, that sounds horrific to me.\n  ","383043":"\n  i'd rather continue it the way it is. restarting my life lends itself to the possibility that my life could turn out worse than what i've already experienced.\n  ","383044":"\n  i think it's an awesome gift, so don't pay your friend any mind. i'm sure your father will love it.\n  ","383045":"\n  that sounds like it could work !!\n  ","383046":"\n  if someone is terminally ill, then i believe they have the right to physician-assisted s*icide.\n  ","383047":"\n  i understand completely, i did the same thing when i lived with my parents. except i was working & going to school, so i did most of my shopping online and my parents ended up bringing the packages in for me not knowing they were gifts for them, rofl.\n  ","383048":"\n  yeah, in that case maybe just put in it a backpack or something. or keep it with a friend & then sneak it in when your dad isn't home?\n  ","383049":"\n  not a problem !! i know it's tough sneaking packages into the house when you're living with your parents, lol. especially in terms of gifts and whatnot.\n  ","383050":"\n  put it in a box and bring it to your bedroom, or maybe you can slip it into a backpack or messenger bag.\n  ","383051":"\n  i briefly heard about it, but i never looked into it or anything. however, it does seem really peculiar for it to just appear & disappear like that.\n  \n  sounds like a job for mulder & scully.\n  ","383052":"\n  ???\n  \n  obviously that isn't your concern. i'm not answering any more questions regarding this matter.\n  ","383053":"\n  to my ex while we were still dating.\n  ","383054":"\n  yeah, i have.\n  ","383055":"\n  i don't believe so.\n  ","383056":"\n  sushi, lamb & rice platters, and burrito bowls.\n  ","383057":"\n  terrible, considering i was 19 years old at that time and my mental illness was at its peak. i did a lot of stupid sh*t that could have gotten me killed.\n  ","383058":"\n  it was courtney. :'))\n  \n  why would it be awkward?\n  ","383059":"\n  four years ago.\n  ","383060":"\n  the feeling of accomplishment after getting all of my laundry washed and then taking a much-needed shower.\n  "}}