{"Question":{"386280":"\n   Are you satisfied by the answers you get? 📝\n  ","386281":"\n   Hey..\n  ","386282":"\n   Do you dream often? Can you usually remember your dreams?\n  ","386283":"\n   Happy Weekend! I hope that you are all doing okay ❤️\n  ","386284":"\n   Where do you shop the most? 👀\n  ","386285":"\n   What kind of music calms you down?\n  ","386286":"\n   Do you prefer Instagram or Facebook?\n  ","386287":"\n   Have you ever tried meditation? If yes, how did it help your mental health?\n  ","386288":"\n   Do you have any sibling i have a small sis 10 y old and my mom is v angry type of person\n  ","386289":"\n   Are you good or rusty at debating?\n  ","386290":"\n   Does it offend you when people pray for you?\n  ","386291":"\n   Did something hapenned earlier like a past trauma childhood abuse\n  ","386292":"\n   Then why dont u see a facility of mental health\n  ","386293":"\n   I see no fight econ stable then why the mental stress leigh ? There must be a reason of life for it to develop\n  ","386294":"\n   When was the last time you shouted? Why did you?\n  ","386295":"\n   Wish all good happens to you and you come out of this stress with all the blessings of almighty friend ,when someone prays intensely something happens gonna change it am praying for you as the person in distress may not be in that state even to pray\n  ","386296":"\n   Didn’t you see what cadie, allison snd celine said???? they are evil\n  ","386297":"\n   Why mental health detoriated surely out of present econ condition or had a fight with bf or ex must be one\n  ","386298":"\n   What’s the most expensive thing you’ve broken?\n  ","386299":"\n   What's your aspirations in life?\n  ","386300":"\n   If you could talk to someone from your past, what would you say to him\/her? Something you failed to tell them back then.\n  ","386301":"\n   Well how is life going\n  ","386302":"\n   Do you agree that good things come to those who wait?\n  ","386303":"\n   Have you ever been to a planetarium?\n  ","386304":"\n   Have you ever been in a play?\n  ","386305":"\n   Dont you think those things are heavily ruining the education system and the value of a college degree at length and should be stopped and protested to shut them down , whats these going on after all students will cheat and pass multiple online classes without the knowledge of the school whats this\n  ","386306":"\n   Have you ever ridden a motorcycle?\n  ","386307":"\n   Right so many companies and their websites exist that completes the online classes of students on their behalf at like 300 400 dollars do you know any of them\n  ","386308":"\n   What have you always wanted ? Did you ever get it ?\n  ","386309":"\n   Some people are really fascinated by shipwrecks... i.e. the titanic, some people are really into old cars, what's something you're fascinated by or really into?\n  ","386310":"\n   Easiest way to make friends?\n  ","386311":"\n   What are you afraid of?\n  ","386312":"\n   What's your favorite family recipe?\n  ","386313":"\n   You must be knowing about online classes of college students\n  ","386314":"\n   Who was the last person you had a good conversation with?\n  ","386315":"\n   Do you have any siblings?\n  ","386316":"\n   What’s the biggest personal change you’ve ever made?\n  ","386317":"\n   Currently hows life going there in nyc unemployment still on and filing of unemployement going\n  ","386318":"\n   What bad habits do you have?\n  ","386319":"\n   Can you drive? When did you pass your test?\n  ","386320":"\n   {In Your Opinion} ✿ Which season brings out the best limited time \/ seasonal foods?\n  ","386321":"\n   What's one thing you're looking forward to this weekend?\n  ","386322":"\n   Do you watch anyone on Twitch?\n  ","386323":"\n   So how do you get love from someone who doesn't want it?\n  ","386324":"\n   Are you interested in Halloween theme parties?\nDo you love to have weird makeup that day?\n  ","386325":"\n   What's the best news you've ever received?\n  ","386326":"\n   who do you think is  a better parent you or your partner. or who do you think will be a better parent you or your partner if you don't have kids?\n  ","386327":"\n   If you had a warning label attached to your head, what would it say?\n  ","386328":"\n   How was your day? Have you been swell? 🦄👄\n  ","386329":"\n   Have you ever slept in a waterbed? I don’t think they’re popular anymore but I would love to try one!\n  ","386330":"\n   do you need tissues\n  ","386331":"\n   r you okay?\n  ","386332":"\n   have you said anything embarrassing out loud ?\n  ","386333":"\n   Hi there\n  ","386334":"\n   why aren't you friends with morgan anymore\n  ","386335":"\n   why cried\n  ","386336":"\n   yeah friends u f*ck\n  ","386337":"\n   thats rude why would u want someone's fam to go away? its the roommates house too\n  ","386338":"\n   Do you like walking dead\n  ","386339":"\n   Even thou you're an adult do you still need advice from your parents\n  ","386340":"\n   Are you single\n  ","386341":"\n   Are you tired of all the goodbyes? 👋\n  ","386342":"\n   Last thing to make you cry or sad\n  ","386343":"\n   Hey leigh whr u fm\n  ","386344":"\n   over the last week what has been in your eyes\n  ","386345":"\n   Do you have a good pain tolerance\n  ","386346":"\n   Opinion on your feminist friends on ask wishing harm to trump?\n  ","386347":"\n   Do you try to see the good in people or not really\n  ","386348":"\n   do you still anyone who you went to school with\n  ","386349":"\n   What kind of job do you do\n  ","386350":"\n   what did you do today\n  ","386351":"\n   How are you?\n  ","386352":"\n   blue or black ink?\n  ","386353":"\n   Doyou ever get the feeling that the current day has been repeated 💯times?\n  ","386354":"\n   Post some saying which is near to your heart ?\n  ","386355":"\n   What causes you stress in your life?\n  ","386356":"\n   why do you think people envy?\n  ","386357":"\n   Why are people resistant to doing things that we know are healthy but crave things that are detrimental to our health?\n  ","386358":"\n   Can’t you drink in your room?\n  ","386359":"\n   How was he peculiar and how come you didn’t see that from the start?\n  ","386360":"\n   What are your ambitions?\n  ","386361":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","386362":"\n   Have you ever dated someone who you thought was out of your league?\n  ","386363":"\n   How do you believe the things that you can't see?\n  ","386364":"\n   Use this space you post anything that you would like to 😊\n  ","386365":"\n   Do you eat when you’re feeling down? If so what’s your comfort food\n  ","386366":"\n   if you had a minor conflict with someone ages ago and whenever you come across them in social contexts, they keep making passive-aggressive comments to you\/about you, sting you or \"shade\" you, does that mean they're bitter?\n  ","386367":"\n   What do you like most about game of thrones?\n  ","386368":"\n   Have you picked up any new hobbies during quarantine?\n  ","386369":"\n   Have you seen the british show Being Human? I could be wrong, but I think you'd like it 👍\n  ","386370":"\n   I’m sorry to hear that. I guess it’s a good thing the weekend is coming where you could relax\n  ","386371":"\n   What's your favourite Netflix series? 🍿\n  ","386372":"\n   What is the source of all vices?\n  ","386373":"\n   Have you ever let someone borrow something, only to regret it?\n  ","386374":"\n   Have you ever been in an abandoned building?\n  ","386375":"\n   Do you have a dream that repeats again and again? What is it?\n  ","386376":"\n   Do you wanna talk about it? 💛\n  ","386377":"\n   Don’t you like it when you’re busy like that?\n  ","386378":"\n   What's a major turn off for you?\n  ","386379":"\n   Is there anywhere you'd ever be too afraid to go?\n  ","386380":"\n   would your life be easier if you had more money? why? ⚜\n  ","386381":"\n   Would you describe yourself as brave? When we’re you brave?\n  ","386382":"\n   Do you believe that peace on earth can be achieved? 🌏🕊\n  ","386383":"\n   What language do you wish that you could speak?\n  ","386384":"\n   What are you thinking about lately? 👀\n  ","386385":"\n   ROADTRIP! Where are you going and who are you taking with you? 🚗💕\n  ","386386":"\n   Has anyone had pumpkin flavored things yet? 🎃\n  ","386387":"\n   Favourite pizza toppings ?\n  ","386388":"\n   Is there a meaning to life? If so, what is it?\n  ","386389":"\n   Have you been to many weddings?\n  ","386390":"\n   Are you single, in a relationship or married?\n  ","386391":"\n   How do you talk your way out of unwanted conversations? 😂💬\n  ","386392":"\n   do you have any family members who are  complete \nopposites  to you personality wise\n  ","386393":"\n   Would you be interested in experiencing hypnosis?\n  ","386394":"\n   How are you?\n  ","386395":"\n   Do you have plans for the weekend?\n  ","386396":"\n   What tv series do you watch?\n  ","386397":"\n   Do you think there isn't enough kindness in the world\n  ","386398":"\n   Boat or Plane?\n  ","386399":"\n   it’s National Coffee Day! did you get your free coffee today? i just got mine 🤪\n  ","386400":"\n   Would you own a yacht or  a jet  and why\n  ","386401":"\n   what is the most pain you've ever been in\n  ","386402":"\n   is your wifi signal good?\n  ","386403":"\n   do u watch the debate ?\n  ","386404":"\n   Have you ever been overdressed to an event? Post a pic!\n  ","386405":"\n   I didn’t even know there were coated ones, lmfao. That’s probably bc I take the generic kind tbh, but they’re a cool shape and i think it’s funny so w\/e 🤷🏼 my old mood stabilizer was a huge pill that smelled like rotting flowers so it’s definitely a step up, lol.\n  ","386406":"\n   Mine is coated thank god\n  ","386407":"\n   This just reminded me I need to take mine lmfao\n  ","386408":"\n   are you happy fall is here?\n  ","386409":"\n   What are your favorite quiet time activities? Do you read, write,  watch tv?\n  ","386410":"\n   Do you Aaron Rodgers ?\n  ","386411":"\n   How good are you at overcoming bad habits? What is the biggest habit you have ever managed to quit?\n  ","386412":"\n   Do you easily let your emotions control the situation?\n  ","386413":"\n   What about\n   \n    @HeartOfStitches\n   \n   ?\n  ","386414":"\n   What are your plans for halloween?\n  ","386415":"\n   is Allison a friend?\n  ","386416":"\n   What have you been up to today?\n  ","386417":"\n   Darwinism? lol XD\n  ","386418":"\n   So you believe nothing?\n  ","386419":"\n   what about God?\n  ","386420":"\n   have a great Tuesday\n  ","386421":"\n   what about fate?\n  ","386422":"\n   Do you believe in luck? 🍀\n  ","386423":"\n   What pills are the hardest to swallow? 💊\n  ","386424":"\n   Were you friends with Shawnie?\n  ","386425":"\n   What changed?\n  ","386426":"\n   Did you jump onto someone new after your ex?\n  ","386427":"\n   True. For the most part I do focus on everything else in my life. I've picked up a 3rd job, but even when I keep myself busy she's still on my mind. I guess I just wish it was easier?\n  ","386428":"\n   Do u eat pumpkin stew? 🎃\n  ","386429":"\n   I'm not looking for a partner, but it would be nice to get my ex off my mind. I feel like it's not right for me to keep feeling this way about her when I know it's completely over.\n  ","386430":"\n   hey\n  ","386431":"\n   Okay.... need advice. How do you get over someone you love but will never have? I seriously need to move on but she always ends up on my mind.\n  ","386432":"\n   Does anonymity encourage people to misbehave or does it reveal how people would choose to act all the time if they could?\n  ","386433":"\n   Do you think you’re feeling this because you’re single?\n  ","386434":"\n   What would you like to ask to your future self? 🤔\n  ","386435":"\n   How do you say \"I love you\" in actions?\n  ","386436":"\n   What do you think is your greatest strength?\n  ","386437":"\n   what's your favorite quote?\n  ","386438":"\n   Have you found the love of your life? ❤\n  ","386439":"\n   what life rule do you have for yourself that can never be broken?\n  ","386440":"\n   WOULD YOU RATHER: Be able to freeze time OR travel through time?\n  ","386441":"\n   Have you ever won at something your first time doing it?\n  ","386442":"\n   Are you afraid to walk away?\n  ","386443":"\n   Online friend?\n  ","386444":"\n   What was the last thing that frustrated you?\n  ","386445":"\n   What are some of your greatest strengths?\n\nWhat about weaknesses?\n  ","386446":"\n   When you read a novel do you come across many words you don’t understand?\n  ","386447":"\n   What is your opinion about divorce?\n  ","386448":"\n   How have you been feeling lately?\n  ","386449":"\n   How are you\n  ","386450":"\n   What if a stray puppy or kitten cries for help? Would you save it? 🥺\n  ","386451":"\n   What’s your favourite restaurant to visit?\n  ","386452":"\n   Whats something good that made you smile today?\n\nIf nothing made you smile, just know you deserve good things and good times and that your smile is precious 💙\n\nMuch love to you all.\n  ","386453":"\n   Do you like going out for adventure? 🗺💕\n  ","386454":"\n   Do you think cops now are more in danger after all the protests?\n  ","386455":"\n   I don’t mean like the tryna get at you way, I just mean as friends, but that’s fair.\n  ","386456":"\n   Why? What’s missing?\n  ","386457":"\n   Are you happy with where you are in life?\n  ","386458":"\n   do you prefer to read one book at a time, or several at once? 📚\n  ","386459":"\n   How would you prefer someone get your attention?\n  ","386460":"\n   did you listen to aaron carter when you were little\n  ","386461":"\n   Do you prefer winter over summer? 🍂\n  ","386462":"\n   How often do you watch reality TV shows?\n  ","386463":"\n   Have you ever been told that you talked in your sleep?\n  ","386464":"\n   Have you ever sleepwalked?\n  ","386465":"\n   do you like pizza rolls?\n  ","386466":"\n   Do you prefer toasted bread on sandwiches?\n  ","386467":"\n   How comfortable are you with public speaking?\n  ","386468":"\n   What outdoor activity would you really like to try?\n  ","386469":"\n   Did you make someone smile today? 💙\n  ","386470":"\n   are you still learning about life\n  ","386471":"\n   How do you cheer yourself up when you're feeling down?\n  ","386472":"\n   Did the weekend pass by fast for you?\n  ","386473":"\n   Do you like shopping? How much time can you spend on this?\n  ","386474":"\n   How often do you shower?\n  ","386475":"\n   Do you drink coffee? How much do you normally drink? ☕\n  ","386476":"\n   Do you like mondays? 🤣🤭\n  ","386477":"\n   Are you ready to start the week?\n  ","386478":"\n   Are you a good liar?\n  ","386479":"\n   What’s the most amount of hours that you have slept?\n  ","386480":"\n   What's your favorite smell?\n  ","386481":"\n   Have you ever made someone else food?\n  ","386482":"\n   ( ˘ ³˘)•••♥ Do you remember your first kiss?\n  ","386483":"\n   don’t forget you aren’t a teenager anymore, you got work tomorrow.\n  ","386484":"\n   How many man did you be with ?\n  ","386485":"\n   Hope y’all are having a better day than me\n  ","386486":"\n   what should someone achieve in life before the age of 25?\n  ","386487":"\n   What are your opinion on bath bombs?\n  ","386488":"\n   Do you like going to weddings? Like do you have fun there?\n  ","386489":"\n   Do you prefer outdoor or indoor weddings?\n  ","386490":"\n   how do you play it and what is it about?\n  ","386491":"\n   Do you play among us?\n  ","386492":"\n   What one thing do you really want but can't afford?\n  ","386493":"\n   I know and I vaguely told them or at least I gave hints that it bothers me\/makes me feel uncomfortable. It's also the fact that somehow is hard for me to just be straight up, you know? Even though It's my right to ask for basic respect, I still prefer to be quiet and \"swallow\" it.\n  ","386494":"\n   I'm currently in this situation with a friend. I'm a person who struggles with mental illness and there are certain things that neurotypical people don't understand and they insist on me doing things i don't feel comfortable doing, for example hanging out at the pool. Why can't they just understand\n  ","386495":"\n   When someone doesn't respect your boundaries, is it ok to cut them off without any remorse?\n  ","386496":"\n   what is the easier way to get rich?\n  ","386497":"\n   The Weeknd: Smash or Pass???\n  ","386498":"\n   Did you wake up at 3 again lmao\n  ","386499":"\n   did you know Ruth Bader Ginsburg? who she was, what she'd done b4 her death?\n  ","386500":"\n   What's the last gift you gave?\n  ","386501":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","386502":"\n   Introduce yourself with some simple answers to your followers\/viewers that are new to your page. (Don't have to answer.)\n\n1. Name & nickname.\n2. Age(If you want)\n3. A hobby of yours.\n4. Fav. animal.\n5. 2 fav foods.\n6. Hot or cold?\n7. 2 Fav conversation subjects\n8. Element\n9. Horoscope\n10. Fav. Drink\n  ","386503":"\n   Do you like giving other people nicknames or code names?\n  ","386504":"\n   hello\n  ","386505":"\n   Anything new in your life?\n  ","386506":"\n   Do you have any advice when it comes to buying phones? I'm thinking of buying a new one.\n  ","386507":"\n   What is your horoscope?\n  ","386508":"\n   How do you keep your #StayAtHome days interesting?\n  ","386509":"\n   Theory wellness?? It's so great lol\n  ","386510":"\n   What do you usually do on awkward situations? 😶\n  ","386511":"\n   Why\n  ","386512":"\n   Why?\n  ","386513":"\n   Would you rather eat the whole McDonald's menu or eat the whole KFC menu if you had to\n  ","386514":"\n   Are you single\n  ","386515":"\n   What do you do\n  ","386516":"\n   What do you eat than?\n  ","386517":"\n   13 months isn't long ago idiot\n  ","386518":"\n   Have you ever got into trouble with the police?\n  ","386519":"\n   Best sweets to eat while stoned?\n  ","386520":"\n   Do you prefer talking about your problems or keep them to yourself?\n  ","386521":"\n   why do you have it in your bio? trying to be edgy? it’s not cool anymore. literally no one identifies as they anymore lmaooo\n  ","386522":"\n   If you stopped being non binary do you think you will keep it a secret?\n  ","386523":"\n   what's your Instagram or Facebook?\n  ","386524":"\n   how are you\n  ","386525":"\n   why? isnt marijuana a drug tho\n  ","386526":"\n   not younger. just like until last year when you were with ur ex not too long ago\n  ","386527":"\n   weed is  a drug\n  ","386528":"\n   you also claimed to not be interested in casual sex for years . no one takes you seriously anymore\n  ","386529":"\n   you're a drug addict\n  ","386530":"\n   Have you ever felt so lazy that you don't want to get out of bed?\n  ","386531":"\n   bisexuality?\n  ","386532":"\n   I don't take your gender identity seriously too. you keep \"changing your mind\" .\n  ","386533":"\n   so you had lesb*n sex\n  ","386534":"\n   What are some dumb ways to die? 😂🌵\n  ","386535":"\n   werent you asexual...and now having casual sex. what a liar. i dont take your they them sh*t seriously too anymore now since whatever you say is not true \" i dont or can't have casual sex\", \"i dont have sexual feelings for friends\"  \" i maybe asexual i can live without sex \" etc\n  ","386536":"\n   and u never enjoyed sex with ur ex. you're a betrayer. good he left you\n  ","386537":"\n   what a hypocrite..you used to say you dont have sexual or romantic friends for your friends\n  ","386538":"\n   but it isnt allowed to have sex during pandemic with someone that doesn't live with u\n  ","386539":"\n   who was it? ur roommate?\n  ","386540":"\n   its wrong of u to do illegal things..and you worked for a law company\n  ","386541":"\n   weren't u the one who said u dont do casual sex rofl\n  ","386542":"\n   who? u fwb?\n  ","386543":"\n   The days passed so fast. Have you done something productive this 2020?\n  ","386544":"\n   I know you don't like driving but if you ever have a day to spend depending on how far it is, my fav dispensary is in great barrington, ma. There may be one closer to you. It's expensive but if you have the money to spare the shit is gooooodd\n  ","386545":"\n   Have you ever been to a cemetery at night? Like around 9 to 12 in the middle of the night? Would you ever do this?\n  ","386546":"\n   Tell us a fun fact about yourself without context. For example, I once woke up under a sheep.\n  ","386547":"\n   Happy sunday! Spend your day well and don't forget to pray! 🥰\n  ","386548":"\n   What is your favourite thing in your room?\n  ","386549":"\n   Last time you kissed someone?\n  ","386550":"\n   How are you spending your weekend?\n  ","386551":"\n   i hope you enjoy your night 😊🥰\n  ","386552":"\n   the weather is perfect tonight tho 🥺🥰\n  ","386553":"\n   ❤️\n  ","386554":"\n   Would you rather spend your Saturday indoors or outdoors?\n  ","386555":"\n   Do you consider yourself smart, can you easily grasp information?\n  ","386556":"\n   Thoughts on  sex questions? 🤔\n  ","386557":"\n   it’s not big deal. you don’t live with elderly people. people are exaggerating it tbh\n  ","386558":"\n   why are you scared of the virus? you’re not old\n  ","386559":"\n   would you date a 17 year old?\n  ","386560":"\n   Do you think it's ridiculous to spend such a huge amount of money on a purse?\n  ","386561":"\n   could you afford a $5k designer bag?\n  ","386562":"\n   what are you going to choose go to work or work from home?\n  ","386563":"\n   then why do you do it if its illegal\n  ","386564":"\n   can you get arrested then if its illegal in ny\n  ","386565":"\n   can someone get addicted to marijuana\n  ","386566":"\n   is weed legal in ny\n  ","386567":"\n   do you think smoking weed is bad\n  ","386568":"\n   you’re right it doesn’t sound right. i think there are some lies thrown into the story. it’s very hard to get released if you are sxicidal unless they escaped. i think you should be careful of this person. they seem like a liar.\n  ","386569":"\n   are you interested in the solid system?\n  ","386570":"\n   I was in the hospital for 2 days under supervision. But I was a minor back then. It depends on age and country\/state law, I guess?\n  ","386571":"\n   How are you\n  ","386572":"\n   --\n  ","386573":"\n   Do you know about Iran-Iraq war?\n  ","386574":"\n   If you could visit the past or the future, which would you choose and where would you go?\n  ","386575":"\n   Do you have that person you talk every day?\n  ","386576":"\n   What is your \"golden rule\" in life?\n  ","386577":"\n   What is the secret of happy relationship?\n  ","386578":"\n   How do you identify yourself??\n  ","386579":"\n   What do you think is life like on other planets? 👾👽\n  ","386580":"\n   Which cities would you like to visit around the world?\n  ","386581":"\n   What is the worst experience you have ever had at a restaurant?\n  ","386582":"\n   Do you have any insecurities?\n  ","386583":"\n   What do you think about the issue right now about #CancelKorea? Any insights?\n  ","386584":"\n   What do you love the smell of?\n  ","386585":"\n   Do you think single digit number of likes is unsatisfying?\n  ","386586":"\n   What do you usually notice when you walk into someone's home for the first time?\n  ","386587":"\n   Whats Halloween festival..?\n  ","386588":"\n   How do you end your day? 🌙\n  ","386589":"\n   Would you rather work with a small group of people or a large group?\n  ","386590":"\n   The weekend is here! Are you glad that the week is over? How was it for you?\n  ","386591":"\n   name an actress \/ actor that you like? 💫\n  ","386592":"\n   Could be because someone snitched that you guys weren’t doing your job\n  ","386593":"\n   Have you ever considered getting into spirituality to help? You don't have to be religious per-say but I know it helps and comforts a lot of people.\n  ","386594":"\n   yes lmao... sometimes I just want to feel SOMETHING, even if it's short lived\n  ","386595":"\n   You're sounding more bipolar than like a borderline with your mention of mania, but idk. A lot of the stuff you've described is bpd to a tee so it's hard to say. Perhaps you have both? Or maybe that sounds a bit ridiculous lol\n  ","386596":"\n   why does your job want you to go back when you can literally do it from home? are they paying you more when you work from home?\n  ","386597":"\n   what do you mean by your question? are you drunk?\n  ","386598":"\n   What happened?\n  ","386599":"\n   --\n  ","386600":"\n   Do you hate trump?\n  ","386601":"\n   do you let tears run down or wipe them away\n  ","386602":"\n   thoughts on people who think they're god greatest gift?\n  ","386603":"\n   so why watch them at all?\n  ","386604":"\n   What are you really curious about?\n  ","386605":"\n   Cause... they might be a person you fill in love with?\n  ","386606":"\n   Why not\n  ","386607":"\n   Would you date one\n  ","386608":"\n   What’s the most interesting documentary that you have seen ?\n  ","386609":"\n   What is the most hurtful 💔 truth that you heard?\n  ","386610":"\n   What is one trope in fiction that you just can't STAND? As in, you hate it so much that it can make you want to stop watching a show\/movie all together?\n  ","386611":"\n   What do you love about people?\n  ","386612":"\n   Do you think love should be equal between two partners?\n  ","386613":"\n   Are you liberal or conservative?\n  ","386614":"\n   I'm not 100% sure its true either but I seen alot of sources that it is and Idk about you but I rather be safe with as many police as possible I also live in New york btw Manhattan and it's definitely looking dirtier and stranger even in midtown\n  ","386615":"\n   How has your day been?\n  ","386616":"\n   Yeah that’s way too close unless they’re changing seating in your office space. That sounds like a breeding ground for the virus.\n  ","386617":"\n   Do you find any difference between selfishness and malice?\n  ","386618":"\n   Are you afraid of the past, present or future?\n  ","386619":"\n   Damn that sucks. They want you back in the office? I’ve been going to the office almost daily but I’m not staying and ours is small lol.\n  ","386620":"\n   Did you know that crime has gone up since defunding police and its only getting worse?\n  ","386621":"\n   Who \/ What makes you instantly happy?\n  ","386622":"\n   ??What would you say to your young self and why?\n  ","386623":"\n   Do you collect anything?\n  ","386624":"\n   Share a photo that makes you feel confident, proud, or happy!\n  ","386625":"\n   How old is your oldest piece of clothes? 👕\n  ","386626":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","386627":"\n   How to find true love?\n  ","386628":"\n   Are you okay with the defunding of police in new york??\n  ","386629":"\n   What would you say are you best\/worst traits about yourself?\n  ","386630":"\n   How are you?\n  ","386631":"\n   Are you a risk taker?\n  ","386632":"\n   Do you like to travel? Why? 🚗🚃🛥✈\n  ","386633":"\n   What outdoor activities do you enjoy doing?\n  ","386634":"\n   What’s your favourite flower\/plant?\n  ","386635":"\n   Do you have a catchphrase or motto?\n  ","386636":"\n   Do you like guns and roses? 🔫🌹\n  ","386637":"\n   Do you have a good relationship with your parents?\n  ","386638":"\n   Have you ever worn braces? What about glasses?\n  ","386639":"\n   What is your favourite kitchen appliance?\n  ","386640":"\n   Is the hair colour in your DP your natural colour?\n  ","386641":"\n   Do you enjoy baking? What was the last thing you baked?\n  ","386642":"\n   What was the last lie that you told?\n  ","386643":"\n   How quickly do you call people back?\n  ","386644":"\n   Is it also holding you back from working out?\n  ","386645":"\n   What did everyone have for dinner tonight then?☝🏻\n  ","386646":"\n   Are you registered to vote?\n  ","386647":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","386648":"\n   Do you get excited easily? 💙\n  ","386649":"\n   Seafood, Chicken, Pork or Beef?\n  ","386650":"\n   Are you a creative person?\n  ","386651":"\n   Hi! What do you hate the most to do?😛\n  ","386652":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","386653":"\n   What do you like to put on top of your toast? 🍞\n  ","386654":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","386655":"\n   What’s the silliest thing that you’ve gotten upset over ?\n  ","386656":"\n   What was the best thing that happened to you today?\n  ","386657":"\n   What current trend can you not stand?\n  ","386658":"\n   What type of friend are you?\n  ","386659":"\n   What is you love about you most?\nWhat makes you different for other?\n  ","386660":"\n   What was the last thing to make you happy\n  ","386661":"\n   When you happen to be in the same group as someone you dislike but you have mutual friends, do you just ignore them or treat them cordially?\n  ","386662":"\n    Happy Friday! What's one thing you want to spend your Friday evening doing?\n  ","386663":"\n   Do you wish you were still in contact with your high school friends?\n  ","386664":"\n   Would you prefer dinner at Applebee's, TGI Fridays, or Olive Garden?\n  ","386665":"\n   What's one thing you remember being taught from school? Do you feel like what you remember is valuable knowledge?\n  ","386666":"\n   Have you ever gone on a road trip?\n  ","386667":"\n   When was the last time you celebrated something?\n  ","386668":"\n   {In Your Opinion} — Is it better to only celebrate \"big things\" (like holidays, such as your birthday), or is it better to celebrate the little things along the way too?\n  ","386669":"\n   Which family member do you confide in the most? 👍 🙃\n  ","386670":"\n   what was the last thing to make you laugh\n  ","386671":"\n   u slept a lot. probably bc u were too tired\n  ","386672":"\n   and when did u go to bed?\n  ","386673":"\n   would you date a 35 year old?\n  ","386674":"\n   did u wake up at 3 again\n  ","386675":"\n   Hello ✔️\n  ","386676":"\n   Do you believe in miracles? 💫\n  ","386677":"\n   What is holding you back from being the best version of yourself? 🔒\n  ","386678":"\n   What is something that never fails to inspire or motivate you?\n  ","386679":"\n   Would you like to have a \"fairytale like\" \/ \"movie like\" version of the story of your life? 🎬🏰\n  ","386680":"\n   What is your most worst anonymous question received\/asked to a girl\/boy.. \n.. \nPrefer to Share it in anonymously .\n  ","386681":"\n   What do you do to get rid of stress?\n  ","386682":"\n   What do you prefer— 👂listening or 👄 talking?\n  ","386683":"\n   How do you accept the ugly truth and that there will never be a way out?\n  ","386684":"\n   How many time have you been in love?\n  ","386685":"\n   Do you have a favourite brand of clothing line?\n  ","386686":"\n   What’s the best gift you’ve ever received?\n  ","386687":"\n   Do you control your heart or does it control you?\n  ","386688":"\n   What was your BIGGEST FAILURE when purchasing things in the Internet? #ONLINESHOPPING\n  ","386689":"\n   How many cups of coffee do you drink in a day?\n  ","386690":"\n   What is your profession?\n  ","386691":"\n   wich european countries you wish to visit?\n  ","386692":"\n   Was it fun?? Tho\n  ","386693":"\n   How much money can you spend on sunglasses?  Can you buy sunglasses for 225 dollars?\n  ","386694":"\n   Which countries have you visited?\n  ","386695":"\n   What's the longest you've ever gone without sleep?\n  ","386696":"\n   What’s your sense of humour like?\n  ","386697":"\n   Do you trust the bank when it comes to keeping your money? 🏦\n  ","386698":"\n   What was the last song that you sang along to?\n  ","386699":"\n   Please just make 5 million dollars on tik tok???\n  ","386700":"\n   Old school ootd?\n  ","386701":"\n   what is gfuel?\n  ","386702":"\n   Omg do you have to work today? Cba omf\n  ","386703":"\n   Has anyone else besides me receiving fewer questions lately? I seem to get a lot of spam, but only a handful of genuine questions. Are you having the same problem? 🤔\n  ","386704":"\n   Did you drink your coffee?\n  ","386705":"\n   It happens to me all the time. If I go to sleep at ~9, I always wake up at 3-4. I read somewhere that the body gets more sleep if you go to bed early, like the sleep between 9-12am is the 'best'.\n  ","386706":"\n   Why are you up so early?\n  ","386707":"\n   The world I meant, not the word, haha. My bad\n  ","386708":"\n   What are you most passionate about?\n  ","386709":"\n   who’s your favorite fictional character?\n  ","386710":"\n   Have you managed to stay in touch with friends you met from school?\n  ","386711":"\n   Is there a food that you don't like to eat? 🥘\n  ","386712":"\n   Do you think I could be called a “feminist” if I’ve always thought women were underestimated, that the word is sexist? I thought it as young as 7-8 before I even knew the concept of equality\/feminism etc. Now I try my best to work towards empowering women.  However I never put a label on myself\n  ","386713":"\n   What’s the funniest thing that you can think of?\n  ","386714":"\n   Where and when do you get your best ideas? 😁\n  ","386715":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","386716":"\n   do you miss anyone?\n  ","386717":"\n   do you like your job?\n  ","386718":"\n   What's something interesting happening in your life this week or this month?\n\nTell us a bit about it!\n  ","386719":"\n   What can you think about for hours?\n  ","386720":"\n   Do you like reading? Do you have a favourite author?\n  ","386721":"\n   What do you like to do on your weekends\/on your days off?\n  ","386722":"\n   When was the last time that you had your face painted?\n  ","386723":"\n   How often do you procrastinate?\n  ","386724":"\n   Do you ever try to learn a new or difficult language for any purpose?which language?\n  ","386725":"\n   I have a friend who tends to put me down. She'll constantly ask questions like “are you stupid?” and laugh or for example, I told her I started hitting the gym more and doing squats and she goes “that's stupid, why are you doing that?” Any advice? It's annoying and idk if she even realizes it.\n  ","386726":"\n   What’s something you wish you could go back in time and change?\n  ","386727":"\n   If a girl refuses to answer questions about her ex and she gets annoyed and tells people off when they ask, do u think she might not be over him?\n  ","386728":"\n   have you ever hidden money from your partner or past if you are single\n  ","386729":"\n   Do you like taking photographs? What kind of things do you like to take pictures of? 📷\n  ","386730":"\n   Are you excited that it's fall?\n  ","386731":"\n   How are you\n  ","386732":"\n   What keeps you busy on a daily basis?\n  ","386733":"\n   What's the price of your sunglasses?\n  ","386734":"\n   What is bpd\n  ","386735":"\n   How old are you\n  ","386736":"\n   If someone tells someone else \"You know my name, you've heard of me, I don't know yours and never heard of you\". Does that sound arrogant and stuck up in your opinion?\n  ","386737":"\n   Any tips for coping with loneliness?\n  ","386738":"\n   How are you doing today? What have you done throughout the day?\n  ","386739":"\n   When did you last sleep for over 9 hours?\n  ","386740":"\n   Thank you Leigh! 😊\n  ","386741":"\n   5 things you don't like in people ?\n  ","386742":"\n   Do you think I could do some research and based off that, recommend a certain medication to my psychiatrist for them to consider?\n  ","386743":"\n   Whose answers on here do you enjoy reading the most?  :)\n  ","386744":"\n   Bummer, but I'm glad you've found the right combination. Are there any debilitating side effects to the ones you're on now?\n  ","386745":"\n   at school, have you ever: bullied someone? been bullied? had a physical fight? pretended to be sick? been called to the principals office? faked your parents signature?\n  ","386746":"\n   Heyyy it's 100 days before 2021!!! How would you like to end your 2020???\n  ","386747":"\n   Opinion on tattoos?\n  ","386748":"\n   Do you take anything for anxiety? And is it helpful as well?\n  ","386749":"\n   Omg that gives me hope :') I found a good therapist for BPD but am still finding a psychiatrist. What was the process of finding the right medication for you?\n  ","386750":"\n   do u know\n   \n    @anancitae\n   \n   ?\n  ","386751":"\n   Do u still own stuffed animals as an adult?\n  ","386752":"\n   What are you good at?\n  ","386753":"\n   What are your plans this fine evening?\n  ","386754":"\n   Have you ever been on lamictal? I heard it's really helpful for bpd mood swings\n  ","386755":"\n   what are you doing?\n  ","386756":"\n   that's unhealthy aa fuck\n  ","386757":"\n   How do you keep yourself awake? 👁👁\n  ","386758":"\n   its not becuase you conciously want to use the toilet if you drink loads\n  ","386759":"\n   What does your IOS 14 home screen look like?\n  ","386760":"\n   Would you say you're a veteran and a reputable user on this website?\n  ","386761":"\n   Why dont you drink enough water?\n  ","386762":"\n   Do you ever go to baseball games?\n  ","386763":"\n   you probably don't exercise nor drink sufficient water. i can tell by your figure, no offense lool\n  ","386764":"\n   What do you miss about the old normal, way back when there is no pandemic?\n  ","386765":"\n   How often do you change your profile picture on social media?\n  ","386766":"\n   Would you say you’re more introverted or extroverted?\n  ","386767":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","386768":"\n   What three habits will improve your life?\n  ","386769":"\n   When's the last time you wanted to be immersed in a fictitious world (like a universe in a game, or a show)?\n  ","386770":"\n   How many books have you read in your life?\n  ","386771":"\n   Are you a shy type ?\n  ","386772":"\n   How confident are you in your appearance and is there anything you would change?\n  ","386773":"\n   Do you have WhatsApp so that we can talk more and get to know more about each other ?\n  ","386774":"\n   How long is your attention span? Do you get distracted easily? ⏰\n  ","386775":"\n   If you could live anywhere in the world, where would it be?\n  ","386776":"\n   Are you single ?\n  ","386777":"\n   Wow racist date a black guy\n  ","386778":"\n   What are you most passionate about right now?\n  ","386779":"\n   Who's the best athlete ever?\n  ","386780":"\n   Who do you trust the most? 😏\n  ","386781":"\n   ever been with one?\n  ","386782":"\n   Do you think that your name suits your personality ?\n  ","386783":"\n   Have you ever talked to a black guy before ?\n  ","386784":"\n   Do you enjoy sports (either watching or participating in them) and if so, which ones? 🤸‍♀️\n  ","386785":"\n   How are you doing today ?\n  ","386786":"\n   Do you have a specific \"morning routine\" that you follow? 🌻🌄\n  ","386787":"\n   What would you like to do right now at this very moment? 🗼\n  ","386788":"\n   How do you spend the majority of your free time?\n  ","386789":"\n   What is your energy food? What do you normally eat while you are studying or working? 🥜🍫\n  ","386790":"\n   do you play any instruments? 🎶\n  ","386791":"\n   How do you take care of your emotional and mental health?\n  ","386792":"\n   Are you more social or quiet and shy?\n  ","386793":"\n   what does your name mean? does it have a meaning?\n  ","386794":"\n   What do you think about shaming people?\n  ","386795":"\n   orange soda or grape soda?\n  ","386796":"\n   What bad habits do you have which you can’t break?\n  ","386797":"\n   Have you ever forgotten to pay? 💰\n  ","386798":"\n   Your friends are planning to staying single their whole life? Once they have a family of their own, are they gonna be still there for you?\n  ","386799":"\n   Why healthy people wear masks?\n  ","386800":"\n   If you were an activist what would want to protest against? During this crazy time\n  ","386801":"\n   Are you afraid of growing older and not having a family that will care for you? Spending holidays alone, your birthdays alone, basicallly if you need someone to hang out or if you feel sick and need support and no family around you... what are you gonna do if you grow old?\n  ","386802":"\n   Have you ever been to a concert by your favorite music artist?\n  ","386803":"\n   How many questions do you receive on Mondays and Tuesdays? (Approx.)\n  ","386804":"\n   are you binge watching any tv shows currently?\n  ","386805":"\n   Hi Leigh\n  ","386806":"\n   Did you try to find presents hidden by your parents in your childhood?\n  ","386807":"\n   What’s among us about? Is it on Xbox?\n  ","386808":"\n   😂😂😂😂 Rawdogging? He is a true romantic.\n  ","386809":"\n   Which rules are made to be broken?\n  ","386810":"\n   What music do you listen to when you need to concentrate on work?\n  ","386811":"\n   What advice would you give a person that will try to live your life?\n  ","386812":"\n   I guess you are just a lazy person.\n  ","386813":"\n   What would you like to do till the rest of the quarantine?\n  ","386814":"\n   Do you know what your IQ is?\n  ","386815":"\n   Do you ever socialise in groups of more then 6 people?\n  ","386816":"\n   Do you use calculator or are you good at math?\n  ","386817":"\n   Do you bet on the lottery? 🤑\n  ","386818":"\n   What is your birthday traditions?\n  ","386819":"\n   Good morning, Leigh! Which is more correct: did you sleep well or did you sleep good? I'm not a native speaker.\n  ","386820":"\n   What's your wildest fantasy?\n  ","386821":"\n   that’s fucking HILARIOUS omg\n  ","386822":"\n   When was the last time you immediately regretted something you said?\n  ","386823":"\n   What is the worst pickup line you've ever heard?\n  ","386824":"\n   Why are humans so confident in beliefs that can’t be proven?\n  ","386825":"\n   Thats awesome xD\n\nIm glad youre having a good time with friends esp in these crazy days.\n  ","386826":"\n   Ayy nice tastes in games.\n\nI just startes Among Us on mobile the other day with a friend too!\n  ","386827":"\n   How long inc size is good for you ?\n  ","386828":"\n   What is your favorite size ?\n  ","386829":"\n   What are some things that people wrongly assume about you?\n\nWhy do you think they make such assumptions?\n  ","386830":"\n   Who\/What makes you vulnerable? 💘\n  ","386831":"\n   What percentage of your life do you feel truly alive? When do you feel that way? \nHow can you feel that way more often?\n  ","386832":"\n   Do you think there’s some agenda behind the lockdown and forcing people to wear masks?\n  ","386833":"\n   What is the best way to get the most important things?\n  ","386834":"\n   Have you become less interested in friendship and socializing as you got older?\n  ","386835":"\n   What really annoys you?\n  ","386836":"\n   Why does the mind get attracted to negativity for many people?\n  ","386837":"\n   What does non-binary mean?\n  ","386838":"\n   What are some positive things about you or things you like about yourself?\n\n\"Nothing\" or similar answers arent allowed! This is an exercise in self confidence and positivity.\n  ","386839":"\n   Do you consider yourself to be a \"gamer\"?\n\nDo you enjoy playing videogames? If so, what games do you play?\n\nIf not, please explain why you dont play videogames.\n  ","386840":"\n   How would you describe your perfect sandwich? 🥪\n  ","386841":"\n   Do you like cilantro? Some people say it tastes like soap. If you've had it, would you agree?\n  ","386842":"\n   what do you like and hate about online shopping? 📱🛍💕\n  ","386843":"\n   When someone tries to bring you down, how do you respond?\n  ","386844":"\n   Would you like to live in a 🌤 tropical or ❄ polar countries?\n  ","386845":"\n   Your instgram 😯\n  ","386846":"\n   Do you use TikTok?\n  ","386847":"\n   It's *really* early Monday morning for me (2am.. I'm just about to sleep..) so I just wanted to say: I hope everyone who gets this has had a great weekend, and I hope that your week goes well. If you have any plans, do you care to talk about them?\n  ","386848":"\n   How many askfm followers do you have? 😜\n  ","386849":"\n   What apps do you mostly use on your 😐👨phone?\n  ","386850":"\n   Have you started with boots already? Or you are still on the sandal side?\n  ","386851":"\n   Do you feel like you'd be a good match maker for your friends?\n  ","386852":"\n   How do you react to hearing people chew with their mouths open?\n  ","386853":"\n   What's the last thing that made you excited for the future?\n  ","386854":"\n   What is your favourite colour? Why?\n  ","386855":"\n   Spicy or mild foods?\n  ","386856":"\n   What do you like to do to relax?\n  ","386857":"\n   is it ok to consider urself superior bc u have a degree in college and a high paid job?\n  ","386858":"\n   I need more people to follow 🙈 Who are your favorite ask.fm users?\n  ","386859":"\n   Are you a boy or are you a girl?\n  ","386860":"\n   What is the most heroic thing you’ve ever done?\n  ","386861":"\n   Why does the media try to scare us?\n  ","386862":"\n   If you could switch places with someone for a day, who would it be?\n  ","386863":"\n   What single piece of technology makes your life easier?\n  ","386864":"\n   Be honest here is this a dumb way of thinking learning to cook a decent. Meal is a good way to a girl heart\n  ","386865":"\n   do you have an awesome mood theme song?\n  ","386866":"\n   Its cause your crossfaded\n  ","386867":"\n   Do you believe 👽 aliens are real?\n  ","386868":"\n   Have you seen the series of self portraits done by an artist after taking lsd?\n  ","386869":"\n   Is there anywhere we can see your art or read your writing?\n  ","386870":"\n   Somehow I found a video on YouTube where someone mixed that song with devil went down to Georgia it mixed pretty well😂\n  ","386871":"\n   Holy Batman! Your eyes look amazing in that pic. 👍\n  ","386872":"\n   Yet another fallout question lol. Which is your favourite settlement in Fallout 4 and why?\n  ","386873":"\n   Is there something you found out about yourself while using ASKfm?\n  ","386874":"\n   Yep. That's radical haha. Can't imagine you with a pixie cut, though\n  ","386875":"\n   Have you ever radically changed your look?\n  ","386876":"\n   You must be a person with a really strong will\n  ","386877":"\n   are you excited for spooky szn 👻🎃💀\n  ","386878":"\n   what’s your special talent\n  ","386879":"\n   I've heard ripping stuff helps some people let out their stress\n  ","386880":"\n   Is your name asleigh\n  ","386881":"\n   Oh. That is sad. Hope that it never happened with something irreplaceable\n  ","386882":"\n   Did you ever destroy or throw away something and then you regretted it?\n  ","386883":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","386884":"\n   Do you believe in the phrase “Fake it until you make it”?\n  ","386885":"\n   That must su.ck, and you're going to therapy which basically means you're wasting your money\n  ","386886":"\n   Do you ever get nervous when you get asked certain things suddenly? (an example: something that stresses many people out is, \"can we talk?\")\n  ","386887":"\n   If you have some paper to throw away, do you just put it straight in the trash or you first rip it to shreds?\n  ","386888":"\n   Any plans for tomorrow?\n  ","386889":"\n   How are you?\n  ","386890":"\n   How does 5G affect a person's life?\n  ","386891":"\n   So you got like guilty conscious?\n  ","386892":"\n   Did you ever ride a motorbike?\n  ","386893":"\n   I never, in my 25 years of living, thought I'd make it to see days like these. It's like sometimes I don't even think this is the real life, I feel as if I'm dreaming. It's just shocking, I don't care how dumb it sounds.\n  ","386894":"\n   Gosh, you must be freezing now. But worse will come when it starts snowing\n  ","386895":"\n   How do they infringe upon trans communities? Why is it valid for someone to change their biological reality (being born a male or a female) but it is not valid for someone to deny their social age. Keep in mind age is a social construct based on a calendar made up my humans\n  ","386896":"\n   People are protesting mask-wearing in my country too. It's a total chaos.\n  ","386897":"\n   Quite a contrast indeed\n  ","386898":"\n   Why is it ridiculous??? There are people who are 25 and they feel like they’re teenagers because they have mental conditions that makes them unable to mature like other people. Are you denying their existence???\n  ","386899":"\n   Do people not care anymore about the pandemic?\n  ","386900":"\n   But you still usually wear trainers? Or you wear other kinds of shoe as well?\n  ","386901":"\n   anon, pls don't use people with health problems to push your non-sense, lol. there's no such thing as trans-ageism, trans-racial and other bs like that. and it irks me how these people want to tie themselves to the transgender people.\n  ","386902":"\n   Converse or Vans? 👟\n  ","386903":"\n   You know there are people whose age doesn’t match their mental age nor their looks because of genetic conditions?\n  ","386904":"\n   Are you mature or yet immature compared to your actual age? ⏳\n  ","386905":"\n   Grab or Uber? 🚗\n  ","386906":"\n   How is your Sunday going?\n  ","386907":"\n   ✍ pen pal or 🤳 chat mate?\n  ","386908":"\n   What stopped you from watching porn?\n  ","386909":"\n   Have you ever had a few drinks and gave some anon really bad advice in an attempt to amuse yourself?\n  ","386910":"\n   Lol why don’t you watch it anymore?\n  ","386911":"\n   Ever watch party monster?\n  ","386912":"\n   Are you really using a filter in your new profile pic?\n  ","386913":"\n   What happened now?\n  ","386914":"\n   What can you buy with money that can't be bought online?\n  ","386915":"\n   What are your childish habits?\n  ","386916":"\n   Top tune recommendation for the weekend?\n  ","386917":"\n   I get sudden and unexplainable sadness, like my mood instantly switches to sad, even if nothing happened. And I feel like zoned out, like I'm not here, idk how to explain it. I sometimes just stare at a wall, like i have no reactions. Is it common in people with depression?\n  ","386918":"\n   What makes us stronger? 💪\n  ","386919":"\n   Are you strong and independent?\n  ","386920":"\n   What is your mission?\n  ","386921":"\n   I’m following\n  ","386922":"\n   Have you watched porn?\n  ","386923":"\n   Was courtney technically a date?\n  ","386924":"\n   Elvis style or gnr?\n  ","386925":"\n   Are sandals shoes?\n  ","386926":"\n   Who won? And did you mention us at all (your anons) ??\n  ","386927":"\n   What is the most important thing your country has given to the world?\n  ","386928":"\n   Okay... then in that case, depression meds and drinking don't mix very well, please be careful :)\n  ","386929":"\n   Have you ever been on a date?\n  ","386930":"\n   What would you do differently if you knew nobody would judge you?\n  ","386931":"\n   If someone online told you to be careful would you appreciate the thought or see it as them treating you like a kid?\n  ","386932":"\n   How to dress up on the first date?\n  ","386933":"\n   What do you have planned for this weekend?\n  ","386934":"\n   What is the last thing you downloaded onto your computer?\n  ","386935":"\n   Your background photo looks nice. What is it?\n  ","386936":"\n   How do you get through poor mental health days ?\n  ","386937":"\n   What junk food could you never give up? 😋\n  ","386938":"\n   Is it as valid for someone that identifies as the opposite gender for someone to identify themselves as a different age? Why?\n  ","386939":"\n   Do u like anyone\n  ","386940":"\n   What was your childhood like?\n  ","386941":"\n   What's your favorite thing about fall? 🍁🍂\n  ","386942":"\n   Do you like olives?\n  ","386943":"\n   Do you ever go to fall\/Halloween festivals? 🍁🎃\n  ","386944":"\n   Hi, how was your day?\n  ","386945":"\n   Thoughts on porn?\n  ","386946":"\n   are people in poverty more likely to die young?\n  ","386947":"\n   It’s not a game lol I just saw a post about it on fb and I wanted to know your thoughts\n  ","386948":"\n   is guilt healthy or unhealthy?\n  ","386949":"\n   If a leigh anon knocked on your door and said please adopt me would you love them like you own child and take care of them forever?\n  ","386950":"\n   What’s your opinion on parents who let their kids gain weight? Is it abxse\n  ","386951":"\n   How did you lose that then\n  ","386952":"\n   What’s your favourite soda?\n  ","386953":"\n   🍂 I hope you all have a great weekend! Do you have any plans? :3 Stay safe! You're amazing :D\n  ","386954":"\n   what's the biggest gossip you once believed in but turned out to be just a hoax? 🤭\n  ","386955":"\n   You were one\n  ","386956":"\n   How are you doing this weekend?\n  ","386957":"\n   Do you like kids?\n  ","386958":"\n   Follback\n  ","386959":"\n   How many pair of shoes do you own?\n  ","386960":"\n   Have you ever tried meditating as a means to cope with stress or anxiety?\n  ","386961":"\n   Aw thank you so much Leigh, that’s so kind of you to say!! 🤗✨\n  ","386962":"\n   Have you listening to Cardi B. WAP song?🤔\n  ","386963":"\n   Do you have any preferences that would be considered ~weird~  by the majority? Personally, I like the smell of vinegar and rubber, haha.\n  ","386964":"\n   Do u follow Livi\n  ","386965":"\n   What makes banana strong\n  ","386966":"\n   What is taste of juice\n  ","386967":"\n   you,\n   \n    @asgardarts\n   \n   and\n   \n    @astoldbyjoanna\n   \n   talk like in books and use big words lol. you write very sophisticated and smart.\n  ","386968":"\n   Are you a huggy person\n  ","386969":"\n   ever felt like the day is too short and you don't have time to do anything?\n  ","386970":"\n   What do you think when you look in the mirror?\n  ","386971":"\n   What is something that'll instantly annoy you ?\n  ","386972":"\n   Do you take afternoon naps?\n  ","386973":"\n   Are work out apps efficient for losing weight?\n  ","386974":"\n   What was the last thing you got for free?\n  ","386975":"\n   Who is your favorite ICONIC DUO? ✌\n  ","386976":"\n   Where does all your money go? 🤑\n  ","386977":"\n   What side racket have you tried to earn some cash?\n  ","386978":"\n   do you ever get that feeling that like to know you more is to love you less\n  ","386979":"\n   Men or Women: Who is more complicated?\n  ","386980":"\n   Have you played at the arcade? Did you get any prize?\n  ","386981":"\n   What is the most boring job you can imagine?\n  ","386982":"\n   can we do friendship?\n  ","386983":"\n   yeah where are you from?\n  ","386984":"\n   Do you think Santa Claus should wear a mask when he visits our homes this Christmas?  Why or why not?\n  ","386985":"\n   Are you a shy person\n  ","386986":"\n   Hi leigh\n  ","386987":"\n   Hmm I see then. Maybe that's what people call \"toxic positivity\". IDK for sure, but I think it depends on each person with mental illness. Everyone's situation is different, and their opinion too. Great insight, btw. It's nice to know your thoughts about this...\n  ","386988":"\n   What's your mental illness?\n  ","386989":"\n   It’s soooo good, omfg.\n  ","386990":"\n   What'd you do this weekend?\n  ","386991":"\n   Where the happiness can be found?\n  ","386992":"\n   have you ever been on a blind date\n  ","386993":"\n   Please verify you're a human.\n  ","386994":"\n   I don't intend to romanticize it, btw. I clinically diagnosed with both chronic depression and dysthymia, anxiety, PTSD, and several other minor symptoms. But I got your point. No one will truly understand the massive pain you have to endure. I wish everything's different too. Reality hits hard, tho\n  ","386995":"\n   Do you have a lot of friends to hang out with?\n  ","386996":"\n   im a different anon btw. what do you count as extreme? like for example some people will deem anyone who believes that marriage is between a man and a woman is automatically homophobic\/hateful\/bigoted, even if you're not malicious about it.\n  ","386997":"\n   you can say it's flawed, that's your opinion and fine but extreme? i really don't think so lmfao. *most* Christians in the west, especially young ones, are not extreme at all. islamic law literally has the death penalty for homosexual acts\n  ","386998":"\n   Where do you think is the most worthwhile place to find meaning in life? Work, family, hobby, religion, philosophy, helping others, all the small miracles, or something else entirely?\n  ","386999":"\n   What is your suggestions to kids for using social media..\n  ","387000":"\n   Happiness is?🌸\n  ","387001":"\n   What issues with christianity? I don't like how atheists lump all religions together when they're not all the same. You can fundamentally disagree with christianity, but Islam is worse in what it promotes and advocates for. You can look at countries w majority Christian vs Muslim populations to see.\n  ","387002":"\n   Do you think that sometimes it’s better to not know? What you don’t know can’t hurt you?\n  ","387003":"\n   It's finally Friday! Would you say it's been a good day for you? What about your week?\n  ","387004":"\n   stop over blowing it leigh you're being over dramatic  , you and that anon. you just have to be strong in life, everyone deals w mental issues and pain. idk why people whine about it\n  ","387005":"\n   Controversial question: do you think it's wrong for someone to claim that Islam is a pxdophilia apologist religion because the prophet married a 6 year old when he was a grown man? (It was supposedly acceptable back then).\n  ","387006":"\n   Thoughts on people who believe in creationism?\n  ","387007":"\n   No, I was suggesting that in addition to those things. I'm not trying to be patronizing btw, sorry if it came across like that.\n  ","387008":"\n   Exactly. Neurotypicals are so quick to dismiss it too, which is why I don't discuss mental illness with people who don't have it. “Everyone has mental issues\"! Like.. No, being sad occasionally isn't akin to literally not being able to function and a lifetime of misery and trial and error.\n  ","387009":"\n   Have you ever had a badly paid job like dishwasher for example?\n  ","387010":"\n   Do you believe in judgement day ? Like the abrahamic religions do\n  ","387011":"\n   Do you want to eventually find love again?\n  ","387012":"\n   the creator apparently wanted to raise awareness for the over sxxualization of young girls, but her execution was absolutely terrible. it's like making a snuff film to prove to people that mxrder is wrong. that movie was softcore child pxrn.\n  ","387013":"\n   Cut those things out 🗣️(if possible). Also taking care of your body rly helps your mind and distracts you. Working out, eating healthy, just overall self care even in small ways makes a big difference. It's just finding the motivation to do it when you feel crappy that gets tough.\n  ","387014":"\n   so its effective?\n  ","387015":"\n   Completely agree with you here, as someone with ADHD, anxiety, and BPD. I can't stand people who fake or romanticize mental illness, that shxt literally kxlls people and mentally ill people are still heavily stigmatized and treated like garbage even in first world nations like the USA. It's sad.\n  ","387016":"\n   Thoughts on the Netflix show cuties?\n  ","387017":"\n   Have you considered CBD oil for some of your mental health symptoms? I heard it's decent for anxiety and a good alternative to pills and the side effects.\n  ","387018":"\n   What are your dreams in life?\n  ","387019":"\n   Have you ever found any silver lining with your mental health problems so far?\n  ","387020":"\n   what kind of doctor is open on Sundays?\n  ","387021":"\n   How are you coping with COVID being around?\n  ","387022":"\n   What are your plans this weekend?\n  ","387023":"\n   Do you prefer indoor swimming pools or outdoor ones?\n  ","387024":"\n   Do you like cold weather?\n  ","387025":"\n   What place on earth would you like to live?\n  ","387026":"\n   What makes you cringe?\n  ","387027":"\n   Which fruit do you hate so much you don't want to even it eat ever again?\n  ","387028":"\n   Does anyone believe our entire existence is based on systemic lies\n  ","387029":"\n   have you tried any fusion cuisines? what and how was it?\n  ","387030":"\n   Should Evolution still be taught in public schools today as fact?\n  ","387031":"\n   Fav pizza? 🍕\n  ","387032":"\n   When was the last time you went out of the house? Do you still follow strict quarantine protocols?\n  ","387033":"\n   Do you have a dream hit player??\n  ","387034":"\n   Do you have a secret social media account?\n  ","387035":"\n   What is the avg duration of sorrow in your daily life ???\n  ","387036":"\n   Hi i was scrolling and i came across your answer. I just want to say that you're strong because spending every single day and carrying yourself with these mental issues is not easy. Just never be hopeless because hopelessness is what triggers everything to begin. Stay strong 💖\n  ","387037":"\n   So, what's the solution then? How to deal with them in life?\n  ","387038":"\n   Are they permanently curable?\n  ","387039":"\n   Are ya maintaining those properly? What's the name of your issue?\n  ","387040":"\n   Are ya taking any meds?\n  ","387041":"\n   what’s movies that she was in do you love apart from heathers\n  ","387042":"\n   What are the final two important things to wear for girls???\n  ","387043":"\n   Do you fear the thought of death?\n  ","387044":"\n   What is fcuk???\n  ","387045":"\n   What is the most serious problem in your life rn?\n  ","387046":"\n   what are your weekend plans?\n  ","387047":"\n   Who  is your favourite celebrity\n  ","387048":"\n   What was the last thing that made you laugh? Can be a person too..\n  ","387049":"\n   What small things do you do for self-care? I like to buy flowers when I can afford it.\n  ","387050":"\n   Are you open about being non-binary irl situations? Like at work etc\n  ","387051":"\n   were you confident when making a decision about your career path at school? did you always know what field you want to work towards?\n  ","387052":"\n   Do you have a strong work ethic?\n  ","387053":"\n   when you play video games do you often swap genders? (of the character you’re controlling)\n  ","387054":"\n   How would you describe yourself politically? ie left\/right wing etc\n  ","387055":"\n   What you miss the most from your childhood?\n  ","387056":"\n   🍂 More as a general curiosity, do you believe in souls? And do you think someone can give themselves with their \"body and souls\"? :3\n  ","387057":"\n   Why should we think that people should be good?\n  ","387058":"\n   Have you ever been in a physical fist fight\n  ","387059":"\n   When did you screw everything up, but no one ever found out it was you?\n  ","387060":"\n   how was ya day?\n  ","387061":"\n   Tysm for responding, you're an angel and I always appreciate your genuineness. I hope things get better for you soon. I'm still torn bc it's either I take things day by day and keep him in my life as a friend (which seems impossible bc I'll always overthink things due to attachment) or cut him off.\n  ","387062":"\n   Oh also, I've been debating on us just being friends but he still has strong feelings for me and I worry my attachment will get in the way of that. I'm just super lonely irl and life is tough right now, so I cling to who I can. I'm not ready to be alone and sad again :( sigh\n  ","387063":"\n   Yeah, he knows. And all he says is we don't know what could happen in the future and life is unpredictable. I feel so dumb for being so anxious about this. Either way I look at it, I'm gonna get hurt. \/:\n  ","387064":"\n   Thoughts on a 20 and 36 year old dating?\n  ","387065":"\n   So there's a guy I've been talking to for a few months now (online) & I've gotten rly attached. He told me he loves me & sees something serious in the future. Only thing is, I have a lot of doubts.. mainly abt our religious differences, him being a lot older, & feeling like we don't have too much\n  ","387066":"\n   would like to? :)\n  ","387067":"\n   do you like italy?\n  ","387068":"\n   What drives you to do your best?\n  ","387069":"\n   Where would you choose to visit Paris, Egypt, or Britain?\n  ","387070":"\n   If magic was real, what spell would you learn?\n  ","387071":"\n   Do you have any problems right now?\n  ","387072":"\n   Do you eat midnight snacks? What is your go-to snack?\n  ","387073":"\n   What time do you go to bed?\n  ","387074":"\n   What time did you wake up?\n  ","387075":"\n   In love?\n  ","387076":"\n   How's your day?\n  ","387077":"\n   How to tell someone you like them?\n  ","387078":"\n   Favorite songs of 2020?\n  ","387079":"\n   [STAIF] One golden suggestion to your past self. ✨\n  ","387080":"\n   Is there a food or cuisine that you want to try? 🥺\n  ","387081":"\n   Suggest me a intellectual or histrical revulation related book?\n  ","387082":"\n   Where is the best place to hide things from others? 🙈\n  ","387083":"\n   〣l||l(›ଳдଳ‹)l||l what's the last thing that scared you?\n  ","387084":"\n   Do you change your mind often?\n  ","387085":"\n   According to a video game you are considered racist if you never dated a guy that's a different ethnicity\n  ","387086":"\n   What would you name a newly discovered planet?\n  ","387087":"\n   what is your comfort food?\n  ","387088":"\n   then?\n  ","387089":"\n   you care about what others think ?\n  ","387090":"\n   Fine.. \nPlz tell about you..??\n  ","387091":"\n   Favorite type of questions you like getting?\n  ","387092":"\n   whts your highest expectation?\n  ","387093":"\n   what fairytale\/universe would you like to live in? 🏰🌌💕\n  ","387094":"\n   Do you like the Beatles?\n\nBQ: Ever watched Yesterday or Across The Universe?\n  ","387095":"\n   Can you post an inspirational quote???\n  ","387096":"\n   Pandora vs spotify vs iTunes\n  ","387097":"\n   You don't need make up?? Do you agree??\n  ","387098":"\n   Do you borrow money or are you the one lending it? 💸\n  ","387099":"\n   Do you make others wait or do you always wait for others? ⏰\n  ","387100":"\n   expecting from own or another people\n  ","387101":"\n   What inspires you to try harder? 🤍\n  ","387102":"\n   Did you update to IOS 14? If not, are you going to?\n  ","387103":"\n   what does it mean to be a good citizen on the Internet? 😇💖🌐\n  ","387104":"\n   What's your number one rule in life?\n  ","387105":"\n   Do guns protect people or kill people?\n  ","387106":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","387107":"\n   What would you say your Top reason for getting out of bed every morning is?\n  ","387108":"\n   If you have worked \/ work currently, have you ever told your boss off?\n  ","387109":"\n   Why do you think bullies become bullies?\n  ","387110":"\n   Just weighed myself I'm 24 years old 6 foot tall and  weigh 156 pounds is that healthy?\n  ","387111":"\n   How often do you need to just get away from everything? You know, when you feel the need to just walk through the woods for a while, or into a park? What do you do when you need to get away from everything?\n  ","387112":"\n   what’s your favorite fairytale?\n  ","387113":"\n   What are you really interested in?\n  ","387114":"\n   do you have any unusual goals in life?\n  ","387115":"\n   What makes your headache when you see it?\n  ","387116":"\n   what are some board or card games you like to play?\n  ","387117":"\n   Is it correct for a man to marry his  Ex's  sister?Why??\n  ","387118":"\n   🌟Free Space for your current thoughts🌟\n\nAs always, much love and appreciation to you all 💙\n  ","387119":"\n   What’s the best place in your city for a romantic dinner?\n  ","387120":"\n   Have you ever been friends with someone who only talks to you when they need something? How did you deal with them? We’re polite and didn’t say no?\n  ","387121":"\n   How much do you love Netflix and Poptarts?\n  ","387122":"\n   What’s your favourite object?\n  ","387123":"\n   $500 owe\n  ","387124":"\n   What have you been up to lately?\n  ","387125":"\n   How much was the ticket\n  ","387126":"\n   I need a beer rn lol. My phone be dead asf lol\n  ","387127":"\n   Do you like to read?\n  ","387128":"\n   Did you dream last night?\n  ","387129":"\n   Wyd today\n  ","387130":"\n   I need an advice if I heard gossip about me at work and I know who started it, is it better to avoid it or confront them? The environment of my job is hostile.\n  ","387131":"\n   Have you ever had a speeding ticket\n  ","387132":"\n   Ok Leigh ! Don’t be frustrated!! Share a selfie talk video\n  ","387133":"\n   havin a relation useless ..... to you ? \ni think you are focused on something\n  ","387134":"\n   Oh thanks ♥️\nIt's kinda the same here, but in my country it's mostly 60 years and sometimes 65 and you are not allowed to keep working after it.\n  ","387135":"\n   how does retirement work though?\n  ","387136":"\n   you are angry @ past relation?\n  ","387137":"\n   I'm not, I just lost my trolling skills, it's no fun anymore lmao :(\n  ","387138":"\n   like you dont wanna fall in love ?\n  ","387139":"\n   so you dont have no crushes ?\n  ","387140":"\n   So people should retire at a decided age even if they're still able to work? disposing of them as if they're some used cloth.\n  ","387141":"\n   do you keep crush for life tym ?\n  ","387142":"\n   how many crushes  you have?\n  ","387143":"\n   do you like beans?\n  ","387144":"\n   Did you ever play dodgeball in school?\n  ","387145":"\n   Do you eat nuts on chocolate? 🥜🍫\n  ","387146":"\n   Stop being ageist.\n  ","387147":"\n   Would you consider a 60 year old person elderly?\n  ","387148":"\n   Are you in love? ???\n  ","387149":"\n   How's  your night? 🌙\n  ","387150":"\n   Halo or gears?\n  ","387151":"\n   ps4 or xbox??\n  ","387152":"\n   Favorite thing to do in ur free time? ask don't count\n  ","387153":"\n   why is it important for most people?\n  ","387154":"\n   Is family important?\n  ","387155":"\n   even if the child turns out a shxt head lmaoo and grow into a troll?\n  ","387156":"\n   Do you believe in unconditional love?\n  ","387157":"\n   Why?\n  ","387158":"\n   How’s your relationship with your siblings?\n  ","387159":"\n   Do you get slightly jealous of your ex’s girlfriend?\n  ","387160":"\n   Why two\n  ","387161":"\n   Did you go to your  school prom\n  ","387162":"\n   Describe something that's happened to you for which you have no explanation!\n  ","387163":"\n   🍂 Are there any upcoming movies you are looking forward to? If not, what's your favourite movie? :3\n  ","387164":"\n   What’s happening today?\n  ","387165":"\n   .‎˖٭Finish the sentence: Never have I ever...\n  ","387166":"\n   What's a job you'd like to try at least once?\n  ","387167":"\n   We have all seen the movement for womens rights, feminism, and equality amongst the genders, but what do you think of men's issues?\n\nFor example: men being less likely to retain custody of their child; men tend to die earlier than women, men are more likely to commit suicide etc\n  ","387168":"\n   What quality in a person that can make you love him\/her?\n  ","387169":"\n   Is there any quote you can't forget?\n  ","387170":"\n   Are you a good judge of character?\n  ","387171":"\n   What are your thoughts on vigilantes? Do you think justice should be left to the authorities, or do you think if you can do some good and take down bad people, you should?\n  ","387172":"\n   What’s one mistake you keep repeating?\n  ","387173":"\n   Ever played any Final Fantasy games?\n  ","387174":"\n   What is your idea of hell?\n  ","387175":"\n   Do you feel enough is being done to combat global warming?\n\nWhy or why not?\n\nWhat do you do to help preserve the environment?\n  ","387176":"\n   have you ever had cauliflower pizza? did you like it?\n  ","387177":"\n   Ahh, im sorry the year has been so difficult for you.\n\nDo let me know if i can help in any way, friend!\n  ","387178":"\n   How do you feel about the Covid-19 pandemic?\n\nDo you believe it is over exaggerated? Is it not taken seriously enough?\n\nWhat precautions, if any, do you take?\n\nHow has it impacted you\/your area?\n  ","387179":"\n   sensitive?\n  ","387180":"\n   How has 2020 been for you?\n\nTell us a bit about it, if youre comfortable doing so.\n  ","387181":"\n   so something personal issues you have with family?\n  ","387182":"\n   How was everyone's weekend?\n  ","387183":"\n   Which one is better?\n  ","387184":"\n   If a novel turned into a movie. What will you do first, read the novel or watch the movie? 😂🖤\n  ","387185":"\n   Your opinion about korean movies\n  ","387186":"\n   Do you keep your room clean or messy?\n  ","387187":"\n   Do you get enough sleep?\n  ","387188":"\n   Have you ever had someone make multiple side accounts to send hate? Because I'm sitting here blocking the fourth account from the same person like: 😐😑😐\nDo you think ask.fm will ever make more security measures?\n  ","387189":"\n   they are backdated?\n  ","387190":"\n   What are your thoughts on the death penalty?\n  ","387191":"\n   do you think IP block would be a good solution for those who constantly send hate and harass people? i mean, if you block someone, they shouldn't be able to contact you even if they make a new account. or maybe to limit people from creating numerous accounts.\n  ","387192":"\n   Why do you use ask.fm?\n\nWhat about it keeps you coming back?\n  ","387193":"\n   What's your favourite thing to talk about?\n  ","387194":"\n   great ... so you r family bother you ?\n  ","387195":"\n   what are you excited for?\n  ","387196":"\n   you r not married?\n  ","387197":"\n   family person?\n  ","387198":"\n   Do you give money to charities ?\n  ","387199":"\n   u like social work\n  ","387200":"\n   What’s your favourite band?\n  ","387201":"\n   you r a work o holic ?\n  ","387202":"\n   Have you met a fake person? How do you deal with them?\n  ","387203":"\n   Would you let another woman pay for your online shopping?\n  ","387204":"\n   What are some chores you enjoy?\n\nWhat are some that you dislike?\n\nIs there anything you do to make getting your chores done less boring?\n  ","387205":"\n   How do you show that you appreciate someone?\n  ","387206":"\n   u work for achieving goal or money\n  ","387207":"\n   Do you ever just miss school?\n  ","387208":"\n   do you believe in destiny? ❣\n  ","387209":"\n   what tv show can you rewatch over and over and never get bored of?\n  ","387210":"\n   Hey how is everyone in sorta new\n  ","387211":"\n   u goal is about achievement or about paper\n  ","387212":"\n   Do you believe that honesty is the best policy?\n  ","387213":"\n   Are you more nostalgic, or are you more interested in the future?\n  ","387214":"\n   lol i don't get this \"honesty day\" thingy. are you honest only once a month? isn't \"honesty day\" every day?..\n  ","387215":"\n   Do you actively use an adblocker?\n  ","387216":"\n   what stresses you out?\n  ","387217":"\n   Are you lookimg forward to the cooler seasons?\n\nWhat are your preferred things to do as it gets colder out?\n  ","387218":"\n   your old friend has a crush lmaooo\n  ","387219":"\n   Ever used doordash? Other apps like that?\n  ","387220":"\n   That is impossible, batman is a man. If anything, you'd  be batwoman\n  ","387221":"\n   Did most rivers exist in the middle ages too, like 500 years ago?\n  ","387222":"\n   Is it weird to have a crush if you’re old?\n  ","387223":"\n   A person who often see-saws back and forth between moods creating an inconsistency in behavior is most likely to have a personality disorder?\n  ","387224":"\n   is your life mudane?\n  ","387225":"\n   Do you have a OnlyFan???\n  ","387226":"\n   Can you share the link to me???\n  ","387227":"\n   do you prefer quiet places, maybe somewhere surrounded by nature, trees etc instead of crowed, loud places such as clubs?\n  ","387228":"\n   Which song would you choose to give your crush a message indirectly?\n  ","387229":"\n   who was it with\n  ","387230":"\n   do ypu regret it\n  ","387231":"\n   Have you ever had a one night stand?\n  ","387232":"\n   Are you sad or happy right now? How's your mood?\n  ","387233":"\n   fo you know of any serial killers that had motives? or any psychopathic stories that are true?\n  ","387234":"\n   ever study criminology?\n  ","387235":"\n   Why do you think is it that most serixI kiIIxrs are men?\n  ","387236":"\n   Do you like pizza?  What type is your favorite?\n  ","387237":"\n   what are those concerns? do you feel better mentally wise?\n  ","387238":"\n   Would you prefer to work at night or morning?\n  ","387239":"\n   How was your day?\n  ","387240":"\n   Are you more likely to take extra things (like pickles or onions or lettuce) off from your food, or do not feel too picky about it?\n  ","387241":"\n   What do you like to talk about the most?\n  ","387242":"\n   what's a good vape juice?\n  ","387243":"\n   Happy you when....?\n  ","387244":"\n   Do you know anyone who thinks they know everything, who feels they're always right\n  ","387245":"\n   How long has it been since you left high school?\n  ","387246":"\n   If you were shopping right now, what would you buy?\n  ","387247":"\n   Can you juggle?\n  ","387248":"\n   Is life back to normal where you live?\n  ","387249":"\n   What is your favourite article???\n  ","387250":"\n   what’s something you forgot to do today?\n  ","387251":"\n   Your bio is very interesting.. How do you got the skills in early age???\n  ","387252":"\n   What annoys you the most about a close friend?\n  ","387253":"\n   Hi there!    ҉*\\(^ω^)\/*҉ Here's to hoping you have a great week. I hope you're able to start the week off right with a good Monday!\n  ","387254":"\n   lol well i think most arcades ive been to had air hockey and i loved it too\n  ","387255":"\n   did you play arcade machine videogames as a kid? did you have a favorite arcade videogame?\n  ","387256":"\n   Can you go a whole day without checking your phone? If you had no work or school or anything to attend\n  ","387257":"\n   do you pay attention to other countries' presidential elections? tbh im kinda more hyped about the American ones than my own country's\n  ","387258":"\n   How would you react if an ex told you that they miss you and want to meet up with you?\n  ","387259":"\n   I feel like this dude is just fishing for attention. I'm sorry for whatever he's going thru' but you're not a professional. If he doesn't understand english, he could find stuff on google in his language, I'm sure there's plenty. A stranger from the internet doesn't owe him time of their day.\n  ","387260":"\n   What is the exact definition of addiction??\n  ","387261":"\n   My addiction is meditation.. So I don't want to say anybody and I don't want any traement.. Am I right???\n  ","387262":"\n   I literally love all of those, especially Skyrim! The 43 minute Atmospheres song is just so relaxing!!\n  ","387263":"\n   I love love love soundtracks!\n  ","387264":"\n   Favourite music genre?\n  ","387265":"\n   How to solve my problem???\n  ","387266":"\n   But this makes me happy.\nWhy do I have to take therapy for losing happiness..\n  ","387267":"\n   what’s the last gift you received?\n  ","387268":"\n   Great Reply..\nIf I'm addicted to something, how to stop that..\n  ","387269":"\n   OK\n. ThanQ.. What is called addiction???\n  ","387270":"\n   I have shyness.. How to overcome this???\n  ","387271":"\n   Those are coming after I sent the question to all the people I follow 😢\n  ","387272":"\n   Good\nHow do we measure it effectly???\n  ","387273":"\n   What is mental health???\n  ","387274":"\n   Am I shadow banned? I have not received a single like in my recent posts! Any idea?\n  ","387275":"\n   do some compliments make you uncomfortable? i like it when people compliment my personality, my intelligence, my work, it's truly flattering. i also appreciate certain compliments about my appearance. however, when people say stuff like \"hot, sexy, etc\", it's awkward. i find those inappropriate.\n  ","387276":"\n   What do you think makes a person beautiful?inner beauty or brain\n  ","387277":"\n   Have you ever bought anything from the ASKfm Market? 🔥\n  ","387278":"\n   Generally, what genre\/theme of questions do you prefer answering? (some examples: psychological, thought provoking, humorous, political)\n  ","387279":"\n   Have you dreamt at all recently?\n  ","387280":"\n   What kind of questions do you wish people would ask you?\n  ","387281":"\n   What would people hear if they can hear your mind? 🧠\n  ","387282":"\n   Have you ever come to Indonesia?\n  ","387283":"\n   Do you still remember your first love?\n  ","387284":"\n   How good are you at saying \"no\"?\n  ","387285":"\n   How well do you handle watching scary movies in the dark?\n  ","387286":"\n   what is ur work\n  ","387287":"\n   How to avoid overthinking?\n  ","387288":"\n   Do you trust your friends more than your family?\n  ","387289":"\n   hello dear how are you\n  ","387290":"\n   what are your longest relationships look like?\n  ","387291":"\n   Have you ever spilled food on someone? If so, was it on accident or on purpose?\n  ","387292":"\n   Are you a picky eater? 😛\n  ","387293":"\n   hope your all doing fantastic\n  ","387294":"\n   How bad do you have a fear of germs?\n  ","387295":"\n   Simple or Extravagant?\n  ","387296":"\n   Can you sleep well on the sofa?\n  ","387297":"\n   What contains ten thousand calories? ??\n  ","387298":"\n   —\n  ","387299":"\n   Would you rather be able to see your own future or be able to see everyone’s future but your own?\n  ","387300":"\n   Is happiness just chemicals flowing through your brain or something more?\n  ","387301":"\n   acquaintances Maybe?\n  ","387302":"\n   can we be friends please\n  ","387303":"\n   Do you support netflix cuties movie?\n  ","387304":"\n   When did something start out badly but worked out in the end for you?\n  ","387305":"\n   Have you ever seen a therapist\n  ","387306":"\n   ‼️‼️‼️\n  ","387307":"\n   how was your day\n  ","387308":"\n   this isn’t a love relationship. friends aren’t your partners\n  ","387309":"\n   Supposedly. I just continuously feel like a bad friend.\n  ","387310":"\n   I be tryna do that, but still feel like a bad friend when I make them mad or annoyed. Sometimes they don’t even tell me I’m annoying and it just makes me feel like a horrible person. I don’t try to annoy anybody intentionally.  If it’s hard to fix my ways.\n  ","387311":"\n   What advice would you give your friends if they wanna change their ways to be the best friends possible.\n  ","387312":"\n   are you a good swimmer?\n  ","387313":"\n   guess you are also on a look out..\n  ","387314":"\n   thats a loss for me. But do you have experience with long distance relationship?\n  ","387315":"\n   would you date someone fromm pakistan ?\n  ","387316":"\n   What's the most difficult choice one has to make?\n  ","387317":"\n   How was your week?\n  ","387318":"\n   What annoys 😒 you the most?\n  ","387319":"\n   What is your greatest weakness? 🍎\n  ","387320":"\n   how your day been\n  ","387321":"\n   Would you say you live in a \"good\" neighborhood?\n  ","387322":"\n   How do you prefer to spend your birthdays?\n  ","387323":"\n   Have you ever been so fed up? 😤\n  ","387324":"\n   yeah but the cup is clearly meant for coffee. your tattoo has no meaning now lmaooo\n  ","387325":"\n   that’s sad. what are you going to your impulsive coffee tattoo?\n  ","387326":"\n   ohhh makes sense lol ask is so f-ing sensitive\n  ","387327":"\n   Do you drink coffee without sugar?\n  ","387328":"\n   I'm not so familiar with terms in english. But I know I was born with a neurological issue. My right leg and arm don't function properly, I needed physical therapy when I was a kid. I'm also diagnosed with depression and generalized anxiety.\n  ","387329":"\n   If I was born with a neurological issue, does that make me neuroAtypical?\n  ","387330":"\n   What could you see yourself being like in another time line?\n  ","387331":"\n   hypothetical situation: you meet someone and you're starting to like them, even though you vaguely know them. this person has a bad reputation, quite a few people say they have a very disturbing past (i.e they were ab*sive, racist, n*zi sympathizer, homophobic, etc). do you consider what they say?\n  ","387332":"\n   Were you to choose a skill you are born with, which one would you like to pick?\n  ","387333":"\n   How do you think the world might end?\n  ","387334":"\n   Would you ever sky dive?\n  ","387335":"\n   Do you believe in love 😍 at first sight?\n  ","387336":"\n   Are you a 🛋 homebody or a 👯‍♂️ party person?\n  ","387337":"\n   Have a Blessed Sunday! 🤍\n  ","387338":"\n   Are you a couch potato? 🥔\n  ","387339":"\n   What food have you been eating a lot of lately?\n  ","387340":"\n   Hope you had a good day\n  ","387341":"\n   What's the last thing you lost? Did you find it?\n  ","387342":"\n   when you have a baby do you want to know the gender straight away or wait until its born\n  ","387343":"\n   How many push ups can you do in a single row?\n  ","387344":"\n   But I answer in English to your questions\n  ","387345":"\n   What do you usually follow on ask.fm, like what accounts, what content?\n  ","387346":"\n   what is your favorite ice cream flavor? 😋🍨💕\n  ","387347":"\n   Good morning, have a nice day\n  ","387348":"\n   Do you get more anon asks or more public asks?\n  ","387349":"\n   Who knows you the best?\n  ","387350":"\n   I don’t want spam\n  ","387351":"\n   Are you able to recommend a few people to follow?\n  ","387352":"\n   How much time per day do you spend on the internet?\n  "},"Answer":{"386280":"\n  i don't ask questions on askfm, so this doesn't really apply to me, lol.\n  ","386281":"\n  hello -- do you have a question?\n  ","386282":"\n  apparently most people do dream every night, it's just a matter of whether or not we remember them when we wake up. i seldom remember my dreams.\n  ","386283":"\n  happy saturday to you !! i just woke up not too long ago, and i just made my morning gfuel and some breakfast.\n  ","386284":"\n  i guess 7-11? haha.\n  ","386285":"\n  atmospheric\/ambient mixes of songs from video games, movies, and television shows.\n  ","386286":"\n  facebook, most of the time at least. i find better memes on facebook, rofl.\n  ","386287":"\n  i've tried meditation, and it has never worked for me.\n  ","386288":"\n  i have an older brother.\n  ","386289":"\n  depends on my mood. these days, i don't care for it at all.\n  ","386290":"\n  no, it doesn't offend me at all. it's their way of sending good wishes, which is appreciated. i just simply don't share the same views.\n  ","386291":"\n  i'm not going to discuss the reasons behind my mental illness.\n  ","386292":"\n  i take medication for mental illness and attend weekly therapy sessions.\n  ","386293":"\n  yes -- it's called mental illness.\n  ","386294":"\n  i don't remember. i very rarely raise my voice.\n  ","386295":"\n  i don't believe in prayer, but thank you regardless.\n  ","386296":"\n  LMAOO.\n  \n  i don't particularly care, like i said before. they're entitled to their opinions, and i don't even hold an opinion myself. besides watching the debate this week, i haven't paid much attention to current events over the past 1-2 weeks.\n  ","386297":"\n  no, i'm single and my ex and i are on good terms. my economic status is stable at the moment. i'm just mentally ill.\n  ","386298":"\n  i broke the screen of an ipad a very long time ago when they first started coming out. it wasn't really a severe break, it still worked for the most part, but i'm sure that if i brought it somewhere to be fixed then it would have been expensive.\n  ","386299":"\n  recover in terms of my mental health, progress further in my career, publish a book or more, and adopt a lot of animals.\n  ","386300":"\n  i wouldn't. there's nothing left to be said to those who were previously in my life and aren't there anymore.\n  ","386301":"\n  not very well, tbh. my mental health has been at its worst that its been in months and i'm basically just trying to survive rn.\n  ","386302":"\n  not necessarily, no. if you want good things to happen or progress further in life, then you need to put in the work to make it happen instead of waiting.\n  ","386303":"\n  yes, i think i have a very long time ago when i was still in high school.\n  ","386304":"\n  i've never been in a play, but i've watched plays before.\n  ","386305":"\n  i don't really know what you're talking about, nor do i care. you're better off asking someone who's a college student.\n  ","386306":"\n  no, i haven't.\n  ","386307":"\n  nope.\n  ","386308":"\n  happiness & mental stability -- and nope, lol.\n  ","386309":"\n  true crime and medieval torture devices.\n  ","386310":"\n  the only friends i've made in like eight years have been through work with a select few of my coworkers, lol.\n  ","386311":"\n  abandonment and enclosed spaces.\n  ","386312":"\n  my family doesn't have any distinct recipes.\n  ","386313":"\n  i know students are taking online classes and some campuses have opened to an extent, but i don't know much else.\n  ","386314":"\n  my roommate a few hours ago.\n  ","386315":"\n  yeah, i have one brother.\n  ","386316":"\n  quitting smoking cigarettes last year after smoking a pack per day for 10 years.\n  ","386317":"\n  i don't know anything about new york city, but a lot of my friends are still unemployed.\n  ","386318":"\n  smoking, drinking, and skin-picking.\n  ","386319":"\n  yes, i've been driving since i passed my road test at the age of 19.\n  ","386320":"\n  autumn !! i love pumpkin-flavored coffee, pumpkin bread, different stews and soups, apple cider, etc etc.\n  ","386321":"\n  relaxing and sleeping in, and perhaps playing video games as a means of distracting myself from the way i've been feeling lately.\n  \n  next weekend, i might be going camping so that'll be fun. :'))\n  ","386322":"\n  yes, i watch quite a few people on twitch !!\n  \n  one of them including\n  \n   @CourtneyUwU\n  \n  . :'))\n  ","386323":"\n  you don't. respect their decision and move on with your life.\n  ","386324":"\n  i love the enthusiasm that other people have for halloween, especially in terms of dressing up and doing cool makeup and whatnot. it just isn't something i do myself, though.\n  ","386325":"\n  i guess when i received the phone call that i got hired for my current job after the interview (which i honestly thought i bombed, rofl).\n  ","386326":"\n  considering my partner doesn't exist, nobody.\n  ","386327":"\n  \"caution: breaks down easily.\"\n  ","386328":"\n  my day was better than yesterday, although i still had a few anxiety attacks -- however, i was able to focus on my work most of the day, which was good. after i logged out of work, i laid in bed and closed my eyes for about an hour, then fed the cats and cleaned the house for a bit.\n  \n  my roommate and i ordered pizza, and now i'm listening to music, drinking, and answering questions.\n  ","386329":"\n  i never have before, but i feel as if it would just irritate me more than anything else. rofl.\n  ","386330":"\n  my roommate compulsively buys stacks of tissue boxes for whatever reason, so there's always a surplus of tissues in my house.\n  ","386331":"\n  i feel a bit better now, but i'm still not doing so well. it's friday & i'm off from work tomorrow, so i'm going to get drunk and high.\n  ","386332":"\n  this happens to me pretty much on a regular basis.\n  ","386333":"\n  hello -- do you have a question?\n  ","386334":"\n  this is news to me.\n  ","386335":"\n  because i'm an emotional & unstable piece of sh*t. :'))\n  ","386336":"\n  i only hooked up with one friend or mine.\n  ","386337":"\n  it's not as if i actually told them to leave, lmao. it's normal to sometimes want the house to yourself or to be alone, especially when you're extremely upset, crying, and destructive.\n  ","386338":"\n  i've never watched the walking dead before, actually.\n  ","386339":"\n  no, i've never asked my parents for advice before.\n  ","386340":"\n  yes, i'm single.\n  ","386341":"\n  goodbyes don't really bother me. people will always come in and go out of your life.\n  ","386342":"\n  i've been fairly sad\/depressed for the past week or so because of a lot of things going on in my personal life and at work.\n  ","386343":"\n  as my bio indicates, i live in new york.\n  ","386344":"\n  uh, eye gunk from sleeping at night? rofl.\n  ","386345":"\n  not really, i have a fairly low pain tolerance because my body is extremely sensitive to certain types of pain.\n  ","386346":"\n  i don't particularly care.\n  ","386347":"\n  i try my best to see the good in people, but once i see the \"bad\" side of someone, that pretty much takes over everything i think about them.\n  ","386348":"\n  i talk to a few people with whom i went to high school, primarily my best friend and two other friends of mine.\n  ","386349":"\n  i'm a writer and editor for a publishing company.\n  ","386350":"\n  worked, laid in bed and cried, spent time with my roommate's family, and then made a tiktok account. lmaoo.\n  ","386351":"\n  i'm doing a bit better now, i spent some time with my roommate's family instead of isolating myself and we all talked, which distracted me a lot from how i was previously feeling.\n  \n  now i'm listening to music and drinking a pumpkin beer, yay.\n  ","386352":"\n  i prefer black ink.\n  ","386353":"\n  not really, to be honest. i'm grateful that i have a job that keeps me in a routine, but also my days vary widely and i'm not doing the same exact thing every day either.\n  ","386354":"\n  \"if you're going through hell, keep going.\"\n  ","386355":"\n  work, my family, and mental illness.\n  ","386356":"\n  people envy others because they feel unfulfilled or insecure about something within their own lives, and they either don't have the resources or don't have the motivation to make that change themselves.\n  ","386357":"\n  because the things that are bad for us are sometimes the things that make me feel better temporarily.\n  ","386358":"\n  well yeah, but my wine bottle is in the fridge in the kitchen, rofl.\n  ","386359":"\n  you don't know a person's quirks until you get to know them on a deeper level. honestly, i thought he was one of those typical \"bad boy\" types, but as i got to know him better, i realized that we were both independent people who were bit of loners. i only use the word \"peculiar\" because we both share the same views on things that most other people wouldn't necessarily agree on.\n  ","386360":"\n  i want to be a published author.\n  ","386361":"\n  friends should be there to support you when you need help, but also have the communication with you to tell you if you're doing something wrong without needing to sugarcoat it.\n  \n  i have 4-5 close friends or so, although i only talk to one or two of them on a daily basis.\n  ","386362":"\n  when my ex and i started dating, i thought he was way above my league and i was confused as to why he even liked me to begin with. then as we got to know each other better, i realized he was just as peculiar as i was, LOL.\n  ","386363":"\n  people have faith in things that aren't necessarily proven to be \"seen,\" such as in the case of religion.\n  ","386364":"\n  my roommate's family is over having dinner right now, and because i'm on the verge of a breakdown, i just want them to get the hell out of my house so i can drink in peace.\n  ","386365":"\n  when i'm depressed or sad, i don't have an appetite and even the thought of food makes me feel sick.\n  ","386366":"\n  yeah, that sounds like they're still bitter about the exchange even though it's been (presumably) years ago. that reminds me a lot of my cousin and a close friend of mine, they were best friends for a few years until something happened between them that was a misunderstanding. my close friend got over it ages ago and doesn't care anymore, meanwhile if i bring her name up to my cousin, my cousin gets irrationally angry still.\n  ","386367":"\n  the plot lines and the fantasy elements involved.\n  ","386368":"\n  no, i haven't really been doing much of anything besides working. in the beginning of quarantine, i tried to spend more time writing creatively, but that didn't last very long.\n  ","386369":"\n  i've never heard of it before, but i'll check it out.\n  ","386370":"\n  i don't know what's going to happen come tomorrow, so the weekend is really up in the air right now regarding how i'll be feeling.\n  \n  i touched upon this briefly on askfm last week, but my job decided to make their employees return to the office, even though COVID cases are rising again in new york and schools keep opening and closing because people are catching COVID so quickly. my job is \"confident\" that the work place will be safe, but literally everyone in my department disagrees with that, including my supervisor.\n  \n  upper management sent out an email stating we had four options to choose from, which i don't want to get into the details of particularly. but i'm excluded from two of the options because of the nature of my position, and the other two options are (1) return to the office or (2) continue working from home with a camera on you during the work day and a 20% reduction in salary.\n  \n  our initial deadline to respond was this past monday, but because upper management received so many emails and questions from people in my department (myself included), they extended the deadline to tomorrow. they had a big meeting about everyone's concerns on tuesday, but we've received radio silence since then. so how are we supposed to make a decision when none of our questions have been answered?\n  \n  it makes zero sense. i feel so unsafe and it's just wrong to make people choose between their health or their salary\/privacy.\n  ","386371":"\n  orange is the new black, unbreakable kimmy schmidt, santa clarita diet, and the punisher.\n  ","386372":"\n  inner turmoil.\n  ","386373":"\n  no, i seldom allow people to borrow things from me unless i already trust that they'll give it back.\n  ","386374":"\n  i've walked past them and looked at them, but i've never been inside of an abandoned building before.\n  ","386375":"\n  not lately, no. i used to have a reoccurring nightmare when i was younger, though. but it's far too morbid and graphic to describe on askfm.\n  ","386376":"\n  there's not much to discuss really, it's mostly work-related things and then a lot of stuff going on in my personal life that i don't feel comfortable talking about on askfm.\n  \n  i want to immerse myself in conversation as a distraction, but i also want to be left 100% alone at the same exact time. my tolerance for things is extremely thin right now.\n  ","386377":"\n  i love when work keeps me busy, but under good pretenses, i.e. getting all of my assignments finished, and having a steady and consistent flow of what i need to do and what's expected of me.\n  \n  the past week has been hell at work for a number of ridiculous reasons, and i've been having crying fits every few days because i just can't handle it anymore. i love my job, but the politics within the organization is horrible.\n  ","386378":"\n  arrogance.\n  ","386379":"\n  a notoriously haunted house or something, idk.\n  ","386380":"\n  i think everyone's lives would be easier if we all had more money, haha.\n  ","386381":"\n  no, i'm not brave at all. i'm far too much of an anxious person for that.\n  ","386382":"\n  no. humankind is far too greedy for that.\n  ","386383":"\n  i'd like to learn how to speak russian.\n  ","386384":"\n  work has occupied perhaps 90% of my brain for the past week, which is probably why i'm so miserable rn.\n  ","386385":"\n  cross-country to arizona with my roommate, his girlfriend, and two of my close friends.\n  ","386386":"\n  yeah, i had a pumpkin iced coffee yesterday.\n  ","386387":"\n  cheese and pepperoni is fine by me. i'm not too picky with pizza.\n  ","386388":"\n  the meaning to life is to make a life full of meaning.\n  ","386389":"\n  i've been to 4 weddings that i can think of off the top of my head.\n  ","386390":"\n  i'm currently single.\n  ","386391":"\n  i lie and say that i have to do something and leave (particularly in IRL situations) or i simply stop responding if someone is messaging me.\n  ","386392":"\n  most of my family is completely different from me.\n  ","386393":"\n  no, i'm not interested in hypnosis.\n  ","386394":"\n  i've been having mini meltdowns all day long today, and right now i feel as if i'll have a full blown breakdown if one small thing puts me off the edge.\n  \n  i literally can't handle anything rn. i'm so overwhelmed with everything and don't see the point in doing anything anymore.\n  ","386395":"\n  no, i don't have plans this weekend. my roommate is traveling out of state, so i'll probably be alone the entire weekend.\n  ","386396":"\n  i binge-watch a lot of different shows at different points. some of my favorites are house MD, how i met your mother, parks and recreation, supernatural, wentworth, it's always sunny in philadelphia, and the x files.\n  ","386397":"\n  i don't believe there is enough kindness in the world.\n  ","386398":"\n  i'd rather travel by plane.\n  ","386399":"\n  I DIDN'T REALIZE IT WAS NATIONAL COFFEE DAY UNTIL IT WAS TOO LATE. 😭\n  ","386400":"\n  i have zero interest in owning either.\n  ","386401":"\n  getting my ribcage tattooed.\n  ","386402":"\n  yes, thankfully. otherwise i wouldn't have been able to work from home.\n  ","386403":"\n  i have it on but i'm not sober™ so i can't comprehend much, lmao.\n  ","386404":"\n  ded.\n  ","386405":"\n  the generic version of lamictal that i take now (200 mg) is just a really powdery round pill that immediately disintegrates in my mouth & tastes disgusting. :\/\n  \n  i don't have the extended release though, i wonder if that would change anything for me.\n  ","386406":"\n  wtf, why can't i get the coated ones. then again it's probably a different mg than mine, lol.\n  ","386407":"\n  i hate taking mine because it's such a powdery pill & it makes me gag, lmfao. but it's the medication that has helped me the most so i guess it's worth it.\n  ","386408":"\n  yes !! even though it's like 70 degrees today. :\/\n  ","386409":"\n  listen to music & lay in bed with my eyes closed.\n  ","386410":"\n  i don't even know who that is.\n  ","386411":"\n  i'm not good at overcoming bad habits at all, ahah. my proudest one is probably overcoming my reliance on self-harm, though.\n  ","386412":"\n  unfortunately, i'm basically ruled by my emotions except in professional environments. i have the ability to compartmentalize my emotions when i'm working, but in my personal time, i'm a mess. rofl.\n  ","386413":"\n  yes, haydn is also a friend of mine. :'))\n  ","386414":"\n  i don't have any plans for halloween, although it's on a saturday so i might have a friend over for some drinks and movies.\n  ","386415":"\n  yes, i consider\n  \n   @shehitsback\n  \n  to be a friend of mine.\n  ","386416":"\n  i've been working since 9:00am, haha.\n  ","386417":"\n  i believe in the concept of evolution, but the theory of social darwinism is gross.\n  ","386418":"\n  i'm not sure what sort of answer you're looking for here, lol. i'm not religious or spiritual.\n  ","386419":"\n  once again, nope.\n  ","386420":"\n  i'm anxiety-ridden, but i hope my day gets better. have a great tuesday as well, friend. 💗\n  ","386421":"\n  nope.\n  ","386422":"\n  no, i just believe in coincidence.\n  ","386423":"\n  lamictal is a b*tch for me to swallow in the morning. such a weird, clunky pill.\n  ","386424":"\n  i wasn't friends with her, but i knew of her because of askfm & i visited her page every now and again to see how she was doing.\n  \n  even though we weren't friends, i still feel terrible about her passing and i can't even fathom what her husband and children are going through right now, as well as her friends. i've lost several people to cancer as well, and it's always so difficult — especially when the person is so young.\n  \n  my heart goes out to everyone affected by this, and if anyone needs to talk, i'm here to listen.\n  ","386425":"\n  i was in love for 10 years, it isn't really easy to simply get over that immediately for me.\n  ","386426":"\n  no, i didn't.\n  ","386427":"\n  it'll get easier with time.\n  ","386428":"\n  i've never had it before.\n  ","386429":"\n  my second paragraph still applies then.\n  ","386430":"\n  hello — do you have a question?\n  ","386431":"\n  i've always jumped from person to person when i was younger — if someone wasn't interested in me, i moved on to someone else.\n  \n  however, the best answer to this question would be to simply focus on yourself, your friends, your career or education, your hobbies, etc etc. you don't need someone else to \"complete\" you — you're whole entirely on your own. having a partner might be a benefit for most, but it isn't a necessity.\n  ","386432":"\n  i believe it definitely reveals how a person would genuinely act if given the opportunity to do so (which is why they feel comfortable on anon). it's sickening how inconsiderate and close-minded the human population is.\n  ","386433":"\n  no, that's pretty much the last thing on my mind rn.\n  ","386434":"\n  \"is it worth it moving forward, and will i finally reach a place of contentment with my life?\"\n  ","386435":"\n  leaving small notes for your partner, sending them videos or memes or photos that remind you of them, buying them small trinkets that you know they'd love, making them CDs or playlists that are specialized to them, etc etc.\n  ","386436":"\n  my dedication and loyalty to my friends in their time of need.\n  ","386437":"\n  \"hell is empty and all the devils are here.\"\n  ","386438":"\n  well, i thought i did at one point. i don't think my feelings for him will ever truly go away, even though i accepted the fact that we probably won't get back together a long time ago.\n  ","386439":"\n  idk, i've pretty much broken every promise to myself that i've made for the past month. lmao.\n  ","386440":"\n  i would rather be able to freeze time. there are some moments that are splendid and i feel good, and it would be nice to live in those moments for a bit longer because of how fleeting they often are.\n  ","386441":"\n  i could imagine in certain video games, but i can't recall any specific moments.\n  ","386442":"\n  i've been able to walk away from situations that don't serve me anymore moreso now than ever in the past. as the years have come and gone, i've learned how to distinguished when i should stay versus when i need to walk away, and do things that  will preserve my own health and wellness.\n  ","386443":"\n  no, one of my old coworkers.\n  ","386444":"\n  work-related things regarding HR's email about returning to the office and the four bullsh*t options they gave us regarding returning. it essentially comes down to returning to work and risking our safety or taking a huge pay cut by staying home and being safe. it's money versus personal health, which is so ridiculous.\n  ","386445":"\n  strengths ;\n  \n  -- i'm a loyal and supportive friend.\n  \n  -- i'm hard working when it comes to my job.\n  \n  -- i appreciate the arts.\n  \n  weaknesses ;\n  \n  -- i'm ridiculously self destructive and impulsive.\n  \n  -- i question everyone's feelings about me, which leads to a lot of paranoia.\n  \n  -- i can be very selfish and manipulative.\n  ","386446":"\n  not really, no.\n  ","386447":"\n  i believe that if the people in the marriage are unhappy and they cannot resolve their differences or grievances, then they should have the freedom to get divorced without judgment or ridicule. there's nothing wrong with divorce, even when children are involved. it's better for the kids to live with one parent (or whatever comes of the divorce) who is happy then live with both parents who are unhappy all the time.\n  ","386448":"\n  i'm not going to type it out again, so if you scroll through my recent answers on my page from tonight, you'll get the idea.\n  ","386449":"\n  i already touched upon this in previous responses tonight, but i'm not doing well at all. i've also been trying to support and encourage one of my friends who has been feeling severely depressed lately, and it's difficult to do that when i've been feeling the same way myself.\n  ","386450":"\n  i would likely try to figure out if the dog or cat belongs to someone first, and then i would take them to the vet to make sure they don't have any health issues. if nobody claims a missing pet, then honestly ... i would probably adopt them, rofl.\n  ","386451":"\n  there's a local bar\/restaurant that serves ridiculously good tacos and margaritas, so it would likely be that place. they're also decently-priced as well.\n  ","386452":"\n  thank you, i need the support and encouragement right now.\n  \n  i haven't been in a good mood at all today. i woke up exhausted despite sleeping for 10 hours, work was mentally and physically exhausting, and i laid in bed for two hours after work just because i couldn't handle any form of reality.\n  \n  i'm just so out of touch and everything is in limbo, and i'm honestly terrified of everything. i don't want to be here.\n  ","386453":"\n  i usually do, but not so much lately. i went out to brunch with a friend and my roommate yesterday morning, and that alone was enough to exhaust me, haha.\n  ","386454":"\n  no, most cops ab*se their power and the majority of the protests did not get violent until after a police officer did something that caused violence in the first place.\n  ","386455":"\n  i was speaking in general.\n  ","386456":"\n  between the pandemic, my job being up in the air, my own self-doubt and mental illnesses acting up, my obsessive reliance on drugs and alcohol ... i honestly just can't deal anymore.\n  ","386457":"\n  everything is in limbo right now, so i honestly have no idea.\n  ","386458":"\n  i have a tendency to start a few books at once, but i seldom finish them.\n  ","386459":"\n  i'd rather not have people get my attention at all.\n  ","386460":"\n  i don't recall ever listening to his music, no. i only started getting into music when i was 11 years old (around 2002 or so).\n  ","386461":"\n  yes, i wholeheartedly prefer winter over summer. i like cold days and nights as opposed to hot days -- i can't handle the heat very well at all.\n  ","386462":"\n  i don't watch any reality television shows.\n  ","386463":"\n  i believe my ex told me that i've said a few things in my sleep on only one or two occasions, but usually no.\n  ","386464":"\n  i don't believe that i have, no.\n  ","386465":"\n  i like pizza rolls, but i seldom have them. they're a quick and easy lunch if i'm feeling lazy.\n  ","386466":"\n  yeah, but i don't like it overly toasted or too burnt\/crunchy.\n  ","386467":"\n  i'm not comfortable with public speaking at all. it gives me anxiety and panic attacks when i have to confront a group of people and give a speech or any type of presentation.\n  ","386468":"\n  i'd love to go camping eventually. it's something i've never really done before besides setting up a tent in the backyard and sleeping outside, haha.\n  ","386469":"\n  i certainly hope so. i did message my supervisor something amusing that i came across while proofreading a press release, so i hope that made her smile or chuckle.\n  ","386470":"\n  yes, i believe most of everyone continues to learn about life as they get older. there's no age limit on life experience, and we continue to learn about life the more that we live it.\n  ","386471":"\n  i try to listen to music and distract myself through social media, but most of the time, i just drink and\/or smoke.\n  ","386472":"\n  yeah, the weekend went by extremely fast. i don't even remember what i did on saturday, and yesterday was a blur because i was drunk\/high most of the day.\n  ","386473":"\n  i dislike shopping, and i try to get it over with as quickly as possible.\n  ","386474":"\n  i try to shower every day, but most of the time it's every other day. i only wash my hair once or twice per week, though.\n  ","386475":"\n  i used to drink coffee every day (pretty much most of the day long, haha), but i've switched over to gfuel over the past month or so. i used to drink at least 3 cups of coffee per day.\n  ","386476":"\n  i normally don't have a problem with mondays, but today absolutely exhausted me. i'm going to have a liquid dinner and call it an early night.\n  ","386477":"\n  no. i'm physically, mentally, and emotionally exhausted. i slept for a solid 10 hours straight last night, and could have slept longer if i didn't have to log into work.\n  ","386478":"\n  i'm a decent liar, yes.\n  ","386479":"\n  consecutively? likely 11-12 hours straight. when i'm exhausted, i can sleep without waking up easily, although most of the time, i do have to wake up halfway through to use the bathroom.\n  ","386480":"\n  gasoline, burning wood, fresh pine, jasmine, and coffee.\n  ","386481":"\n  yeah, i've made plenty of food for people.\n  ","386482":"\n  yes, i do. i'm not going to elaborate on it because there are tons of anons who will ask me invasive questions about it.\n  ","386483":"\n  i'll be fine, it isn't even 7:00pm.\n  ","386484":"\n  i'm trying to think of a clever answer for this, but i can't. lmao.\n  ","386485":"\n  i'm high\/drunk right now, so. ¯\\_(ツ)_\/¯\n  ","386486":"\n  people always traverse through life at different rates.\n  ","386487":"\n  i don't personally like them. i'm not a fan of baths.\n  ","386488":"\n  wedding are fun !! i've only ever been to a few weddings, though.\n  ","386489":"\n  i like outdoor weddings better. they're much more informal and relaxing and freeing.\n  ","386490":"\n  i play it on the phone, and my friends and i are always in an xbox live party with each other so we can talk to each other instead of typing.\n  \n  the game is pretty much ... you're either a \"crewmate\" or an \"imposter.\" you're set on some sort of space ship, and the crewmates have to complete tasks and the imposter has to try to k*ll the crewmates one by one (you cannot talk during this time period). if a body is discovered, then the discussion panel opens up and you can talk to your friends about where you were, who you were with, who you think is the imposter, etc etc. then it pretty much continues going until the imposter k*lls mostly everyone on the ship or if everyone completes their tasks.\n  \n  it's ridiculously fun, especially with friends instead of random people. the other night, we had a group of about 7 people, so we could have two imposters.\n  ","386491":"\n  YES, I DO.\n  \n  omg, i absolutely love that game. i play with my friends every few nights or so.\n  ","386492":"\n  i really want to purchase the extended editions of all of the lord of the rings and the hobbit movies, but i can't justify spending that kind of money rn.\n  ","386493":"\n  i understand that, sometimes i'm the same way in certain circumstances. you should stick up for yourself though, ideally -- your concerns and boundaries are just as valid as theirs, and you shouldn't feel obligated to do something if you're not comfortable doing it.\n  \n  and if your friend(s) don't like that, then well they're not as good of friends as they appear to be.\n  ","386494":"\n  ack, that's one of my pet peeves tbh. if you're not comfortable doing something, then they should be understanding of that and not try to push the subject.\n  ","386495":"\n  i think that's perfectly fine -- then again, that's what i've always done with no remorse, so that's my own personal opinion.\n  ","386496":"\n  perhaps investing in the stock market? idk, you'd have to ask someone who has a lot of money.\n  ","386497":"\n  i think i only know like one song from them, lol.\n  ","386498":"\n  no, i woke up around 7:30am this morning.\n  ","386499":"\n  yeah, i know a small amount of information about her, especially her advocacy for women's rights. i was pretty upset after her death.\n  ","386500":"\n  i bought a roommate a pack of cigarettes today.\n  ","386501":"\n  i don't feel anything because i seldom talk to complete strangers.\n  ","386502":"\n  1. my name is leigh.\n  \n  2. i'm 28 years old.\n  \n  3. my favorite hobbies are writing, playing video games, art, and reading.\n  \n  4. my favorite animals are wolves.\n  \n  5. my two favorite foods are sushi, and lamb and rice bowls.\n  \n  6. i prefer cold weather over hot weather.\n  \n  7. i like talking about animals, true crime, psychology, mental illness, literature, drugs\/alcohol, and art.\n  \n  8. idk what my element is, i think i'm a water sign.\n  \n  9. my zodiac sign is scorpio.\n  \n  10. my favorite alcoholic drink is a margarita.\n  ","386503":"\n  no, i just call them by their name or whatever name they prefer.\n  ","386504":"\n  hello -- do you have a question?\n  ","386505":"\n  my life is a dumpster fire rn, soooo.\n  ","386506":"\n  i have zero idea about phones, haha. i've only had the same phone for about a year, but i just purchase whatever has the best camera because i like taking photos.\n  ","386507":"\n  idk my horoscope, but my zodiac sign is scorpio.\n  ","386508":"\n  i work 8-9 hours per day, clean the house, write, play video games, and watch television.\n  ","386509":"\n  idk, i just know it's somewhere in massachusetts & that town name sounds really familiar, LOL.\n  ","386510":"\n  get away from them as quickly as possible, lmao.\n  ","386511":"\n  trespassing.\n  ","386512":"\n  i don't want to burden people with my issues.\n  ","386513":"\n  ugh, the thought of both is sickening.\n  ","386514":"\n  yeah, i'm single.\n  ","386515":"\n  i'm a writer and editor for a publishing company.\n  ","386516":"\n  nothing.\n  ","386517":"\n  that's over a year.\n  ","386518":"\n  yeah, only on like one or two occasions.\n  ","386519":"\n  i don't eat sweets when i'm high, lol.\n  ","386520":"\n  i usually keep it to myself.\n  ","386521":"\n  that isn't true, but all right. it's in my bio so people know to refer to me by the correct pronouns.\n  ","386522":"\n  no, although i will say that people's gender aren't anyone else's business to begin with. nobody is obligated to talk about their personal lives.\n  ","386523":"\n  i don't give those out.\n  ","386524":"\n  i'm all right at the moment — just listening to music & scrolling through social media.\n  ","386525":"\n  yeah, but i'm not addicted to it.\n  ","386526":"\n  him and i broke up 13 months ago. either way, what i said is still true.\n  ","386527":"\n  smoking weed doesn't make you a drug addict.\n  ","386528":"\n  sounds like you're the only one, LOL.\n  \n  it really doesn't make a difference to me. when i was younger, i couldn't see myself hooking up with a friend. then i found myself doing exactly that years later. people change, it's normal.\n  ","386529":"\n  i only smoke weed, but all right.\n  ","386530":"\n  that has happened to me due to depression mostly, but also laziness, yes.\n  ","386531":"\n  yeah, we're both bisexual.\n  ","386532":"\n  ¯\\_(ツ)_\/¯\n  \n  that sounds like a you problem, not a me problem. i've identified with non-binary for years now.\n  ","386533":"\n  neither of us are lesbians, so no.\n  ","386534":"\n\n   https:\/\/youtu.be\/IJNR2EpS0jw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","386535":"\n  i wondered if i was asexual *years* ago because of my loss of libido due to my medication.\n  \n  people are allowed to grow & change their minds, rofl. i wanted to have sex with my friend, she wanted the same thing, so it happened. it isn't a big deal.\n  ","386536":"\n  i never enjoyed sex with my ex? since when? lmaoo.\n  ","386537":"\n  i already addressed this, lol. it was a spontaneous thing and i enjoyed it, so. ¯\\_(ツ)_\/¯\n  ","386538":"\n  the police aren't going to come and arrest me for having sex with a friend a month ago. relax.\n  ","386539":"\n  lol, no. him and i are just good friends. it was with a friend of mine.\n  ","386540":"\n  smoking weed has nothing to do with disability law, lol.\n  ","386541":"\n  i guess i was wrong, LOL.\n  ","386542":"\n  yeah, i hooked up with someone about a month ago.\n  ","386543":"\n  i started therapy again.\n  ","386544":"\n  actually ... i'm pretty sure that's where my best friend goes to get her weed, LOL.\n  ","386545":"\n  i never have before, but i'm open to the idea.\n  ","386546":"\n  i helped my friends kidnap a friend as a joke.\n  ","386547":"\n  i'll pray for the devil to steal my soul.\n  ","386548":"\n  everything — i absolutely love my bedroom, between my tapestry and my string lights and then my television with the neon lights behind it.\n  ","386549":"\n  uh, maybe a month ago?\n  ","386550":"\n  this morning, i woke up and then went to the pharmacy to pick up my medication. then i went on social media for a while, played video games, had dinner, and now i'm outside having a campfire. :'))\n  \n  tomorrow, my roommate and i are going to get brunch.\n  ","386551":"\n  aw, thanks !! you too. 🥰\n  ","386552":"\n  yessss !! i should have brought my pen outside, i'm too lazy to go back in and grab it. lmao.\n  ","386553":"\n  i absolutely love having campfires outside this time of year. ♡\n  ","386554":"\n  outdoors. ♡\n  ","386555":"\n  depends on my attention span, lmao. i'd like to think i'm smart but i'm also very clueless when it comes to common sense stuff.\n  ","386556":"\n  they're inappropriate for askfm, and they go against askfm terms and guidelines.\n  ","386557":"\n  we can agree to disagree.\n  ","386558":"\n  perfectly healthy people have contracted the virus. and those who have it can pass it on to other people. it isn't just about my own safety, it's about everyone else's as well.\n  ","386559":"\n  definitely not, lol. that's nearly 12 younger than me. i don't think i could date anyone younger than like, 25-26 years old.\n  ","386560":"\n  for me personally, yeah. i don't care about what other people do though.\n  ","386561":"\n  definitely not, and even if i could, i wouldn't want that anyway.\n  ","386562":"\n  if my job decides to stay with those four options (two of which i can't even do), my only options would be ;\n  \n  1. return the office.\n  \n  2. work from home with a 20% salary reduction and a camera on me during working hours.\n  \n  i can't afford the salary reduction, and the whole camera thing makes me uneasy. so i would be forced to go into the office even though i think it's unsafe.\n  ","386563":"\n  things being illegal has never stopped me from doing them. lmao.\n  ","386564":"\n  most definitely, especially if it's in the oil in the cartridges that you put on nicotine pens. it's the same as a cocaine charge.\n  ","386565":"\n  marijuana in itself isn't an addictive drug, meaning if you smoke enough you wouldn't get withdrawal symptoms if you stopped. but people can definitely become reliant on the feelings it brings them.\n  ","386566":"\n  unfortunately, it isn't.\n  ","386567":"\n  no, it isn't bad. considering i'm a person who smokes weed a lot, rofl.\n  ","386568":"\n  yeah, i'm keeping tabs on them. i think they're under the impression that they have a \"chance\" with me, but they just sound like a miserable person who doesn't even want to seek help for themselves.\n  ","386569":"\n  do you mean solar? lol.\n  \n  i used to be when i was much younger, but i'm not very interested in it anymore.\n  ","386570":"\n  yeah, that's what i'm suspicious of. one of my other friends admitted herself voluntarily to the hospital two weeks ago and was there for 6 days, for example. so i can't really see how someone can involuntarily go to the hospital for s*icidal thoughts, see a doctor, and have that doctor tell them, \"nah you're good\" and let them go after only 6 hours.\n  \n  this person i'm talking to is an adult, and we both live in new york state. i'm also suspicious because this person has been giving off \"woe is me\" vibes by talking all the time about how they have treatment-resistant depression and mentioned like three times how many medications they're on, and how they were diagnosed as \"passively s*icidal\" (which doesn't sound like a diagnosis to me ... s*icidal thoughts are a symptom).\n  ","386571":"\n  i'm doing a bit better than i have been over the past two days, but still not well. my anxiety is still through the roof and i've been taking so much xanax to try to calm myself down, ugh.\n  ","386572":"\n  so, i need some insight ;\n  \n  i've been talking to someone (on a friend level, nothing more) and they informed me that they're diagnosed with bipolar disorder and on one of their birthdays, their mother called the cops on them because she thought they were s*icidal. this person went to the hospital and was released in 6 hours after seeing a doctor and they decided that they weren't dangerous to themself.\n  \n  is this ... valid? i was under the impression that cases like this, there's a holding period of like 24-48 hours just to keep the person under observation. i've never been hospitalized before so i don't know the routine, but it just struck me as odd.\n  ","386573":"\n  not particularly. i was never too interested in history when i was in school.\n  ","386574":"\n  honestly, neither option sounds particularly appealing rn.\n  ","386575":"\n  yeah, there are a few friends who i talk to on a daily basis.\n  ","386576":"\n  i've always loved the motto \"if you're going through hell, keep going.\"\n  \n  it reminds me that even if i'm struggling right now, things may eventually get easier if i continue moving forward.\n  ","386577":"\n  mutual communication, that's the foundation of any successful and healthy relationship.\n  ","386578":"\n  hard working, passionate, persistent, creative, and addictive.\n  ","386579":"\n  probably with a more stable economic system and a better co-existence between different life forms than what exists on earth.\n  ","386580":"\n  sydney, london, madrid, amsterdam, moscow, and venice.\n  ","386581":"\n  i've never really had any bad experiences, surprisingly enough. or if they were bad, they weren't bad enough for me to remember, lol.\n  ","386582":"\n  yeah, i'm insecure about pretty much everything about the way i look.\n  ","386583":"\n  i've never heard of that before, so i have no insight.\n  ","386584":"\n  gasoline, freshly cut grass, coffee brewing, burning wood, and fresh balsam.\n  ","386585":"\n  no, i don't pay much attention to how many likes my answers get, not unless it's an answer that's getting a lot of attention for some random reason.\n  ","386586":"\n  how clean (or dirty) it is.\n  ","386587":"\n  uh, a festival to celebrate halloween?\n  ","386588":"\n  usually by smoking, it gets me tired enough to fall asleep very quickly. then i'll turn off all the lights and crawl under the covers.\n  ","386589":"\n  i prefer working alone if that's possible, otherwise in a very small group of people.\n  ","386590":"\n  this week has been terrible, tbh. haha. i'm extremely glad, but also anxious, that this week is over -- but i know next week isn't going to be much better, so i'm going to try to take the weekend to relax and also mentally prepare myself.\n  ","386591":"\n  helena bonham carter.\n  ","386592":"\n  we've all been doing our jobs, so that wouldn't be a possibility. we have to document each day what we've done, and there is a program installed on everyone's work computers to monitor \"passive time\" and \"active time.\" so if someone wasn't doing work, then upper management would be notified.\n  ","386593":"\n  i tried it before when i was younger and it didn't work for me.\n  ","386594":"\n  ugh, yes. i just don't want to be sad anymore.\n  ","386595":"\n  honestly? i have no idea anymore. my new therapist seems as if she thinks i have bipolar disorder based on my manic episodes since i've been seeing her. i was previously diagnosed with BPD. i don't even know anymore.\n  ","386596":"\n  i don't know their reasoning -- they claimed it was because sales went down, but my department has nothing to do with sales. and we weren't getting paid more or less when working from home, and they're actually saying that if we want to continue working from home, they're reducing our salary by 20% and we have to have a camera on us at all times.\n  ","386597":"\n  i thought i was pretty clear -- does anyone who experience depression\/mania want to sometimes trigger a manic episode on purpose?\n  ","386598":"\n  just stuff having to do with my job.\n  \n  on a random thought -- does anyone who experience depression\/mania\/etc. want to trigger a manic episode for themselves? i just want to feel okay.\n  ","386599":"\n  ask me questions, friends ~~\n  \n  nothing too serious or thoughtful, i'm in a bad way rn.\n  ","386600":"\n  i dislike him greatly, yes. i think he's a pathetic, despicable version of a human being.\n  ","386601":"\n  this is a really weird question.\n  ","386602":"\n  gross. i dislike arrogance.\n  ","386603":"\n  the psychology interests me. i don't really understand your reasoning behind \"you watch true crime documentaries so you must be attracted to them\" narrative, lmaoo.\n  ","386604":"\n  i love him, but every day i'm learning. all my life, i've only been pretending. without me, his world will go on turning. a world that's full of happiness that i have never known.\n  ","386605":"\n  uh, i wouldn't fall in love with a person who hurts and kills multiple people. lmao. this romantizing of terrible people should end.\n  ","386606":"\n  ... why would i date a serial killer.\n  ","386607":"\n  uh, no? rofl.\n  ","386608":"\n  i cannot pinpoint one out exactly, but i thoroughly enjoy documentaries regarding true crime and serial killers.\n  ","386609":"\n  my ex telling me, \"i think you love me more than i love you\" when we were in the midst of breaking up. that hurt me to my very core.\n  ","386610":"\n  damsels in distress, i suppose. i can't really think of a more complex answer right now other than that. i dislike the idea of female characters being all \"woe is me\" and relying upon male characters to save them or relieve them of their struggles or worries.\n  ","386611":"\n  i think humanity is disgusting, so there isn't anything i *love* about people in general.\n  ","386612":"\n  absolutely. if there's an imbalance in love, then that's going to cause problems in the relationship.\n  ","386613":"\n  i suppose i'm liberal because i'm left-leaning, but i haven't put a direct label on myself in a long time.\n  ","386614":"\n  the way i view it, police show up after crime happens -- not while it's occurring. the police have taken advantage of their positions for far too long, and there has been little justice served to them when they *do* do things wrong. it's an unfair system, and the u.s. government places too much emphasis on the police and military when it can be spent on more innovative projects.\n  ","386615":"\n  absolutely wild. myself, with the aid of a few coworkers, sent out emails to more than 100 clients asking them for edits and approvals for their magazine articles so that we can begin laying them out in the magazine. i spent the entire morning sifting through emails, doing edits, forwarding them to other departments including customer service, etc etc.\n  \n  i wrote a very long email to my HR manager about her proposal to us returning to the office, because nearly everyone in my department is against the idea. i was shaken up and anxious about the entire ordeal, which resulted in me not eating at all today. i haven't eaten much of anything since yesterday afternoon because of my anxiety.\n  \n  i clocked out of work at 4:30pm, accidentally fell asleep, and then began drinking. so now i'm on my fourth drink (three glasses of wine and now a beer) and listening to music. i just want to be f*cked up tonight. i'm so done with everything.\n  ","386616":"\n  i don't know what they're planning, but their initial email was extremely vague and has been met with hostility with nearly everyone i've spoken to about it. pre-COVID, if someone got sick, then there were at least 3-4 people who came down with the same illness a few days later.\n  \n  for example, strep throat was going around my office back in february. i haven't had strep throat since i was a young child, under the age of 10, but i somehow got strep because of the fact that one person had it in my office, spread it to others, and then spread it to me. it's absolutely ridiculous.\n  \n  i wrote a very long, 5-paragraph long, email to my HR manager addressing my concerns and questions regarding the entire ordeal. she never responded to me. but i hope she heeds my words and takes my suggestions into consideration.\n  ","386617":"\n  you can be selfish without malice, but i don't believe you can be malicious without some hint of selfishness involved.\n  ","386618":"\n  right now, i'm afraid for the future. for the future of my own safety and wellness, and for my job as a whole.\n  ","386619":"\n  yeah, they basically gave us four options (one of them including going back to the office, and the other three are literally ridiculous), and said that if we don't choose an option, we'll have to resign.\n  \n  my department has around 30 people in a very small space. there's no air flow, the air quality is awful, there are no windows, and the space is very cramped. i can literally reach out my arm and touch my coworker on the shoulder. what they're proposing is absolutely inappropriate.\n  ","386620":"\n  i'll take your statement into consideration if there are sources involved. i did a quick google search and couldn't find much.\n  ","386621":"\n  i don't think anything can make me *instantly* happy. i'm normally in a neutral or sad mood unless i'm in the midst of a manic episode.\n  ","386622":"\n  \"you're going to suffer for a while, but everything will turn out for the better. keeping holding on and keep moving forward.\"\n  ","386623":"\n  no, i don't currently have any collections of anything. i used to have an accidental collection of mugs when i lived with my parents, but i got rid of most of those mugs when i moved.\n  ","386624":"\n  this is a photo my ex took of me back in 2014 when we went to upstate new york with a few friends. it's one of my favorite photographs of myself.\n  ","386625":"\n  at least 10 years old, ahah. i have a pair of sweatpants from my ex that i cannot bring myself to throw away because they're the most comfortable sweatpants i've ever owned.\n  ","386626":"\n  it's been quite a while -- meaning a few years, back from perhaps 2015 or 2016. whenever i've gone to upstate new york on vacation, i find it's best to leave my phone in the hotel room while i go travel with whoever i'm with, and it brings a certain sense of adventure wherever i go. i live more in the moment than anything else, and i don't have the compulsion to check my phone every 5 minutes.\n  ","386627":"\n  i've always been under the impression that love finds you randomly, not that you're obsessively searching out for it or anthing. it's best to just live your life to the best of your ability, and if something happens, then to just roll with it.\n  ","386628":"\n  yes, i believe that the funds that go towards the police system in general are too much, and those resources are better allocated towards other systems, such as education, the sciences, the arts, etc etc.\n  ","386629":"\n  my best traits ;\n  \n  -- my compassion for my friends.\n  \n  -- my talent in writing.\n  \n  -- my appreciation of music.\n  \n  my worst traits ;\n  \n  -- my selfishness.\n  \n  -- my manipulative behavior.\n  \n  -- my inclination toward self destruction.\n  ","386630":"\n  honestly, i haven't been well at all over the past two days. my job has pretty much given my department an ultimatum regarding returning to the office even though we're in the midst of a pandemic, and i've been having anxiety attacks and haven't eaten in two days.\n  ","386631":"\n  does impulsivity count as being a risk taker? LOL. i'm an extremely spontaneous and impulsive person.\n  ","386632":"\n  i enjoy traveling, but unfortunately i seldom have the chance to do so. the last time i traveled somewhere new was perhaps 2014 when i went to austin, texas, for a video game convention.\n  ","386633":"\n  i enjoy walking around parks and other nature reserves\/forests and taking photos of my surroundings.\n  ","386634":"\n  yellow roses are my favorite flowers.\n  ","386635":"\n  no, i don't believe so. if i do, then it's never been brought to my attention before.\n  ","386636":"\n  i like them separately, but not together as the rock band suggests.\n  ","386637":"\n  no, i don't have a good relationship with my parents at all. my family has always been extremely dysfunctional, and ever since i moved out of my parents' house, i've been slowly distancing myself.\n  ","386638":"\n  i've never worn braces, but i've been wearing glasses since i was a toddler.\n  ","386639":"\n  uh, perhaps the toaster? LOL.\n  \n  i like having bagels in the morning for breakfast, so i'll toast the bagels before adding cream cheese or butter to it.\n  ","386640":"\n  no, my natural hair color is dark blonde. i absolutely hate that color on myself, so i've been coloring my hair since i was around 12 years old.\n  ","386641":"\n  i used to enjoy baking, but i haven't done it in a really long time. i believe the last things i baked were blueberry muffins.\n  ","386642":"\n  i told my friend when i actually wasn't, which honestly is something that i do often because i don't like people worrying about me.\n  ","386643":"\n  it depends on the person. if it's a work-related call, then i try to call them back as soon as possible. however, if it's a personal call from my parents or my pharmacy (or anything similar), i'll usually wait a few hours until i have some free time.\n  ","386644":"\n  partially, yes. it's also because i'm lazy, and i don't feel comfortable going to a gym.\n  ","386645":"\n  i didn't eat dinner tonight because i wasn't hungry. i guess you could say i'm having a liquid dinner because i'm already on my third glass of wine & i'm planning on drinking beer after this.\n  ","386646":"\n  yes, i've been registered to vote since i turned 18 years old.\n  ","386647":"\n  no, i have no interest in dating.\n  ","386648":"\n  no, i don't get excited easily. i'm in a fairly neutral mood most of the time.\n  ","386649":"\n  i enjoy all four, but it ultimately depends on my mood. i haven't really eaten much at all in the past two days, so nothing is appealing to me.\n  ","386650":"\n  i would like to say i'm creative, yes. i enjoy writing poetry and prose, i enjoy painting, and i also enjoy photography. those are probably my top three creative arts that i like doing.\n  ","386651":"\n  sometimes, being alive. i wouldn't necessarily say i'm s*icidal right now, but i really don't see the point in being alive a lot of the time. there's too much stress and pointlessness of everything.\n  ","386652":"\n  i've tried reading books on a tablet, and it isn't the same thing as reading a book in my actual hands. not only does reading a book on a tablet hurt my eyes a lot because of the brightness of the screen, but i also enjoy the aesthetic of reading a paperback or hardcover book that i can hold in my hand and flip the pages. there's something strangely comforting about it.\n  ","386653":"\n  raspberry jam or butter !!\n  ","386654":"\n  to be totally honest, it's because the \"real world\" is too overwhelming to deal with -- especially these days. there is so much uncertainty and chaos going on in the world right now, it's only natural for people to distract themselves in whatever way suits them best.\n  ","386655":"\n  i'm not sure, to be honest with you. i have very strong emotions and i tend to get irrationally upset over small things, including stuff like my roommates getting angry over things out of my control (that has absolutely nothing to do with me), and it causes me to become incredibly anxious and afraid. i often lock myself inside of my bedroom when that happens.\n  ","386656":"\n  pouring myself three glasses of well-deserved wine after enduring the hell of a day that was my work day.\n  \n  i'm so happy it's the weekend. i've been a ball of anxiety and depression for the past two days, and i'm grateful to have saturday and sunday to try to relax and forget about work for a little while.\n  ","386657":"\n  honestly, i don't even know. LOL.\n  \n  i don't know much about what's trending nowadays. i've been focusing on my own life, my own friends, and my own mental health moreso than anything else these days.\n  ","386658":"\n  i'm the type of friend who will be there for you and lend you a shoulder to cry on when you need it, but i also do not sugarcoat things. if you're doing something wrong or problematic, then i have no issue with telling you how i feel.\n  ","386659":"\n  i love my writing abilities the most. i wrote a strongly-worded email to my HR manager today about some not-so-great things going on within my job recently, and i passed it by my supervisor prior to sending the email and she said it was a terrific email.\n  ","386660":"\n  conversing with my roommate and his father about random things this evening. i was in a pretty terrible mood, but being social and talking and drinking with them distracted me a lot and made me feel better.\n  ","386661":"\n  eh, it depends on how badly i dislike them and for what reasons i dislike them. normally, i'd keep the peace and act cordially, but there have often been times i've blatantly ignored people as well.\n  ","386662":"\n  happy friday !!\n  \n  i'm currently listening to the les miserables soundtrack, answering questions on askfm, and drinking wine.\n  ","386663":"\n  no, i have no desire to really talk to most of my old high school friends. we're not friends anymore, and there are only a select few people from high school with whom i associate these days.\n  ","386664":"\n  i love applebee's because they have pretty good margaritas and cheese quesadillas. i used to go there every now and again with my roommate for a happy hour lunch in between running errands.\n  ","386665":"\n  \"the mitochondria is the powerhouse of the cell.\"\n  \n  LOL. that has not been useful to me at all.\n  ","386666":"\n  yeah, i've taken road trips from new york to massachusetts, as well as from massachusetts to northern vermont. :')) they were incredibly fun.\n  ","386667":"\n  i honestly don't remember. it's been an extremely long time because things have honestly been sh*t lately.\n  ","386668":"\n  i think it's important to celebrate the small things alongside the big things as well. normally, the smaller things are what are more important, and they give us a sense of pride and fulfillment when we celebrate them.\n  ","386669":"\n  i don't confide in any of my family members. i'm not close to my family at all.\n  ","386670":"\n  my roommate and i turned on public access television and we were watching old school inspector gadget cartoons, haha.\n  ","386671":"\n  i was exhausted, both physically and mentally. i had a meltdown yesterday afternoon, so i was pretty much done.\n  ","386672":"\n  i don't remember. it was 10:30pm at the latest.\n  ","386673":"\n  that isn't far off much from my age, so yeah.\n  ","386674":"\n  no, i woke up at 8:00am this morning.\n  ","386675":"\n  hello -- do you have a question?\n  ","386676":"\n  no, i believe in science.\n  ","386677":"\n  ~*~ mental illness ~*~\n  ","386678":"\n  music has always been inspirational to me !! it definitely can calm my nerves or motivate me, and lately i've been re-listening to the \"les miserables\" soundtrack because it's so moving.\n  ","386679":"\n  definitely not, haha. that would not only be a boring movie, but also nowhere near \"fairytale\" either.\n  ","386680":"\n  i've had several anonymous questions asked to me about private information (i.e. sexual questions), as well as statements indicating that i'll be r*ped, k*lled, etc etc.\n  ","386681":"\n  drinking, smoking, talking to friends, and listening to music.\n  ","386682":"\n  i prefer to listen rather than speak.\n  ","386683":"\n  you're asking the totally wrong person for this, because i self-implode when situations like this happen. lmao.\n  ","386684":"\n  twice, i believe.\n  ","386685":"\n  no, i don't even know anything about clothing lines.\n  ","386686":"\n  even though it's a little old, it was a book my ex customized for me when we were still dating. it was a picture book, and he created the characters inside of it to look like us, and it described what he loved the most about me and had a lot of our inside jokes within it.\n  ","386687":"\n  my heart controls me, ugh. i'm always following my heart's desires and whims.\n  ","386688":"\n  uh, i ordered a pair of earphones from amazon last month & they sent me a super-duty face shield instead, LOL.\n  \n  i haven't returned it yet (actually, i've been asking my friends if they need it), but i *finally* got my earphones last week.\n  ","386689":"\n  zero. although i have been drinking a serving of gfuel in the morning which is around 150mg of caffeine, and a bang in the afternoon, which is 300mg of caffeine.\n  ","386690":"\n  i'm a writer and editor for a publishing company.\n  ","386691":"\n  the netherlands, italy, greece, croatia, spain, and england.\n  ","386692":"\n  no, i was manic and writing feverishly during that time. i distinctly remember seeing bugs crawling up the curtains behind the computer screen and feeling them crawling all over me.\n  ","386693":"\n  definitely not, lmao. i wouldn't buy them to begin with.\n  ","386694":"\n  apart from where i live in the united states, i've also visited the bahamas.\n  ","386695":"\n  probably about 40 hours. i started hallucinating towards the end, haha.\n  ","386696":"\n  i like joking about mental illness because it helps me cope, lmaoo.\n  ","386697":"\n  i haven't been given a reason yet not to.\n  ","386698":"\n  \"do you hear the people sing?\" from the les miserables soundtrack.\n  ","386699":"\n  i don't even use tiktok, lol.\n  ","386700":"\n  wut.\n  ","386701":"\n  it's an energy drink\/vitamin supplement that gives you various vitamins, antioxidants, and caffeine. it's usually used by gamers to increase their focus on video games, but i've supplemented it for my morning drink instead of coffee because it's healthier and has less sugar\/carbs than how i would drink coffee.\n  ","386702":"\n  LOL. yeah, it's almost 6:00am and i start work at 9:00am. it's going to be a long day.\n  ","386703":"\n  eh, not really. i've been getting more anon questions and just an equal number of spam questions from various people.\n  \n  idk if it's because i recently purchased the VIP program, though.\n  ","386704":"\n  no, i rarely drink coffee nowadays actually. i've switched over to gfuel.\n  \n  honestly, i'm on my second glass of wine. lmao. i thought maybe if i drank then i'd get sleepy, but nope, here i am listening to the les miserables soundtrack and perusing social media obsessively.\n  ","386705":"\n  interesting, i've never heard of that before. that certainly makes sense because i'm WIDE F*CKING AWAKE right now. and i don't even clock unto work for another 3+ hours, ugh.\n  ","386706":"\n  i've been awake for the past two hours because i fell asleep at 9:30pm and woke up at 3:30am (it's currently 5:30am). i guess my body decided that six hours of sleep was enough, smh.\n  ","386707":"\n  OH, lmfao.\n  \n  i mean... the world *is* sexist, so you're totally right in that regard. whether or not you want to ascribe by the label of \"feminist\" is up to you. i believe in women's equality but i haven't gone by the label of \"feminist\" in a number of years.\n  ","386708":"\n  music, writing, and mental health advocacy.\n  ","386709":"\n  i've always enjoyed the depth behind the character of draco malfoy from the harry potter series.\n  \n  although, now jk rowling is complete trash and i feel terrible that those books were so pivotal for me growing up.\n  ","386710":"\n  yes, i'm still friends with a few people i know from high school and college. my best friend and i met in middle school, actually — so we're going on 17 years of friendship now.\n  ","386711":"\n  i've always absolutely hated anything with mayonnaise in it, ugh.\n  ","386712":"\n  i've never really heard of anyone thinking that the word \"feminism\" is sexist. the term originated in the late 19th century, so it isn't really a new age thing that has happened.\n  \n  but, you do you — if you believe in women's empowerment and equity between the sexes, then there's nothing wrong with that obviously. that's the way it *should* be, regardless of whether or not you want to label yourself.\n  ","386713":"\n  i've been really digging all of the \"among us\" memes these days.\n  \n  also, this... lmfao.\n  ","386714":"\n  usually when i'm laying in bed at night and about to fall asleep, lol.\n  ","386715":"\n  i have a bottle of hand sanitizer in my bag for when i go out, but that's pretty much it. i always wash my hands immediately when i return home from being out these days.\n  ","386716":"\n  i miss one of my friends because i haven't seen her in a long time, but we talk regularly through texting and snapchat.\n  ","386717":"\n  yes, i enjoy my job a lot !! i'm so grateful to have a job in the field i studied towards.\n  ","386718":"\n  during my therapy appointment this week, my therapist asked me if i had ever done any \"inner child healing\" exercises. i didn't even know what that was, so she asked me if i would be willing to try it, so i said yes.\n  \n  basically, she had me do deep breathing exercises while my eyes were closed and she spoke to me, guiding me through a scenario where i was in a park and i found a bench with a person sitting on it. she then said it was me as a child, and she asked me how old my child version was who was sitting on the bench. i said they were 7 years old. my therapist guided me through sitting down next to the child version of myself and told me to think about how the conversation would go, and that i could stand up and walk away when i was ready.\n  \n  in my mind, i had asked the child version of myself how they got there and how they were feeling. but the child didn't respond or even make eye contact with me. after i \"came out\" of the exercise, i told that to my therapist and she said that it would make sense that as a child, knowing what ab*se i went through, i wouldn't want to make eye contact with people. and i informed her that i still don't even do that now.\n  \n  it was weird, but interesting. apparently we're going to revisit it every once in a while and see what happens. i'm not necessarily sure i believe in it exactly, but i'm open minded to it.\n  ","386719":"\n  i guess work? idk, nothing really seems to hold my attention anymore on a recreational level.\n  ","386720":"\n  i used to love reading, but my attention span has been sh*t the past few years, so i haven't read as often. my favorite authors are stephen king and anne rice.\n  ","386721":"\n  i usually just relax — i work monday through friday, and on my breaks and after work is when i'll also get the household chores finished. that way by the time the weekend comes, i don't have any pressing responsibilities.\n  \n  on the weekends, i'll wake up at whatever time i get up naturally, have breakfast, drink some coffee or gfuel, and usually i'll log into social media on my laptop and catch up on things while listening to music. sometimes i'll play video games in the afternoon as well.\n  ","386722":"\n  idk, probably when i was a small child. i've definitely never had that done as an adult.\n  ","386723":"\n  i'll think of an answer to this later.\n  ","386724":"\n  i learned some french when i was in high school, but it was a mandatory part of the curriculum.\n  ","386725":"\n  oh goodness, i'm sorry you're dealing with that. she might not even realize she's being hard on you like that, which is concerning in itself.\n  \n  have you tried to simply talk to her about it in a mature, conversational manner? if she's aware of what she's doing now, she might be apt to re-think her words and not say those things anymore.\n  ","386726":"\n  my addiction to self-h*rm when i was a teenager. i wouldn't have started in the first place.\n  ","386727":"\n  that doesn't necessarily mean that she isn't over him. it could just simply mean that she *has* moved on from that part of her life and wants to keep it in the past.\n  ","386728":"\n  no, i never hid money from any of my exes. i never saw a reason behind it — i trusted them and they trusted me, and if they needed financial help, i was more than happy to give it to them.\n  ","386729":"\n  i love photography — i mainly take photos of things in nature, but i've also recently discovered that i'm pretty good at portraits too.\n  \n  here's a photo i took a few weeks ago at an abandoned air field.\n  ","386730":"\n  yes, absolutely !! autumn is my favorite season. :'))\n  ","386731":"\n  i fell asleep ridiculously early at like 9:30pm, and now it's 3:30am and i'm wide awake. ugh.\n  ","386732":"\n  my job. i wake up around 8:00am every day to get ready for work, and i don't clock out until 5:30pm (sometimes 6:00pm).\n  ","386733":"\n  i don't wear sunglasses.\n  ","386734":"\n  borderline personality disorder.\n  ","386735":"\n  as my bio indicates, i'm 28 years old.\n  ","386736":"\n  yeah, that seems unnecessarily rude.\n  ","386737":"\n  reach out to trusted friends or family if you have that option, engage yourself in a hobby you enjoy, distract yourself with a television show or a movie, connect with others through social media, etc etc.\n  ","386738":"\n  i'm all right, although i'm a bit sad for no apparent reason. i'm currently trying to relax myself by watching a good movie and drinking a beer.\n  \n  i spent the day working, and then after work, i did the dishes and pretty much scrolled through social media for about an hour while lying down in bed.\n  ","386739":"\n  probably over the weekend, tbh. there was a day where i slept from like 11:00pm until 10:00am, haha.\n  ","386740":"\n  aw, you're welcome !!\n  ","386741":"\n  bigoted attitudes, discrimination towards others (i.e. people who are racist, sexist, homophobic, transphobic, ableist, etc), selfishness, arrogance, and stubbornness.\n  ","386742":"\n  it wouldn't hurt, but you should be open-minded to the potential that your doctor may not agree that it's the best thing for you. you also have to consider if you're on any other medications because there's the possibility of there being an adverse reaction when combining certain meds.\n  ","386743":"\n\n   @kittiemeowsie\n  \n  ,\n  \n   @asgardarts\n  \n  ,\n  \n   @astoldbyjoanna\n  \n  ,\n  \n   @CourtneyUwU\n  \n  ,\n  \n   @Pookeo9\n  \n  ,\n  \n   @anancitae\n  \n  , and\n  \n   @ManicMartyrdom\n  \n  .\n  ","386744":"\n  loss of libido and weight gain, meh.\n  ","386745":"\n  when i was in middle school and early high school, i was bullied by my classmates. i was called to the principal's office on one occasion. i also pretended to be sick a lot because i was struggling with depression and could barely get out of bed a lot of the time.\n  ","386746":"\n  alive, preferably.\n  ","386747":"\n  tattoos are an art form & i think they're beautiful. i have seven tattoos.\n  ","386748":"\n  i'm on a consistent schedule of xanax every day. it helps me a lot.\n  ","386749":"\n  trial and error, unfortunately. i used to have a list of all of the medication i've tried but i lost it a long time ago. i've tried at least 6 or 7 different medications, and now i've been taking the same 4 medications for a few years now that have mostly stabilized me.\n  ","386750":"\n  i've been following mariah on askfm and other social media for a few years. we've never spoken extensively, though. however, back in like the 2015-2016 era of askfm, she taught me a lot about feminism.\n  ","386751":"\n  i have like two or three plushies, haha. i got rid of the rest of them when i moved.\n  ","386752":"\n  my only talent is writing (mostly personal essays and poetry, but i haven't written poetry in a long time).\n  ","386753":"\n  i'm drinking & watching one flew over the cuckoo's nest ~~\n  ","386754":"\n  i've been taking lamictal for two years & it's completely changed my life for the better.\n  ","386755":"\n  i just got out of the shower, so i'm sitting down before i get dressed. then i'm going to grab an energy drink out of the fridge and clock back into work.\n  ","386756":"\n  i never claimed to be a healthy person. ¯\\_(ツ)_\/¯\n  ","386757":"\n  lots of caffeine.\n  ","386758":"\n  wut, LOL.\n  ","386759":"\n  i don't have an iphone.\n  ","386760":"\n  well, i've been using askfm since like 2011\/2012 or so. i'm not sure how people would describe me, though.\n  ","386761":"\n  it isn't something i consciously think about, lol. i've been trying to drink one liter per day, though.\n  ","386762":"\n  no, i dislike baseball.\n  ","386763":"\n  i don't post photos of my figure, but i did answer a question this morning where i said that i don't drink enough water or exercise.\n  ","386764":"\n  going out to a restaurant or any sort of store without wearing a mask or being extremely cautious and paranoid about getting sick.\n  ","386765":"\n  eh, perhaps once per month or so? it depends on how confident i am in my appearance and if i've taken recent pictures that i particularly like.\n  ","386766":"\n  i'm introverted. i don't like being around large groups of people, and even smaller groups tend to exhaust me after a certain period of time. i require a lot of alone time.\n  ","386767":"\n  i'm usually fairly proud of myself, especially when i receive outside acknowledgment or validation.\n  ","386768":"\n  -- drinking more water.\n  \n  -- exercising.\n  \n  -- taking my medication consistently and on time.\n  ","386769":"\n  a few nights ago. i spent the night immersing myself in the world of tamriel in the elder scrolls universe (i was playing the video game \"skyrim\"). it's one of the few games that i can play for hours.\n  ","386770":"\n  countless, haha. i used to be an avid reader back in the day, and i probably own over 100 books.\n  ","386771":"\n  i just answered a similar question a few minutes ago. i'm not shy, but i prefer to keep to myself.\n  ","386772":"\n  i'm not at all confident, and i change my appearance semi-often. cosmetically-speaking, i would like to give myself a more defined jawline and lose a lot of weight.\n  ","386773":"\n  i don't have whatsapp, and i'm not interested in talking to people.\n  ","386774":"\n  i can maintain attention on a single task for a long period of time, although caffeine definitely helps in that regard.\n  ","386775":"\n  i haven't been to enough places to really determine what a suitable location for me to live would be.\n  ","386776":"\n  yes, i'm single.\n  ","386777":"\n  how is it racist that none of my three relationships were with a black person? rofl. that doesn't mean i've never been interested in a black person before in a romantic context.\n  ","386778":"\n  my career.\n  ","386779":"\n  i know absolutely nothing about athletes.\n  ","386780":"\n  my roommate, my ex, and my best friend.\n  ","386781":"\n  if you mean in a romantic context, then no. i've only ever been in three relationships.\n  ","386782":"\n  i don't exactly know what my personality is, so i can't really make such a determination.\n  ","386783":"\n  lmfao, what. of course i have.\n  ","386784":"\n  i don't enjoy most sports, and i don't watch them for the most part, or participate in them. if anything, the only time i'll watch sports is if someone has an ice hockey game on.\n  ","386785":"\n  well i've only been awake for less than an hour, but i feel fine. i felt like having an iced pumpkin coffee, so i went to dunkin after i got up. i have to log into work in 20 minutes or so, so i'm just checking up on my social media in the meantime.\n  ","386786":"\n  when i worked in the office, i did. i would get up, take my medication, use the bathroom, get dressed, pack my lunch, and leave the house.\n  \n  now since i work from home, it depends. lol. i generally do still get up and take my medication first thing in the morning, and then use the bathroom. however, i usually work in my pajamas these days. most mornings, i make breakfast for myself before logging into work as well.\n  ","386787":"\n  go back to bed, haha. i got a decent amount of sleep last night, but i'm still incredibly fuzzy and hazy right now.\n  ","386788":"\n  listening to music and playing video games.\n  ","386789":"\n  i don't normally eat for energy, ahah. if i'm working and need to focus on something, i'll have a caffeinated drink.\n  ","386790":"\n  no, i don't currently play any instruments. when i was much younger, though, i played the acoustic guitar, ukulele, and keyboards.\n  ","386791":"\n  i'm in treatment for mental health, so i take medication and attend weekly therapy sessions. i also journal my moods\/emotions several times per week and listen to music to self-soothe.\n  ","386792":"\n  i'm quiet, but i'm not necessarily shy. i just prefer to keep to myself.\n  ","386793":"\n  my name doesn't have a real reason behind it, but in technical terms, it means \"meadow\" or \"delicate.\"\n  ","386794":"\n  shaming people is generally bad unless they're p*dophiles, nazis, or pro-life people.\n  ","386795":"\n  i'm not a big fan of soda, so neither.\n  ","386796":"\n  nicotine, alcohol, and caffeine.\n  ","386797":"\n  there have been a few occasions, like forgetting something was in the cart when i went to check out at a store.\n  ","386798":"\n  if someone doesn't want to continue their friendship with me because they have a family of their own, then they weren't a good friend to begin with.\n  \n  this is also assuming i don't already have friends who are married and have families of their own already, lol.\n  ","386799":"\n  healthy people wear masks so that they don't contract illness from people who don't wear masks.\n  ","386800":"\n  i'd protest against defunding planned parenthood.\n  ","386801":"\n  i don't have a good relationship with my family, and i rely uon the support of friends. your family isn't the only support system that exists, and i would rather have my friends near me than my family.\n  ","386802":"\n  yes!! i've seen linkin park like three times in concert. :'))\n  ","386803":"\n  it depends on the week because there's really no consistency to it. i'd say between 15 and 40 questions.\n  ","386804":"\n  lately, i've been binge-watching house MD.\n  ","386805":"\n  hello — do you have a question?\n  ","386806":"\n  i don't remember my childhood.\n  ","386807":"\n  unfortunately, it isn't on xbox. it's only available on steam and mobile. i've been playing with my friends on mobile because it's free, its legit one of the most fun games i've ever played with friends.\n  ","386808":"\n  if i didn't ummatch him, i would screenshot the message. lmao.\n  ","386809":"\n  i have a caffeine problem.\n  ","386810":"\n  instrumental music from video games, television shows, and movies.\n  ","386811":"\n  uh, don't? rofl. i wouldn't want anyone living my life.\n  ","386812":"\n  i have my moments of laziness, but i wouldn't consider myself overall a lazy person.\n  ","386813":"\n  at this point? sleep. i'm most content when i'm asleep, and it's such a hassle to wake up and do things every day. i'm tired of it all.\n  ","386814":"\n  i used to know, but i forget the number at this point. i had taken an IQ test when i was a child, and it was a somewhat high number, but not genius level or anything.\n  ","386815":"\n  on the very rare occasion, yes. for example, the other night, i was playing \"among us\" with my friends & there were seven of us in total.\n  ","386816":"\n  i have to use a calculator, haha. i'm absolutely terrible at math.\n  ","386817":"\n  no, i've never seen the point in wasting money to play lotto or to buy scratch-offs.\n  ","386818":"\n  i don't have any traditions for my birthday. most of the time, i see my friends and we grab a drink, but other times, i don't do anything at all.\n  ","386819":"\n  \"did you sleep well?\" is the correct phrasing.\n  ","386820":"\n  having stable mental health.\n  ","386821":"\n  i was laughing hysterically because he followed the message up with a gif of a dude turning around dramatically with a rose in his mouth. lmao.\n  ","386822":"\n  today, smh. someone added me on facebook, and i accepted him because we have a lot of mutual friends. he messaged me immediately, and like an idiot, i responded. he's been asking me all sorts of random questions, and then when he asked \"do you have any questions for me?\" i ignored him. he waited a few hours and then said \"i guess not.\"\n  \n  just ... smh. i f*cking hate people.\n  ","386823":"\n  some dude on tinder messaged me and was like, \"how do you feel about coming over my place, smoking a blunt, and rawdogging it while forensic files plays in the background?\"\n  \n  like ... what. lmfao.\n  ","386824":"\n  they have faith in something, and that's what makes it real to them. especially in terms of religion and spirituality.\n  ","386825":"\n  yeah, gaming with my friends (and tbh, gaming in general) has been keeping me somewhat level-headed throughout all of this.\n  ","386826":"\n  there's been a group of 6-7 of us the past week or so, and we've played three times since then. oh my god, it was hilarious and i found out that i'm ridiculously good at that game, rofl. i managed to k*ll three people before a single body was found my second time as the imposter.\n  ","386827":"\n  i've never heard of \"how long incorporated\" before, that must be a relatively new company on the market.\n  ","386828":"\n  back when i drank coffee regularly, i loved the 32oz iced coffees from the deli.\n  ","386829":"\n  to answer this question, i would have to know what other people assume about me. i don't know how other people think of me, haha.\n  ","386830":"\n  i've developed quite a shell, so i'm not normally a vulnerable person.\n  ","386831":"\n  i only truly feel alive when i'm under the influence, ahah. other than that, i'm fairly neutral and numb most of the time.\n  ","386832":"\n  no, there's no hidden agenda. smh. the lockdowns and masks are supposed to contain the spread of COVID so that people are less likely to contract it and die.\n  ","386833":"\n  hard work, perseverance, and determination.\n  ","386834":"\n  somewhat, yes. i've never been much for socializing IRL to begin with, and i've always kept to myself with a small inner circle.\n  ","386835":"\n  people talking over others when they're in the middle of speaking.\n  ","386836":"\n  because that's what we feel we deserve most.\n  ","386837":"\n  it means i'm neither of the two gender binaries (man or woman).\n  ","386838":"\n  i like that i have the ability to express how i feel creatively in short stories and essays and poetry.\n  ","386839":"\n  yeah, i love playing video games and i try to play regularly, both solo and with friends. my favorite games are skyrim, fallout 4, destiny 2, assassin's creed syndicate, halo reach, the bioshock series, minecraft, and life is strange.\n  \n  i also have been playing among us with my friends, which has been super fun.\n  ","386840":"\n  bacon, lettuce, tomato, cheese, and avocado spread on a roll.\n  ","386841":"\n  i like cilantro, and it doesn't taste like that to me, lol.\n  ","386842":"\n  i like the fact that i don't have to leave my house when i shop online (honestly, i've been doing everything from clothes shopping to buying food to buying alcohol all online these days). the only things i dislike are the service fees, shipping fees, etc etc.\n  ","386843":"\n  depends on who the person is and whether or not i value their opinion in the first place. most of the time, i find it amusing.\n  ","386844":"\n  i would much rather live in a colder environment. i can't handle the heat very well.\n  ","386845":"\n  i don't give out my instagram username on askfm.\n  ","386846":"\n  no, i don't have a tiktok account.\n  ","386847":"\n  i had an incredibly wild and confusing day today, LOL. between everything i did at work to the messages i was receiving from two random guys this afternoon, it was a bit ridiculous. i was so confused and overwhelmed that i forgot i had a 6:00pm therapist appointment, so fortunately i was able to log in without being too late, and the therapy session was also very interesting this week.\n  ","386848":"\n  7,866 followers.\n  ","386849":"\n  social media and my banking apps.\n  ","386850":"\n  i've been wearing boots whenever i need to go out since it's been in the 50s\/60s during the past week. i only leave the house maybe twice per week, though. haha.\n  ","386851":"\n  no, probably not. i've never set any of my friends up before.\n  ","386852":"\n  that aggravates me so much, rofl. it definitely isn't as bad as what other people feel when they hear people chewing with their mouths open, but it does irritate me.\n  ","386853":"\n  honestly, it's been a long time since i've been excited for anything in the future. i guess the most recent thing was the other night when i was waiting for my friends to log onto xbox so we can have an xbox live party and play \"among us\" together.\n  ","386854":"\n  blood red and\/or dark purple. i also like earth tones, especially forest green.\n  ","386855":"\n  depends on my mood in that moment. i love spicy food, but sometimes i'm not really up to having it.\n  ","386856":"\n  listen to music, write in my journal, play video games, drink, and smoke.\n  ","386857":"\n  no, that's very entitled. you're not superior to other people simply because you had the privilege of going to college and obtaining a highly-paid job.\n  ","386858":"\n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @kittiemeowsie\n  \n\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @ManicMartyrdom\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @CourtneyUwU\n  \n\n  --\n  \n   @Pookeo9\n  \n\n  --\n  \n   @keepmovingforwardx\n  \n\n  --\n  \n   @CelineM96\n  \n\n  --\n  \n   @anancitae\n  \n\n  --\n  \n   @HeartOfStitches\n  \n","386859":"\n  i'm non-binary.\n  ","386860":"\n  i've never done anything heroic before, if anything it's just the opposite.\n  ","386861":"\n  bad news gets greater press than good news.\n  ","386862":"\n  one of my cats, considering they sleep for 16 hours per day.\n  ","386863":"\n  wifi. without it, i wouldn't be able to work every day (or well, five days a week).\n  ","386864":"\n  depends on the person. some people value that skill while others don't.\n  ","386865":"\n  no, it just depends on which song i'm obsessed with in that moment. haha. i'm currently listening to \"open door\" by mike shinoda.\n  ","386866":"\n  you're damn right.\n  ","386867":"\n  yes.\n  \n  i'm in a great fucking mood tonight.\n  ","386868":"\n  i have !! those are really interesting. i would do the same thing if i took acid, but i've always been afraid to.\n  ","386869":"\n  i'll post a drawing i did while very high the other night. lmao.\n  \n  it's supposed to be a cat\/human hybrid. then i gave up halfway through it. i'm laughing still because it's so ridiculous.\n  ","386870":"\n  YESS I'VE HEARD THAT BEFORE, IT'S FUCKING AMAZING.\n  ","386871":"\n  haha, thanks !! back when i had a regular point-and-shoot camera in the late 2000s.\n  ","386872":"\n  honestly, i hated making the settlements. i would have one in sanctuary, and then never follow through with establishing other settlements, besides maybe at red rocket or something.\n  \n  my ex absolutely loved the settlements and would build things for hours (that's the engineer in him, haha), but i would much rather just explore the wilderness and do other miscellaneous side quests.\n  ","386873":"\n  hey friends, i'm home alone for the next few hours. ask me some questions ~~\n  ","386874":"\n  this was when i was 16 years old, i think.\n  ","386875":"\n  yeah, i used to do it pretty often, mostly in the form of changing my hair, getting tattoos, and getting piercings. i've chopped all of my hair off into a pixie cut, i've colored it every single color except green, i've shaved half of my head, i've gotten piercings and i also have seven tattoos, etc etc.\n  ","386876":"\n  no, i'm just mentally ill.\n  ","386877":"\n  very much so !! i've been loving this cool weather that we've been having this past weekend, and eventually my roommate and i are going to buy some halloween decorations for the house. :'))\n  ","386878":"\n  i don't have any special talents.\n  ","386879":"\n  i do it to preserve my privacy (i.e. if letters have my name and address or other personal information on them). i don't have a paper shredder, so i rip the documents up as small as possible before i throw them out.\n  ","386880":"\n  my name is leigh.\n  ","386881":"\n  they were all materialistic items, so it wasn't really that big of a deal in the long run. however, there was one time i grabbed my closet door and ripped it off of its hinges, and that was a bit difficult to explain to my parents when i was a teenager. lmaoo.\n  ","386882":"\n  yeah, sometimes i have fits of rage and destroy or throw things out, and then when i calm down, i get angrier at myself for doing those things.\n  ","386883":"\n  i like giving other people gifts and seeing their reactions to what i've given them.\n  ","386884":"\n  that's pretty much what i've done throughout my entire life, so yeah.\n  ","386885":"\n  how does that mean i'm wasting my money? rofl.\n  \n  therapy has helped me a lot over the years, and i wouldn't be nearly as stable as i am currently if it wasn't for my weekly therapy sessions. even with my new therapist, she's taught me a lot over the past month or so.\n  ","386886":"\n  i have generalized anxiety, and that heightens when people ask me to do something suddenly or last minute, especially things that already cause me anxiety (such as driving or making a phone call). the whole \"can we talk?\" thing also worries me a lot too, haha.\n  ","386887":"\n  i rip it up first, and then throw it out.\n  ","386888":"\n  i have work and then a therapy appointment.\n  ","386889":"\n  i'm doing well. i finally have the house to myself for the rest of the night, so i can comfortably drink and listen to music and watch television.\n  ","386890":"\n  it doesn't.\n  ","386891":"\n  no. i don't like supporting industries that hurt others.\n  ","386892":"\n  no, i never have before.\n  ","386893":"\n  that doesn't sounds dumb at all, honestly i was shocked when these things first started happening too... 2020 is just a wild and weird year, it's been so unforgiving and yet every week or two, there's something new that happens. it's been such a trip.\n  ","386894":"\n  nah, i love the cooler weather. all of the windows in my house are open and i'm wearing a tee shirt, rofl. it gets cold when it starts going down to the 20s and 30s.\n  ","386895":"\n  your sex is different from your gender. people cannot change their biological sex. you evidently don't understand much about the trans community.\n  ","386896":"\n  i saw a video of a group of stupid white teenagers yelling \"MAGA!\" and telling everyone in target to take off their masks. it was absolutely disgusting.\n  ","386897":"\n  that's how the weather usually is where i live. it was in the high 70s last week, and now it's in the 50s. lmao.\n  ","386898":"\n  if people feel like they're a teenager because of a medical condition that affects their maturity level, that isn't \"trans-agism.\" i'm referring to people who are perfectly healthy who decide that they want to identify as a different age than they actually are and infringe upon trans communities.\n  ","386899":"\n  i can only speak to what i see where i live, but it appears so. people are protesting mask-wearing, congregating in large groups, not taking precautions, etc etc.\n  \n  i think once the bars and restaurants opened up, people kinda took that as a sign meaning \"it's over\" when it's far from over. schools opened up for the fall semester, but most of them are closing again because people are catching COVID almost immediately.\n  ","386900":"\n  i can't remember the last time i wore sneakers, rofl. i usually just wear sandals during the summer & boots during the autumn\/winter.\n  ","386901":"\n  thank you !! i'm glad i'm not the only person who thinks that sh*t is ridiculous, lmao.\n  ","386902":"\n  i don't wear either, but when i was in high school, i wore converse.\n  ","386903":"\n  yes, i'm aware of that. that has nothing to do with what the original anon was asking, though. the anon was referring to someone who's, for example, 25 and identifies as a 15 year old (something ridiculous called \"trans-agism\").\n  ","386904":"\n  i think i'm at the right level of maturity considering my age.\n  ","386905":"\n  is grab another type of transportation app? if so, i've never heard of it.\n  ","386906":"\n  pretty good!! i woke up early and has breakfast and some iced coffee, then i fell back asleep for a few hours. i just got back from 7-11 and now i'm probably going to play video games.\n  ","386907":"\n  i'm not a fan of either.\n  ","386908":"\n  like i just said, please refer to my first answer in this thread. lol.\n  ","386909":"\n  no, i usually don't use askfm when i'm drinking.\n  ","386910":"\n  please refer to my first answer in this thread.\n  ","386911":"\n  i think i did a very long time ago.\n  ","386912":"\n  yeah, most of my photos have filters on them.\n  ","386913":"\n  i don't watch it anymore? rofl.\n  ","386914":"\n  i'm pretty sure you can buy close to anything online these days, haha.\n  ","386915":"\n  if someone around me is angry, i automatically assume that the person is mad at me.\n  ","386916":"\n  \"don't forget to open your eyes\" by missio.\n  \n\n   https:\/\/www.youtube.com\/watch?v=5w7PvjpxGwg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","386917":"\n  yeah, that's common with depression. if you have a doctor, i suggest you bring these feelings\/experiences up to them so that they have a better understanding of how you're feeling.\n  ","386918":"\n  persevering through life experiences.\n  ","386919":"\n  for the most part, yeah.\n  ","386920":"\n  just to survive.\n  ","386921":"\n  thanks for the follow ~~\n  ","386922":"\n  i used to in the past, yeah.\n  ","386923":"\n  lol, no.\n  \n   @CourtneyUwU\n  \n  and i are good friends who hung out on two occasions prior to her moving out of new york.\n  ","386924":"\n  i was thinking more along the lines of chuck berry and bo diddley.\n  ","386925":"\n  they fall under the definition of what a shoe is, so yeah.\n  ","386926":"\n  it isn't really a game where one person wins at the very end of it all or anything. you're split up into two categories: you're either a crewmate or an imposter. the imposter has to try to k*ll the crewmates, and as bodies are discovered, a discussion panel opens where you and your friends try to figure out who the imposter is. you can't talk when you're actually playing the game, and once you're dead, you can't talk either.\n  \n  we played so many rounds, but i was actually very good at the game. rofl.\n  ","386927":"\n  rock & roll.\n  ","386928":"\n  xanax + wine + marijuana = a happy leigh.\n  ","386929":"\n  i've been on two first dates, haha. i've been on subsequent dates with my ex obviously after that, though.\n  ","386930":"\n  i don't care if people judge me or not.\n  ","386931":"\n  depends on how they approach it, but usually my anons have good intentions so i would appreciate it.\n  ","386932":"\n  you're probably better off asking someone who's experienced with first dates, lol.\n  ","386933":"\n  well the weekend is halfway over. i just got finished playing the video game among us, it was me and 6 other friends. that was the most fun i've had in a very long time.\n  ","386934":"\n  the lease renewal.\n  ","386935":"\n  it's an artist's painting of a scene from the halo video games. unfortunately, i can't recall the artist rn.\n  ","386936":"\n  i usually end up sleeping and\/or being high\/drunk.\n  ","386937":"\n  cheetos or cheese doodles, rofl.\n  ","386938":"\n  interesting approach, but still a poor attempt at trolling.\n  ","386939":"\n  no, i'm not interested in anyone at the moment.\n  ","386940":"\n  i don't remember my childhood.\n  ","386941":"\n  the cooler weather and the gorgeous colors of the trees.\n  ","386942":"\n  i disturbed his sleep by moving my leg. lmao.\n  ","386943":"\n  no, i don't.\n  ","386944":"\n  hello ~~\n  \n  my day has been fine. i managed to run some errands, play video games, and wash my hair, and now i've been watching youtube for a few hours. i'm about to play the game \"among us\" with my friends.\n  ","386945":"\n  i think the porn industry is toxic and extremely damaging, especially considering most porn actors\/actresses don't actually want to be there.\n  ","386946":"\n  i'm not sure, i've never researched into this topic.\n  ","386947":"\n  you'd be surprised at how many times someone has asked me a question along the lines of this & then that leads to other people asking me \"is x abuse? is y abuse?\" ugh.\n  ","386948":"\n  i'd say that it's an unhealthy emotion.\n  ","386949":"\n  this is a ridiculous question. lmao.\n  ","386950":"\n  that isn't abuse... smh.\n  \n  also, i'm not playing the \"is this abuse?\" game past this. it's stupid.\n  ","386951":"\n  what did i lose?\n  ","386952":"\n  mountain dew baja blast.\n  ","386953":"\n  hello — thank you !!\n  \n  today, i ran some errands in the morning, had breakfast, then fell asleep for another hour rofl. i didn't do much this afternoon except shower and play video games, and now i'm drinking and watching a comedy live stream.\n  ","386954":"\n  i've never paid much attention to gossip.\n  ","386955":"\n  everyone was a child at one point, that doesn't mean that i understand them. rofl. whenever i'm around my friends' kids, i'm just so awkward.\n  ","386956":"\n  i just drank one of those bang energy drinks & i'm shaking so badly from the caffeine, lmaoo.\n  ","386957":"\n  no, i've never really been around kids a lot so i find it difficult to really converse with them or relate to them.\n  ","386958":"\n  i don't follow people on request, sorry.\n  ","386959":"\n  idk, i think 6-8 pairs (ranging from boots to sandals to flats).\n  ","386960":"\n  i've tried it & it has never worked for me.\n  ","386961":"\n  no problem !! :'))\n  ","386962":"\n  yeah, i actually like that song a lot. lmao.\n  ","386963":"\n  i'm not really sure — i love the smell of gasoline, but i think that's shared by many people.\n  ","386964":"\n  yes, i do !! i love livi's artwork and her personality is exquisite.\n  \n  cc:\n  \n   @asgardarts\n  \n","386965":"\n  steroids. a lot of steroids.\n  ","386966":"\n  the taste of ink, but reversed.\n  ","386967":"\n  i don't really think i do that, but thanks?\n  ","386968":"\n  definitely not, haha. i don't like people touching me.\n  ","386969":"\n  yeah, that's why i normally try to wake up early in the morning. at least then there's time for me to do the things i need to do before i can settle down and relax.\n  ","386970":"\n  nothing good worth mentioning, rofl.\n  ","386971":"\n  people acting superior to others or belittling others solely because they hold a different opinion.\n  ","386972":"\n  sometimes on the weekends, yes.\n  ","386973":"\n  you're probably better off asking a person who's used an exercise app, haha.\n  ","386974":"\n  my roommate got a free disposable vape yesterday, so he gave it to me. rofl.\n  ","386975":"\n  dana scully and fox mulder.\n  ","386976":"\n  bills and rent, lol.\n  ","386977":"\n  i've never taken on any side jobs before.\n  ","386978":"\n  yeah, i can understand what you mean by this. basically, you're saying that the more someone knows you, the less likely they are to love you because you don't believe you have any redeeming qualities, or your negative characteristics are too much to ignore.\n  ","386979":"\n  i think it comes down to the individual person, tbh. every person has their own complications and characteristics, and i don't believe you can really make such a determination by grouping people into genders.\n  ","386980":"\n  i've played at an arcade in the past, but not over the past 5-6 years at least. i used to go to dave & buster's.\n  ","386981":"\n  the only thing i can really think of is data entry.\n  ","386982":"\n  friendship isn't forced, and you don't exactly become friends with someone by asking them for a friendship. i'm not looking for new friends, regardless.\n  ","386983":"\n  as my bio indicates, i live in new york.\n  ","386984":"\n  oh man, i didn't even think about stuff like this -- i'm assuming parents are going to have to tell this to their children this christmas to keep the spirit going.\n  ","386985":"\n  not really, at least not anymore. i used to be very shy when i was a teenager, but i've grown out of it since then.\n  ","386986":"\n  hello -- do you have a question?\n  ","386987":"\n  thank you !! and yes -- that's definitely toxic positivity.\n  ","386988":"\n  i'm diagnosed with depression, anxiety, and borderline personality disorder.\n  ","386989":"\n  i played it for the first time with four of my friends last night, it was SO INTENSE. lmaoo.\n  ","386990":"\n  well, my weekend just started -- it's only 9:30am on saturday, lol. last night, i played video games with some friends until around midnight. this morning, i ran some errands, made some breakfast, and now i'm looking through social media and clearing out my askfm inbox. :'))\n  \n  i also just made the french vanilla coffee flavor of gfuel and mixed it with soy milk -- omg, it tastes so good.\n  ","386991":"\n  the game \"among us\" is fun af, omg.\n  ","386992":"\n  no, thankfully i never have.\n  ","386993":"\n  error 404: page not found.\n  ","386994":"\n  i didn't really think you were personally, so i apologize if my response came off as if i thought you were. it just reminded me of those instances where people do romanticize it or think any good comes from having mental illness.\n  \n  even certain things that aren't necessarily romanticizing can leave a bad taste in my mouth, tbh. like when people say \"yeah my x disorder makes me feel more deeply for people and the things i love,\" which is ... fine on a surface level, i suppose. but it's also just as damaging because that's very much a symptom too, and a lot of harm can come of it due to personal attachments and whatnot.\n  ","386995":"\n  i usually hang out with the same 3-4 people, haha. i don't have a large inner circle, but i'm content with the friends i have.\n  ","386996":"\n  for me personally, i would it consider it extreme if someone is using their religion to enforce harm onto someone else, i.e. someone's who's christian and is protesting saying that gay or trans people should d*e, and other things of that nature.\n  ","386997":"\n  i never said i disagreed with you regarding islam. i was offering christianity as an example of another flawed religion. perhaps it's just where i live (who knows?), but there are a lot of christians\/catholics\/etc etc. who are extreme in their thinking, and leverage their religious beliefs to put forth their own close-minded views.\n  ","386998":"\n  the answer depends entirely on the individual. some people find meaning in their careers, others in their friends and families, and others in their spiritual and\/or religious beliefs. a lot of the time, it's a combination of some or all of those factors.\n  ","386999":"\n  don't believe everything you read online, triple check your sources to see that you're obtaining the most unbiased information, and don't take social media very seriously.\n  ","387000":"\n  happiness is having a warm campfire in the middle of a cold night with friends around you, while you all drink and listen to music and swap stories.\n  ","387001":"\n  i agree with you. i don't know the specifics of christianity because i haven't studied it in a very long time, but it is also a very flawed religion whose followers often take to extremes.\n  ","387002":"\n  i think it depends on the individual circumstance. personally, i'd much rather know things than be ignorant or naïve towards them, even if it might hurt me.\n  ","387003":"\n  i wouldn't say that my day was necessarily good, but it wasn't bad either. i feel much more stable today than i did yesterday, for which i'm thankful.\n  \n  yesterday, i had a meltdown and couldn't stop crying while trying to work in the morning, and i ended up clocking out around noon. i laid in bed for an hour before finally taking a 3-hour nap, and i woke up feeling even worse than before. i haven't been that down in a very long time, but i'm feeling a bit better today.\n  ","387004":"\n  ???\n  \n  this is exactly what i'm talking about, rofl.\n  ","387005":"\n  i don't think it's wrong to say that, no. *all* major religions are extremely problematic because of their historical roots and context, and islam is no different.\n  \n  i'm not saying i'm an expert on religion or anything, i haven't studied religion in over a decade, but i just want to point out that i'm not targeting just islam when it comes to things like this. there are also major issues with christianity too, as an example.\n  ","387006":"\n  i don't have any thoughts on the matter. people have the freedom to be spiritual and\/or religious, and it isn't my business what someone else believes in.\n  ","387007":"\n  OH, okay. you weren't patronizing, i just read the message wrong and it sounded like you wanted me to cut my medication and therapy out of my life, lmaoo.\n  \n  eating healthy food and exercising can temporarily help to some degree, but it isn't a cure-all. the mental illness will still be there and most of the time, the most effective means of combatting it is through psychiatric medication and talk therapy.\n  ","387008":"\n  as much as it frustrates me that the stigma exists, i still try to talk about mental health and mental illness often *because* that stigma is still there. i want people to understand that while everyone has mental health, not everyone struggles with mental illness, and you can't compare a small bout of sadness to chronic depression.\n  ","387009":"\n  when i first started working, i was a minimum wage cashier at a drug store. i worked in that position for a while before being promoted a few times, but i stayed with the drug store for 4 years.\n  ","387010":"\n  no, i'm not a religious person.\n  ","387011":"\n  i'm not really concerned with having romantic relationships at the moment, so it isn't something that's in the forefront of my mind.\n  ","387012":"\n  i haven't watched it and i'm definitely not planning on watching it. i stumbled upon a small clip of one of the scenes on twitter that auto-played while i was scrolling, and it was *so* wrong and disgusting. i can't imagine actually sitting through an entire movie of that.\n  ","387013":"\n  i really hope you're not suggesting that i stop taking medication or going to therapy in favor of eating well and exercising.\n  ","387014":"\n  if my medication and therapy sessions weren't effective, then i wouldn't have been taking them for nearly four years, lol. if i didn't have these things in my life and if i didn't seek professional treatment when i was 25, then i would be dead.\n  ","387015":"\n  i wrote an essay a few years ago regarding my experiences with depression and people who have romanticized it over the years because i was so frustrated with how quick others are to be like, \"yeah at least you learned x out of it!\"\n  \n  no -- i didn't learn anything from being depressed, s*icidal, and hurting myself for nearly a decade. i was in pain and wanted to d*e, and there's nothing redeeming or beautiful about that.\n  ","387016":"\n  i think it's appalling for so many different reasons, i wouldn't be able to even list them all. not only is the actual filming and production of the movie problematic because they're children (and tbh, those parents should be condemned too for subjecting those children to this), but the actual movie will only teach children that these types of behaviors are okay, that they'll continue to be s*xualized, and and will gain positive responses from being s*xualized. the idea of consent is lost, and that's very troubling.\n  ","387017":"\n  no, i've been taking medication and going to weekly therapy sessions to handle my mental illnesses. they work for the most part, it's just environmental things around me that trigger my more \"extreme\" responses.\n  ","387018":"\n  at this point, i just want to live independently by myself (most likely in an apartment, i don't need anything grand), adopt a lot of animals, progress forward in my career, get a better handle on my mental health, and write a book.\n  ","387019":"\n  no, lol. my life would be 100x easier if i wasn't mentally ill. there are no redeeming \"qualities\" to having a mental illness, the symptoms are ever-present and have absolutely wrecked havoc on me and my life.\n  ","387020":"\n  my psychiatrist sees patients on sundays.\n  ","387021":"\n  when everything first started happening, i was coping very poorly with COVID. i was terrified that i was going to catch it, or my family or friends were going to catch it, so i took the protocol very seriously and it also affected my mental health in light of my paranoia and anxiety. i started working from home mid-march, and i'm still working from home now in september.\n  \n  now that it's been several months and things seem to be getting better COVID-wise, my worry about the virus has lessened, but my mental health is still on the decline.\n  ","387022":"\n  tomorrow, i'm planning on running a few errands during the day before relaxing in the afternoon\/evening. then on sunday, i have a doctor's appointment.\n  ","387023":"\n  i don't like swimming pools in general, they sorta freak me out because i can't imagine how much bacteria is circulating in them. dozens upon dozens of people use swimming pools every day (public ones, at least), the idea makes me uncomfortable.\n  ","387024":"\n  yes, i absolutely adore the cold weather !! i prefer it over warm or hot weather.\n  ","387025":"\n  i haven't been to many places at all, even within the united states. therefore, i don't have a basis upon which i can make a decision. i would have to visit more places to come to a real conclusion.\n  ","387026":"\n  idk, i'm pretty desensitized to most things. i suppose one of the more common things that can make me cringe is the thought of having your fingernails ripped off.\n  ","387027":"\n  i've never tried a fruit that i absolutely *hated*, but i don't really like pineapple very much.\n  ","387028":"\n  i believe that's a pretty cynical way to look at it, but nevertheless, we have been taught things from a very young age that does skew the truth (united states history, for example). that doesn't really mean your entire existence is a lie, but i can see where the perspective comes from.\n  ","387029":"\n  i don't believe i have, actually !! i just typically order food from a restaurant specializing in whichever cuisine i want, i've never been to a fusion restaurant before.\n  ","387030":"\n  of course -- evolution is scientifically accurate, and students should know the science behind evolution (even if they attend a religious school, because i believe the science should also be taught alongside the religious belief).\n  ","387031":"\n  i'm not picky with my pizza, so just cheese and sometimes pepperoni is fine by me. i just actually ate a slice of cold pizza for dinner, rofl.\n  ","387032":"\n  i left the house a few nights ago to pick up some things at 7-11 (i wanted drinks and munchie food). i'm going out again tomorrow to grab some toilet paper and other household necessities.\n  \n  my area is still following quarantine guidelines, i.e. wearing a mask in stores, restaurants are only allowing a certain percentage of patrons in at a time, schools are beginning to open but are closing abruptly because of cases, etc etc.\n  ","387033":"\n  i have zero idea what this is supposed to mean.\n  ","387034":"\n  no, none of my social media accounts are kept in secret.\n  ","387035":"\n  24\/7, that's depression baby.\n  ","387036":"\n  thank you, i appreciate this message !! aw.\n  ","387037":"\n  fake things on a day to day basis. ¯\\_(ツ)_\/¯\n  ","387038":"\n  no. they can go into remission, but that doesn't mean it's \"cured.\"\n  ","387039":"\n  i'm maintaining them as well as i can at the moment. i have depression, anxiety, and borderline personality disorder (which might actually be bipolar disorder, idk yet).\n  ","387040":"\n  yes, i'm on four different medications and i also see a therapist.\n  ","387041":"\n  girl interrupted.\n  ","387042":"\n  ???\n  \n  so some legitimate questions would be nice.\n  ","387043":"\n  no, i welcome the idea of death.\n  ","387044":"\n  the misspelled version of fuck.\n  ","387045":"\n  my mental health.\n  ","387046":"\n  i have a doctor's appointment on monday, but other than that, nothing.\n  ","387047":"\n  winona ryder.\n  ","387048":"\n  my roommate made me laugh earlier, but i don't remember the exact situation.\n  ","387049":"\n  lately my forms of self-care have been playing video games, journaling, sleeping, smoking weed, and drinking alcohol (granted the last two aren't healthy, but whatever).\n  ","387050":"\n  i'm open about it to close friends and i've talked about it on my social media accounts, but i never brought it up at work before. some of my coworkers know (including my supervisor), but i never felt the need to bring it up to management or anything.\n  ","387051":"\n  eh, not really. i knew i wanted to go into writing, but there are several different industries where writing is prevalent. i took a lot of psychology and sociology courses, so for a split second, i debated on going into research. however, i graduated college with a bachelor's degree in communications, so i could apply my skills in virtually any industry. i just happened to find a job first in the legal field, and then now, in the publishing field.\n  ","387052":"\n  yes, i consider that one of my greatest assets. even though my mental health sometimes gets in the way of my ability to work, i do have a strong work ethic and have always established myself as a top person regardless of which job i've had.\n  ","387053":"\n  i usually play as women characters, i.e. i made my skyrim character a woman and then i also loved playing as evie in assassin's creed syndicate.\n  ","387054":"\n  left-leaning, for the most part.\n  ","387055":"\n  hi friends, my inbox is nearly empty so i'd appreciate some questions. it'll also help distract me from my negative feelings ~~\n  ","387056":"\n  i believe in souls to a certain extent, yes. i've seen lifelessness where the object doesn't appear to have a soul anymore, and it's crushing to realize. i also believe that when we die, our body may perish but our souls carry on, as our souls are created from energy and energy cannot be destroyed.\n  ","387057":"\n  i'm not really sure how to answer this questions besides to state the obvious -- you *should* be good to most people, as long as they didn't warrant something bad happening to them (which i admit is subjective, but it is what it is).\n  ","387058":"\n  this has been asked to me so many times that i'm beginning to think it's a fetish.\n  ","387059":"\n  i don't tend to screw up royally, but i do make mistakes here and there that i try to amend immediately so that other people don't notice (especially regarding work, lol).\n  ","387060":"\n  honestly, terrible. i feel horrible right now, and it's been like this since around 9:30am (so around 9 hours). i was crying the entire morning and couldn't focus on my work, so i clocked out at noon and cried in bed for an hour before finally being able to fall asleep. i slept for three hours and had a nostalgic dream about my ex, which made me feel even worse when i woke up.\n  \n  my roommate came home shortly thereafter, and we talked for a bit and he told me that our friend who admitted themselves to the hospital is getting out tomorrow, and they're coming over tomorrow afternoon. so i'm looking forward to talking to them and seeing how they feel.\n  \n  i'm drinking disaronno right now, and i'm debating on either trying to write something creatively or play video games.\n  ","387061":"\n  (cont) ... In conclusion, BPD sucks lmao. I'm religious so the only thing I've been able to rly do is pray to God to let his will be done & allow me to feel at peace with the outcome, but the situation still makes me incredibly anxious bc I can't cope with the thought of us never speaking again.\n  \n  --\n  \n  i understand, and no need to thank me -- i'm here if you or anyone else needs to talk, and i'm happy to provide my support and opinion. you're in a difficult situation no doubt, and i understand the BPD part of it (although honestly, i think my therapist is leaning more towards bipolar disorder at this point, idk what's going on). i'm also attached to my ex to the point where idk what i would do if he wasn't in my life at all, i can't imagine a life without him even in a friend context.\n  ","387062":"\n  ugh, i feel this hardcore. :\/ i'm attached to my close friend, and surprisingly enough, my supervisor. and i'm still somewhat attached to my ex, but i guess my feelings are a lot stronger than i initially thought because i keep having dreams about him. ugh.\n  \n  you shouldn't let your loneliness lead you into an uncomfortable place, though. i know it's difficult, but try to compartmentalize your feelings and understand that this friendship\/relationship shouldn't supplement your loneliness, especially if you don't think your feelings other than the attachment will go anywhere. you need to preserve your own happiness first and foremost.\n  ","387063":"\n  you're not dumb for feeling the way that you're feeling. i understand the confusion and your worry that you're going to get hurt. i suppose my advice would be to take each day as it comes and try not to focus heavily on the future, because like he said, the future is unpredictable -- and that can go both ways.\n  ","387064":"\n  i mean, technically it's legal but i think it's a bit odd considering both people are in *very* different stages of their lives. i can't imagine there being any common factors involved besides surface-level interests and whatnot.\n  ","387065":"\n  (cont) ... In common. In my heart, I feel we won't end up together. Still, I'm EXTREMELY attached due to BPD & when we didn't talk before, I was miserable & obsessing over him. What do you think I should do? I feel like this is torture lol.\n  \n  --\n  \n  i'm sorry you're going through this. i mean ... personally, if i thought something was going nowhere with someone, i would cut them out. but i understand the feeling of attachment because i'm currently very much attached to a close friend of mine (not the same thing, but still), and i could never imagine them not being in my life.\n  \n  is there any way you can be honest with them about these feelings you're having, both the negative and positive ones? it might provide you with a sense of direction and some closure.\n  ","387066":"\n  it's not at the top of my list, but it would be nice to visit the coliseum and other typical tourist-y attractions.\n  ","387067":"\n  i've never been to italy before, so i honestly wouldn't know.\n  ","387068":"\n  my own fear of failure and disappointment in myself.\n  ","387069":"\n  i'd probably choose britain out of those three options. i've always wanted to visit london.\n  ","387070":"\n  teleportation, to be able to cast a spell on myself and transport myself to a different place without needing to drive anywhere.\n  ","387071":"\n  i'm depressed, mildly s*icidal, and i want to hurt myself.\n  ","387072":"\n  i don't tend to eat anything after 8:00pm, tbh. the only times i tend to have snacks after dinner are when i've been drinking, and i usually go for some carb-filled snacks, like chips or cheetos.\n  ","387073":"\n  anywhere between 10:00pm and 1:00am, haha. it ranges depending on how i'm feeling.\n  ","387074":"\n  today, i woke up around 7:45am.\n  ","387075":"\n  i'm not in love.\n  ","387076":"\n  i had a mental breakdown in the middle of working earlier this morning because of some texts i received from my parents, and then i clocked out of work early, laid in bed and cried for an hour, then fell asleep for three hours.\n  \n  i feel worse now than i did before. i'm so distraught and defeated and depressed, and i just want to drink\/smoke myself into oblivion.\n  ","387077":"\n  just tell them straight out and don't try to beat around the bush or sugarcoat it. people appreciate honesty when it comes to those types of things, and it's easier on your part to just say it rather than make a grand spectacle of it.\n  ","387078":"\n  -- \"WAP\" by cardi b and megan thee stallion.\n  \n  -- \"death bed (coffee for your head)\" by powfu.\n  \n  -- \"someone you loved\" by lewis capaldi.\n  \n  -- \"how do you sleep?\" by sam smith.\n  \n  -- \"daisy\" by ashnikko.\n  ","387079":"\n  \"you should have sought mental health treatment earlier. there's nothing wrong with how you feel. it's only going to get worse as you get older.\"\n  ","387080":"\n  i want to try authentic ramen.\n  ","387081":"\n  unfortunately, i don't read historical non-fiction novels.\n  ","387082":"\n  within your mind.\n  ","387083":"\n  hearing that my friend checked herself into the hospital for s*icidal ideation, into a hospital known for making people feel worse coming out than coming in. also my own thoughts that i'm so sick and done with everything that i wonder if i should go to the hospital myself.\n  ","387084":"\n  yeah, i'm impulsive and spontaneous and i tend to make plans last night depending on my mood. i'm also quick to cancel plans last minute too.\n  ","387085":"\n  video games aren't exactly a good source of information.\n  ","387086":"\n  gotta love having a meltdown in the middle of work, causing you to clock out early and lay in bed crying for nearly an hour. :'))\n  ","387087":"\n  sushi.\n  ","387088":"\n  ???\n  \n  i'm not sure what you're getting at here.\n  ","387089":"\n  most of the time, no.\n  ","387090":"\n  i seldom wear makeup.\n  ","387091":"\n  i like personalized questions about my life, my interests, my hobbies, music, mental health, etc etc.\n  ","387092":"\n  most of the time, my highest expectation is to excel at my job without my mental health getting in the way of me achieving my goals and results. sometimes it can be a bit unrealistic, as when i'm stressed my symptoms come out more, and often times i need to leave early or call out just so i can get my mental health in line.\n  ","387093":"\n  tamriel. :'))\n  ","387094":"\n  i'm not a huge fan of the beatles anymore, so no. i used to like them a lot when i was a teenager, and \"across the universe\" was actually one of my favorite movies.\n  ","387095":"\n  \"if you're going through hell, keep going.\"\n  ","387096":"\n  spotify !! i just recently got spotify premium, and i honestly have no idea why i didn't do this sooner considering i listen to music every day.\n  ","387097":"\n  i'd go so far as to say that most people don't require makeup. however, it's a very fun art form and there's nothing wrong with people wearing makeup.\n  ","387098":"\n  i don't really do either, tbh. i don't borrow money from others, and other people don't ask to borrow money from me either.\n  ","387099":"\n  i dislike making people wait for me, so i usually end up being the one waiting for other people to get ready, haha.\n  ","387100":"\n  my own. hence why i said my own expectations and not other people's expectations.\n  ","387101":"\n  my own expectations.\n  ","387102":"\n  i don't have an iphone.\n  ","387103":"\n  sharing knowledge, support, and positive thoughts to others on whichever platform you're using, instead of being a troll and spreading misinformation and hatred.\n  ","387104":"\n  work hard, play hard.\n  ","387105":"\n  both, depending on how you use it. you can own a pistol and keep it in your home for self defense should anyone break in, and you'd be protecting yourself and your family. however, people most often times use guns for nefarious reasons, and use them to kill people with ill intent.\n  ","387106":"\n  last month, i sought out a new therapist even though i was terrified to do so. i had been with my former therapist for more than two years, so the idea of seeing someone new was daunting.\n  ","387107":"\n  i'm excited to drink my gfuel in the morning to get my daily dose of caffeine.\n  ","387108":"\n  no, i haven't. my supervisor is extremely nice and understanding, and she's honestly the best boss i've ever had. even though my bosses in my other jobs were terrible, i never told them off because i needed those jobs and was afraid to lose them.\n  ","387109":"\n  inadequate home lives and the desire to inflict pain upon others that they are feeling themselves.\n  ","387110":"\n  ask a physician.\n  ","387111":"\n  i experience these feelings on a weekly basis, haha. i get so caught up in work, in my interpersonal relationships, in politics, etc etc., that i always feel the need to escape from everything. that's why i like video games so much -- i'm escaping into the game.\n  ","387112":"\n  i don't really know of many, but hansel and gretal always appealed to me because of its dark subject matter.\n  ","387113":"\n  video games, true crime, conspiracy theories, medieval torture devices, music, alcohol, writing and literature, psychology and sociology, politics, art, and photography.\n  ","387114":"\n  nah, i don't think any of my goals are unusual. they're pretty typical.\n  ","387115":"\n  i get headaches when i stare at my computer screen for too many hours.\n  ","387116":"\n  i like playing poker and cards against humanity, ahah. i also like parcheesi when it comes to board games.\n  ","387117":"\n  i mean ... it's a weird circumstance, but i'm sure plenty of people have done it before with no issue. i can imagine that as long as the ex is okay and on good terms with both people, there wouldn't be much wrong with it.\n  ","387118":"\n  i'm watching the new season of ancient aliens that just came out on netflix, i'm drinking a delicious beer, my window is open and the cold air is flowing in, and i'm overall in a content mood despite all of the chaos going on rn.\n  ","387119":"\n  i'm pretty sure there aren't any restaurants in my town that can give a romantic dinner, rofl.\n  ","387120":"\n  i usually just cut those people out of my life, tbh.\n  ","387121":"\n  i watch netflix pretty often, and i haven't had poptarts in about a year or so.\n  ","387122":"\n  i can't decide between my vape pen or my weed pen ... lmao.\n  ","387123":"\n  yeah, i was lucky in that i had the money to pay for it at the time, but it really hurt my bank account. rofl.\n  ","387124":"\n  i've honestly just been working a lot, and in my spare time, i've been playing video games and trying to do some art (photography and drawing).\n  \n  i also started smoking weed at night to quell my anxiety, decrease my drinking habits, and aid in my sleep. it's been working pretty well so far.\n  ","387125":"\n  i went to the courts and talked to a judge, and she knocked it down to zero points on my license. however, i had to pay a $500 fine.\n  ","387126":"\n  i had a really frustrating\/emotional day. my work computer was having technical difficulties this morning, which caused me to not work for over an hour because the IT department was trying to figure out the problem. the problem wasn't even fixed, and the hard drive might have to be replaced. sigh.\n  \n  i also found out that a close friend of mine admitted themselves to the hospital for s*icidal ideation, and i feel so helpless. i just hope the hospital helps them, because i've heard a lot of stories of people going to that particular hospital here and leaving worse off than they started.\n  ","387127":"\n  i enjoy reading. however, i haven't really had the attention span to actually finish a book lately. i've tried reading three books over the past few months, and i haven't finished any of them.\n  ","387128":"\n  i'm sure i did, but i can't remember for the life of me what it was about.\n  ","387129":"\n  i worked from 9:00am to 5:30pm, and then i was talking to my roommate for a little while. i just took my meds, turned on the television, and grabbed a beer.\n  ","387130":"\n  i would personally confront the problem with a manager\/supervisor, but that's just me. however, if it's a very hostile work environment which is deterring you from enjoying your job, perhaps it's time to find a new job.\n  ","387131":"\n  yeah, it was a hefty one because i was going 20 mph over the speed limit. lmao.\n  ","387132":"\n  no, i'm exhausted and i look horrible today. i'm probably not going to post any more videos for the rest of the day either.\n  ","387133":"\n  relationships aren't useless. i'm just not interested in entering a new relationship right now.\n  ","387134":"\n  you're allowed to keep working here as long as it's under a certain amount salary-wise. a lot of people retire and act as a consultant for whatever industry they're in for extra money while still getting their retirement benefits.\n  ","387135":"\n  from my understanding, people who choose to retire can obtain social security benefits for retirement depending on how long they worked and the \"credits\" they've accrued over the years (it also depends on how much money you've made throughout your career).\n  \n  the average age of retirement for people in the united states is around 65 years old, but people can choose to retire earlier or later than that.\n  ","387136":"\n  not at all.\n  ","387137":"\n  oh goodness. lmao.\n  ","387138":"\n  i've already been in love and i'm still getting over that relationship. i have no intentions on dating at the moment.\n  ","387139":"\n  no, i'm not interested in anyone.\n  ","387140":"\n  you evidently have no idea how retirement works, lmao. why are you so mad about this.\n  ","387141":"\n  i mean, i'm not interested in anyone at the moment so evidently not.\n  ","387142":"\n  i wouldn't be able to put a number to it, haha.\n  ","387143":"\n  i like black and pinto beans, yes.\n  ","387144":"\n  i believe so, back when i was in middle school\/high school.\n  ","387145":"\n  no, i don't like nuts. i'm also not a big fan of chocolate either.\n  ","387146":"\n  how is that \"ageist\"? it's the most commonly agreed upon age in most places, which is why people usually retire between 65-70 years old.\n  ","387147":"\n  no, elderly is usually reserved for people 65 and older.\n  ","387148":"\n  no, i'm not.\n  ","387149":"\n  it's just after 11:00am, haha. but i'm extremely frustrated. there was an issue with my work computer, so now the IT company is trying to fix the problem and i've just been sitting here waiting for over 20 minutes. sigh.\n  ","387150":"\n  i've never played gears of war, so halo it is. i was playing halo last night, actually.\n  ","387151":"\n  i've always used xbox consoles.\n  ","387152":"\n  play video games and do art.\n  ","387153":"\n  i have no idea what i'm doing.\n  ","387154":"\n  for most people, yeah.\n  ","387155":"\n  that all depends on the parent. some parents would forgive that and still love their child.\n  ","387156":"\n  yeah, i do. i believe a parent's love for their child can be unconditional.\n  ","387157":"\n  i'm starting to get over him and i've realized that he needs to mature a bit before entering another serious relationship. i don't feel jealous of her because i'm learning a lot from the breakup, and i think we both needed this.\n  ","387158":"\n  i have one brother, but we're not close.\n  ","387159":"\n  not anymore, no.\n  ","387160":"\n  my own prom and then my ex's prom.\n  ","387161":"\n  yeah, i actually went to two senior proms, lol.\n  ","387162":"\n  ask me questions, friends ~~\n  ","387163":"\n  lately i've been watching and re-watching the movies \"heathers,\" \"sweeney todd,\" and \"les miserables.\"\n  ","387164":"\n  i'm just perusing social media and listening to music at the moment.\n  ","387165":"\n  done heroin.\n  ","387166":"\n  i think it would be interesting to shadow a forensic anthropologist.\n  ","387167":"\n  there is definitely stigma surrounding toxic masculinity and men's mental health, meaning that men are conditioned to not express or feel emotion, be more violent, etc etc., and in turn that makes underlying mental illnesses go unnoticed (which is why more men die from s*icide).\n  ","387168":"\n  one single quality in a person isn't enough for me to love them. it has to be a combination of qualities, how well our chemistry is, if i'm comfortable enough around them to talk to them about sensitive topics, how accepting\/open-minded they are, etc etc.\n  ","387169":"\n  \"if you're going through hell, keep going.\"\n  ","387170":"\n  in most circumstances, yes. i just get vibes about certain people that tells me not to trust them, and then eventually my feelings are verified.\n  ","387171":"\n  honestly, in most cases i support vigilante justice. the justice system (in the united states) is absolutely horrid and doesn't protect victims and survivors, and sometimes people do take matters into their own hands to serve justice for themselves and the ones they love. i see nothing wrong with that.\n  ","387172":"\n  drinking wine when i'm sad, expecting it to make me feel better, but it only leads to mental breakdowns and crying fits. lmaoo.\n  ","387173":"\n  no, i've never been interested in the final fantasy series. i have a lot of friends and coworkers who love it, though.\n  ","387174":"\n  hell is empty and all the devils are here.\n  ","387175":"\n  no, i don't believe enough is being done to not only combat against global warming but also to even raise awareness of how dire the situations are. look at the widespread fires in the united states, south america, and africa -- these are all culprits of global warming to a certain extent, and it's absolutely horrifying. weather patterns are getting more and more severe throughout the year as well.\n  ","387176":"\n  i never have before, but i'm very interested in trying it !!\n  ","387177":"\n  thank you !! i appreciate it.\n  ","387178":"\n  i don't believe it's being taken seriously enough in the united states, which is why cases are constantly rising\/fluctuating depending on where you live. once some restaurants and bars started opening, people flocked to them and pretended like everything was back to \"normal\" again, when that is far from the truth.\n  \n  i do my due diligence by wearing a mask, social distancing, washing my hands often, staying home and isolating, etc etc.\n  ","387179":"\n  well yeah, otherwise i would go into more detail about the problems, lol. i've always been open about the ab*se but i keep most of the details to myself.\n  ","387180":"\n  most of 2020 has been a blur to me, honestly. the only good things really to come out of the year thus far is starting therapy again and being able to work from home.\n  \n  other than that, my mental health has been on the decline since the year started (probably due to COVID and all of the chaos going on the world, plus problems in my own life). my moods are sporadic and spontaneous, and i recently came down from a week-long manic episode. now i'm fairly sad most nights unless i'm high.\n  ","387181":"\n  yes, there are plenty of issues within my family.\n  ","387182":"\n  my weekend wasn't bad at all. i didn't do much on saturday at all from what i can remember besides getting very drunk and high (lmao), but sunday i went out to eat brunch with my roommate which was fun.\n  ","387183":"\n  i like both of them, it all depends on where you're trying to order from.\n  ","387184":"\n  i'd probably watch the movie first and then attempt at reading the book. i haven't had the attention span to really read an entire book lately, though.\n  ","387185":"\n  i've only ever seen the movie \"the parasite,\" but i enjoyed it a lot.\n  ","387186":"\n  i try to keep my bedroom as clean as possible. it's beneficial for my mental health when everything is organized and there's space for me to move around and breathe.\n  ","387187":"\n  most of the time, yes. i usually try to get 6-8 hours of sleep per night.\n  ","387188":"\n  yeah, i've dealt with a lot of harassment on askfm -- i just delete the messages at this point, i barely entertain them anymore.\n  \n  askfm is honestly terrible at their reporting\/blocking system, despite multiple complaints from users who are being harassed on this site. i don't think they'll improve their security measures anytime soon.\n  ","387189":"\n  i'm not quite sure what you mean by this.\n  ","387190":"\n  i oppose the death penalty. i think it's archaic and inhumane, and sorta an easy way out of a crime. it would be much more effective to throw someone in solitary confinement for the rest of their life, make them suffer.\n  ","387191":"\n  yes, i wholeheartedly agree with you. i know several people whose computers\/phones should be IP blocked because they constantly make new pages even after being banned solely to harass other users.\n  \n  however, IP bans can only do so much, and there are easy ways to get around them unfortunately.\n  ","387192":"\n  i like the aspect of being asked questions and answering them in the hopes that i'll either bring something to light for someone or educate them (depending on the question, obviously). i also like reading my friends' answers and learning more about them.\n  ","387193":"\n  mental health, writing, video games, music, movies\/television, and the arts.\n  ","387194":"\n  my family and i aren't on the best of terms. which doesn't bother me at all tbh, i would much rather them be out of my life completely at this point.\n  ","387195":"\n  this is going to sound weird, but my next therapy appointment. she and i have been making a lot of progress lately, and our session last night was very eye-opening and validating to me. she brought up the fact that i dissociate a lot without me even mentioning it first, just based on what i've told her about my memory lapses and memory loss of when i was a child.\n  ","387196":"\n  no, i'm single.\n  ","387197":"\n  definitely not, LOL. i've never had a good relationship with my family.\n  ","387198":"\n  i don't have the disposable income to donate to charities.\n  ","387199":"\n  no, i've never been interested in the social work profession. i'm not exactly a people person.\n  ","387200":"\n  linkin park is probably my overall favorite band.\n  \n  these days, i've also been listening to two feet, grandson, NF, mike shinoda,  juice WRLD, ashnikko, watsky, starset, and korn.\n  ","387201":"\n  i wouldn't necessarily say that i'm a workaholic, but i take my job very seriously. i don't usually work extra hours outside of my 40 hours per week, though.\n  ","387202":"\n  there are plenty of fake people all over the place. if i figure out that someone is not being genuine, then i'm not interested in talking to them and i wind up ignoring them.\n  ","387203":"\n  no, i have no desire to have someone else pay for things i purchase online. i have my own income.\n  ","387204":"\n  i love doing the dishes and doing laundry, haha. i don't mind vacuuming, it's just that my household has this super heavy-duty vacuum that's hard for me to navigate and it hurts my back.\n  \n  the chore i hate the most is cleaning the bathroom. :\/ especially the bathtub, it hurts my knees so much.\n  ","387205":"\n  i tell them directly, i do things for them (i.e. buying them things randomly, sending them memes that remind me of them, etc etc), and i try my best to be a good friend and talk on a regular basis.\n  ","387206":"\n  both, haha. i like setting tasks and deadlines for myself, but obviously money is extremely important in my life and i need a paycheck to survive.\n  ","387207":"\n  i miss the aspect of learning and going to lectures, but i don't miss school itself (if that makes sense). i like continuous learning, and sometimes i get the desire to enroll in a few classes at the local community college just for the hell of it.\n  ","387208":"\n  no, i don't believe in destiny.\n  ","387209":"\n  criminal minds !! i haven't even seen the entire show yet, but i always love restarting it from the beginning for nostalgic purposes and watching it season to season.\n  ","387210":"\n  hello ~~\n  \n  i'm doing well. i finished up with work, ate a delicious dinner, went to 7-11 to buy some drinks, and now i'm drinking a mike's harder lemonade. :'))\n  ","387211":"\n  i'm not quite sure i understand the question.\n  ","387212":"\n  in most cases, yes. there are certain circumstances where honesty may not work out well, though -- at least in the time being. it really depends on the individual situation.\n  ","387213":"\n  both simultaneously, in a sense. i look inward into the present moment more often than ever these days, but i'm also moving towards the future. at the same time, however, i do live somewhat in my past because of my therapy sessions and working through unresolved trauma.\n  ","387214":"\n  anons just use it as an excuse to try to ask people sexual questions.\n  ","387215":"\n  no, i don't.\n  ","387216":"\n  work, especially when assignments\/projects pile up on top of each other.\n  ","387217":"\n  yes !! it's currently 60 degrees fahrenheit outside & i'm living for it. i love the cooler weather sm.\n  \n  i don't do anything different during the autumn months, but i try to spend more time outside.\n  ","387218":"\n  i have a lot old old friends, so you'll have to be more specific.\n  ","387219":"\n  yeah, i've used doordash and grubhub.\n  ","387220":"\n  nah, i'd just be a bat. :'))\n  ","387221":"\n  do i look like a historian to you.\n  ","387222":"\n  you can like someone romantically, but the actual word \"crush\" is a bit juvenile.\n  ","387223":"\n  i wouldn't say most likely. there are a lot of factors that are involved in the diagnosis of a personality disorder. what you said could even be just a natural personality trait for someone.\n  ","387224":"\n  for the most part, yeah.\n  ","387225":"\n  no, i don't.\n  ","387226":"\n  the.com\n  ","387227":"\n  yes, i do prefer the quiet over loud, crowded places.\n  ","387228":"\n  i haven't had a \"crush\" on someone since i was in high school, lmao.\n  ","387229":"\n  it was with a friend of mine.\n  ","387230":"\n  nope. it was fun.\n  ","387231":"\n  yeah, haha.\n  ","387232":"\n  i'm pretty content, yet contemplative.\n  ","387233":"\n  yeah, i'm pretty obsessed with true crime stories, lol.\n  ","387234":"\n  briefly in college, yes.\n  ","387235":"\n  violence is encouraged and instilled in men from a young age, when that isn't the case for most women.\n  ","387236":"\n  yeah, i just like regular cheese or pepperoni pizza.\n  ","387237":"\n  i have memory loss. not even just from childhood, but also from a day to day basis. i have to write things down constantly. and my therapist brought up the point that i'm likely experiencing a lot of dissociation (which i already kinda knew, but could never put the words to it).\n  \n  either way, she's the first professional to ever bring that to light with me. no one else has acknowledged it before. and it feels nice to be heard in that respect, because i feel like dissociation isn't really talked about enough in mental health circles.\n  ","387238":"\n  i prefer working in the mornings so that i have the afternoons\/evenings to myself to relax.\n  ","387239":"\n  it was good — very productive. i had work and then my therapy session, which raised a lot of questions and answers. my therapist brought up some interesting perspectives and actually validated one of the concerns i've experienced for years, which is the first time a professional has ever addressed this concern in the 3-4 years i've been in mental health treatment.\n  \n  i just finished writing in my journal, and now i'm going to open a beer and watch some television.\n  ","387240":"\n  yeah, if i order a cheeseburger then i ask for no pickles, onions, ketchup, or mustard. i only like it with the cheese, lettuce, and tomato.\n  ","387241":"\n  mental health, video games, music, and art.\n  ","387242":"\n  i like the salt bae brand — my favorites from them are iced blueberry lemonade and iced red mango.\n  ","387243":"\n  i'm most content when i'm playing video games.\n  ","387244":"\n  yeah, i know a few people like that unfortunately.\n  ","387245":"\n  11 years.\n  ","387246":"\n  i'm running low on toilet paper, so that. lmao.\n  ","387247":"\n  definitely not. i have zero hand-eye coordination.\n  ","387248":"\n  not really, no. restaurants and gyms can only seat 30-50% capacity (i think) and we still have to wear masks everywhere. most places are open now, though.\n  ","387249":"\n  \"the.\"\n  ","387250":"\n  i don't remember.\n  ","387251":"\n  early age? i'm nearly 30, lol.\n  ","387252":"\n  this big baby has been laying across my lap\/legs for the past 20 minutes.\n  \n  sorry, can't come back to work. there's a giant kitty preventing me from getting up.\n  ","387253":"\n  thank you!!\n  \n  so far, my monday has been filled with technical difficulties, fixing spreadsheets, and correcting mistakes in other people's work. so i have a slight headache, but at least i've kept busy.\n  ","387254":"\n  true !! i was afraid to play after a while because i'd constantly get hit in the fingers with the puck, lmfao.\n  ","387255":"\n  the only arcade game i really played was pinball. i also liked air hockey, but idk if that's classified as an arcade game.\n  ","387256":"\n  if i didn't have work or anything to do throughout the day, it'd probably be difficult for me not to check my phone because of the abundance of free time i'd have.\n  \n  i could probably do it if i wanted to, but i'd need other activities to occupy myself with for the entire day, lol.\n  ","387257":"\n  i'll be one to admit that i know pretty much nothing about politics in other countries.\n  ","387258":"\n  depends on which ex, haha. there's only one ex who i'd refuse to meet up with. my other two exes are good friends of mine.\n  ","387259":"\n  honestly, i feel the same way, lol. i was expecting something like alcohol or drugs ... not meditation.\n  \n  i'm not really going to entertain this anymore. people are always trying to make problems out of nothing and call it something more serious than it actually is.\n  ","387260":"\n  i already told you. you can also google it.\n  ","387261":"\n  i'm not sure if meditation can be classified as an addiction.\n  ","387262":"\n  yes, i wholeheartedly agree. it definitely calms me down when i'm stressed at work, ahah.\n  ","387263":"\n  me too !! i have spotify playlists for everything from skyrim and oblivion to the halo franchise and destiny 1 & 2, to the LOTR and harry potter, and i also have a game of thrones playlist. :'))\n  ","387264":"\n  depends on my mood. lately i've been listening to a lot of instrumental music (i.e. video game, movie, and television soundtracks), alternative rock, nu metal, pop, and rap.\n  ","387265":"\n  i just told you how.\n  ","387266":"\n  addictions can kill you. if you're not ready to seek help, then that's perfectly okay. but any kind of addiction is harmful for you both mentally and physically, and it also harms your relationships with friends, family, partners, etc etc.\n  \n  it can make you happy in the short term, but in the long term, it's extremely harmful and it's only an instant gratification.\n  ","387267":"\n  my roommate picked me up a vape pen the last time he traveled out of state, haha. idk if that counts though, i didn't ask for it or anything so he surprised me with it.\n  ","387268":"\n  stopping an addiction is difficult, and usually it's easier if you have a support system and medical intervention, such as a therapist or a psychiatrist who can help you ease off of whatever you're addicted to.\n  ","387269":"\n  addiction is a mental illness characterized by a compulsive use of substances (or things such as sex or gambling, for example) to obtain a level of satisfaction despite the consequences associated with the addiction. people who are addicted to things feel as if they can't live without the substance, and often people go through withdrawals if they stop.\n  ","387270":"\n  stop caring about what other people think about you and just put yourself out there. it usually comes easier with time and age.\n  ","387271":"\n  i don't think askfm implements shadow bans. it's normal to not receive likes on all of your answers. i wouldn't think too much into it.\n  ","387272":"\n  there isn't really a measurement involved because everyone's mental health is different and subjective. that's why there are doctors such as psychiatrists, psychologists, and therapists who help those who struggle with their mental health.\n  ","387273":"\n  your health and wellness as it relates to your emotions, personality, and feelings.\n  ","387274":"\n  i'm seeing likes on your answers. perhaps you're just not getting the notifications.\n  ","387275":"\n  yeah, compliments on my appearance in general make me uncomfortable, especially sexually-driven statements. i'd rather be complimented on my personality and my writing (although i don't post my writing on askfm).\n  ","387276":"\n  a culmination of both.\n  ","387277":"\n  i've purchased the VIP program, as well as a promotion of one or two of my answers.\n  ","387278":"\n  out of those examples, i prefer psychological and political questions. however, i don't have much of a larger preference as a whole because i enjoy most of the questions i receive regardless of their theme\/subject matter.\n  \n  i do like personalized questions the most, things that relate to my own life and interests, and for some reason i like the \"how are you?\" questions because it gives me an opportunity to express my feelings and how my day has been going.\n  ","387279":"\n  i had a really weird dream the other night that still sticks out in my mind. :\/ it wasn't necessarily a bad dream, but it was very jarring and unexpected.\n  ","387280":"\n  i'm content with the questions people ask me, but sometimes i wish they were more personalized to my life and interests.\n  ","387281":"\n  mostly racing thoughts related to how i feel about myself, my fears and triggers, constant reminders of what i'm going to do throughout my day, things i've done and\/or need to get done, and a constant loop of music.\n  ","387282":"\n  no, i've only traveled out of the united states once to visit the bahamas.\n  ","387283":"\n  yes, although i'm not sure if she was my first or not. the memories are a bit hazy, and she didn't reciprocate my feelings, so idk if that would classify as a \"first love\" or not.\n  ","387284":"\n  i'm thankfully very good at saying no, i have no issues with turning people down if i'm uncomfortable with something or just simply don't want to do something.\n  ","387285":"\n  i can't do it, LOL. my mind goes into overdrive and i end up remaining very paranoid for the rest of the night\/into the next day.\n  ","387286":"\n  i'm a writer and editor for a publishing company.\n  ","387287":"\n  you're asking the totally wrong person this question, rofl. i overthink all the time, even in professional settings (which is both a blessing and a curse). the only times my mind slows down are when i'm under the influence.\n  ","387288":"\n  yes, i most definitely trust my friends more than i trust my family. my relationship with my family is dysfunctional at best, and they've always been a source of trauma and distress for me.\n  ","387289":"\n  hello ~~\n  \n  i'm doing fine. like i mentioned in a previous answer a few minutes ago, i'm just perusing askfm and going through my inbox before i have to clock into work.\n  ","387290":"\n  my longest relationship lasted for around 9 years.\n  ","387291":"\n  i've probably spilled a beer on someone by accident, but i don't recall any particular instances, LOL.\n  ","387292":"\n  not really, no. i have my own weird reservations about food (i.e. most of the time, i don't eat past like 5:00 or 6:00pm), but i'm not very picky at all.\n  ","387293":"\n  thank you !! i hope you are too ~~\n  \n  i woke up super early this morning despite not falling asleep until nearly 1:00am, but i strangely feel well rested. i don't have to clock into work for another 40 minutes, so i'm perusing my askfm inbox in the meantime.\n  ","387294":"\n  i don't really have a fear of germs, thankfully. it was definitely heightened when COVID was first happening, like around march to april, but i've calmed down a bit since then.\n  ","387295":"\n  simple. i don't care for glamorous or fancy things.\n  ","387296":"\n  i can sleep pretty much anywhere.\n  ","387297":"\n  this question makes me sick to my stomach, ugh.\n  ","387298":"\n  ask me questions while i watch some youtube ~~\n  ","387299":"\n  i guess i would rather be able to see my own future, considering i shouldn't really be interested in other people's lives & futures. however, the idea of seeing anyone's future, including my own, is a bit daunting to me.\n  ","387300":"\n  the feeling of happiness, much like any other emotion, is a chemical reaction from a scientific standpoint. however, that can be triggered as a result of the presence of positive emotions, if there is an absence of negative emotions, and a person's satisfaction with their life. happiness is much more complex than people realize, as it ranges in intensity and everyone's experiences with happiness are subjective.\n  ","387301":"\n  this is askfm. you can ask me questions if you'd like, but that's pretty much it. not to mention the fact that you're anonymous.\n  ","387302":"\n  i have no interest in making new friends.\n  ","387303":"\n  definitely not, i think it's absolutely disgusting.\n  ","387304":"\n  this may or may not answer this question, but it's the only thing i can think of -- i started smoking weed when i was 15\/16 years old, and i did it pretty much all the time until i was 20 years old. although i graduated high school with honors, my habit became too much during my first year of college, and i ended up failing two classes.\n  \n  fast forward to today -- up until last week, i only smoked maybe once every 1-2 months because i was cautious about how i would be able to handle it. i finally decided to buy a pen for myself last week, and i've been smoking every night before about two hours before i go to bed, and i get the most restful sleep ever. it's definitely helped me a lot, and it's also helped decrease my alcohol intake as well.\n  ","387305":"\n  yes, i saw a therapist for three years before she quit her job last february. i recently started seeing a new therapist last month.\n  ","387306":"\n  monthly reminder to follow my backup account,\n  \n   @lunampoeta\n  \n  !!\n  \n  (i regularly check my questions there & answer them once per week or so, but this is still my main account.)\n  ","387307":"\n  my day has been fine -- i haven't done much besides sleep, go out to brunch, and check up on social media, lol.\n  ","387308":"\n  that doesn't mean that you're not as deserving of respect or communication or loyalty in a friendship as you are in a relationship. your friends shouldn't make you feel like sh*t about yourself.\n  ","387309":"\n  if your friends are making you feel like a bad friend when you haven't done anything wrong, and they make you feel as if you're annoying them when you haven't done anything to warrant those feelings -- then those friends obviously are bad friends.\n  \n  friendship is supposed to be mutual and you're supposed to life each other up and be each other's support system. they're not supposed to be a source of distress.\n  ","387310":"\n  perhaps you simply don't have the right friends.\n  ","387311":"\n  i would tell them to do what makes them comfortable and to never be afraid to ask questions as to how to be a \"better\" friend. communication is key.\n  ","387312":"\n  i'm not great, but i'm not terrible either. i also haven't swam in years.\n  ","387313":"\n  no, i just said i wasn't interested in dating.\n  ","387314":"\n  no, i've never desired to be in a long distance relationship. i'd rather have someone with whom i can spend time on a regular basis.\n  ","387315":"\n  i'm not interested in dating at the moment, especially not long distance.\n  ","387316":"\n  ask me questions, friends ~~\n  ","387317":"\n  from what i remember, my week was filled with ups and downs. :\/ i have everything written in my journal so that i can talk about it with my therapist tomorrow.\n  ","387318":"\n  people who talk over others when they're in the middle of speaking. i find it very rude and disrespectful.\n  ","387319":"\n  unhealthy coping mechanisms.\n  ","387320":"\n  it's been good so far !! my roommate & i went to grab brunch this afternoon, which was really yummy.\n  ","387321":"\n  yeah, i like the neighborhood that i live in. my neighbors are all extremely nice.\n  ","387322":"\n  quietly with close friends.\n  ","387323":"\n  yeah, this has happened to me on more occasions than i can count.\n  ","387324":"\n  it'll always have meaning to me. regardless, a tattoo doesn't have to have meaning in order for it to be a great tattoo.\n  ","387325":"\n  ???\n  \n  it says \"death before decaf.\" i'm still drinking caffeine every day, rofl.\n  ","387326":"\n  they'll delete innocent questions\/answers but will refuse to IP block certain people from making accounts, it makes no f*cking sense.\n  ","387327":"\n  i usually put small amounts of sugar in my coffee, but i haven't regularly drank coffee in about 2-3 weeks.\n  ","387328":"\n  yeah, you would technically be neuroatypical then.\n  \n  i wouldn't involve yourself in all of the terms and catchphrases related to all of this though, there are so many micro-divisions of the neuroatypical community that it becomes somewhat weird, and people often ascribe themselves to terms and identities that don't necessarily relate to them as a result. i just stick with \"neuroatypical\" because it's an umbrella term that's fairly understood in most circles.\n  ","387329":"\n  i believe so, yes. typically, someone who is described as neuroatypical is a person who has a developmental, intellectual, or cognitive disorder, or mental illness(es). it's mostly used by people who have autism or are mentally ill.\n  ","387330":"\n  hopefully neurotypical with their life and emotions held together, haha.\n  ","387331":"\n  i'd consider what they say, but approach it with caution. most people who are oppressive in that fashion can also easily hide it, so i would watch them cautiously and wait to see if anything slips out.\n  \n  on the contrary, depending on my mood, i might flat out just ask them, lmaoo.\n  ","387332":"\n  singing, most definitely. i've always loved music with a passion and i would have become a vocalist if i had a good voice.\n  ","387333":"\n  through the terrors that the earth unleashes upon us through climate change.\n  ","387334":"\n  the idea sounds scary and daunting to me, lol. i can only imagine that something could go wrong.\n  ","387335":"\n  no, i don't believe in love at first sight. i believe you can't truly love a person unless you know them on a deeper level, and that doesn't exist with people you've met for only one time.\n  \n  you can have an infatuation with them, for sure, but whatever feelings of love you might have are actually lust and your expectations of what that person might be instead of who they actually are.\n  ","387336":"\n  i used to be a party person until the past few years when i've calmed down on the constant partying and settled down. now i'm totally a homebody, haha. COVID has really brought out the agoraphobia in me (albeit it's rather mild) and i seldom leave the house these days.\n  ","387337":"\n  thank you, i appreciate it ~~\n  ","387338":"\n  not really, no. i get pretty restless when i have to stay in one spot for too long.\n  ","387339":"\n  i've been having a bagel with cream cheese every morning for the past three days because my roommate bought a dozen bagels the other day, lol.\n  ","387340":"\n  thank you ~~\n  \n  my day yesterday was rather terrible, tbh. i feel a bit better today, but then again i also slept most of yesterday afternoon\/night so i'm well-rested right now.\n  ","387341":"\n  i thought i had lost my vape the other day, but it appeared under the folds of my comforter on my bed, haha. i must have put it there without realizing it when i woke up and then only found it once i made my bed.\n  ","387342":"\n  i don't believe i'm going to have children, so this is a hypothetical question for me. i'd probably find out the sex of the child prior to its birth, however, just so i can plan accordingly and prepare myself.\n  ","387343":"\n  i wouldn't know, i haven't tried doing that in years.\n  ","387344":"\n  i mean, that doesn't much matter when i only send a question out every few weeks or so and you'll be clogging my feed with answers that i can't understand everyday, lol.\n  ","387345":"\n  i like following people whose answers are mostly interesting and thoughtful, they put the time into answering questions depending on the subject matter. i also follow people who are my friends, as well as people who also receive interesting questions because i'm curious as to what their answers are.\n  ","387346":"\n  chocolate chip cookie dough and\/or green tea ice cream.\n  ","387347":"\n  good morning ~~\n  \n  thank you, i'll try. i'm supposed to go out to brunch with my roommate later today (it's only 9:00am where i live), so we'll see what happens.\n  ","387348":"\n  i think they're just about the same at the moment, i've been getting a lot more public questions because the public accounts who follow me have been asking a lot more questions lately.\n  ","387349":"\n  my best friend, my ex, and my roommate.\n  ","387350":"\n  okay. i still don't want to send questions to you, though. that would require me to follow you and i don't follow accounts whose answers aren't in english considering i can't understand a language other than english.\n  ","387351":"\n  --\n  \n   @CourtneyUwU\n  \n\n  --\n  \n   @ManicMartyrdom\n  \n\n  --\n  \n   @kittiemeowsie\n  \n\n  --\n  \n   @CelineM96\n  \n\n  --\n  \n   @TheBeesKneesGirl\n  \n","387352":"\n  probably too much time, smh. i like my morning routine of logging into askfm on my laptop and answering questions (well, on the weekends at least), which sometimes lasts a few hours if i have nothing else to do.\n  "}}