{"Question":{"388426":"\n   How old were you when you got your first tattoo? ✨\n  ","388427":"\n   ʕ•ᴥ•ʔつ? Post the most recent pic of you in your phone ??\n  ","388428":"\n   Do you prefer extreme cold or extreme heat?\n  ","388429":"\n   What do you think about exorcisms? ✝️\n  ","388430":"\n   Are you happy most of the time?\n  ","388431":"\n   No no i don't need to add followers but i want to speak with foreigners and to know more about them.      \nSo that i added you\n  ","388432":"\n   what was the reason? what did they say?\n  ","388433":"\n   Have you ever had your @ sent around on here by someone who was talking crap about you?\n  ","388434":"\n   Damn I feel pity of you. You really want to stand out\n  ","388435":"\n   But why?\n  ","388436":"\n   Follow me?\n  ","388437":"\n   What is your opinion about jewelry? Do you wear one\/some?\n  ","388438":"\n   Do you eat spicy food? ???\n  ","388439":"\n   No need to answer this but for those who care, tomorrow will be my last day on here. If you want to ask \/ say anything before I leave, now is the time ?\n  ","388440":"\n   What's a dream you've had that you wish was real?\n  ","388441":"\n   Do you think life is fair?\n  ","388442":"\n   mentally ill people are eligible to write about mental health?\n  ","388443":"\n   What color of painties are u wearing rite now\n  ","388444":"\n   what's your passion? ✰\n  ","388445":"\n   Lol yeahh, anyways can u like my posts? And give a lil coins? It would be so pretty goood\n  ","388446":"\n   Can i join? You have one more beer.?\n  ","388447":"\n   Thats cool, whats on television are u watching?\n  ","388448":"\n   Yes how are u\n  ","388449":"\n   Hi\n  ","388450":"\n   Do women drink more water than men?\n  ","388451":"\n   are you annoying?\n  ","388452":"\n   is it rude to yawn loudly?\n  ","388453":"\n   Is it possible to have a abusive friend?\n  ","388454":"\n   what is your natural hair colour\n  ","388455":"\n   I made a twitter account a year ago, but I don't follow anyone on that account, only I know about it. I only made it to write my thoughts, my moods, events of the day, random pics that I take, etc, etc . It's basically my private journal. Does that sound weird?\n  ","388456":"\n   A classic journal or a online journal?\n  ","388457":"\n   Is it okay to stop talking to someone who makes you feel uncomfortable, even though they haven't done anything wrong?\n  ","388458":"\n   Do you write in a diary? ?\n  ","388459":"\n   Exactly. I guess that's why \"everything was simple\" back then. Bc we weren't fully aware of everything and we didn't have the responsibility that we have as full grown adults.\n  ","388460":"\n   I personally think it was better. However, I might be subjective. If we're being realist, it was in no way better actually, lol. But me as a kid\/young teen perceived it differently. Does that make any sense?\n  ","388461":"\n   do you think it's toxic for a parent to invade a child's privacy?\n  ","388462":"\n   Was the world different in 2007?\n  ","388463":"\n   Which holidays do you and your family celebrate? ?\n  ","388464":"\n   in the US, is it illegal for minors to stay outside after a time? like if your kid is outside playing at 1 am, will the police come for the parents?\n  ","388465":"\n   Do you like the song \"I'm coming out\" by Diana Ross? It's considered one of the biggest lgbtq+ anthems.\n  ","388466":"\n   Are you an introvert or an extrovert?\n  ","388467":"\n   Where do you prefer to live a city,town or village?\n  ","388468":"\n   148. did you play any sports?\n  ","388469":"\n   How's your day been\n  ","388470":"\n   Yeah, we only start really worrying when the sheep start floating around their field. Soggy sheep complain loudly.\n  ","388471":"\n   How do you behave with people you don't like?\n  ","388472":"\n   Our second round has been going for 20 hours so far.\n  ","388473":"\n   Storms seem to be hitting everywhere right now, so quick check in. Everyone safe, warm and dry? Any sightings of rampaging trampolines yet?\n  ","388474":"\n   Which super power would you want most ?(: teleportation or flying ?\n  ","388475":"\n   Energy drinks aren’t healthy\n  ","388476":"\n   How was your phone call with dera?\n  ","388477":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","388478":"\n   147. what do you do when you had a rough day?\n  ","388479":"\n   how often do you think \"man, im lucky to live in the US, it's the best country in the world\" ?\n  ","388480":"\n   What's the longest amount of time you stayed at home without going outside?\n  ","388481":"\n   Do you think you'll quite drinking one day?\n  ","388482":"\n   we don't even know each other and we have definitely never spoken before, but I have been following you for years on end, and you have absolutely no idea how happy this answer made me feel, I am so, so proud of you!\n  ","388483":"\n   Have you tried breaking a bad habit? How did it go? ?\n  ","388484":"\n   How are you feeling today?\n  ","388485":"\n   Do you ever roll change?\n  ","388486":"\n   ? What is your least favourite thing about nature? ?\n  ","388487":"\n   ? What is your favourite thing about nature? ?\n  ","388488":"\n   What type of people are you afraid of? ?\n  ","388489":"\n   What makes you special?\n  ","388490":"\n   What is something you can easily fake it till you make it?\n  ","388491":"\n   But why beautiful lady\n  ","388492":"\n   Why\n  ","388493":"\n   Please can we chat on WhatsApp if you don't mind?\n  ","388494":"\n   I divorced her 2 years ago\n  ","388495":"\n   But I did everything for her everything but still yet she still went ahead to cheat on me after give me a son\n  ","388496":"\n   Have you ever cheated or been cheated on?\n  ","388497":"\n   Savory or Sweets? ?\n  ","388498":"\n   Really\n  ","388499":"\n   Why do women do cheat on someone no matter what you do for them why ???\n  ","388500":"\n   What were some of the turning points in your life? ?\n  ","388501":"\n   have you ever practiced yoga?\n  ","388502":"\n   What was your opinion on PE in school? Was there a favorite and least favorite thing that you did during PE? Why those? ?‍♀️???‍♂️⚽️\n  ","388503":"\n   What do you do to be more environmentally friendly? What do you think you can improve? ?♻️?\n  ","388504":"\n   a coworker kept insisting I should watch this one\n  ","388505":"\n   lol is this the famous emo rap genre people warned me about? it sounds dope\n  ","388506":"\n   Share the first song that comes to your mind ???\n  ","388507":"\n   What is your favorite type of flower?\n  ","388508":"\n   Who did you last say “I love you” to?\n  ","388509":"\n   What is the most dangerous thing you have ever done? ??\n  ","388510":"\n   Hey :) what is your favourite pastime? :)\n  ","388511":"\n   What will warm u this fall?\n  ","388512":"\n   What household chores have you done today?\n  ","388513":"\n   How's everyone doing?\n  ","388514":"\n   What did you have for dinner or whatever meal you'll have next?\n  ","388515":"\n   Last thing you brought?\n  ","388516":"\n   Any fun things coming up for you?\n  ","388517":"\n   are you going off to bed soon?\n  ","388518":"\n   Did you forgive the last person who hurt you?\n  ","388519":"\n   do all our problems steam from childhood?\n  ","388520":"\n   Rate your public speaking skills 10 as the highest ?\n  ","388521":"\n   What's your favorite funny movie? ?\n  ","388522":"\n   They confided in me but as far as I know they have never hurt someone. They are nice but their kinks are just too much.\n  ","388523":"\n   Are you good or bad at public speaking? ?\n  ","388524":"\n   If someone kinks are questionable, should I tell someone about them?\n  ","388525":"\n   Unless you have a medical issue that prevents you from losing weight, you can do it with a lil effort.\n  ","388526":"\n   Why so harsh to yourself?\n  ","388527":"\n   What do you see when you look in the mirror? ?\n  ","388528":"\n   Best pasta dish to have?\n  ","388529":"\n   Coffee vs tea vs hot chocolate?\n  ","388530":"\n   Favorite ice cream?\n  ","388531":"\n   Would you use a cane in old age?\n  ","388532":"\n   When's the last time you played\nWords with friends or scrabble?\n  ","388533":"\n   How far would you go for the one you love?\n  ","388534":"\n   What are some clear signs of a toxic person you should cut off?\n  ","388535":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","388536":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","388537":"\n   what dedicates it then?\n  ","388538":"\n   yeah women are complicated to deal with while men are simple.\n  ","388539":"\n   How? I’m simple\n  ","388540":"\n   Are you humans complicated or simple?\n  ","388541":"\n   Are you in the path of these hurricanes coming to the USA? If so I hope you stay safe. If you're not in the path of this hurricane have you ever been through a hurricane before?\n  ","388542":"\n   does it make you happy?\n  ","388543":"\n   am I weird for thinking my bf isn’t into me anymore because we rarely have s.xx?\n  ","388544":"\n   When is the world going to end?\n  ","388545":"\n   If your so stops having sxx with you would you assume they like you less?\n  ","388546":"\n   Is it a compliment when someone tells you look young?\n  ","388547":"\n   Are you a planner or do you just go with the flow? ?‍♀️\n  ","388548":"\n   ?∞ free space ∞?\n  ","388549":"\n   Is it via FaceTime? Or in person\n  ","388550":"\n   May I know where you from\n  ","388551":"\n   Hi how are you\n  ","388552":"\n   How long does it take you to put on your make up?\n  ","388553":"\n   Can you recommend anything to read?\n  ","388554":"\n   ? Just a lil reminder that you are an amazing person! You got this week! Don't give up, because you're worth so damn much! :3\n  ","388555":"\n   5 minutes ago I did not know you existed.\nAlso I like your eyes.\n  ","388556":"\n   What camera are you using?\n  ","388557":"\n   did you quit coffee?\n  ","388558":"\n   Have you ever been hypnotized?\n  ","388559":"\n   how many time have you loved?\n  ","388560":"\n   What is something that will instantly annoy you?\n  ","388561":"\n   What's the story behind your last rant?\n  ","388562":"\n   Have you ever met someone who you thought was perfect in terms of their looks?\n  ","388563":"\n   What websites harm humanity? ?\n  ","388564":"\n   What is your favorite food? ??\n  ","388565":"\n   What's something you find attractive that others may not?\n  ","388566":"\n   What is the longest you've ever gone without any sleep?\n  ","388567":"\n   Have you been caught by covid-19?\n  ","388568":"\n   what’s the best mac and cheese in your opinion?\n  ","388569":"\n   what’s for lunch?\n  ","388570":"\n   Did you go through a phase of being obsessed with horses as a kid?\n  ","388571":"\n   How often do you buy things via the Internet?\n  ","388572":"\n   Have you ever lived in a dorm?\n  ","388573":"\n   ? cake or ? pie?\n  ","388574":"\n   146. emoji of the day?\n  ","388575":"\n   What perfume are you wearing today?\n  ","388576":"\n   If you could travel the world with only one person who would you take? ✈?\n  ","388577":"\n   What are you always late for? ⏰\n  ","388578":"\n   How far is McDonald's from your house? ? ?\n  ","388579":"\n   How do you get over a breakup?\n  ","388580":"\n   Would you rather be the first person to explore a planet or be the inventor of a drug that cures a deadly disease?\n  ","388581":"\n   Where do you go for advice?\n  ","388582":"\n   How did you learn, I’m so shy about that?\n  ","388583":"\n   Have you always smiled with showing teeth?\n  ","388584":"\n   Are you in an plane?\n  ","388585":"\n   If you ever had to kill a person, for whatever reason, do you think you'd ever tell a living soul, either to 'unburden' yourself as it were, or for more practical reasons of help disposing of the body, fake alibi etc, or would you not beable to trust anyone enough to confide in over such a deed?\n  ","388586":"\n   Would you rather only use your phone for five minutes a day for a month or go without your phone for three months?\n  ","388587":"\n   Do you think the government is dragging the whole virus thing? A lot of businesses gone bad of the restrictions.\n  ","388588":"\n   Dare you to post a pic wearing a sweatshirt or hoodie inside out.\n  ","388589":"\n   When to say \"no\"? to a student. If you were the teacher\n  ","388590":"\n   Do you have patience with children?\n  ","388591":"\n   What specials do you have next quarter?\n  ","388592":"\n   Have you ever sold religion door to door?\n  ","388593":"\n   Hi everyone I know I haven’t been active in a while how are you ? Remember that you’re all important and amazing ?\n  ","388594":"\n   Didn’t you quit smoking?\n  ","388595":"\n   PAP of where you want to be right now?!\n  ","388596":"\n   3 must-haves for a perfect morning?\n  ","388597":"\n   What do you think about Nazism?\n  ","388598":"\n   Your life is really boring if you think that’s a fun activity\n  ","388599":"\n   Do you think it's overly sensitive for someone to say that debating religion is off limits for them and it's a friendship ender if someone challenges their religious beliefs?\n  ","388600":"\n   Why do you think our company hires you? What would you answer to this question.\n  ","388601":"\n   Have you ever seen a ghost? If so, what did you do?\n  ","388602":"\n   How would you explain your basic life philosophy?\n  ","388603":"\n   If you could only eat one meal for the rest of your life, what would it be?\n  ","388604":"\n   Do you like paintings? If so, what is your favorite painter? ☄\n  ","388605":"\n   What is your strenght and weakness when applying work??\n  ","388606":"\n   Do you think little quirks about your SO makes you dislike them or love them?\n  ","388607":"\n   If you're gonna to be a blogger, what would be the content of your channel?\n  ","388608":"\n   145. Happy Sunday ✨. what are your plans for today? what’s the weather like?\n  ","388609":"\n   have you ever had an aids test?\n  ","388610":"\n   Do you use a debit\/credit card? ?\n  ","388611":"\n   Is it considered healthy?\n  ","388612":"\n   Do u ever photoshop your pictures?\n  ","388613":"\n   Are you logical? In what ways?\n  ","388614":"\n   Listened to any good music lately? ?\n  ","388615":"\n   Last time you went swimming?\n  ","388616":"\n   What's something you don't like in a partner?\n  ","388617":"\n   How's your weekend going?\n  ","388618":"\n   Favorite type of nuts? *gives you an almond*\n  ","388619":"\n   What’s gful? Is it a smoothie?\n  ","388620":"\n   As someone who worked as a vet assistant I can confirm this is true. I’m sure I’ve seen this incel anon on other pages with his shitty misogynistic questions trying to catch people out. Hating women is really a full-time job for this loser\n  ","388621":"\n   Post a picture of your wakeup face!\n  ","388622":"\n   That’s weird. Why would he do that?\n  ","388623":"\n   Anon: \"dogs can’t tell the difference between women and men lmaooo.\" You replied \"they definitely know the difference in people's sexes\". You just admitted that women and men are sexes. Go spread the word to your trans friends.\n  ","388624":"\n   What was the last time you were angry? What happened?\n  ","388625":"\n   What makes you special?\n  ","388626":"\n   What question do you wish people would as you more\n  ","388627":"\n   Single?\n  ","388628":"\n   What kind of shoes do you wear the most?\n  ","388629":"\n   What are your thoughts on today? Biggest thing aaannd go. (Can use a GIF for answer too if you want. Try. Don't have to.)\n  ","388630":"\n   What is a really popular song where you live?\n  ","388631":"\n   Who was the last person you made smile?\n  ","388632":"\n   Did you buy or split?\n  ","388633":"\n   What was the last thing you cooked for yourself? What about for someone else?\n  ","388634":"\n   Do you like roast and veggies?\n  ","388635":"\n   Do you only use askfm or are you on other sites?\n  ","388636":"\n   it’s not. it’s just in your in your little circle. dogs can’t tell the difference between women and men lmaooo.\n  ","388637":"\n   lmaoooooo you feminists are a joke. dogs scared of men? are you kidding, stop trying to push that all men are trash\n  ","388638":"\n   umm no, i don’t try to be miserable? i’m sorry that your self-esteem is so low that you feel you deserve nothing good from life and that you try to live it from some shitty advice you probably got from twitter\n  ","388639":"\n   Why are you attaching Russian mafia to Soviet Union?\n  ","388640":"\n   Wow! I 100% couldn't do it, that's incredible and impressive!\n  ","388641":"\n   What?\n  ","388642":"\n   Ahhh! I have to respect the level of dedication that goes into caring for that many animals at one time!\n  ","388643":"\n   What do you think about the Soviet Union?\n  ","388644":"\n   Same!! When martini gets older I'm hoping to get another dog. I want her to have a four legged companion when she's older and I wouldn't be able to handle a house without a dog either\n  ","388645":"\n   I can't blame them. That's heartbreaking!!\n  ","388646":"\n   OH MY GOODNESS I LOVE HER\n  ","388647":"\n   Is there a story behind your profile picture? What is it?\n  ","388648":"\n   Do you think people get too little, too much, or not enough driver training before being able to get their normal driver's license?\n\nShould drivers go through more intensive\/rigorous training?\n\nWhy or why not?\n  ","388649":"\n   What's one thing your parents do not know about you? ?\n  ","388650":"\n   Tell something funny from your school life!\n  ","388651":"\n   Are you excited for anything?\n  ","388652":"\n   Do you still remember your favorite TV show as a kid? ?\n  ","388653":"\n   This morning I was trying to bake an egg pie for breakfast. I prepared everything and put it in the oven. ~20 min later I went to see if it's baking and realized that I hadn't turned the heat on. How could I forget? This is so ridiculous, lol. Has your brain ever played these kind of tricks on u?\n  ","388654":"\n   What's your favorite ice cream flavor? ?? Or don't you like ice cream?\n  ","388655":"\n   Do you believe in ghost? Have you seen one? ?\n  ","388656":"\n   ? Do you ever reflect on the past, and then realise just how far you have come? You're doing amazingly in this life by the way :3\n  ","388657":"\n   Do u follow back?\n  ","388658":"\n   Do you like pizza? ?\n  ","388659":"\n   What's one thing your parents do not know about you? ?\n  ","388660":"\n   Has life got back to normal?\n  ","388661":"\n   Would you go on tv for an documentary movie?\n  ","388662":"\n   144. anything new in your life recently\n  ","388663":"\n   Can an atheist appreciate religious art? For example, can you an atheist appreciate a church for its architecture?\n  ","388664":"\n   no, its truly awful. and i doubt you even try to live this way\n  ","388665":"\n   what a terrible way to live. no, thanks\n  ","388666":"\n   Are you a hot weather or cold weather type of person?\n  ","388667":"\n   what do you expect from this life?\n  ","388668":"\n   Have you ever seen a therapist before? Why or why not\n  ","388669":"\n   Who are you? Try answering without saying name, job, and things you've done?\n  ","388670":"\n   What is your opinion of Marriage?\n  ","388671":"\n   Whats your favorite movie genre to watch on weekends? ?\n  ","388672":"\n   haydn sounds like someone who misbehaves all the time\n  ","388673":"\n   143. happy Friday ✨?\n  ","388674":"\n   do you like harry potter\n  ","388675":"\n   do you drink? when’s the last time you had an alcoholic drink?\n  ","388676":"\n   Lyric of the day? (From a song you liked today)\n  ","388677":"\n   do you think trump will win bigly?\n  ","388678":"\n   Do you use the app or desktop for Ask? Why?\n  ","388679":"\n   Steven Crowder is a climate change denialist lmfao why would anyone w more than two brain cells take him seriously on anything\n  ","388680":"\n   how many unanswered questions do you have in your inbox right now?\n  ","388681":"\n   Let it go, that you are lying? Why don't you just admit you're lying? Be mature enough to admit you lied. Why did you lie?\n  ","388682":"\n   Country?\n  ","388683":"\n   JFC! Lies again. I do not lack the comprehension skills. You told a lie. It's not an opinion, it's a lie. You said BLM isn't an organization. This is not an opinion. Why would you think saying \"BLM isn't an organization\" is an opinion..??  Because it clearly isn't an opinion. It is a lie. Why lie?\n  ","388684":"\n   Okay, you're clearly getting lost. So, we shall take it one lie at a time. First lie by you, claimed BLM isn't an organization. Why did you lie about that? Why?\n  ","388685":"\n   you say that you detest animal abuse and yet you're not upset about cows, pigs and chickens being killed because of you. why not?\n  ","388686":"\n   i know you're being sarcastic\n  ","388687":"\n   you know i'm right and that's why you're upset. i'm glad about that though. maybe you'll listen to your heart one day.\n  ","388688":"\n   \"if you disagree with your findings, then that's on you\" Another lie, never claimed to disagree with my findings.. Why do you keep lying? Can you be honest about that? Why?\n  ","388689":"\n   yes, that's the truth. you pay all these companies so they can afford the staff, the electricity and the utensils to breed all these animals just so their throat can be slit. because of people like you. you don't really love animals. you don't love shit.\n  ","388690":"\n   Lol, then give evidence to prove him wrong. Let's get some evidence to support your argument. All you've done it tell lies so far. You said I was racist, lie, you said BLM isn't an organization, lie. You said they don't have a charter, lie. You said they dont give sources, lie. Lie after lie from u.\n  ","388691":"\n   why do you care about every single animal but not cows, pigs and chickens? why don't you give a fuck about them also? you're a hypocrite\n  ","388692":"\n   Nope. not sexist. Nope, not racist, nope not transphobic. Yes it does give the sources. You are once again, lying.\n  ","388693":"\n   What life event of yours do you consider a turning point?\n  ","388694":"\n   What is most important to you in clothes: comfort or style?\n  ","388695":"\n   What is your opinion on animal abuse? ????????\n  ","388696":"\n   Go watch the video.\n  ","388697":"\n   hey, i love reading people's bios and about-me pages :(\n  ","388698":"\n   How many hours do you work a week?\n  ","388699":"\n   you should add into your bio \"I DON'T FOLLOW FOR FOLLOW\" in caps, for all these ppl to see haha\n  ","388700":"\n   wow, this is so superficial and immature. you follow people on social media bc you like what they post, not for a follow back.\n  ","388701":"\n   You mean \"when\" you have time.. not \"if\" you have time, right?\n  ","388702":"\n   So, is that a \"I'll watch it and get back to you\" response?\n  ","388703":"\n   Unfollowed as I also don't follow people who don't follow back\n  ","388704":"\n   You are liar you play games on phone it's your hobby \n\nYou have installed games but you do know about games \n\nYou have told in many of yours\n  ","388705":"\n   I'm the person who sent you the link you cried about getting. Then you just stopped responding, so I decided to open this new thread.. why?\n  ","388706":"\n   So?\n  ","388707":"\n   Your hair color is different in almost all of them\n  ","388708":"\n   Hair color?\n  ","388709":"\n   Weight\n  ","388710":"\n   Occupation?\n  ","388711":"\n   Do they fight?\n  ","388712":"\n   U have 4 cats in the house?\n  ","388713":"\n   Just checked and it says video unavailable. But this anon... ??‍♀️\n  ","388714":"\n   it's a video from StevenCrowder titled \"Black Lives Matter is a Domestic Terrorist Organization | Change My Mind\". Idc enough to watch it, I just clicked the link, lol\n  ","388715":"\n   You also assumed I was a racist. Makes you wrong on both accounts. Watch the video, everytime they make a claim, they provide links.\n  ","388716":"\n   Any suggestions on how to teach a kitten not to bite?\n  ","388717":"\n   Cries for a link.. when provided with a link, moans they don't usually click links. Seems like a cop out to me?‍♀️\n  ","388718":"\n   Great. Here's a link to a video. They provide all the links to the comments they make about BLM organization. Also I don't appreciate being called racist by you.\n   \n    https:\/\/www.youtube.com\/watch?v=yITK_Bm78mI\n   \n   Check out the links they provide\n  ","388719":"\n   Do u think marriage may kill love?\n  ","388720":"\n   Height?\n  ","388721":"\n   I'm asking if you're sure, because if I provide you with it. I expect a response. Are you sure, yes or no?\n  ","388722":"\n   Are you sure about that?\n  ","388723":"\n   if there was a huge scandal at ur workplace about something that was stolen and you knew which co-worker did it, would u tell on them?\n  ","388724":"\n   Right... and do you agree with BLM since they are pushing for a total abolishment of the police and prisons, like what's outlined in their charter by the founding members.\n  ","388725":"\n   Do you get irritated by the laughter of others when you are in a bad mood?\n  ","388726":"\n   what is something that you've always wanted to try\n  ","388727":"\n   Go do research. They are pushing for the abolishment of police and prisons.\n  ","388728":"\n   Lol, yes it does. It's founders have a written charter.\n  ","388729":"\n   Sorry to jump in but Who wouldn’t support that, why is this even a question lol ??‍♀️\n  ","388730":"\n   Go read their charter. Do you support what they are pushing for\n  ","388731":"\n   You support what they are pushing for?\n  ","388732":"\n   Do you support BLM organization?\n  ","388733":"\n   What is your favorite hobby?\n  ","388734":"\n   When you get a new phone how much do you customise it? Are you fussy about things like phone covers\/cases and what you have on your lock screen?\n  ","388735":"\n   What game or movie universe would you most like to live in? ???\n  ","388736":"\n   Best service you’ve ever had?\n  ","388737":"\n   Followed you back may be ?\n  ","388738":"\n   Which game beginner should install in their cell phone ?\n  ","388739":"\n   You seem to not have much of a sense of humor\n  ","388740":"\n   Why did you think the color will change? Your hair is dark\n  ","388741":"\n   Is it very expensive?\n  ","388742":"\n   Who is more manipulative, Man or Woman? ??\n  ","388743":"\n   What online games do you play?\n  ","388744":"\n   Hey, what shampoo and conditioner is that? I've been searching for something for my hair but I hate to spend $20 a bottle in stuff that doesn't last me very long\n  ","388745":"\n   Do you play any instruments?\n  ","388746":"\n   Do you always follow the rules? ???\n  ","388747":"\n   would you say you’re indecisive?\n  ","388748":"\n   favorite birthday (of yours) so far? why was it the best?\n  ","388749":"\n   what color would your dream car be?\n  ","388750":"\n   What are you most passionate about?\n  ","388751":"\n   What is your biggest pet peeve? ? Why is it that you hate it sooo much? ?\n  ","388752":"\n   what’s the last book you read?\n  ","388753":"\n   when’s the last time you went for a walk?\n  ","388754":"\n   have you ever watched any of the law and orders?\n  ","388755":"\n   Are you a feminist?\n  ","388756":"\n   Where would you like to get a tattoo?\n  ","388757":"\n   Do you think trump will win?\n  ","388758":"\n   Hello\n  ","388759":"\n   Who is your favourite person on ask fm\n  ","388760":"\n   Which designer dress you wanna wear in your wedding ?\n  ","388761":"\n   Did you enjoy your time in lockdown ? Or you didn't like that time ?\n  ","388762":"\n   I don't know about the situation in the states, but here in my country, people no longer seem to care that much about the pandemic even tho' the number of infections is continually increasing. I see they're calm, relaxed, as if everything was back to normal. I wonder why, lol\n  ","388763":"\n   Is it normal for the work environment to become a bit sexualized if you have a very good-looking work colleague?\n  ","388764":"\n   are you sad summer’s almost over or excited fall is coming? ??\n  ","388765":"\n   are you still working from home?\n  ","388766":"\n   SUP? ?\n  ","388767":"\n   do you like hummus?\n  ","388768":"\n   Do you keep your baby pictures?  ?\n  ","388769":"\n   Do you have a cat?\n  ","388770":"\n   Than my money. They took all the trust that I had in people that I took years to gain it back after the first time. I feel so empty and lost. I’m so sad and I’m so angry. Please send some encouragement or maybe some words to wake me up. Please only answer this part thanks\n  ","388771":"\n   Most of my reasons are just vibes and feelings, no evidence.I find myself very secretive around her and probably because I feel like whenever I tell her about sth good that happens to me, even when she congratulates me, I feel like it’s not genuine. Like, her actions doesn’t say so. But I KNOW so\n  ","388772":"\n   how did you feel when he died?\n  ","388773":"\n   Do you think it's okay to date two girls as long as they don't find out? ?\n  ","388774":"\n   If you had one word to describe yourself, what word would it be?\n  ","388775":"\n   Who was your idol when you were growing up?\n  ","388776":"\n   Have you been assaulted, any form, by someone?  How did you deal with it?\n  ","388777":"\n   could you shoot an animal for food or  nah\n  ","388778":"\n   It's Relaxation Day. How will you unwind?\n  ","388779":"\n   When was the last time you had a one night stand? ?\n  ","388780":"\n   heyy, from which country?\n  ","388781":"\n   You ever feel so unloved? If so what do you do to change that feeling?....\n  ","388782":"\n   Would you rather make more money doing a job you hate or less doing one you love? ? ?\n  ","388783":"\n   What is your favorite beach? Why?\n  ","388784":"\n   When you're super busy do you still find time to go on ask ?\n  ","388785":"\n   Share us your life verse? ?\n  ","388786":"\n   That's very odd. From everything you've described in the past, it sounds a lot like BPD. I know it gets misdiagnosed a lot with bipolar but that's about it.\n  ","388787":"\n   leigh do you like ballet ?\n  ","388788":"\n   Thank you for responding! I'm just starting to get on track to recovery after several years untreated. I'll be starting therapy soon. My BPD is honestly super severe and I absolutely hate how long it takes me to get over the most miniscule things and how I can't function until I do.\n  ","388789":"\n   What's make u happy? Or whats happiness for u?\n  ","388790":"\n   Hey, since you've been in therapy for BPD for a while now, do you have any tips for calming yourself down when you feel triggered in any way and not letting it ruin your day\/escalate?\n  ","388791":"\n   have you ever had physio therapy before\n  ","388792":"\n   Do you do masturbate when you stay alone at home ?\n  ","388793":"\n   Are people from north richer than people from south?\n  ","388794":"\n   Do you watch some bad videos ? For example, porn ?\n  ","388795":"\n   Do you think it's okay to hire 8 people part time instead of 4 full time?\n  ","388796":"\n   lol you were pan once\n  ","388797":"\n   Who did you do first sex with ?\n  ","388798":"\n   Still are you virgin ?\n  ","388799":"\n   Humm I understand you didn't stay with him in same room. That is good. What did you do with him when you are alone with him ?\n  ","388800":"\n   Owww do you like blood ?\n  ","388801":"\n   Hehe huş father lol . I mean did you stay with your ex in same room ?\n  ","388802":"\n   Oww did you mean Lesbian ? But now you like man ?\n  ","388803":"\n   I wholeheartedly recommend it, if you get a chance! Even the ones that are in ruins are amazing.\n  ","388804":"\n   Humm did you stay with him in other rooms in same house ?\n  ","388805":"\n   Would you like to visit a castle from the middle ages?\n  ","388806":"\n   Have you ever played IMVU or Zwinky?\n  ","388807":"\n   Did you stay with him in same house ?\n  ","388808":"\n   By the way, did you have gf ?\n  ","388809":"\n   Do you like blue ?\n  ","388810":"\n   What color is your clothes ?\n  ","388811":"\n   Why did you leave from them ?\n  ","388812":"\n   Yes I have a question.  What are you wearing clothes now?\n  ","388813":"\n   Did you have a ex boyfriend ?\n  ","388814":"\n   Are you the type of person who tries to avoid conflict at any cost?\n  ","388815":"\n   Hi\n  ","388816":"\n   Hummm do you have a boyfriend ?\n  ","388817":"\n   Ok actually i can ask somethings at here but what can I ask ?\n  ","388818":"\n   wanna link up and we can try becoming a couple\n  ","388819":"\n   Humm ok i understand.  Do you use other app for talk ? For example, do you use Skype ?\n  ","388820":"\n   Who are your enemies?\n  ","388821":"\n   How many people do you think you've met in your life?\n  ","388822":"\n   You don't have any friends and you don't talk with your friends in instagram ? :\/\n  ","388823":"\n   Is you single?\n  ","388824":"\n   Omg :(( why I can't ? But I can do everything for this\n  ","388825":"\n   Why you so hot??\n  ","388826":"\n   How can I learn your instagram ?\n  ","388827":"\n   heyyyy\n  ","388828":"\n   But I want to meet with you in instagram :\/ :(\n  ","388829":"\n   Do you have a instagram ?\n  ","388830":"\n   Do you ever have thoughts that upset you ?\n  ","388831":"\n   How is your week going?\n  ","388832":"\n   When a man is accused of paternity he is forced to hire a lawyer. Lawyers cost about 250 an hour. What if he is poor ?\n  ","388833":"\n   What’s something you should throw away, but can’t?\n  ","388834":"\n   Did you hear the last Green Day album that came out this year some months ago? Did you like Green Day in general?\n  ","388835":"\n   Which dish of your room mate hand do you like alot ?\n  ","388836":"\n   supppp\n  ","388837":"\n   A friend of mine has one that's designed to look like a half smoked cigarette that's literally a one hitter. It's such a neat design.\n  ","388838":"\n   Have you ever smoked it out of a glass one-hitter?\n  ","388839":"\n   Would you consider?\n  ","388840":"\n   did Biden have a stroke? why does he speak so slowly? ;_;\n  ","388841":"\n   You look great in new display picture\n  ","388842":"\n   Drug of choice?\n  ","388843":"\n   When you feel bad mentally, what is the best way to help you?\n  ","388844":"\n   Do you have any experience with the sugar daddy \/ sugar baby world?\n  ","388845":"\n   Do you know how to swim? ??\n  ","388846":"\n   Do you still keep in touch with people from highschool?\n  ","388847":"\n   ever used MSN\/windows live mesenger?\n  ","388848":"\n   “askfm would’ve taken action” ? ask has been in countless news stories bc of brutal cyber bullying and they’ve never done anything abt it, blocking still doesn’t even really work\n  ","388849":"\n   oh maybe it doesnt even exist anymore xD\n  ","388850":"\n   did you ever drink mello yello?\n  ","388851":"\n   do you speak spanish?\n  ","388852":"\n   what do you do when you get out of bed?\n  ","388853":"\n   Do you remember your dreams often?\n  ","388854":"\n   Do you eat when you wake up?\n  ","388855":"\n   tiktok isn’t responsive. if it happened on YouTube or askfm they would have taken action. this isn’t the first time with tiktok.\n  ","388856":"\n   how old are you?\n  ","388857":"\n   I am not good I need information\n  ","388858":"\n   I am in New York now\n  ","388859":"\n   name instagram?\n  ","388860":"\n   speak in instagram?\n  ","388861":"\n   What did you do today?\n  ","388862":"\n   i can’t send pics here but look her up.\n  ","388863":"\n   What is the best thing to do on a rainy day?\n  ","388864":"\n   142. stay positive today ✨??\n  ","388865":"\n   there's also a group of people who uploaded a video of them finding parts of a chopped up corpse at the beach\n  ","388866":"\n   it’s not cute lmaooo the challenges there are horrible. didn’t you see how they mocked lizzie velasquez and tried to speak to tiktok and they did nothing\n  ","388867":"\n   How do you cope up with negative thoughts? ?\n  ","388868":"\n   Ok, I realise this is a bit of a dodgy question, but I've just used some stuff for headaches and now I smell awesome. So what do you smell like today?\n  ","388869":"\n   Would you rather be 3 inches taller or 3 inches shorter?\n  ","388870":"\n   Do you think tiktok should be banned?\n  ","388871":"\n   fav book\n  ","388872":"\n   What massively used invention could you absolutely live without?\n  ","388873":"\n   opinion on religion?\n  ","388874":"\n   ? What change in your life have you fully embraced, and felt better for? :3\n  ","388875":"\n   You are given a FREE 1 hr online shopping spree. Which online shop would you go and what would you buy? ??\n  ","388876":"\n   Have you ever wanted to live in another country?\n  ","388877":"\n   opinion on \"new york, new york\" sung by frank sinatra?\n  ","388878":"\n   Same, but why is a woman speaking like this shocking? Men sing about “k*lling and r*ping” and its “art”? A woman speaking, albeit crudely, about desire is the downfall of the nation? Hmmm\n  ","388879":"\n   What are your thoughts about the whole WAP thing?\n  ","388880":"\n   When was the last time you went on holiday?\n  ","388881":"\n   Where have you always wanted to travel to?\n  ","388882":"\n   If you like steak, how do you prefer to have it? Rare, medium rare, well done? ? ?\n  ","388883":"\n   What causes someone to commit serious crimes like selling drugs or beating someone?\n  ","388884":"\n   Should have slept\n  ","388885":"\n   what does that one mean?\n  ","388886":"\n   Emoji of the day!\n  ","388887":"\n   omg, lucas is still around? i remember the good ole days when he’d send “ask me questions, ask me lots of questions” to everyone on this website ?\n  ","388888":"\n   Come on I really like you have you gotten a much better that is why I am new on this app I don't know how to use it\n  ","388889":"\n   Oh really that's cool \nI would like to chat you on WhatsApp or Instagram let's get to know each other more please\n  ","388890":"\n   Please so where are you from\n  ","388891":"\n   If negativity is a person, what would you tell him? ?⛔\n  ","388892":"\n   If your life were a movie, would you watch it?\n  ","388893":"\n   Do you have a guilty pleasure? What is it? ?\n  ","388894":"\n   How many times have you been on a plane?\n  ","388895":"\n   How often do you visit hospitals?\n  ","388896":"\n   why\n  ","388897":"\n   141. what’s your phone battery % on?\n  ","388898":"\n   your anons are aware of that but they just want a tool to ask invasive questions about your sex life lol\n  ","388899":"\n   you dont do honest day or hour do you?\n  ","388900":"\n   Name something that you love to do? ?\n  ","388901":"\n   Wow you look really beautiful ?\nI really want to know you much better I hope you don't mind\n  ","388902":"\n   Post the last picture in your camera roll?\n  ","388903":"\n   that’s not true, you send spam every now and then\n  ","388904":"\n   Why don't you ask me questions anymore?\n  ","388905":"\n   What qualities do you value the most in your friends?\n  ","388906":"\n   if you could relive one year of your life what year would you relive and why\n  ","388907":"\n   ?? thank u\n  ","388908":"\n   If you had a family business, what do you think it would be? ?\n  ","388909":"\n   What if today were da last day of your life, what would you do?\n  ","388910":"\n   Are you frightened or curious about the future?\n  ","388911":"\n   who is one person thwt you wish youve never meet\n  ","388912":"\n   Would you rather take one pill a day to get all your nutrients and feel full, but never really eat anything again or eat whatever you want but never really feel full?\n  ","388913":"\n   139. what’s your fav kind of cookies?\n  ","388914":"\n   Tag your favorite ASKFM users! ?\n  ","388915":"\n   What makes you feel really uncomfortable?\n  ","388916":"\n   Um Leigh. I need your advice? So I’m really beginning to look at the friendship with my best friend in detail and I’m not sure whether I have been looking past some red flags or this is normal? Well is it normal for your friend to say that she wants to slap you in the past for saying you -\n  ","388917":"\n   Do you think anger makes us stronger or weaker?\n  ","388918":"\n   How do you usually spend your \"Me Time\"? ?\n  ","388919":"\n   When other women admit they’re jealous of you does it lift your ego?\n  ","388920":"\n   how many boyfriends have you had?\n  ","388921":"\n   How to Track Your Uber History?\n  ","388922":"\n   Do you think is annoying when ppl post random tik tok videos on Snapchat? Like honey if we wanna see tik toks we can always open the app ya know jc ??‍♂️\n  ","388923":"\n   What are your pasions??\n  ","388924":"\n   Is it inappropriate to ask someone about their job\/what they work as if you two aren't close and barely know each other?\n  ","388925":"\n   Can you keep a secret?\n  ","388926":"\n   pros and cons of drinking coffee\n  ","388927":"\n   what’s new in your life?\n  ","388928":"\n   what was the last thing to irritate you?\n  ","388929":"\n   would you say you’re a crier or not really? like someone who cries over every sad and even happy thing they see?\n  ","388930":"\n   How do you relieve tension and stress?\n  ","388931":"\n   Do you like to arrive early or on time?\n  ","388932":"\n   Do you bangs or no?\nEver had them before?\nWould you ever get them again? (Talking about hair)\n  ","388933":"\n   How do you feel about aromatherapy? You like or maybe you want to try it?\n  ","388934":"\n   Describe yourself in 5 words\n  ","388935":"\n   When was the last time you went abroad on holiday?\n  ","388936":"\n   Do you ever call friends and talk on the phone with them?\n  ","388937":"\n   How is everything going in your life? Even with this crazy year of 2020.\n  ","388938":"\n   Do you use batteries anymore?\n  ","388939":"\n   What was the last book you read? Is it worth recommending?\n  ","388940":"\n   have u ever been heart broken?\n  ","388941":"\n   If you like him, what's your favourite Justin Timberlake single? ? ?\n  ","388942":"\n   what was the last thing that made you cry\n  ","388943":"\n   what is a gulity pleasure of yours\n  ","388944":"\n   would you rather copy and paste anything in your life or undo anything from your life\n  ","388945":"\n   aliens revels themselves to the world  what would you do\n  ","388946":"\n   what do you think about when you are alone?\n  ","388947":"\n   got 3 likes on tinder any good opening lines\n  ","388948":"\n   can you link us to it pls?\n  ","388949":"\n   138. eat anything healthy lately?\n  ","388950":"\n   How do you see yourself spending your time in your old age?\n  ","388951":"\n   136. what’s a must have?\n  ","388952":"\n   137. who’s ready for the season to change . where ever you are\n  ","388953":"\n   I really don't get why they have so many rules when it comes to wanting your tubes tied. When a person consents to the operation and has the necessary money, then they should just do it. It's not their choice and certainly not their body.\n  ","388954":"\n   Is that you?\n  ","388955":"\n   the system is fucked\n  ","388956":"\n   well, of course you should only do it if it makes you happy\n  ","388957":"\n   So why Biden is horrible what he did ?\n  ","388958":"\n   Pap your hottest pic of you\n  ","388959":"\n   Pap your recent selfie you have taken\n  ","388960":"\n   Honesty hour?\n  ","388961":"\n   What really makes you angry?\n  ","388962":"\n   What’s the best thing that you’ve created?\n  ","388963":"\n   \"who look so good that you could never tell they're trans\" what the fuck\n  ","388964":"\n   you can also remove your uterus\n  ","388965":"\n   How old is your kid ???\n  ","388966":"\n   Aren't those really all just one phase, called Hot Topic?\n  ","388967":"\n   Is it really common in America I thought it was just a meme? What sort of thing that made you an emo?\n  ","388968":"\n   Do you know people who went through emo\/goth phase during their teen years?\n  ","388969":"\n   take birth control to stop your periods\n  ","388970":"\n   Have you ever made a decision that changed your entire life? If so, what was it?\n  ","388971":"\n   What gift would you like to receive? From who?\n  ","388972":"\n   Do you think trans people should always be honest with their partner and tell them? I'm talking about those transgender people who've been transitioning for years\/had surgeries done, who look so good that you could never tell they're trans.\n  ","388973":"\n   Why do you think that there is a lack of knowledge of African American hair in the beauty and hair styling industry?\n  ","388974":"\n   You’d be surprised a lot of barbers or stylist don’t know how to work with our curly hair.\n  ","388975":"\n   Why do you have to wait until the roommates are out?\n  ","388976":"\n   Does she know how to cut African American hair?\n  ","388977":"\n   Do you prefer your coffee slushy or just chilled from Starbucks?\n  ","388978":"\n   wasnt expecting  you to say that? lol\n  ","388979":"\n   strong flow eh?\n  ","388980":"\n   136. ever seen a UFO? ?\n  ","388981":"\n   but then you're still sitting on your own period blood and that's lowkey nasty ngl\n  ","388982":"\n   the confuse the shit outta me because like... sure, they might hold the blood in your underwear but doesn't that mean that your entiry crotch underneath is messed up with blood? or am i wrong? eye...\n  ","388983":"\n   Are you generally a more optimistic or pessimistic person?\n  ","388984":"\n   What do you do when you don't know the answer?\n  ","388985":"\n   135. it’s 2:08am & i cant sleep ??. doesn’t it suck when you can’t sleep?\n  ","388986":"\n   How did you mean? That’s cool you know a hair stylist. Has she always been into hair?\n  ","388987":"\n   What's your weird habit?\n  ","388988":"\n   What attracts you sexually to a woman?\n  ","388989":"\n   I’ve just found out about “period underwear”!?! I realise you might not want to talk about such matters on ask.fm but have you tried them? I’m keen tbh, less waste etc.\n  ","388990":"\n   Do you eat your meals alone?\n  ","388991":"\n   during the pandemic, I couldn't get my hair done obv so when I did get a new haircut and a new color, it felt so good, haha. It kinda gave me a boost of self confidence, I remember I was taking pics all day and I genuinely hate taking pics of myself, so that's something. Btw, ur hair looks amazing x\n  ","388992":"\n   oh, i've actually never seen you in a video before! now that i think about it, i only ever saw your face and heard your voice separately!\n  ","388993":"\n   when will you do more vid responses? i loved the ones you did last night\n  ","388994":"\n   Why did y shaved ,  your hair is fine  and sleek ?\n  ","388995":"\n   Hey\n  ","388996":"\n   What's one thing you would change about yourself if you could?\n  ","388997":"\n   How are you goid with change? Do you find it easy to adapt or is it a challenge, take time to get used to?\n  ","388998":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","388999":"\n   Why do some people just go out in public and not care about masks?\n  ","389000":"\n   It's Relaxation Day. How will you unwind?\n  ","389001":"\n   Humm ok no problem ? i don't want to disturb you.  Maybe I will see in here ? what color is your hair ?\n  ","389002":"\n   I mean may I see your new hair in instegram ?\n  ","389003":"\n   Will you share your new hair's photos in here or in instegram ?\n  ","389004":"\n   Have you ever been jealous of a friend?\n  ","389005":"\n   Where would you like to live, in an apartment in the city center or in a country house?\n  ","389006":"\n   Will we see your new hair ?\n  ","389007":"\n   Humm really I liked and I wish I can see your hair but I can't see your hair in here :)) no problem.  I think long hair is good for you :)) don't cut your hair so much. When will your friend come ?\n  ","389008":"\n   Owww how long your hair ?\n  ","389009":"\n   Thoughts on guys who take pictures\/videos of their spouses while they're sleeping, taking showers or just chilling at home but unaware of and then they post those files on inappropriate websites (some guys even make good money out of em) ?? ?\n  ","389010":"\n   134. do you like the shout out feature?\n  ","389011":"\n   Yes how are you ?\n  ","389012":"\n   I just ordered my new phone!! When did you last get a new phone and what did you get?\n  ","389013":"\n   Hi! Just a check in to see how you are and thing's are keeping well ?\n  ","389014":"\n   Hi\n  ","389015":"\n   yes please\n  ","389016":"\n   have you got any knowledge of autism?\n  ","389017":"\n   you don’t sound like someone from ny lmaooo\n  ","389018":"\n   Hey why did Emma delete everything on ask and Instagram?\n  ","389019":"\n   what about the goth dress?\n  ","389020":"\n   Have you seen the Internet famous Strawberry Dress? What do you think?\n  ","389021":"\n   Who will be the next person you will kiss?\n  ","389022":"\n   Oh so you don’t be in the streets living that life? If that’s true stop acting tough with them accents or whatever you be claiming your really from New York like that cause if you don’t live that life you gotta stop faking like you live that life you sell out.\n  ","389023":"\n   You're from ny so you wear timbs\n  ","389024":"\n   Which hood in New York do you be coolin at and what set you rep #ganggang?\n  ","389025":"\n   Then you ain’t a New Yorker since you to soft.\n  ","389026":"\n   How many times have you robbed and how many times have you robbed people?\n  ","389027":"\n   Leigh, do accents sound different in the US? like are there major differences between how people from NY and people from, let's say, Texas, speak? us non-english speakers can't really sense it, but i guess you americans can.\n  ","389028":"\n   Can you play  guitar?\n  ","389029":"\n   I think this color suits you so much\n  ","389030":"\n   do you smoke?\n  ","389031":"\n   whats new\n  ","389032":"\n   Favorite vegan food?\n  ","389033":"\n   do you sing or play any instruments?\n  ","389034":"\n   What could spend all day talking about?\n  ","389035":"\n   133. how does one become confidence?\n  ","389036":"\n   What is something that you really resent paying for?\n  ","389037":"\n   How about weekend plans?\n  ","389038":"\n   What would a world populated by clones of you be like?\n  ","389039":"\n   How are you?\n  ","389040":"\n   Is there anything that you are worried about? What is it?\n  ","389041":"\n   What movie can you watch over and over again without getting bored?\n  ","389042":"\n   What's the last movie you watched?\n  ","389043":"\n   How many boyfriends and girlfriends have you had?\n  ","389044":"\n   I remember you saying you bought a vape a long time ago~ but I thought maybe you were doing both! THAT'S AWESOME :3\n  ","389045":"\n   Are you allergic to anything? Like animal hair or dust?\n  ","389046":"\n   WAIT YOU QUIT?! I am so proud of you! n__n\n  ","389047":"\n   is it irrational to tell someone to legally change their name bc u two have the same name and you don't want confusion to arise?\n  ","389048":"\n   let it grow natural and trim just ur split ends. u should adopt a more serious look.\n  ","389049":"\n   why?\n  ","389050":"\n   Do you prefer to ask questions or answer them?\n  ","389051":"\n   132. what’s your toxic trait. and let’s be honest . we all have one.\n  ","389052":"\n   your fault when you start that shit lol\n  ","389053":"\n   What made you quit?\n  ","389054":"\n   what temperature do you keep it in your house?\n  ","389055":"\n   Is it wrong to ask for validation and reassurance from your partner?\n  ","389056":"\n   I wish I could quit, but it seems impossible. My addiction is p bad\n  ","389057":"\n   If someone gets information about you from what you share on socmed, does that mean that person got into your personal life?\n  ","389058":"\n   did you stop coughing?\n  ","389059":"\n   did you quit yet?\n  ","389060":"\n   Can you cook? If so, what's your favorite dish to prepare?\n  ","389061":"\n   If you could travel anywhere in the world, where would it be?\n  ","389062":"\n   If you could relive any moment or day of your life which would you choose?\n  ","389063":"\n   What are the two biggest lessons you've learned from previous relationships?\n  ","389064":"\n   i sometimes cough to the point i throw up, it's awful. is that smoker's cough?\n  ","389065":"\n   did u develop smoker's cough during all these years of being a smoker?\n  ","389066":"\n   Share something you're grateful for today. ?\n  ","389067":"\n   Have you ever been in a jacuzzi with a celebrity? Be honest!\n  ","389068":"\n   Do you have antivirus on your phone? If so, which one?\n  ","389069":"\n   Who do you like?\n  ","389070":"\n   Hey, just wondering, do you ever listen to that kind of really extreme heavy metal music?? If so do you know who that band are who wear clown masks & do this one really catchy in your face tune where the lyrics go something along the lines of 'You can't kill me cos I'm already inside you'? ??‍♂️\n  ","389071":"\n   Who was the last person you met today?\n  ","389072":"\n   Salons reopened? Which color?\n  ","389073":"\n   Happy Friday ❤\n  ","389074":"\n   what was the last thing to blow your mind? i just found out the version of “Friends” that was on Netflix was the cut version and i never noticed.\n  ","389075":"\n   What is the strangest thing you’ve ever eaten?\n  ","389076":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","389077":"\n   How are you doing today? How’s your week going?\n  ","389078":"\n   Do you believe in karma?\n  ","389079":"\n   pros and cons of getting drunk?\n  ","389080":"\n   What's your favorite class back in high school\/college? Why?\n  ","389081":"\n   favorite thing\/s about elementary school?\n  ","389082":"\n   Who do you consider the best and who the most useless members of House's diagnostics team?\n  ","389083":"\n   Would you get offended if your spouse keeps you calling you drama queen when you try to talk about the things that bother you? How would you deal with this?\n  ","389084":"\n   Are you happy with your life? Do you think everything is as you planned?\n  ","389085":"\n   i've got a  photographic memory is that bad to have in your opnion people say that's really bad\n  ","389086":"\n   how was your day?\n  ","389087":"\n   what is that?\n  ","389088":"\n   Do you ever go on picnics? Or naw... Not you.\n  ","389089":"\n   Hello\n  ","389090":"\n   Would you rather live in a very roomy cave or in a one bedroom apartment for the rest of your life?\n  ","389091":"\n   When was the last time you got drunk... if you drink that is.\n  ","389092":"\n   Im an EMT. Never had a heart attack. Guess I cant treat people with heart attacks ?\n  ","389093":"\n   the end result has really embarrassed him  i can phisicly do much for him  but i guess talking is strong enough\n  ","389094":"\n   Yeah but you’re single so your advice mean nothing\n  ","389095":"\n   Is the filter you’re using on Snapchat?\n  ","389096":"\n   Since when you became expert in giving relationships advice?\n  ","389097":"\n   he had a life changing accident and had to go into a care home he was fiercely independent  but now he needs help with everything and its got him down so much\n  ","389098":"\n   Do you think your voice is pretty for singing?\n  ","389099":"\n   Thank you so much for speaking about this. All the time my bf says I’m sorry you feel this way and I felt I was the problem lol I even had to go to therapy. People need to tell the difference between a real apology and a fake one\n  ","389100":"\n   can i have some mental health advice fro a friend of mine\n  ","389101":"\n   how did they put the blame on them?\n  ","389102":"\n   I'm glad you like it! I've been using gfuel to cut back on soda, I need to try that flavor, it sounds really yummy!\n  ","389103":"\n   I love gfuel! Let me know if you like it!\n  ","389104":"\n   You're stuck on an island. How would you spend your time?\n  ","389105":"\n   how is that not an apology? lmaooo they acknowledged it and said sorry.\n  ","389106":"\n   Why do people post food and fitness routine photos on social media so much?\n  ","389107":"\n   Do you think you get more mature by getting older?\n  ","389108":"\n   Do you believe that global peace is attainable?\n  ","389109":"\n   What makes someone instantly likeable?\n  ","389110":"\n   I actually tried this just a few weeks ago, and all I got was a \"I'm sorry you feel that way\", and that was it...\n  ","389111":"\n   Do you think its okay to criticize a religion in public? Hows it different than criticizing a race or culture?\n  ","389112":"\n   What’s your favorite month? Why?\n  ","389113":"\n   I need some advice.\nI know someone who is happy to be my friend online but ignores me in person (unless they need something). So I decided to cut them out, stop speaking to them. They haven't even asked why I'm no longer talking to them, and it's been almost 2 weeks. If they do try, should I bother?\n  ","389114":"\n   What do you гusually eat?\n  ","389115":"\n   What is the best part of an ordinary day in your life?\n  ","389116":"\n   Thanks!\n  ","389117":"\n   I've done the no shampoo thing for months before, I get spontaneous allergic reactions sometimes to things like shampoo & conditioner. I used to use baking soda once a week on my hair and then rinsed it with apple cider vinegar. My hair was so soft honestly it was great.\n  ","389118":"\n   Lmao. Yeah, I’m doing that in quarantine but after three days I can’t stand it!\n  ","389119":"\n   Do you sleep with an eye cover mask?\n\n(It's an eye covering thing that goes over your eyes. Usually comfy. Makes the room darker. Helps for sleep for some people.)\n  ","389120":"\n   what r ur favorite activities u do in autumn?\n  ","389121":"\n   What do you do to treat a cold? Asking for a friend ?\n  ","389122":"\n   I have to wash mine everyday! I get so jealous when I hear ppl say they only have to wash it once a week! There’s just no way I could do that without looking awful\n  ","389123":"\n   Have you heard of the “no poo” thing where you stop using shampoo and apparently your hair starts to “clean itself” and not need shampoo after a while? Would you try it?\n  ","389124":"\n   do you think people can change?\n  ","389125":"\n   When was the last time you found money on the street?\n  ","389126":"\n   I just want to make friends\n  ","389127":"\n   Hi\n  ","389128":"\n   What's your favorite saying?\n  ","389129":"\n   I saw someone say in a video recently that house is essentially a modern Sherlock Holmes adaptation and maybe that was obvious to everyone else but it blew my mind, lmao\n  ","389130":"\n   131. last time you showered .\n  ","389131":"\n   my question about cleaning your browser history wasn't implying that you would be afraid that people know what your googling! i just wanted to see how many of you just clean it because they don't like their phone being messy\n  ","389132":"\n   What’s the most interesting thing that you have watched recently?\n  ","389133":"\n   Do you believe in aliens ?\n  ","389134":"\n   Would you rather lose the ability to read or speak?\n  ","389135":"\n   how often do you clean your browser history?\n  ","389136":"\n   Do you tend to listen more to male or female singers?\n  ","389137":"\n   PaP an Artificial Smile ???\n  ","389138":"\n   Do you always listen to music at maximum volume on your phone?\n  ","389139":"\n   It was a shout out but ok.\n  ","389140":"\n   How old are you?\n  ","389141":"\n   How much money have u got in your pocket?\n  ","389142":"\n   Who always raises your self-esteem?\n  ","389143":"\n   Favorite singer or band? ?‍? ?‍?\n  ","389144":"\n   Do you believe in love at first sight? ?‍❤️‍?\n  ","389145":"\n   What kind of meat would you never eat?\n  ","389146":"\n   Have you ever had sleep paralysis before? If so, what happened? ?\n  ","389147":"\n   ?? OOTD ??\n  ","389148":"\n   secret window is SUCH an underrated movie!!!\n  ","389149":"\n   If you like eggs, how do you prefer to eat them? Boiled, fried, scrambled, poached? ? ?\n  ","389150":"\n   What time do you usually wake up?\n  ","389151":"\n   Do you listen to podcasts? If you do who? I need recommendations.\n  ","389152":"\n   do you still wear facemasks over there?\n  ","389153":"\n   Who do you consider as your role model?\n  ","389154":"\n   What has been your proudest moment so far in life?\n  ","389155":"\n   Would you cliff dive or scared of heights?\n  ","389156":"\n   What are your goals for the rest of this year?\n  ","389157":"\n   Where do you want to live when you retire?\n  ","389158":"\n   Do dreams predict what's about to happen in our life?\n  ","389159":"\n   Best vacation you’ve ever taken?\n  ","389160":"\n   Anything you have been looking forward to this month or has anything happened awesome yet?\n  ","389161":"\n   I just went to the store and the price of the masks were ridiculous, 1 mask for $15. Do you think masks should be free?\n  ","389162":"\n   Do you ever 100% get over an ex?\n  ","389163":"\n   Do you like your life?\n  ","389164":"\n   What is the last thing that made you angry? ?\n  ","389165":"\n   what is worse forgetting your gf birthday or your anniversy\n  ","389166":"\n   top 5 johnny depp films?\n  ","389167":"\n   \"peepers\" i'm-\n  ","389168":"\n   Have you passed the one where James Earl Jones plays an African dictator?\n  ","389169":"\n   Do you have a lot of real friends? ???\n  ","389170":"\n   What do you do in your free time?\n  ","389171":"\n   Favourite month of the year? (Non 2020 lol)\n  ","389172":"\n   Last time you cried? And why?\n  ","389173":"\n   Baked beans or peas?\n  ","389174":"\n   I’m looking for a new tv show\/series to watch. Any suggestions? If I end up interested in your choice I’ll give you 500 coins! ???\n  ","389175":"\n   That does sound awful. Especially if empathic. One on one or with a partner would be the only type I'd prefer if given the choice.\n  ","389176":"\n   hypocritical to say that when you just said media sxxxxx everything  lmaooo\n  ","389177":"\n   FAVORITE ICE CREAM? ???\n  ","389178":"\n   quitting smoking isn't an achievement if you still vape ... that's just as bad, if not worse.\n  ","389179":"\n   If you had to sum up the whole human species in 3 words, what would those words be?\n  ","389180":"\n   Hi,how are you?\n  ","389181":"\n   What to write with chalk on the asphalt under the windows of a loved one?\n  ","389182":"\n   Ever done group therapy? If so how was it\n  ","389183":"\n   how do you like that? what does it taste like? ?\n  ","389184":"\n   STAIF: What are you think right now?\n  ","389185":"\n   What weird food combination do you actually like?\n  ","389186":"\n   Do you like Joe Biden's car?\n  ","389187":"\n   Do you like fatty foods?\n  ","389188":"\n   the idea of sex is GREAT and then i have sex and im just like :| am i the only one this is happening to?\n  ","389189":"\n   Do you think you have met ur soul mate?\n  ","389190":"\n   Anyone else get a notification about “breaking terms of service”? I’ve been getting an insane amount of racist comments from different individuals and I believe they are mass reporting our accounts.\n  ","389191":"\n   Yes your eyes. They are magnificent, I'm surprised you don't get compliments on the reg. What is your vision like? Are you supposed to wear glasses?\n  ","389192":"\n   OMG how often do you get compliments on those peepers? ?\n  ","389193":"\n   Dedicate a song to someone or yourself. It's all good haha :)\n  ","389194":"\n   What environment or location do you feel the most at peace in\/at?\n  ","389195":"\n   Share 5 facts about you?\n  ","389196":"\n   What kind of shoes do you wear the most?\n  ","389197":"\n   What was the last movie you watched?\n  ","389198":"\n   How many times a day do you look at yourself in the mirror?\n  ","389199":"\n   Do you have phobias?\n  ","389200":"\n   what can be done to improve ask.fm website?\n  ","389201":"\n   Should I put contact information in a condolence letter, why or why not ?\n  ","389202":"\n   How to spice up a relationship gone stale?\n  ","389203":"\n   What is your go-to comfort food?\n  ","389204":"\n   What impresses you?\n  ","389205":"\n   130. something new you learned.\n  ","389206":"\n   Did you watch Broad City?\n  ","389207":"\n   do you think this is rude? if you go to a small shop where the owner is serving the customer.  and when you make the purchase and pay, the owner doesnt thank you and just doesnt say anything.... like \"see ya\"\n  ","389208":"\n   What’s the spiciest thing you’ve ever eaten?\n  ","389209":"\n   If you were in a cemetery at night alone would you be creeped out or no you'd be fine?\n  ","389210":"\n   What's the most spontaneous thing you've ever done?\n  ","389211":"\n   Where do you get most of the decorations for your home?\n  ","389212":"\n   why do you believe the bedroom is the place most people go to for a deep heart to heart talk?\n  ","389213":"\n   What habit do you have now that you wish you started much earlier?\n  ","389214":"\n   On a scale of 1 to 10 how confident are you?\n  ","389215":"\n   How’s your day going?\n  ","389216":"\n   Do you wish you could change something about your appearance ?\n  ","389217":"\n   So come at convo site then plz\n  ","389218":"\n   Do you play online games\n  ","389219":"\n   Why not talking\n  ","389220":"\n   Then what u do on askfm\n  ","389221":"\n   Hi am foreigner can u help me to come New York for study\n  ","389222":"\n   Good how much u earn from that\n  ","389223":"\n   Then for what\n  ","389224":"\n   Ur age\n  ","389225":"\n   In which newspaper\n  ","389226":"\n   So what are u doing nowadays job??\n  ","389227":"\n   BTW what r u doing in study??\n  ","389228":"\n   Then what'll make a difference\n  ","389229":"\n   Do u want I should untick\n  ","389230":"\n   Just hold one convo it'll be interesting u'll enjoy a man\n  ","389231":"\n   It's mean u r lesbo bcz u don't like men\n  ","389232":"\n   Plz talk to me am feeling bore I've no one to talk plz\n  ","389233":"\n   Why do u not make New friends\n  ","389234":"\n   U r little bit interesting i wanna talk to u\n  ","389235":"\n   True. I'm sure the works are better in the original formats.\n  ","389236":"\n   So come at sc then\n  ","389237":"\n   What was the best thing that happened to you this week?\n  ","389238":"\n   Do you remember any Russian?\n  ","389239":"\n   No problem we'll talk privately let's come plz\n  ","389240":"\n   Of what nd which type of ques\n  ","389241":"\n   What's your favorite top 3 subjects from high school or college?\n  ","389242":"\n   What was the last occurrence?\n  ","389243":"\n   What's happened in order to make you feel the presence of a ghost? ?\n  ","389244":"\n   What is a big pet peeve of yours?\n  ","389245":"\n   Which do you find to be more eerie, attics or basements? Why? ? ?\n  ","389246":"\n   Can we talk at insta\n  ","389247":"\n   Hi what r u doing now\n  ","389248":"\n   Mean u like boys\n  ","389249":"\n   Hmmm homo or bi\n  ","389250":"\n   I hope that you find some plans ?\n  ","389251":"\n   Hi can u speak English\n  ","389252":"\n   Have you ever reached peak-frat?\n  ","389253":"\n   Is there any kind of computer games that you like to play or you used to like to play? Like maybe back in school or something. Ever heard of the game called Zoo Tycoon?\n  ","389254":"\n   Is it petty to unfollow someone bc they post way too many polls? ask fm has this bug where polls clog ur timeline so u can't see others' answers and it's kind of annoying tbh\n  ","389255":"\n   Would you rather win a $100 gift card to McDonalds, 5 cds of your choice, or a case of toilet paper from Costco (24 count)?\n  ","389256":"\n   What do you do if you are nice\/polite to someone at work and they are still cold to you?\n  ","389257":"\n   Happy Monday! What are your plans for the week?\n  ","389258":"\n   Do you know the show “sense8”? Have you watched it? What’s your opinion on it? (If you haven’t, I highly recommend that you do!)\n  ","389259":"\n   Where’s your go to restaurant for amazing food that never disappoints?\n  ","389260":"\n   What outdoor activity haven’t you tried, but would like to?\n  ","389261":"\n   is the bedroom a good place to go with a friend to cry everything out?\n  ","389262":"\n   Do you like carrot juice?\n  ","389263":"\n   Who are your favourite artists that you know? Do any of them have ask? Want to follow some new accounts ✌️\n  ","389264":"\n   What color is your clothes ?\n  ","389265":"\n   What are you wearing clothes now ?\n  ","389266":"\n   What was the last photo you took that wasn’t of you or another person?\n  ","389267":"\n   Are you in bed ?\n  ","389268":"\n   Where are you now?\n  ","389269":"\n   are u off to bed?\n  ","389270":"\n   How are you?\n  ","389271":"\n   Do you have any siblings?\n  ","389272":"\n   were you wearing shorts?\n  ","389273":"\n   may i ask where this selfie was taken?\n  ","389274":"\n   Can gender be fluid? I mean I don’t want to sound dumb. Me for example, I am a gay dude(born male) but I enjoy a lot of things that are traditionally considered “for girls”. I was the type of kid who preffered barbie dolls instead of cars and pink instead of blue. However I dont think I am trans.\n  ","389275":"\n   Hangover now?\n  ","389276":"\n   Do you allow anonymous questions? Why or why not?\n  ","389277":"\n   What’s the most recent show you’ve binge watched?\n  ","389278":"\n   Do you consider yourself an educated person?\n  ","389279":"\n   Anyway an update: I contact the customer service and they said there’s no way to undo except from her end so I need to tell her to add it to her list again. Now I have to figure out how to tell her. :( either way the surprise will be spoiled\n  ","389280":"\n   Do you like the song by Lou Reed?\n  ","389281":"\n   have you developed any strategies to cope with your depression\n  ","389282":"\n   Leigh !! Working now !?\n  ","389283":"\n   Regardless of being male or female would you ever get artificial hair, any sort of extensions in your hair? Do you already have that?\n  ","389284":"\n   in Philly, it's the same timezone as yours?\n  ","389285":"\n   Are your eyes green or hazel?\n  ","389286":"\n   Do you like Rock & Roll?\n  ","389287":"\n   do you remember dreams? ~\n  ","389288":"\n   do you sometimes get triggered by stuff others say to others, not to you personally?\n  ","389289":"\n   do you put sugar in your coffee?\n  ","389290":"\n   Leigh !! Why u live away from ur parents\n  ","389291":"\n   Where you live ?\n  ","389292":"\n   Ok ! Just share a margin !! Asked just know the cost of living in US\n  ","389293":"\n   How much is the rent per month ?\n  ","389294":"\n   Wow !! Looks good !! It’s rented house ?\n  ","389295":"\n   vent about something that pisses you off\n  ","389296":"\n   What makes you feel powerful?\n  ","389297":"\n   Hey there! I'm new on Ask! Would you mind checking out my account? ? Have a nice day! ♥️\n  ","389298":"\n   Have you ever eaten crabs before? ?\n  ","389299":"\n   Are you a stubborn person?\n  ","389300":"\n   Do you always feel destructive or that part just comes in waves?\n  ","389301":"\n   Why you are sad? I am depressed and sad too?\n  ","389302":"\n   Hei, how are you ?\n\n\nGood morning\n  ","389303":"\n   No fire?\n  ","389304":"\n   PAP! ❤️\n  ","389305":"\n   how was your day?\n  ","389306":"\n   friends don’t count as intimate support?\n  ","389307":"\n   How’s the single life? Do you prefer it this way?\n  ","389308":"\n   Is there a certain thing to you which you find underrated? Example, A place, book, person, movie, an every day object, animal, smell...\n  ","389309":"\n   Space- vent, positivity, thoughts, accomplishments, set backs, excitement, fear...\n  ","389310":"\n   What was your favorite toy as a kid? PAP\n  ","389311":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","389312":"\n   who usually clean the most?\n  ","389313":"\n   your house is clean lmaooo why did you say it wasn’t. nice place. I like the colors of the bathroom\n  ","389314":"\n   Do you tolerate disrespect and forgive it?\n  ","389315":"\n   Which is more important love or respect in a relationship?\n  ","389316":"\n   Two floors?\n  ","389317":"\n   Your house is big? How many rooms?\n  ","389318":"\n   why are you breathing so heavily omg\n  ","389319":"\n   Post a house tour\n  ","389320":"\n   Hi blease can we both friend ?\n  ","389321":"\n   Do you have one of those get to know you quiz?\n  ","389322":"\n   Can i talk to you?\n  ","389323":"\n   --\n  ","389324":"\n   Are you an Eco-friendly person?\n  ","389325":"\n   What would you do if an elephant were charging at you?\n  ","389326":"\n   What is a skill you’d like to learn and why?\n  ","389327":"\n   I checked but amazon doesn’t seem to talk about it. But thank you regardless! If any of your anons know how to please tell me! I’m a desperate person now. I really want to get her the gift :(\n  ","389328":"\n   If you could have lunch with 5 people dead or alive who would it be?\n  ","389329":"\n   What is the last thing you said to someone?\n  ","389330":"\n   PAP your favorite monument of your city.\n  ","389331":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","389332":"\n   Do you whistle in public?\n  ","389333":"\n   Have you ever fallen asleep during a class?\n  ","389334":"\n   Besides your country, which is the next best country in the world?\n  ","389335":"\n   did u ever fall off ur chair?\n  ","389336":"\n   What is the greatest application ever?\n  ","389337":"\n   Hey Leigh, help! Are you familiar with amazon’s wish list? I was planning to buy sth off someone’s wish list to thank her(we don’t really don’t each other but she helped me a lot). But I made a mistake and marked it as purchased before actually buying it. Now it’s gone from her wish list. How do\n  ","389338":"\n   Is it easier to forgive or forget?\n  ","389339":"\n   Is there anything so precious to you that you'd risk your life for it?\n  ","389340":"\n   What was the last thing you got for free?\n  ","389341":"\n   If you were a fruit, what kind would you be?\n  ","389342":"\n   Do you sing in the shower? What kind of songs?\n  ","389343":"\n   What's your favorite drink?\n  ","389344":"\n   Then pap your recent pic except selfie\n  ","389345":"\n   Pap your recent selfie\n  ","389346":"\n   What do you think about Romania?\n  ","389347":"\n   How's your day\n  ","389348":"\n   Foto\n  ","389349":"\n   If you could be guaranteed that you wouldn't die in ONE specific way, which would you choose? Why that one? ??\n  ","389350":"\n   Even as a passenger it is a real pain. I myself wouldn't drive because I get easily bored and tired haha. What was your longest journey? I mean how many hours did it take?\n  ","389351":"\n   What is something people might not expect of you but you do?\n  ","389352":"\n   When you need encouragement, what helps? A person, a song, quotes?\n  ","389353":"\n   Did you have to drive all the way by yourself in these journeys? If you really did, you seariously are so strong. I can't imagine myself in that position haha. The only long journeys I had were by bus and the only pro was is that I had good souvenirs ?\n  ","389354":"\n   ?? Ｓｅｌｆｉｅ？??\n  ","389355":"\n   Are you always brave or only brave when you have to be?\n  ","389356":"\n   pros and cons of long car journeys ?\n  ","389357":"\n   what qualities do you look for in a person?\n  ","389358":"\n   PAP of your recent emojis\n  ","389359":"\n   What's the story behind your username?\n  ","389360":"\n   129. Happy Sunday. Have a great day! stay positive ✨?\n  ","389361":"\n   what good things have come out of 2020\n  ","389362":"\n   why wouldn't you do it?\n  ","389363":"\n   what kind of rock?\n  ","389364":"\n   just answer some of the 3,678 questions you already got in your inbox. lol\n  ","389365":"\n   what music do you usually listen to ?\n  ","389366":"\n   What personality type are you out of the 16 personalities?\n  ","389367":"\n   How much did your workplace help with enabling you to work from home like what did they provide?\n  ","389368":"\n   Are you over him?\n  ","389369":"\n   but that’s exactly what allison did? implied the guy was a paedo when he said he liked his gf to shave her armpits. i found that extremely offensive as well as the other person who did. you dont throw out allegations like that. its abhorrent. its peak “white feminism”\n  ","389370":"\n   Can you easily forgive someone if they said hurtful things?\n  ","389371":"\n   lmaooo are you calm?\n  ","389372":"\n   arent people supposed to say mean words when they are fighting??? no one can stay calm, it is a fight\n  ","389373":"\n   What's ur intsta\n  ","389374":"\n   Do you like chestnuts?\n  ","389375":"\n   I’ve talked to them about it and the response I got that I’m too sensitive and it was “just words” that didn’t mean anything. It happened two times when we had a fight. Do you think I’m wrong for not letting it go?\n  ","389376":"\n   If you could only eat one thing for the rest of you life what would it be? PAP!\n  ","389377":"\n   What’s one pet peeve of yours that you wish that you could get rid of- because it hampers your enjoyment of life?\n  ","389378":"\n   What are some challenges you think the next generation will face?\n  ","389379":"\n   If you could replace war with something to settle countries’ differences, what would it be?\n  ","389380":"\n   What's the last photo you took on your phone? Post it! ❤️\n  ","389381":"\n   What is your most treasured possession? Why? ❤️\n  ","389382":"\n   How are you?\n  ","389383":"\n   What's your favorite way to express yourself? ❤️\n  ","389384":"\n   Who do you trust more, your friends or your parents? Why? ❤️\n  ","389385":"\n   Do you disinfect your phone often? Me: sometimes\n  ","389386":"\n   What are your plans for this weekend??\n  ","389387":"\n   What’s the best way to deal with a breakup?\n  ","389388":"\n   Is it a red flag if during an argument your partner resorts to insults?\n  ","389389":"\n   i was watching this convo with interest but you and allison just stop answering when you get caught out saying garbage. do you think its ok to imply a man is a paedo if he prefers his gf to shave her armpits like allison did? coz that really is not ok\n  ","389390":"\n   Lockdown or herd immunity?\n  ","389391":"\n   What are your thoughts on Meghan Markle?\n  ","389392":"\n   Whats your favourite dish of your own hand\n  ","389393":"\n   leigh, do you think it sounds arrogant to say stuff like \"I know better than you do\" \"I am more entitled to speak\" etc? is it somehow placing the other person in an inferior position?\n  ","389394":"\n   do you think it's okay if i call the police because my neighbours won't turn down the music on their party after 10pm?\n  ","389395":"\n   Is there something you need a break from?\n  ","389396":"\n   What's been happening at work?\n  ","389397":"\n   SPACE ?\n  ","389398":"\n   How do you learn how to trust someone again after they’ve broken your trust?\n  ","389399":"\n   Are there any toxic people in your life? How do\/did you deal with them?\n  ","389400":"\n   Leigh, have you had to deal with a group not liking you? I am awkward I think they are starting to dislike me or already do because they misunderstood some things I say during team work and I didn’t clear up with them and it’s too late now. And they are very prone to dislike people who are like me\n  ","389401":"\n   Hope next week is better\n  ","389402":"\n   What is your reason to keep fighting and survive?\n  ","389403":"\n   What should be humanity’s goal?\n  ","389404":"\n   It's officially the weekend! Why not share some awesomeness? Tell us about one of your favourite things like a song, hobby or food.\n  ","389405":"\n   Would you say you’re more of an extrovert or an introvert?\n  ","389406":"\n   Have you had any fun adventures this summer or bad it been blah due to covid?\n  ","389407":"\n   Do you like long walks on the beach? ??‍♀️?‍♂️\n  ","389408":"\n   Do you like bbq chicken pizza? If not.. best one to get?\n  ","389409":"\n   What was the last movie you watched? Liked?\n  ","389410":"\n   What would someone have to do to make you dislike them immediately?\n  ","389411":"\n   do you ever feel bloated,with medications?(my grandmother yes,so often sigh)\n  ","389412":"\n   Would you rather have One real get out of jail free card Or A key that opens any door? ?\n  ","389413":"\n   Where you from??\n  ","389414":"\n   Have you ever felt so down to the point you don't even care what would happen anymore? How did you get through it?\n  ","389415":"\n   What is the last thing you said to someone? ❤️\n  ","389416":"\n   What are some of your long-term goals?\n  ","389417":"\n   Post a video\n  ","389418":"\n   no, i was wondering how there was any lose skin that you can rip off?\n  ","389419":"\n   So you do things without considering or caring about the consequences right?\n  ","389420":"\n   How do you greet your friends?\n  ","389421":"\n   do you think that corona will last for a long time? when do you think will it be over?\n  ","389422":"\n   can we speak\n  ","389423":"\n   Are you legally blind?\n  ","389424":"\n   how are you able to pick skin off of your arm omg\n  ","389425":"\n   where do you pick your skin? fingers?\n  ","389426":"\n   Do you watch Korean movies\/series? If yes, Which one do you recommend?\n  ","389427":"\n   Does he eat a lot?\n  ","389428":"\n   Is it just the camera angle or is your cat really big?\n  ","389429":"\n   Are you crying? You sound sad\n  ","389430":"\n   animal crossing is overrated\n  ","389431":"\n   nutella tastes the best on pretzels instead of toast or bread lol\n  ","389432":"\n   do you have an opinion to fake tans?\n  ","389433":"\n   can your followers send you unpopular opinions and you say if you feel the same or not?\n  ","389434":"\n   Do you have a depop account?\n  ","389435":"\n   What is your stance on religion as a whole?\n  ","389436":"\n   What are you too hard on yourself for?\n  ","389437":"\n   Let’s talk leigh\n  ","389438":"\n   Like your ask fm.is private ? only friends can access your ask fm account ?\n  ","389439":"\n   What's your Instagram id\n  ","389440":"\n   Are you born psychopath or society  made you  psychopath\n  ","389441":"\n   At what age you lost your virginity\n  ","389442":"\n   Did you ever have a bad experience at a hair salon?\n  ","389443":"\n   what personalities do you find attractive?\n  ","389444":"\n   Have you ever played euro truck simulator?\n  ","389445":"\n   Are you different in person than on social media?\n  ","389446":"\n   how has your week been?\n  ","389447":"\n   If you got paid to wrestle and jump off stuff...would you do it?\n  ","389448":"\n   Do you believe in true love? ?\n  ","389449":"\n   Are you more active on ask or twitter?\n  ","389450":"\n   Tell me the difference between good and exceptional.\n  ","389451":"\n   Studies Show N.Y. Outbreak Originated in Europe，Is it true?\n  ","389452":"\n   Is it true that Covid19 has been in the United States since November 2019\n  ","389453":"\n   do you know anyone with fake boobs\n  ","389454":"\n   *sends epic Friday support hugs!*\n  ","389455":"\n   What is the important thing that you will do anything?\n  ","389456":"\n   Do you talk to yourself sometimes?\n  ","389457":"\n   So when someone says “You’re beautiful\/handsome.” and you reply with “Thanks, I know.” is that being conceited or being confident?\n  ","389458":"\n   Do you prefer to take showers or baths? Why? ? ? ?\n  ","389459":"\n   So if a guy likes women who shaves their armpits that’s a red flag and I should ask if he’s s paedo?\n  ","389460":"\n   So every man who prefers his female partner to shave het armpits is probably a paedo? Are you fuking serious?\n  ","389461":"\n   So any woman who prefers to shave her armpits and pubic area is doing so because she wants to attract paedos? And no, its not “logical” to call anyone who prefers less body hair a paedo.\n  ","389462":"\n   Why are you liking answers by someone inflating a preference for preferring less body hair to being a paedo? Is child abuse a joke to you?\n  ","389463":"\n   A coworker spreads rumours about you and talks a lot of crap about you to others with no apparent reason, what would you do in this situation?\n  ","389464":"\n   128. it’s almost the weekend. CHEERS ? ✨\n  ","389465":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","389466":"\n   What were you doing on that site what site was it\n  ","389467":"\n   What is the best advice someone has ever given you?\n  ","389468":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","389469":"\n   If you had the world’s attention for 30 seconds, what would you say?\n  ","389470":"\n   If you had the ability to time travel and visit any period in history, where would you go?\n  ","389471":"\n   It's almost the end of the week! You've been amazing! :D be proud of yourself! You're so important and you're doing so damn well! :3 Keep it up! ?\n  ","389472":"\n   What has life taught you so far??\n  ","389473":"\n   What did you learn too late in life?\n  ","389474":"\n   What is something that most people learn only after it’s too late?\n  ","389475":"\n   If you are given the chance to remove the existence of a thing or a person, what or who would it be and why? ?\n  ","389476":"\n   According to you: What’s the difference between being conceited and being confident\/self-aware?\n  ","389477":"\n   you have earth sign energy\n  ","389478":"\n   scream into the mic as loud as you can\n  ","389479":"\n   Would you like to fly hang gliding?\n  ","389480":"\n   What is your favorite year of your life?\n  ","389481":"\n   What are some of the things that really fascinate you ?(:\n  ","389482":"\n   If you were to invite someone over for dinner and you wanted to really impress them with your cooking, what'd you make? Like, what's your absolute best dish to make? ?‍?\n  ","389483":"\n   What do you usually forget?\n  ","389484":"\n   What is something you noticed lately?\n  ","389485":"\n   What is something that you’re confident saying you are good at? (or more than one)\n  ","389486":"\n   Do you think video games cause violence?\n  ","389487":"\n   Be honest, have you ever consumed so much alcohol in a single drinking session, that vomiting occured?? ???\n  ","389488":"\n   How much was it\n  ","389489":"\n   Could you live without internet?\n  ","389490":"\n   Was it pre owned before or brand new\n  ","389491":"\n   Milk chocolate or dark chocolate? ?\n  ","389492":"\n   Your favorite chocolate bar?\n  ","389493":"\n   Are there any accounts on here  with whom you tend to keep up with\/read their answers the most?\n  ","389494":"\n   Can you drive If you can what car do you have\n  ","389495":"\n   Is NY diverse?\n  ","389496":"\n   What do you consume more frequently?\n\n- Sandwich\n- Egg\n- Hot Dog\n- Fruits\n  ","389497":"\n   In terms of personality, are you more feminine or masculine?\n  ","389498":"\n   is it good to kiss a girl?\n  "},"Answer":{"388426":"\n  i got my first tattoo when i was 18 years old.\n  ","388427":"\n  i posted this last night, but here ~~\n  ","388428":"\n  extreme cold. i can't handle the heat.\n  ","388429":"\n  i don't really know much about them, but i watched a movie re-enactment of an exorcism and it was super interesting.\n  ","388430":"\n  no, i have major depressive disorder.\n  ","388431":"\n  that doesn't mean i'm obligated to follow you in return. thank you for the follow, though.\n  ","388432":"\n  i honestly don't remember, it's been for a variety of different reasons. it hasn't happened in a while, though.\n  ","388433":"\n  yeah, on quite a few occasions, lol.\n  ","388434":"\n  i'm pretty ordinary, tbh.\n  ","388435":"\n  because i don't want to. i only follow people whose answers i enjoy, and also people who don't feel the need to ask for follows.\n  ","388436":"\n  i don't follow people upon request.\n  ","388437":"\n  i don't usually wear any jewelry at all, but i own some nice pieces that i'll wear from time to time.\n  ","388438":"\n  i like moderately spicy food, nothing ridiculously hot though.\n  ","388439":"\n  aw, farewell tobbe !! i've enjoyed your questions a lot (even if i didn't get around to answering them all), and i wish you luck on your life post-askfm.\n  ","388440":"\n  most of my dreams are either nightmares or just downright bizarre. speaking of, i actually had a dream inside of a dream last night — if that makes sense. like, in my dream i was actually asleep and having a dream and then my dream-self woke up and had to frantically tell my job something that had happened in my dream's dream.\n  ","388441":"\n  life is very far from fair, lol. life is extremely unfair.\n  ","388442":"\n  i believe mentally ill people are usually more qualified to discuss mental health compared to people who have never struggled with mental illness before.\n  ","388443":"\n  \"painties.\"\n  \n  lmaoo.\n  ","388444":"\n  writing & mental health advocacy.\n  ","388445":"\n  no, i don't give out likes or coins upon request.\n  ","388446":"\n  considering you live halfway across the world and i don't want company, obviously not.\n  ","388447":"\n  the show, house MD.\n  ","388448":"\n  i'm well. i'm currently having a beer & watching television.\n  ","388449":"\n  hello — do you have a question?\n  ","388450":"\n  i don't really think you can quantify that by gender.\n  ","388451":"\n  i believe i am, lol.\n  ","388452":"\n  not unless you're in some sort of professional setting, lol.\n  ","388453":"\n  without a doubt, yes.\n  ","388454":"\n  like a dark blonde.\n  ","388455":"\n  no, that's pretty normal.\n  ","388456":"\n  a regular journal, written by hand.\n  ","388457":"\n  yes, that's perfectly acceptable. you're not obligated to talk to someone, especially if that person doesn't make you comfortable at all.\n  ","388458":"\n  not really a diary, no. i've been writing my moods in a journal every night to keep track of them and see if there are any patterns.\n  ","388459":"\n  yes, that makes perfect sense. i mean... i personally didn't think life was simpler back then because of my own mental illness issues, but i do know that the whole \"life was simpler back then\" ideology is extremely common.\n  ","388460":"\n  it definitely does make sense. when we were teenagers back then (well i was a teenager), we didn't know the entire scope of what was going on in the world — we only really knew what was in our own inner circle. that could make us perceive the world as being better than it actually was.\n  ","388461":"\n  yes, absolutely. it creates a sense of distrust between the child and the parent, and overstepping your boundaries as a parent by invading your child's privacy is extremely controlling.\n  ","388462":"\n  very much so.\n  ","388463":"\n  we get together for thanksgiving and christmas.\n  ","388464":"\n  i honestly have no idea.\n  ","388465":"\n  it isn't really my style, but i can tolerate it.\n  ","388466":"\n  love my shaved head. ♡\n  ","388467":"\n  town, i suppose. cities are too busy and crowded for me, and villages seem as if they might be too rural.\n  ","388468":"\n  not during school, no. however, i did briefly play volleyball for one season with my friends in an adult league through the catholic church, which was fun.\n  ","388469":"\n  it's been good — i worked my full shift at work, then talked on the phone with\n  \n   @ManicMartyrdom\n  \n  for half an hour. then i ordered dinner & now i'm just sitting in the living room relaxing. i'm debating on whether or not to play video games, or just watch television.\n  ","388470":"\n  LOL. i can only imagine.\n  ","388471":"\n  very cold and distant.\n  ","388472":"\n  oh, goodness. doesn't it rain a lot where you live, though? i honestly love rain storms, haha.\n  ","388473":"\n  we had a sudden rain storm roll in, but it only lasted maybe 10 minutes. i think we're supposed to get another round later tonight though.\n  ","388474":"\n  i'd rather have the power of teleportation, that way i wouldn't have to drive anywhere.\n  ","388475":"\n  so are a lot of other things i do.\n  ","388476":"\n  it was nice !! i'm usually hella awkward on the phone too, especially talking to someone on the phone for the first time, but it felt natural. :'))\n  \n  cc:\n  \n   @ManicMartyrdom\n  \n","388477":"\n  yeah, i guess what i drink every morning is considered an energy drink, lol. it has caffeine & taurine in it, along with other vitamins and antioxidants. i also sometimes drink red bull but it's rare.\n  ","388478":"\n  vent to a friend, drink, play video games, and sleep.\n  ","388479":"\n  never, considering i don't think the US is the best country in the world.\n  ","388480":"\n  probably a week or so.\n  ","388481":"\n  perhaps, you never know what will happen in the future. my decision to quit smoking was pretty impulsive and spontaneous, so if i were to quit drinking, it'd probably be the same thing.\n  ","388482":"\n  aw, omg — this is so sweet. thank you !! ?\n  ","388483":"\n  yeah, i quit self-harming when i was around 19-20 years old after years of being addicted to it every day. i also quit smoking cigarettes last year (almost an entire year now!).\n  ","388484":"\n  mentally, i'm doing okay — i've noticed an improvement in my mood and focus after i started drinking gfuel in the morning instead of coffee, and i don't feel sluggish or run down as much.\n  \n  physically, my body aches. lmaoo. when i went to take photographs on sunday, we did a lot of walking so my legs are hurting today. nothing unmanageable, it's just been a while since i felt that muscle burn.\n  ","388485":"\n  no, i've never done that before.\n  ","388486":"\n  bugs, lmaoo.\n  ","388487":"\n  wandering around in the woods and taking photos of the natural beauty, walking on the beach and hearing the soothing sounds of the waves crashing on the shore, being in the mountains and looking at other mountains and hills in the distance, and laying in the grass in the sunshine and taking in the natural sounds around me.\n  ","388488":"\n  i'm not really afraid of people.\n  ","388489":"\n  i don't believe i'm special, so.\n  ","388490":"\n  happiness.\n  ","388491":"\n  i don't want to. i have no interest in talking to other people, and i'm on askfm to answer questions.\n  ","388492":"\n  uh... it's what my taste buds prefer? lmaoo.\n  ","388493":"\n  i don't use whatsapp and i don't talk to random people from askfm on other sites\/apps.\n  ","388494":"\n  well, you're still holding onto the fact that she cheated on you even two years later. if you need closure, you'll have to talk to her.\n  ","388495":"\n  this is something you'll have to discuss with her if you need closure.\n  ","388496":"\n  i've never cheated before, but i've been cheated on.\n  ","388497":"\n  i prefer savory foods over sweet foods.\n  ","388498":"\n  yeah — some people just aren't happy in their relationship and don't want to communicate to their partner that they're unhappy, so they cheat. they could simply be looking for sex if they're not satisfied sexually and want to get that from someone else. there are different reasons.\n  ","388499":"\n  there could be a variety of reasons why someone would cheat in a relationship. not everyone is the same.\n  ","388500":"\n  -- graduating from high school.\n  \n  -- quitting self-harm.\n  \n  -- returning to new york during my first year of college due to my ex's family difficulties.\n  \n  -- graduating from college.\n  \n  -- obtaining treatment for my mental health for the first time.\n  \n  -- obtaining my first entry-level job.\n  \n  -- moving out of my parents' house.\n  ","388501":"\n  i did a few times many years ago, yeah. it's a pretty good workout and i would be willing to get back into it.\n  ","388502":"\n  i hated gym class while i was in school, but i understood that it was often a necessary class to keep kids in shape and active.\n  ","388503":"\n  i don't use lights most of the day (only after the sun sets), i recycle bottles and cardboard, and i reduce the use of plastic bottles by refilling my water thermos and cups.\n  \n  i could improve on being less wasteful because my household sometimes uses paper plates instead of our regular plates, and currently our air conditioner is basically running 24\/7.\n  ","388504":"\n  it's so silly, but hilarious.\n  ","388505":"\n  LOL, yes !! honestly, i love it. i've been trying to find more artists in that genre in my spare time.\n  ","388506":"\n  \"lucid dreams\" by juice WRLD.\n  \n\n   https:\/\/youtu.be\/mzB1VGEGcSU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","388507":"\n  yellow roses.\n  ","388508":"\n  my roommate's girlfriend, lol (platonically of course). i'm so happy for the both of them, they're absolutely perfect today & she's the sweetest person ever.\n  ","388509":"\n  drunk driving. :\/\n  ","388510":"\n  playing video games.\n  ","388511":"\n  chai lattes, cozy sweaters, hoodies, and bonfires in the backyard.\n  ","388512":"\n  nothing so far. i woke up 1.5 hours ago and i've been working for the past hour.\n  ","388513":"\n  i'm tipsy and tired, and now it's time for bed.\n  ","388514":"\n  i didn't eat dinner. tomorrow for breakfast, i'll have a yogurt parfait.\n  ","388515":"\n  i bought breakfast for myself, my roommate, and his girlfriend on sunday morning.\n  ","388516":"\n  unfortunately, no. i've been trying to make plans with two of my coworkers but they've always fell through.\n  ","388517":"\n  probably not, i'm watching a comedy special.\n  ","388518":"\n  no, i haven't.\n  ","388519":"\n  depends on the problem. a lot of people's issues may stem from how they grew up as a child, but certainly not all of them.\n  ","388520":"\n  0. lmao.\n  ","388521":"\n  robin hood: men in tights.\n  ","388522":"\n  are you in a relationship with this person? if not, then honestly it isn't any of your concern.\n  ","388523":"\n  public speaking is one of my biggest fears, haha. i used to have panic attacks when i knew i had to speak in front of a crowd.\n  ","388524":"\n  only if you're concerned that someone is going to get hurt, i suppose. kinks are supposed to be consensual and safe practices.\n  ","388525":"\n  i never said i couldn't lose the weight. i just said i was lazy and obese.\n  ","388526":"\n  because i have low self esteem, obviously.\n  ","388527":"\n  a lazy, obese piece of sh*t.\n  ","388528":"\n  penne ala vodka.\n  ","388529":"\n  coffee, 100%.\n  ","388530":"\n  chocolate chip cookie dough, and also matcha ice cream.\n  ","388531":"\n  i don't envision myself living that old.\n  ","388532":"\n  it's been many, many years.\n  ","388533":"\n  i'd walk to the end of the earth for them.\n  ","388534":"\n  -- not putting in as much effort into the friendship\/relationship as you are.\n  \n  -- taking advantage of your kindness and not reciprocating that kindness.\n  \n  -- putting down your interests or passions.\n  \n  -- trying to control your life decisions.\n  \n  -- not being supportive of your goals or dreams.\n  ","388535":"\n  depends on whether you want a happy answer or a sad answer, lmaoo.\n  \n  sad answer — trauma. if it weren't for the trauma i've been through, then i wouldn't be as f*cked up as i am now.\n  \n  happy answer — graduating from college. if i didn't earn my degree, i wouldn't have had the work opportunities that i've had over the years.\n  ","388536":"\n  both? there are some moments where i can let go of my past, but there are also other moments where i'm immersed in my past thoughts and memories because they resurface so dramatically.\n  ","388537":"\n  do you mean dictates?\n  \n  if so, then a variety of factors — genetics, environmental influences, the person's natural personality, who they surround themselves with, their interests, hormones\/brain chemistry, etc etc.\n  ","388538":"\n  that isn't necessarily true either. someone's gender doesn't really define how complicated or simple they may be.\n  ","388539":"\n  humankind as a whole is both simple and complicated. that doesn't necessarily mean that's true for individuals, though.\n  ","388540":"\n  both, simultaneously.\n  ","388541":"\n  i'm not in the path of the two hurricanes, but i experienced hurricane sandy in 2012.\n  ","388542":"\n  it doesn't sway me either way. i don't care about how old i might look, lol people have said i look both younger & older than my actual age.\n  ","388543":"\n  no, that isn't weird to think that way. i would bring it up to him gently and ask if he's okay or going through anything, because sometimes environmental issues (and even changes in medication if that's applicable) can cause low libido.\n  \n  there are also a lot of other reasons why someone could be having sex less than usual, but yeah.\n  ","388544":"\n  hopefully soon.\n  ","388545":"\n  not necessarily. they could just be experiencing low libido.\n  ","388546":"\n  depends on the individual person, lol. everyone will feel differently about it.\n  ","388547":"\n  i'm pretty spontaneous.\n  ","388548":"\n  my therapist advised me to keep a mood journal, so i'm going to try my hardest to do so because i'm also curious if there are any patterns to my moods as well.\n  ","388549":"\n  my therapy appointment is a video appointment done through a confidential medical website.\n  ","388550":"\n  as my bio indicates, i live in new york.\n  ","388551":"\n  hello — i'm doing well. it's been a productive day at work, i'm about to clock out in five minutes, and then i have a therapy appointment.\n  ","388552":"\n  when i actually do my makeup, which is rare, it usually only takes me 15-20 minutes.\n  ","388553":"\n  some of my favorite books include ;\n  \n  -- interview with the vampire by anne rice.\n  \n  -- the shining by stephen king.\n  \n  -- the gargoyle by andrew davidson.\n  \n  -- girl interrupted by susanna kaysen.\n  \n  -- i am not a serial killer by dan wells.\n  ","388554":"\n  you're the best !! i hope your week goes wonderfully. ?\n  \n  here's another piece of photography from yesterday ;\n  ","388555":"\n  lol, thanks.\n  ","388556":"\n  canon EOS rebel t5.\n  ","388557":"\n  for the most part, yes. i haven't had coffee since last week sometime (i think wednesday). it was really wrecking havoc on my digestive system.\n  ","388558":"\n  i think this is one of my favorite shots from yesterday.\n  ","388559":"\n  twice, i believe.\n  ","388560":"\n  bigotry.\n  ","388561":"\n  i don't remember what my last rant even was, lol. i seldom rant to my friends because i don't want to burden them with my issues.\n  ","388562":"\n  yeah, i feel that way about a few people.\n  ","388563":"\n  social media, lol.\n  ","388564":"\n  veggie burrito bowls, sushi, lamb and rice platters with white sauce, and scrambled eggs.\n  ","388565":"\n  \"roman\" noses, or noses that are larger in size and slightly hooked.\n  ","388566":"\n  the best start to the day is with gfuel !! ♡\n  ","388567":"\n  no, thankfully. i've been taking all of the necessary precautions and i've been lucky that i haven't caught it.\n  ","388568":"\n  panera bread has delicious mac & cheese.\n  ","388569":"\n  probably my leftovers from dinner over the weekend (seasoned rice, steak kebabs, and sautéed mushrooms).\n  ","388570":"\n  i can't recall, but i don't think so.\n  ","388571":"\n  not very often at all — perhaps once every few months when i need something, and it's usually from amazon.\n  ","388572":"\n  yeah, i lived in a dorm during my first year of college when i was in massachusetts.\n  ","388573":"\n  i prefer pie, although i don't eat it very often. i don't normally like sweet food.\n  ","388574":"\n  ???\n  ","388575":"\n  i just sprayed myself with moonstone by bath & body works. it isn't a perfume, though.\n  ","388576":"\n  my ex, lol. we're still close friends and i consider him one of my best friends, and i think he would enjoy it most out of anyone else i know.\n  ","388577":"\n  i try not to be late for anything. i always want to be early, so i normally arrive at places 10-15 minutes early.\n  ","388578":"\n  it's a few minutes' drive from my house.\n  ","388579":"\n  lol, when i was getting over my breakup with my ex, i was extremely depressed & s*icidal, so i'm probably not the best person to ask.\n  ","388580":"\n  i'd rather find a cure to type 1 diabetes.\n  ","388581":"\n  sunday night fire. ♡\n  ","388582":"\n  i stopped caring about what other people thought.\n  ","388583":"\n  no, i've just recently become comfortable with smiling big in photos.\n  ","388584":"\n  no, i was in a car, lol.\n  ","388585":"\n  i know a few people i'd be able to confidently confide in should i hurt or m*rder someone. i would likely tell them just to get it off of my chest.\n  ","388586":"\n  i would rather only use it for five minutes per day for a month, that way i can check my text messages and whatnot.\n  ","388587":"\n  i think COVID is just as bad as health professionals are saying, and i'm more apt to believe them than the government.\n  ","388588":"\n  how about a photo from my adventures today?\n  ","388589":"\n  i purposely didn't enter the profession of education, so i don't have an answer to this question.\n  ","388590":"\n  no, not really, lmaoo. i don't really know how to talk to children, although i've gotten better over the years after hanging out around some of my friends' kids.\n  ","388591":"\n  i'm not sure what this means, unless you're talking about college, which i'm not enrolled in.\n  ","388592":"\n  no, lol. i'm not religious.\n  ","388593":"\n  i went to an abandoned airplane runway today, and took a few pictures. :')) here's my face.\n  ","388594":"\n  i quit smoking cigarettes, yeah.\n  ","388595":"\n  adventure time !!\n  ","388596":"\n  caffeine, nicotine, and music.\n  ","388597":"\n  k*ll your local nazi.\n  ","388598":"\n  i love walking around and taking photos. :'))\n  ","388599":"\n  i can respect someone if they don't want to discuss religion since that can be highly personal for them — not everyone owes you an explanation for their beliefs.\n  \n  however, if you are questioning about their religion and are \"challenging\" their beliefs, with the knowledge that your friend doesn't want to discuss it, i don't really believe that ending the friendship over that is warranted unless they go too far and insult your religion or you in the process.\n  ","388600":"\n  i have an eye for detail, i'm talented in time management, and i can focus on tasks for long periods of time. i'm not afraid to ask questions when i need help in order to get the job done right and efficiently, and i have an educated background and clear understanding of grammar and rhetoric that will help me complete my tasks with quickness and accuracy.\n  ","388601":"\n  i've witnessed some paranormal things before, and i did see an apparition once in my life. it scared the hell out of me because of how young i was, and i was also playing with a ouija board so that didn't help at all either, haha.\n  ","388602":"\n  \"if you're going through hell, keep going.\"\n  ","388603":"\n  seasoned rice, medium rare steak bits, and roasted veggies with sides of sautéed mushrooms and creamed spinach.\n  ","388604":"\n  i love paintings and art. my favorite surrealist artist is salvador dali, and i also like gustav klimt.\n  ","388605":"\n  strengths ;\n  \n  -- time management.\n  \n  -- attention to detail.\n  \n  -- perfectionism.\n  \n  weaknesses ;\n  \n  -- mental illness.\n  \n  -- relying too much on the approval of my supervisor.\n  \n  -- getting frustrated very easily.\n  ","388606":"\n  i mean, you shouldn't be disliking your significant other, lmao. if their quirks annoy you to the point where it's affecting your relationship, then you may not be as compatible as you once thought you were.\n  ","388607":"\n  i guess my interests, i.e. writing, literature, gaming, true crime, etc etc.\n  ","388608":"\n  it's currently cloudy & 81 degrees fahrenheit. i haven't gone outside yet, so hopefully it isn't too humid.\n  \n  today, i'm planning on taking an adventure with my roommate and his girlfriend, and we're going to be taking photos at some places (i think they're abandoned, from what i recall).\n  ","388609":"\n  i don't believe i have, no.\n  ","388610":"\n  yes, i have both debit and credit cards.\n  ","388611":"\n  it's healthier than me having 2-3 cups of coffee every morning with creamer.\n  ","388612":"\n  i don't have photoshop, so no. i just use the filters on snapchat.\n  ","388613":"\n  i'm mostly logical, but i'm irrational when it comes to my own feelings and emotions.\n  ","388614":"\n  i'm currently listening to a youtube mix of songs from ashnikko, grandson, two feet, missio, and mike shinoda.\n  ","388615":"\n  last february, when i went on a cruise. i swam with sting rays. :'))\n  ","388616":"\n  dishonesty just to save face. if you're afraid that i'm going to be disappointed or angry about something, i'd rather you confront me with it and tell the truth instead of lying about it in an attempt to make the situation go away.\n  ","388617":"\n  pretty well !! last night, i went out for my roommate's birthday and had delicious food and drinks for the first time in months. today, i woke up and made breakfast for myself and my roommate's girlfriend, and then the three of us hung out in the backyard and stained some wood panels and drank for a few hours. tomorrow, we're going to take a photography adventure and go to different abandoned places for photo opportunities. :'))\n  ","388618":"\n  i don't like nuts, lol.\n  ","388619":"\n  no, it's an energy supplement with caffeine, vitamins, and antioxidants that's marketed toward gamers in order to increase focus and energy. it's a powder that you simply put in cold water and shake really well, and i've been drinking that instead of coffee every morning.\n  ","388620":"\n  thank you !! they're obviously misogynistic, and i'm also wondering if they've ever owned pets before because it's just... you just know your pets can tell the difference between a male and a female owner(s) on a biological level. everyone gives off a different scent because of their hormones\/chemicals.\n  ","388621":"\n  how about my gfuel that i drink in the morning instead?\n  ","388622":"\n  we went out for my other roommate's birthday, so i guess he wanted to treat everyone.\n  ","388623":"\n  they obviously meant sexes as in males and females, stop trying to find loopholes in everything.\n  ","388624":"\n  this afternoon when my mother called me. we were on the phone for about 30 minutes, and she said some things that angered me but i tried letting them go because it isn't worth ruining my afternoon with anger. i've been learning to let it go and take what she said with a grain of salt.\n  ","388625":"\n  i'm not special by any means.\n  ","388626":"\n  i actually like when people ask me \"how are you?\" and similar questions, even though i feel like most others don't like those types of questions. i enjoy talking about my day and my experiences.\n  ","388627":"\n  yeah, i'm single.\n  ","388628":"\n  flip flops, considering it's summer where i live and it's the easiest thing to put on.\n  ","388629":"\n  today has been lovely so far !! i woke up around 10:00am and made breakfast for myself & my roommate's girlfriend. my roommate came home around 12:00pm and we spent most of the afternoon hanging out in the backyard, working on some DIY projects, and drinking. :'))\n  ","388630":"\n  \"wap\" by cardi b. and megan thee stallion.\n  \n\n   https:\/\/youtu.be\/hsm4poTWjMs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","388631":"\n  my roommate's girlfriend !!\n  ","388632":"\n  my roommate's father bought for everyone, and my roommate and i both tried giving him money but he absolutely refused to take our money. smh.\n  ","388633":"\n  i made egg sandwiches with scrambled eggs, bacon, and cheese for myself and my roommate's girlfriend this morning.\n  ","388634":"\n  yes, so yummy. last night at texas roadhouse, i ordered steak kebabs with roasted veggies and a side of sautéed mushrooms & it was delicious.\n  ","388635":"\n  i also use facebook, instagram, snapchat, and twitter.\n  ","388636":"\n  you evidently don't know much about dogs or animals in general. they definitely know the difference in people's sexes.\n  ","388637":"\n  ???\n  \n  it's really common for animals (particularly dogs) to be afraid of men if they've been ab*sed by men.\n  ","388638":"\n  a t t a c k e d\n  ","388639":"\n  russia was part of the soviet union, lol. it was the first thing that came to mind.\n  ","388640":"\n  yeah, it comes so naturally to him. i've always encouraged him to try to become a vet tech, but he's hesitant because of how heavy the profession can be.\n  ","388641":"\n  lmaoo. it's a line from a piece by comedian bert kreischer. probably one of my favorite pieces of comedy ever.\n  \n\n   https:\/\/www.youtube.com\/watch?v=paG1-lPtIXA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","388642":"\n  even though him and i aren't together anymore, i really give him props because he's excellent at taking care of animals. he's had those two dogs (they've both since passed away), and he's had a bearded dragon for the past 3 or so years now. he's kept so many fish tanks with a variety of different fresh water and salt water fish, i can't even remember how many tanks he's had at this point. now he's living in an apartment with a fish tank, his bearded dragon, a tarantula, a chameleon, and a cat.\n  ","388643":"\n  i am the machine.\n  ","388644":"\n  definitely !! that's one reason why i loved staying over my ex's house so much while we were dating, lol. he had two dogs, a golden retriever and a cockapoo. they were literally the best dogs ever with the most unique personalities. the golden retriever was literally dug from the movie \"up,\" and the cockapoo was the alpha male even though he was 1\/4th the size of the golden. lmaoo.\n  ","388645":"\n  yeah, i still remember the feeling of walking into the house after work or school, for example, and not being used to the overwhelming quiet. like, no barking or her running across the floor to the front door, it was weird.\n  \n  now that i've been living with cats for almost a year, i can't imagine being in a house without pets, you know?\n  ","388646":"\n  LOL. she was the sweetest, but she came from a neglectful household prior to us adopting her. i felt so bad -- she was afraid of men especially, and she didn't like black shoes or garbage bags. :\/ she was very skittish and was only really comfortable around me or my brother.\n  \n  we gave her a good life though prior to her passing, she ended up having a big tumor in her belly that was cancerous, which apparently can be common in german shepherds. my parents didn't want to get another dog after she died because of how heartbreaking it was, so i only had fish from that point forward, lol.\n  ","388647":"\n\n   @CelineM96\n  \n\n  this was my dog, i don't remember how old she was in this photo, but you can definitely see the german shepherd in her. :'))\n  ","388648":"\n  i don't remember what was on my driving test because i got my license when i was 19 years old, but i did have a lot of experience with driving prior to taking the actual test because i took lessons 3-4 times per week for a few weeks beforehand.\n  \n  i definitely think people should re-tested every 10-15 years, though, especially as they get older. or at least brush up on the rules of the road, especially when it comes to who has the right of way and other things that people forget over time.\n  ","388649":"\n  i answered this 20 minutes ago.\n  ","388650":"\n  i'm not sure if this is funny or terrifying, but one time my ex and i were walking across campus from one building to another. he was smoking a cigarette and didn't put out the cherry before tossing it into a nearby trash bin. we didn't think anything of it at the time, but after class, we walked past the trash bin again and it must have caught fire because there was fire extinguisher white powder stuff all over the bin, lmao.\n  ","388651":"\n  tonight is supposed to be \"game night\" (as my roommate is putting it, lol), which means that our whole crew has time to play xbox online tonight. we're all going to hop on and play a few rounds of halo, probably.\n  \n  also, tomorrow my roommate, his girlfriend, and i are going out adventuring because he knows a few places that are good photo opportunities. i'm excited to actually get out and start taking photos again.\n  ","388652":"\n  i remember i liked dragonball z and thundercats, lol.\n  ","388653":"\n  LOL, aw. that has definitely happened to me on myriad occasions, usually when it comes to doing laundry. i'll throw the laundry in the wash and put in the detergent and softener, for example, and then i'll walk away. smh.\n  \n  sometimes i'll get *super* paranoid and think i forgot to flush the toilet after using the bathroom, so i have to go back into the bathroom and check before someone else goes in. lmao.\n  ","388654":"\n  i don't usually eat ice cream, but sometimes i'll have chocolate chip cookie dough ice cream, or matcha ice cream.\n  ","388655":"\n  yeah, i believe in ghosts and the paranormal in general. i've had a few experiences with ghosts\/spirits\/etc etc.\n  ","388656":"\n  sometimes when i'm in therapy, my therapist reminds me of this and it does make me somewhat proud of myself for the amount of progress i've made over the past 3-4 years.\n  \n  my mental health used to be a lot worse than it is now, especially regarding my depression and personality disorder. i would snap very easily and then spiral into severe depressive episodes where i wouldn't get out of bed for at least a week, miss work often, etc etc. ever since i started going to therapy and taking medication, i've been more than functional and i've been somewhat flourishing, even if i have pitfalls here and there.\n  ","388657":"\n  i don't follow people if they ask me to follow them, no.\n  ","388658":"\n  yeah, i like pizza. it isn't my favorite food or anything, but sometimes i crave pizza and i'll order a pie for dinner or something.\n  ","388659":"\n  pretty much everything, lol. my parents don't know much about me at all.\n  ","388660":"\n  no, life isn't back to the same level of normalcy as it was pre-COVID. i went out to dinner last night, for example, and the restaurant only allowed one-third of its regular patrons for seating, everyone had to wear masks unless they were seated at their table, there were no physical menus, etc etc.\n  \n  i was a bit nervous to go out, but i felt fine overall. it felt nice to be able to eat and drink out for the first time in five months, lol.\n  ","388661":"\n  no, i'm too self conscious and insecure to be on television.\n  ","388662":"\n  i dug up my DSLR camera out and charged its battery this morning, and i started going through so many memories from five years ago. it really brought back feelings of nostalgia.\n  \n  however, my roommate and his girlfriend and i are going adventuring tomorrow across long island ; he knows of a few places that will be good photo opportunities, so i'm excited for that.\n  ","388663":"\n  absolutely -- just because someone is an atheist doesn't mean they can't appreciate or understand religion, especially when it comes to religious art.\n  \n  personally speaking, i'm actually a huge fan of religious art, especially things related to orthodox art and architecture.\n  ","388664":"\n  sounds like this is coming from someone who has tried this in the past. i apologize that it didn't work out for you.\n  ","388665":"\n  to each their own.\n  ","388666":"\n  i prefer the cold weather over the hot weather.\n  ","388667":"\n  if you learn to expect nothing, you won't be disappointed by anything.\n  ","388668":"\n  i saw a therapist when i was a teenager, and again when i became an adult. i saw the same therapist for two years, then she quit and i went without therapy for a few months, and now i'm in therapy again.\n  ","388669":"\n  a cluster b non-binary b*tch.\n  ","388670":"\n  i don't really have one. marriage isn't for everyone, and that's okay — there shouldn't be as much of an expectation on people to be married if they're in a relationship.\n  ","388671":"\n  depends on my mood, i normally watch action movies, movie musicals, or psychological thrillers.\n  ","388672":"\n  if you're going by that logic, then i guess i'm a criminal. :\/\n  \n  cc:\n  \n   @HeartOfStitches\n  \n","388673":"\n  happy friday !!\n  \n  i just got back from texas roadhouse, and i'm hanging out with my roommates and their family.\n  ","388674":"\n  i grew up loving harry potter, and it was one of the major influences on me becoming a writer. however, jk rowling is horrid.\n  ","388675":"\n  yeah, i drink. i'm actually having a beer right now — lagunitas IPA.\n  ","388676":"\n  \"and the shadow of the day will embrace the world in gray, and the sun will set for you.\"\n  ","388677":"\n  i sincerely hope not.\n  ","388678":"\n  i use both.\n  ","388679":"\n  i've never even heard of this dude before today, lol.\n  ","388680":"\n  25 (including this one).\n  ","388681":"\n  i'm not lying, lmao. you place too much importance in what other people think. for your own sake and health, just move on.\n  ","388682":"\n  i live in the united states.\n  ","388683":"\n  wow, you sound like trump, rofl. let it go, my dude.\n  ","388684":"\n  evidently you lack the comprehension skills to understand that just because you disagree with something, that doesn't mean your opinion is the truth.\n  \n  i'll break it down for you, and if you have any objection to my beliefs, then you'll simply have to learn to deal with it ;\n  \n  -- black lives matter.\n  \n  -- trans people are valid.\n  \n  -- there are more than two genders.\n  \n  -- male privilege is real.\n  \n  -- sexism is evident in all of society.\n  \n  -- racism is alive and well in all of society.\n  \n  there are probably others that are relevant to this conversation, but i can't think of them at the moment. however, you're just trolling me at this point so i'll just leave it at that.\n  ","388685":"\n  i never said i wasn't. i think they're placed in inhumane conditions. you just assumed it didn't bother me because i'm not vegan.\n  ","388686":"\n  then you'd know that i'm not upset. this is amusing at best.\n  ","388687":"\n  evidently you're not picking up on my sarcasm, lmao.\n  ","388688":"\n  well, you either agree with him or you don't. if you agree with him, then you disagree with the evidence that's against him regarding racism, sexism, and transphobia.\n  \n  you said to provide you with evidence, to which i told you to look it up yourself. if you agreed with me, then you wouldn't feel the need to call me a liar.\n  ","388689":"\n  i know, apparently i'm heartless. that's something else i'll also have to learn to live with.\n  ","388690":"\n  the fact that you agree with him apparently... yikes.\n  \n  go do the research yourself if you'd like evidence, just like you suggested that i do my own research. it goes both ways. if you disagree with your findings, then that's on you.\n  ","388691":"\n  yes, i'm a hypocrite because i'm not a vegan. i suppose that's something that i'll have to live with.\n  ","388692":"\n  -- he claims BLM is domestic t*rrorism.\n  \n  -- he claims there are only two genders.\n  \n  -- he claims male privilege is a myth.\n  \n  -- he claims r*pe culture is a myth.\n  \n  -- he's constantly looking down on and invalidating trans people.\n  \n  -- he claims that american society is not racist.\n  \n  that's all i need to know to prove this dude is a waste of time, lol.\n  ","388693":"\n  one of the most major turning points in my life has been moving out of my parents' house. i've finally been able to establish independence and live life according to my own terms without the interference of others. it's been entirely liberating and i'm much happier as a result.\n  ","388694":"\n  comfort. i couldn't care less about style these days.\n  ","388695":"\n  people who ab*se animals should receive life in prison.\n  ","388696":"\n  i'm not going to watch this video.\n  \n  1. there are no sources in the description like you said.\n  \n  2. i've gone through his page and he's extremely sexist, racist, and transphobic (and that's just based on the mere titles of his videos).\n  \n  3. it's an hour-long video. i'm not wasting an hour of my time on this nonsense, lmao.\n  ","388697":"\n  all right, so you're the exception.\n  ","388698":"\n  40 hours per week.\n  ","388699":"\n  people never read bios, so it's a bit pointless. i'd rather just tell them flat out, rofl.\n  ","388700":"\n  this has happened to me so many times, it doesn't even phase me anymore, lol.\n  ","388701":"\n  sure, let's go with that.\n  ","388702":"\n  if i have the time, then yeah. you'll have to be patient.\n  ","388703":"\n  peace out, my dude ~~\n  ","388704":"\n  uh, i play video games on an xbox one. not on my phone.\n  ","388705":"\n  i'm working & don't have time to watch a video. i already told you that, lol.\n  ","388706":"\n  ???\n  \n  idk what you're talking about — you'll have to be more specific.\n  ","388707":"\n  my most recent profile picture is what it is now, lol.\n  ","388708":"\n  you can clearly see it in my profile picture.\n  ","388709":"\n  ¯\\_(ツ)_\/¯\n  ","388710":"\n  i'm a writer and editor for a publishing company.\n  ","388711":"\n  on the rare occasion, but it's usually only when we're preparing their dinner and they're waiting for us to set down the plates, lol.\n  ","388712":"\n  yes, i currently have four cats. lol.\n  ","388713":"\n  i should have known that expecting rationality was asking a bit too much.\n  ","388714":"\n  LMAOOO.\n  \n  thank you, that helps a lot. ah, the one time i actually try to take a person seriously...\n  ","388715":"\n  so send me those links then, let's hope they're from reputable websites. rofl.\n  ","388716":"\n  idk, i inherited two cats when i moved into this house with my roommates (the cats are theirs). they're 12 and 14 years old, lol. the other two cats are their cousin's cats, and they're around 2-4 years old i think.\n  ","388717":"\n  i was honestly assuming you were going to give me a .org website, not a youtube video.\n  ","388718":"\n  i typed the URL into my browser, and it didn't come up with anything. if one of my followers could verify the link, i would appreciate it. i don't usually click links from anons on askfm because they could very well be viruses.\n  ","388719":"\n  if it's the right person, then no.\n  ","388720":"\n  i'm five feet tall.\n  ","388721":"\n  why are you making this so cryptic? lmaoo.\n  \n  i'm starting work so i probably won't respond right away, but i will look at it eventually.\n  ","388722":"\n  this doesn't look like a link to me.\n  ","388723":"\n  probably — if they were eventually caught and there was knowledge that i knew about it, then my job would be on the line as well. i care more about my own job than the actions of my coworkers.\n  ","388724":"\n  can you link me to this charter? i'd like to read it.\n  ","388725":"\n  i'm pretty indifferent to it regardless of what kind of mood i'm in.\n  ","388726":"\n  ziplining, it looks super fun.\n  ","388727":"\n  i believe that the police should be defunded, and that people who have been imprisoned for drug related charges should be let go, since they're usually in prison for much longer sentences than they deserve.\n  ","388728":"\n  i've never heard of that before. i know of the people who originated the hashtag, but as far as i know, it's a civil rights movement.\n  ","388729":"\n  the person asking me these questions obviously doesn't understand the black lives matter movement, and i'm also assuming that they're racist.\n  ","388730":"\n  the black lives matter movement doesn't have a charter, lmao. it isn't an organization, it's simply a movement\/ideology that pushes for the reform of the justice system so that black people are treated equally and fairly when faced by law enforcement.\n  ","388731":"\n  for black people to be treated equally and for the justice of black people who have been k*lled unfairly by white people? of course.\n  ","388732":"\n  i support black lives matter. it isn't an organization though, lol.\n  ","388733":"\n  ? happy friday !! ?\n  ","388734":"\n  i like android phones because you can customize basically everything. i have an organized home screen and widgets on separate pages that show my alarms and calendars, my keyboard is customized with shortcuts, and i can even customize how the time and date appears on the lock screen. it's great.\n  \n  i'm not too picky about cases, i've had the same phone case for quite a few months now because it's very protective of the phone.\n  ","388735":"\n  skyrim in tamriel.\n  ","388736":"\n  every time i see my friend at her salon to get my hair done !! we've always gotten along really well, she knows exactly what i want when i try to describe it to her, and she always has coffee and tea and wine available in her shop. :'))\n  \n  (this was pre-COVID, at least. i hope she finds another shop again.)\n  ","388737":"\n  i don't follow people upon request.\n  ","388738":"\n  i don't have games on my phone, so i have no suggestions.\n  ","388739":"\n  you seemingly don't know me very well.\n  ","388740":"\n  it's a glaze, not a full blown color change. i've never gotten a glaze done before, so i wasn't sure how fast the color would wash out.\n  ","388741":"\n  my stylist got them for me at a discounted price, so i paid $20 for both bottles.\n  ","388742":"\n  it all comes down to the individual, regardless of their gender.\n  ","388743":"\n  destiny 2 is really the only one, and i haven't played it in months.\n  ","388744":"\n  this is matrix total results keep me vivid — it's specifically made for color treated hair, sulfate-free.\n  ","388745":"\n  washed my hair for the first time since coloring it, and the color held up so well !! i used a new shampoo\/conditioner that's salon quality, and my hair is so freaking soft.\n  ","388746":"\n  i've been known to cut corners every now and again.\n  ","388747":"\n  i can be at times, especially if someone else is involved and i need to make a decision with them. i always want to make sure that they're okay with whatever i'm suggesting, and even if they say yes, i still question myself, haha.\n  ","388748":"\n  none of my birthdays have been overly spectacular, haha. nothing comes to mind really, i normally just go out with a few friends and celebrate over some beers.\n  ","388749":"\n  most of my cars have been red, lol.\n  ","388750":"\n  mental health advocacy, writing, and video games.\n  ","388751":"\n  people speaking up over others while they're in the middle of talking. i find it to be so rude and disrespectful.\n  ","388752":"\n  i started reading a self-help book about toxic parents and how to forgive yourself and let go from their toxic influence on you.\n  ","388753":"\n  a few weeks ago, if walking to the gas station counts as going for a walk. lmao.\n  ","388754":"\n  i've seen SVU a few times, but i've never actually sat down and watched the show.\n  ","388755":"\n  my views align with intersectional feminism, but i prefer not to put a label on myself.\n  ","388756":"\n  i'm planning on getting my next tattoo on my right forearm.\n  ","388757":"\n  i certainly hope not.\n  ","388758":"\n  hello — do you have a question?\n  ","388759":"\n  it would be pretty rude to pick a favorite, haha.\n  ","388760":"\n  i don't even know any designers, lol.\n  ","388761":"\n  this is assuming that we're not still under lockdown, lol. things aren't back to normal yet where i live, we're required to wear masks everywhere, social distance in stores, and there are restrictions for bars and restaurants.\n  ","388762":"\n  it's basically the same in the US, but the cases vary depending on where you live. where i live, numbers are going down, but down south, it's increasing dramatically.\n  \n  however, i agree with you — people are acting like things are back to normal, when they're not. they're going out and partying in large groups of people, not wearing masks, not distancing, etc etc. that's why the cases keep rising, people just don't want to listen because they're fed up with being quarantined.\n  ","388763":"\n  that's not normal, no. work should be professional, and even if you think someone is attractive, that doesn't mean you should act on it or make things weird.\n  ","388764":"\n  i'm so excited for autumn, just to get away from this horrid heat and humidity. i don't do well with the heat and i feel more comfortable in cold climates.\n  ","388765":"\n  yes, i have a feeling i will be for a while at this point (which i'm totally fine with, i love working from home).\n  ","388766":"\n  i'm on my lunch break from work, and i somehow managed to throw in a load of laundry, unload the dishwasher, clean the bathroom vanity and toilet, clean the kitchen counters, and swiffer both the bathroom and kitchen floors in about 30 minutes.\n  \n  now i'm eating lunch & my gfuel order should be arriving today. :'))\n  ","388767":"\n  ahh, i love hummus !! especially roasted red pepper hummus.\n  ","388768":"\n  no, i don't have any baby photos in my possession.\n  ","388769":"\n  i actually have four cats, lol.\n  ","388770":"\n  what's done is done -- the only way you can move is forward. sometimes it doesn't serve you to dwell on what has happened, especially if there's nothing you can do to change it, because you're only going to further spiral down.\n  \n  not trusting people is pretty normal, especially after what you've been through. you just have to let your emotions run their course and continue looking forward.\n  ","388771":"\n  (cont) ... You know what I mean? Like I know my psychiatrist will definitely say I’m overthinking but I know I’m not. Not everything needs evidence because I only feel this way towards her. Just HER.\n  \n  --\n  \n  i understand how you feel. like i said before, sometimes you need to trust your gut instinct. although i would also bring this up to your psychiatrist and see what they have to say about it.\n  ","388772":"\n  i was devastated (and i still am). linkin park was such an instrumental part of my teenage years, and to this day they're my favorite band.\n  ","388773":"\n  dating and being in a relationship are two different things. you can date around without commitment, but once you do commit to someone, dating someone else is cheating.\n  ","388774":"\n  unstable.\n  ","388775":"\n  chester bennington.\n  ","388776":"\n  this isn't an appropriate question to ask someone.\n  ","388777":"\n  if i had no other choice, then probably.\n  ","388778":"\n  i just drank a lot of tequila so i'm going to bed now.\n  ","388779":"\n  two weeks ago. ?\n  ","388780":"\n  as my bio indicates, i'm from new york which is in the united states.\n  ","388781":"\n  all the time. i numb my feelings with alcohol.\n  ","388782":"\n  ehh, it depends on how financially stable i am at the moment. i'm pretty stable now and i like my job, so that should suffice.\n  ","388783":"\n  i don't really have one, i'm not the biggest fan of beaches.\n  ","388784":"\n  i don't really go on ask unless i have free time, haha. sometimes i go on during work but when it's listening to a client's call where what they're talking about is irrelevant to the interview questions.\n  ","388785":"\n  life sucks, and then you die.\n  ","388786":"\n  that's what i thought too, but who even knows. i do experience hypomanic episodes (not full blown mania), but that's a symptom of both BPD and bipolar 2 disorder.\n  \n  idk, i was talking to a friend about it and they said that i have to go off of the thinking that my therapist doesn't know enough about me yet to make that determination. my therapist said that she didn't think i had a personality disorder during our third only session.\n  ","388787":"\n  i've never seen one before, so i don't really know.\n  ","388788":"\n  i understand that completely, trust me. even with therapy and medication, i still get super bothered by the smallest of details and think them over a million times, which ends up upsetting me even more.\n  \n  i do have to say though... i'm not sure if my BPD diagnosis was valid, or if it was a misdiagnosis. my first psychiatrist treated me for BPD, but my second psychiatrist who didn't have my medical records almost seemed offended when i told her i was diagnosed with it, and now my current therapist (whom i've only seen three times) says she doesn't think i have a personality disorder.\n  \n  it's just making me super confused, so i'm not sure what to even think anymore. i almost... \"connected\" with my BPD diagnosis after being diagnosed, and now that it's in question, i'm super lost and confused. if it isn't BPD, then what is it? i don't have *just* depression and anxiety, and i need to talk to my therapist more about this next week because i feel like a fraud.\n  ","388789":"\n  serotonin and dopamine.\n  ","388790":"\n  i've been taught some coping mechanisms, but granted i don't really use them very much, lmaoo. however, some things my previous therapist taught me ;\n  \n  -- deep breathing exercises. inhale for six seconds, exhale for six seconds, and repeat three times. it helps sometimes if you close your eyes, and especially if you relax your body if you can.\n  \n  -- be mindful of the present moment. point out to yourself things that you can see, feel, smell, etc etc., in that moment. it's a grounding technique.\n  \n  -- vent to a friend and have them validate your concerns if possible. it's all right to reach out if you need it. it's helpful to talk to someone who can tell you that you're not being irrational and that your feelings are valid, and that usually does help me calm down a bit too.\n  ","388791":"\n  no, i never have.\n  ","388792":"\n  i don't answer inappropriate sexual questions, y'all should know that by now.\n  ","388793":"\n  i'm not sure if you can really compare the two, tbh. it depends entirely on the person's job and their qualifications.\n  ","388794":"\n  i'm against the porn industry, so no.\n  ","388795":"\n  depends on the store, but it honestly sounds like a cop-out just so that the company doesn't have to pay the part-timers benefits.\n  ","388796":"\n  yeah, i identified as pansexual for a brief period of time. i realized that i've just always related to bisexual more, even though my attractions themselves haven't changed.\n  ","388797":"\n  lucifer.\n  ","388798":"\n  if that was the case, then i'd just bathe in my own blood.\n  ","388799":"\n  oh jesus, hahah. use your imagination.\n  \n  i see where this is headed from here, so bye.\n  ","388800":"\n  i bathe in the blood of virgins to retain my youth.\n  ","388801":"\n  obviously, we were dating at the time.\n  ","388802":"\n  i've always been bisexual.\n  ","388803":"\n  i'd love to do that !! i've seen photos online that my friends have posted when they went to scotland (i think), and it looked beautiful.\n  ","388804":"\n  ???\n  \n  we lived with his father, lol.\n  ","388805":"\n  yeah, i've always been interested in seeing castles in the UK.\n  ","388806":"\n  i don't know what either of those are.\n  ","388807":"\n  my ex and i somewhat lived together for a short period of time years ago. i basically stayed at his house with a backpack of clothing 5 nights per week and then stayed at my parents house for the rest of the week.\n  ","388808":"\n  yes, i said in my answer that i dated a girl.\n  ","388809":"\n  my favorite colors are blood red and black.\n  ","388810":"\n  my tank top is blue.\n  ","388811":"\n  my first girlfriend broke up with me because she realized she was straight. my first boyfriend was an adult and grooming me, and i thankfully ended it before it escalated. my second boyfriend and i dated for many years and we simply grew apart from one another, so the breakup was mutual.\n  ","388812":"\n  jean shorts and a tank top.\n  \n  i can see where this is going, so that's all of the information you're going to get.\n  ","388813":"\n  i've dated three people in the past.\n  ","388814":"\n  for the most part, i avoid conflict but not necessarily at any cost. i can be confrontational at times.\n  ","388815":"\n  hello — do you have a question?\n  ","388816":"\n  no, i'm currently single.\n  ","388817":"\n  anything that isn't inappropriate or invasive.\n  ","388818":"\n  obviously not, the fuck. lmaoo.\n  ","388819":"\n  no. i'm not interested in talking to other people outside of askfm.\n  \n  that being said, askfm is for questions — not conversation. so unless you have a legitimate question, i won't be responding to these anymore.\n  ","388820":"\n  i don't have any enemies besides myself (lol).\n  ","388821":"\n  at least thousands.\n  ","388822":"\n  obviously my friends follow me on instagram, lol. i have no interest in talking to strangers online.\n  ","388823":"\n  yes, i'm single.\n  ","388824":"\n  my instagram is private — no exceptions. i don't accept requests from strangers and i don't answer DMs.\n  ","388825":"\n  because your perception of me differs from reality.\n  ","388826":"\n  you can't, lol.\n  ","388827":"\n  hello — do you have a question?\n  ","388828":"\n  too bad.\n  ","388829":"\n  yes, but it's private.\n  ","388830":"\n  every day.\n  ","388831":"\n  my week has been a bit wild, but overall manageable. i've honestly been exhausted lately & i'm debating on napping rn because i woke up at like 5:30am this morning.\n  ","388832":"\n  then i guess he isn't figuring out whether or not he's the father.\n  ","388833":"\n  sentimental items that my ex either bought me or made for me.\n  ","388834":"\n  i honestly didn't even know that green day came out with a new album, lol. i've never been the biggest fan of theirs.\n  ","388835":"\n  my roommate once made stuffed peppers with ground beef, onions, rice, and cheese — so good.\n  ","388836":"\n  i just finished up with work & now i'm laying down.\n  ","388837":"\n  oh shoot, that's awesome !! i've also smoked out of those mini bowls (i guess that's what anon was talking about, where you can only take one hit off of the entire thing).\n  \n  these days, i just smoke the pens.\n  ","388838":"\n  you mean a bowl? lol, yeah.\n  ","388839":"\n  definitely not.\n  ","388840":"\n  idk, but i honestly do think he has some underlying neurological issues because sometimes his sentences don't make any sense.\n  \n  obviously i can't armchair diagnose someone since i know nothing about medicine, but i just feel like something is... off.\n  ","388841":"\n  thank you ~~\n  ","388842":"\n  i just smoke weed on occasion.\n  ","388843":"\n  venting to friends, distracting myself with art and video games, drugs, and alcohol.\n  ","388844":"\n  no, lol.\n  ","388845":"\n  i know how to swim, but not well. lol.\n  ","388846":"\n  i have a few added on social media, but we don't talk or anything. i'm only close friends with two people i know from high school.\n  ","388847":"\n  nah, i was an AOL person.\n  ","388848":"\n  i agree. wasn't there a major news story about a young teenager who completed s*icide due to cyber bullying on askfm?\n  ","388849":"\n  i just looked it up, apparently it does !! i've never seen it before though.\n  ","388850":"\n  i've never heard of that before, lol.\n  ","388851":"\n  no, the only language i know is english.\n  ","388852":"\n  take my medication, drink water, and check my phone.\n  ","388853":"\n  i seldom remember my dreams.\n  ","388854":"\n  not immediately after i wake up, no. i usually relax and take my meds and drink some water before i make breakfast.\n  ","388855":"\n  ah, i see. i don't personally use tik tok so i don't know much about the culture surrounding it.\n  \n  my roommate shows me tik tok videos from time to time, and the ones he finds are hilarious.\n  ","388856":"\n  as my bio indicates, i'm 28 years old.\n  ","388857":"\n  google.com is your best bet.\n  ","388858":"\n  congratulations? so are millions of other people, lol.\n  ","388859":"\n  my instagram is private.\n  ","388860":"\n  i don't DM people on instagram.\n  ","388861":"\n  it's only 10:30am, so i've only eaten breakfast, made my gfuel drink, and i've also been working, lol.\n  ","388862":"\n  oh, i have heard of her before !! i've seen her post on twitter addressing the tik toks, now that i think about it. i think honestly it would have happened regardless of which social media site it is, whether it's tik tok or instagram or twitter or whichever.\n  \n  that doesn't necessarily mean tik tok should be banned, though. in that vein of thinking, askfm should be banned as well because of the intense cyber bullying that happens here too. it's pretty inescapable regardless of which app you're using.\n  ","388863":"\n  it's supposed to storm where i live today, so this is perfect timing !!\n  \n  if i'm not working, then i usually like having ambient lights on and watching television\/a movie or playing video games with the sounds of the rain and storm in the background. :'))\n  ","388864":"\n  i'm really trying to, but work is testing my patience. lmao.\n  ","388865":"\n  i heard about that one, but it wasn't graphic. they had followed an app to a weird location (idk what the app is but it sounds cryptic) and that's how they found the suitcase and then called the police.\n  ","388866":"\n  i don't even know who that is.\n  ","388867":"\n  alcohol, lol.\n  \n  some of my healthier coping mechanisms include sleeping, talking with friends, writing, and playing video games.\n  ","388868":"\n  well, i just made scrambled eggs, so i guess i smell like eggs. lmao.\n  ","388869":"\n  three inches taller — then i'd be at least at a semi-normal height, lol.\n  ","388870":"\n  no, it's a cute platform. granted i don't know much about the whole \"china stealing people's information\" ordeal or how valid it is, though.\n  ","388871":"\n  -- \"girl interrupted\" by susanna kaysen.\n  \n  -- \"the secret history\" by donna tartt.\n  \n  -- \"the gargoyle\" by andrew davidson.\n  \n  -- \"the trial\" by franz kafka.\n  \n  -- \"the shining\" by stephen king.\n  \n  -- \"interview with the vampire\" by anne rice.\n  \n  -- \"i am not a serial killer\" by dan wells.\n  \n  -- \"american psycho\" by bret easton ellis.\n  ","388872":"\n  social media, most likely. i don't *need* it, it's just nice to have and i could learn to adapt without it.\n  ","388873":"\n  religion in general is ideal in theory, but not in practice. i'm typically against organized religion, but i respect those who are religious as long as they respect me in return.\n  ","388874":"\n  moving out of my parents' house into my own place. :')) it was obviously a huge change, but it absolutely changed my life for the better and i wouldn't have it any other way.\n  ","388875":"\n  the gfuel website, so i can buy a bunch of mixing powder, LOL. i'd be set for life.\n  ","388876":"\n  i think it would be interesting for me to live somewhere in europe, but i don't know any other languages so my choices would be limited, haha.\n  ","388877":"\n  i honestly love frank sinatra, so i think it's a good song.\n  ","388878":"\n  i know that there are lines that are s*xual, but i don't really see how that's a big deal considering we all grew up with men singing\/rapping about crude stuff too.\n  \n  it's obviously sexist if people are outraged over the song. it's nothing different from what i grew up listening to from male rappers.\n  ","388879":"\n  i haven't heard the full song, so i don't really have an opinion, lol.\n  ","388880":"\n  i took a vacation last february, i went on a cruise to the bahamas.\n  ","388881":"\n  i've always wanted to go to europe and new zealand.\n  ","388882":"\n  medium rare !!\n  ","388883":"\n  there could be a variety of reasons, ranging from them coping with having a dysfunctional home life to trying to make ends meet to it just simply being who they are.\n  ","388884":"\n  i think i slept too much, haha. i had about 8 hours of sleep last night.\n  ","388885":"\n  tired\/frustrated (at least to me).\n  ","388886":"\n  ???\n  ","388887":"\n  i'm surprised he found my new page tbh.\n  ","388888":"\n  that doesn't mean anything to me. i'm on askfm to answer questions.\n  ","388889":"\n  no, i don't give out my social media. if you want to know more about me, you can ask me questions here on askfm.\n  ","388890":"\n  as my bio indicates, i live in new york.\n  ","388891":"\n  \"be gone, foul beast.\"\n  ","388892":"\n  no, that would be hella boring.\n  ","388893":"\n  i don't have any guilty pleasures because i'm not ashamed of anything that i'm interested in.\n  ","388894":"\n  technically, four times? i took two flights to get to texas, and then two flights back to new york.\n  ","388895":"\n  not often at all. it's been years.\n  ","388896":"\n  you'll have to be more specific.\n  ","388897":"\n  98 percent !!\n  ","388898":"\n  oh jeez, you're right. lmao.\n  \n  in that case, then no — i don't answer sexual questions. they should know that by now, smh.\n  ","388899":"\n  i'm always honest, so that seems redundant.\n  ","388900":"\n  play video games.\n  ","388901":"\n  well, this is askfm, so the best way to know me is to ask me questions.\n  ","388902":"\n  i already answered the same question last night, lol.\n  ","388903":"\n  that's why i said \"don't usually,\" lol.\n  ","388904":"\n  i don't usually ask anyone questions.\n  ","388905":"\n  honesty, loyalty, a sense of humor, and a no-bullsh*t type of attitude.\n  ","388906":"\n  i honestly don't know because every year has had its ups and downs. there isn't a particular year that stands out as amazing in my mind.\n  ","388907":"\n  you da best, bb. :'))\n  ","388908":"\n  the business of misery.\n  ","388909":"\n  travel to my best friend's house, sit around and chat, and have a campfire in her yard and drink a lot.\n  ","388910":"\n  i'm both frightened and curious about the future. frightened because we don't know what's going to happen in the upcoming future, but also curious for the same reason.\n  ","388911":"\n  one of my exes, haha.\n  ","388912":"\n  i would rather take one pill to get nutrients and feel full every day, even if it means never eating anything again.\n  \n  honestly, i mainly eat for survival, and there aren't many foods i genuinely enjoy. i eat because i have to, and i also skip meals if i feel like i don't need to eat. to save time by taking a simple pill and not eating would also save on grocery money and going to the store.\n  ","388913":"\n  snickerdoodle cookies.\n  ","388914":"\n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @kittiemeowsie\n  \n\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @ManicMartyrdom\n  \n\n  --\n  \n   @CourtneyUwU\n  \n\n  --\n  \n   @anancitae\n  \n\n  --\n  \n   @keepmovingforwardx\n  \n\n  --\n  \n   @HeartOfStitches\n  \n\n  --\n  \n   @dovbts\n  \n\n  --\n  \n   @CelineM96\n  \n\n  --\n  \n   @youcuntx\n  \n","388915":"\n  people getting physically close to me and\/or touching me.\n  ","388916":"\n  (cont) ... Have a pimple just because she struggles with acne? I mean I get where she was coming from but I was a bit shocked. But that was one time and I think she felt like that in the past every time I said that when we were still in school and idk it makes me feel... idk. And I feel very unsafe around her for unrelated reasons. I get anxiety attacks when I think about her (btw she doesn’t do anything to warrant that but it’s the vibes she gives me). I can’t tell her anything because I feel so unsafe. And yeah that’s all.\n  \n  --\n  \n  i think her saying that she wants to get violent with you is wrong just because you complained about something going on in your life. that's definitely a red flag, and it isn't healthy.\n  \n  do you know the root reason why you feel anxiety when you think about her? that isn't really normal -- ideally you should be super comfortable around someone whom you consider a best friend, not the total opposite of that. i think you should reflect on why this is happening, because it probably is a lot more in-depth than just getting bad vibes off of her.\n  \n  however, i think you should trust your gut overall. friendships are supposed to be encouraging and helpful, and it isn't helpful if you're around a friend who doesn't do anything to aid in your mental health. if someone is making your health worse, then that should be a reason to not be around them.\n  ","388917":"\n  it depends on how you channel that anger. anger is a natural emotion, but depending on what you do with it, it can be a strength or a weakness.\n  ","388918":"\n  watching television, playing video games, drinking, reading, writing, and\/or sleeping.\n  ","388919":"\n  no, it just makes me confused and a bit irritated because they evidently don't know me.\n  ","388920":"\n  i've had two boyfriends.\n  ","388921":"\n  you click the three lines on the lefthand side of the screen to bring up your menu, and then you click \"my trips.\"\n  \n  at least, that's how it is on android phones.\n  ","388922":"\n  it doesn't bother me. if i don't want to watch someone's story on snapchat or instagram, then i just close out of it.\n  ","388923":"\n  writing, video games, art, and music.\n  ","388924":"\n  i don't believe that's inappropriate. it's a good basis upon which you can become better acquainted.\n  ","388925":"\n  i'm good at keeping secrets, because i often forget them anyway.\n  ","388926":"\n  pros ;\n  \n  -- it tastes delicious.\n  \n  -- it wakes you up in the morning.\n  \n  -- black coffee can be beneficial for your health.\n  \n  cons ;\n  \n  -- coffee in general may upset people's digestive systems.\n  \n  -- caffeine in coffee is addictive.\n  \n  -- it's super expensive if you want to buy it somewhere instead of making it at home.\n  ","388927":"\n  i switched over from drinking coffee in the morning to gfuel in the morning, which has made me feel better throughout the day and doesn't cause me to crash like regular coffee does.\n  ","388928":"\n  the way my new therapist was talking to my during my appointment with her tonight. she pretty much invalidated my BPD diagnosis and told me that she doesn't think i have a personality disorder, even though we've only met for three sessions and she doesn't have a basis upon which to reach that conclusion.\n  \n  it's made me confused on several levels, and making me wonder if my original diagnosis was just a misdiagnosis all along.\n  ","388929":"\n  depends on my mood. sometimes i can be overly emotional and cry easily, while other times i'm stone cold.\n  ","388930":"\n  drinking, smoking, sleeping, and playing video games.\n  ","388931":"\n  i usually try to arrive to places 10-20 minutes early.\n  ","388932":"\n  i used to have bangs when i was younger, but i haven't had them in years. i liked them on myself to a certain extent, but it was a pain to upkeep them.\n  ","388933":"\n  i've tried aromatherapy before during a massage i had years ago, and it didn't do anything at all. also, the massage hurt like hell and didn't relax me whatsoever.\n  ","388934":"\n  unstable, manipulative, selfish, insecure, and confused.\n  ","388935":"\n  february 2020. i took a cruise to the bahamas.\n  ","388936":"\n  no, talking on the phone gives me anxiety, lol. i haven't talked on the phone to a friend in years.\n  ","388937":"\n  things are simultaneously wonderful and terrible. on the one hand, i'm thankful for my job and that i feel productive on a regular basis. on the other hand, my mental health is in the trash and i feel totally invalidated by my new therapist, which has gotten me down and angry tonight.\n  ","388938":"\n  i need batteries for things like my television remote, the remote that controls the color of my string lights, and other various objects in the house, so yes.\n  ","388939":"\n  i don't remember the last book i finished. i started reading \"you\" by caroline kepnes (the book that the netflix show is based on), and it was good up until i stopped reading it.\n  ","388940":"\n  yes, on numerous occasions.\n  ","388941":"\n  \"cry me a river\" for nostalgia reasons.\n  ","388942":"\n  an episode of house MD that i just watched.\n  ","388943":"\n  i'm not ashamed of anything i like, so i don't really have any guilty pleasures.\n  ","388944":"\n  undoing all of the ab*se i sustained during my life would probably be beneficial.\n  ","388945":"\n  probably not anything different than what i'm doing now. unless they deem me as their \"chosen one\" or something ridiculous like that.\n  ","388946":"\n  everything and anything that comes to mind.\n  ","388947":"\n  you're asking the completely wrong person, haha.\n  ","388948":"\n\n   https:\/\/link.medium.com\/mcGX6qoI08\n  \n","388949":"\n  not today, no. LOL.\n  \n  i had an egg sandwich for breakfast, an iced coffee, and a slice of pizza for dinner. then i've been drinking water & gatorade in between.\n  ","388950":"\n  i can't imagine myself living that long.\n  ","388951":"\n  for me personally? caffeine.\n  ","388952":"\n  UGH YES. i'm ready for chilly weather and sweaters and hot lattes.\n  ","388953":"\n  i wholeheartedly agree with you.\n  ","388954":"\n  i wouldn't post a picture of someone who isn't me. lmao.\n  ","388955":"\n  yeah, it's so ridiculous.\n  ","388956":"\n  i don't think you understand the difficulty people have when they want to get their tubes tied. you have to be over a certain age, they prefer if you already have children (even if you don't want children), they even ask the husband\/boyfriend's permission — which is disgusting.\n  ","388957":"\n  he wanted to cut social security, he supported the iraq war, he doesn't support women, and the most obvious of all — he's a p*dophile.\n  ","388958":"\n  i think my profile picture currently is pretty attractive. i'm not that confident overall though.\n  ","388959":"\n  taken this morning ~~\n  ","388960":"\n  i'm always honest, so this seems redundant.\n  ","388961":"\n  how people in general react to situations that are clearly showing their bias, whether it be racism, transphobia, sexism, ableism, etc etc.\n  ","388962":"\n  one of the essays that i've written which has received nearly 10k views on medium.\n  ","388963":"\n  yeah, for some reason i always get transphobes on my page. bleh.\n  ","388964":"\n  people have a difficult enough time getting their tubes tied, let alone removing their entire uterus. lmao.\n  ","388965":"\n  these nails match my cat perfectly.\n  ","388966":"\n  hot topic is a store, lol.\n  ","388967":"\n  it was very common when i was growing up in the early-to-late 2000s, haha. most people i know who are around my age had an emo\/scene\/goth phase.\n  \n  i went through all three phases, rofl. i went through a goth period where all i wore were fishnet shirts with tank tops and tripp pants. then i had an emo phase with the stereotypical hair-over-the-eyes, rainbow belts, black and white converse, dark band shirts, etc etc. then i was also a scene kid for a while, sorta neon scene with the bright tee shirts and kandi and teased\/colored hair.\n  ","388968":"\n  i did, alongside most of my friends at that point in time. lmao.\n  ","388969":"\n  that isn't advisable by any health professional that i know, especially if someone wants to get rid of their period entirely. if someone has menstrual-related medical issues or endometriosis or something, then taking the pill can relieve some of those symptoms, though.\n  ","388970":"\n  yes, moving out of my parents' house was probably the best decision i could make for myself. living with them was a source of great distress for me, and i've been much more content with myself ever since i moved out.\n  ","388971":"\n  i did my nails this morning too. ?\n  ","388972":"\n  trans people don't owe anyone anything.\n  ","388973":"\n  prejudice and systemic racism.\n  ","388974":"\n  that doesn't surprise me, honestly. i've seen a few things floating around online about how there's such a lack of knowledge about how to work with black hair, like cutting and styling and coloring it.\n  ","388975":"\n  i like my privacy, so i only do video responses (where i'm talking, obviously) when i'm alone in the house. i also don't want my roommates to think i'm talking to myself if they do end up hearing me, rofl.\n  ","388976":"\n  i'm assuming she was taught that in beauty school, haha.\n  ","388977":"\n  i just like their regular iced coffee (particularly cold brew).\n  ","388978":"\n  it's the from movie mean girls, haha.\n  ","388979":"\n  \"i can't help it if i've got a heavy flow and a wide set v*gina!\"\n  \n  lmaoo.\n  ","388980":"\n  i don't believe i have, no. i'm pretty sure everything i've seen in the sky has been some sort of aircraft, haha.\n  ","388981":"\n  i'm just happy that people are trying to embrace menstruation and create healthier\/less wasteful options instead of trying to enforce the stupid \"free bleeding\" concept like what happened a few years ago, yikes.\n  ","388982":"\n  LOL. i can't imagine it's much different than a menstrual pad, tbh. except it's kinda built into the underwear and you just wash the underwear instead of wasting pads\/paper.\n  ","388983":"\n  o b s e s s e d.\n  ","388984":"\n  if i don't have an answer to a question on askfm, then i usually just delete the question.\n  ","388985":"\n  that happened to me a few nights ago, ugh. i think it was partially due to my emotions, and also partially due to the heat. there's only one air conditioner in the house, so on especially humid days\/nights, i can barely sleep because i'm so overheated and sweaty.\n  ","388986":"\n  we met through mutual friends, and she's been practicing cutting and coloring a hair since she was a teenager, haha. she's worked for several different salons over the years, but unfortunately lost her chair due to COVID. when she's established again at her own salon, i'll be seeing her to do some funky colors again.\n  ","388987":"\n  i guess skin-picking is my \"weirdest\" habit, because it's actually pretty bad and my arms are covered in scars and scabs as a result of it.\n  ","388988":"\n  depends on the woman, i've been attracted to different women for different reasons.\n  ","388989":"\n  i've heard of them before and have seen ads online, but idk how i would feel about wearing them. i don't think i would be able to trust it, haha.\n  \n  if i wanted to try something different, then i would be more apt to try the diva cup (or something similar, for example). there's also less waste with those too and it seems more secure than the period underwear.\n  ","388990":"\n  for the most part, yes. everyone in the house has a different schedule, so i'm alone while i eat for the majority of the time.\n  ","388991":"\n  thank you !!\n  \n  yes, i totally understand that. that's why i was doing those video responses last night, rofl. i felt confident in myself, which is a weird change.\n  ","388992":"\n  yeah, normally when i do video responses, i turn the camera away from me and speak. last night, i felt like showing my face though (especially considering i just got my hair done).\n  ","388993":"\n  aw, thank you !! i honestly didn't think anyone would take the time to actually watch them, lol.\n  \n  idk, maybe tomorrow? i only do it when both of my roommates are out of the house, haha.\n  ","388994":"\n  i've been shaving my head for years, lol.\n  ","388995":"\n  hello -- do you have a question?\n  ","388996":"\n  i would get rid of my mental illnesses, lol.\n  ","388997":"\n  i've always adapted easily to change, even if i'm somewhat afraid of whatever changes there are.\n  ","388998":"\n  regardless of someone's gender, i notice a person's height, smile, and the way they carry themselves first.\n  ","388999":"\n  because they're likely selfish human beings who don't understand the nature of COVID, and believe that they don't *need* a mask because they're healthy.\n  ","389000":"\n  new hair, who dis? ?\n  ","389001":"\n  right now it's brown\/blonde, and we're coloring it deep red\/mahogany.\n  ","389002":"\n  my instagram is private, so no.\n  ","389003":"\n  probably on most of my social media, rofl. i'm so overdue for a hair change, i'm ecstatic to finally shave it again and get a fresh color.\n  ","389004":"\n  yeah, it's happened on several occasions.\n  ","389005":"\n  neither, i don't want to live in a city area and i also don't think i'd do well in a very rural environment either.\n  ","389006":"\n  i'll probably take some photos tonight or tomorrow.\n  ","389007":"\n  ???\n  \n  i'll cut and shave my hair as much as i want, lol. i also have half of my head shaved. she'll be coming over within the next 20-25 minutes or so.\n  ","389008":"\n  at this point, it's pretty much 1\/3rd of the way down my back. i'm going to chop off 2-3 inches.\n  ","389009":"\n  that's absolutely disgusting, and i'm pretty sure it's illegal?\n  ","389010":"\n  no, i don't use the shout out feature and i also have shout outs turned off from entering my inbox.\n  ","389011":"\n  i'm doing well. like i stated in an earlier answer, i'm just waiting for my friend to come over so she can cut, shave, and color my hair in a little bit. :'))\n  ","389012":"\n  last october, i got the samsung galaxy s10.\n  ","389013":"\n  hello ~~\n  \n  i'm doing pretty well, thanks !! my friend is coming over in a few to cut, shave, and color my hair. :'))\n  ","389014":"\n  hello — do you have a question?\n  ","389015":"\n  my friend\n  \n   @astoldbyjoanna\n  \n  is very knowledgeable about autism !! she hasn't been on askfm very often these days, but i'm sure she'll be able to answer your questions.\n  ","389016":"\n  not much, no. however, i can refer you to someone on askfm who knows a lot about autism.\n  ","389017":"\n  new yorkers have a variety of accents depending on where in new york they're from. there's also the stereotypical \"new york accent\" that you hear in movies, lol.\n  ","389018":"\n  i don't know anyone named emma.\n  ","389019":"\n  i haven't seen that one.\n  ","389020":"\n  i've seen it, it isn't my style so i wouldn't wear it.\n  ","389021":"\n  ¯\\_(ツ)_\/¯\n  ","389022":"\n  what? lmao. i live in the suburbs, dude.\n  ","389023":"\n  no, that is so far from the truth. lmao.\n  ","389024":"\n  uh, i'm not part of a gang. lmao.\n  ","389025":"\n  you evidently don't know how many sections there are to new york state.\n  ","389026":"\n  uh, none? lmao.\n  ","389027":"\n  yes, there are major differences in accents.\n  ","389028":"\n  i used to know how to play guitar, but not so much anymore.\n  ","389029":"\n  i absolutely hate it.\n  ","389030":"\n  i vape occasionally, but i don't smoke cigarettes. i smoke weed on occasion.\n  ","389031":"\n  i'm drinking & watching the movie \"swiss army man\" (with daniel radcliffe and paul dano), and omg it's amazing.\n  ","389032":"\n  spicy \"chicken\" veggie patty burgers.\n  ","389033":"\n  my singing voice is terrible, and i used to play instruments when i was much younger.\n  ","389034":"\n  music — it's one of my greatest passions.\n  ","389035":"\n  you'll have to ask someone who's confident in themself, haha. i can have confidence some days, but most of the time i don't.\n  ","389036":"\n  medication and doctor appointments. even though they help me and i obviously need it, it's a lot out of my pocket and i wish health care was more affordable.\n  ","389037":"\n  well tomorrow is saturday & now my hair stylist is coming over tomorrow to do my hair, and then i have a doctor's appointment on sunday.\n  ","389038":"\n  absolutely horrific. i would rather k*ll myself than have that happen.\n  ","389039":"\n  i'm all right at the moment. i finished up with work, did the dishes and fed the catd, went and bought beer from 7-11, and now i'm laying down and relaxing. i'm also debating on whether or not to eat dinner tonight because i'm not even hungry.\n  \n  my mood is a bit unstable, but that's nothing alcohol can't fix.\n  ","389040":"\n  at the moment, not really — which is weird because my anxiety is sky high rn, ugh. i can't figure out why i'm so anxious and it's bothering me.\n  \n  the only thing i can think of is that my hair stylist postponed until tomorrow, but idk why i'd be anxious over that. :\/\n  ","389041":"\n  les miserables, sweeney todd, heathers, the crow, girl interrupted, and secret window.\n  ","389042":"\n  sweeney todd, but i'm going to watch swiss army man tonight.\n  ","389043":"\n  i've been in three relationships.\n  ","389044":"\n  nope, i just vape occasionally now. thank you !! ♡\n  ","389045":"\n  dust, yeah. i have seasonal allergies, so stuff like pollen.\n  ","389046":"\n  LOL YES. i quit smoking cigarettes last september. :'))\n  ","389047":"\n  yeah, that's pretty irrational and selfish.\n  ","389048":"\n  i've been growing it for almost two years. i'm tired of the length, color, and 2-3 inches of growth of my undercut.\n  \n  i don't need a more \"serious\" look, that's boring and quite frankly i'm tired of it. i don't feel like myself when my hair is natural.\n  ","389049":"\n  because i desperately need it, i haven't gotten my hair done in so long.\n  ","389050":"\n  last day of seeing this damn mane !! i'm cutting 3 inches off the bottom, shaving half my head and coloring it purple. :'))\n  ","389051":"\n  i have a tendency to be manipulative & i'm pretty self destructive.\n  ","389052":"\n  i never said it wasn't.\n  ","389053":"\n  the coughing fits were number one. i also felt lethargic and out of breath all the time, and honestly quitting was really impulsive for me. i finished off a pack one morning and decided i didn't want to buy another one, and i switched over to vaping so i wouldn't go through heavy nicotine withdrawals.\n  \n  i still vape, but not nearly as often anymore. i feel 100x better physically.\n  ","389054":"\n  ideally, 66-67 degrees fahrenheit. however, it's been much warmer considering it's the summer time.\n  ","389055":"\n  not at all. your partner *should* be giving you reassurance and validation when you need it.\n  ","389056":"\n  i smoked for 10 years, so i completely understand.\n  ","389057":"\n  not really, they're things you've shared willingly on the internet so it's free for everyone to see.\n  ","389058":"\n  yes, thankfully. i think the coughing stopped a few weeks after i quit.\n  ","389059":"\n  i quit smoking cigarettes nearly a year ago.\n  ","389060":"\n  i don't know how to cook much, but i can make delicious egg sandwiches in the morning.\n  ","389061":"\n  i've always wanted to go to new zealand and see where they filmed the lord of the rings, particularly the shire.\n  ","389062":"\n  my best friend's bachelorette party (i believe it was in 2017). we stayed at a spa resort in the wine country of long island for two days, and the first day we went on a wine-tasting tour to several vineyards in the area. one of the vineyards was also a horse ranch, so we got to pet horses, and they also had rose wine slushies.\n  \n  the second day was a spa day, you could choose whatever type of massage or whatever you wanted. i don't remember which one i chose, but nevertheless, i didn't like it, lmaoo. it didn't make me uncomfortable or anything, but it also didn't relax me like spas generally do to a person. i got up from the table in pain.\n  \n  even though i didn't like the spa, spending the two days with my best friend and her other bridesmaid was wonderful.\n  ","389063":"\n  -- it's best to communicate your feelings than remain silent. if you're in a healthy relationship, your partner won't necessarily be offended by your feelings, and instead take the time to understand them and work on helping you and\/or the relationship. by remaining silent, you're allowing your feelings to control you, and that will only damage the relationship.\n  \n  -- don't settle for anything less than what you deserve. there's no such thing as being \"too picky,\" and the right person will walk into your life eventually (sometimes when you least expect it). don't tolerate ab*se or lying, shifty behavior, or people trying to control what you do or how you should feel. the right person will accept you as you are and have enough trust in you to allow you to be the best version of yourself.\n  ","389064":"\n  if you smoke, then yeah — i was almost getting to that point, i wouldn't throw up but i would be literally wheezing and feel like i was going to.\n  ","389065":"\n  when i was smoking cigarettes, yeah. one of my main motivations to quit was because i would wake up every morning with a gut-wrenching cough until i had my first cigarette. :\/\n  ","389066":"\n  caffeine, nicotine, and friends. :'))\n  ","389067":"\n  nope, i've only been in a jacuzzi once and it was with a few friends when i was in high school.\n  ","389068":"\n  i don't believe i do, actually.\n  ","389069":"\n  nobody.\n  ","389070":"\n  slipknot isn't extreme heavy metal music, lol.\n  ","389071":"\n  my roommate and his girlfriend, if they count.\n  ","389072":"\n  my friend who's a hair stylist is coming over to do it. i think it's going to be a burgundy\/purple.\n  \n  however, some salons are open where i live now.\n  ","389073":"\n  haha, i still have two more hours until it's friday.\n  ","389074":"\n  linkin park's reveal of unreleased music and other demos and merch in celebration of the 20th anniversary of their first album.\n  ","389075":"\n  i haven't really eaten any strange things, haha. i guess squid would be the weirdest.\n  ","389076":"\n  i learn best with hands-on applications of things, especially when combined with both reading and writing. when i was in college, i preferred reading slides off of the powerpoint setup in the classroom and taking my notes. and then when i got home, i would rewrite those notes.\n  ","389077":"\n  i'm doing better today than i've been doing over the past week or so, mainly because of linkin park's release of the hybrid theory 20th anniversary box set & other exciting news from them. :'))\n  \n  otherwise, this week went by pretty fast. i'm getting my hair cut and colored tomorrow, which i'm also excited about !!\n  ","389078":"\n  no, i don't believe in karma. there are too many people who do bad things that get away with them and don't get reprimanded for their actions, and there are too many good people that bad things happen to regardless of the good they've done.\n  ","389079":"\n  this obviously varies depending on the individual, since alcohol is technically a type of drug so people need to be wary when drinking alcohol. these are my experiences ;\n  \n  pros ;\n  \n  -- i feel much happier and content with my life.\n  \n  -- i'm more outgoing and talkative.\n  \n  -- i tend to write better when i'm tipsy (not necessarily drunk).\n  \n  cons ;\n  \n  -- hangovers, obviously.\n  \n  -- alcohol is easily addictive.\n  \n  -- alcohol can wreck havoc on your body if you're not properly hydrating.\n  ","389080":"\n  high school ; AP literature and forensics.\n  \n  college ; russian literature, sociology, criminology, and creative writing.\n  ","389081":"\n  i do not remember a thing about elementary school.\n  ","389082":"\n  i think they're all useful in different ways, but i like cameron the most, i think. she has a very interesting back story, that admittedly she does try to use to garner sympathy, but she's also one of the few people who have stood up against house the most and challenges his views the most.\n  ","389083":"\n  i mean, it wouldn't *offend* me per say, but i would find it to be disrespectful and as if they're not taking my concerns seriously. if ever time you tried to talk to them about something that's bothering you, they belittle you or refuse to talk about the subject, then i personally would get fed up with the relationship. you don't deserve to be treated so poorly by someone like that.\n  ","389084":"\n  i'm simultaneously happy and unhappy with my life. :')) on one hand, i'm grateful for the opportunities that have presented themselves, but on the other hand, i struggle a lot with mental illness which makes me really depressed, self-destructive, and s*icidal.\n  ","389085":"\n  why would that be bad? i believe it can be incredibly helpful. i somewhat have a photographic memory, there are some things i can remember vividly after looking at it and picturing it in my mind, and other things not so much.\n  ","389086":"\n  my day was good !! i worked my regular shift, ordered taco bell for dinner, took a really long nap, preordered the hybrid theory box set from linkin park, and now i'm awake and answering questions from my inbox.\n  ","389087":"\n  in light of linkin park's album hybrid theory, which is celebrating it's 20th anniversary this year, the band has created an exclusive box set of items of a bunch of different merch and music, ranging from an 80-page art book of information and photographs previously unseen, a large poster of chester bennington, three art prints, three vinyl albums, five CDs (which contains a bunch of unreleased music from the band), three DVDs, and a bunch of other things.\n  \n  so, i preordered it. this is probably the best thing to come out of 2020 for me.\n  ","389088":"\n  i've only been on picnics on a few rare occasions, but they were fun.\n  ","389089":"\n  hello -- do you have a question?\n  ","389090":"\n  one-bedroom apartment.\n  \n  IN OTHER NEWS, I PREORDERED THE DELUXE HYBRID THEORY 20TH ANNIVERSARY BOX SET AND I'M LITERALLY SOBBING. ?\n  ","389091":"\n  a few nights ago.\n  ","389092":"\n  LOL. precisely the logic anon is using.\n  ","389093":"\n  yeah, i wasn't really talking physically helping him but supporting him emotionally is very important.\n  ","389094":"\n  so then don't ask me for advice, lol. other people may think otherwise.\n  ","389095":"\n  yes, it's a snapchat filter.\n  ","389096":"\n  i never said i was an expert.\n  ","389097":"\n  the best thing you can do is be there for him and support him. ask him if there's anything you can do for him and encourage him that he's still a valuable person even though the accident happened. his worth hasn't changed.\n  ","389098":"\n  nah, i sound like a beached whale.\n  ","389099":"\n  yes, i agree !! i hope therapy helped you ~~\n  ","389100":"\n  i'll try my best.\n  ","389101":"\n  when someone says \"i'm sorry you feel that way,\" they're not acknowledging that they themselves have done something wrong. they're blaming your feelings as opposed to themselves.\n  ","389102":"\n  i recommend it if you like sweetness. it reminds me of the blue raspberry slushy from 7-11, lol.\n  \n  tomorrow i'm going to try the peach iced tea. :'))\n  ","389103":"\n  i'm drinking the blue ice flavor rn, and it's so yummy !! i definitely feel the energy already, lmaoo.\n  ","389104":"\n  good morning !! ♡\n  \n  today is my first day trying gfuel, let's see how it goes ~~\n  ","389105":"\n  saying \"i'm sorry you feel that way\" isn't taking responsibility for their own behavior, it's honestly just a bullsh*t way of acknowledging that someone feels a certain way and putting the blame on them, in a sense.\n  \n  if they said \"i'm sorry, i'll work on being better\" and actually changed their behavior, that would be different.\n  ","389106":"\n  sometimes it can be for the validation of others while other times it's because they're sincerely proud of themselves and want to help inspire people. it all depends on the individual.\n  ","389107":"\n  in a sense, yes — at least most people do. maturity mainly deals with experience and how you've learned from those experiences, and as we get older, we obviously accrue more experiences. however, there are some people who are mature from a younger age because they've dealt with harder experiences than others.\n  ","389108":"\n  not really, no. at the bottom of it, most people are selfish and only care about themselves and what personally affects them, not necessarily the welfare of others. in that regard, i don't think humans will ever come to a common ground.\n  ","389109":"\n  having a humble, down to earth attitude.\n  ","389110":"\n  that isn't a real apology — those are just words, and i hate when people say that honestly because they're not taking responsibility. changed behavior is an apology.\n  \n  perhaps you should reiterate it again and tell them they haven't changed, and if they continue to ignore you, then you're going to stop talking to them. it's better to be up front with people.\n  ","389111":"\n  i think people have freedom of speech, so they realistically can criticize what they want. however, that doesn't absolve them of responsibility if their words hurt someone.\n  \n  criticizing religion is a bit different from criticizing race, because the latter is obviously racist. organized religion, on the other hand, obviously has its flaws. but as long as you're criticizing the religion itself and not individual people, i don't see the big deal.\n  ","389112":"\n  october-november. i like the crisp chill in the air, the changing colors of the leaves on the trees, halloween time, and just dressing up in cozy outfits.\n  ","389113":"\n  sometimes it's worth giving them a second chance, but you should tell them how you feel if you're comfortable doing so.\n  ","389114":"\n  i eat a variety of things.\n  ","389115":"\n  the first sip of coffee in the morning.\n  ","389116":"\n  np !! i hope it works out well.\n  ","389117":"\n  ^^^\n  \n  for my anon. :)\n  \n  i never heard of baking soda and apple cider vinegar. that's really interesting !!\n  ","389118":"\n  i feel you. if you want to try to transition, look up cleansing conditioners. my best friend has been using them and it helps.\n  ","389119":"\n  no, i've never been able to use those because it's too distracting for me and i don't like the feeling of them on me when i try to sleep.\n  \n  i don't really need them anyway, i fall asleep fairly quickly and i usually have some sort of dim light on.\n  ","389120":"\n  i don't really do anything different during autumn compared to the rest of the year. i just like being outside and enjoying the cooler temperatures.\n  ","389121":"\n  lots of tea and water, sleep, and relaxation. there's really no treatment, you just have to wait for it to pass.\n  ","389122":"\n  you definitely have to get used to it, i used to wash mine every day when i was much younger but i started prolonging it after i started coloring my hair funky colors so i could keep the color longer. eventually i got to where i am now.\n  \n  obviously during the summer, i sweat more which makes me build up more grease but considering i haven't left my house and don't work outside of my home, i still let it go a few extra days without washing because no one sees me. lmao.\n  ","389123":"\n  i've seen instances where it works and some instances where it doesn't work — it all depends on your hair type. i only wash my hair once per week, for example, but i've been doing this for years since my hair takes a while to get greasy now.\n  \n  there's also a cleansing conditioner people can use to cleanse their hair without using the harsh chemicals that are in regular shampoos. that might be worth looking into if you're curious.\n  ","389124":"\n  i believe people have the capacity to change as long as they realize they're doing something wrong and need changing.\n  ","389125":"\n  at least 10 years ago.\n  ","389126":"\n  i'm not here to make friends.\n  ","389127":"\n  hello — do you have a question?\n  ","389128":"\n  can we all take a few moments to appreciate this masterpiece?\n  \n\n   https:\/\/youtu.be\/C3GpJzMZiXY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","389129":"\n  haha! perhaps that's why i like it so much. i like medical shows to begin with, but the whole \"solving a mystery\" thing has always intrigued me too.\n  ","389130":"\n  yesterday.\n  ","389131":"\n  i routinely close out of all of the tabs for organization purposes, but i've never deleted the history on my phone or my computer. there's nothing interesting for people to see anyway.\n  ","389132":"\n  i haven't really watched anything informative or educational in a while, so i guess it would be something medical-related through my binge watching of house MD? haha.\n  \n  not sure if that's even valid, though. who knows if the science in that show is even correct.\n  ","389133":"\n  yes, i believe in life somewhere else in the universe. it would be naive to think that earth is only planet in the universe that is capable of sustaining life.\n  ","389134":"\n  i'd rather lose the ability to speak. i hate talking anyway.\n  ","389135":"\n  i usually don't do that, haha.\n  ","389136":"\n  i'd say it's equal amounts of both. i do have a playlist of just woman-fronted rock\/metal bands on spotify, though.\n  ","389137":"\n  i got my gfuel order, yaaaayy.\n  ","389138":"\n  i don't generally listen to music on my phone.\n  ","389139":"\n  i thought i had shout outs turned off (and askfm would have indicated that it was a shout out). hm, quite odd.\n  ","389140":"\n  i'm 28 years old, as my bio indicates.\n  ","389141":"\n  i don't have pockets.\n  ","389142":"\n  nobody, lol.\n  ","389143":"\n  at the moment, i've been listening a lot to ashnikko, grandson, two feet, starset, linkin park, mike shinoda, missio, watsky, and NF.\n  ","389144":"\n  no, i don't believe in love at first sight. you may lust after that person because of how they look or the vibe they give off, but love doesn't happen until you get to know someone on a deeper level.\n  ","389145":"\n  i think i'd be okay to try anything once.\n  ","389146":"\n  yeah, i experienced sleep paralysis on one occasion. it was like my mind was awake but i couldn't move my body or even open my eyes. it was really strange.\n  ","389147":"\n  pajama shorts and a tank top, like usual. lmaoo.\n  ","389148":"\n  YES, I AGREE. it's one of my favorite movies of all time, and the novella is great as well.\n  ","389149":"\n  i prefer fried eggs, but at home i usually make them scrambled or over easy.\n  ","389150":"\n  anywhere between 8:00am to 8:30am.\n  ","389151":"\n  i don't listen to podcasts, unfortunately.\n  ","389152":"\n  yes, a majority of businesses won't allow you to shop in their store unless you have a face mask on because COVID is still a big problem in new york.\n  ","389153":"\n  i don't have any role models.\n  ","389154":"\n  graduating from college despite struggling immensely with mental illness.\n  ","389155":"\n  i'm not afraid of heights, but i don't believe i would try cliff diving because i would probably seriously injure myself.\n  ","389156":"\n  survive, haha. i don't have any short-term goals or anything considering how ridiculous 2020 has been.\n  ","389157":"\n  somewhere very far away from other people.\n  ","389158":"\n  no, i don't believe dreams predict anything. they're just a manifestation of our subconscious thoughts.\n  ","389159":"\n  any of the vacations i took with my friends when we went to upstate new york were the best ones. we used to try to go 1-2 times per year, and they were always a lot of fun. they were only weekend trips, but it was a nice escape from everyday life for those three-ish days.\n  ","389160":"\n  i'm looking forward to getting my hair cut and colored this week !! :'))\n  ","389161":"\n  that's a horrific price for just one mask, the hell. where was this? i can go to 7-11 and get a pack of five for, like, $10 or less.\n  \n  masks should definitely be either free of charge or more affordable, because they should be accessible to *everyone*.\n  ","389162":"\n  i believe it's possible, yes. i've completely gotten over my first two relationships, for example.\n  ","389163":"\n  sometimes i love my life, other times i absolutely hate it.\n  ","389164":"\n  i was trying to work this afternoon, but both of my roommates were home with their cousin and father (moving things out of the basement), and the noise was distracting me. it didn't make me horribly angry, but i was a bit annoyed and ended up closing my bedroom door so i could concentrate.\n  ","389165":"\n  i mean, both are pretty bad. haha. especially now considering we all have calendars in our phones and computers and can remind ourselves of when they are.\n  ","389166":"\n  sweeney todd, benny & joon, what's eating gilbert grape?, secret window, and sleepy hollow.\n  ","389167":"\n  LMAOO.\n  \n  yeah, i just stopped responding last night. ain't nobody has time for that.\n  ","389168":"\n  i believe i've seen the episode in the past, but in my recent binge-watching, i'm only halfway through season three.\n  ","389169":"\n  i only have a small circle of close friends, perhaps 5 at the most.\n  ","389170":"\n  browse the internet, write, read, play video games, paint, and sleep.\n  ","389171":"\n  i usually like october or november the best because of the mild weather and cool temperatures. let's hope that october-november 2020 will be better than how it has been since march, haha.\n  ","389172":"\n  last night, for reasons that will not be described on askfm.\n  ","389173":"\n  beans, haha. i don't like peas.\n  ","389174":"\n  lately i've been re-watching house MD, but some of my other favorites include wentworth, it's always sunny in philadelphia, how i met your mother, criminal minds, NCIS, bones, castle, and the punisher (netflix series).\n  ","389175":"\n  i'm sure it's helpful to others who are looking to connect with a group of people who struggle with the same things they do. but i've always done one-on-one therapy throughout my life, group therapy would just make my anxiety worse.\n  ","389176":"\n  i was making a joke here, lmaoo.\n  ","389177":"\n  chocolate chip cookie dough & cookies n' cream.\n  ","389178":"\n  i would consider it an improvement, tbh. i was smoking a pack per day right before i quit smoking cigarettes, and now i only vape every once in a while throughout the day. i physically feel 100x better now compared to when i was smoking cigarettes as well.\n  ","389179":"\n  selfish, arrogant, greedy.\n  ","389180":"\n  hello ~~\n  \n  i'm all right at the moment. i mentioned earlier in another answer how i was feeling in terms of work, but on the bright side, i'm also getting my hair cut & colored this week, so i'm very excited about that. :'))\n  ","389181":"\n  \"send nudes.\"\n  ","389182":"\n  no, i've never been in group therapy before. the idea has never appealed to me.\n  ","389183":"\n  it's an amazing combination of salty & sweet !! i usually just dip the french fries in the ice cream.\n  ","389184":"\n  i'm thinking about how work is going to go tomorrow, ugh. :\/ i also feel bad because i feel as if i wasted my afternoon post-work, because i ended up laying down and napping for a few hours.\n  \n  i'm just having a drink, listening to music, and answering questions from my inbox rn. i'm trying not to think so much about tomorrow.\n  ","389185":"\n  french fries & ice cream (especially vanilla or oreo ice cream).\n  ","389186":"\n  bold of you to assume that i would even know what sort of car he drives, lmaoo.\n  ","389187":"\n  yeah, but i don't make it a habit to eat fatty food all the time.\n  ","389188":"\n  you're not the only person, no. this happens to a lot of people, especially when you think about the context that sex is usually placed in -- people elevate the meaning of sex higher than it needs to be, and it actually isn't as important in relationships as young people would like you to believe. there's sex appeal in *everything* and we've been conditioned by the media and society to place such an importance on sex.\n  ","389189":"\n  i don't believe in the concept of one soul mate, and soul mates don't necessarily have to be romantic relationships either. i have a few people in my life whom i feel comfortable enough around to consider them somewhat of a \"soul mate\" to me.\n  ","389190":"\n  i haven't been getting any reports or notifications, personally. i wouldn't be surprised if those racist people were reporting accounts that disagreed with them, though.\n  ","389191":"\n  yeah, i've been wearing glasses since i was a toddler, haha.\n  ","389192":"\n  my eyes? lmaoo.\n  \n  i mean, kinda often but not regularly.\n  ","389193":"\n  \"cry\" by ashnikki feat. grimes.\n  \n\n   https:\/\/www.youtube.com\/watch?v=pssWSj42t8M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","389194":"\n  in my bedroom at home, tbh. i feel the most comfortable when i'm either in my own bed or when i'm on my laptop and listening to music.\n  ","389195":"\n  -- i have a bachelor's degree in professional writing and english literature.\n  \n  -- i never learned how to ride a bicycle.\n  \n  -- i sneeze every time i look at the sun or towards sunlight.\n  \n  -- i'm diagnosed with multiple mental illnesses, and therefore, i feel the need to be a mental health advocate.\n  \n  -- i quit smoking cigarettes one year ago.\n  ","389196":"\n  lately, flip flops. i also have a pair of knock-off toms that i'll wear occasionally too.\n  ","389197":"\n  i believe it was sweeney todd: the demon barber of fleet street. one of my favorite comfort films.\n  ","389198":"\n  maybe twice per day, or more? i look at myself in the mirror in the morning when i use the bathroom and wash my face\/brush my teeth. i have a tendency to glance at myself in the mirror every time i have to use the bathroom afterwards.\n  ","389199":"\n  i'm afraid of abandonment, as well as enclosed spaces.\n  ","389200":"\n  improve the reporting\/blocking system, smh. people who get reported rarely get repercussions for their actions and those who are blocked can always make a new account and continue bothering people. it would be best if there was some sort of IP blocker involved.\n  ","389201":"\n  that's entirely up to you. i personally wouldn't, but that's my own opinion. i wouldn't want the person to think they owe me a \"thank you\" or something.\n  ","389202":"\n  depends on the relationship. you could try having new experiences together, i.e. going to different fun places. or if you mean in the bedroom, you can experiment with various things as well.\n  ","389203":"\n  french fries, scrambled eggs, and sushi.\n  ","389204":"\n  responsibility, accountability, honesty, loyalty, and openminded-ness.\n  ","389205":"\n  my favorite bar is currently opening their hours until 2:00am again. :'))\n  \n  i don't think i'll be visiting it again anytime soon because of COVID, but it's nice that they'll be opening until their normal hours so they get the business they deserve.\n  ","389206":"\n  no, i've never heard of that before.\n  ","389207":"\n  they could just be simply having a bad day. retail workers aren't given the respect that they deserve, and they don't need to be \"on their game\" every single moment of the day.\n  ","389208":"\n  wasabi, haha. i haven't tried anything that has been *extremely* spicy before.\n  ","389209":"\n  i think i would be okay. they're generally very calming places to me.\n  ","389210":"\n  my entire life is a series of impulsive, spontaneous moments.\n  ","389211":"\n  uh, the storage unit? lmaoo. the decorations we have in my house are old paintings and furniture from my roommates' previous house, as well as stuff my own parents didn't need anymore.\n  ","389212":"\n  not necessarily. it can happen anywhere, as long as the two people are comfortable talking. most of my heart-to-heart talks have happened around a campfire in the backyard, or in someone's living room, or just in the bedroom in general. it doesn't really matter *where* it is as long as the feelings conveyed are sincere.\n  ","389213":"\n  taking multivitamins every day. i feel 100x better now that i've been getting my necessary vitamins every day, as opposed to in the past when i wasn't eating properly or taking the right vitamins at all.\n  ","389214":"\n  depends on the day. sometimes it's a 1, other times it's like an 8. it really varies.\n  ","389215":"\n  my day has been fine !! i worked my full 8 hours, then i had a therapy appointment, and now i'm answering questions here on askfm and watching someone stream on twitch.\n  ","389216":"\n  yes, there are many things i would change about my appearance.\n  ","389217":"\n  nah, i'm good.\n  ","389218":"\n  not really, no. i normally play single person games.\n  ","389219":"\n  askfm is a Q&A site. not a conversation site.\n  ","389220":"\n  answer questions, obviously.\n  ","389221":"\n  nope, i would never do that.\n  ","389222":"\n  i don't discuss finances on askfm.\n  ","389223":"\n  i work for a publishing company.\n  ","389224":"\n  as my bio indicates, i'm 28 years old.\n  ","389225":"\n  i don't work for a newspaper.\n  ","389226":"\n  yes, i work as a writer and editor.\n  ","389227":"\n  i graduated college seven years ago.\n  ","389228":"\n  nothing. lmaoo.\n  ","389229":"\n  it doesn't make a difference to me.\n  ","389230":"\n  no, i don't hold conversations on askfm and i have no interest in talking with a stranger. unless you have a legitimate question, i won't be responding to these messages anymore.\n  ","389231":"\n  i said in another thread that i was bisexual.\n  ","389232":"\n  i'm on askfm to answer questions, not to hold conversations.\n  ","389233":"\n  i don't need new friends, and i have no interest in making friends.\n  ","389234":"\n  if you're interested in getting to know me, then ask me questions here on askfm.\n  ","389235":"\n  most definitely.\n  ","389236":"\n  i don't give out my snapchat username.\n  ","389237":"\n  well it's only monday, but my therapy appointment this evening was pretty productive and we covered a lot of bases in the 45 minutes we were talking. she's slowly getting an idea of who i am, and i told her one of my goals is to understand why i am the way that i am, so we've been discussing my teenage years a lot.\n  ","389238":"\n  they were translated into english from russian, unfortunately. i would have loved to learn the language, though.\n  ","389239":"\n  when i say my instagram is private, i mean that i don't talk to random people. i'm not giving out my instagram account.\n  ","389240":"\n  the questions that are in my inbox, obviously. they range from asking about my day to thoughts on different situations to useless nonsense like this question.\n  ","389241":"\n  russian literature, creative writing, and criminal forensics.\n  ","389242":"\n  the last occurrence was the random knocking on the wall that my roommates and i heard last month or so ago. we spent a while knocking on random objects to imitate the noise and see where it came from, and we realized it was from the wall in the kitchen but nobody was in the kitchen at the time (not even the cats).\n  ","389243":"\n  there has been random knocking on the walls, doors, and radiators that my roommates and i can't figure out where it came from.\n  \n  there was one instance that my one roommate and i both woke up at the same time late at night because we heard footsteps going down the hall, but the other roommate was asleep (we didn't even know we both woke up and heard it until a week later when we were talking).\n  \n  my roommate has seen shadow figures in the basement -- he's very sensitive to paranormal things, and he's even seen shadows in his room before.\n  \n  the basements stairs will creak even though no one is on them.\n  ","389244":"\n  people talking over me when i'm in the middle of speaking (or people talking over others in general).\n  ","389245":"\n  my parents' house has a small attic, and it never bothered me. however, my own basement here at this house kinda frightens me a little bit because i think my house is a tad haunted, LOL.\n  ","389246":"\n  no, my instagram is private.\n  ","389247":"\n  i just finished cleaning the dishes, and now i'm going through my inbox and answering questions.\n  ","389248":"\n  uh, no -- i can be attracted to *men*, not boys.\n  ","389249":"\n  i'm bisexual.\n  ","389250":"\n  i'm not really too concerned, especially considering the pandemic and whatnot. my roommate and i invited a friend over for a campfire tonight, but i don't think it's going to happen.\n  ","389251":"\n  evidently so, considering my page is entirely in english.\n  ","389252":"\n  i don't even know what that word means.\n  ","389253":"\n  i used to primarily play zoo tycoon, roller coaster tycoon, and the sims.\n  ","389254":"\n  ugh, i know what you mean. luckily my friends don't post many polls at all, but it has happened to me where the feed kinda cuts short and shows the polls and nothing else.\n  \n  i don't think it's petty -- it's not like the person will know you unfollowed them.\n  ","389255":"\n  a case of toilet paper, since i'd get a hell of a lot more use out of that than anything else in this question. LOL.\n  ","389256":"\n  brush it off and continue working. i'm not at work to make friends, i'm there to make a salary.\n  ","389257":"\n  happy monday !!\n  \n  i don't have any plans for the week, tbh. i want to go to the drug store eventually to get toilet paper and a few other items, but that isn't really a high priority right now.\n  ","389258":"\n  i've heard the name before, but i've never watched it.\n  ","389259":"\n  there's a local taco place that has amazing tacos, burritos, and margaritas. i've never had a bad experience there.\n  ","389260":"\n  ziplining !! it's always interested me.\n  ","389261":"\n  wherever you feel most comfortable, tbh. i've never cried in front of my friends before, haha.\n  ","389262":"\n  idk, i've never tried carrot juice before.\n  ","389263":"\n  yes, i follow some terrific artists !!\n  \n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @dovbts\n  \n","389264":"\n  i already know where this is going based on the stuff you're sending\n  \n   @shehitsback\n  \n  , so i'm not participating in this conversation anymore.\n  ","389265":"\n  obviously i'm wearing clothes. the fuck, lmaoo.\n  ","389266":"\n  toe beans ~~\n  ","389267":"\n  no, i just said i finished up work and i'm waiting for my therapy appointment. lmao.\n  ","389268":"\n  i'm home.\n  ","389269":"\n  i believe i was asleep when this message was sent, so yes.\n  ","389270":"\n  i'm doing fine today. i got through work all right and was pretty productive, and now i'm just waiting for my therapy appointment.\n  ","389271":"\n  i have one brother.\n  ","389272":"\n  i was wearing pajama shorts, yeah.\n  ","389273":"\n  my bedroom.\n  ","389274":"\n  gender is fluid, but i don't really believe that your gender is in question here (based on the little information you gave me). it sounds more like you're just realizing gender stereotypes and realize that you don't fit into the mold of being a typical guy, because from young ages we're just conditioned into thinking blue = boy, pink = girl, dolls = girl, action figures = boy, etc etc.\n  ","389275":"\n  no? it's 5:45pm, lol.\n  ","389276":"\n  yes, i allow anonymous questions. even though i get a lot of trolling and inappropriate messages, i also like giving other nice anons the opportunity to ask me for advice or help if they need it. some people who genuinely need help prefer to do it anonymously, which i completely understand.\n  ","389277":"\n  i've been binge-watching house MD for a few weeks now, haha. i fell off of it for a while, but now i've been watching 1 or 2 episodes per night again.\n  ","389278":"\n  somewhat, yes. i have formal college education, although only four years of it.\n  ","389279":"\n  aw, man. :\/ i hate when stuff like that happens, surprises being ruined and whatnot. she will probably still appreciate the thought, though !!\n  ","389280":"\n  i like a few songs of his, sure.\n  ","389281":"\n  i attend therapy sessions and take medication.\n  ","389282":"\n  i just finished up with work.\n  ","389283":"\n  i contemplated it in the past when my hair was much shorter, but i decided to just grow it out naturally instead.\n  ","389284":"\n  yes, philadelphia has the same time zone as new york.\n  ","389285":"\n  they switch between the two. i have hazel on my license.\n  ","389286":"\n  depends on the band, but generally yes.\n  ","389287":"\n  i remember some dreams, but not most of them.\n  ","389288":"\n  i don't get triggered easily, so not really.\n  ","389289":"\n  i usually just use creamer.\n  ","389290":"\n  uh... because i'm approaching 29 years old and i need to be independent from my parents.\n  ","389291":"\n  new york state.\n  ","389292":"\n  the cost of living in the united states ranges depending on where you live.\n  ","389293":"\n  i don't discuss finances on askfm.\n  ","389294":"\n  yeah, we rent the house.\n  ","389295":"\n  here's a selfie instead because i'm drunk & listening to music ~~\n  ","389296":"\n  being drunk and\/or high.\n  ","389297":"\n  hello ~~\n  \n  i hope you have a nice day too !! ♡\n  ","389298":"\n  yes, i've always enjoyed king crab legs and i like crab meat in sushi too.\n  ","389299":"\n  somewhat, yes.\n  ","389300":"\n  it comes in waves. sometimes i'm okay, other times i feel horrible.\n  ","389301":"\n  ~°~ mental illness ~°~\n  ","389302":"\n  i'm feeling sad and self destructive, tbh. i'm probably going to drink more until i pass out.\n  ","389303":"\n  no, not tonight. my roommate and his girlfriend were tired so they went to bed early.\n  ","389304":"\n  tonight's selfie ~~\n  ","389305":"\n  my day was okay. i'm sad now though.\n  ","389306":"\n  friendship is different from being in a relationship with someone. i have support from my friends, but it's a different type of support.\n  ","389307":"\n  i'm indifferent to it. i don't have a desire to be in a relationship right now, but i'm also not happy with not having that kind of intimate support. it's weird.\n  ","389308":"\n  the very first hit of nicotine or first sip of coffee early in the morning -- i find that to be very underrated, because of how satisfying they are.\n  ","389309":"\n  when my roommate and his girlfriend get home, we might have a campfire out in the backyard and listen to music and drink. :'))\n  ","389310":"\n  i might go against my hair stylist's wishes and buy box dye because my hair is legit so gross rn (hair color wise) and i want a change SO BADLY.\n  \n  i'm also probably going to go see my ex's current girlfriend so she can shave my head\/cut my hair, lmaoo.\n  ","389311":"\n  normally in those situations, i have a meltdown because i'm equally concerned with other people involved as i am with my own involvement, and i don't want to put anyone at a fault (or myself either). after i've calmed down, i usually try to make a compromise with whatever\/whoever is involved. if that doesn't work, i allow myself to take the fall.\n  ","389312":"\n  me and one of my roommates (i have two roommates). i usually clean the bathroom and kitchen floor\/counter, and my other roommate does all of the vacuuming and dusting and whatnot. my second roommate takes care of the garbage and cat litter.\n  ","389313":"\n  well, i didn't show the living room for a reason. LOL.\n  \n  thank you -- at first, i was taken aback by the bathroom because it's so bold, but i've grown to like it.\n  ","389314":"\n  no, i don't tolerate disrespect -- especially in a relationship or friendship. there's supposed to be mutual respect in any sort of interpersonal relationship (whether it's friends, partners, family, etc etc), and if you don't respect them, then you cannot say you truly love them.\n  ","389315":"\n  they go hand-in-hand, so they're equally important. you cannot truly love someone unless you also respect them.\n  ","389316":"\n  no, just one floor.\n  ","389317":"\n  three bedrooms, a living room\/dining area, one bathroom, and a kitchen.\n  ","389318":"\n  LOL I'M SO OUT OF SHAPE. i had just come from downstairs carrying a bunch of laundry.\n  ","389319":"\n  here's an overview of my kitchen, bathroom, and my bedroom.\n  ","389320":"\n  friendship isn't forced, it happens naturally.\n  ","389321":"\n  no, i don't.\n  ","389322":"\n  you're talking to me now. do you have a question?\n  ","389323":"\n  hi friends, ask me some questions ~~\n  ","389324":"\n  i try to be, yeah. the most eco-friendly thing i do is recycle everything — we have two separate recycle bins, and we also recycle cardboard.\n  ","389325":"\n  probably lay down and die. ¯\\_(ツ)_\/¯\n  ","389326":"\n  i'd like to learn how to sing well. music has always been a passion of mine, and if i had a good singing voice, then i would have gone into the music industry.\n  ","389327":"\n  absolutely !! i was hoping someone would jump in, but i've received nothing yet, lol.\n  ","389328":"\n  chester bennington, chris cornell, scott weiland, helena bonham carter, and robert downey jr.\n  ","389329":"\n  i said \"bless you\" to my roommate because he sneezed about 20 minutes ago, haha.\n  ","389330":"\n  my town doesn't have any monuments.\n  ","389331":"\n  personally speaking, i would be apt to go out on a simple coffee date or perhaps out to dinner somewhere, where we can have drinks and listen to live music.\n  ","389332":"\n  no, i don't really know how to whistle actually.\n  ","389333":"\n  i don't believe i have, no. i valued my education too much, and if i wasn't feeling well, then i would just not go to class at all.\n  ","389334":"\n  i don't believe the united states is the best country in the world. it's pretty much a joke to every other country at this point.\n  ","389335":"\n  i've almost fallen off of my chair at work when i went to bend down and pick something up that i dropped on the floor, and the chair almost rolled out from under me, LOL.\n  ","389336":"\n  like, a cell phone app? if that's the case, then i get a lot of use out of my banking apps !! i can check up on my pending and recent purchases, when my bills have been taken out of my account, schedule credit card payments, transfer money to people, and deposit checks through the apps. i can't even remember the last time i went to the physical bank because i can do everything through the app.\n  ","389337":"\n  (cont) ... I unmark it? I mean I can’t exactly get her address or sth. And if she sees that one of her items is missing from her wish list she might get a false hope or sth. But seriously I am panicking I have been trying for hours but I can’t find anything to bring it back to the list. :( help\n  \n  --\n  \n  ahh, i'm not really too familiar with how amazon wishlists work tbh. :\/ i have one of my own, but it's mainly for myself to keep track of things i potentially want to buy. i've never really given it out to people because i don't want others to see my address (if it even shows the address, idk).\n  \n  there might be an FAQ or support link on amazon somewhere regarding wishlists, i would assume. i'm sorry i couldn't be more helpful !!\n  ","389338":"\n  considering i have memory loss to a degree, it's easier for me to forget, lmao.\n  ","389339":"\n  certain people in my life, yes.\n  ","389340":"\n  my roommate's father paid for dinner last night, so i got free sushi technically.\n  ","389341":"\n  these questions are weird to me, so i usually just answer with my favorite fruit -- mangoes.\n  ","389342":"\n  no, lol. my singing voice is terrible and i wouldn't wish that sort of blasphemy on anyone.\n  ","389343":"\n  iced coffee.\n  ","389344":"\n  i did that last night, lol. it was a photo of an espresso martini that i purchased from the liquor store -- it comes in a can, and it honestly didn't taste very good at all.\n  ","389345":"\n  my profile picture is my most recent selfie, i believe.\n  ","389346":"\n  i have zero knowledge about romania, lol.\n  ","389347":"\n  so far, so good. i've only been awake for a little over an hour though, haha. i slept for a solid 10 hours last night and didn't wake up until around 11:00am.\n  ","389348":"\n  throwback from last halloween.\n  ","389349":"\n  i've always been afraid of drowning for some reason.\n  ","389350":"\n  the longest trip i've taken via car (that i can remember at least) was from where i live to very upstate new york, more north than lake george. i think it was a 5-6 hour car ride.\n  \n  other than that, my parents and i drove from new york to massachusetts and then to maine when i was looking into colleges to attend when i was in high school. i don't remember much about those trips though, it took several days since we would stop for overnights and whatnot in between.\n  ","389351":"\n  sleep with some sort of light on in my bedroom, haha. i'm turning 29 years old, but i still need some sort of dim light illuminating my room in order to fall asleep comfortably.\n  ","389352":"\n  i usually talk to a friend if i need encouragement, because then i can at least bounce ideas or my feelings off of them and discuss what i'm feeling in a healthy manner.\n  ","389353":"\n  oh definitely not, i'm terrified of driving anywhere further than an hour away from where i live (lol). in those cases, my friends or my ex would drive and i would sit passenger.\n  ","389354":"\n  this one is kinda old, but i like it.\n  ","389355":"\n  i don't believe i'm a brave person by any means, haha.\n  ","389356":"\n  pros ;\n  \n  -- listening to music and showing each other the new music we're interested in.\n  \n  -- having good conversations along the way.\n  \n  -- stopping at interesting rest stops or scenic views.\n  \n  cons ;\n  \n  -- it hurts my back and legs after a while, especially sitting in the same position for a while.\n  \n  -- sometimes the scenery can be boring if we're driving on a regular highway or interstate.\n  \n  -- having to pee when you're miles away from the nearest rest stop.\n  ","389357":"\n  someone who is down to earth, has a dark sense of humor, who is hard working, who is loyal and honest, and who enjoys similar hobbies as me.\n  ","389358":"\n  my emojis don't really show up as a \"most recent\" thing, i suppose because i don't use them very often or because i have an android phone.\n  ","389359":"\n  poeta = poetry.\n  \n  lunam = moon.\n  \n  i'd like to think it says something like \"poetry of the moon,\" since those are latin terms.\n  ","389360":"\n  i hope you have a great day too !! i woke up not too long ago (around 11:00am, which is really late for me). i just had breakfast and now i'm checking up on my inbox and answering questions.\n  ","389361":"\n  working from home has been a blessing, tbh. i've rarely called out or clocked out early except on a few occasions, compared to when i was working in the office, i would call out maybe 2 times per month or so.\n  \n  i'm much more focused on my work, i feel as if i'm more productive, and i can also do household chores in between on my breaks if i want to.\n  ","389362":"\n  party music doesn't bother me, i can sleep right through it.\n  ","389363":"\n  mainly alternative rock.\n  ","389364":"\n  i have two questions in my inbox from over a month ago. i honestly can't even think of answers to them, but they're still in there.\n  ","389365":"\n  depends on my mood. most of the time it's rock or nu-metal, but i also like hip hop, metal, classical, etc etc.\n  ","389366":"\n  my askfm is dead. ask me questions tonight before i pass out ~~\n  ","389367":"\n  they didn't provide me with anything. they just set up a remote system for me to log into and access my desktop of my work computer from home.\n  ","389368":"\n  i don't believe so, no. i've definitely moved on somewhat since we've broken up almost a year ago, though. it's difficult to really get over someone whom you've spent nearly 10 years with.\n  ","389369":"\n  last time i checked, i'm not\n  \n   @shehitsback\n  \n  and she already talked about what she said the other night.\n  ","389370":"\n  depends on who they are and what my history with them is. it also depends on my mood in that moment, haha. there are some people whom i've forgiven, but others with whom i've held a grudge.\n  ","389371":"\n  in arguments, i'm normally the one having a panic attack because i can't handle when people are upset with me. lmaoo.\n  ","389372":"\n  uh ... no? if you believe you're *supposed* to say mean things during an argument, then you've probably been in unhealthy relationships or have at least witnessed unhealthy relationships.\n  ","389373":"\n  i don't give out my instagram username.\n  ","389374":"\n  i don't believe i've ever tried them before.\n  ","389375":"\n  i don't believe you're wrong. i would feel the same way as you, especially if it's happened on more than one occasion. it isn't \"just words,\" words have meaning behind them whether or not your partner wants to admit that.\n  ","389376":"\n  hey friends, ask me some questions ~~\n  ","389377":"\n  it's more of an intrusive thought than a pet peeve ... but i wish i didn't have the constant urge to hurt myself. it really does hamper my enjoyment of life (although admittedly, i haven't been enjoying it very much), because it's constantly in the back of my mind.\n  ","389378":"\n  cleaning up the economy, war-torn countries, and the environment after the devastation we've put the world through over the past 20 or so years.\n  ","389379":"\n  coffee dates. :'))\n  ","389380":"\n  this one from a few days ago.\n  \n  (btw, these look good but they're not all that great.)\n  ","389381":"\n  i don't really think i have one anymore. all of my old treasured possessions were gifts from my ex, and i'm trying to distance myself emotionally from them.\n  ","389382":"\n  i'm doing all right at the moment. i'm just catching up on the questions in my inbox, and i'm drinking. i'm planning on getting drunk tonight because i've been in my feels the past two days, and i need to let go and relax.\n  ","389383":"\n  i mainly express myself through writing and art, whether it's drawing or painting. i've been trying to write creatively for a while, but i haven't had the motivation to continue writing for a few weeks now.\n  ","389384":"\n  i don't trust my parents. i trust my friends much more, and even so, i only have maybe 3-4 people in my inner circle whom i trust completely.\n  ","389385":"\n  i'll wipe it down with a lysol wipe every now and again, but otherwise no.\n  ","389386":"\n  i don't have plans this weekend. i was supposed to go fishing with some friends this morning, but i decided not to go because i didn't mentally feel well. i ended up staying home, hanging out with my roommate and his girlfriend, and i took a very long nap this afternoon.\n  \n  tomorrow, i have no plans besides to continue relaxing and perhaps clean the bathroom.\n  ","389387":"\n  i'm probably not the best person to ask this question to, because i didn't handle my most recent breakup very well at all, lmaoo. i was extremely s*icidal for a long time, was crying every night, and numbed myself with drugs and alcohol.\n  ","389388":"\n  if your partner feels comfortable with insulting you during an argument, then i believe that can be a red flag, yeah. it doesn't matter if they said it \"in the heat of the moment\" or something, it's still unnecessary and they wouldn't have said it if there wasn't some truth behind their words.\n  ","389389":"\n\n   @shehitsback\n  \n  clarified her thoughts on the subject -- either this morning or yesterday, i don't really remember.\n  \n  regardless, i stopped answering because i thought the conversation was silly as it was insinuating (as you're insinuating now) that a man himself is a p*do if he prefers shaved women. i was referring to society as a whole, and i mentioned that earlier in this thread.\n  \n  that being said, if you're in a relationship with someone, you should ideally love them for who they are regardless of whether or not they decide to shave. that isn't their decision to make.\n  ","389390":"\n  herd immunity wouldn't work with COVID-19, because it's too widespread and deadly right now. what has been proven to work is quarantining, social distancing, wearing a mask, washing your hands, etc etc.\n  ","389391":"\n  i know that she's married to someone who's part of the royal family, but other than that, i don't know anything about her.\n  ","389392":"\n  i can make a pretty damn good bacon, egg, and cheese sandwich. i normally just make it on rye bread, but i prefer on a toasted roll if i have them in the house.\n  ","389393":"\n  yes, i believe that's a pretty rude and arrogant thing to say to someone because it *does* sound like you think the other person is inferior to you.\n  \n  instead, you can say something like, \"if you want more information about this topic, i can gladly educate you\" instead of saying you automatically know better (which you might not even) or claim you're more entitled to speak up on a topic.\n  ","389394":"\n  i wouldn't personally do it, but that's ultimately your decision.\n  ","389395":"\n  my own brain, lmaoo.\n  ","389396":"\n  nothing out of the ordinary, i've just been doing my daily and weekly tasks as usual -- ones that are routine as well as ones that crop up randomly. i asked for a raise two weeks ago, but in light of the pandemic, my company has issued a salary freeze. :\/\n  ","389397":"\n  ???\n  ","389398":"\n  if someone has broken my trust, i don't normally trust them ever again.\n  ","389399":"\n  yes, i still have a toxic person in my life. i've distanced myself from them and set boundaries with them over the past few months, and i've also been attending therapy again to deal with my feelings.\n  ","389400":"\n  yeah, although i'm unsure if the person\/group genuinely didn't like me or i just assumed they didn't like me because of my own paranoia. either way, i've always distanced myself from people when i have those feelings because i think they're better off without me.\n  ","389401":"\n  thank you !! i'm having a virtual appointment with my therapist on monday (which i'm kinda nervous about), so hopefully that will get some things off my chest.\n  ","389402":"\n  i honestly don't know, haha. i've been having a difficult time lately in finding the motivation to continue pushing forward, and the only things that have been distracting me from those feelings are work and watching my friends and other gamers play video games.\n  ","389403":"\n  to make the world better for the future generations.\n  ","389404":"\n  honestly, i'm just happy it's the weekend because this week has been terrible in terms of my personal life and my professional life, and i need these two days to myself to relax and prepare myself for next week.\n  \n  however -- this week during work, i've been listening to this elder scrolls music compilation, which has been great:\n  \n\n   https:\/\/www.youtube.com\/watch?v=ZM52HVi02vY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","389405":"\n  i'm introverted around large groups of people and extroverted around very small groups of people. however, i lean more towards being introverted because i still need time to myself after being around people to recoup, calm down, and recharge.\n  ","389406":"\n  the only thing i've done this summer is work, haha. i was invited to go fishing today, but i declined this morning because i wasn't feeling well and it's very cloudy outside.\n  ","389407":"\n  not really, no. especially considering the beaches around me are always congested with people.\n  ","389408":"\n  no, i don't like heavy foods so that would be too heavy for me to eat. i also don't really like BBQ chicken very much, haha. if i order pizza, i usually just eat regular cheese slices and occasionally slices with pepperoni on them.\n  ","389409":"\n  i believe the last movie i watched was sweeney todd. it's one of my comfort films, so it's a favorite of mine.\n  ","389410":"\n  voice opinions that are racist, homophobic, transphobic, sexist, etc etc.\n  ","389411":"\n  no, my medication doesn't make me bloated.\n  ","389412":"\n  i'd rather have one get-out-of-jail-free card, haha. it would be helpful in case i get into any trouble.\n  ","389413":"\n  as my bio indicates, i live in new york.\n  ","389414":"\n  yes, i've been diagnosed with major depression disorder and have dealt with depression and anxiety since i was a teenager. i've attempted s*icide, and i was going to do it again when i was 25 when i decided to go to the doctor instead. she put me on medication and gave me referrals to a psychiatrist and a therapist.\n  ","389415":"\n  i don't remember what it is that i said, but i was talking to my roommate about how my other roommate and his girlfriend just left the house to run some errands.\n  ","389416":"\n  get my own apartment or house where i can live independently, progress further in my career, get a firmer grip on my mental health, adopt a lot of animals, and publish a book.\n  ","389417":"\n  i'm using my laptop and there are people in the house, so i won't be posting videos today (unless i'm home alone later on).\n  ","389418":"\n  i have scabs all over my arms from previous skin-picking episodes. i also have keratosis pilaris (\"chicken skin\"), so i've always had raised bumps on my arms and legs.\n  ","389419":"\n  at times, yeah.\n  ","389420":"\n  i either say \"hello\" or just right into the conversation of what i want to tell them, haha.\n  ","389421":"\n  it's probably going to remain in existence, but until we develop a vaccine, it'll probably continue to remain as severe as it currently is.\n  ","389422":"\n  i'm on askfm to answer questions, not have conversations.\n  ","389423":"\n  i don't believe so, but i haven't been to an eye doctor in like 3-4 years, so i wouldn't be surprised if i am legally blind at this point.\n  ","389424":"\n  it eases my anxiety.\n  ","389425":"\n  my fingers, both of my arms, and my face.\n  ","389426":"\n  i watched parasite for the first time last month & that movie was INTENSE. i highly recommend it.\n  ","389427":"\n  he eats a bit more than the rest of the cats, yeah.\n  ","389428":"\n  he's a huge cat, lmaoo. he's part mainecoon.\n  ","389429":"\n  no, that's just how my voice sounds, lmao.\n  ","389430":"\n  i've never played animal crossing before, but it looks cute and fun. i feel like it was somewhat of a blessing for such an easy going game to come out during this pandemic. it definitely has eased a lot of minds.\n  ","389431":"\n  i hate nutella, period.\n  ","389432":"\n  not really, lol. people have the freedom to do what they want with their own bodies. if they want a fake tan, then they can get a fake tan.\n  \n  especially when it comes to those clothes and foams — it's a lot healthier than going to a tanning salon or sitting out in the sunlight.\n  ","389433":"\n  sure! that sounds fun.\n  ","389434":"\n  no, i'm not even sure what that is. lol.\n  ","389435":"\n  organized religion is overall bad, in my opinion. i've never been a religious person & most religious people i know seem like they're completely brainwashed by whatever religion they follow.\n  \n  granted there are *some* people who view their religion as merely a facet of their life that gives them meaning, but that's rare these days.\n  ","389436":"\n  literally everything, lmaoo.\n  ","389437":"\n  i'm on askfm to answer questions, not to talk.\n  ","389438":"\n  askfm isn't instagram, lol.\n  ","389439":"\n  my instagram is private & i don't give out my username.\n  ","389440":"\n  the term \"psychopath\" is pretty archaic and isn't used in clinical circles anymore. it increases the stigma associated with mental illnesses.\n  \n  however, depending on the individual, it's usually a combination of genetics and environmental factors.\n  ","389441":"\n  104. i'm obviously a vampire.\n  ","389442":"\n  i believe i did a very long time ago when i was a teenager. since that time, i've only routinely seen two different stylists whom i've trusted. for the past two years or so, i've only been going to one stylist.\n  ","389443":"\n  i'm normally more drawn to bold, outgoing personalities.\n  ","389444":"\n  lol, no. i've heard of the game but i've never played it before.\n  ","389445":"\n  i don't believe i'm much different, except i can express myself better via writing than i can verbally.\n  ","389446":"\n  my week has honestly been terrible, lol. i had a breakdown tuesday night that was a long time coming, probably in relation to the intense therapy session i had the night before. :\/ i ended up clocking out of work early on wednesday because i kept crying and couldn't handle anything.\n  \n  yesterday was a bit better and i got a lot of work done, and today has been good so far. hopefully things look up from here.\n  ","389447":"\n  no, i have no interest in that.\n  ","389448":"\n  yes, i believe in true love.\n  ","389449":"\n  i'm much more active on askfm. i check twitter almost every day, but i don't really tweet very often.\n  ","389450":"\n  good is an average understanding or proficiency in something, while exceptional means that your understanding of something or your ability or do something is above average.\n  ","389451":"\n  i don't know enough about the topic, so i can't give you an answer. you're better off researching the topic yourself.\n  ","389452":"\n  you're better off asking an epidemiologist or doing research on the topic (that doesn't include facebook \"research\").\n  ","389453":"\n  yeah, i've known a few people over the years who have gotten implants.\n  ","389454":"\n  thank you. i've had a pretty good start to the day already (woke up before my alarm and made breakfast & coffee with time to spare). i just have to endure the next eight hours of work before i can relax, lol.\n  ","389455":"\n  working is the most important thing in my life currently.\n  ","389456":"\n  yeah, i'll mumble certain things when i'm alone and i'll laugh out loud to myself.\n  ","389457":"\n  i think it depends on the context, because it could also be a means by which someone shuts down a person who's advancing on them that the person doesn't want to talk to.\n  \n  which, when you think about it, is a bit horrific that people get turned off by self-confidence, or at least a person's ability to recognize that they're attractive. it's almost as if people (men in particular) are attracted to those who are not self-confident or vulnerable, who perhaps are looking for that validation that they're beautiful\/handsome.\n  ","389458":"\n  showers. i absolutely hate taking baths, lol.\n  ","389459":"\n  you evidently didn't read my last response.\n  ","389460":"\n  you're missing the point again. lmao.\n  \n  number one -- if a man \"prefers\" his partner to shave their armpits, that says a lot about them as a person. they should love and accept their partner regardless of their body hair. body hair is natural and superficial.\n  \n  number two -- i'm referring to society as a whole. the media and the beauty\/fashion industries have conditioned us into believing that hairless = beautiful, when that isn't the case whatsoever. historically speaking, the idea of women shaving stems from the fact that men preferred women to be hairless because it represented an adolescent image. now that we're in contemporary times, we've recognized that it's gross and problematic, and therefore, there should be less pressure for women to shave because they're a woman regardless of what hair is on their body.\n  ","389461":"\n  you're missing the point. the fact that men prefer hairless women is what's p*dophilic, because that's the society that influences us, and people can choose whether or not they want to shave. i shave every now and again because it's my own choice.\n  ","389462":"\n  the idea of someone being hairless as s*xually appealing stems from the idea that prepubescent adolescents are more \"attractive\" than adults who grow hair. it's a logical association.\n  ","389463":"\n  unless it's affecting my work, i wouldn't do much about it. people will always like or dislike you, and if someone is immature enough to talk sh*t about you and spreads rumors about you as an adult in the workplace, then that says more about them than about me.\n  \n  if it gets bad enough, i'd talk to my supervisor about it. but this has never happened to me before.\n  ","389464":"\n  cheers !! i'm currently drinking voodoo ranger IPA. :'))\n  ","389465":"\n  hi friends !!\n  \n  ask me questions while i watch some streamers on twitch ~~\n  ","389466":"\n  on my computer screen? that's spotify, lol.\n  ","389467":"\n  i've found it really difficult to answer this question, mainly because i seldom ask people for advice to begin with. and when i do ask people for advice, i honestly rarely take their advice and apply it because i'm too headstrong and prefer to do things my own way.\n  ","389468":"\n  money wouldn't really matter too much to me in such an instance, as much as time would. i would likely try to go visit my best friend who lives in upper new england and spend the day with her and her husband, while we have a campfire outside, get drunk, eat delicious food, and just talk the night away.\n  ","389469":"\n  i would discuss how ableism still exists in society with respect to physical and mental disabilities, and how mental illnesses aren't often taken as seriously as physical illnesses because they're \"invisible\" illnesses. this also applies to chronic illnesses that aren't seen by the eye, such as fibromyalgia, crohn's disease, and other illnesses.\n  ","389470":"\n  i think it would be exciting to be part of the french revolution in the late 1700s.\n  ","389471":"\n  thank you, kittie. :')) your words of encouragement are always appreciated.\n  ","389472":"\n  i've been taught plenty of lessons throughout my life, although most of them were a bit late in life because i was too arrogant or naive to believe otherwise.\n  ","389473":"\n  the value of my own self-worth. i went through more than two decades of my life absolutely hating myself and believing i deserved nothing good, and it's only been recently that i've been learning of my own worth and value.\n  ","389474":"\n  the value of some friendships and certain relationships. you may think you're grateful in the moment, but it isn't until you lose that relationship or friendship that you begin to wonder whether or not you were truly grateful for those moments and experiences -- especially if the person in question died.\n  ","389475":"\n  ableism as it relates to mental health and physical disabilities.\n  ","389476":"\n  you can be confident and self-aware without boasting about it. to be conceited means that you're so full of yourself that you feel the need to express that confidence in exuberance to others, almost to the point where you're seeing yourself as superior to them. regular confidence and self-awareness doesn't give you that pompous attitude.\n  ","389477":"\n  i'm a scorpio, which is a water sign apparently.\n  ","389478":"\n  no thanks, lmaoo.\n  ","389479":"\n  it sounds like fun, so sure.\n  ","389480":"\n  every year has its own ups and downs, and i honestly can't recall what a favorite year would even be. it's definitely not 2020, that's for sure. lmaoo.\n  ","389481":"\n  true crime, writing, literature, mental health advocacy, photography, nature, video games, psychology, sociology, anthropology, animals, etc etc.\n  ","389482":"\n  i'm honestly terrible at cooking, so i'd order something nice (but obviously not pass it off as my own).\n  ","389483":"\n  i don't remember.\n  ","389484":"\n  my depression is causing me to spiral again, lol.\n  ","389485":"\n  i'm talented at writing.\n  ","389486":"\n  video games don't cause violence, no. if someone is already an inherently violent person then they may gravitate towards violent video games, but the video games themselves don't cause the violence.\n  ","389487":"\n  yeah, on more occasions than i'd like to admit, lol.\n  ","389488":"\n  i don't discuss finances on askfm.\n  ","389489":"\n  probably not, tbh. it's my main form of communication with people & i also need the internet for my job.\n  ","389490":"\n  i got it brand new — the first car i've driven that hasn't been preowned, haha.\n  ","389491":"\n  dark chocolate, it doesn't upset my stomach as much (lol).\n  ","389492":"\n  hershey's cookies & cream.\n  ","389493":"\n  yeah, there are a few people. if i'm bored enough, i'll go on their pages and see if there are any new answers that i might have missed.\n  ","389494":"\n  i've been driving since i was 19. i have a hyundai accent.\n  ","389495":"\n  depends on the area you live in, but as a whole, yes.\n  ","389496":"\n  eggs and fruit.\n  ","389497":"\n  i have a personality disorder, so it can go either way. not that personalities can be inherently masculine or feminine, at any rate.\n  ","389498":"\n  if it's consensual, then there's nothing wrong with it.\n  "}}