{"Question":{"390572":"\n   Who makes you laugh?\n  ","390573":"\n   Be honest do you like drama?\n  ","390574":"\n   Do you believe Covid-19 is a lie?\n  ","390575":"\n   Do you have cankles?\n  ","390576":"\n   It's just not the same as reading paper books, where you actually touch the book and feel it, haha.\n  ","390577":"\n   they probably would have tried to? a bag\/purse is a very personal thing. i would be devastated to lose mine and would have called everywhere i thought i might have left it if it happened to me :\/\n  ","390578":"\n   wait, so you didnt hand it into lost property or whatever? you just kept it?\n  ","390579":"\n   When reading, do you prefer paper books or electronic books?\n  ","390580":"\n   Oh how did you get it for free?\n  ","390581":"\n   Well if you stopped buying the Gucci purses then you would be good\n  ","390582":"\n   What things you want to do, but you can't?\n  ","390583":"\n   but ur an alcoholic and thats harmful\n  ","390584":"\n   so being a stay at home mom is archaic?\n  ","390585":"\n   What do you smell like right now?\n  ","390586":"\n   When was the Last time you spoke to a police officer and why?\n  ","390587":"\n   that’s not fair at all. if the man works then he shouldn’t do any kind of work at home.\n  ","390588":"\n   what if the girlfriend doesn’t work and just stay at home lazing?\n  ","390589":"\n   should a man do chores if he works?\n  ","390590":"\n   Do you think divorce can be bad or good for the kids growing?\n  ","390591":"\n   What makes you healthy then?\n  ","390592":"\n   Are you a healthy person? Are you a health freak?\n  ","390593":"\n   My bf and i broke up years ago 6 weeks but got back together. During that time i slept with another guy and my ex at the time kept coming around and i would build the other guy up like ive moved on. So we're together for years again. He keeps asking for details. I felt bad at first now im mad. Help?\n  ","390594":"\n   tell her to stop doing two languages, it’s quite annoying.\n  ","390595":"\n   Are you serious in real life?\n  ","390596":"\n   Do you like my questions, or should I ask other questions?\n\nVind je mijn vragen leuk, of moet ik andere vragen stellen?\n\n?\n  ","390597":"\n   do you laugh when you type haha?\n  ","390598":"\n   Last song you played?\n  ","390599":"\n   Hi leigh, thanks for helping through my moms death back in 2012. You were instrumental in raising me the right way. Please accept  my appreciation\n...so? And then???\n  ","390600":"\n   Didn’t you say that you loved your ex as soon as you saw him?\n  ","390601":"\n   I need your advice I moved in with my bf but he doesn’t clean up after himself and it pisses me off. I talked to him so many but nothing changed. How should I deal with it?\n  ","390602":"\n   —\n  ","390603":"\n   Geloof jij in liefde op het eerste gezicht?\n\nDo you believe in love at first sight?\n\n??\n  ","390604":"\n   What was the last thing that made you laugh\n  ","390605":"\n   Are you going to shave it to the same length you did two years ago?\n  ","390606":"\n   I think that u forgot what my main point was?just when I ask u a question (yes you’ll recognize its my question) just answer make me happy and I’ll move on my way and ask the next girl the same question in my own style instead of me and you just arguing back and 4th like we are in a “lovers quarrel”\n  ","390607":"\n   Let’s settle this right now. 1. Other than L.A New York was at the centre of the crack epidemic so there is a good chance you’ve seen it, have friends or you consuming it. 2. When we were all in school don’t remember the “teachers\/professors reinforcing you saying there are no silly questions”\n  ","390608":"\n   Of course I never asked you this question before I was saving it for a rainy day to prove my point to you how you would never answer my questions when they are on a similar to this.Cause this is a serious question that has merit and precedent to start a debate and take sides on wether it is or isn’t\n  ","390609":"\n   Okay then let’s prove your theory that you answer every question. Since you are from New York right you should be familiar and have experience with this question. If I put a piece of crack rock in a burger can it be classified as an edible?\n  ","390610":"\n   We’ll ask you questions if you actually answer them smh.\n  ","390611":"\n   What do you think it would be like to live life as a bird?\n  ","390612":"\n   Oh. I can choose whatever mood I want? But what if there is a mood that I want but it is not in askfm. Do you think I should talk to the developers who makes the moods to add more new moods?\n  ","390613":"\n   Have you done anything lately worth remembering?\n  ","390614":"\n   lol your long hair looks great too though, I love your color\n  ","390615":"\n   do you use the mouse with your left hand?\n  ","390616":"\n   you look fantastic holy shit\n  ","390617":"\n   US is on top of covid cases because of stupid people like your roommate and his gf\n  ","390618":"\n   OMG!!! You look so different... But super nice haha\n  ","390619":"\n   How do I get the askfm moods to be whatever I want?\n  ","390620":"\n   Do you have a picture of the before and after moments?\n  ","390621":"\n   Seriously? Good decisions sometimes come unexpected haha\n  ","390622":"\n   How much did you clean last night? ?\n  ","390623":"\n   who does the laundry?\n  ","390624":"\n   What made you decide to shave your head?\n  ","390625":"\n   what about your roommates? do you do most of the work?\n  ","390626":"\n   You look great!!!! :)\n  ","390627":"\n   What color is your hair now?\n  ","390628":"\n   your house is always clean lol are you a clean freak?\n  ","390629":"\n   Your laptop looks good, what brand?\n  ","390630":"\n   What’s the energy drink & ur desk !! Explain about it\n  ","390631":"\n   Working ??\n  ","390632":"\n   am I right to feel hurt when I gave birth none of my husband's family congratulated me? they spoke to my husband and asked for pics and videos but the mother that gave birth wasnt even told congrats. my husband thinks im overacting but im hurt.\n  ","390633":"\n   why is your roommate going to his gfs that isn't allowed\n  ","390634":"\n   What are the things you have overcome in your life??\n  ","390635":"\n   What do you think about the Black lives Matter?\n  ","390636":"\n   Do you think we live in a small world\n  ","390637":"\n   Is there someone you hate for no reason? ?\n  ","390638":"\n   What do you usually eat for breakfast? ? ? ?\n  ","390639":"\n   Do you brush your teeth once or twice a day?  ? ?\n  ","390640":"\n   How often do you post pictures in you social media accounts?\n  ","390641":"\n   Remember when Mariah would brag about private school, her family having money and her amazing bf buying her stuff and now she is begging for money and single?☕️ she even dissed Ash's living situation.\n  ","390642":"\n   Do you consider the rumor that Chester was John Podesta's illeg. son amusing? They do look alike.\n  ","390643":"\n   do you speak other language than english?\n  ","390644":"\n   How is life? ?\n  ","390645":"\n   do you answer sexxual questions?\n  ","390646":"\n   you actually do. i am surprised that you can, are you lying about being drunk?\n  ","390647":"\n   Why do you drink?\n  ","390648":"\n   Can you write properly when you’re drunk?\n  ","390649":"\n   Follow for follow\n  ","390650":"\n   how have you been feeling lately?\n  ","390651":"\n   Oh, you moved recently.\n  ","390652":"\n   How old were you when you moved out?\n  ","390653":"\n   Do you laugh at people with big ears?\n  ","390654":"\n   I went on a date with a dude and he offered to pay the bill and I felt offended. Like what was he thinking that I am broke and can't afford it? I don't spend anyone's dimes, i am not a leech\n  ","390655":"\n   would you date someone whos 17\n  ","390656":"\n   lol how awkward\n  ","390657":"\n   did you meet her too?\n  ","390658":"\n   If you slap someone, can they sue you? lol\n  ","390659":"\n   Well I am not going to say the 2 from yesterday but the one from today was like some asked “ how do you explain love to a 5 year old” and I said “ they should listen to bedrock by young money since when I was young that taught me everything I need to learn about love”\n  ","390660":"\n   if your ex got a new s\/o, would it hurt u?\n  ","390661":"\n   how do you become good at it? is it innate?\n  ","390662":"\n   are you good at painting ??\n  ","390663":"\n   Did you ever write in a journal?\n  ","390664":"\n   do your parents still send you to sleep?\n  ","390665":"\n   Ever sat on a bench outside with a friend and smoked cigarettes?\n  ","390666":"\n   aren't you tirid?\n  ","390667":"\n   did you ever wake up in the middle of the night and weren't able to sleep?\n  ","390668":"\n   I really hate about the fact I have asked you 3 questions 1 today and 2 yesterday and you never answered them but you answer everybody else’s it’s not fair.\n  ","390669":"\n   you live in new york the land of bosses and the rulers of earth.u are satanic\n  ","390670":"\n   It is not scientifically proven that those work. Sleeping, eating regularly, and exercising is the best way to. Supplements can't replace a healthy lifestyle.\n  ","390671":"\n   How do boost your immune system?\n  ","390672":"\n   haha do people still do that in 2020?\n  ","390673":"\n   when you are really tired, are you more emotional than usual?\n  ","390674":"\n   ever sent dedications by radio?\n  ","390675":"\n   In a relationship, do you think it's important who texts first?\n  ","390676":"\n   Why not?\n  ","390677":"\n   Do strong personalities attract haters?\n  ","390678":"\n   Was he ok with it?\n  ","390679":"\n   Why not? I’m not judging but I’m curious why\n  ","390680":"\n   Why don’t you turn it off?\n  ","390681":"\n   do you love anons?\n  ","390682":"\n   are you hot or hotter than a summer night in las vegas?\n  ","390683":"\n   Are stereotypes ok to mention? Do you believe them?\n  ","390684":"\n   Did you ever watch Mr. Rogers when you were a kid?\n  ","390685":"\n   Are you gonna vote in the presidential elections this year?\n  ","390686":"\n   Should the government tax people based on privilege like skin color, sexual orientation, etc.?\n  ","390687":"\n   Very well said! ? Would be polyamory something for you?\n  ","390688":"\n   What is your opinion on polyamory? ?❤️? (it‘s the practice of, or desire for, intimate relationships with more than one partner, with the informed consent of all partners involved.)\n  ","390689":"\n   Are their health issues run in your family?\n  ","390690":"\n   this girl said to someone \"you only have 200 followers on instagram, you don't exist loool\". doesn't that sound superficial?\n  ","390691":"\n   Is eating healthy expensive in the states?\n  ","390692":"\n   Do you like Sinatra's 'New York, New York'?\n  ","390693":"\n   Wher are you from\n  ","390694":"\n   How are you\n  ","390695":"\n   How are you\n  ","390696":"\n   CV\n  ","390697":"\n   Rory Gallagher \"Bad Penny\".\n  ","390698":"\n   oh, ok, i wanted to send you a song to listen to, to tell me if you like it, haha.\n  ","390699":"\n   do you open yt links?\n  ","390700":"\n   Can people follow you on Instagram and Twitter?\n  ","390701":"\n   What if its a forehead tattoo that says \"I Eat Ass\"?\n  ","390702":"\n   How tight are the leggings?\n  ","390703":"\n   Isn't it completely true alcohol gives you superhuman strength and resistance to pain?\n  ","390704":"\n   Pic of what you wear on your wrist?\n  ","390705":"\n   oh, ok. thanks for being so open and honest. you appear to have insight into your own behaviour (which isnt always easy). ?\n  ","390706":"\n   That can happen ?‍♀️ But they are no different from us really. If a friend of your mams starts talking to you, it might be awkward you know?‍♀️ Completely natural ?\n  ","390707":"\n   Current outfit?\n  ","390708":"\n   are you concerned or its not really an issue? i’ve heard that drinking every day means you are an alcoholic but not sure how true that is!\n  ","390709":"\n   Lol, I read this and thought “WHAT ACCIDENT OMG HOPE THEY ARE OK!” ? damn typos\n  ","390710":"\n   Just be real with kids (age appropriately). Say what you would say to an adult, just be vague about sxx etc ? Kids like it when we are real with them ?‍♀️ I teach preschool ?\n  ","390711":"\n   speak in instagram?\n  ","390712":"\n   I pictured your accident differently! So american, I love it ?\n  ","390713":"\n   you're open about drinking. do you feel you have a problem?\n  ","390714":"\n   Drangon ball z, there theory about the orgion of the story, it's depressing have you ever seen it\n  ","390715":"\n   Bill gates was hacked. And so many famous people. It’s the biggest hacking in history. It’s weird you didn’t hear of it\n  ","390716":"\n   Fav cartoon as a kid?\n  ","390717":"\n   What’s your opinion on the recent hacking on twitter? Are you scared they will target you?\n  ","390718":"\n   When did become interested in politics?\n  ","390719":"\n   Do you prefer bush or Obama?\n  ","390720":"\n   Best beaches close to you?\n  ","390721":"\n   Do you get enough sleep?\n  ","390722":"\n   How do sororities work? How do you get into one? What do they do?\n  ","390723":"\n   How will you explain love to a five year old kid?\n  ","390724":"\n   Using other words\/phrases, how will you say I love you?  ?\n  ","390725":"\n   What would you do if a teaspoon of your tears could be used to cure cancer in one person?\n  ","390726":"\n   What are the misconception about tattoos and piercings??? What do you think about them?\n  ","390727":"\n   Where would you live if you could live anywhere in the world?\n\nWaar zou je wonen als je overal ter wereld zou kunnen wonen?\n\n??\n  ","390728":"\n   Which three countries do you want to visit?\n  ","390729":"\n   Do you have any grey or white hairs\n  ","390730":"\n   Did you notice a change in activity on ask?\n  ","390731":"\n   Today are you ok ?\n  ","390732":"\n   Would you rather relive 2019 or 2020 though if you had to choose??\n  ","390733":"\n   When is the right time to get drunk? ?\n  ","390734":"\n   Would you say 2019 was worse than 2020?\n  ","390735":"\n   why did you lie about having ED?\n  ","390736":"\n   Do you love to cook and eat? ❤\n  ","390737":"\n   i want to add you on insta?\n  ","390738":"\n   favourite instance of double\/hidden meaning in a song by any artist?\n  ","390739":"\n   Feed me some knowledge? What is an interesting fact that you know? ?\n  ","390740":"\n   Any self-reflection or thoughts??\n  ","390741":"\n   Would you go on a blind date? ?\n  ","390742":"\n   Does toxic masculinity really exist? Can you share an experience or opinion about it? ?‍♀️?‍♂️\n  ","390743":"\n   What's one thing you really want but can’t afford? ?\n  ","390744":"\n   What are you looking forward to that’s happening soon? ?\n  ","390745":"\n   How different was your life a year ago? ?\n  ","390746":"\n   have you ever been in an abandoned building?\n  ","390747":"\n   how different do you want to be in five years from who you are now?\n  ","390748":"\n   is your favourite season the same now as when you were younger?\n  ","390749":"\n   what stereotype do people see you as?\n  ","390750":"\n   what’s the most unusual item of clothing or accessory you own?\n  ","390751":"\n   Cake or pie?\n  ","390752":"\n   Luckily you had a good day! oh, what a time difference. Here it is half past four, good luck with your work!\n  ","390753":"\n   Goodnight\/Goodmorning?\nHave a nice day!\n  ","390754":"\n   What special habits do you have?\n\nWelke speciale gewoontes heb je?\n\n??\n  ","390755":"\n   If there was some kind of anomisity between your partner and your best friend, how would you handle it?\n  ","390756":"\n   104. have you ever watched the First 48?\n  ","390757":"\n   Have u ever made allusions to a visitor to leave your house bc you were fedup with their presence?\n  ","390758":"\n   Don’t you think it’s somehow classist to tell someone who wants to lose weight to seek help from a nutritionist? Not everyone can afford it. Considering the fact that you don’t even know that person nor their financial status.\n  ","390759":"\n   Don’t you think it’s a bit creepy tho? Ik someone who does that, and they seem like a weird person anyway.\n  ","390760":"\n   If someone posted constantly photos of things such as tarot cards, and stuff about astrology, magick etc. would you assume theyre into it\/practice it?\n  ","390761":"\n   Do you even bother answering it or just leave it \/ remove it from your questions?\n  ","390762":"\n   Is there a song that reminds you of anyone?\n  ","390763":"\n   Do you think that's young\n  ","390764":"\n   Really would like to be a  cop, better my life but too old now i'm 24\n  ","390765":"\n   Yeah and the police will pay for my course if i get in\n  ","390766":"\n   Oh it's £20 thousand pounds because i'm in the uk, i googled what is £20 thousans pounds into dollars and it came up with $25 thousand\n  ","390767":"\n   It's $25 thousand if you convert it to dollars\n  ","390768":"\n   Has your opinion changed on something recently?\n  ","390769":"\n   Leigh, honestly, as a writer yourself, does one really need to have an innate gift at writing to be good at it? I cannot write to save my life and I’m not good with words. Is it something that can be trained? Or do you need to have some talent? I really do think it’s the latter lol\n  ","390770":"\n   Would you say this is a good offer, going to college 3 days a week, 2 days as a police offcer and full pay. So 20 grand a year. Thinking of applying\n  ","390771":"\n   Fav cartoon movie\/show\n  ","390772":"\n   Your opinion on will smith and his wife talking about cheating?\n  ","390773":"\n   What do you think of people who are stuck up, and think tey're better than everyone if they have a nice job\n  ","390774":"\n   What was your home life like growing up?\n  ","390775":"\n   What was the most stupid question you've ever received?\n  ","390776":"\n   I agree with you. Grammar is really difficult. I am not a native speaker. but in my own language, I sometimes make grammatical errors. Lol, the language is really complex, it's just so much more than \"basic language\". There's many rules to it\n  ","390777":"\n   Can we talk on Instagram? ?\n  ","390778":"\n   If you could only keep five possessions, what would they be?\n  ","390779":"\n   What did you do for your previous experience\n  ","390780":"\n   But grammar isn’t difficult. Lol\n  ","390781":"\n   *Sent to everyone I follow*\n\nI wish to clear up the list of people I send questions to. If you do not want to recieve any more questions from me, please tell me so. If you want to get my future questions you can ignore this if you so wish! \n\nHave a good day, morning, evening or whatever! ?\n  ","390782":"\n   Does it pay well? I'm curious about jobs and pay as I'm in college and keeping my options open\n  ","390783":"\n   What do you do for a living?\n  ","390784":"\n   How was your day\n  ","390785":"\n   does watching horror movies scare you? ?\n  ","390786":"\n   Do you judge people based on their knowledge of grammar? ?\n  ","390787":"\n   What is your nationality? ?\n  ","390788":"\n   alright, what advice would you give on how not to get overwhelmed when writing? i wanna write a comic but i get overwhelmed on balancing tone, adding themes, writing the character's personalities, worldbuiling, etc\n  ","390789":"\n   oof i tend to overhink evethything a lot :(\n  ","390790":"\n   what is the number 1 writing advice you'd give\n  ","390791":"\n   do you often overthink when writing\n  ","390792":"\n   maybe, also just wanna talk\n  ","390793":"\n   helloo\n  ","390794":"\n   What was the last song you listened to?\n  ","390795":"\n   Best body part on yourself? Others?\n  ","390796":"\n   Has anyone had odd dreams lately? Share if possible! :)\n  ","390797":"\n   Do you find architecture interesting?\n  ","390798":"\n   Survey: Coffee Date or Movie Date or Dinner Date? ❤ (I want to ask a girl out. Help me out?)\n  ","390799":"\n   What causes you to block people ?\n  ","390800":"\n   height?\n  ","390801":"\n   hello?\n  ","390802":"\n   would you consider yourself impulsive? what’s the last impulsive thing you did?\n  ","390803":"\n   What is one thing that made you feel bad recently\n  ","390804":"\n   103. what time did you wake up this morning?\n  ","390805":"\n   Post a selfie!\n  ","390806":"\n   are bi straight gay or something lse\n  ","390807":"\n   Date older or Date younger? Why?\n  ","390808":"\n   maybe they’re not just trying to make ends meet. maybe some actually like it too\n  ","390809":"\n   Isn’t money important to you?\n  ","390810":"\n   What’s your opinion on people who are adult and still work at McDonald’s?\n  ","390811":"\n   I don’t want you to come to my country\n  ","390812":"\n   Is this a stupid way to think, IF I ever get a girlfriend i\"ll would want her to work same as me, so we have  more incoming into the house.  Stupid way to think?\n  ","390813":"\n   Would you ever run a marthon?\n  ","390814":"\n   Do you ever sing along to Les Miserables or anything else like that?\n  ","390815":"\n   Where would you go if all expenses were paid?\n  ","390816":"\n   Haha good luck!\n  ","390817":"\n   What is your  Instagram and twitter ?\n  ","390818":"\n   You're stuck on an island. How would you spend your time?\n  ","390819":"\n   are you attracted to men or women or both or neither?\n  ","390820":"\n   Why does the answers needed just say +99 when you need approximately 120 answers :\/ and it not do a ✅ once hitting that 99 mark\n  ","390821":"\n   ...hi\n  ","390822":"\n   Do you want to get married?\n  ","390823":"\n   69 Camaro vs 70 Mustang vs 70 Cuda what classic pony car would you be driving?\n  ","390824":"\n   what do u think caused ur weight gain if ur comfortable sharing?\n  ","390825":"\n   what’s your age limit? are you going to claim children of 11 have “relationships”?\n  ","390826":"\n   What is your bra size ?\n  ","390827":"\n   What is your weight ?\n  ","390828":"\n   What is your height ?\n  ","390829":"\n   What are you doing?\n  ","390830":"\n   Yes of course\n  ","390831":"\n   Who's the kindest person you know? ?\n  ","390832":"\n   What’s the hardest lesson you’ve learned? ?\n  ","390833":"\n   Hi dear\n  ","390834":"\n   Who inspires you to do things in life better?\n\nWie inspireert jou om de dingen in het leven beter te doen?\n\n???❤\n  ","390835":"\n   What's the strangest dream you've ever had? Has it ever happened twice? ? ?\n  ","390836":"\n   What do you think must be seen or experienced in person to really appreciate it? ?\n  ","390837":"\n   Have you ever worked in retail or food industry? What was it like?\n  ","390838":"\n   Do you easily open up with new friends?\n  ","390839":"\n   What myths and legends do you find most interesting?\n  ","390840":"\n   Are there any conspiracy theories that you whole heartedly believe? I'm intrigued after I had an inbox about one :)\n  ","390841":"\n   Which fictional villain\/villainess is your favourite? Why? ? ?\n  ","390842":"\n   Is there anything you often collect? Why? ?\n  ","390843":"\n   have you ever been to disney world or disney land? ☺️\n  ","390844":"\n   Did you hate any of your past jobs\n  ","390845":"\n   and its not unusual to crush on other girls at that age\n  ","390846":"\n   it was obviously a friendship as opposed to a relationship. you were 12\n  ","390847":"\n   If you had to work but didn’t need the money, what would you choose to do?\n  ","390848":"\n   Airline food, what's your opinion on it? ?\n  ","390849":"\n   How have you been doing?\n  ","390850":"\n   What is the worst injury that you have had?\n  ","390851":"\n   What is your go-to movie to watch on a rainy day?\n  ","390852":"\n   What is your favourite fast food place?\n  ","390853":"\n   Hello\n  ","390854":"\n   Do you find NYCers are more rude\/impatient than peoplr elsewhere?\n  ","390855":"\n   Ootd?\n  ","390856":"\n   And then?\n  ","390857":"\n   Are you done with the work?\n  ","390858":"\n   Do remember life without technology? What was it like?\n  ","390859":"\n   When was the last time you went to the hair salon?\n  ","390860":"\n   In your personal opinion what is the pros and cons of living in New York. And overall have you enjoyed your time there or do you wish you could move?\n  ","390861":"\n   Have you ever seen Game of Thrones? ?? Which is your favorite house and why? ??????☀️??\n  ","390862":"\n   Penny for your thoughts?\n  ","390863":"\n   Many professors can't explain whether soul  exists as such, and if it exists, then what is it and where is it located. Do you think there is soul and if so, where is it located?\n  ","390864":"\n   And your ideal next relationship?? woman or man?\n  ","390865":"\n   Like a years ago?\n  ","390866":"\n   Have you ever been with a woman?\n  ","390867":"\n   Maybe u need to eat something lol\n  ","390868":"\n   Ugh ..Is your stomach okay at least?\n  ","390869":"\n   How are you doing today\n  ","390870":"\n   Have you been in a toxic relationship?  Ifbyes,  how did it affect you?\n  ","390871":"\n   Ariana Grande or Selena Gomez??\n  ","390872":"\n   What were you bullied for?\n  ","390873":"\n   What fruits do you eat the most? ? ? ? ? ? ? ?\n  ","390874":"\n   How do you relax after a hard day at work or school?\n\nHoe ontspan je na een zware dag op het werk of op school?\n\n??\n  ","390875":"\n   What do you like to drink most? Coke or Estathé? ?\n  ","390876":"\n   Favorite alcoholic drink? ?\n  ","390877":"\n   What's the best thing to do when you can't sleep?\n  ","390878":"\n   Aww, that is so amazing. Also what is that lightning symbol next to your avatar?\n  ","390879":"\n   I always skip breakfast, my breakfast consists of just a large cup of hot dark no sugar coffee and a gazillion cigarettes. It's been like that for years, haha. Will it affect my health?\n  ","390880":"\n   they are closing salons again in LA. After opening them\n  ","390881":"\n   102. do you like conflict?\n  ","390882":"\n   do you think schools should open up next month?\n  ","390883":"\n   How much do you eat in a day\n  ","390884":"\n   What's your favorite magazine?\n  ","390885":"\n   Do you answer questions about your mental health?\n  ","390886":"\n   Goodmorning?\n  ","390887":"\n   How did you make that picture look so cool like that? Did you use photoshop?\n  ","390888":"\n   Do you think it's wrong for people to assume you have to have sxx to get pregnant? They're not acknowledging people who are LGBT who are parents in other ways as well. Seems homophobic.\n  ","390889":"\n   I know this is a few hours old now but I tried this once and they wouldn't let me. They said it had something to do with 9\/11? But idk the validity of that. They made me write the return address there in the post office.\n  ","390890":"\n   Which town did you grow up in?\n  ","390891":"\n   You sound so weird when you say you fancy wolves, wtf dude?\n  ","390892":"\n   thoughts on naya Rivera death\n  ","390893":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","390894":"\n   hmmm. since when have humans been fair?\n  ","390895":"\n   Are u unkissed like almost year?:0\n  ","390896":"\n   Oh that's great ? why better?\n  ","390897":"\n   If you could do anything you wanted too...right now, what would you do ?(:\n  ","390898":"\n   How's going\n  ","390899":"\n   Dual wielding tonfas for me. By the way what is your avatar a picture of?\n  ","390900":"\n   I got fears of driving too. You are not alone brother. Also if you had a weapon, what would you wield? (i.e. Sword)\n  ","390901":"\n   Foto\n  ","390902":"\n   What would you consider to be your favourite meal? ?\n  ","390903":"\n   What trend did you never really understand? ?\n  ","390904":"\n   Do you think it's unreasonable for parents to not allow their child to have a phone until they can pay for it themselves? I find it unsafe and unrealistic in this day and age, personally.\n  ","390905":"\n   Would you rather be a police detective or a private investigator? ?\n  ","390906":"\n   if you disliked a co-worker, would you still be cordial to them at work?\n  ","390907":"\n   how do you stand your ground without getting worked up and nervous?\n  ","390908":"\n   What do I put on the outside of an anonymous letter for the mail? I’m not really sending a letter anonymously, it’s just that I’m sending this letter to someone who is pretty much a stranger, and I do not want them to know where I live\n  ","390909":"\n   If you were nearly the only one not invited to a co workers birthday does this make you a boring person no one likes?\n  ","390910":"\n   do you also think its fake when the checkout cashier says 'and how are you today'? ive had that from time to time in the supermarket, and im normally aloof to the cashiers bc they say that, as if they actually care or mean it?they don't legitimately want to know ' how you feel, they dont care lol\n  ","390911":"\n   If you had all the free time to fully study and learn more about something, what would it be? personally, I've been getting into anthropology, I find it really fascinating, wish I could dedicate all my time to studying it properly.\n  ","390912":"\n   If you wanted to have a superpower, what would it be?\n  ","390913":"\n   Then what you doing in laptop ?\n  ","390914":"\n   What does Freedom mean to you?\n  ","390915":"\n   Why didn’t you eat a McDonald’s breakfast sandwich they are cooked right all the time and eat at Popeyes?\n  ","390916":"\n   And u got this issues at work?so unlucky tho..\n  ","390917":"\n   Would you want to transform into a wolf?\n  ","390918":"\n   why is this anon yelling and using \"?\" excessively, they're really annoying lol w their demanding attitude.\n  ","390919":"\n   Ok ok !! Busy at work ??\n  ","390920":"\n   Oh oh selfie ????\n  ","390921":"\n   Ok !! What happen ur hair ??\n  ","390922":"\n   Aww that’s sad you have a car and don’t drive it. Is okay if I can have it and just pick you up and drop you off whenever you need a ride?\n  ","390923":"\n   Ok post a video from ur window !! Show outside !!\n  ","390924":"\n   Post ur room tour rn !!\n  ","390925":"\n   I know you don’t like talking about money but about how much do you spend on maintenance a year on the car and how much do you spend a month or a week on gas for it?\n  ","390926":"\n   U ate something reaaally bad\n  ","390927":"\n   Alright stay safe Leigh. Is it okay if I check in with you every no and again?\n  ","390928":"\n   Did this dude just compare a 2002 Mercedes to a 11 year old newer Hyundai?? I would rather have the Hyundai easy who would want a old Mercedes just for it to break down every 100 miles just to say you have a Mercedes?\n  ","390929":"\n   Do you think it's unreasonable for a parent to not want their kids to date until age 18?\n  ","390930":"\n   Well call them and make sure cause quite a few insurance company’s  are claiming a bunch of nonsense and trying to avoid paying out and blah blah and people are stuck with 5 figure or sometimes even 6 figure hospital bills.\n  ","390931":"\n   Which cities would you like to visit around the world?\n  ","390932":"\n   Does your insurance cover COVID-19 hospital visit?\n  ","390933":"\n   What are the significance of wolves?\n  ","390934":"\n   Are u better?\n  ","390935":"\n   do you like Marillion?\n  ","390936":"\n   you might be pregnanta\n  ","390937":"\n   Last time you kissed someone\n  ","390938":"\n   U had tummyache?:\/\n  ","390939":"\n   Is it COVID-19?\n  ","390940":"\n   Why didn’t you get a 2002 Mercedes S class it’s like the same price?\n  ","390941":"\n   Why are wolves your favorite?\n  ","390942":"\n   How are you\n  ","390943":"\n   Are you dating?\n  ","390944":"\n   What year?\n  ","390945":"\n   What motivates you in life? ?\n  ","390946":"\n   What was the biggest lie u got away with?\n  ","390947":"\n   What kind of car do you drive?\n  ","390948":"\n   Do you feel comfortable saying what your first kiss was like and your first\/best date you ever been on?\n  ","390949":"\n   Forget other people only you can survive there. but I understand you go in with your little mask buy whatever got to and walk out but when you get back home get your little Facebook crew together and come back with everyone wearing masks and loot\/protest the nonsense of that place lesson learned.\n  ","390950":"\n   What do you wish more people knew about you? ?\n  ","390951":"\n   What is or was your favourite board game? ? ?\n  ","390952":"\n   What is something that only makes sense to you?\n  ","390953":"\n   How much of yourself\/your life do you let people see online? You don't have to answer this, I'm just curious. For me it's like 90% I think.\n  ","390954":"\n   Your most favourite pre-2000 song?\n  ","390955":"\n   Does sex makes a relationship better or not?\n  ","390956":"\n   Travis Scott or Drake???\n  ","390957":"\n   Are you good in dancing?\n  ","390958":"\n   What is one thing you always second guess?\n  ","390959":"\n   wow they're so talentd\n  ","390960":"\n   So you a New Yorker you make the rules you kick the door open walk up into that place take whatever you want and walk out straight up cause you a queen.\n  ","390961":"\n   who drew you like that\n  ","390962":"\n   Are u into astrology and zodiac? If so what house is your sun sign in? I'm a cancer sun in the 10th\n  ","390963":"\n   Today’s outfit ???\n  ","390964":"\n   Do you wear a mask in public due to covid\n  ","390965":"\n   What made you reunite?\n  ","390966":"\n   Ok but he is asking you for sex just because porn has turned him on, I mean would that not offend you in the first place if he asks you to have sex with him lol\n  ","390967":"\n   I’m sorry I’m drunk I meant to say you didn’t have a fall out. Your friendship is goals. I wish I had a best friend\n  ","390968":"\n   That’s actually so nice that you two fight fall out\n  ","390969":"\n   Favorite sport (to watch or play)?\n  ","390970":"\n   Couldn’t you get a room and be with your gf jeez\n  ","390971":"\n   PAP of your favorite bookshelf?\n  ","390972":"\n   were ur friends who passed from covid on the younger side?? thats so scary to me and gives me anxiety :( im sorry\n  ","390973":"\n   What'd you do this weekend? PAP?\n  ","390974":"\n   What if he says that he gets turned on watching porn and he asks you to have sex with him? Do you think that would be acceptable of him to ask you for sex?\n  ","390975":"\n   Are you more of a morning person or an evening person?\n  ","390976":"\n   what kind of wolf is your favorite?\n  ","390977":"\n   Bathtub ? or shower ? what do you find most relaxing? ?\n  ","390978":"\n   How have you changed in the last 5 years?\n  ","390979":"\n   Have you ever seen a shooting star? ? ?\n  ","390980":"\n   Do you drink sparkling or natural water??\n  ","390981":"\n   Do you play any sports? ? ? ⚾️ ⚽️\n  ","390982":"\n   Are you an empath?\n  ","390983":"\n   Like, have you ever touched a frog?\n  ","390984":"\n   Do you collect anything?\n  ","390985":"\n   Am I empathetic If I always feel bad for people, and I always try to help the best I can, I mean I would help even those who've hurt me if I knew they needed it.\n  ","390986":"\n   Do you like touching frogs?\n  ","390987":"\n   Do you ever have stress free days at all?\n  ","390988":"\n   what are you anxious about mainly?\n  ","390989":"\n   do you prefer to have a simple life?\n  ","390990":"\n   Were you comfortable sleeping in the car?\n  ","390991":"\n   How far ahead do you usually plan?\n  ","390992":"\n   Ever slept in a car overnight?\n  ","390993":"\n   Are you extra cautious with personal hiegine now?\n  ","390994":"\n   Hey Leigh, do you know anyone who has covid?\n  ","390995":"\n   this was an intentional technique using the nikko rull tool. It's part of literally every one of my digital pieces. But okay anon\n  ","390996":"\n   there’s some white dots she didn’t color lol\n  ","390997":"\n   she forgot to color the background lol\n  ","390998":"\n   Is it for free?\n  ","390999":"\n   —\n  ","391000":"\n   What was the last song that you listened to?\n  ","391001":"\n   Where was the last place that you went to?\n  ","391002":"\n   What’s your favourite day of the week?\n  ","391003":"\n   What is your favorite animal?\n  ","391004":"\n   Like you know how when you work the company puts you on the payroll  and pays you your salary every week or every 2 weeks so what I mean by pay roll is would the guys like reserve some money for you and pay you directly with cash when you need\/want it or indirectly through dates, gas, gifts etc.\n  ","391005":"\n   Thank you for the detail Leigh but the guys never put you on like a payroll or something?\n  ","391006":"\n   In your honest opinion how Important is money in a relationship and Also in your opinion in your past relationships how did money work with you and your partner? Was it a causal thing for them to pay for dates, buy you gifts, help pay off your debts, etc. If they didn’t have money what would happen?\n  ","391007":"\n   What's your dream job?\n  ","391008":"\n   Have you ever seen a shark in real life, like while you were swimming on the beach not in an aquarium?\n  ","391009":"\n   Coffee flavored ice cream.\nYay or nay?\n  ","391010":"\n   Do you own any bracelets that you love to wear? PAP.\n  ","391011":"\n   Do you know CPR?\n  ","391012":"\n   when’s the last time you were given more responsibility?\n  ","391013":"\n   Has your life turned back to normal?\n  ","391014":"\n   99. hey guys i sent out almost  ? questions ?. use as a filter ✨?\n  ","391015":"\n   your friends on here said they would dump their bf if they watched it lmaooo isn’t that a silly reason\n  ","391016":"\n   If someone posts personal details about their life online. Are their followers obligated to know every detail?\n  ","391017":"\n   What if your bf watches porn, would you consider it cheating or what would you do?\n  ","391018":"\n   Good morning ☀️\n  ","391019":"\n   What’s your opinion on pizzagate?\n  ","391020":"\n   Where did you read that?\n  ","391021":"\n   Are you a hot weather or cold weather type of person?\n  ","391022":"\n   What kind of drink are you feeling right now other than water maybe?\n  ","391023":"\n   Have you ever have one of those watches that counts your steps during the day? Like a Fitbit? What's the longest you've walked? Farthest?\n\n( you do not have to answer this question if you do not feel comfortable )\n  ","391024":"\n   How young and how old you would date?\n  ","391025":"\n   Does it ever happen to you that your hair does simply not cooperate with you no matter what? ?‍?? What do you do then? ?\n  ","391026":"\n   Leigh I genuinely feel like I’m going cr*zy. My BPD is going out of control now even though I am on meds and my anger is out of control and triggered by very little things. I cannot keep the anger in anymore and I feel like I am going to explode soon and I feel like a toxic shit. What can I do?\n  ","391027":"\n   Do you think people with sliver grey hair attractive?\n  ","391028":"\n   does this mean you hold a grudge? lmaooo\n  ","391029":"\n   What is the first happy memory that comes to mind, recent or otherwise?\n  ","391030":"\n   Talk about a song\/band\/lyric that has affected your life in some way.\n  ","391031":"\n   Do you have a bucket list? if so, what are the top three things?\n  ","391032":"\n   Your house is on fire! You have just enough time to run in there and grab ONE inanimate object. Don’t worry, your loved ones and pets have already made it out safely. So what’s the one thing you’re going to save from that blazing inferno?\n  ","391033":"\n   that's BS cause you're gorgeous. I wish I went to your school so I could beat up your bullies ☹️\n  ","391034":"\n   Do you easily forgive your friends and forget if they wronged you?\n  ","391035":"\n   Bullied for what?\n  ","391036":"\n   Were you popular in school\n  ","391037":"\n   98. tell me about your fav song right now.\n  ","391038":"\n   What is the purpose of newspapers?\n  ","391039":"\n   97. last time you did something for yourself? and what was it?\n  ","391040":"\n   So it's not a bad starting line\n  ","391041":"\n   You’re insanely gorgeous ! Have a great day (:\n  ","391042":"\n   Are cats or dogs smarter?\n  ","391043":"\n   What made you stop watching porn?\n  ","391044":"\n   Which is the last picture you took of yourself?\n  ","391045":"\n   Just got a like on Tinder, is this a bad starting line and would you respond to it?\n\n\nPick the following options\n\nA. Cheesy pickup line\nB. Interesting fact\nC. Flilthy pickup line\nD. Recipe\n  ","391046":"\n   Do you say scone or scon\n  ","391047":"\n   What is a good opening line for tinder?\n  ","391048":"\n   Till what age would you spank your kids?\n  ","391049":"\n   But don’t you think porn teaches us how to make sex more pleasurable with your partner?\n  ","391050":"\n   This is such a lovely idea! I love your art too ?\n  ","391051":"\n   you look stoned tbh ? and really skinny\n  ","391052":"\n   When you want to know some things, just say..I really do think you'll be interested in knowing\n  ","391053":"\n   That is a crazy mix!  You are probs drunk but hyper and don't realize you are drunk!\n  ","391054":"\n   are you drinking?\n  ","391055":"\n   ever make a video with an ex?\n  ","391056":"\n   go to sleep\n  ","391057":"\n   Someone who you wouldn't have guessed has a thing for you..all I will say here\n  ","391058":"\n   Just so you know, there is someone on here you know that isn't as she seems\n  ","391059":"\n   But they act out everything real like they have sex in real not like they are pretending lol\n  ","391060":"\n   Is porn fun or is it just fake?\n  ","391061":"\n   Hey, hope you are good, just want to chat when you can\n  ","391062":"\n   Are you tired?\n  ","391063":"\n   Lmao have you never been curious to watch porn?\n  ","391064":"\n   If you could visit anywhere on holiday where would you go?\n  ","391065":"\n   Hope you’re all doing well and staying safe!?\n  ","391066":"\n   What’s your favorite breakfast meal? To have in the mornings?? \nMe: yogurt eggs sausage bacon and an omelet\n  ","391067":"\n   do you like 70s rock music?\n  ","391068":"\n   ever been told you look like a celebrity?\n  ","391069":"\n   You don’t watch porn?\n  ","391070":"\n   are you single\n  ","391071":"\n   how are you doing then\n  ","391072":"\n   hi\n  ","391073":"\n   Ever watched porn?\n  ","391074":"\n   Then why isn't it wrong to hate men?\n  ","391075":"\n   Who's your go-to character? Why them? ??\n  ","391076":"\n   Have you ever played Mario Kart? ?? Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? ?\n  ","391077":"\n   do you think someone is an idiot if they say they hate all men?\n  ","391078":"\n   Seems like by your own arguments, you've made a decision that hating women is wrong without needing to consider any logical argument. You've demonstrated your opinions are coming from a place of emotion and bias, not logic. By your own demonstration, your opinions are incorrect.\n  ","391079":"\n   My reasons for being here shouldn't be relevant if your argument holds water. And there are some things that are difficult to measure with a study, but when you have enough anecdotal examples that add up, that's also considered to hold weight, which is also the reason #metoo is taken seriously\n  ","391080":"\n   You've also made your own blanket assumptions about the intellect of a person based on their opinions. You aren't following your own principles, and you haven't been taught how to think critically. Which is maybe related to why a person would advocate a hatred for women.\n  ","391081":"\n   No, actually, the logic of an argument is either valid or invalid on that argument's own weight. A person's opinions have nothing to do with the validity of that argument, regardless of whether they're related to it.\n  ","391082":"\n   Are you comfortable posting pictures that show off your body?\n  ","391083":"\n   Can you make an opinion based on your experience about something?\n  ","391084":"\n   You can't dismiss a person's argument by their opinions, either. You aren't thinking quite as critically as you'd like to believe. And lesbian relationships usually follow the same dynamic, where you have one very insecure partner, sometimes both are very insecure.\n  ","391085":"\n   No, it's women of all ages. I've 60 year old men who understand they need to immediately denounce any suggestion of cheating the minute it's brought up in front of their wives. It definitely is the case as young as the teen years too, but it never stops. All women are insecure.\n  ","391086":"\n   Let’s talk Leigh post a video\n  ","391087":"\n   If you were going to prison tomorrow what would you do as your last day as a free women?\n  ","391088":"\n   No, women are definitely insecure in a way that men aren't. Women will look through their boyfriend's phone to make sure he isn't cheating, like it's just normal. They need to be constantly reassured that he isn't interested in anyone else, that he won't cheat, that he still finds her attractive etc\n  ","391089":"\n   Every women I met is insecure, I can’t say the same about men. This is a fact\n  ","391090":"\n   Why most women are insecure?\n  ","391091":"\n   Is long distance relationships hard?\n  ","391092":"\n   Yeah could you run one mile\n  ","391093":"\n   A milie?\n  ","391094":"\n   I've ran 15 milies today could you do that?\n  ","391095":"\n   How's your day been\n  ","391096":"\n   When you’re having a bad day do you prefer to be left alone or talk with someone?\n  ","391097":"\n   What is that red thing in the background?\n  ","391098":"\n   This is a serious vibe! ?\nAny particular inspiration for the shot, that you remember?\n  ","391099":"\n   Did you sleep enough to wake up this early?\n  ","391100":"\n   If someone tell you about something terrible they did in the past would you judge them or change how you see them?\n  ","391101":"\n   What the wall and floor tiles do you like?\n  ","391102":"\n   Why?\n  ","391103":"\n   —\n  ","391104":"\n   Is open minded and non judgemental the same?\n  ","391105":"\n   i am an introvert but my bf seems to have a lot of alone time. i feel lonely most of the time. i don’t feel im in relationship. am i too much and clingy? we only see each other once a week\n  ","391106":"\n   What is a truth about yourself that others find hard to believe?\n  ","391107":"\n   What are your 3 biggest questions in life?\n  ","391108":"\n   Does it bother if you’re in a relationship and your partner needs a lot of me time? Ex spending the whole weekends alone\n  ","391109":"\n   Do you ever feel self conscious and unable to act in a natural way around other people? If so how do you help yourself overcome these feelings??\n  ","391110":"\n   Share a photo of you from 10 years ago, or older if you prefer! ?\n  ","391111":"\n   What was the first novel on which you spent your money on??\n  ","391112":"\n   If you have children, did you always know you wanted them?\nIf not would you like them in the future?\n  ","391113":"\n   Do you not forget even if it’s a minor thing?\n  ","391114":"\n   What was the last thing to make you roll your eyes?\n  ","391115":"\n   What is your favorite animal?\n  ","391116":"\n   How do you get rid of stress and negative energy?\n  ","391117":"\n   What always cheers you up when you think about it? Why? ? ?\n  ","391118":"\n   Could you ever spend a day without your phone? ? ?\n  ","391119":"\n   Do you forgive and forget?\n  ","391120":"\n   What’s your ideal bathroom look like if you were to remodel?\n  ","391121":"\n   Would you rather be able to take back anything you say or hear any conversation that is about you?\n  ","391122":"\n   What makes you curse someone?\n  ","391123":"\n   If you could learn a new skill today, what would it be??\n  ","391124":"\n   Sounds nice, let's see!\n  ","391125":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","391126":"\n   5\/5\n\nPost a picture of your OOTD (Outfit of the Day). ?\n  ","391127":"\n   Do you love seafood? What's your favorite? ❤️\n  ","391128":"\n   What's the first thing you grab from the refrigerator when you're hungry? ?\n  ","391129":"\n   What is your most favorite fruit? Post a picture! ❤️\n  ","391130":"\n   96. have you ever got stopped by the cops. weather you were by yourself or with others.\n  ","391131":"\n   What is the most popular sport in your country?\n  ","391132":"\n   Do u speak English?\n  ","391133":"\n   I want your nude photos\n  ","391134":"\n   They lifted the lockdown lmaooo for how long do you plan to stay indoors?\n  ","391135":"\n   your life is boring. why don’t you go out?\n  ","391136":"\n   Wow you’re so pretty (:\n  ","391137":"\n   What are your criteria for a good friend?\n  ","391138":"\n   95. what’s your weekend plans?\n  ","391139":"\n   Hi how are you\n  ","391140":"\n   Pap in your fav top\n  ","391141":"\n   With whom??\n  ","391142":"\n   Yes\nWhat do you think is the most enjoyable thing?\n  ","391143":"\n   Hy\n  ","391144":"\n   Are they cute? Where did you get them?\n  ","391145":"\n   What is your favorite season?\n  ","391146":"\n   ? Happy Friday! I hope you have a lovely weekend! :3\n  ","391147":"\n   What makes you special?\n  ","391148":"\n   My bro has an Xbox one so what’s up?\n  ","391149":"\n   Do you like spaghetti hoops with cheese?\n  ","391150":"\n   You play on Xbox one or 360?\n  ","391151":"\n   What is your favourite game\n  ","391152":"\n   do you like wine? what’s you’d favorite wine?\n  ","391153":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","391154":"\n   Can we become friends\n  ","391155":"\n   ﹅❁. What is your summer song?\n  ","391156":"\n   What's the most difficult choice one has to make?\n  ","391157":"\n   A separate one\n  ","391158":"\n   Can I see q beautiful pic of you\n  ","391159":"\n   Half? Or just one side?\n  ","391160":"\n   What's a piece of advice you often give but find yourself struggling to follow? ?\n  ","391161":"\n   Can I see Ur pic in bikini\n  ","391162":"\n   Do you think you're brave? Rate 1-10, 1 is the lowest and 10 is the highest. ?\n  ","391163":"\n   What’s something that automatically makes you feel happier?\n  ","391164":"\n   Has a friend or partner ever changed their behaviour with you without knowing why and how did you approach it and what was the outcome?\n  ","391165":"\n   Is humanity progressing or deteriorating?\n  ","391166":"\n   What do you think about more than anything else?\n  ","391167":"\n   Have you ever been to a national park before? Which one and did you enjoy your time there?\n  ","391168":"\n   What kind of things really makes you laugh?\n  ","391169":"\n   speak in insta?\n  ","391170":"\n   Do you come out of your comfort zone or you rather stay in your comfort zone?\n  ","391171":"\n   What's the last concert\/festival you attended?\n  ","391172":"\n   What is your temper?\n  ","391173":"\n   94. post something random ?\n  ","391174":"\n   Have you ever written a poem? If yes, what was it about?\n  ","391175":"\n   What's the last book you read?\n  ","391176":"\n   What personality type are you out of the 16 personalities?\nI'm INFJ ✌?\n  ","391177":"\n   What is your favourite  colour ?\n  ","391178":"\n   What is your favorite style of house?\n  ","391179":"\n   When was the last time you screamed at the top of your lungs?\n  ","391180":"\n   you look creepy whys that\n  ","391181":"\n   So how did you ever do with clothes fitting\/not fitting? I'm having troubles\n  ","391182":"\n   Followed back maybe?\nStay blessed ❣️\n  ","391183":"\n   Following\n  ","391184":"\n   Hy?\n  ","391185":"\n   Do you prefer having your hair long or short?\n  ","391186":"\n   Can we be good friends?\n  ","391187":"\n   What did you have for dinner tonight guys?\n  ","391188":"\n   Who knows you the best?\n  ","391189":"\n   Which significant other in your life has had the biggest impact on you? Why? ?\n  ","391190":"\n   What do you feel right now?\n  ","391191":"\n   What do you value the most in others? ?\n  ","391192":"\n   What's a habit others have that you can't bear? ?\n  ","391193":"\n   If our industry didn't exist, what do you think you'd do for a living?⛅\n  ","391194":"\n   Are you not rn?\n  ","391195":"\n   What are your pet peeves?\n  ","391196":"\n   What’s something that makes you automatically feel happier?\n  ","391197":"\n   What is your wildest dream?\n  ","391198":"\n   If you are given the chance to see the future, would you take it?\n  ","391199":"\n   PAP of your pet :)\n  ","391200":"\n   Are you allergic to anything?\n  ","391201":"\n   Who is your celebrity crush?\n  ","391202":"\n   How do you know when you're in love?\n  ","391203":"\n   Do you make best friend ? Or friend like in my dictionary there is best friend concept I prefer making friends ?\n  ","391204":"\n   What's the most peaceful place according like I consider sea n my room is the most peaceful place on earth ?\n  ","391205":"\n   What types of things you love buying again and again like I am obsessed with candles ,paintings and decoration pieces ?\n  ","391206":"\n   How do you deal with stressful times?\n  ","391207":"\n   Have you ever played Minecraft before? Do you like the game? If you have never played. It is fun and I recommend.\n  ","391208":"\n   Hey guys, what used to be your favorite cartoon growing up?\n  ","391209":"\n   Smoke?\n  ","391210":"\n   Have you ever got drunk?\n  ","391211":"\n   What sound can put you to sleep?\n  ","391212":"\n   When will we get out of this virus?\n  ","391213":"\n   What are your favorite nighttime activities? (Late night drives, bonfires, walks, etc.)\n  ","391214":"\n   ask is good to meet new people,i think :),and where to make friends?\n  ","391215":"\n   and making friends? :)\n  ","391216":"\n   Hello !!\nPost a talk video today on weather !! & other stuff !!\n  ","391217":"\n   ok,no prob,chat here?xd\n  ","391218":"\n   yes,do you have instagram? :)\n  ","391219":"\n   Space ?\n  ","391220":"\n   eyy! :)\n  ","391221":"\n   how do you feel about tik tok and the potential ban on it?\n  ","391222":"\n   Do you like to tan your body by sitting under sun or you are happy with your natural fair complexion ?\n  ","391223":"\n   Did you buy tons of grocerry items  when lock down started or you purchased few things what you actually needed ?\n  ","391224":"\n   What's your favourite website of clothes ? From which website you do online shopping ?\n  ","391225":"\n   What's the best picture you ever clicked of nature ? share the pic\n  ","391226":"\n   whats one of the Best jobs you ever had?\n  ","391227":"\n   What’s on your mind currently?\n  ","391228":"\n   What is the most ridiculous place for a first date?\n  ","391229":"\n   What's your favourite season ? Like I am obsessed with winter ?\n  ","391230":"\n   Are you on Instagram ? If yes  What's your Instagram id ?\n  ","391231":"\n   Soap vs face wash what do you prefer ? ?\n  ","391232":"\n   Who do you respect the most?\n  ","391233":"\n   Why is your favorite horror movie?\n  ","391234":"\n   To make friends ?\n  ","391235":"\n   93. have a fabulous Wednesday ✨☺️?\n  ","391236":"\n   Your welcome, what are u doing?\n  ","391237":"\n   What did you eat in dinner\n  ","391238":"\n   92. last show you watched?\n  ","391239":"\n   You are really pretty :)\n  ","391240":"\n   I didn't hurt you, so why not?\n  ","391241":"\n   good same hobbies\nyou are interested in music\ni want to friendship with you\n  ","391242":"\n   How do you define “best friend”? Do you have one (or more)?\n  ","391243":"\n   What truths do you choose to ignore?\n  ","391244":"\n   To what extent do you trust mainstream media?\n  ","391245":"\n   As a writer can you describe the emptiness you feel with BPD in words? I’m not a good writer so I struggle with finding the words. If you don’t mind of course\n  ","391246":"\n   What's special about you?\n  ","391247":"\n   Is there an English word you hate using?\n  ","391248":"\n   What's one thing that always makes you feel relaxed? PAP of it or post a GIF of it with your answer! ???\n  ","391249":"\n   What's been your favourite year up to now? Why? ?\n  ","391250":"\n   Do you think empathy can be taught? Why\/why not?\n  ","391251":"\n   Do you change your eating habit when you are on diet or you just exercise ?\n  ","391252":"\n   What's your favourite weight loss tea ? Like I make matcha-ginger-turmeric-lime tea ?\n  ","391253":"\n   Something you would like to try but you are afraid? ?\n  ","391254":"\n   What’s your take on tarot\/oracle cards?\n  ","391255":"\n   What’s the vegetable you hate the most?\n  ","391256":"\n   What is your favorite style?\n  ","391257":"\n   What's cooler to play - a guitar or saxophone?\n  ","391258":"\n   If you could have everything for free in a store, which one would you choose? ?\n  ","391259":"\n   do you have any plants in your house?\n  ","391260":"\n   What’s your favourite song?\n  ","391261":"\n   What type of music are you into?\n  ","391262":"\n   What is your favourite meal to cook and eat?\n  ","391263":"\n   Which do you prefer watching movies at home or the cinema?\n  ","391264":"\n   How well do you sleep at night?\n  ","391265":"\n   Do you like Mountain Dew?\n  ","391266":"\n   What's your favourite late night snack\n  ","391267":"\n   Why did you join ask fm for becoming famous ,or for making friends or you love answering questions for time pass ?\n  ","391268":"\n   Do you wear  matching colour jewellery with your outfit or you do contrast\n  ","391269":"\n   How many good friends you made on ask fm ?.who is your favourite  person on ask fm ?\n  ","391270":"\n   Do you add ask fm friends on Instagram or it depends who are they ?\n  ","391271":"\n   Are you starting to love him? ?\n  ","391272":"\n   how are you?\n  ","391273":"\n   speak in insta?\n  ","391274":"\n   You are anxiety?\n  ","391275":"\n   I’m so sorry :( hope you get better.\n  ","391276":"\n   cute. what are the other cats called?\n  ","391277":"\n   Share what’s on your mind if you feel comfortable.\n  ","391278":"\n   Cute cat, what is his\/her name?\n  ","391279":"\n   Your cat is so cute :3\n  ","391280":"\n   pic\n  ","391281":"\n   How is your situation?\n  ","391282":"\n   good\nyour hobby\nare u single\n  ","391283":"\n   hii, how are u feeling today? i’m here to let u know i’m following u right now. can u follow me back? i hope everything’s alright with u and ur loved ones. stay safe ?\n  ","391284":"\n   What was the last thing you ordered online?\n  ","391285":"\n   good me university of agriculture faisalabad pak\nur age\n  ","391286":"\n   Do you wear your masks on a daily bases?\n  ","391287":"\n   i know this is a dumb question so you don’t have to answer it. it’s just to help settle an argument i’m having. would you consider Landon to be a common name?\n  ","391288":"\n   How are you?\n  ","391289":"\n   What do you do ?\n  ","391290":"\n   Wanna be yours ♥️, will you accept?\n  ","391291":"\n   What’s in your pockets?\n  ","391292":"\n   What makes you think that you’d have a bad trip?\n  ","391293":"\n   Are you here to make new friends or to just spend your time??\n  ","391294":"\n   hi\n  ","391295":"\n   oo good\nu from\n  ","391296":"\n   Fire makes you happy? lol\n  ","391297":"\n   What do you like doing when you have a bad day?\n  ","391298":"\n   Any movie series you absolutely have to see when they come out?\n  ","391299":"\n   do you wanna talk about it? ?\n  ","391300":"\n   Why?\n  ","391301":"\n   What did you learn in quarantine ? Like new dishes ,crystal healing benefits ? etc\n  ","391302":"\n   how are you doing\n  ","391303":"\n   Do you break things in anger ? Or just scold the person who makes you angry ?\n  ","391304":"\n   hi\n  ","391305":"\n   Favorite beer?\n  ","391306":"\n   how are you doing\n  ","391307":"\n   hi\n  ","391308":"\n   How often do you use profanity?\n  ","391309":"\n   What's you do to become fatty if you are thin?\n  ","391310":"\n   Your favorite social media app and why?\n  ","391311":"\n   How good of a cook are you?\n  ","391312":"\n   Do you paint your toenails?\n  ","391313":"\n   Are you the same person a year ago?\n  ","391314":"\n   what interests of yours that changed?\n  ","391315":"\n   Can two compatible people become the opposite in later years?\n  ","391316":"\n   91. ever stay in a hotel? if so . how was your experience?\n  ","391317":"\n   Is it abxsive if parents let their kids eat fast food?\n  ","391318":"\n   If someone asked you out would you be open to it?\n  ","391319":"\n   Why you haven't dated in 10 yrs\n  ","391320":"\n   Oh really? Just choosing to take a break, or why? If you don't mind me asking\n  ","391321":"\n   What song do you relate to the most?\n  ","391322":"\n   What would you say are the biggest issues in dating today?\n  ","391323":"\n   Now that it is summer, are you dealing with bugs?\n  ","391324":"\n   Before the lockdown how was your relationship with your coworkers? Did you do pranks, were there mean people etc?\n  ","391325":"\n   Haha nice, I'm getting them for the first time in a few days. Are they tough to get used to?\n  ","391326":"\n   Nice pic with glasses, do you wear them often?\n  ","391327":"\n   How was your day? ?\n  ","391328":"\n   Favorite thing about yourself? ?\n  ","391329":"\n   How many US states have you been to? ??? Was there any that stood out to you?\n  ","391330":"\n   —\n  ","391331":"\n   Do you prefer to wear shoes or socks or be barefoot at home?\n  ","391332":"\n   What's one thing you will remember forever?\n  ","391333":"\n   Do you have a preference for girls or guys? What traits do you value in someone you date?\n  ","391334":"\n   What was your most memorable birthday?\n  ","391335":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? ??‍♀️\n  ","391336":"\n   Have you ever kissed a girl?\n  ","391337":"\n   Which is the place that you have always wanted to visit?\n  ","391338":"\n   What made you think you bombed it at first? ?\n  ","391339":"\n   When you think about w33d ? what do you think about?\n  ","391340":"\n   When you think about psychedelics, what comes to your mind?\n  ","391341":"\n   What’s your favourite photo that you’ve taken recently? ?\n  ","391342":"\n   When are you at your happiest?\n  ","391343":"\n   What is something that you’re really good at?\n  ","391344":"\n   What’s the luckiest thing that’s ever happened to you? ?\n  ","391345":"\n   What do you think about life right now? Could be anything.\n  ","391346":"\n   What do you think is the most bold style choice you've ever done? ?‍♂️???\n  ","391347":"\n   Heat over there?\n  ","391348":"\n   Show outside ur window !!!\n  ","391349":"\n   Can you sing a song !!\n  ","391350":"\n   This that a top, romper or dress?\n  ","391351":"\n   Cool !! Room mates ??? Not living with family ??\n  ","391352":"\n   Wow !! Good !! No Airconditon ???\n  ","391353":"\n   Give self introduction & show ur outfit rn !!\n  ","391354":"\n   Post ur room tour video !!!\n  ","391355":"\n   Post ur refrigerator video what’s in it !!\n  ","391356":"\n   It’s ok !! Is there some belief on tattoos or just for hobby!!!\n  ","391357":"\n   how are you doing\n  ","391358":"\n   Post a video showing your tattos & their names!!\n  ","391359":"\n   Oh ok !! Good !! Which city ?\n  ","391360":"\n   hi\n  ","391361":"\n   What is your least favorite fruit?\n  ","391362":"\n   how are you\n  ","391363":"\n   Have you watched Hamilton yet? I haven't but plan on it soon :)\n  ","391364":"\n   Good!! Working ?\nIs it ur room?\n  ","391365":"\n   Post a picture\n  ","391366":"\n   have you gone to college parties full of alcohol dance  and one night stands\n  ","391367":"\n   Eminem or Tupac?\n  ","391368":"\n   is there anyone that you want back in your life?\n  ","391369":"\n   are you good at math?\n  ","391370":"\n   What takes up too much of your time?\n  ","391371":"\n   Do you have pets?\n  ","391372":"\n   What’s your favorite pizza? ?\n  ","391373":"\n   You worked in retail before? Is it true what they say; that it helps you develop your patience with people? I've heard some interesting stories from people.  They had to deal w so much crap, rude customers, insults and disrespect. I couldn't, I would've been fired next second , haha\n  ","391374":"\n   Favorite ? color?\n  ","391375":"\n   I can’t tell if you’re mexican or white\n  ","391376":"\n   A photo you took and liked it? ?\n  ","391377":"\n   What songs can you really relate to? ? ?\n  ","391378":"\n   are you on instagram?\n  ","391379":"\n   Do you have rings? Do you like them?\n  ","391380":"\n   You're so pretty!\n  ","391381":"\n   If you could change the color of your eyes, what color would you choose? ?\n  ","391382":"\n   Do you prefer school ? or work ?‍?\n  ","391383":"\n   Pap of your mugs ? you told you love collecting mugs ?\n  ","391384":"\n   What do you do for flawless skin ?\n  ","391385":"\n   What about things like deodorants?\n  ","391386":"\n   What is your favourite hobby?\n  ","391387":"\n   Are you morning person or night owl\n  ","391388":"\n   How do you prepare yourself from exam test by memorizing articles or just clear your concept write into your own words\n  ","391389":"\n   Are you careful when you buy creams ? It should be scent free ,paraben free ,oil free or you just don't care you buy product what you like without reading the ingredient ?\n  ","391390":"\n   What's your favourite break fast ? What do you usually make in break fast for your self ?\n  ","391391":"\n   How are you willing to spend your summer vacation?\n  ","391392":"\n   Tea vs coffee what do you like more\n  ","391393":"\n   Do you remember flip phones?\n  ","391394":"\n   do you ever send anonymous questions?\n  ","391395":"\n   what time do you go to bed?\n  ","391396":"\n   what is your natural hair colour\n  ","391397":"\n   hey leigh do you think you could ever go vegan\n  ","391398":"\n   Material things can never fully replace a human being. I guess? Thoughts?\n  ","391399":"\n   What is the most beautiful thing you have ever seen? ?\n  ","391400":"\n   What was the most interesting place you have ever visited?\n  ","391401":"\n   Would you rather only be able to listen to the same song for the rest of your life or only be able to watch the same movie for the rest of your life?\n  ","391402":"\n   Of the things you've put up on the internet, which have gotten you the most amount of attention? Like the most likes, views etc. Can be anything from anywhere! ?❤?\n  ","391403":"\n   Do you think straight hair looks better?\n  ","391404":"\n   If you play video games, which was the last one you played? What did you think of it? ??\n  ","391405":"\n   Does she look like you? Describe her\n  ","391406":"\n   When did you get diagnosed with BPD?\n  ","391407":"\n   How do you deal with problems in relationships? Do you confront them right away or wait for them to bring it up?\n  ","391408":"\n   If you could dye your hair any colour, what colour would you choose to go?\n  ","391409":"\n   90. how was your Sunday?\n  ","391410":"\n   why didnt u get braces\n  ","391411":"\n   would you date her? is she your type?\n  ","391412":"\n   is  your loves new gf prettier than you\n  ","391413":"\n   do you think you resemble a cartoon\n  ","391414":"\n   you act like nothing is between  a low neck and a turtleneck\n  ","391415":"\n   How much young?\n  ","391416":"\n   how many inches is your tv\n  ","391417":"\n   Which one relationship you like the most girl\/ boy?\n  ","391418":"\n   How long that relationship?\n  ","391419":"\n   Did you try with any girl ?\n  ","391420":"\n   PAP of the sunset today? Or PAP of the sunset from a previous day!\n  ","391421":"\n   how many pets do you have? what are they?\n  ","391422":"\n   how often do you do laundry?\n  ","391423":"\n   do you prefer hot or cold showers?\n  ","391424":"\n   is it hot where you live?\n  ","391425":"\n   Half?\n  ","391426":"\n   Pap of your full pic, capture now lol\n  ","391427":"\n   Need to ask something private\n  ","391428":"\n   How is it possible 9 years together and after breakup good friends?\n  ","391429":"\n   Instagram?\n  ","391430":"\n   Don’t you think 9 years are so long period, why you broke up now?\n  ","391431":"\n   Wow, you are bisexual?\n  ","391432":"\n   1st one is a girl?\nYou breakup with boyfriend? Single now?\n  ","391433":"\n   do you write for yourself or for others to praise you?\n  ","391434":"\n   Why do you like to write in your free time?\n  ","391435":"\n   What are your thoughts about the Fallout tv series coming to Amazon?\n  ","391436":"\n   What inspires you to write them?\n  ","391437":"\n   Essays? What does that mean? Free style poem?\n  ","391438":"\n   What's your favourite alcoholic drink? And what do you mostly drink?\n  ","391439":"\n   Are you good at distinguishing between the whiskeys by tasting alone?\n  ","391440":"\n   If you were not the ethnicity you are, what ethnicity would you like to be?\n  ","391441":"\n   What skill would you like to master?\nI would like to master Martial Arts\n  ","391442":"\n   What 1 message do you wanna give to the people  who is going through severe depression ?\n  ","391443":"\n   Would this memory bother you though if you were back  together and its years later or am i weird. I asked her before if they slept together at this point and she told me she can barely remember dates but thinks they technically slept together with sex on the 6th. Thats tomorrow and worse..sorry\n  ","391444":"\n   suppp\n  ","391445":"\n   Is it easy for you to confess that you are in love?\n  ","391446":"\n   Cat vs dog who would you like to keep as a pet\n  ","391447":"\n   What do you do for staying fit ? Exercise ,eat super healthy or yoga\n  ","391448":"\n   Why almond milk soy milk oats milk rice milk are more famous than cow milk ? is it a trend ?\n  ","391449":"\n   A few years ago my gf left me and rented a room. I went to visit her like 5 days later in the am i went for a visit to try making up but she answered the door 'im not alone' and there was a guy in her bed. We are together now but today is the anniversary of that day and its getting to me, advice?\n  ","391450":"\n   Which country food you like alot ? Mexican Italian indian\n  ","391451":"\n   What do you like write, novels or poems?\n  ","391452":"\n   Are you health freak ? Or you enjoy junk food ?\n  ","391453":"\n   Quick dare:\nLog into your myspace account and screenshot homepage here?\n  ","391454":"\n   Whats a good time to start this alcohol drinking for the day?\n  ","391455":"\n   Do you still update your myspace account?\n  ","391456":"\n   Who is the meanest friend of yours ? Why do you dislike him\/her\n  ","391457":"\n   Are you drinking this how you say? Alcohol right now?\n  ","391458":"\n   Do you still update your youtube account?\n  ","391459":"\n   What's the most peaceful place according to you\n  ","391460":"\n   We're you naughty kid in childhood ? Or serious quiet kid  ?\n  ","391461":"\n   Umm why you never get a youtubes account tho?\n  ","391462":"\n   Whats your favourite pizza topping ? Like I like black olives ,mushrooms ,sausages , onions n lots of cheddar cheese topping ?\n  ","391463":"\n   Can you ask me bunch of questions ?\n  ","391464":"\n   Did you ever get that tattoo i requested back in 2014 that would say 'property of anons' ?\n  ","391465":"\n   how's your day.?\n  ","391466":"\n   at what age did you get your first tattoo?\n  ","391467":"\n   Based on your current mood, pick a place (other than home), a meal and a song\n  ","391468":"\n   Who do you like\n  ","391469":"\n   Are you physically strong or weak?\n  ","391470":"\n   Did you do anything interesting today? Was it productive?\n  ","391471":"\n   Hello dear ,\nYour looking so good ..\nFrom which country you are ...\nCan you share me your whatsapp number so be can be in touch ...hope I ll make u feel special ❤️❤️kindly share me your whatsapp number ❤️???\n  ","391472":"\n   I sometimes crave socialization, I want to, you know, just go out with ppl, have a few drinks, listen to music, laugh, socialize etc. But at the same time socialization drains me so I need to take “breaks”. I want to socialise and interact w ppl but not constantly. Does that make any sense?\n  ","391473":"\n   Are you an early bird?\n  ","391474":"\n   Who is your favourite YouTuber whose blog do you watch like I am obsessed with Movlogs YouTube channel ?\n  ","391475":"\n   Do you save up money for buying your favourite expensive thing ?\n  ","391476":"\n   Do you collect something like I love collecting crystals ,coins of various countries ?,\n  ","391477":"\n   What's your favourite tea ? Peach lemon ice tea 2) regular milk tea 4) green tea with lime honey ?\n  ","391478":"\n   Ever been comforted by a smell?\n  ","391479":"\n   do you like evanescence?\n  ","391480":"\n   what are you looking forward to?\n  ","391481":"\n   I think all woman want to have bf and all woman want to be mother .d maybe you\n  ","391482":"\n   At future ?\n  ","391483":"\n   Humm ok dear i understand.  So do you want to have boyfriend again later ?\n  ","391484":"\n   Oww why did you break up from ex ?\n  ","391485":"\n   is obesity a huge problem in america?\n  ","391486":"\n   Who is your favourite Kardashian whose shows you love watching like keeping up with the Kardashians or revenge body with Khloe Kardashian ?\n  ","391487":"\n   have you ever been reticent about telling someone how you feel bc you felt like they won't understand or judge you?\n  ","391488":"\n   What do you do when your hairs become quite rough  because of hair colouring ,ironing ,heating .\n  ","391489":"\n   You should play Leps world 3  game ? in cell phone . It's quite interesting game do play\n  ","391490":"\n   Why are you single ?\n  ","391491":"\n   Have you ever been drunk? For what reason?\n  ","391492":"\n   xbox 360?\n  ","391493":"\n   Do you have a boyfriend?\n  ","391494":"\n   Isn't it annoying when gen Z kids go on youtube on old songs and comment \"i cAme hErE fRoM TiKtOk liek diz if U did toO!!\". To me it's annoying bc they act like tik tok made that song relevant, when people like me were listening to it since childhood. Ugh I hate kids tbh\n  ","391495":"\n   Fav gaming consoles?\n  ","391496":"\n   What are you doing? by the way, your pic is very nice and you have really nice ?\n  ","391497":"\n   What's your favourite quote ?\n  ","391498":"\n   What few things you wanna add in your bed room like picture frame ,candle ,decoration pieces ?\n  ","391499":"\n   If someone says stuff like \"I don't talk to just anyone, not everyone is worthy of even addressing them\", do they seem arrogant and stuck up?\n  ","391500":"\n   What's a pet peeve?\n  ","391501":"\n   Do you keep your self up to date in fashion or you do fashion the way you feel like .you don't follow trend what's going on\n  ","391502":"\n   Ask me something pls?\n  ","391503":"\n   What do you write ? quotes ,poems etc\n  ","391504":"\n   What's your favourite biscuit ? Like I am obsessed with oreo\n  ","391505":"\n   Do you wear standard colours in jeans like black white blue grey or you wear colourful pant orange red yellow jeans ?\n  ","391506":"\n   Do you wear a mask when you go out places? How about around extended family? If no, why not?\n  ","391507":"\n   Which vitamin do you take on daily basis like I take biotin for hairs ,vitamin e for skin ,vitamin D3 for strong bone?\n  ","391508":"\n   Whats your favourite drink for weight loss ? like I make ginger-lemon-pineapple juice\n  ","391509":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! ?\n  ","391510":"\n   Morality is important?\n  ","391511":"\n   Have you ever cheated in school?\n  ","391512":"\n   Wow nice dear .\nUr looking so good \nIf u dnt mind can I get ur whatsapp number ❤️❤️\n  ","391513":"\n   Wow dear nice ans..by the way which country ur ??\n  ","391514":"\n   Who's your favorite female musician?\n  ","391515":"\n   What is more important for you - friendship or love?\n  ","391516":"\n   what? your italian ancestors will be rolling in their graves and cursing you! ?\n  ","391517":"\n   do you like to take naps?\n  ","391518":"\n   Tell me about your day pls?\n  ","391519":"\n   Hobbies?\n  ","391520":"\n   Gender?\n  ","391521":"\n   oh girl fuck my life that shit sounds painful as fuckkk god how did you handle all that?\n  ","391522":"\n   What's been your most physically painful experience?\n  ","391523":"\n   No as in the ocean there is not filled with trash or anything? Mine is though\n  ","391524":"\n   But isn’t the ocean just if not more dirty or disgusting though?\n  ","391525":"\n   What is the one thing you regret doing or not doing the most in your life?\n  ","391526":"\n   What do you value most in your friend\n  ","391527":"\n   do you believe in the words if you don't have anything nice to say THEN DONT SAY ANYTHING AT ALL???\n  ","391528":"\n   Favorite Disney Pixar movie? ????? What about it do you like so much? ?\n  ","391529":"\n   What names do you want to give to your future children? ?\n  ","391530":"\n   What three habits will improve your life?\n  ","391531":"\n   Do you keep your room spick and span or untidy ?\n  ","391532":"\n   Have you ever unfollow\/blocked someone on ask fm if yes so tell me  because of what reason\n  ","391533":"\n   Are you cautious what you eat ? I mean do you eat low calorie dishes for staying fit\n  ","391534":"\n   how are you?\n  ","391535":"\n   If suicidal ever comes to your mind it mean you are going through severe depression .I went to psychiatrist he gave me medicine ,did my counselling now I am 100 percent fine ?\n  ","391536":"\n   When you swim, what kind of technique do you prefer to use? ?‍♂️ Do you generally feel comfortable in and around water? ?\n  ","391537":"\n   What do you like about ask fm ? Why did you join ask fm ?\n  ","391538":"\n   If you could have complete knowledge of any 5 things, what would you want to know?\n  ","391539":"\n   What do you mean by a certain extent? Are there still a lockdown?\n  ","391540":"\n   Thoughts on celebrity who suicided because of depression etc reason like Marilyn manore ,sushant singh etc ?\n  ","391541":"\n   Do you have any topics that you’re currently interested, receive questions about to talk about on here? ?\n  ","391542":"\n   What do you miss in lock down although it's lifted but still what do u miss\n  ","391543":"\n   Ever want to scream at certain questions you get on here?\n  ","391544":"\n   If you could really sell your soul to the devil, what would you sell it for?\n  ","391545":"\n   When you think about the ocean, what do you think about?\n  ","391546":"\n   Can you recommend any good DSLR camera for beginners ?\n  ","391547":"\n   What your favourite movie now days ?\n  ","391548":"\n   Do you enjoy going to parks or do you just not do that?\n  ","391549":"\n   Do you spend quality time with parents ? Sharing life events with them or you are more of a private person keep your daily life gossip with your self ?\n  ","391550":"\n   owww these are really good :) so how is your head hehe :)\n  ","391551":"\n   Have you been thinking lately about getting your hair trimmed or cut? Dyed? What are you getting done to it? Or are you not?\n  ","391552":"\n   When is the last time you've had cake?\n  ","391553":"\n   Are you usually late, early or right on time?\n  ","391554":"\n   What do you do for removing negative energies from home ? Like I burn sage ,mop floor with salt water ,keep black tourmaline .what about you ?\n  ","391555":"\n   Can you suggest something for strong immunity\n  ","391556":"\n   What are the few things you wanna change in you\n  ","391557":"\n   Whats the best gift you received on Christmas ?\n  ","391558":"\n   What language would you like to learn? What's your favorite subject? ?\nTell me what's your favorite color in a different language if you know it. ?\n  ","391559":"\n   What is your favorite thing in your room? PAP! ?\n  ","391560":"\n   What's your fav festival among all ? Thanks giving ,Halloween or Christmas \n\n?\n  ","391561":"\n   Would you rather travel for the rest of your life (only staying in one place for like 3 months), or never leave your home state again?\n  ","391562":"\n   do you experience side effects from your meds? sorry if it's a personal q, ignore it.\n  ","391563":"\n   do you believe in life after love? *cher's voice* lol\n  ","391564":"\n   What one must do if he\/she has insomnia problem ? like intake lots of lavendar tea ?\n  ","391565":"\n   I am suprised about how nice you are .\n  ","391566":"\n   How do you make pasta sauce ? Can share the ingredient spices what you add in pasta ?\n  ","391567":"\n   Whats your zodiac sign ?\n  ","391568":"\n   Do u believe in love?\n  ","391569":"\n   Would you be happy without money? Honest answer!!!\n  ","391570":"\n   Do you like phone cases with rings on them?\n  ","391571":"\n   Have you ever been a bully? and then felt bad for it after you done whatever you did...!!!\n  ","391572":"\n   Do you think you get more mature by getting older?\n  ","391573":"\n   QUESTION #18. Do You Prefer Cats Or Dogs?  They say there are two types of people…\n  ","391574":"\n   What your friend make for you when go to her\/his place ? What's your favourite dish of your friends hand ?\n  ","391575":"\n   What's your favourite cake ? Like I am into chocolate cake or chocolate mousse cake ?\n  ","391576":"\n   What's your place from your country ? Like sea,restaurant,garden etc\n  ","391577":"\n   What's the most spiciest food you ever ate in your life ? Like I made ghost pepper-garlic-salt-pepper-lemonzest steak ?\n  ","391578":"\n   How tall are you ?\n  ","391579":"\n   Do you get difficulty in brooming n mopping floor by ur self or you manage it .don't consider it difficult task ?\n  ","391580":"\n   Hello, do u like Amy Winehouse?\n  ","391581":"\n   Happy Saturday! I hope you have a wonderful weekend ?\n  ","391582":"\n   Whats your dream car?\n  ","391583":"\n   Would you accept a $30k\/week job offer where you get paid to sit in a pitch black room and do nothing for 8 hours a day?\n  ","391584":"\n   What are you doing?\n  ","391585":"\n   Good morning\n  ","391586":"\n   how are you\n  ","391587":"\n   Did you use a reference for this?\n  ","391588":"\n   Wow wow Leigh I love this! So beautiful!\n  ","391589":"\n   You're welcome! How did you learn how to paint like that? I am terrible at painting, but I'd love to learn. ? Just a suggestion, you should share your art, you'd be a good artist! ?\n  ","391590":"\n   Wow, you are a super talented Leigh!\n  ","391591":"\n   What do you do when you are extremely bored\n  ","391592":"\n   Owww nice tall ? what is your bra size ?\n  ","391593":"\n   Ohh do you have more wine for me ? What is your tall and weight ?\n  ","391594":"\n   Good your pic is very nice. What are you doing?\n  ","391595":"\n   Yes of course and I want to talk if you want. How old are you?\n  ","391596":"\n   Hi dear\n  ","391597":"\n   How do you keep your self up to date in fashion ? ?\n  ","391598":"\n   Are you a Star Wars fan? Do you have a favorite character? Maybe even a favorite quote \/ scene? ?✨?\n  ","391599":"\n   What was the stranger doing in order to get you angry? ?\n  ","391600":"\n   It has the complete opposite effect with me haha ?\n  ","391601":"\n   Do you judge people by the way they type in texts and such? ⌨ Is there any \"way\" of typing that annoys you? ?\n  ","391602":"\n   How did you meet your best friend? ?\n  ","391603":"\n   What always sounds like a good idea at the time but rarely is? ?\n  ","391604":"\n   Where do you always go to have fun?\n  ","391605":"\n   If you got a chance to visit haunted house just to experience what happens there ? Will you\n  ","391606":"\n   Do you have a favorite anime character if so PAP\n  ","391607":"\n   Who is your favourite YouTuber whose channel video do you watch ?\n  ","391608":"\n   Leather vs denim jacket what do you like more\n  ","391609":"\n   If you ever create YouTube channel what kind of videos will you post\n  ","391610":"\n   How's the weather in ur city ? It's pretty hot in my country\n  ","391611":"\n   How do you kill time while travelling ?\n  ","391612":"\n   You have on Instagram\n  ","391613":"\n   Hi ? leigh\n  ","391614":"\n   Will you be strict parents in future or you will b friendly parent give too much freedom to ur future child ?\n  ","391615":"\n   What's you do when you feel bore and alone?\n  ","391616":"\n   What home remedies do you use to save your self from corona virus \n\nLike intake lots of lime juice for strong immunity ?\n  ","391617":"\n   What do you enjoy doing the most?\n  ","391618":"\n   What do you like about your country ?\n  ","391619":"\n   So we'll not become friends i need good friends\n  ","391620":"\n   Honesty hour?\n  ","391621":"\n   July 4th ?? soon. In what ways are you proud to be American\n  ","391622":"\n   89. have a beautiful day ✨\n  ","391623":"\n   What's your fav casual outfit ?\n  ","391624":"\n   Can you ask me bunch of questions\n  ","391625":"\n   Which gemstone do you use for protection n for positivity \n\nLike I wear black tourmaline it removes negative energies whatever stick on my body n I feel light\n  ","391626":"\n   What do you do for strong healthy hairs  like  I apply various oil on my hairs +take various supplement n added lots of fruits n vegetable salad in my diet ?\n  ","391627":"\n   What is an act of kindness you were shown that you will never forget?\n  ","391628":"\n   What's anything you'd do more often if you had the time? ?\n  ","391629":"\n   Zac Efron or Dwayne Johnson?\n  ","391630":"\n   What's your favourite way to stay fit? Why's it your favourite? ?️ ? ?‍♀️ ?\n  ","391631":"\n   Do you think Tarot cards can be real?\n  ","391632":"\n   Is it normal for someone w bpd to be affected by something that didn't even happen to them personally? Like I'll put myself in the other person's shoes that had the negative interaction (even if it insignificant) & feel like total shxt on their behalf. Or is that just being an empath? \/:\n  ","391633":"\n   body pap\n  ","391634":"\n   body confident pap\n  ","391635":"\n   Are you an introvert or an extrovert?\n  ","391636":"\n   Drop a PICK of anything you want...\n  ","391637":"\n   What's your skin care regime ?\n  ","391638":"\n   What do you do for staying positive ?\n  ","391639":"\n   If you ever write a script for movie what will you write\n  ","391640":"\n   Whats the last movie you watched?\n  ","391641":"\n   If you could give advice to your younger self what would it be?\n  ","391642":"\n   How do you define “smart”?\n  ","391643":"\n   It's World UFO Day! What's the first thing you'd ask an alien?\n  ","391644":"\n   On scale 1-10, how awkward are you?\n  "},"Answer":{"390572":"\n  i'm literally in shock over trump's new campaign video, he just posted it on twitter 2-3 hours ago...\n  \n  it uses \"in the end\" by linkin park, covered by a few other artists. linkin park, and particularly chester, would have *never* authorized the use of their song for trump. the cover artists also did *not* authorize the use of their cover for trump. and this couldn't have come at a worse possible time -- merely TWO DAYS before the anniversary of chester's passing.\n  \n  seriously. this has made me so livid. smh.\n  ","390573":"\n  not generally, no. if it's something petty and not harmful, then it can be fun to watch. but if someone's personal situation is serious or dire and they're the subject of drama in light of it, then i think that's really immature.\n  ","390574":"\n  definitely not. COVID is real, it has k*lled hundreds of thousands of people, and more have been infected who haven't d*ed. i know dozens of people who have been infected with it and recovered, and i also know of people who have passed away from it.\n  ","390575":"\n  maybe? lmaoo. i've never exactly analyzed my ankles before in that respect.\n  ","390576":"\n  i agree. also, looking at a screen for too long hurts my eyes, so i can't envision myself sitting down with a tablet and reading a book electronically for hours at a time.\n  ","390577":"\n  it was completely empty (probably should have mentioned that first). my guess is that they bought a new bag while on the cruise and left the old one behind.\n  ","390578":"\n  yeah, i just kept it. it's not as if they were going to give it back to whoever owned it last, if they could even track down who that person was, especially with respect to COVID (this was back in february).\n  ","390579":"\n  i prefer paper books. i've never read an electronic book before, and the idea has never appealed to me.\n  ","390580":"\n  i found it under the bed when i went on the cruise, LOL. the people who previously had the room before us must have forgotten it. it's actually a really small, convenient over-the-shoulder bag that fits my stuff perfectly.\n  ","390581":"\n  i've never bought a designer bag before, lol. the bag i currently use was actually free (lmao).\n  ","390582":"\n  it would be nice to travel, but i don't have that sort of money right now.\n  ","390583":"\n  that's why i said i was healthy for the most part, lol. obviously not all the time.\n  ","390584":"\n  if it's their choice, then no. however, the expectation that a man should work and a woman should stay home is archaic.\n  ","390585":"\n  probably the black cherry body spray i used earlier this morning prior to leaving the house.\n  ","390586":"\n  i honestly can't remember, tbh. it was probably when i had my last car accident 3-4 years ago and filed a report with the officer.\n  ","390587":"\n  i believe it's fair to divide responsibilities up between partners. you both share that home; therefore, you're both responsible for it. the idea that a man should work and a woman should stay home and take care of everything in the household is an archaic model.\n  ","390588":"\n  if a partner doesn't have a job and stays home all the time (assuming no children are involved), then i believe that they should take care of some of the chores. however, a partnership includes mutual responsibility, so it shouldn't fall all on that partner.\n  ","390589":"\n  having a job is no excuse for not doing essential chores around the house, lol. me and both of my roommates work full-time, and we still find time to do things around the house that need to be done.\n  ","390590":"\n  a child(ren) growing up with two unhappy, angry parents is going to be worse off than a child(ren) growing up with a happy single parent. the happiness of the parents is recognized by the child, and if a child is raised in an abrasive or volatile environment, then that's going to negatively affect them.\n  \n  in most cases, divorce can be for the better in the long run.\n  ","390591":"\n  i eat healthy food, lol. i have fruits and vegetables often instead of things like potato chips, i don't snack at night or eat candy, i very rarely have ice cream (it's been a few months, actually), and i don't drink soda, among other things.\n  ","390592":"\n  i'm most definitely not a health freak, haha. i'm healthy for the most part, but i'm not one of those health smoothie, yoga practicing, drinking a gallon of water per day, type of person.\n  \n  i enjoy treating myself to cheeseburgers and tacos occasionally, i drink alcohol, and i have iced coffee every morning. lmaoo.\n  ","390593":"\n  i don't really think i understand the situation fully ... are you saying that your boyfriend and you broke up for 6 weeks, and during that 6-week period, you slept with someone else and was contacting your ex, prior to getting back together with your boyfriend?\n  \n  if he's asking for details and you're not comfortable sharing them, then i would simply tell him that. there may be a time and place where you *are* comfortable sharing those details, but try to emphasize that the past is in the past, and your previous relation with whoever the other guy was doesn't matter anymore. especially considering it was many years ago.\n  ","390594":"\n  i'm assuming she follows people who also speak her native language, so her questions can go out to both english speaking people and people who speak in that language as well.\n  ","390595":"\n  for the most part, yes. i'm serious in situations that require it, and i'm also not so serious in other types of situations where my friends and i are just being silly, hanging out, etc etc.\n  ","390596":"\n  i enjoy your questions. however, you should do whatever makes you feel comfortable and what you enjoy.\n  ","390597":"\n  nope, lmaoo.\n  \n  (just like i didn't actually laugh when i typed \"lmaoo\").\n  \n  some things do make me chuckle, but for me it's just a way to break up the sentence so i don't sound serious 100% of the time.\n  ","390598":"\n  i'm currently listening to a halo music compilation, haha. i'm attempting to continue writing my essay, but i haven't gotten anywhere. :\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=GyGqV_PkfGo&t=613s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","390599":"\n  aw, no problem. i'm happy i was able to help you through a difficult moment in your life.\n  ","390600":"\n  no, i never said that. if i did, then i likely meant it in a way in which i was attracted to him on first glance. i didn't actually fall in love with him until months after we started to actually date.\n  ","390601":"\n  ah, that's a difficult situation -- especially since you've already talked to him so often about this already. my go-to answer is always open communication, but considering you've already been doing that, i'm not sure what else to suggest. :\/\n  \n  i'm lucky in that both of my roommates clean up after themselves, so i never have to pick up after them. but i can definitely understand your frustration because that would get on my nerves too.\n  \n  perhaps approach the topic differently? instead of saying, for example, \"hey, you need to clean up after yourself\" -- go for an approach where you tell him that cleanliness is a value you appreciate, and you feel much more comfortable in your place when things are in their rightful place, and he would likely be more comfortable too.\n  \n  i'm just throwing things out there ... idk. i would most definitely be angry in your situation too. :\/\n  ","390602":"\n  PSA ;\n  ","390603":"\n  no, love at first sight does not exist. what a person feels when they see someone is lust at best, their own interpretation of what love *may* be with them, not how it actually is. it's an illusion and a fantasy.\n  ","390604":"\n  i'm watching a youtube video of a playthrough of a video game called \"green hell,\" and it's pretty funny.\n  ","390605":"\n  yeah, i routinely (well, every time i get my hair done at least) shave my head to a 0 or a 1 setting on the buzzer.\n  ","390606":"\n  your main question was a ridiculous question that i had no interest in answering, lmaoo. in addition, your follow up statements were equally as ridiculous -- especially the assumption that i've used or my friends have used crack solely because i live in new york, LOL.\n  \n  unless you have a legitimate question, this conversation is ending. this is silly.\n  ","390607":"\n  there's a bigger heroin problem on long island than crack, tbh. i'm not sure about the city or upstate new york, though.\n  \n  perhaps when you were in elementary school, they reinforced the idea of \"no silly questions,\" but definitely not in high school and for sure not in college, rofl.\n  ","390608":"\n  LOL. it isn't a serious question, it's a silly scenario and not a question i'm interested in answering. it's trolling at best.\n  ","390609":"\n  LOL. you've never asked me this question before.\n  \n  this is something i would normally delete because it's trollish and ridiculous.\n  ","390610":"\n  i answer pretty much everything in my inbox that's actually a question and appropriate.\n  ","390611":"\n  ask me some questions, friends. i have no plans for the rest of the afternoon ~~\n  ","390612":"\n  lmaoo. i mean -- if you want, but you're probably not going to get anywhere with it.\n  ","390613":"\n  i've been working on a short essay, something that's much longer than the essays i've written in the past.\n  \n  i don't really think it's worth remembering, but it's something that makes me proud of myself because i haven't written creatively in a while.\n  ","390614":"\n  ah, thanks. i'm so tired of the color -- after it's safe to go to salons again and my friend is comfortable doing hair, i'm going to color it dark brown and red (like a balayage).\n  ","390615":"\n  yes, i'm left handed.\n  ","390616":"\n  this is how long it is now, lmaoo.\n  \n  god, i can't wait for my friend to open her salon again so i can shave this off.\n  ","390617":"\n  they're only hanging out with each other -- it's not as if we're throwing parties with multiple people or something. it's gotten to the point where it's fine to see one person, or even two, as long as you're not congregating in large groups.\n  \n  the people who *are* throwing parties and showing up in large groups and pretending that things are \"normal,\" i.e. the people going to the beach, are the ones who are making the cases skyrocket again.\n  ","390618":"\n  lol, thank you. my hair is at least 3-4 inches longer at this point (including the shaved part, since i haven't shaved it since november).\n  ","390619":"\n  like i said, it's under settings. you can choose whichever one you want from their selection of moods.\n  ","390620":"\n  not before, but this is immediately after getting it done for the very first time over two years ago.\n  ","390621":"\n  yeah, haha. i mean, i'm a fairly impulsive person to begin with so it isn't really out-of-character for me. i was sitting in the salon chair for a regular cut and color, and i told my stylist, \"hey... shave half of my head.\"\n  \n  i already had an undercut on the right side to begin with, but i really wanted half of my head shaved right up to my natural part.\n  ","390622":"\n  not as much as i wanted, LOL. i ended up taking the recycle out, putting some cardboard boxes in the garage, wiped down the bathroom, uploading the dishwasher, and changing the garbage bags.\n  ","390623":"\n  we all do our own separate laundry, lol.\n  ","390624":"\n  it was an impulsive decision that i made last minute when i was already at the salon.\n  ","390625":"\n  no, we all have different tasks around the house. i normally clean the dishes and mop the floors, my one roommate vacuums and cleans the living room, and my second roommate does all of the cat litter and cat maintenance (lol).\n  \n  i feed the cats sometimes when no one else is home, but that's all.\n  ","390626":"\n  haha, thank you. :'))\n  ","390627":"\n  this is a pretty accurate representation at the moment. my roots are horrible.\n  ","390628":"\n  lol, i absolutely *hate* clutter so i try to have things as organized as possible. even when there are a few dishes in the sink, i try to clean them immediately because it just bothers me so much.\n  ","390629":"\n  thank you !! it's an HP. my previous laptop was also an HP, and it has never given me any issues besides slowing down after using it for several years, so i wanted to stick with the same brand. it's a very reliable brand.\n  ","390630":"\n  it's just an iced coffee in a thermos, lol.\n  ","390631":"\n  no, i don't work on saturdays.\n  ","390632":"\n  your feelings are completely valid and justified, i believe i would feel hurt too if i wasn't personally congratulated or asked how i was doing in that circumstance. your husband's family is essentially your family now too, so they should have taken your feelings and experience into consideration.\n  ","390633":"\n  why wouldn't it be allowed? restrictions are lifting here regarding COVID, and she's been coming over once per week for the past month or so, lol.\n  \n  she's moving out of her current house, so my roommate is helping her move this weekend.\n  ","390634":"\n  ab*se, addiction, mental illness (although i still struggle with my mental health to a certain degree), and toxic relationships.\n  ","390635":"\n  i support the black lives matter movement, and i believe that all lives cannot matter until black lives matter.\n  ","390636":"\n  to a certain degree, yes. there's always that whole \"seven degrees of separation\" thing going on, and you know a lot more people than you actually think.\n  ","390637":"\n  no, i don't generally hate anyone. hate is a very strong word and only reserved for a certain number of people in my life, and i have good reasons to hate them.\n  ","390638":"\n  something involving eggs, because they're a good source of protein for me. whether it's scrambled eggs and bacon with toast, or just scrambled eggs by themselves (depending on how hungry i am).\n  \n  this morning, i had to drop my roommate off at his girlfriend's house, so he picked us up some mcdonald's breakfast sandwiches before we left the house.\n  ","390639":"\n  most of the time, i brush my teeth twice per day. sometimes i forget and only brush them once, though. lol.\n  ","390640":"\n  i post photos fairly often, perhaps not every day but multiple times per week.\n  ","390641":"\n  remember when i said, long ago, that i didn't participate in askfm drama and gossip?\n  \n  find something better to do with your time.\n  ","390642":"\n  i think it's gross to speculate on complete strangers' personal lives, particularly those of celebrities. it's nobody's business who his father was or was not, and these types of rumors (among the others floating out there) are disrespectful to chester's friends and family.\n  ","390643":"\n  no, i don't.\n  ","390644":"\n  life is great rn.\n  ","390645":"\n  no, i don't.\n  ","390646":"\n  no, i just proofread my answers thoroughly before posting. lmao.\n  ","390647":"\n  because i like the feeling of being tipsy and numb from pain and worry.\n  ","390648":"\n  you guys tell me, i've been drunk for the last 3 hours. lmao.\n  ","390649":"\n  i don't follow people upon request, sorry.\n  ","390650":"\n  i've been feeling pretty fine.  then again, i'm drunk rn so i have no recollection of how i've been feeling over the past few weeks, lmaoo. i feel great rn, which is all that matters.\n  ","390651":"\n  yeah, it was last october.\n  ","390652":"\n  i was 27 years old.\n  ","390653":"\n  no, people can't control how their anatomy looks.\n  ","390654":"\n  this sounds like a conversation you should have with him, not me.\n  ","390655":"\n  definitely not, lol. that's 11 years younger than me and they're not even an adult.\n  ","390656":"\n  it wasn't awkward at all, tbh. she was a cool person from the few times i've met her, and as long as he's happy with her, then that's all that matters to me.\n  ","390657":"\n  yes, i've met her on multiple occasions.\n  ","390658":"\n  probably not, but i've never looked into it very much. i can assume it's based primarily on your relationship to that person, whether it's a personal relationship or a professional relationship.\n  ","390659":"\n  you only stated the first part of that sentence. regardless, it's just a sentence -- it isn't a question, so i deleted it.\n  ","390660":"\n  he already has a girlfriend, lol. it doesn't bother me -- all that matters to me is that he's happy.\n  ","390661":"\n  i would assume it's a combination of being inherently good at seeing things from an artistic angle and then also practicing a lot.\n  ","390662":"\n  i enjoy painting, but i wouldn't really say that i'm good at it, lol.\n  ","390663":"\n  i did when i was a child, up until my parents entered my room and read my entire journal front to back. after that, i didn't keep a journal anymore.\n  ","390664":"\n  i don't live with my parents.\n  ","390665":"\n  on plenty of occasions, yes.\n  ","390666":"\n  surprisingly, no. i drank a decent amount of coffee this morning, and i worked all day (until 4:30pm, at least). it's currently 9:15pm and i have no plans of going to bed anytime soon.\n  ","390667":"\n  that happened to me this morning actually, lol. i woke up around 6:00am and couldn't fall back asleep, so i stayed awake.\n  ","390668":"\n  they likely weren't questions, or they were ridiculous questions that i felt didn't warrant an answer. if you were to repeat the questions, i would tell you why i didn't answer them.\n  ","390669":"\n  fear me, i am the epitome of satan.\n  ","390670":"\n  well, the more you know ~~\n  ","390671":"\n  take multivitamins and vitamin c supplements.\n  ","390672":"\n  actually, yes !! i listen to the radio on occasion (well, i used to months ago when i was still commuting to the office), and people called in all the time.\n  ","390673":"\n  no, i'm more numb than anything else.\n  ","390674":"\n  no, i've always been too afraid to call into a radio station. lmaoo.\n  ","390675":"\n  not really, no. as long as there's open communication regardless of who is the one contacting first, then it shouldn't matter.\n  \n  i'm also coming from the age where when i was first dating my ex, we did phone calls instead of text messages ... so, yeah.\n  ","390676":"\n  i've always considered myself quite timid.\n  ","390677":"\n  probably? i wouldn't know, i don't believe i have a \"strong\" personality, lol.\n  ","390678":"\n  no, he wouldn't be okay with it unless i was okay with it. and because i expressed my hesitation with it, he wasn't interested in doing it anymore.\n  ","390679":"\n  probably my own insecurities about my partner leaving me for the other person, lol. i've never been able to envision myself in a poly relationship, i think i would overthink the situation too much.\n  ","390680":"\n  i get some decent anons questions, and most of my questions come from anons, so i see no reason to turn it off.\n  ","390681":"\n  i'm indifferent to anons. i'm only interested in actual questions.\n  ","390682":"\n  i'm actually pretty cold rn, lmaoo.\n  ","390683":"\n  stereotypes are fine to acknowledge, but it's *also* important to acknowledge when\/where stereotypes are wrong and why they're stereotypes to begin with.\n  ","390684":"\n  probably? i don't remember much of when i was a child.\n  ","390685":"\n  yes, i vote in every presidential election.\n  ","390686":"\n  no. people should only be taxed based on the tax bracket they're in in terms of their financial status.\n  ","390687":"\n  no, i wouldn't be able to do polyamorous relationships, lol. my ex and i talked about it for a while when my sexual libido was nonexistent, but it wasn't something either of us were interested in doing.\n  ","390688":"\n  i believe everyone has the right to maintain any sort of relationship(s) they want to maintain, as long as everything is consensual.\n  ","390689":"\n  yes, there are a plethora of health issues that run in my family, including heart disease, diabetes, cancer, alcoholism, etc etc.\n  ","390690":"\n  followers don't mean anything, lol. if you place that much emphasis and importance on how many followers you have, then you have some deep-seated issues that you need to work on.\n  ","390691":"\n  not as expensive as most people like to believe. it's easier to buy food from the grocery store than to buy fast food all the time -- it lasts longer, and most healthy food products (like fruits and vegetables) are pretty cheap on their own.\n  ","390692":"\n  yeah, it's a decent song.\n  ","390693":"\n  as my bio indicates, i live in new york.\n  ","390694":"\n  i literally just answered this, lol. however, i'm doing well. i'm currently vibing and listening to music.\n  ","390695":"\n  i'm doing well !! i'm currently *very* tipsy, and i'm listening to music, answering questions on askfm, and browsing the internet. :'))\n  ","390696":"\n  ... are you asking to see my CV\/resume? lmaoo.\n  ","390697":"\n  i like it !! especially the guitar in the background. this doesn't sound like a song from the 1970s, funnily enough. it sounds more like a late 1980s-1990s song.\n  ","390698":"\n  send me the name of the song and the artist, & i'll look it up.\n  ","390699":"\n  not from anons, no. if you ask me to search for something, then i'll search for it though.\n  ","390700":"\n  if i know them already, then yeah. i don't add random people, though.\n  ","390701":"\n  LOL. i mean ... to each their own. everyone has bodily autonomy, which means they can do what they like to their own bodies. i have no say in the matter.\n  ","390702":"\n  oh, please. if you're looking for answers to fetish questions, then seek it out somewhere else.\n  ","390703":"\n  no? that would be adrenaline, not alcohol.\n  ","390704":"\n  i don't wear anything on my wrists.\n  ","390705":"\n  no problem -- that's what i'm here for. i always try to provide an open platform for others to discuss things i've personally experienced, so i've always been open about the things i've gone through\/currently going through.\n  \n  insight into my behavior is good, but it's also something i hide from people like my doctors. :\/ which may be an indication of a problem.\n  ","390706":"\n  lol, that's totally true !! i honestly don't even know if i want children in the future, it's something i always wonder about. my roommate & i were talking about it a few days ago, actually. he's naturally a fatherly person so he wants children, so i was explaining to him how pregnancy freaks me out and i would adopt if anything else.\n  ","390707":"\n  black leggings and a gray tank top that has a purple rainbow on it that says \"good vibes.\"\n  ","390708":"\n  i'm concerned to a certain extent, because i know drinking every day is bad ... but it doesn't deter me from drinking. it's my way to relax at the end of the day.\n  \n  honestly, i've always wondered if i was in denial about potential alcoholism. there are some nights i do drink to get drunk, but it's maybe once per week if anything. otherwise, it calms me down and puts me in a relaxed state of mind and body.\n  \n  my father was\/is an alcoholic, so my family has always been concerned about my drinking habits. they obviously don't know that i drink every night, otherwise they'd freak out. my mother also always gave me a hard time about going out and drinking with my friends on friday or saturday nights, so there's a certain stigma associated with it in my family.\n  ","390709":"\n  LOL. i honestly didn't even pick up on the typo, lmaoo. i'm also a bit tipsy now, so yeah.\n  ","390710":"\n  i've tried that, and they've always looked at me weird, LOL. like ... when my ex's goddaughters and godsons were young, like 4-5 years old, i tried talking to them but i felt so weird about it.\n  \n  i've never grown up around children and i never babysat anyone before, so i think that's where it stems from.\n  ","390711":"\n  no, i don't talk to strangers on instagram.\n  ","390712":"\n  LOL, thank you !! some people say i have a definitely new york\/long island accent, but i suppose it depends on the person.\n  ","390713":"\n  honestly ... i don't know. i drink every night, but at the same time, i don't get drunk every night, and it doesn't deter me from completing my daily tasks and responsibilities.\n  \n  i've heard that is the definition of a \"functioning alcoholic,\" but i don't feel as if i'm dependent on it either. it's a really gray area that i'm treading rn.\n  ","390714":"\n  no, i haven't looked into it.\n  ","390715":"\n  i haven't really remained up-to-date with a lot of things, so it doesn't surprise me that i haven't heard about it. i've been focusing my attention on my work and creative writing these days.\n  ","390716":"\n  i don't remember *very* much, but i have nostalgic feelings about dragonball z and thundercats.\n  ","390717":"\n  i wasn't even aware of this, lmaoo. i'm not worried -- my twitter is private, and i don't really post there very often anyway. i mostly retweet stuff and post photos.\n  ","390718":"\n  i believe i became interested in politics when i was in my early 20s, somewhere around college during the middle of obama's presidency. i had previous knowledge of government and *some* politics during high school, but i didn't really start paying much attention until i was introduced to feminism.\n  ","390719":"\n  tbh, i don't remember anything about the bush administration. i was only 16\/17 years old when obama took office, and for the first few years of his tenure, i paid zero attention to politics.\n  ","390720":"\n  ask me questions, friends ~~\n  \n  i'm drinking, it's friday night, and i'm home alone. :'))\n  ","390721":"\n  yeah, sometimes i get too much sleep. most nights, i try to get at least 7-8 hours of sleep.\n  ","390722":"\n  you're asking the totally wrong person, lol. i've never been in a sorority before, and i have no idea how they work.\n  ","390723":"\n  i have no idea how to talk to children or what they can\/cannot comprehend at whatever age, so i honestly have no clue.\n  ","390724":"\n  -- \"here, i saw this and it reminded me of you.\"\n  \n  -- \"you told me you were having a bad day, so i did this for you.\"\n  \n  -- \"want to go grab a drink and watch some live music?\"\n  \n  -- \"let's spend the night in and watch stupid movies and listen to music by the fire.\"\n  ","390725":"\n  if that was the case, i could probably cure cancer for the entire world. lmaoo.\n  ","390726":"\n  the general misconception about people having piercings and tattoos is that they're unprofessional, which cannot be further from the truth. your taste in body modifications does not determine your work ethic or ability to be a good employee\/manager\/etc etc., and people should not be judged on the piercings or tattoos that they have.\n  ","390727":"\n  i don't believe i would be able to make a determination like that, considering i've only left the united states once (and that was to go to the bahamas). i have a lot of traveling to do, and i don't want to say that i want to live somewhere without at least visiting it first.\n  ","390728":"\n  england, new zealand, and italy.\n  ","390729":"\n  i don't believe so? my hair has been consistently colored since the age of 12, haha. my roots are overgrown right now, but i don't believe i have any gray hair.\n  ","390730":"\n  i haven't really been on much at all today, so i haven't noticed anything different.\n  ","390731":"\n  i'm doing well today !! i just finished up work, and then i took a quick 7-11 run and also to get some gas for my car.\n  \n  ask me questions, friends ~~\n  ","390732":"\n  well, 2020 isn't over yet so that isn't a determination i can make.\n  ","390733":"\n  when you've completed your responsibilities for the day.\n  ","390734":"\n  both years have had their ups and downs, so it's difficult to compare them.\n  ","390735":"\n  i've never stated that i had an eating disorder.\n  ","390736":"\n  i don't really like cooking because i'm not very good at it, besides breakfast foods. as for eating, i'm a bit indifferent to it unless i have a craving for something.\n  ","390737":"\n  i don't accept random friend requests on instagram.\n  ","390738":"\n  \"can't feel my face\" by the weeknd is actually about his addiction to cocaine.\n  ","390739":"\n  fish can actually \"drown,\" or at least suffocate while remaining in the water. if there isn't enough oxygen in the water, that puts the fish's life at risk and they can ultimately die.\n  ","390740":"\n  i don't give myself as much credit as i deserve at times, and i'm often incredibly hard on myself even though i'm not as hard on my friends for the same reasons. i made a splendid breakfast for myself this morning, for example, and i didn't believe i could do that because it was something i never tried before.\n  ","390741":"\n  no, i most definitely would not go on a blind date. i haven't even shown an interest in dating while knowing who someone is, at any rate.\n  ","390742":"\n  toxic masculinity *does* exist, and it's exhibited in the mental health stigma men face on a regular basis. men with mental health issues aren't taken as seriously as women's mental health issues because men have been conditioned to suppress their emotions, being told that having emotions is \"weak\" and \"not manly.\" more men attempt s*icide than women, from my understanding, in light of this.\n  ","390743":"\n  a better house to rent or an apartment, lmao. i enjoy the house we live in now, but there are some issues with the house that we didn't realize existed prior to moving in. the electrical system sucks (we had to finagle our way around electrical cords in order to get the air conditioner to work without blowing the breaker). additionally, there's really little insulation throughout the house, and the toilet isn't big enough.\n  ","390744":"\n  i'm honestly not looking forward to anything, lol. there are no upcoming events that are happening thanks to COVID, and it's not as if i can make restaurant or bar dates with friends to look forward to.\n  ","390745":"\n  my life was much different one year ago than it is today. i was still living with my parents back then, and i was on the verge of my ex and i breaking up, so i was very uncertain in our relationship. i wasn't happy at all with my living circumstances, and my depression was high at that point in time. i was also experiencing panic attacks still because it was before i was prescribed xanax for my panic attacks and generalized anxiety.\n  \n  now, i'm living on my own with two roommates away from my parents, and although i'm single now, i'm still close friends with my ex and our friendship is pretty strong, stronger than it was during the last few months of us dating. i have my anxiety managed for the most part, and i haven't had a panic attack in months.\n  ","390746":"\n  there are tons of abandoned buildings on long island, such as pilgrim state psychiatric center and king's park, but i've never been to either location.\n  ","390747":"\n  in five years' time, i would like to be living on my own without roommates in a nice apartment (or a house if i end up dating someone else). i would like to have my mental health more under control, since i'm getting back into going to therapy soon. i would also like to adopt a lot of pets.\n  ","390748":"\n  my favorite season has been autumn for as long as i can remember, so i suppose yes. :'))\n  ","390749":"\n  i'm honestly not sure. i don't believe i fit into any stereotypes (at least not anymore, lol). during my high school days, i was a basic emo\/scene person.\n  ","390750":"\n  a scorpion encased in amber as a pendant for a necklace.\n  ","390751":"\n  i made avocado toast this morning ~~\n  ","390752":"\n  haha, thank you !!\n  ","390753":"\n  thank you !! it's 10:21pm where i live rn, but my day was pretty good. :'))\n  \n  i set up my new laptop so i'm going to try working on it tomorrow for my job.\n  ","390754":"\n  none of my habits are special, lol they're destructive at their worst.\n  ","390755":"\n  oof, that's a difficult question. i would respect both of their opinions, but i believe i would try to hear them both out first and then try to make a determination based on how i feel after listening to their accounts.\n  ","390756":"\n  yeah, i believe i have a really long time ago. i don't remember much about the series, though.\n  ","390757":"\n  LOL, yes. however, it wasn't really because i was fed up with their presence, it was more along the lines that i was tired of socializing and wanted to be left alone.\n  ","390758":"\n  there's a difference between offering the option to someone and then downright telling them to seek a nutritionist. if someone goes, \"if you're able to see a nutritionist, then i suggest you try it out,\" then i see nothing wrong with that. however, if someone says \"you need to make an appointment with a nutritionist,\" i can see how that's problematic.\n  ","390759":"\n  why would that be creepy ... ? there's nothing wrong with liking tarot, astrology, etc etc. it's a very common interest.\n  ","390760":"\n  sure. i don't really see a reason why someone would post those types of things if they didn't have an inherent interest in it. it doesn't necessarily mean they practice it, though.\n  ","390761":"\n  i normally just delete them without answering.\n  ","390762":"\n  \"hallucinogenics\" by matt maeson ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=doRUhDIB29s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","390763":"\n  considering 24 is much younger than me, yes. lol.\n  ","390764":"\n  i didn't realize that police officers didn't hire people at the age of 24. that's fairly young.\n  ","390765":"\n  that's always a plus. i wish i could go back to get my master's degree, but i know that isn't something my company would pay for.\n  ","390766":"\n  oh, i understand. i'm not sure what the cost of living is in the UK, but i'm assuming it's a lot cheaper than in the united states, and particularly where i live in new york. lol.\n  ","390767":"\n  didn't you just say that the salary was 20k per year?\n  \n  unless you mean that it would be $25 per hour. regardless, even if it is that much, the fact that you're only making a 20k salary per year doesn't add up to much, especially if you're paying for college expenses.\n  \n  obviously it's up to you, overall. i made minimum wage when i was working while attending college, but i also worked 35-40 hours per week, lol.\n  ","390768":"\n  i used to believe in the whole wayfair sex trafficking theory, but the more that i read about it, it just seems awfully suspicious that major retailers would take part in something like that. people who are involved in that black \"market\" are much smarter than to use such mainstream avenues like wayfair or amazon to conduct their business.\n  ","390769":"\n  i think it may be a combination of both, in my experience. some people are just naturally gifted at writing while others aren't -- something i've learned over the years through editing other people's work throughout high school, college, and in my regular workday.\n  \n  i think you can be taught the ins and outs of writing, but the idea of \"good\" writing is fairly subjective.\n  ","390770":"\n  that isn't a livable wage where i live, so that doesn't really seem worth it unless you're still living with your parents and don't have to pay for a lot of bills or health insurance.\n  ","390771":"\n  favorite cartoon movie ; spirited away (although that's more anime than anything else).\n  \n  favorite cartoon show ; bob's burgers.\n  ","390772":"\n  i didn't watch the interview, and the only thing i know about it is that she cheated on him with someone else, lol. i really have no idea about the entire ordeal.\n  ","390773":"\n  i think that's a bit rude & unfair, tbh. being stuck-up is not a good quality to have regardless of the reason.\n  ","390774":"\n  volatile, ab*sive, dysfunctional, and suppressive.\n  ","390775":"\n  i get a plethora of stupid questions on an average basis, so i wouldn't be able to narrow it down to just one.\n  ","390776":"\n  yeah, it's been said that english is one of the hardest languages to learn for those who are learning it as a second language.\n  ","390777":"\n  no, i don't generally speak to people through instagram, particularly strangers.\n  ","390778":"\n  hello, new work station. ?\n  ","390779":"\n  i was a legal writer for a law firm.\n  ","390780":"\n  it's pretty difficult and complex, actually. there are a lot of components to it that some people can't grasp. especially if they're not a native english speaker.\n  ","390781":"\n  i'd still love to receive your questions !! ♡\n  \n  as a filler — i'm currently transferring files from my old laptop onto a flash drive... i didn't realize how many files i had, LOL. i'm up to nearly 2000 files and it's not even done yet.\n  ","390782":"\n  it all depends on which company you end up working for, your experience, where you live (cost of living and wages differ depending on where you are), etc etc.\n  \n  this wasn't an entry-level job for me — i had 2\/3 years past professional experience in writing prior to getting this job. it pays me well enough for me to sustain myself right now, but i obviously do want more money.\n  ","390783":"\n  i'm a writer and editor for a publishing company.\n  ","390784":"\n  my day has been fine thus far — it's been a productive day at work, and i'm clocking out for the day in about 50 minutes. :'))\n  \n  afterwards, i'm going to set up my new laptop !! i'm super excited.\n  ","390785":"\n  sometimes, lol. i absolutely hate jump scares because they make my anxiety go wild, and i have a tendency to become very paranoid after watching a horror movie.\n  ","390786":"\n  no, that would be pretty classist to do so. not everyone has had the privilege of obtaining an education that allows for advanced study of grammar, and also some people simply cannot grasp it as firmly as others.\n  ","390787":"\n  american.\n  ","390788":"\n  i've never written a comic before, so i don't have much advice in that respect. most of what i write are short essays and poetry that focus on a few themes, but not too many.\n  \n  i would say to do things in steps and try to compartmentalize each part of the process so it doesn't feel like you have this large project ahead of you. take things step by step, and space it out over the course of a few days or weeks instead of expecting yourself to do everything in one shot.\n  ","390789":"\n  i overthink in my daily life, but not really while i'm writing, lol.\n  ","390790":"\n  write consistently, every day if you're able to do so. the writing doesn't have to be good or perfect, but the only way to get better at your craft is to practice on a routine basis.\n  ","390791":"\n  not that i'm aware of, no. writing is a release for me — a release of my emotions, of the things that are troubling me. it comes out of me naturally, so there's really little thinking involved unless i'm trying to remember a specific word i want to use.\n  ","390792":"\n  i don't chat on askfm, i'm here to answer questions.\n  ","390793":"\n  hello — do you have a question?\n  ","390794":"\n  i've been listening to halo music compilation videos all morning.\n  \n\n   https:\/\/youtu.be\/j0NnN9jQ1QU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","390795":"\n  i like my eyes and cheekbones the most. as for other people, it depends on each individual really.\n  ","390796":"\n  i have a difficult time remembering my dreams, but i do know what they are within a few minutes of waking up — then they disappear. there have been a lot of dreams that are bizarre lately, but i obviously don't remember what they were.\n  ","390797":"\n  i find certain styles of architecture to be beautiful, but i don't know very much about them.\n  ","390798":"\n  i'd personally be more apt to choose a coffee date over those three options. however, everyone is different.\n  ","390799":"\n  i don't generally block people.\n  ","390800":"\n  i'm five feet tall.\n  ","390801":"\n  hello — do you have a question?\n  ","390802":"\n  i'm pretty impulsive, haha. i've been known to spend money on random items without a second thought at times, i make drastic changes to my hair in that same moment, and i binge drink.\n  \n  last night was sorta impulsive, i could have stopped drinking after my third glass of wine but then decided \"f*ck it\" and poured myself two glasses of whiskey on the rocks.\n  ","390803":"\n  i made a minor mistake at work last week, which naturally made me feel horrible and i was so disappointed in myself to the point of anger.\n  ","390804":"\n  i woke up around 8:25am.\n  ","390805":"\n  i think i already posted this here, but i like this selfie for some reason ~~\n  ","390806":"\n  i'm bisexual.\n  ","390807":"\n  i'd rather date someone who's my age or older than me. i would want someone who's in the same stage of life as i am.\n  ","390808":"\n  this is true !!\n  ","390809":"\n  my own money, yeah. i don't care about what other people do with their own money, lmao.\n  ","390810":"\n  they're just trying to make ends meet. there's nothing wrong with that.\n  ","390811":"\n  that's all well and good, but you don't really have a say in the matter. :'))\n  ","390812":"\n  honestly, i don't really think you should be thinking that far ahead. dating someone is different from moving in with someone, and you'll probably date quite a few people before you make the decision to move in with someone. at that point, the feelings you have for that person and your compatibility will trump everything else.\n  ","390813":"\n  no, i definitely do not have the stamina for that. lol.\n  ","390814":"\n  LOL, yes. every single time. i know most of the words to the songs in les miserables, as well as sweeney todd.\n  ","390815":"\n  i've always wanted to travel to new zealand, england, iceland, the netherlands, and italy.\n  ","390816":"\n  LOL, thank you. this can either go very well or very poorly.\n  ","390817":"\n  they're both\n  \n   @poetalunam\n  \n  , but they're also both private accounts and i only accept invites from people i already know.\n  ","390818":"\n  i finished up my wine and i moved on to whiskey -- let's see how tonight goes, lmaoo.\n  \n  ask me some questions ~~\n  ","390819":"\n  i'm attracted to men, women, and non-binary folks.\n  ","390820":"\n  i have absolutely no idea what you're talking about.\n  ","390821":"\n  hello. do you have a question?\n  ","390822":"\n  eventually, sure. i'm not in any rush, however.\n  ","390823":"\n  i have no idea what those cars are, so none of the above.\n  ","390824":"\n  a sedentary lifestyle, alcohol use, and medication.\n  ","390825":"\n  idk how other people view it, but i know i was dating a girl when i was 12 years old, lol.\n  ","390826":"\n  yeah, this conversation ain't going anywhere. bye.\n  ","390827":"\n  i honestly have no clue, i haven't weighed myself in over a year. i'm also not comfortable posting my old weight online because i'm definitely bigger than that number now.\n  ","390828":"\n  i'm five feet tall.\n  ","390829":"\n  listening to music, checking up on askfm, and i'm about to start reviewing a creative writing piece i partially wrote last night.\n  ","390830":"\n  ... so ask it.\n  ","390831":"\n  a few of my friends are exceptionally kind, but they're not the sort of kind to where they'd allow people to walk all over them. they're considerate and caring, but they also set boundaries and know when to put their foot down.\n  ","390832":"\n  you cannot ultimately trust someone 100% besides yourself. you never know when there will be a falling out with someone to whom you've entrusted your secrets, and there's always the risk of someone talking about you or betraying you behind your back.\n  ","390833":"\n  hello -- do you have a question?\n  ","390834":"\n  myself, lately. i've been striving to make a better life for myself because i know that i deserve to be happy, and that requires me working on bettering myself and doing things that bring me enjoyment.\n  ","390835":"\n  i used to have really bizarre re-occurring nightmares when i was a teenager. they would happen almost every night, or at least nights when i was under great stress.\n  \n  i don't want to get into what they were about because they're incredibly gruesome. :\/\n  ","390836":"\n  sunsets and sunrises on the beach, meteor showers, and live music performances.\n  ","390837":"\n  i worked in retail at a drug store for 4 years. it was terrible, lol. i was berated and yelled at by customers every day for things out of my control, the expectations from upper management were ridiculous, and every day was stressful.\n  \n  but, i didn't have any prior experience and i was good at what i was doing. i kept getting promoted, and eventually i did enjoy running the photo lab. i needed the cash to get myself through college, and i was relieved when i got my degree so i didn't have to work in retail anymore.\n  ","390838":"\n  depends on how i feel around them. i'm generally an open book to begin with but there are a lot of things that i also keep to myself.\n  ","390839":"\n  slenderman !! that was always really interesting to me, especially when the marble hornets videos came out.\n  ","390840":"\n  i believe that there is extraterrestrial life, and the government (whether it's in the US or elsewhere) knows about it and is keeping it hidden from public knowledge.\n  ","390841":"\n  i've always been intrigued by the backstory behind the joker. i'm not sure how it's written in the comics, but movies like the dark knight and joker really made me intrigued by his character.\n  ","390842":"\n  not really, no. i don't like clutter so i try to keep my personal belongings to a minimum.\n  ","390843":"\n  i went to disneyland once when i was a toddler.\n  ","390844":"\n  yeah, i hated working in retail (i worked at a drug store for 4 years). my job prior to this current job wasn't terrible, but the work became too overwhelming with really short deadlines. i didn't hate it exactly, but i was stressed to the point of tears very often.\n  ","390845":"\n  it was a relationship, lol. i had my following relationship two years later and the feelings were the same.\n  \n  you can't exactly pass sound judgment on a relationship that you don't know of. my first ex and i dated for several months, and our friendship is much different than how our former relationship was. we didn't talk for over a year because of how heartbroken i was.\n  ","390846":"\n  yeah, because making out and having shared romantic feelings for someone obviously means it was just a friendship. lmaoo.\n  ","390847":"\n  i'd honestly do what i'm doing now !! i enjoy my job a lot. :'))\n  ","390848":"\n  i've never ordered food on an airplane before, but there was a TGI fridays at the airport and my ex and i ate there between flights. it wasn't terrible — standard chain restaurant food.\n  ","390849":"\n  i'm doing well at the moment !! the work day is almost over, and i'm planning on perhaps doing some cleaning before taking a shower and relaxing for the rest of the night.\n  ","390850":"\n  when i was a toddler in kindergarten, my fingers got smashed inside of the bathroom door on the side with the hinges. doctors had to sew the tip of my ring finger back on because it was hanging on by a thread. :\/\n  ","390851":"\n  les miserables, sweeney todd, and the lord of the rings trilogy.\n  ","390852":"\n  taco bell, ahah. i love their cheese quesadillas and cheesy gordita crunches. the nacho fries are amazing too, but i don't think they offer them anymore.\n  ","390853":"\n  hello — do you have a question?\n  ","390854":"\n  yeah, haha. i don't have much experience with people elsewhere, but people who live near the city or on long island are definitely no-BS type people.\n  ","390855":"\n  pajama pants and a tank top, lmaoo.\n  ","390856":"\n  feeding the cats, deciding what to do for dinner, and watching television and\/or playing video games.\n  ","390857":"\n  no, i have another two hours to go until i clock out for the day.\n  ","390858":"\n  i've been craving avocado toast, so i made my own using the guacamole i had in the fridge, lmaoo.\n  ","390859":"\n  november 2019.\n  ","390860":"\n  pros ;\n  \n  -- lots of diversity in the environment (i.e. you can go upstate to see mountains, there are lots of parks, and you can go to long island for the beaches).\n  \n  -- pretty much everything is close by, or within 20 minutes of one another. there are some towns where you can walk to get your groceries.\n  \n  cons ;\n  \n  -- expensive as hell. the cost of living is too high for most people, and no one makes a liveable wage at minimum wage.\n  \n  -- very congested and crowded. traffic is horrible.\n  \n  i've enjoyed my friends and i currently like the town i live in, but i do eventually want to move out of state.\n  ","390861":"\n  i've watched the entire game of thrones series, and i've always loved the show. house stark is my favorite.\n  ","390862":"\n  my laptop is being delivered tomorrow & i'm super excited to set it up !! it'll be nice to have a laptop that doesn't constantly disconnect from the internet or load pages slowly.\n  ","390863":"\n  i believe in a soul, but i don't think there's a specific location in the body for it. i think it's just the entirety of our being or existence — it's who we are on an innate level, sorta like an aura.\n  ","390864":"\n  doesn't matter much to me. i'm not looking to date someone at the moment.\n  ","390865":"\n  yeah, i was 12 years old.\n  ","390866":"\n  yeah, my first relationship was with a girl.\n  ","390867":"\n  i'm going to make lunch in a little bit. i think i'm just dehydrated. i haven't drank much water today.\n  ","390868":"\n  yeah, that's better now. lol.\n  ","390869":"\n  i have a headache, but otherwise i'm doing fine. i just went on my lunch break from work, so i'm going to lay down for a bit and see if i can't get rid of the headache.\n  ","390870":"\n  yeah, my second ex was a toxic person and it was a toxic relationship. we didn't date for very long, for which i'm thankful, but he was a groomer and i'm happy that i got out of that relationship as early as i did.\n  ","390871":"\n  idk much about either, but i like ariana grande's music.\n  ","390872":"\n  i was bullied for my appearance.\n  ","390873":"\n  strawberries, raspberries, and blueberries.\n  ","390874":"\n  i usually lay down and scroll through social media while listening to music, and then i'll have a drink and watch television for the night.\n  ","390875":"\n  i've never heard of the second one before, haha. i don't drink soda really, i prefer coffee and iced tea.\n  ","390876":"\n  light beers\/IPAs, margaritas, and pinot grigio wine.\n  ","390877":"\n  this was me last night, i couldn't sleep and kept waking up every few hours. :\/\n  \n  i don't really do anything special except check social media and then lay back down and try to go back to sleep.\n  ","390878":"\n  it's one of askfm's \"moods\" you can add to your profile. it's under settings.\n  ","390879":"\n  well the cigarettes totally will, lmaoo. but i understand — my breakfast used to consist of just coffee or energy drinks and cigarettes back in the day too.\n  ","390880":"\n  that doesn't surprise me at all.\n  ","390881":"\n  no, conflict makes me extremely anxious and nervous.\n  ","390882":"\n  absolutely not. it's putting children, teachers, administration, and pretty much anyone else who works in the school at risk. cases are rising in several states in the US, and it makes no sense to send students back to school right now. many parents i know are electing to homeschool their kids.\n  ","390883":"\n  depends on the day. i usually eat three meals per day, but sometimes i skip lunch if i'm not hungry.\n  ","390884":"\n  i don't read magazines.\n  ","390885":"\n  yes, i do. i'm fairly open about my experiences with mental illness.\n  ","390886":"\n  good morning !!\n  \n  hope everyone has\/had a fantastic day. ?\n  ","390887":"\n\n   @shehitsback\n  \n  drew me.\n  ","390888":"\n  having sex is the most common way of people getting pregnant, so it's easy and common to assume that. there's also the option of IVF, surrogacy, and adoption. i don't believe those are as common as people becoming pregnant, though.\n  ","390889":"\n  that makes sense, tbh.\n  ","390890":"\n  i wrote nearly 800 words in the past hour, someone be proud of me.\n  ","390891":"\n  i guess people aren't allowed to have a favorite animal anymore, lmaoo.\n  ","390892":"\n  i think it's such a tragic incident, and this week has been heartbreaking with respect for celebrity deaths.\n  ","390893":"\n  anyone have those frustrating moments where they *want* to write something creatively, but they can't figure out what they want to write about?\n  \n  i looked up writing prompts online, and they all seem so silly to me. the most daunting part of writing is looking at the blank screen and cursor just blinking at you.\n  ","390894":"\n  LOL, this is a valid point.\n  ","390895":"\n  yeah, it isn't really a big deal to me.\n  ","390896":"\n  i wasn't feeling well this morning, i was having digestive problems that was distracting me from my work. since then, i've slowly been feeling better.\n  ","390897":"\n  go to the bay, order a drink, and lay out in the sand while soaking up the sunshine.\n  ","390898":"\n  hello ~~\n  \n  i'm feeling a bit better now. i just ordered a new laptop, which will be delivered on thursday. i just spent the past 2 hours transferring files into a new folder so i can easily put them on a flash drive and place them in my new laptop.\n  ","390899":"\n  me, lol.\n  ","390900":"\n  duel wielding war axes.\n  ","390901":"\n  my new laptop is being delivered on thursday. :'))\n  ","390902":"\n  lately i've been eating pasta again. i had penne ala vodka the other night, which was delicious.\n  ","390903":"\n  i'm not sure if i can think of one, haha. i don't know very much about whatever is trending, it isn't something i necessarily pay much attention to.\n  ","390904":"\n  i understand both sides of the issue. on the one hand, giving children smartphones may be detrimental to their development and make them almost *too* reliable on technology. however, when it comes to children going out with friends, it's good to have a cell phone in case they get into trouble.\n  \n  i think the best compromise would be, like... a phone that can only make and receive calls and texts, instead of having internet and an abundance of social media. however, i also recognize that's unrealistic too.\n  ","390905":"\n  neither. i have no interest in being involved with law enforcement.\n  ","390906":"\n  of course. i've disliked a few of my coworkers over the years, but it's important to remain on good terms with them for the sake of not getting into unnecessary confrontations. it isn't professional.\n  ","390907":"\n  i'm the wrong person to ask this question because i'm in a constant state of nervousness\/anxiety. lmaoo. if i'm having a confrontation with someone, then my thoughts are normally racing and my heart is beating out of my chest.\n  ","390908":"\n  i don't think you're required to post a return address. however, i've never done this before so i honestly don't know.\n  ","390909":"\n  i don't necessarily believe so, no. it could simply mean that they're not close to you. i'm not close to most of my coworkers, so it wouldn't offend me if they didn't invite me somewhere.\n  ","390910":"\n  i don't believe it's fake, no. at the same time, however, when you work in retail you're supposed to greet the customers in such a manner. it's also a good set-up for also asking them \"did you find everything you needed today?\" etc etc.\n  ","390911":"\n  i agree with you, anthropology is an interest of mine and i find it fascinating as well. i would also study criminology, sociology, and psychology.\n  ","390912":"\n  teleportation, so i wouldn't have to worry about driving anywhere. i have really bad driving anxiety, especially to places i've never been to before, so it would be a relief to be able to teleport somewhere.\n  ","390913":"\n  answering questions on askfm, listening to music, and looking into different laptops since i want to purchase a new laptop soon.\n  ","390914":"\n  having the ability to do what i need\/want to do without any restrictions, mostly in a personal sense. i didn't have a sense of freedom when i lived with my parents, so now i enjoy the freedom and independence of being able to do what i want on my own schedule.\n  ","390915":"\n  i'd rather cook for myself than spend money on food at a fast food restaurant, lol. sometimes i'll get dunkin on doordash, but it's only maybe once every 1-2 weeks when i don't feel like cooking or making my own coffee.\n  ","390916":"\n  i work from home and i work 40 hours per week monday through friday, so it was bound to happen eventually.\n  ","390917":"\n  no, i'm content with the fairness and rationality of being a human.\n  ","390918":"\n  eh, they've been frequenting my page for a few weeks now so it doesn't bother me anymore. i reckon they're just from another country and english is their second language.\n  ","390919":"\n  no, i clocked out of work early almost an hour ago.\n  ","390920":"\n  like i said, i'm not answering questions on my phone at the moment. i don't have selfies on my laptop.\n  ","390921":"\n  i haven't gotten my hair done since last november, so right now my hair is a very long mess.\n  ","390922":"\n  ???\n  \n  the reason why i don't drive my car is because i've been working from home, lol. when i worked in the office, i drove at least 30 miles per day.\n  ","390923":"\n  i'm pretty sure i've done this before. either way, i'm not answering questions from my phone rn so i can't take a video.\n  ","390924":"\n  my room is a mess rn and my bed isn't made, so no. lol.\n  ","390925":"\n  i get oil changes every six months and my inspection done every year. i haven't driven the car except to local places once per week or so, so i haven't needed to gas up my car in like a month, lmaoo.\n  ","390926":"\n  i've always had a sensitive stomach, so it was probably something like too much cheese on the egg sandwich i ate this morning, or the egg didn't sit with me the right way.\n  ","390927":"\n  sure, that's fine. i'm okay though, it's just a digestive problem that i have right now that'll probably clear up in a few hours. as for COVID, i barely leave the house as it is and i always wear a mask when i do go out.\n  ","390928":"\n  uh, my hyundai is only 7 years old, lol. i've never been into cars at all, so it doesn't matter to me really. as long as it's reliable and good on gas, then i don't care.\n  ","390929":"\n  i don't really think that's unreasonable, no. however, i'm the really the best person to ask this because i'll probably never have children, so it isn't a situation i would ever be in.\n  ","390930":"\n  yeah, i've heard of that. there's no reason for me to make sure with my insurance company because i don't have COVID.\n  ","390931":"\n  amsterdam, london, venice, moscow, madrid, and portland.\n  ","390932":"\n  i'm not sure, it isn't something i've ever had to think about so i never called my insurance to make sure. i've never had COVID (from my knowledge).\n  ","390933":"\n  there isn't a deep significance to me. they're just my favorite animal.\n  ","390934":"\n  no, i only clocked out of work 40 minutes ago. i still feel rather unwell.\n  ","390935":"\n  i've never heard of them before.\n  ","390936":"\n  LOL, considering i haven't had sex in almost a year, that's impossible.\n  ","390937":"\n  last august, when my ex and i broke up.\n  ","390938":"\n  more like diarrhea to the point where i was using the bathroom every 20-30 minutes.\n  ","390939":"\n  no, i'm pretty sure digestive issues aren't a symptom of COVID. if i had COVID, i would be having trouble breathing and a high fever, from my understanding.\n  ","390940":"\n  i went to the dealership in 2014 to look at cars, and i knew i wanted to have a hyundai (just didn't know what model). i ended up making a spontaneous decision there and walked out of the dealership with a new car, haha.\n  ","390941":"\n  i'm not really sure, tbh. i've always had a fascination with wolves ever since i read the book \"white fang\" by jack london when i was a child. i feel connected to them somehow, so i have a few decorative items in my room of wolves and i even have a tattoo of a wolf.\n  ","390942":"\n  mentally, i feel pretty good. however, i feel physically sick -- i actually clocked out of work early because i was running to the bathroom all morning and barely got any work done. :\/ right now, i'm taking this time to settle down, hydrate, and possibly nap later.\n  ","390943":"\n  no, i'm not interested in dating at the moment.\n  ","390944":"\n  it's a 2013.\n  ","390945":"\n  the little things in life motivate me, such as having a cup of coffee when i wake up in the morning, seeing my friends, going outside and reading when it's beautiful out, and listening to good music.\n  ","390946":"\n  lol, this is something i'm not comfortable sharing on askfm because it was honestly a very horrible, morally corrupt thing that i did to someone.\n  ","390947":"\n  i have a hyundai accent.\n  ","390948":"\n  yeah, that isn't weird to me at all. i honestly don't remember my first kiss very well. i just know it was with my first girlfriend.\n  \n  my first legitimate date was with my most recent ex when i was 17 years old. we went to the movies and then out to dinner afterwards. we had several great dates since then, including our second date which was going to the beach together, listening to music, discussing our favorite bands, and just generally connecting and getting to know one another.\n  ","390949":"\n  uh, this makes absolutely zero sense. i'm not answering any more of these statements.\n  ","390950":"\n  i don't believe there's anything that i want people to know more about in terms of myself. i'm very open to a certain degree, and i don't talk about things that make me feel uncomfortable. i only reveal online the things that i'm comfortable sharing to the public.\n  ","390951":"\n  i've always liked parcheesi, haha. i don't play board games very often at all. i can't remember the last time i did.\n  ","390952":"\n  i don't consider myself special or intelligent enough to go so far as to say that there's one particular thing that only makes sense to me. everything that i know is knowledge that is shared by other people, and even in terms of myself, some of my close friends understand me better than i understand myself.\n  ","390953":"\n  i wouldn't be able to put a percentage on it. i'm fairly open about myself online for the most part, but there are some things i don't talk about, such as when i'm having a bad mental health day. i also don't discuss my family or friends very often.\n  ","390954":"\n  \"black hole sun\" by soundgarden (1994).\n  ","390955":"\n  it depends on the individual. some people place importance on sex, while others don't.\n  ","390956":"\n  i don't really like either of their music.\n  ","390957":"\n  no, i'm a terrible dancer.\n  ","390958":"\n  myself, haha. i constantly second guess myself, my thoughts, my behavior, etc etc. i always wonder if i'm doing the right thing or if what i've said to someone hurt or offended them in some way.\n  ","390959":"\n  yes, she's a very talented artist. if you go onto her askfm page, i think she has her redbubble listed (or you can ask her for the link), it's where she has most of her art and you can purchase various items with her artwork on it.\n  \n  cc:\n  \n   @shehitsback\n  \n","390960":"\n  that ... isn't how it works, lol. i would rather be safe and protect myself and other people during this crisis.\n  ","390961":"\n\n   @shehitsback\n  \n  !! :'))\n  ","390962":"\n  the only thing i know is that i'm a scorpio. i'm not much into astrology and don't put much faith into it.\n  ","390963":"\n  a tank top and pajama shorts, lol.\n  ","390964":"\n  yes, it's pretty much mandatory where i live. you won't be allowed in stores or anything if you're not wearing a mask.\n  ","390965":"\n  facebook, LOL.\n  ","390966":"\n  that wouldn't offend me, no. if i said i wasn't in the mood, then he can just take care of himself. ¯\\_(ツ)_\/¯\n  ","390967":"\n  LOL. she isn't my best friend either, she's just a good friend of mine. we kinda disconnected after high school but we've gotten closer in the last 2-3 years.\n  ","390968":"\n  ???\n  \n  we've never had a falling out before, lol.\n  ","390969":"\n  i don't play sports. if i *have* to watch a sport, it would be ice hockey.\n  ","390970":"\n  LOL. she's just a friend. we're still friends to this day.\n  ","390971":"\n  my friend posted these photos online from 2008 — i was 16 in these photos, LOL. i don't even recognize myself, i feel like i've totally changed...\n  ","390972":"\n  they weren't my friends, they were my coworkers' friends and family. i'm not really sure how old they were. :\/ i listen to the sales calls to get more information for the articles i write, and sometimes the sales representatives reveal personal info to the client. i've heard a few of them say that they had family members and friends pass away from COVID.\n  \n  it's so unreal and hard to wrap my head around. long island *was* the epicenter of COVID for a while, which is why all of that happened. but pretty much everyone at this point knows someone (or more) who has had it.\n  ","390973":"\n  drinking some wine — ask me interesting questions !!\n  ","390974":"\n  why wouldn't that be acceptable? that's usually how sex works — one person asking the other, lmaoo.\n  ","390975":"\n  over the past few years, i've become more of a morning person thanks to being required to wake up early for work. i like getting up early in the morning and being productive — it helps my mental health a lot.\n  ","390976":"\n  never thought very much about it before, so i don't have one.\n  ","390977":"\n  i prefer showers. i don't like taking baths because i get bored super quickly, haha.\n  ","390978":"\n  i've definitely become more mentally stable thanks to medication and therapy, and i've also matured and realized my own boundaries.\n  ","390979":"\n  yeah, i saw a meteor shower when i was living in massachusetts.\n  ","390980":"\n  i drink both, but i prefer flavored seltzer water.\n  ","390981":"\n  no, i've never really been all that interested in sports.\n  ","390982":"\n  i'd like to think so, sure.\n  ","390983":"\n  no, i don't believe i have. this is a weird question.\n  ","390984":"\n  no, i don't collect anything anymore.\n  ","390985":"\n  yeah, that sounds like empathetic qualities to me.\n  ","390986":"\n  congrats, this is perhaps one of the weirdest questions i've received on askfm.\n  ","390987":"\n  if my mental health allows it, sometimes. this weekend wasn't too terrible stress-wise.\n  ","390988":"\n  i have generalized anxiety disorder, so my anxiety either stems from something going on in my life or it happens randomly on its own.\n  ","390989":"\n  sure, it'd be a nice change from the stress and anxiety i'm used to feeling, lol.\n  ","390990":"\n  no, and it's something i would rather not discuss, lol.\n  ","390991":"\n  lately there hasn't been much to plan, so i decide on what to do the day of, lol. my regular routine is pretty simple.\n  ","390992":"\n  yes, i have.\n  ","390993":"\n  only when i leave the house — i wash my hands before and after, have hand sanitizer in my car, etc etc. when i'm just home, i don't do anything different.\n  ","390994":"\n  yes, i know quite a few people who had COVID (and recovered). i also have coworkers who have had family members and friends die from COVID too. :\/\n  ","390995":"\n  people will pick apart everything, lmao. so stupid.\n  ","390996":"\n  looks like that was done on purpose to give it a grunge-y look.\n  ","390997":"\n  the background is supposed to be gray, lol.\n  ","390998":"\n  ask\n  \n   @shehitsback\n  \n  about rates !! she's currently offering portraits, but i'm not sure how much she's asking for.\n  ","390999":"\n  new artistic rendering portrait, courtesy of the amazing skills of\n  \n   @shehitsback\n  \n  . ?\n  ","391000":"\n  i've been listening to this while working all day. it's a 10-hour video of instrumentals from the video game skyrim.\n  \n\n   https:\/\/youtu.be\/20sAkiGbIWY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391001":"\n  i went to the grocery store yesterday, lol.\n  ","391002":"\n  friday nights\/saturday mornings. :'))\n  ","391003":"\n  wolves are my favorite animals.\n  ","391004":"\n  uh, no? i've always made my own money. i don't need an \"allowance\" from someone else, lmao.\n  \n  spending money on your partner isn't an obligation. if you don't have the money to spend at a particular time, then there's nothing wrong with that. my ex and i only really spent money on each other when we knew we had the spare money to do so, and also most of the time, we would spend it on different vacations and day trips as opposed to material items.\n  ","391005":"\n  a payroll? i'm not sure what you mean by that.\n  ","391006":"\n  i'm at a stage of my life where if i were looking for a potential partner, i'd prefer to date someone who's financially stable with a job and possibly their own place. they're responsible in that they pay their bills on time, etc etc.\n  \n  money didn't really play much of a factor in my past relationship because we both had a firm grasp on our finances — i.e. we knew when to spend it and when not to spend it, and if we were low on money, we'd do our best to conserve it by not going out and whatnot. we'd take turns paying for things for one another depending on who was more stable in that moment, and we lent money to each other if it was necessary (although we were both too headstrong to accept it most of the time, lmao).\n  ","391007":"\n  freelance writer\/stay-at-home novelist.\n  ","391008":"\n  no, i've only ever seen sharks at the aquarium.\n  ","391009":"\n  big yay !! i love coffee flavored ice cream, as well as matcha flavored ice cream.\n  ","391010":"\n  no, i haven't worn a bracelet in a long time.\n  ","391011":"\n  no, i've never taken a CPR class before.\n  ","391012":"\n  when i was training a new employee earlier in 2020 to prepare her for looking after my programs that i administer to at work when i had gone on vacation. i created a large training manual for her and spent 2-3 weeks teaching her most things about the programs.\n  ","391013":"\n  no, with respect to COVID at least. i'm still social distancing because there's still a risk of getting the virus where i live, and i expect cases to rise again once we enter phase 4 of re-opening (i think it's happening this week or next week).\n  ","391014":"\n  i'm going to miss this cat when he goes back home. i've become unhealthily attached to him because he's so loving.\n  ","391015":"\n  i don't think that's silly, no. everyone has their boundaries and what they deem acceptable in relationships. if that's something that is significant to them, then there's nothing wrong with that.\n  ","391016":"\n  absolutely not. a person can reveal as much or as little information about their personal life that they feel comfortable revealing. no one is obligated to know everything, that's a rude assumption people make whenever someone posts something personal online.\n  ","391017":"\n  that's not cheating in my eyes, no. my ex watched porn on occasion, but it wasn't something that really bothered me.\n  ","391018":"\n  good morning !!\n  \n  hope everyone has a fantastic monday. ♡\n  ","391019":"\n  i honestly don't know very much about it, so i can't comment.\n  ","391020":"\n  i first heard about it a year or so ago, but now it's making its rounds on twitter.\n  ","391021":"\n  the theory that chester bennington & chris cornell (and some other celebrities who died by s*icide) were k*lled because of some alleged child s*x trafficking exposure project is disgusting and an insult to their memory. don't make conspiracy theories about people who died from s*icide. this shit makes me so mad.\n  ","391022":"\n  i just finished drinking some v8 splash (peach mango flavor) and now i'm thinking about cracking open a spiked seltzer.\n  ","391023":"\n  i used to have a fitbit, but i don't even know where it is anymore. lmaoo.\n  \n  i liked using it mainly to track the mileage when i would go for walks\/jogs back in the day, as well as at the gym. it also told me how many calories i burned, but idk how accurate it really was.\n  ","391024":"\n  idk, probably anywhere between 25 and 40.\n  ","391025":"\n  yeah, especially lately considering my undercut is like... 3-4 inches long at this point, haha. it's quite annoying. i just put up with it, it's not as if i'm going out in public most of the time anyway.\n  ","391026":"\n  is there anyone you can talk to about these feelings, i.e. a close friend or partner or doctor or therapist, etc etc? it's better to talk about these emotions rather than hold them in, otherwise it's just going to get more intense.\n  \n  i understand how you feel though. even though i take my medication every day, my \"episodes\" have been happening more frequently (mainly emptiness and anger). it's frustrating.\n  ","391027":"\n  depends on how they look regarding the rest of their face\/body, as well as their attitude and how they carry themselves.\n  \n  as an aside, i sorta had silver hair at one point but it was interlaced with blue at the same time. it was a cool, wintry blue.\n  ","391028":"\n  i have in the past, but it's something i've been trying not to do. which isn't really difficult because i haven't had any issues with my friends in a long time.\n  ","391029":"\n  i was playing grand theft auto V with four of my friends the other night, and the amount of times i laughed is something i haven't felt in a very long time. it was great to get the crew back together.\n  ","391030":"\n  the band linkin park changed my life when i was a teenager. i was extremely depressed, destructive, and s*icidal, and when i discovered their music, it resonated with me so much and became a source of comfort for me. the music and the band members themselves gave me a reason to keep holding on and moving forward. i've also met some of my closest friends through our shared love of linkin park.\n  ","391031":"\n  publish a book, travel cross country, and adopt a dog.\n  ","391032":"\n  probably my laptop — it has all of my writing saved on it, and i keep forgetting to backup my files, lol.\n  ","391033":"\n  well, that was 17 years ago so obviously i looked much different back then compared to now.\n  ","391034":"\n  depends on what they did. i'm more apt to forgive, but i don't forget.\n  ","391035":"\n  my appearance.\n  ","391036":"\n  no, i was bullied throughout middle school & the former half of high school. by the time i was a junior\/senior, i wasn't bullied or anything but i wasn't popular either.\n  ","391037":"\n  \"open door\" by mike shinoda.\n  \n  he collaborated with fans who exhibited great talent to create this song, and credited them in his official music video.\n  \n\n   https:\/\/youtu.be\/_rT-dp109OM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391038":"\n  to report the news, obviously.\n  ","391039":"\n  i got starbucks today for the first time since march, lol.\n  ","391040":"\n  ¯\\_(ツ)_\/¯\n  \n  it's your call. honestly, i'd personally just say \"hey, how are you?\" or something simple like that.\n  ","391041":"\n  thank you ~~\n  ","391042":"\n  it probably depends on the individual animal.\n  ","391043":"\n  i didn't feel like i \"needed\" to anymore because i entered a relationship, and then as i got older, i learned about how toxic & ab*sive the industry is.\n  ","391044":"\n  i solely take snapchat selfies.\n  ","391045":"\n  the one i'd likely respond to would be an interesting fact. the others are either overplayed, gross, or just plain weird.\n  ","391046":"\n  i say \"scone,\" with a long o.\n  ","391047":"\n  you're asking the totally wrong person for this, lol.\n  ","391048":"\n  bold of you to assume that i actually want children and\/or would \"discipline\" them in that manner.\n  ","391049":"\n  no, not at all. porn introduces a skewed idea of what sex is like, and what they show in porn is nothing like having actual sex with someone. it doesn't teach anyone anything, and it's harmful as hell.\n  ","391050":"\n  aw, thank you !!\n  ","391051":"\n  if i was, it wouldn't surprise me. and yeah, i was very skinny back in the day.\n  ","391052":"\n  this is, also, extremely cryptic. if you have something to say, then say it. if not, then don't bother me anymore.\n  ","391053":"\n  i'm not as drunk as i would like to be, i'll tell you that much. lmaoo.\n  ","391054":"\n  yes, i'm drinking.\n  ","391055":"\n  yes, but it's long gone.\n  ","391056":"\n  it's only midnight, lmaoo.\n  ","391057":"\n  again — this is very cryptic.\n  ","391058":"\n  well, this is quite cryptic.\n  ","391059":"\n  you realized acting is pretending, right? it doesn't represent how sex actually happens between couples, and porn also contributes to the trafficking rates in the united states.\n  ","391060":"\n  porn is fake.\n  ","391061":"\n  i'm only on askfm to answer questions.\n  ","391062":"\n  no, i mixed mountain dew voltage with liquor so i'm pretty wide awake rn.\n  ","391063":"\n  i have in the past, but not recently as an adult.\n  ","391064":"\n  don't know if i shared this on here yet, but i had a paint & wine night with a friend last weekend. ♡\n  ","391065":"\n  hello !!\n  \n  i'm doing fantastic & staying safe. :'))\n  ","391066":"\n  fried eggs, bacon, and cheese on a roll with a side of hash browns.\n  ","391067":"\n  some, sure. i like led zeppelin, black sabbath, and CCR.\n  ","391068":"\n  on a few occasions, yes. some people have told me that i look like lady gaga.\n  ","391069":"\n  no, i don't watch porn.\n  ","391070":"\n  yeah, i'm single.\n  ","391071":"\n  i'm doing fine. i'm currently drinking & just playing video games.\n  ","391072":"\n  hello — do you have a question?\n  ","391073":"\n  look at all of these f*cking pigs, what the hell.\n  ","391074":"\n  men aren't oppressed because of their gender. meanwhile, women have been oppressed & k*lled for being women for centuries (because of men).\n  ","391075":"\n  i think i usually chose peach, haha.\n  ","391076":"\n  i've always been terrible at mario kart, lmaoo. although rainbow road was my favorite track (and the most frustrating!).\n  \n  the bananas angered me a lot, but i loved using the lighting bolt on other people.\n  ","391077":"\n  nope, men aren't oppressed because of their gender. meanwhile women are oppressed because of their gender every day.\n  ","391078":"\n  what the hell. ?\n  \n  hating women is wrong, point blank. this is getting quite trollish, so i'm not partaking in this conversation anymore.\n  ","391079":"\n  my argument is \"you can't judge an entire group of people based solely on the ones you know from that group.\"\n  \n  i.e. if you know women who are insecure, then that doesn't automatically mean *all* women are insecure. it's just common sense.\n  ","391080":"\n  LMAOO.\n  \n  you're honestly just trying to justify your hatred for women at this point. get out of here with this nonsense.\n  ","391081":"\n  if you want to go down the logical fallacy route, then sure — but the only reason why you're here is because i said something you personally disagree with, based on your own experiences with women. it appealed to your senses, and you figured you could make ease of an afternoon discussing this knowing full well that your opinion is wrong.\n  ","391082":"\n  no, i dislike my body.\n  ","391083":"\n  i can say that i dislike nutella because it's disgusting to me. i can't say that all women are insecure simply because only the women i've met are insecure.\n  ","391084":"\n  ???\n  \n  this thread is about women being insecure, and you as a misogynist jump in to offer your opinion. considering it's directly related to the topic at hand, then yes — i can criticize your opinion. not to mention the fact that anyone who's proud of being hateful towards women is automatically an idiot.\n  \n  there are also more relationships that cishet and lesbian relationships, lol. you're not taking into account the full gender spectrum where women may be involved.\n  \n  regardless of this, i still stand by the notion that you cannot make such a blanket statement based on your personal experiences and claim it as factual. that's just the way it is.\n  ","391085":"\n  you can't make a blanket statement that \"all women\" are insecure based solely on your own experiences, lol. that's also taking into account that you're likely referring to cishet relationships, not the plethora of other relationships that exist.\n  \n  either way, it's not as if your word means much to this thread considering you consider yourself a misogynist (which is proving to be true). if you're going to try to troll, at least have a reasonable thing to say.\n  ","391086":"\n  perhaps later, i'm not in the mood to do video responses at the moment.\n  ","391087":"\n  probably go to a vineyard with some friends and hang out, drink, and listen to music all day.\n  ","391088":"\n  this is definitely a minority of the women out there who are in adult relationships, lol. when you reach a certain point or age in your life, then you find that relationships like that are far and few in between. those are immature relationships between young people, for the most part.\n  ","391089":"\n  experiencing something personally doesn't make it factual, lol. insecurity doesn't discriminate by gender. your friends who are men probably do feel insecure, but there's a large stigma placed on men to not express emotion so they likely keep it to themselves.\n  ","391090":"\n  i think people in general are insecure because they feel pressured to look or behave a certain way by how our society is. it isn't reserved to just women.\n  ","391091":"\n  they can be for a lot of people, yeah.\n  ","391092":"\n  i used to back when i went to the gym, but who knows now. ¯\\_(ツ)_\/¯\n  ","391093":"\n  i'm assuming it was a typo for \"mile.\"\n  ","391094":"\n  definitely not.\n  ","391095":"\n  my day has been rather uneventful thus far. i've only made breakfast and coffee, made my bed, listened to music, and scrolled through social media.\n  ","391096":"\n  depends on how bad of a day it was. sometimes i like venting to a friend about my day, other times i need to be alone and just sleep it off.\n  ","391097":"\n  i think it was a mattress, LOL.\n  ","391098":"\n  no, it was just a regular selfie.\n  ","391099":"\n  i woke up later than usual this morning, lol. i didn't get out of bed until like 10:00am.\n  ","391100":"\n  depends on what they did and if\/how they've grown and changed since then.\n  ","391101":"\n  i think this is gorgeous.\n  ","391102":"\n  in case this account gets deleted\/banned for whatever reason.\n  ","391103":"\n  hey friends, go follow my backup account !!\n  \n\n   @lunampoeta\n  \n","391104":"\n  no, they're slightly different. everyone is judgmental to some degree, it's just innate to who we are as humans. you can be open-minded in that you can view things from different perspectives, but also judgmental in the aspect that you do form a judgment on someone at first glance (which is normal).\n  ","391105":"\n  you don't sound clingy, no. i understand how you feel, and if it's something that bothers you, you should try opening up a line of communication with your boyfriend discussing these feelings and how you would like to see him more often (if you haven't tried that already).\n  \n  it doesn't mean you're clingy or too much. your feelings are justified.\n  ","391106":"\n  i suppose when someone first meets me, they find it difficult to believe that i struggle with a lot of mental health problems. i'm often in either an angry, depressive, manic, or just a weird paranoid state with no in between unless i had just taken a xanax, or something.\n  \n  i give off the appearance that i'm stable, especially around those who don't know me and don't need to know that part about me, but i'm a lot more unstable that i give off. i just seldom discuss it when i'm in that state of mind.\n  ","391107":"\n  1. what's the point?\n  \n  2. what's the point?\n  \n  3. what's the point?\n  \n  :'))\n  ","391108":"\n  no, that wouldn't bother me at all because i am *very* much that person, lol. i require a lot of alone time where it's just me doing what makes me comfortable without other people, including whoever i'm dating in that moment.\n  \n  my ex was like that too while we were dating. we both required alone time, so we only saw each other maybe 2-3 times per week (along with our work schedules being opposite, etc etc). it wasn't unusual or bad if one of us were to say, \"hey, i don't feel like hanging out today. i just want to be alone.\"\n  ","391109":"\n  this is difficult for me to answer because how i behave around other people changes depending on what sort of group i'm around. different groups of friends make me act in different ways -- it's a bit hard to explain. i notice i'm more outgoing around one group of friends than others, and other groups of friends, i'm more reserved and quiet.\n  ","391110":"\n  this was me in 2009, so i was 17 years old.\n  ","391111":"\n  i've been reading books since i was a toddler, so i honestly have no idea what the first book i spent my own money on was. that would have been ages ago, lol.\n  ","391112":"\n  i don't know if i want children in the future or not. it's something i've always been undecided on.\n  ","391113":"\n  if something is minor, then it usually doesn't bother me much unless the behavior is repeated. i've forgotten a lot of different minor incidents in the past because they were minor and i didn't think much of them at all.\n  ","391114":"\n  one of my coworkers giving me attitude via email yesterday, smh.\n  ","391115":"\n  my favorite animals are wolves.\n  ","391116":"\n  i don't really experience much negative energy, but i am stressed a lot of the time. i normally relieve that stress by listening to music, drinking, playing video games, writing, and sleeping.\n  ","391117":"\n  lately, it's been playing video games with my friends. we've been playing almost every night this week, and it has really cheered me up -- just interacting with them, playing the game, having fun, laughing, etc etc.\n  ","391118":"\n  i have before in the past, but that was when i was already with my friends so i didn't have a reason to keep my phone on me. i think if i'm with friends for the entire day, then i could definitely spend the day without my phone at all.\n  ","391119":"\n  i forgive, but i don't forget. however, it really does depend on the situation. sometimes i don't forgive at all and i cut that person out of my life with no strings attached.\n  ","391120":"\n  i've always liked bathrooms that have a \"natural\" element to them, i.e. stone and wood with big windows (assuming other neighbors cannot look in and see). i like stand-up showers with a bench in them, those look super relaxing.\n  ","391121":"\n  i would much rather be able to take back anything i've said. i don't really think before i speak sometimes in terms of *how* i say things, so it can come off as insensitive or not with the same tone as i initially intended.\n  ","391122":"\n  i've never cursed anyone out to their face, lmaoo. but when someone does something that frustrates or inconveniences me, then i'll curse them in my head.\n  ","391123":"\n  i would learn how to sing well.\n  ","391124":"\n  nah, i'm good.\n  ","391125":"\n  consult a friend and ask for advice. i normally can make decisions such as these on my own, but if i'm having a very difficult time, then i'll refer to someone else and get their input.\n  ","391126":"\n  nah, i'm planning on lounging around in pajama pants and a tank top all day. lmaoo.\n  ","391127":"\n  i like seafood, but i don't eat it very often. i like salmon and shrimp the most.\n  ","391128":"\n  fruit. we have some blueberries and strawberries in the fridge rn. i used to have a container of guacamole, but i ate it all. lmaoo.\n  ","391129":"\n  mangoes or strawberries.\n  ","391130":"\n  yeah, my friends and i have been stopped by the cops on a few occasions.\n  ","391131":"\n  probably football or baseball (i live in the united states).\n  ","391132":"\n  considering my entire page is in english, yes.\n  ","391133":"\n  how about my dinner instead?\n  ","391134":"\n  we haven't even reached phase 4 in new york yet, lol. sure — they opened some restaurants, but everyone is required to wear masks and can only take 50% capacity.\n  \n  i'd rather not go out to a public place just for ~~ fun ~~ unless it's safe to do so. especially a bar, considering that's the highest risk there is.\n  ","391135":"\n  i'd rather not put my life or anyone else's life at risk because of COVID, thanks.\n  ","391136":"\n  thank you.\n  ","391137":"\n  i don't really have set criteria, lol. if a friendship is meant to be, then it'll happen.\n  ","391138":"\n  i don't have any weekend plans besides sleeping, doing laundry, and playing video games.\n  ","391139":"\n  hello ~~\n  \n  i'm all right, just taking a break from work at the moment. it's storming where i live, which makes me very sleepy, haha.\n  ","391140":"\n  this is probably my favorite outfit.\n  ","391141":"\n  uh, myself? lmaoo.\n  ","391142":"\n  sleeping.\n  ","391143":"\n  hello — do you have a question?\n  ","391144":"\n  they're just various tank tops. i bought them from amazon.\n  ","391145":"\n  autumn is my favorite season.\n  ","391146":"\n  happy friday !! thank god this work week is almost over. :'))\n  \n  i'm currently looking into buying a new laptop & i'm leaning towards an HP laptop or a lenovo laptop, since both brands are wonderful. i'm so terrified that my 7-year old laptop is going to sh*t out in me because i use it for 8 hours per day, five days per week. better safe than sorry.\n  ","391147":"\n  i'm nobody special, lol.\n  ","391148":"\n  ???\n  \n  i'm not playing with strangers, lmaoo.\n  ","391149":"\n  i don't think i've ever had spaghetti hoops before? lol.\n  ","391150":"\n  xbox one.\n  ","391151":"\n  lately i've been playing a lot of halo reach, so i guess that for now. however, i also love skyrim and the fallout series.\n  ","391152":"\n  yes, i love wine. i like sauvignon blanc and pinot grigio.\n  ","391153":"\n  i have memory loss, so i have no recollection of a lot of my past memories.\n  ","391154":"\n  no.\n  ","391155":"\n  \"open door\" by mike shinoda ;\n  \n\n   https:\/\/youtu.be\/6VBwEeUkFrQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391156":"\n  i think it depends on the person and their particular circumstances. what's difficult for one person may not be difficult for another.\n  ","391157":"\n  i just posted one below in response to another question.\n  ","391158":"\n  i have profile pictures uploaded to askfm.\n  ","391159":"\n  yeah, one side. the left side of my head is shaved & the other side is long.\n  ","391160":"\n  me: most things are fine in moderation. :)\n  \n  also me: drinks alcohol excessively, ingests too much caffeine, vapes all day long, gets high occasionally but the highs last 5+ hours.\n  ","391161":"\n  bold of you to assume that such a photo exists.\n  ","391162":"\n  i'm very much a wuss and controlled by my anxiety, so i'm probably a 4\/10.\n  ","391163":"\n  uh, alcohol. lmaoo.\n  ","391164":"\n  yeah, i just attributed it to them having a bad day or something.\n  ","391165":"\n  i think we're advancing in some areas but deteriorating in other areas. for example, i believe that medical and scientific advancements are plentiful. on the other hand, politics and the growth of social things are deteriorating rapidly.\n  ","391166":"\n  things that were, things that are, and some things that have not yet come to pass.\n  ","391167":"\n  i don't believe i have (unless central park in manhattan is considered a national park).\n  ","391168":"\n  dark humor, as well as really stupid humor. i like horror movies with elements of comedy in them that make you think \"wow that was f*cked up,\" but i also like really slapstick humor like some of mel brooks' movies.\n  ","391169":"\n  i don't give out my instagram. if you have a question, you can ask it here.\n  ","391170":"\n  i like staying within my comfort zone because otherwise i'm very anxious, but there are times where i have to push myself out of my comfort zone in order to progress forward.\n  ","391171":"\n  it was a radio show concert in december 2018, some of the acts were death cab for cutie and florence and the machine. however, the main reason why i went was to see mike shinoda. :'))\n  ","391172":"\n  depends on the day. i'm either content or manic or very sad or extremely angry. i constantly fluctuate between those emotions.\n  ","391173":"\n  it's beautiful outside today, so i'm spending my lunch break just sitting in my front yard and soaking up the sunshine.\n  ","391174":"\n  yeah, i've written dozens of poems starting from when i was a teenager. they mostly have dealt with my feelings and emotions, so they're mental health related.\n  ","391175":"\n  \"four past midnight\" by stephen king.\n  ","391176":"\n  i'm also INFJ, but i don't put much faith in or credit to those types of tests.\n  ","391177":"\n  i like earth tones, so colors like dark red, navy blue, forest green, and black.\n  ","391178":"\n  i like gothic architecture.\n  ","391179":"\n  it's been a few years, ever since the last concert i went to.\n  ","391180":"\n  ¯\\_(ツ)_\/¯\n  ","391181":"\n  i've had to buy new clothes because most of my old summer clothing didn't fit anymore.\n  ","391182":"\n  i don't follow people upon request. thanks for the follow, though.\n  ","391183":"\n  thank you ~~\n  ","391184":"\n  hello — do you have a question?\n  ","391185":"\n  both, which is why i have long hair but also half of my head shaved.\n  ","391186":"\n  friendship isn't forced, it happens naturally. either way, i'm not looking to make new friends.\n  ","391187":"\n  my roommate ordered dominos, so i had two small slices of pizza.\n  ","391188":"\n  my best friend and my ex.\n  ","391189":"\n  my most recent ex, considering we were together for nearly 10 years. he's still a close friend of mine even after the breakup, and we've been through a lot together. i can't imagine a life without him in it in some capacity.\n  ","391190":"\n  i'm currently hot and sweaty, lmao. it's very humid where i live rn, so i put the AC on full blast and have the fan going in my bedroom to circulate the air.\n  \n  mentally, i'm drained but better than i've been feeling compared to the past few days.\n  ","391191":"\n  loyalty, honesty, openmindedness, and a sense of humor.\n  ","391192":"\n  talking with food in their mouth. it's absolutely disgusting.\n  ","391193":"\n  if i wasn't involved in writing\/editing, i would probably go into research in psychology or anthropology.\n  ","391194":"\n  no, and i can't remember a time when i actually was.\n  ","391195":"\n  people talking over me while i'm speaking, people who drive recklessly or don't use their blinkers, and people who are rude to retail and food workers.\n  ","391196":"\n  having deep, productive, and compelling conversations with friends.\n  ","391197":"\n  to be happy & content with myself and who i am for once in my life, lol.\n  ","391198":"\n  no, probably not. it would make me too anxious and constantly be mindful of my steps in order to get to that future, and depending on whether the future is good or bad, it would define everything i would do in the present moment.\n  ","391199":"\n  i posted this earlier today, but this warrants a repost.\n  ","391200":"\n  i only have seasonal allergies (i.e. dust and pollen).\n  ","391201":"\n  angelina jolie, helena bonham carter, johnny depp, robert downey jr., and winona ryder.\n  ","391202":"\n  it's different for everyone. i knew i was in love when i missed him every moment i wasn't with him, when talking to him brightened my day even when i was going through a depressive episode, when i felt confident enough to confide in him about my past, and when i considered him not only a partner but also a best friend.\n  ","391203":"\n  i only have two best friends. everyone else is just a friend of mine.\n  ","391204":"\n  my most peaceful moments were when i was surrounded by trees and fields, laying down next to a lake with the sun shining on me.\n  ","391205":"\n  i like candles, but i haven't bought any in a while considering it's summertime.\n  ","391206":"\n  venting to friends, sleeping, smoking, and drinking.\n  ","391207":"\n  i used to love minecraft and played it constantly !! i still have it downloaded but i haven't played it in a while.\n  ","391208":"\n  dragonball z, thundercats, and sailor moon.\n  ","391209":"\n  i don't smoke cigarettes anymore. i quit after 10 years, and now i only vape.\n  ","391210":"\n  i've been drinking since i was 18 years old, lol.\n  ","391211":"\n  rain falling on the roof and against the windows.\n  ","391212":"\n  probably not until a vaccine is developed, but i honestly have no idea. i've heard it could become a seasonal virus.\n  ","391213":"\n  having campfires in the backyard with friends.\n  ","391214":"\n  everyone has a different reason for using askfm. i don't use social media to make friends, though. i'm content with the current friends i have.\n  ","391215":"\n  i'm not on askfm to make friends either. i've made friends over the years because we were mutuals, but that isn't my intention of using askfm.\n  ","391216":"\n  i'm not in the mood for video responses today.\n  ","391217":"\n  i don't use askfm to chat with people, i just answer questions.\n  ","391218":"\n  i do, but i don't give out my username.\n  ","391219":"\n  he's so regal.\n  ","391220":"\n  hello — do you have a question?\n  ","391221":"\n  some tiktok videos are hilarious, although i don't have an account on there. i haven't heard the news about it being banned, though !!\n  ","391222":"\n  i don't mind being pale, but i also like sunbathing during the summer because it's relaxing. i normally sit outside in the sunlight and read a book.\n  ","391223":"\n  no, i didn't panic-buy when COVID was initially happening. we did our regular grocery shopping, and we didn't stock up on items or anything.\n  ","391224":"\n  the last time i purchased clothing online, i used amazon.\n  ","391225":"\n  this was taken a long time ago, but i've always loved the way the sky looked in this photo.\n  ","391226":"\n  my current job is the best job i've ever had. even though i'm stressed lately, i thoroughly enjoy the work and my coworkers\/supervisor are awesome.\n  ","391227":"\n  i'm stressed out and i have a headache. work has been kicking my a*s the last few days, ugh.\n  ","391228":"\n  the DMV? lmaoo.\n  ","391229":"\n  autumn is my favorite season.\n  ","391230":"\n  i use instagram, but i don't give out my username.\n  ","391231":"\n  i just use water.\n  ","391232":"\n  my close friends.\n  ","391233":"\n  the texas chainsaw massacre.\n  ","391234":"\n  i'm not on askfm to make friends.\n  ","391235":"\n  my day has been anxiety-ridden all morning, so i really hope it calms down from here. sigh.\n  \n  i really wish i was informed of essential changes to programs that i moderate. i never received an email regarding a cancellation, so i accidentally fulfilled an order before realizing it was cancelled. no one informed me, and now i'm overcome with anger and anxiety.\n  ","391236":"\n  i'm getting ready for work rn.\n  ","391237":"\n  last night, i ate tacos with guacamole and chips.\n  ","391238":"\n  i was watching unsolved mysteries on netflix last night.\n  ","391239":"\n  thank you.\n  ","391240":"\n  the entire idea behind this is so silly and ridiculous, lmaoo. if you want a relationship then seek out someone who's actually around you IRL instead of a total stranger from the internet.\n  ","391241":"\n  i'm not interested in making new friends.\n  ","391242":"\n  a best friend is a person or multiple people to whom you're close, much closer than any of your other friends. they're generally one of the first people to come to mind whenever something significant happens in life, they're your greatest supporter, and you feel comfortable going to them with pretty much anything.\n  \n  i have two best friends.\n  ","391243":"\n  when i'm feeling as depressed as i have been over the past two days, it's difficult to accept the truth that the feeling will be temporary. when i succumb to these episodes, i genuinely believe that nothing is worth fighting for and everything is meaningless, and it will never cease.\n  ","391244":"\n  i don't trust the mainstream media at all because it often distorts messages and only displays the news from a biased point of view (whether left leaning or right leaning). that's why it's important to try to get your news from multiple different sources, that way you have a well-rounded perspective of current affairs and can accurately form your own opinion.\n  ","391245":"\n  when i'm feeling empty, it's just an overwhelming sense of hollowness inside of me -- like someone reached within me and removed a portion of who i am, there's this gaping hole that echoes with my heartbeats. the emptiness is a dark void, and when you're feeling empty, you discover the meaningless of everything around you, even when you're grasping for straws to find meaning in something. in anything.\n  \n  if i had to describe the emptiness in a few words, it would be feeling simultaneously hollow but also numb at the same time. there's a nothingness involved in feeling empty, you're just a shell of yourself.\n  ","391246":"\n  i don't believe i'm anything special at all. i'm just a person trying to survive life and try to find meaning to everything.\n  ","391247":"\n  i've never liked the word \"moist,\" lmaoo. it's just a really gross word.\n  ","391248":"\n  campfires in the backyard always relax me, especially if i'm having a drink and a good conversation with a friend.\n  ","391249":"\n  i don't have one. every year has had its ups and downs, but 2019 and 2020 have definitely been terrible years for me.\n  ","391250":"\n  i'm not entirely sure, tbh. i know most people are innately empathetic, and it follows them throughout the course of their lives. but if someone isn't empathetic to begin with, i'm not sure how someone could be taught to be so since it is such a deeply-rooted feeling.\n  ","391251":"\n  i'm not on a diet, nor do i exercise.\n  ","391252":"\n  lmao, i don't drink tea for weight loss. i seldom drink tea to begin with unless it's earl grey tea or ginger peach tea.\n  ","391253":"\n  parasailing sounds like a lot of fun, but i would be absolutely terrified to try it out.\n  ","391254":"\n  tbh, i don't know very much about them at all. i've never had cards drawn for me or had a reading or anything, so i don't have any experience with it.\n  ","391255":"\n  celery is disgusting.\n  ","391256":"\n  uh, comfortable? haha. if you're referring to fashion, at least. i don't pay attention to fashion trends and i just wear what's comfortable to me.\n  ","391257":"\n  i could never choose between the two, haha. i love guitars in rock music, and i also love the sound of saxophone in stuff like jazz music and whatnot.\n  ","391258":"\n  the liquor store, lmaoo.\n  ","391259":"\n  my roommate has a cactus, if that counts. lmao.\n  ","391260":"\n  lately, it's been \"open door\" by mike shinoda (a new song he premiered a few days ago).\n  \n\n   https:\/\/www.youtube.com\/watch?v=6VBwEeUkFrQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391261":"\n  lately i've been listening primarily to classical music, video game or movie soundtracks, alternative rock, and hip hop.\n  ","391262":"\n  i don't know how to cook many meals at all, but i can make a great bacon, egg, and cheese sandwich for breakfast.\n  ","391263":"\n  i prefer watching movies at home. i don't like going to the movie theater because everything is overpriced, and i like having the ability to pause a movie in the comfort of my own home in my pajamas and watch it at my own leisure.\n  ","391264":"\n  it depends on the night. some nights, i wake up every hour or so and toss and turn, while other nights i sleep deeply for 8-9 hours straight. it has a lot to do with my mental health and how i'm feeling prior to falling asleep.\n  ","391265":"\n  i only drink mountain dew baja blast or voltage. regular mountain dew is gross.\n  ","391266":"\n  i don't generally eat past 9:00pm.\n  ","391267":"\n  i joined askfm after the dissolve of formspring. formspring was shutting down and i liked the aspect of a Q&A site, so my friends joined askfm and i followed suit. i've never been one to want fame or anything ridiculous, i just like answering questions to pass the time.\n  ","391268":"\n  i don't even wear jewelry.\n  ","391269":"\n  i've made quite a few friends from askfm, although a lot of them don't use askfm anymore and i have them added on other social media.\n  \n  out of everyone, i'm probably closest to\n  \n   @CourtneyUwU\n  \n  and\n  \n   @ManicMartyrdom\n  \n  .\n  ","391270":"\n  i have a few people from askfm added on instagram, but they're friend whom i've been talking to for many years.\n  ","391271":"\n  no? he's my roommate and a close friend. we've been friends for practically 10 years, lol.\n  ","391272":"\n  my roommate knew how bad of a day i was having, so he brought home margaritas and tacos for dinner. ?\n  \n  i seriously have the best roommate. today has been one bad thing after the next, that really cheered me up.\n  ","391273":"\n  no, i don't talk to strangers through instagram.\n  ","391274":"\n  yes, i am the human embodiment of anxiety.\n  ","391275":"\n  thank you ~~\n  ","391276":"\n  we have tinkers, as well as braxton, teddy, and loki.\n  ","391277":"\n  my anxiety is terrible & my heart feels like it's in my throat. i just want to clock out of work and go to bed for the night.\n  ","391278":"\n  her name is tinkers. she's one of four cats in the household.\n  ","391279":"\n  aw, thank you !!\n  ","391280":"\n  sleepy kitten.\n  ","391281":"\n  i'm not sure which situation you're referring to.\n  ","391282":"\n  yes, i'm single. my hobbies are writing, reading, painting, photography, and video games.\n  ","391283":"\n  hello ~~\n  \n  i'm feeling all right, better than last night but also not so great at the same time. i'm currently working and it's been a good distraction, but idk what i'm going to do when i clock out for the day. :\/\n  \n  thanks for the follow. i don't generally follow new people on request, though.\n  ","391284":"\n  a gift for my father for his birthday.\n  ","391285":"\n  i'm 28 years old.\n  ","391286":"\n  no, i don't leave the house every day. i only leave the house maybe once a week or so.\n  ","391287":"\n  no, i've personally never heard of anyone with that name before.\n  ","391288":"\n  i'm pretty sad today, not gonna lie. last night and this morning have been hard, all i want to do is sleep for the next 18 hours.\n  ","391289":"\n  for my job, i'm a writer and editor at a publishing company.\n  ","391290":"\n  no, this sh*t is stupid.\n  ","391291":"\n  i don't have any pockets right now.\n  ","391292":"\n  because i'm in a negative head space most of the time, and my moods change rapidly so i can never guarantee that i'll feel good enough to have a good trip.\n  ","391293":"\n  i joined askfm when formspring was shutting down because i've always liked Q&A sites. i've made some friends during my time spent here, but it wasn't the reason i joined. i'm here primarily to answer questions.\n  ","391294":"\n  hello — do you have a question?\n  ","391295":"\n  i'm from new york state.\n  ","391296":"\n  yes, it's very relaxing.\n  ","391297":"\n  drinking and having a campfire in the backyard.\n  ","391298":"\n  i haven't paid any attention to movie previews in a very long time, lmaoo.\n  ","391299":"\n  nah, i'm good. i'm already talking to my friend about it.\n  ","391300":"\n  just sh*t going on in my life, nothing new.\n  ","391301":"\n  i haven't learned anything except how to drink excessively without getting a hangover.\n  ","391302":"\n  not so great, thanks for asking.\n  ","391303":"\n  i usually destroy other things or myself when i'm angry.\n  ","391304":"\n  hello — do you have a question?\n  ","391305":"\n  depends on my mood. i usually drink IPAs.\n  ","391306":"\n  not too great, but i'll manage. thanks for asking.\n  ","391307":"\n  hello — do you have a question?\n  ","391308":"\n  pretty often. it doesn't transpose to my answers on askfm, but i do curse a lot IRL.\n  ","391309":"\n  i was thin perhaps 10 years ago, lol. since then, i've retained a sedentary lifestyle and started drinking alcohol often.\n  ","391310":"\n  askfm, facebook, and instagram.\n  ","391311":"\n  i don't cook very often, lol.\n  ","391312":"\n  f*ck off with your fetishes.\n  ","391313":"\n  i don't know who i am these days.\n  ","391314":"\n  my interests didn't change. we just grew apart.\n  ","391315":"\n  yeah, i think that's what happened between my ex and i over the course of several years. we sorta grew apart from one another, and it happens sometimes. the only thing you can do is accept it for what it is.\n  ","391316":"\n  i've stayed in several hotels before, haha. they were fine — nothing special.\n  ","391317":"\n  no, that isn't ab*sive. lmaoo.\n  \n  it might be poor parenting, but that isn't child ab*se.\n  ","391318":"\n  depends on how i feel about them. i'd want to talk to them for a significant period of time before going on a date.\n  ","391319":"\n  i was in a relationship for 9 years and i haven't dated since we broke up.\n  ","391320":"\n  i'm not sure what this is in reference to, sorry.\n  ","391321":"\n  \"twisted\" by missio.\n  \n\n   https:\/\/youtu.be\/rxf06itUFuE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391322":"\n  ¯\\_(ツ)_\/¯\n  \n  i haven't dated anyone in 10 years.\n  ","391323":"\n  yeah, there are ants and wasps outside in my backyard. but the house is pretty solid, i haven't seen any bugs inside the house yet.\n  \n  then again... the cats might be eating them, lmaoo. i work 40 hours a week from home, so i'm in my room during those times so i haven't personally noticed anything.\n  ","391324":"\n  my coworkers and i get along well (with the exception of one person, but they quit last month).\n  \n  i'm really close to two of my coworkers, as well as my supervisor. pre-COVID, we'd go out for drinks every now and again.\n  ","391325":"\n  i've been wearing glasses since i was a toddler, so i've never known anything else.\n  ","391326":"\n  i wear glasses everyday, lol. i can't see without them.\n  ","391327":"\n  my day was pretty good !! i made a good breakfast this morning, had some coffee, worked my entire shift, etc etc. i cleaned the dishes and fed the cats, and now i'm drinking wine and watching a podcast.\n  ","391328":"\n  my creativity and passion for my hobbies.\n  ","391329":"\n  i've been to new york (obviously), massachusetts, vermont, new hampshire, maine, florida, new jersey, and texas.\n  \n  texas was honestly the most interesting because i went to austin, and the culture was so eccentric and artsy. i loved it there. it's been six years since i've been there.\n  ","391330":"\n  home alone & drinking some wine, ask me questions !!\n  ","391331":"\n  i'm barefoot as often as i can be, lol. i hate the feeling of wearing socks and shoes.\n  ","391332":"\n  uh, trauma? lmaoo.\n  ","391333":"\n  i'm bisexual so i don't really have a preference. i've liked both women and men and nonbinary people.\n  \n  i value honesty, loyalty, having similar interests, having a similar sense of humor as me, and being really down to earth and easy going.\n  ","391334":"\n  most of my birthdays, i've been drunk so i don't remember most of them. lmaoo.\n  \n  however — there was one time i went to the bar with my friends and the bartender wanted to celebrate my birthday, so he grabbed the only thing he could find on hand and put a candle in a cup of greek yogurt and sang happy birthday to me with everyone. :'))\n  ","391335":"\n  lmao, i honestly have no idea. it really depends on how my hair looks, if i have makeup on or not, how i dressed that day, etc etc.\n  ","391336":"\n  yeah, i had a girlfriend at one point in time.\n  ","391337":"\n  i've always wanted to visit where they filmed the shire from the lord of the rings in new zealand.\n  ","391338":"\n  i'm socially awkward and anxious and i stumbled over my words a few times. i also forgot to write a tagline for the press release i wrote as part of the writing part of the interview process, so i definitely thought that wouldn't hire me.\n  ","391339":"\n  well, i don't smoke much anymore (maybe once a month if even that often), but i used to smoke weed every day when i was younger. i have to be in the right mindset to really smoke, and i only smoke indica strains.\n  ","391340":"\n  acid, haha. i've never done acid before and i don't really have any plans to try it because i know i'd have a bad trip.\n  ","391341":"\n  this one — i took it at my friend's house two weekends ago. it was beautiful outside and his backyard is so pretty.\n  ","391342":"\n  when i'm drunk or high.\n  ","391343":"\n  writing, i suppose. it's pretty much the only thing i'm good at.\n  ","391344":"\n  getting a callback from my current job after i thought i totally bombed the job interview, haha.\n  ","391345":"\n  i'm either joyous about my life and feel like i've survived a lot of my struggles and are thriving, or i'm so overcome with worry and anxiety over everything going on in the world plus my personal problems that i feel like dying.\n  \n  it's a weird dichotomy. there's really no in between.\n  ","391346":"\n  probably shaving half of my head.\n  ","391347":"\n  yes, it's very humid and currently 90 degrees fahrenheit.\n  ","391348":"\n  this is what my backyard looked like during the winter ;\n  ","391349":"\n  LOL, definitely not. my singing voice is horrid.\n  ","391350":"\n  it's just a regular tee shirt.\n  ","391351":"\n  no, i moved out of my parents' house last year.\n  ","391352":"\n  no, we have a portable air conditioner in the living room that flows through the house.\n  ","391353":"\n  no outfit video, i look like a dumpster fire.\n  ","391354":"\n  my room isn't all that special, haha.\n  ","391355":"\n  no, my fridge needs to be cleaned out right now, lmaoo. it's a bit of a mess.\n  ","391356":"\n  i just like getting tattoos, some of them aren't significantly meaningful but it's something i enjoy.\n  ","391357":"\n  i'm doing well. i'm on a 15-minute break at work and trying to take this time to answer some questions in my inbox.\n  ","391358":"\n  i have seven tattoos total, so i wouldn't be able to show them all.\n  ","391359":"\n  i live in new york state.\n  ","391360":"\n  hello — do you have a question?\n  ","391361":"\n  blackberries. they're too bitter for me.\n  ","391362":"\n  i'm doing well. it's been a fairly productive day, so i'm feeling good about myself. :'))\n  \n  only 90 more minutes of work until i'm done for the day, whew.\n  ","391363":"\n  i don't have disney+, so unfortunately i can't. i really do want to watch it though.\n  ","391364":"\n  yes, i'm working from home.\n  ","391365":"\n  a paint night i had with a friend last friday night ;\n  ","391366":"\n  i've been to one stereotypical college party right off of campus, but the rest of the parties i attended during my college years were ones i threw myself at my friend's house in my early 20s.\n  ","391367":"\n  tupac, considering eminem is a trashcan of a human being.\n  ","391368":"\n  no, i've cut ties with people for a reason and i've never missed them. i have no regrets over who i've cut out of my life at all.\n  ","391369":"\n  not really, no. i also haven't taken a math class since 2010.\n  ","391370":"\n  work takes up the majority of my time these days, haha. i've also been sleeping a lot.\n  ","391371":"\n  yes, i have two cats — and my roommates and i are watching two additional cats besides, lol.\n  ","391372":"\n  spinach and ricotta pizza.\n  ","391373":"\n  eh, it somewhat helped me develop patience — but i was more angry than anything else because of how rude, harrassing, and inconsiderate customers were. the only reason i never retaliated was because i needed my job.\n  ","391374":"\n  lately it's been a neutral beige color. i seldom wear makeup though.\n  ","391375":"\n  i'm white, lol.\n  ","391376":"\n  beautiful ocean in the bahamas.\n  ","391377":"\n  \"twisted\" by missio.\n  \n\n   https:\/\/youtu.be\/rxf06itUFuE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391378":"\n  yes, i have an instagram.\n  ","391379":"\n  i have a few rings, yeah. these are two i most recently purchased from a friend at one of their shows.\n  ","391380":"\n  aw, thank you ~~\n  ","391381":"\n  i like the color of my eyes already, so i wouldn't change them.\n  ","391382":"\n  i've always enjoyed both (at least my current job, lol). my college experience was great as i learned a lot ranging from grammar\/rhetoric and literature to psychology, sociology, and philosophy.\n  \n  my current job is fantastic because it's within my field of choice and i get to work with some great and creative people.\n  ","391383":"\n  here's the mug i'm currently using this morning.\n  ","391384":"\n  my skin isn't flawless, and i don't have a skincare routine.\n  ","391385":"\n  well yeah, but that's not a cream. lol.\n  ","391386":"\n  playing video games.\n  ","391387":"\n  i've become more of a morning person than anything else lately. that's what happens when you're scheduled to wake up early every morning, haha.\n  ","391388":"\n  when i used to take examinations, i just read through the material to get a firm understanding of it and then write about it in my own words.\n  ","391389":"\n  i don't use any creams, lol.\n  ","391390":"\n  i just made scrambled eggs and a toasted bagel with butter.\n  ","391391":"\n  lol, i haven't had a summer vacation since high school.\n  ","391392":"\n  i prefer coffee over tea.\n  ","391393":"\n  of course. it was the first cell phone i had.\n  ","391394":"\n  nah, i don't send anonymous questions. if i have a question for someone then i just send it off anon.\n  ","391395":"\n  it depends. it can be anywhere between 9:30pm and 2:00am.\n  ","391396":"\n  like a dark blonde.\n  ","391397":"\n  i've never tried to before, but i wouldn't be opposed to it.\n  ","391398":"\n  yeah, i agree. there's nothing more valuable than the connections you make with other people.\n  ","391399":"\n  the sunset over the atlantic ocean while i was in the middle of the sea on a cruise ship.\n  ","391400":"\n  austin, texas was a really eccentric and adorable city. i'd definitely go back there.\n  ","391401":"\n  i'd rather only watch the same movie for the rest of my life. i seldom watch movies anyway, but i listen to music every day.\n  ","391402":"\n  i remember i posted a photo of a tree on tumblr that i took at the park, and it got over 1,000 reblogs. other than that, most of my likes come from askfm.\n  ","391403":"\n  i hate straight hair on myself. :\/ i'd rather it be wavy.\n  ","391404":"\n  i've been playing halo reach all night, haha. i've watched my ex play the campaign all the way through many years ago, but i'm only up to chapter 4 out of 12 right now.\n  ","391405":"\n  nah, i'd rather not. i don't think i've ever really described what my ex looks like, so i'm not going to describe his current girlfriend lol.\n  ","391406":"\n  about a year or so after i first started getting treatment, so i think i was 26 years old at that point.\n  ","391407":"\n  depends on how i feel about the issue, because i've done both in the past.\n  ","391408":"\n  the next time i color my hair (whenever that will be), i'm going to do a dark brown and red balayage.\n  ","391409":"\n  not too terrible !! i woke up around 9:00am, had a bagel and coffee for breakfast, then went outside and sunbathed for about two hours. afterwards, i showered and took a nap, then ate dinner.\n  \n  i've been playing halo all night, and soon my friends are going to hop on and we'll play some missions together.\n  ","391410":"\n  i've never had good dental insurance growing up.\n  ","391411":"\n  i don't really have a type, lol.\n  ","391412":"\n  well, he isn't my love, he's my ex. lol.\n  \n  i think she's gorgeous, but i also hate the way i look.\n  ","391413":"\n  no, i resemble a human.\n  ","391414":"\n  i'm literally wearing a tank top in my profile picture, LOL. god forbid i dress comfortably in the sweltering heat.\n  ","391415":"\n  we were 11 years old.\n  ","391416":"\n  i don't remember, i bought it a few years ago.\n  ","391417":"\n  well my first relationship with a woman led to a very long friendship. she's my current best friend.\n  \n  my relationship with my ex lasted 9 years so we have a terrific bond, and we're still friends even though we broke up.\n  ","391418":"\n  it only lasted a few months. we were very young.\n  ","391419":"\n  i've had a girlfriend in the past.\n  ","391420":"\n  i went outside today for two hours and it looks like i got zero color, smh.\n  ","391421":"\n  my roommates and i have two cats. however, we're currently watching my roommate's cousin's cats, so there are a total of four cats in the house.\n  ","391422":"\n  usually once per week.\n  ","391423":"\n  i usually prefer scalding hot showers, but lately i've been taking lukewarm showers because it's been so hot and humid outside.\n  ","391424":"\n  it's pretty warm outside, yeah. it's currently 84 degrees fahrenheit.\n  ","391425":"\n  i'm not taking a photo of myself right now.\n  ","391426":"\n  nah, i don't post full body images on the internet.\n  ","391427":"\n  you can ask here on askfm.\n  ","391428":"\n  because we're mature adults and value each other's friendship, lol.\n  ","391429":"\n  i don't give out my instagram.\n  ","391430":"\n  things changed and we grew apart. it happens sometimes, but we're still friends and on good terms.\n  ","391431":"\n  yes, i'm bisexual.\n  ","391432":"\n  yes, i was in love with a woman. i dated my ex for 9 years and we broke up last year.\n  ","391433":"\n  i write for myself. most of my writing isn't even on the internet.\n  ","391434":"\n  because i enjoy writing? haha.\n  ","391435":"\n  dude, i'm so excited for it !! i literally squealed with joy when i saw the news on twitter.\n  ","391436":"\n  personal experiences.\n  ","391437":"\n  they're short pieces of nonfiction written creatively that inform the reader of a particular subject. they're not short stories or anything, they're just essays.\n  \n  my poetry doesn't rhyme, and they're also short — maximum of 20 lines or so.\n  ","391438":"\n  i usually just drink beer or wine. my favorite wine is pinot grigio, and my favorite beer is either amber beer or IPAs.\n  ","391439":"\n  no, i almost never drink whiskey. although last night, i tried vanilla whiskey -- which was very yummy.\n  ","391440":"\n  i'm pretty content with my ethnicity, my heritage is from a variety of different backgrounds.\n  ","391441":"\n  it would be interesting to master the art of playing the piano. i don't currently play, but it's something i've always been interested in.\n  ","391442":"\n  i would tell them that their feelings are valid and depression is very common in today's society. if they're comfortable doing so, i would recommend that they reach out to a medical professional so that they can get some help and treatment for their depression.\n  ","391443":"\n  well, i don't think it's weird. it's common to have unresolved feelings about being cheated on, especially if you get back together with that person after several years. it could lessen your trust in that person, even if they've changed and have done nothing wrong since then. it's common to be wary.\n  ","391444":"\n  hello ~~\n  \n  i'm just listening to music, drinking coffee, and answering questions at the moment.\n  ","391445":"\n  i've only ever been in love once or twice in my life, haha. the first time i thought i was in love, it was with one of my closest friends and i never told her because it would have ruined the friendship. the second time was with my ex.\n  \n  it was easy telling him that i was in love with him because he felt the same way towards me.\n  ","391446":"\n  well, i moved into my new house with my roommates and their two cats. we're currently watching two more cats until further notice. i would love to adopt a dog, though.\n  ","391447":"\n  i eat healthy food, but that's pretty much it. i don't exercise these days.\n  ","391448":"\n  they're healthier for you, and i'm glad people are recognizing the health benefits of milk other than cow's milk. i prefer coconut milk and soy milk.\n  ","391449":"\n  i'd say talk to her about it so you can get some closure. obviously the incident still bothers you, so you need to open a line of communication with your girlfriend and discuss those feelings.\n  ","391450":"\n  italian, mexican, japanese, middle eastern, and cuban.\n  ","391451":"\n  for work, i write magazine articles and press releases. in my spare time, i write personal non-fiction essays and poetry.\n  ","391452":"\n  i eat healthy for the most part, but i also eat junk food on occasion. i like potato chips and cheese doodles the most, haha.\n  ","391453":"\n  i wouldn't even know how to log in, it would have been with an email address and password i had over 15 years ago.\n  ","391454":"\n  whenever you want, the only person stopping you is yourself.\n  ","391455":"\n  i'm pretty sure nobody can access their myspace accounts anymore? i haven't tried logging into myspace in years.\n  ","391456":"\n  if i dislike someone, then they're not going to be my friend. i'm not friends with anyone i dislike, that seems a bit counterproductive.\n  ","391457":"\n  lol, no. it's 11:00am. i'm drinking coffee.\n  ","391458":"\n  i have a youtube account, but only to watch videos. i don't have anything uploaded.\n  ","391459":"\n  sitting by the window or on the stoop, watching the rain fall.\n  ","391460":"\n  i don't remember my childhood.\n  ","391461":"\n  i've never been interested in making youtube videos.\n  ","391462":"\n  spinach and ricotta.\n  ","391463":"\n  i don't generally ask people questions.\n  ","391464":"\n  i don't even recall this, LOL.\n  ","391465":"\n  my day has been fine thus far. i woke up around 9:00am, had breakfast a little while ago, and now i'm drinking coffee, listening to music, and answering questions.\n  ","391466":"\n  i was 18 when i got my first tattoo.\n  ","391467":"\n  -- a place ; a beachside bar.\n  \n  -- a meal ; sushi and thai spring rolls.\n  \n  -- a song ; this classical music compilation i've been listening to.\n  \n\n   https:\/\/www.youtube.com\/watch?v=DRsKqXfAhNI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391468":"\n  this sounds like a question someone in high school would ask, lmaoo.\n  ","391469":"\n  i'm physically very weak, haha.\n  ","391470":"\n  i went to my friend's house for some hot dogs and burgers, and now i'm going to my other friend's house to chill for a bit.\n  ","391471":"\n  you already asked me these questions. i said no.\n  ","391472":"\n  yes, that makes complete sense. i'm the same exact way.\n  ","391473":"\n  somewhat, yeah. i wake up early for work so i've gotten into the habit of waking up early. if i sleep in, i feel like i've wasted my day.\n  ","391474":"\n  i don't watch any youtubers like that. i mainly use youtube to watch music videos and whatnot.\n  ","391475":"\n  i don't have a favorite expensive thing, lol. i don't really spend money on things except food and alcohol.\n  ","391476":"\n  i don't collect anything, no. i used to have a collection of mugs when i lived with my parents, but i only took maybe 3-4 mugs with me when i moved.\n  ","391477":"\n  out of those choices, i prefer peach tea.\n  ","391478":"\n  yes, vanilla and lavender are comforting smells to me.\n  ","391479":"\n  yes, i used to love evanescence.\n  ","391480":"\n  i'm going over my friend's house later for a barbeque and to have some drinks.\n  ","391481":"\n  LOL. that's most definitely inaccurate. not everyone is interested in men, and not everyone wants to be a parent. i don't foresee myself having children in the future.\n  ","391482":"\n  ¯\\_(ツ)_\/¯\n  \n  i can't predict how i'll feel in the future.\n  ","391483":"\n  i'm not interested in dating at the moment.\n  ","391484":"\n  we weren't compatible anymore, he fell out of love with me and we just grew apart. it happens sometimes. we're still on good terms.\n  ","391485":"\n  yeah, i'd consider obesity to be an epidemic in the united states.\n  ","391486":"\n  i've never watched any of those shows.\n  ","391487":"\n  yes, this happens to me quite often.\n  ","391488":"\n  my hair has never been rough or unmanageable due to dying it or anything. it's always been very healthy.\n  ","391489":"\n  i hate playing games on my phone.\n  ","391490":"\n  because my ex and i broke up? lmaoo.\n  ","391491":"\n  i've been drinking since i was 18 years old, lol. i've always gotten drunk simply because it was fun.\n  ","391492":"\n  i used to have a 360 until the one came out, lol.\n  ","391493":"\n  no, i'm single.\n  ","391494":"\n  i don't read the comments when i watch youtube videos, lol. besides, we probably did the same sh*t when we were that age too.\n  ","391495":"\n  i play on the xbox one.\n  ","391496":"\n  uh, currently googling how to get super glue off of my hands...\n  ","391497":"\n  \"if you're going through hell, keep going.\"\n  ","391498":"\n  i have a painting that i have yet to hang up, i was going to hang it on the wall next to my bed. i haven't gotten around to it yet, though.\n  ","391499":"\n  that sounds kinda rude at first glance, so yeah. i suppose it also depends on the context though, and also who the person is outside of that statement they made.\n  ","391500":"\n  my pet peeve is people talking over me while i'm in the middle of speaking.\n  ","391501":"\n  i'm completely clueless when it comes to fashion.\n  ","391502":"\n  you're anonymous, but either way the answer is no.\n  ","391503":"\n  i'm a professional writer by trade, and i write magazine articles and press releases.\n  \n  recreationally, i write essays and poetry.\n  ","391504":"\n  i don't ever eat cookies.\n  ","391505":"\n  i just wear regular dark blue denim jeans.\n  ","391506":"\n  yes, places are enforcing masks and will refuse to let you into a store if you're not wearing a mask. i wear one whenever i go out.\n  ","391507":"\n  i take a multivitamin and biotin every day.\n  ","391508":"\n  water is enough for me.\n  ","391509":"\n  my roommate's girlfriend was showing me funny tim & eric videos on youtube this morning.\n  ","391510":"\n  to most people, sure.\n  ","391511":"\n  probably at some point, yeah.\n  ","391512":"\n  i don't use whatsapp. even if i did, i wouldn't give out my number.\n  ","391513":"\n  i'm from the united states.\n  ","391514":"\n  at the moment, ashnikko.\n  \n  however, i also really love maria brink, amy lee, brody dalle, lizzo, lzzy hale, and missy elliott.\n  ","391515":"\n  friendship, i suppose. that comes with its own type of love on its own, and everyone needs a support system.\n  ","391516":"\n  not even just my ancestors, but my family and cousins who live in italy currently. lmaoo.\n  ","391517":"\n  yeah, i'm actually thinking about taking a nap rn. lmao.\n  ","391518":"\n  my day has been boring, lol. i woke up around 10:30am, hung out with my roommate and his girlfriend for a bit, ate breakfast, drank two iced coffees, and went on my laptop to answer questions here. i just put the garbage out and i'm going to do the dishes in a bit.\n  ","391519":"\n  writing, reading, painting, and playing video games.\n  ","391520":"\n  as my bio indicates, i'm non-binary.\n  ","391521":"\n  haha !! i'm not sure, but i sat through it for the hour or so that the artist was tattooing me. it was a blinding hot pain, but i knew that there was no turning back because i didn't want an unfinished tattoo.\n  ","391522":"\n  getting my ribcage tattoo.\n  ","391523":"\n  that doesn't occur very often where i live. the ocean is pretty clean off the coast of long island.\n  ","391524":"\n  perhaps from fish and whatnot, but not generally from humans. public swimming pools are a living cesspool for germs because humans are disgusting creatures.\n  ","391525":"\n  i regret starting self-destructive behaviors when i was a teenager because it defined my entire teenagehood and passed on into adulthood with other unhealthy coping mechanisms.\n  ","391526":"\n  loyalty, honesty, and a sense of humor.\n  ","391527":"\n  for the most part, yeah. however, if a friend or someone else is acting in a way that's harmful to others then i believe it's justified to be real with them and tell them flat out what they're doing wrong.\n  ","391528":"\n  treasure planet and atlantis: the lost empire. :'))\n  \n  i'm not sure why i like them so much, but i've always loved those movies.\n  ","391529":"\n  i don't believe i want children in the future.\n  ","391530":"\n  -- drinking more water.\n  \n  -- exercising regularly.\n  \n  -- spending less time on social media.\n  ","391531":"\n  tidy and organized, for the most part. i have two spots that are a bit messy, but i haven't gotten around to try to organize them yet.\n  ","391532":"\n  i've unfollowed people before because they had problematic\/harmful opinions and wouldn't recognize that their opinion was wrong. i don't generally block people, though.\n  ","391533":"\n  i try to eat healthy food for the most part, but i don't have a diet or anything that i follow. i'm overweight and out of shape, haha.\n  ","391534":"\n  hello ~~\n  \n  i'm doing pretty well today. i haven't done much at all besides sit in bed and peruse social media on my laptop, haha. i woke up super late this morning, so it's hard for me to believe that it's already 1:00pm where i live.\n  ","391535":"\n  i've struggled with depression and anxiety since i was a teenager, so i understand the feeling all too well. i've been medicated for over three years now and i went through two years of intensive therapy, but i still have occasional bouts of depression, my anxiety flares up occasionally, and i have other symptoms to contend with on a regular basis.\n  ","391536":"\n  i'm very comfortable in the water. my family had an above-ground pool growing up, and i spent all of my summers just swimming in it and soaking up the sunshine. i haven't been to any public pools because i think it's disgusting, but i enjoy swimming in the ocean.\n  ","391537":"\n  i joined askfm back in 2011 or 2012 when formspring was shutting down. i wanted to join another Q&A site, and askfm had just started up at that time and my friends joined.\n  \n  i like answering questions and discussing\/educating people on various subjects, especially mental health. i also like getting to know my friends more by reading their answers.\n  ","391538":"\n  psychology, forensic anthropology, grammar and rhetoric, cooking, and american history.\n  ","391539":"\n  bars and restaurants can only sit at 50% capacity at the moment, and everyone still needs to wear their masks when they're not seated at the table. i think there are some other restrictions, but i'm not sure what they are.\n  ","391540":"\n  it's always tragic, regardless of whether that person is a celebrity or not. i can empathize with those people because i've attempted s*icide in the past because my mental health was at its lowest.\n  ","391541":"\n  i'm always willing to talk about the subjects of mental health and mental illnesses, as i'm extremely open about my experiences and want to educate people as much as possible.\n  ","391542":"\n  going to bars and restaurants, haha. new york implemented outdoor and indoor seating to a certain extent, but it isn't something i trust at all. i'm perfectly content with just staying at home until it's safe enough to go back out again.\n  ","391543":"\n  nah, i don't get too emotionally involved in askfm, and if a question is rude or just flat out weird, i find it more amusing than anything else.\n  ","391544":"\n  stable mental health, haha.\n  ","391545":"\n  sitting on the beach with a friend while we sunbathe, listen to music, and drink a few beers. occasionally we would take a dip into the ocean water to cool off, then walk back to our towels and lay down for a little while longer.\n  ","391546":"\n  no. i don't know much about cameras anymore, and i don't even know the model of my own DSLR camera. i got it 6-7 years ago and haven't used it in about a year or more.\n  ","391547":"\n  i've been watching the movie \"les miserables\" every so often these days. i purchased it on amazon prime last month.\n  ","391548":"\n  i like going to parks and other wooded areas, especially when i have my camera on me so i can take photographs.\n  ","391549":"\n  i'm not close with my parents at all, and they know very little about my life.\n  ","391550":"\n  i feel fine, i wasn't hungover if that's what you meant.\n  ","391551":"\n  yes, my hair is out of control right now, and i desperately need a shave, a trim, and a dye job. i need to shave half of my head as well as my undercut, i have split ends, and i want to color my hair a dark brown and red ombre.\n  ","391552":"\n  it's been a very, very long time. i don't normally eat cake. i think it would have been my birthday last november.\n  ","391553":"\n  i'm normally very early to things, such as work or a doctor's appointment. i would rather be early than late, and i grew up in an environment where my parents were always late for things and i absolutely hated it.\n  ","391554":"\n  i don't do any of that, lmaoo.\n  ","391555":"\n  multivitamins and\/or vitamin C supplements? i honestly have no idea, i've never been concerned about my immune system.\n  ","391556":"\n  i would like to change my weight, my mental stability (i've been somewhat unstable lately), and i want more tattoos.\n  ","391557":"\n  probably the laptop that i'm currently using. my parents gifted it to me in 2013.\n  ","391558":"\n  it would be interesting to learn old latin (even if it is a dead language), spanish, or russian.\n  ","391559":"\n  my tapestry and string lights above my bed !!\n  ","391560":"\n  i prefer halloween out of those three holidays. it's my favorite holiday.\n  ","391561":"\n  i would much rather travel for the rest of my life, assuming i can keep my job and work remotely. :'))\n  \n  i don't want to stay in new york state, it's super expensive to live here. i eventually want to move down south.\n  ","391562":"\n  not personal at all !! i'm very open about my mental health and medication.\n  \n  i did experience side effects when i first started taking each medication, which is normal and expected. every medication has its own range of side effects, but they usually subside after 2-4 weeks. right now, unfortunately the only long-lasting side effect is a decreased libido from my antipsychotic medication. :\/\n  ","391563":"\n  LOL. i was going to respond with something like that, or lyrics from the darkness' \"do you believe in a thing called love.\"\n  ","391564":"\n  i normally just take melatonin or valerian root capsules.\n  ","391565":"\n  thank you, i think? lmaoo.\n  ","391566":"\n  i've never made my own pasta sauce before, haha. i just use the pre-made pasta sauces from the grocery store.\n  ","391567":"\n  i'm a scorpio.\n  ","391568":"\n  yes, i very much so believe in love.\n  ","391569":"\n  no. without money, i would be homeless and starving. i wouldn't be able to afford my bills and rent.\n  ","391570":"\n  nah, the phone i have now just has a regular case on it. i used to have a popsocket on my old phone, but i haven't used one with my new phone.\n  ","391571":"\n  i was more a victim of bullying than a bully myself. i would have never wanted anyone in the position i was in when i was getting harassed constantly.\n  ","391572":"\n  i think maturity can somewhat be correlated with age, but moreso with the amount of experiences a person garners over time rather than the age itself.\n  ","391573":"\n  i don't have a preference, haha. a year or two ago, i would have definitely said dogs. however, i've grown a liking for cats ever since moving into my new place and living with two (now four) cats. they're the sweetest and most adorable animals.\n  ","391574":"\n  i don't usually go over my friends' houses. pre-COVID, we simply met up at a bar or restaurant.\n  ","391575":"\n  the only cake i eat is cannoli cake.\n  ","391576":"\n  my favorite places in the united states are the beach and the mountains.\n  ","391577":"\n  probably jamaican jerk chicken, haha. it was really good, though.\n  ","391578":"\n  i'm five feet tall.\n  ","391579":"\n  nah, it isn't difficult for me. i use one of those wet swiffers for the floors in the kitchen and bathroom once or twice a week, and it does the job pretty well.\n  ","391580":"\n  i know a few songs by her that i like, yeah.\n  ","391581":"\n  happy saturday !! i hope you have a great weekend too. :'))\n  ","391582":"\n  i don't have a dream car, haha. i'm content with the car i have now, especially considering now that i paid off the entirety of my loan.\n  ","391583":"\n  definitely not, i would fall into a deep depressive state. it wouldn't be good for my mental health. i need a job that stimulates my mind and keeps me busy every day.\n  ","391584":"\n  answering questions on askfm, sipping some coffee, and i'm thinking about booting up my laptop so i can answer questions faster\/more easily.\n  ","391585":"\n  good morning — do you have a question?\n  ","391586":"\n  i'm doing well!! i had a really fun paint night with my roommate's girlfriend last night while we drank wine. i woke up maybe an hour ago and just had breakfast and now i'm sipping on an iced coffee. :'))\n  ","391587":"\n  no, everything was freehand.\n  ","391588":"\n  ahh, thank you !! ♡\n  ","391589":"\n  i've been involved in art since i was a young child, so it's something i've always experimented with. the background is pastels and the silhouettes are acrylic paint.\n  ","391590":"\n  aw, thank you !! i'm not too thrilled about how it came out, but it's the first time i've painted in months.\n  ","391591":"\n  i got back into painting tonight. :'))\n  ","391592":"\n  i don't talk about that sort of thing on the internet, lmaoo.\n  ","391593":"\n  i have no idea how much i weigh, lol. i've been terrified to weigh myself so i haven't in over a year. i'm five feet tall.\n  ","391594":"\n  drinking wine.\n  ","391595":"\n  as my bio indicates, i'm 28 years old.\n  ","391596":"\n  hello — do you have a question?\n  ","391597":"\n  i don't. i don't care about fashion, lol.\n  ","391598":"\n  fun fact ; i've never seen any star wars movies before.\n  ","391599":"\n  i blacked out that night, so i honestly don't remember. LOL.\n  \n  i just know my friends were telling me the next day how i almost got into a fight, i'm assuming someone bumped into me and didn't acknowledge me or something stupid like that. lmao.\n  \n  however, i *do* remember standing outside smoking a cigarette ranting and raving how i wanted to fight someone and everyone was so alarmed because i'm usually a non-violent person.\n  ","391600":"\n  my roommate loves whiskey because he becomes so incredibly happy and giddy. but it never sits well with me mentally. the last time i went out and had whiskey sours the whole night, i almost got into a fight with a stranger at the bar. lmaoo.\n  ","391601":"\n  nah, the way people type doesn't annoy me at all. as long as it's coherent enough for me to understand it, then it's fine by me. i'm not one to judge someone's style of typing\/texting on the internet.\n  ","391602":"\n  my best friend and i met in middle school. we sat at the same lunch table and everyone was talking about music, and we discovered we both loved the same band. it sorta blossomed from there.\n  ","391603":"\n  drinking whiskey, lmaoo. i always get irrationally angry when i have whiskey.\n  ","391604":"\n  well considering my area is still somewhat in lockdown, currently nowhere. there is indoor seating in restaurants and bars now, but i definitely do not trust that at all.\n  ","391605":"\n  definitely not, lol. i'm intrigued and also terrified of the paranormal.\n  ","391606":"\n  i don't watch anime, so no.\n  ","391607":"\n  i normally watch gaming videos, such as achievement hunter, markiplier, and game grumps. i also like buzzfeed unsolved and various comedy pieces.\n  ","391608":"\n  leather, i've never owned a denim jacket before.\n  ","391609":"\n  probably gaming videos of my recorded sessions (maybe with a mic and facecam).\n  ","391610":"\n  hot and humid.\n  ","391611":"\n  listening to music, and if i'm riding with a friend or two, i'll just talk to them the entire time.\n  ","391612":"\n  i have an instagram, but i don't give out my username.\n  ","391613":"\n  hello — do you have a question?\n  ","391614":"\n  i don't believe i even want children.\n  ","391615":"\n  scroll through social media and talk to people online and\/or text a friend.\n  ","391616":"\n  i've just been washing my hands after coming back home from being out and putting the clothes i wore immediately in the hamper.\n  ","391617":"\n  lately it's been drinking and sleeping.\n  ","391618":"\n  the natural beauty of the environment.\n  ","391619":"\n  that doesn't sound like something that concerns me.\n  ","391620":"\n  i'm always honest, lol. it wouldn't be any different from the rest of my answers. and i don't answer sexual questions either.\n  ","391621":"\n  i'm not proud to be an american, lol.\n  ","391622":"\n  aw, thank you !! i hope you do too, lovely. ♡\n  ","391623":"\n  sweatpants or leggings and an oversized tee shirt or tank top.\n  ","391624":"\n  i don't generally ask people questions.\n  ","391625":"\n  i don't wear any jewelry.\n  ","391626":"\n  i've been taking biotin lately, but that's all.\n  ","391627":"\n  video response because why not ~~\n  ","391628":"\n  play video games, i suppose. i haven't had the motivation to do that even though.\n  ","391629":"\n  zac efron, solely due to his portrayal of ted bundy in \"extremely wicked, shockingly evil and vile.\"\n  ","391630":"\n  i used to run on the treadmill, but those days are far and few in between.\n  ","391631":"\n  i've never had a tarot reading, so i'm honestly not sure.\n  ","391632":"\n  i'd think that relates more to being empathetic towards others than a BPD thing.\n  ","391633":"\n  evidently you didn't understand my last response.\n  ","391634":"\n  i'm not confident in my body, so no.\n  ","391635":"\n  i'm mostly introverted, but i'm extroverted around small groups of friends.\n  ","391636":"\n  from earlier today ~~\n  ","391637":"\n  i don't have one.\n  ","391638":"\n  confide in my friends and receive encouragement from them, focus on my job, and take part in my favorite hobbies.\n  ","391639":"\n  i can't even think of a cohesive plot for a book i want to write, let alone a movie script.\n  ","391640":"\n  i watched \"my cousin vinny\" last night.\n  ","391641":"\n  keep pushing forward, because you're going to eventually get to a point where you won't be ab*sed anymore, and you're going to feel as if you've started a new life. this pain is only temporary.\n  ","391642":"\n  having knowledge in a specific area.\n  ","391643":"\n  i'm watching comedy videos & drinking, ask me questions ~~\n  ","391644":"\n  i guess it depends on how i'm feeling that day, because some days i'm more confident than others. it probably ranges from 5-8 or so, haha. IRL, i'm extremely socially awkward.\n  "}}