{"Question":{"391645":"\n   Who inspires you? ?\n  ","391646":"\n   What's anything you’ve never done that you’ve always wanted to do? ?\n  ","391647":"\n   One personal trait you like having?\n  ","391648":"\n   What is happiness for you? ?\n  ","391649":"\n   What is one thing that you have learned so far this year?\n  ","391650":"\n   What do you know well enough to teach to others? ?\n  ","391651":"\n   What would you take away from this last year of your life?\n  ","391652":"\n   What would you say is your greatest strength? ? ?\n  ","391653":"\n   How to tell if he's falling out of love with you?\n  ","391654":"\n   What is the worst excuse you've ever heard?\n  ","391655":"\n   Makeup or getting baked? ?\n  ","391656":"\n   Do you enjoy baking? If so, what?\n  ","391657":"\n   How fast can you finish XL bucket of popcorn?\n  ","391658":"\n   What's the best thing that happened to you today?\n  ","391659":"\n   Do you wear a watch?\n  ","391660":"\n   What are the most comfortable shoes?\n  ","391661":"\n   do you think all stores should make mask mandatory?\n  ","391662":"\n   thoughts on people refusing to wear a mask ? saying they don't trust the government?\n  ","391663":"\n   What do you do if your surrounded by those ppl who you don't like ?\n  ","391664":"\n   Are you married with someone else though\n  ","391665":"\n   What is your favorite animal?\n  ","391666":"\n   What's your fav dish of your own hand\n  ","391667":"\n   So you leave your ex because of this ??.But there is still pubg in my mind\n  ","391668":"\n   They have customers though so slightly different\n  ","391669":"\n   Thoughts on people who are at work but still make time to come on here to vent about work? Shouldn't they be doing their actual job? Especially when they mention how breaks aren't as frequent...\n  ","391670":"\n   What will you make if guests will come in evening ?\n  ","391671":"\n   Are you supertitious if yes in which thing \n\nLike 13 is evil nuk\n  ","391672":"\n   But pubg is pubg there is no other game than that\n  ","391673":"\n   But why dear\n  ","391674":"\n   88. last thunderstorm you had?\n  ","391675":"\n   Followed you back may be .\n  ","391676":"\n   What's your fav brand in clothes ?.\n  ","391677":"\n   lmao. we actually haven’t had any recently . thank god! terrified of them . lol\n  ","391678":"\n   87. do tornados happen often where you live? ?\n  ","391679":"\n   Have you been able to do anything with the chronic emptiness? The childhood ab*use seemed to have killed off any spark in me\n  ","391680":"\n   i hope things get better ❤️\n  ","391681":"\n   What feels legal, but isn’t?\n  ","391682":"\n   83. list 3 unpopular opinions.\n  ","391683":"\n   Finish this sentence: A proper summer vacation isn't complete without ____ ☀️⛱?\n  ","391684":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","391685":"\n   If you could have a large room stacked full of any one thing, what would you want in it? ?\n  ","391686":"\n   86. will you be watching the buck moon, partial lunar eclipse this weekend?\n  ","391687":"\n   Oh this definitely! Before I was diagnosed and on medications anything would set me off and I would rage and I could tell my friends disliked that side of me :( i mean who wouldn’t I hated how I couldn’t self regulate\n  ","391688":"\n   84. rant ?\n  ","391689":"\n   what’s the farthest you’ve driven for someone you love?\n  ","391690":"\n   What are some misconceptions about BPD that people around you or your friends have?\n  ","391691":"\n   post a picture ✨\n  ","391692":"\n   where’s your favorite place to get a really good pizza?\n  ","391693":"\n   Do you like waterfalls?\n  ","391694":"\n   Who in your family are you closest to? Why's that? ?\n  ","391695":"\n   What made you smile today?\n  ","391696":"\n   How is BPD diagnosed? Does one have to hit all symptoms to be diagnosed or?\n  ","391697":"\n   how?\n  ","391698":"\n   Pubg is banned ??.So what's now I do to kill time?\n  ","391699":"\n   Anybody? i want to chat on insta?\n  ","391700":"\n   Mention ur crush xD\n  ","391701":"\n   I love that film!! Haven’t seen it in an age! Hope you’re having a lovely evening :) ✨\n  ","391702":"\n   what are you doing right now?\n  ","391703":"\n   What if there’s someone on here that’s better than everyone you’re following?\n  ","391704":"\n   ouch. so how do you follow people then? ??\n  ","391705":"\n   im serious here. ??\n  ","391706":"\n   Hello. Can i ask for a follow back? haha ??\n  ","391707":"\n   If you could be any OITNB character, who would it be?\n  ","391708":"\n   Do you ever run out of topics with your friends or partner?\n  ","391709":"\n   why do you keep changing your answers lmaooo didn’t you say before that you don’t get attached and can cut off people with no issues\n  ","391710":"\n   I havent watched season 7! It just seems wrong to bring her back! How they explain it without it being ridiculous?\n  ","391711":"\n   Do you get easily attached?\n  ","391712":"\n   Do you think that person is trolling or really views love that way? :o\n  ","391713":"\n   Hi ☺️ \n\nDo you get easily annoyed? What's your biggest trigger?\n  ","391714":"\n   If you cut a friend out of your life, do you miss them and wish for things to go back to normal?\n  ","391715":"\n   Can you easily forgive and forget a cheater?\n  ","391716":"\n   how come you aren’t bothered when people have bad grammar? lmaoo\n  ","391717":"\n   How are you feeling these days mentally?\n  ","391718":"\n   Who’s from ask is your type?\n  ","391719":"\n   Who’s writer has the same style like you in writing?\n  ","391720":"\n   Do you struggle to write about your thoughts?\n  ","391721":"\n   How was your day?\n  ","391722":"\n   Do you think the report on here works?\n  ","391723":"\n   What’s your opinion on titanic movie?\n  ","391724":"\n   How creative would you say that you are? In what ways do you like to express your creativity? ????\n  ","391725":"\n   Do you prefer watching a movie or reading it?\n  ","391726":"\n   How do other people perceive you?\n  ","391727":"\n   Do you see the world is heading to a good or bad direction?\n  ","391728":"\n   what’s a light and heavy show?\n  ","391729":"\n   Do you prefer watching heavy or light tv shows on weekends?\n  ","391730":"\n   Are you naturally a jealous person?\n  ","391731":"\n   What's your favourite period in history?\n  ","391732":"\n   What's anything small that's made a massive difference in your life? ?\n  ","391733":"\n   What's a song you need people to hear at least once?\n  ","391734":"\n   Do you always order the same thing at a restaurant or order something different each time?\n  ","391735":"\n   Share a controversial opinion.\n  ","391736":"\n   Give your most unpopular\/controversial opinion about relationships.\n  ","391737":"\n   i can relate to that. when I ask my so if you’re mad at me, he gets defensive and calls me crazy. which only makes me believe there’s something wrong. he’s being easily irritated with me over the smallest thing.\n  ","391738":"\n   What is one new thing that you’re scared of trying?\n  ","391739":"\n   Name something in modern culture you believe is over-hyped.\n  ","391740":"\n   What fact about you surprises people the most? Why do you think that is? ? ?\n  ","391741":"\n   Do you consider yourself a good person?\n  ","391742":"\n   When you noticed a friend changing their tone and energy with you do you do confront them or brush it off?\n  ","391743":"\n   May I ask why? I respect your honesty??✨\n  ","391744":"\n   What books you read in school that you enjoyed?\n  ","391745":"\n   How often do you curse? ?\n  ","391746":"\n   Follow back maybe?\n  ","391747":"\n   Do you believe in aliens? Why or why not? ? ?\n  ","391748":"\n   What was the last song you danced to?\n  ","391749":"\n   What is your stance on gun ownership?\n  ","391750":"\n   Have you ever enjoyed a book you've read for school?\n  ","391751":"\n   Name a fictional character you like that a lot of people dislike.\n  ","391752":"\n   Is there something that you almost didn’t do, but you’re glad you did?\n  ","391753":"\n   How far do you believe in the paranormal?\n  ","391754":"\n   Which historical figure most spikes your interest?\n  ","391755":"\n   Do you have a dream car? if so, what is it?\n  ","391756":"\n   Favourite modern cover of an older song?\n  ","391757":"\n   What’s an unpopular\/ controversial opinion you have?\n  ","391758":"\n   What's your favouite mineral? (What we call a Fizzy drink\/non alcoholic drink in Ireland)\n  ","391759":"\n   What is the meaning of life?\n  ","391760":"\n   Hey, I just watched the season 8 trailer for Wentworth and THE FREAK IS ALIVE? WTF!? I dont know how to feel about this :\/\n  ","391761":"\n   Have you ever set anything on fire? What was it?\n  ","391762":"\n   Can you cook? What is your favourite thing to make?\n  ","391763":"\n   What class did you grow up? Working, middle or upper?\n  ","391764":"\n   Are they dumb?\n  ","391765":"\n   What is the softest thing in the world?\n  ","391766":"\n   If something makes you sad, how would you cheer yourself up?\n  ","391767":"\n   what are you going to have for dinner? i need some inspiration since it’s just me tonight. ?\n  ","391768":"\n   your skin looks amazing! any skincare tips? of if its foundation ? which one do you use!\n  ","391769":"\n   Do you think your chances of meeting someone to date is low?\n  ","391770":"\n   are you doing anything special for the 4th of july weekend? if you’re not in the US, feel free to use this as a filler. ?\n  ","391771":"\n   what’s the last song you listened to?\n  ","391772":"\n   If you have an Instagram account, pap of your account so your followers get a taste of the type of pics you post ?\n  ","391773":"\n   Are you a 'Stoner' ?\n  ","391774":"\n   how many hours of sleep did you get last night?\n  ","391775":"\n   Do you have anyone you trust 100%? I have known my best fiends for many years now but I can honestly say I don’t trust them 100% because I’m paranoid. Is it even possible with BPD?\n  ","391776":"\n   I was the anon who asked the first question (the rest wasn’t asked by me) but thank you for clearing up! I’m Asian myself but I was searching on the internet but actually quite a number of people are claiming Asians aren’t people of colour and aren’t included in BIPOC so I was very confused!\n  ","391777":"\n   What if they just wanted to steal from you?\n  ","391778":"\n   No thought of survival?\n  ","391779":"\n   Are you looking forward to anything?\n  ","391780":"\n   81. Have a fabulous Wednesday ✨?\n  ","391781":"\n   You swing and miss and you get tackled. What do you do next?\n  ","391782":"\n   My friend owned a pizza place before the pandemic and your generation acted all tough and spread the virus and shut him DOWN!  Your defense PLEASE?\n  ","391783":"\n   You're home alone and you hear some people break into your house. You look at your phone and it's flat, what do you do next?\n  ","391784":"\n   Drake or Chris Brown?\n  ","391785":"\n   Are you dating?\n  ","391786":"\n   Are Asians People of colour?\n  ","391787":"\n   Were you crying?\n  ","391788":"\n   What was the last big mistake you made?\n  ","391789":"\n   How come there’s some flat out racist brand names that ten years ago no one cared about?\n  ","391790":"\n   Have you ever been falsely accused ?\n  ","391791":"\n   Are you religious ?\n  ","391792":"\n   TikTok is such an addiction. I downloaded it a few months ago and I can easily spend hours on there if I’m not careful ?\n  ","391793":"\n   What are 3 things that positively impact your life, not including people?\n  ","391794":"\n   Do you love him\n  ","391795":"\n   What cheesy\/cringy thing gives you joy?\n  ","391796":"\n   Do you believe in love?\n  ","391797":"\n   A public figure that you like to follow? ?\n  ","391798":"\n   What do you feel people take for granted the most? ?\n  ","391799":"\n   Would you describe yourself as more of an optimist, a pessimist, or a realist? ?\n  ","391800":"\n   Are you more of a morning or night person? Why? ? ? ?\n  ","391801":"\n   What do you think of Alexa?\n  ","391802":"\n   How well can you tolerate pain?\n  ","391803":"\n   What’s something you wish you had more knowledge about?\n  ","391804":"\n   If you could get something tech-related  for free no matter how much it cost, what'd you choose? Why'd you wanna have that over other kinds of tech?????‍?\n  ","391805":"\n   Do you believe that everything happens for a reason?\n  ","391806":"\n   Should people pay more attention to other people than their phones?\n  ","391807":"\n   What have you learned the hard way?\n  ","391808":"\n   What are some things you can see yourself always enjoying no matter how old you get?\n  ","391809":"\n   One reason for someone to become your friend?  ?\n  ","391810":"\n   If you could live one day with no one recognising you, what would you do?\n  ","391811":"\n   What’s your prized possession?\n  ","391812":"\n   If you could grant one wish to another person, who would that be?\n  ","391813":"\n   Do you believe in aliens? ?\n  ","391814":"\n   If you could have a superpower, what would you want it to be? Why? ?\n  ","391815":"\n   How many brothers and sisters have you got? ?\n  ","391816":"\n   Are you left or right brained?\n  ","391817":"\n   What’s your favorite vegetable? ?\n  ","391818":"\n   You spend a lot of time in front of the TV? ?\n  ","391819":"\n   Have you ever been arrested? ?\n  ","391820":"\n   How many hours a week do you spend online? ?\n  ","391821":"\n   Do you enjoy studying science subjects?\n  ","391822":"\n   Who or what do you miss right now? ?\n  ","391823":"\n   What's anything you're really careful about? Why? ?\n  ","391824":"\n   How bad do you get your stomach cramps? Do you visit the hospital when you do?\n  ","391825":"\n   Hi Leigh I need help to decipher whether this is a personal problem or a problem because of BPD. So is it normal to not know who you are but when you find a goal or something you “like” you go all in but after a while you lose interest and you don’t like it again and lose motivation and dk who you r\n  ","391826":"\n   How would you like your living room to be? Decorating wise.\n  ","391827":"\n   what if they arent into music but movies\n  ","391828":"\n   Be honest, have you ever taken too much of the things that cost you so much?? ?\n  ","391829":"\n   Your first love relation\n  ","391830":"\n   Are you skeptical about the things you hear on the news about Covid_19? Do you know anyone personally who has had it and if so did they have it severely??\n  ","391831":"\n   coconut or almond milk? which taste better?\n  ","391832":"\n   What’s your favorite fruit? ?\n  ","391833":"\n   What novels do you enjoy by Steven king?\n  ","391834":"\n   How will you spend your summer vacation?\n  ","391835":"\n   What do you look like right now? PAP! ?\n  ","391836":"\n   What type of music are you into?\n  ","391837":"\n   How often do you use emojis when you type generally speaking? ????\n  ","391838":"\n   What is the traditional meal in your country?\n  ","391839":"\n   Do you like to dance??\n  ","391840":"\n   You always scold yourself for...?\n  ","391841":"\n   Do you read now?\n  ","391842":"\n   Are you saving money right now for something special? What is this special thing?\n  ","391843":"\n   Crocs or Birkenstocks?\n  ","391844":"\n   What is under your bed?\n  ","391845":"\n   By magic you went into the television screen, what movie \/ series would you be in? ?\n  ","391846":"\n   Leigh, can you answer this question: How can proper understanding of social system help the process of teaching-learning?\n  ","391847":"\n   you look 16\n  ","391848":"\n   What are you most afraid of?\n  ","391849":"\n   What authors do you enjoy their writing and why? Do you have a favourite book?\n  ","391850":"\n   Do you have many photos of you as a child ?\nPost one ? ?\n  ","391851":"\n   What’s a possession that you adore?\n  ","391852":"\n   What’s the first thing you will be doing once lockdowns over?\n  ","391853":"\n   Would you rather have your browser history made public or the last 20 pictures in your camera roll made public?\n  ","391854":"\n   79. do you miss high school? or school in general?\n  ","391855":"\n   So you are still in love with him? Cause I remembered you say you couldn’t decide whether you were still in love with him the last time I think\n  ","391856":"\n   Wait? So you want to have the same exact interests? Wouldn’t that be boring?\n  ","391857":"\n   Would it be a deal breaker if your SO has a different taste than huh in music or movies?\n  ","391858":"\n   What three things in life you want more than anything else?\n  ","391859":"\n   78. have you ever used bath bombs?\n  ","391860":"\n   how is that bad\n  ","391861":"\n   Is there one person in your life that can always make you smile?\n  ","391862":"\n   If you could have only one photo or poster on your wall, what would it be?\n  ","391863":"\n   Favorite types of salad or do you not like the green stuff?\n  ","391864":"\n   Pet names you don't like?\n  ","391865":"\n   Do you have any long-term ambitions? What are you doing to pursue them?\n  ","391866":"\n   Who do love? ??\nLet's talk about people we love. Family. Friends. Pets. Your hobbies? What comes 1st?\n  ","391867":"\n   When deciding whether or not to trust someone, do you find you are more or less likely to trust someone with a difficult past or who has experienced some sort of suffering?\n\nWhy do you trust them more or less?\n  ","391868":"\n   Are you going to do any videos? Those were fun :)\n  ","391869":"\n   Don’t you have work tomorrow?\n  ","391870":"\n   Worst type of music for you?\n  ","391871":"\n   * make a wish ?\n  ","391872":"\n   Some people here are defending him. Saying it was in the past. You should stop following them\n  ","391873":"\n   Am I wrong for wanting attention from my bf? He rarely spend time with me, he sleeps in the middle of the conversation when we speak. He also leaves on read and when I talk to him about it he says I’m busy. He doesn’t seem to care to make time for me. Am I being too much?\n  ","391874":"\n   Do you ever see numbers repeating for you?\n  ","391875":"\n   Bacon or sausage?\n(Alternatives too!)\n  ","391876":"\n   When did you last do something outside of your comfort zone?\n  ","391877":"\n   75. what makes you cringe?\n  ","391878":"\n   What song did you last listen to? What’s your favourite lyric from it?\n  ","391879":"\n   What album would you love to have on vinyl?\n  ","391880":"\n   Do you have a criminal record.If yes what would you done.If no why would you don't do any crime?\n  ","391881":"\n   What film, in your opinion, has the best cinematography and\/or special effects?\n  ","391882":"\n   What's your favourite natural phenomenon?\n  ","391883":"\n   Swimming Pool or Beach? ❣️\n  ","391884":"\n   What is your favorite song lyrics??\n  ","391885":"\n   When is your birthday??\n  ","391886":"\n   Sea ? or mountain ⛰\n  ","391887":"\n   Lightning or thunder? ⚡️ ?\n  ","391888":"\n   What’s your favorite flower? ?\n  ","391889":"\n   All the things that are happening in this world, what do you think is the worst? ?\n  ","391890":"\n   You seem nice.\n  ","391891":"\n   What famous person do you look like ?\n  ","391892":"\n   I read a book, in which the girl is kidnapped, and then she falls in love with the kidnapper.  \nIf you were kidnapped, what would you do? ?\n  ","391893":"\n   What’s the most unusual thing you do in your spare time?\n  ","391894":"\n   A movie or series that you like to watch??\n  ","391895":"\n   What show do you watch after a long day?\n  ","391896":"\n   What smells remind you of a positive time in your life?\n  ","391897":"\n   One movie you miss watching? ?\n  ","391898":"\n   Do you think parents should be friends with their kids? Why\/why not?\n  ","391899":"\n   76. do you like dark humor?\n  ","391900":"\n   77. do you like to watch award shows?\n  ","391901":"\n   should ouija board be banned\n  ","391902":"\n   What's the rudest thing anyone ever said to you?\n  ","391903":"\n   What do you do to relieve stress or stop worrying?\n  ","391904":"\n   Things teens abide by?\n  ","391905":"\n   He’s ugly. Dogs are better\n  ","391906":"\n   Opinion on people who defend shane dawson?\n  ","391907":"\n   Do you dance at wedding or parties when they are playing songs?\n  ","391908":"\n   Do you girls still remember what our Girl Code is? ?\n  ","391909":"\n   Do you know anyone who have tried ECT? If your antidepressants didn’t worked no matter what and ECT was recommended to you would you try it? I’m pretty skeptical of it tbh\n  ","391910":"\n   Good morning ?\n  ","391911":"\n   Where was this taken? It’s a beautiful picture\n  ","391912":"\n   ouija board is on sale online should i buy it\n  ","391913":"\n   74. What’s the plans for today?\n  ","391914":"\n   Tell us about an average morning for you, on a day you have to work or have plans, and a day you have no plans.\n  ","391915":"\n   I have a single friend and I'm a taken mom.  i have been whining to my friend abt how hard being a mom is esp raising my toddler alone with my man working long days. she said I was ungrateful and shed do anything to be in my place. and how badly she wants what i have. am i right in feeling offended?\n  ","391916":"\n   73.  do you think racism starts at home or with the influence of others?\n  ","391917":"\n   What's something about yourself you love BEST?\n  ","391918":"\n   ???What do you think about long distance relationships?\n  ","391919":"\n   Have you ever played paintball, lasertag or airsoft? What'd you think of it? How did it go for you? ?\n  ","391920":"\n   How did you feel when you woke up this morning?\n  ","391921":"\n   How's your Monday? ❣️\n  ","391922":"\n   How do you help a friend when they are feeling sad?\n  ","391923":"\n   Does your personality change around shy and outgoing people? If you’re with someone shy you become shy\n  ","391924":"\n   Do you feel sad to see that no of covid-19 cases in other countries have decreased where as in your country it is increasing?\n  ","391925":"\n   are therapists same as psychologists?\n  ","391926":"\n   Are you a quiet shy person?\n  ","391927":"\n   What type of student were you in school?\n  ","391928":"\n   Did you cure your depression?\n  ","391929":"\n   How can it go into remission? Through music?\n  ","391930":"\n   Do you hide from the summer heat or enjoy it? ?️\n  ","391931":"\n   Thank you. I think it feels worse when I see other patients in there longer than me. It really triggers something in me (probably because I also have BPD) I’m in there a few minutes and I’m out.\n  ","391932":"\n   Rate me 1-10\n  ","391933":"\n   leigh im sorry to say but i have a very similar relationship with my mom as you do. im also an adult with a child of my own and still fxcked up. i have thought of therapy. should I go to a psychologist\/counselor or psychiatrist!? my mom just triggered and i got flooded with my past. I need help\n  ","391934":"\n   What's you do when you have no interest in the work but still have to do it.\n  ","391935":"\n   almond or soy milk\n  ","391936":"\n   Smoothie or milkshake?\n  ","391937":"\n   Do you like cinnamon rolls?\n  ","391938":"\n   ? Apple juice. Yay or nah?\n  ","391939":"\n   Share a unique fact about you\n  ","391940":"\n   Can depression be cured?\n  ","391941":"\n   Hello\n  ","391942":"\n   What is your goal this quarantine?\n  ","391943":"\n   Follow back maybe?\n  ","391944":"\n   Would you try calamari or have you ever had calamari before?\n  ","391945":"\n   What is the first thing you do after waking up?\n  ","391946":"\n   Do you get enough sleep?\n  ","391947":"\n   SUPPP\n  ","391948":"\n   Have you bought any clothing items in the last week?\n  ","391949":"\n   Opinion on shane dawson?\n  ","391950":"\n   Can I snapchat with you please? ?\n  ","391951":"\n   Are the people you've gone to school with cooler than most?\n  ","391952":"\n   You're stuck on an island. How would you spend your time?\n  ","391953":"\n   72. how would you describe your neighbors?\n  ","391954":"\n   71. anyone else annoyed by these fireworks already??(if your in the stAtes if not use as filter)\n  ","391955":"\n   70. how do you ease your mind from awful situations\n  ","391956":"\n   My gf has been drinking alot since the lock down stuff started. Im about to shut her off completely, what should i fo if she freaks?\n  ","391957":"\n   do you agree with what the feminists here said about kinks? lmaooo\n  ","391958":"\n   What’s your opinion on kink?\n  ","391959":"\n   insta id?\n  ","391960":"\n   Vote?\n  ","391961":"\n   What is the most embarrassing, cringe-worthy thing you have ever done?\n  ","391962":"\n   Have you ever stolen books from a library?\n  ","391963":"\n   So i promised an anon friend on ask that ive give them space. How long is acceptable? One day, two days? Or a full week??\n  ","391964":"\n   How's your day? ?\n  ","391965":"\n   Can you analyze blood test results?\n  ","391966":"\n   Have you ever heard of Bully scholarship?\n  ","391967":"\n   You ever played bully game?\n  ","391968":"\n   Would you be afraid to live in a house that is said to be haunted??\n  ","391969":"\n   Favorite actor or actress? ?\n  ","391970":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","391971":"\n   What is your kind've vacation?\n  ","391972":"\n   What comes to your mind, when you hear “spirituality”?\n  ","391973":"\n   What comes to your mind, when you hear “toxic masculinity”?\n  ","391974":"\n   When was the last time you watched one of the older animated Disney movies from the 1930s-1970s like Snow White, Bambi, Dumbo, Cinderella, Robin Hood, The Aristocats, Lady and the Tramp, etc.? ✨ I‘m watching Sleeping Beauty right now and those movies are sooo different. ?\n  ","391975":"\n   GIF something you want right now. Can be anything. What do you want?\n  ","391976":"\n   Editor, is it proper to place \"an\" or \"a\" before words which begin with a vowel-sound but whose actual 1st letter is a consonant? E.g. \"an hour\", \"an MBA\".\n  ","391977":"\n   Do you like SpaghettiOs?\n  ","391978":"\n   Do you think its dumb some stores are showing back to school ads already when its only june?\n  ","391979":"\n   Do you always smile for pictures?\n  ","391980":"\n   Have you ever smashed something out of anger?\n  ","391981":"\n   69. do you like being in the public eye?\n  ","391982":"\n   hi\n  ","391983":"\n   What Is Your Biggest Fear?\n  ","391984":"\n   good morning ✨?\n  ","391985":"\n   What is a superficial yet annoying mistake you constantly make?\n  ","391986":"\n   Future Achievements??\n  ","391987":"\n   (1) Hey Leigh. Is it “normal” for psychiatrists to rush their appointments? I feel like mine does not really take time to really listen and instead just increase the dosage whenever I mentioned I feel bad or unstable which I know is their job, but I just feel like I am not worthy of her time tbh.\n  ","391988":"\n   How'd you react if someone decided to sit next to you in an otherwise empty bus? ???\n  ","391989":"\n   When should you reveal a secret you said you wouldn’t?\n  ","391990":"\n   When do you label a person as ignorant?\n  ","391991":"\n   Is there anything most people find scary \/ disgusting that you enjoy? Why do you like said thing? ??\n  ","391992":"\n   If you could create one social norm, what would it be?\n  ","391993":"\n   What do you wish people understood about you?\n  ","391994":"\n   What is the most annoying thing someone can do to you?\n  ","391995":"\n   What is the best thing that the internet has ever created?\n  ","391996":"\n   Do you go to a gym? \nDo you find it beneficial or is just going for a run\/ doing your own exercise better?\n  ","391997":"\n   Twizzlers or Red Vine\n  ","391998":"\n   Would you sleep with someone who’s already in a relationship?\n  ","391999":"\n   What’s on your mind?\n  ","392000":"\n   You can also ask me a question\n  ","392001":"\n   How would you describe your music?\n  ","392002":"\n   Till what age would you like to live and why?\n  ","392003":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","392004":"\n   did your job say if you guys will be going back ? or will you guys be working from home . for a while?\n  ","392005":"\n   68. i hope you all had a great Friday ✨\n  ","392006":"\n   What is your favorite color? ?❤️???????\n  ","392007":"\n   What food do you like in a wrap?\n  ","392008":"\n   You’re not famous lmaooo anon hating on you, isn’t real hate\n  ","392009":"\n   Is public transport good where you live?\n  ","392010":"\n   What is the cheapest yet most useful thing you own?\n  ","392011":"\n   Do you have any pet peeves?\n  ","392012":"\n   What are two things you dislike doing?\n  ","392013":"\n   Would you rather hate someone or be hated by someone?\n  ","392014":"\n   have you ever donated to charity? if so, which one(s)?\n  ","392015":"\n   Do you procrastinate a lot?\n  ","392016":"\n   Am I bothering you?\n  ","392017":"\n   No worries, I hope I wasn’t too insufferable! ?\n  ","392018":"\n   The way you wrote “Mexican and halal food” like halal is an actual cuisine made my brain hurt. You like Arabic\/Turkish\/Middle Eastern food etc. You probably drink alcohol with your halal food. Alcohol isn’t halal btw, so you don’t care that it’s halal you just enjoy the cuisine.\n  ","392019":"\n   It’s the weekend! How are you going to spend it ? ☺️\n  ","392020":"\n   But you don’t care whether its halal or not, that’s not why you are buying it. You’re being disrespectful by using the term in the way you do. It’s not a brand ffs\n  ","392021":"\n   If someone asked you what you wanted to get for takeaway you don’t say “halal food”. They wouldn’t know what you wanted. They’d just assume you were Muslim. “halal” isn’t a food, it refers to the way food is prepared eg animals need to be slaughtered in a certain way etc.\n  ","392022":"\n   Well, that’s what you would say then “I like gyros and lamb platters”.\n  ","392023":"\n   You are gorgeous darling !\n  ","392024":"\n   PAP in black outfit. ?\n  ","392025":"\n   Hey \nWhatsup\n  ","392026":"\n   The way you use the word halal makes me cringe. It’s so ignorant white girl. What exactly do you like about halal food? Be specific as I don’t think you know what it really means.\n  ","392027":"\n   What would you do if someone is flirting with your partner?\n  ","392028":"\n   Is there one thing or secret about you that would surprise people? What is it?\n  ","392029":"\n   What would be the most interesting or exciting thing to make a floor in a house out of?\n  ","392030":"\n   Do you use a phone case? What does it look like? ?\n  ","392031":"\n   If you make a sandwhich, what do you usually have on it? ?\n  ","392032":"\n   How is it harmful in a relationship?\n  ","392033":"\n   Just remember that you are amazing the way you are! ? Don't allow other people's negativity to be forced on you. Keep being you! :3 Because that is very much good enough! ?\n  ","392034":"\n   What’s your opinion on porn? Is it harmful?\n  ","392035":"\n   PAP must-have items for the summer!\n  ","392036":"\n   Well that is really good for you to have graduated school got a proper job using your degree and moving out of your parents house and becoming independent. Right now that’s what I should be doing but I am nowhere near that level of dependence yet.\n  ","392037":"\n   Yeah exactly it is unaffordable unless you are a doctor, corporate lawyer, or in the stock market making 6 figures. It’s just would be hard to save money and even pay bills if the rent is so high. The sad thing is even though you pay high amount of rent the apartments aren’t even good at all.\n  ","392038":"\n   I was asking since you were from New York I wanted to know if it was true about the housing prices? I’m sure about the place you live but I heard in Manhattan the average price of a 1 bedroom apartment is over $2000 a month.\n  ","392039":"\n   What song makes you the happiest? ☺️\n  ","392040":"\n   What’s your favourite way to spend a weekend?\n  ","392041":"\n   How do you feel about PDA’s? (Public displays of affection)\n  ","392042":"\n   Would you choose money or fame?\n  ","392043":"\n   What do you do if you find out that the person who has begged to be apart of your life... has then slept with someone... after... they finally got with you???\n  ","392044":"\n   I don’t need to know the price but in your opinion do you think that the rent you pay is over priced or is it just average and fair.\n  ","392045":"\n   Loving the new hair style btw.\n  ","392046":"\n   I’m sorry Leigh I really like you but I do not make the rules I just enforce them.\n  ","392047":"\n   hi Leigh I just recently found out you do not live in New York City and do not embrace that hustle bustle lifestyle so I have decided to ban you from calling yourself a true New Yorker. You want to change my verdict then you know what you have to do and what life you have to live.\n  ","392048":"\n   What’s your favourite takeaway food?\n  ","392049":"\n   Are you ever curious about what us anons really look like and do you know or think you know why we choose to be anon? Also do you have any advice that you can say that would make us comfortable to get off anon and trust you?\n  ","392050":"\n   67. last time you been to the doctors?\n  ","392051":"\n   Pap of your current looks.\n  ","392052":"\n   Will you be able to continue working from home after the covid19 stuff is over? I wish employers were more flexible\n  ","392053":"\n   Did you write anything, share something\n  ","392054":"\n   What is your favorite show?\n  ","392055":"\n   Cool, are you a writer?\n  ","392056":"\n   I lived alone for six months and it was literal HEAVEN. My skin cleared up, my mental health improved, even the birds sang ? Seriously, I thought I would get lonely but it was SO good ?\n  ","392057":"\n   What are your hobbies? How did you first get into them?\n  ","392058":"\n   DO YOU HAVE ANY RIDICULOUS GOALS IN LIFE?\n  ","392059":"\n   Describe your perfect Friday night.\n  ","392060":"\n   Wish I could tell him to take a chill pill lol\n  ","392061":"\n   What scares you?\n  ","392062":"\n   Damn, he seems aggressive :\/ glad you'e okay\n  ","392063":"\n   How re you?\n  ","392064":"\n   do you wear a bikini or a one piece?\n  ","392065":"\n   What’s your favourite thing to do on a hot summers day?\n  ","392066":"\n   If your partner was playing you, would you want to know or would you rather they keep it on the low?\n  ","392067":"\n   What made you join this site?\n  ","392068":"\n   What’s your favourite ice cream flavour and topping?\n  ","392069":"\n   Are you interested in politics?\n  ","392070":"\n   What type of music are you into?\n  ","392071":"\n   What’s on your bucket list of things to do?\n  ","392072":"\n   What do you look forward to most this year?\n  ","392073":"\n   Have you ever slept naked?\n  ","392074":"\n   How much lazy are you?\n  ","392075":"\n   What are your 5 most favorite things overall? ??\n  ","392076":"\n   Where do you see yourself after 5 years?\n  ","392077":"\n   Can you suggest good accounts to follow?\n  ","392078":"\n   Do you love teddy bears?\n  ","392079":"\n   Are you ok?\n  ","392080":"\n   Do you like flowers? ?\n  ","392081":"\n   66. what’s your comfortable outfit you like to wear?\n  ","392082":"\n   Do people like you more for your looks or personality?\n  ","392083":"\n   What was the last place you travelled to?\n  ","392084":"\n   What are your plans for today ?\n  ","392085":"\n   Are you a hugger?\n  ","392086":"\n   Cake o pie?\n  ","392087":"\n   Why? You don’t live with your parents anymore\n  ","392088":"\n   If you were to become a musician\nWhat genre would it be?\n  ","392089":"\n   Did you do that before?\n  ","392090":"\n   but you are making Satan happy?\n  ","392091":"\n   I hope that you all have a fantastic day ☺️??\n  ","392092":"\n   Have you had a McDonald’s since the re opening? What did you get\/or what do you want to get when you go? Today I got 20 chicken nuggets! Next time I’ll get a Big Mac:)\n  ","392093":"\n   What will you never do?\n  ","392094":"\n   What about your profile pic? It’s red\n  ","392095":"\n   Which is your current hair? I’m confused\n  ","392096":"\n   What is the most exciting thing you plan to do this summer?\n  ","392097":"\n   If reincarnation is real, what animal would you come back as?\n  ","392098":"\n   most complicated order you ever given at starbucks?\n  ","392099":"\n   How has the month of June treated you?\n  ","392100":"\n   If the world was dominated by vampires, what would you do \/ react to??\n  ","392101":"\n   Sometimes all you need is...?\n  ","392102":"\n   opinion on casting couch\n  ","392103":"\n   Do you have dimples on your cheeks?\n  ","392104":"\n   Are you an aunt or uncle?\n  ","392105":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!?\n  ","392106":"\n   You know anything about stock market?\n  ","392107":"\n   opinion on women who do anything for money? you think they got no self respect?\n  ","392108":"\n   Are you the same woman here who said you'd do anything for money??\n  ","392109":"\n   Have you seen the cover pictures of Far Cry 1 from 2007?\n  ","392110":"\n   Have you heard about Far Cry?\n  ","392111":"\n   When are you happiest?\n  ","392112":"\n   What hurts more than a breakup ?\n  ","392113":"\n   Have you ever heard of True Crime game?\n  ","392114":"\n   Do you agree with feminists who want people to stop using the term 'Karen' - meaning self entitled, demanding middle aged women, always kicking off at retail staff for perceived poor service, asking for the manager etc - as it amounts to a female slur, or do you think it's a justifiable stereotype?\n  ","392115":"\n   What’s your favorite show? ?\n  ","392116":"\n   What is the point of those one way streets in New York?\n  ","392117":"\n   Sun ☀️ or rain ?\n  ","392118":"\n   do you fall in love after the first date?\n  ","392119":"\n   Which countries have you visited?\n  ","392120":"\n   Hairy body or Waxed body?\n  ","392121":"\n   If you could have anything right now, what would it be?\n  ","392122":"\n   What's your biggest problem of ur life?\n  ","392123":"\n   Are you into sexchatting?\n  ","392124":"\n   65. i hope everyone has a good and wonderful day ✨\n  ","392125":"\n   List a few morals you have :)\n  ","392126":"\n   Would you ever farm or no?\n  ","392127":"\n   Is seeking revenge good?\n  ","392128":"\n   What did feel like doing today that you didn't get to do? Or did you get everything done today that you wanted?\n  ","392129":"\n   How can you love yourself more today?\n  ","392130":"\n   What is your favorite ice cream flavor? Do you like any toppings on it?!\n  ","392131":"\n   What kinda vehicles do you own? What kind of vehicle would you like to own one day?\n  ","392132":"\n   Why??\n  ","392133":"\n   Have you ever been to a protest?\n  ","392134":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","392135":"\n   Hey everyone, I hope you’re all doing well and staying safe!?Sending love & positive vibes your way! ✨\n  ","392136":"\n   How readily would you sign a contract in blood?\n  ","392137":"\n   Do you like raspberries?\n  ","392138":"\n   Have you ever worked third shift before?\n  ","392139":"\n   What is your favorite game\n  ","392140":"\n   Why on earth do you decide to finally draw a line of rationality HERE of all places?\n  ","392141":"\n   would you get a matching tattoo with your ex?\n  ","392142":"\n   Are you romantic? Why or why not?\n  ","392143":"\n   Do you respect yourself or others more?\n  ","392144":"\n   What day do you take out trash or bring it somewhere if it works that way?\n  ","392145":"\n   Do you like graffiti?\n  ","392146":"\n   Have you ever tasted dog croquettes? ? ?\n  ","392147":"\n   Do you believe in fairies, gnomes, etc.? ?‍♀️\n  ","392148":"\n   you sound so naive lmaooo. you said the same thing about your ex bf. “we will never break up”\n  ","392149":"\n   Isn’t this a bad idea? What if you two fight?\n  ","392150":"\n   You were before my time but if I did go to the same high school I would be to intimidated to talk to you to.\n  ","392151":"\n   Back when you were in high schools did guys used to approach and try to talk to you on occasion and if they did do you appreciate the effort they tried to make?\n  ","392152":"\n   Do you think you will soon or are you still not over your ex?\n  ","392153":"\n   Have you been talking to anyone romantically lately?\n  ","392154":"\n   whats the hole on your arms\n  ","392155":"\n   Mood ?\n  ","392156":"\n   Wow!!?next !!\n  ","392157":"\n   Good! Share next one\n  ","392158":"\n   what about people who inherit their parents business is that bad too\n  ","392159":"\n   Why you choose this\n  ","392160":"\n   What if you didn't have the phone??\n  ","392161":"\n   If you were left in the middle of nowhere, what would you do in this situation??\n  ","392162":"\n   What’s your favorite dish? ??\n  ","392163":"\n   Do you prefer drawing or writing?  ✍?\n  ","392164":"\n   IF YOU COULD HAVE ONE MAGICAL POWER, WHAT WOULD IT BE?\n  ","392165":"\n   Do you like vegetables? ?\n  ","392166":"\n   Would you rather use the blue or black pen? ?\n  ","392167":"\n   Wow !!\nWhat it represents?\n  ","392168":"\n   Post atleast 1 or 2\n  ","392169":"\n   Tatto\n  ","392170":"\n   If someone slept in and didn't eat their  breakfast (their first meal of the day) until after noon, are they still allowed to call it \"breakfast\" or is it just lunch at that point? ??\n  ","392171":"\n   How funny are you?\n  ","392172":"\n   63. are you guys enjoying your June so far?\n  ","392173":"\n   Name a person who has never let you down\n  ","392174":"\n   Would you rather be on a survival reality show or a dating game show?\n  ","392175":"\n   What was the last song you danced to?\n  ","392176":"\n   Father's day Space - Use this question to express the day. PAP of anything. {PAP means to Post a picture if anyone was wondering} Happy Father's Day to all dads! Have a good day everyone!\n  ","392177":"\n   what is your opinion on nepotism in politics and workplaces\n  ","392178":"\n   If you had a zoo, what would be the 5 main animals you have??\n  ","392179":"\n   Gym ??‍♀️or pool ??‍♀️\n  ","392180":"\n   Are you an Eco-friendly person?\n  ","392181":"\n   Hi, how are you today? ?☀️\n  ","392182":"\n   make that yourself? its very good.\n  ","392183":"\n   Would you take a weekend job for 20k a year to be a human scarecrow and chase birds from fields?\n  ","392184":"\n   60. if your in America . will you be celebrating the 4th of July? if your not in America use as a filter\n  ","392185":"\n   61. do you vote?\n  ","392186":"\n   Do you like the meat, lamb?\n  ","392187":"\n   What is the difference between a school and a college? Where is it better to study?\n  ","392188":"\n   Do you doo your Christmas shopping in fall\/winter or do you buy gifts in January and just stash them?\n  ","392189":"\n   do you still play minesweeper on pc? lol\n  ","392190":"\n   Halo background huh?\n  ","392191":"\n   What do you look like right now??\n  ","392192":"\n   Hi ?\n  ","392193":"\n   The both of you\n  ","392194":"\n   If you were rich would you buy celebrities’ shirts for a million?\n  ","392195":"\n   are you calling yourself handsome?\n  ","392196":"\n   Who’s stealing your socks?\n  ","392197":"\n   what unrealistic expectations? pxrnstars are humans lol they aren’t bots\n  ","392198":"\n   What do you prefer - to love or be loved?\n  ","392199":"\n   Do you play the lottery?\n  ","392200":"\n   What is love to you? ❤️\n  ","392201":"\n   I’m currently watching a documentary on the disappearance of Madeleine McCann, what do YOU think happened behind this case?\n  ","392202":"\n   What would you do if you’re in a monogamous relationship with a person the relationship is just BOMB, but you figure out that polyamory is more what you’re looking for, but your partner finds the thought of you being with others uncomfortable? Communication already happens. Asking for a friend.\n  ","392203":"\n   Ever notice a user on other pages that acts really nice and like a cool friend but then when they talk to you their pervy side kind of comes out which doesn't make you trust them as much?\n  ","392204":"\n   59. what makes someone a good person?\n  ","392205":"\n   58. what makes someone a bad person? in your opinion\n  ","392206":"\n   Did you grow up with both parents in your home or in a single parent household? Do you think this effected you in any way?\n  ","392207":"\n   Singing ? or playing ?\n  ","392208":"\n   Gym ?? or couch ?\n  ","392209":"\n   Do you find drunk people amusing or do they make you anxious?\n  ","392210":"\n   What instantly makes you happy when you’re having a bad day?\n  ","392211":"\n   Do you think pxrn affects relationships?\n  ","392212":"\n   Would you rather be the sun or the moon??\n  ","392213":"\n   Which planet do you think is the most beautiful??\n  ","392214":"\n   If you had lots of money what would you do with it?\n  ","392215":"\n   Of all the words in the dictionary, which is your favorite or what do you like most??\n  ","392216":"\n   If you were a king or queen in the medieval world, how would you be or what would you do??\n  ","392217":"\n   Do you like Games of Thrones??\nWhat is your favorite house??\n  ","392218":"\n   how come?\n  ","392219":"\n   was there a lot of drama?\n  ","392220":"\n   Do you prefer very spicy or non-spicy food?\n  ","392221":"\n   have you ever had a pregnancy scare?\n  ","392222":"\n   57. Do you guys have anything planned for today? and Happy Father’s day to all the fathers i follow ?\n  ","392223":"\n   Have you ever smashed something out of anger?\n  ","392224":"\n   Do you have a favorite plant??\n  ","392225":"\n   Have you seen that cringy video of hollywood celebs proclaiming \"I take responsibility\" to capitalise on recent blm events and show the world how virtuous they are? It was in black and white too haha.\n  ","392226":"\n   why arent you moving on from your ex? grow up he left you aged back\n  ","392227":"\n   But you are in New York why do you need a car? Don’t you just take the subway and taxis?\n  ","392228":"\n   Because of COVID?\n  ","392229":"\n   This is an irrelevant question but do you let your roommates drive your car?\n  ","392230":"\n   what's the best thing happen to you this month?\n  ","392231":"\n   Are you doing anything about your drinking problem (except joke about it)?\n  ","392232":"\n   Which book?\n  ","392233":"\n   ? Happy Summer Solstice to all!\n  ","392234":"\n   Would you date a guy who drives a fake Ferrari?\n  ","392235":"\n   What are you eating today???\n  ","392236":"\n   How do you feel when you're online and don't receive a question for, like, an hour?\n  ","392237":"\n   55. what did you do today?\n  ","392238":"\n   Do you use speakers for your tv?\n  ","392239":"\n   Who do you like best RN: your Mom or Dad?\n  ","392240":"\n   How much alcohol do you generally drink in one sitting? Tell in millilitres\n  ","392241":"\n   How many rooms in the house you live in?\n  ","392242":"\n   -  Space -\nUse this space to rant or vent about something that has been on your mind lately.\n\nAlso. Hope things get better for ya. Keep your head up. ??\n  ","392243":"\n   Do you like to go to the fresh produce market? What do you usually get when you go?\n  ","392244":"\n   How do you feel about the show Intervention?\n  ","392245":"\n   What you know that others don't?\n  ","392246":"\n   if you feel bad just limit contact. only go there during holidays or something and have some meals and go back\n  ","392247":"\n   what color is your hair rn\n  ","392248":"\n   Be careful about moving to Philly. If your friends get married and have kids they'll want to have privacy and i hear its expensive there too. You'll be stuck with getting a place to rent on your own in a new place with no friends or reliable family\n  ","392249":"\n   It's natural to feel guilty because unlike your mother you feel compassion. Most of us would do too. You feel the way you feel despite that you get abuse is the result of her deliberate conditioning. Helps to listen to your mind, rather than your heart.\n  ","392250":"\n   It’s okay to be hesitant it’s a big Decision to cut off family even if they were not the best to you because they are always connected to you. And if you decide to move to a different state it’s a big step which is not easy to do. So don’t feel guilty or pressured to stay it’s your life u owe nothin\n  ","392251":"\n   Also, I would explain to your father your concerns thoroughly and why you wouldn't be able to contact him or your mom anymore. Even if he doesn't understand, it'll still feel great to get it off your chest and maybe he'll come to a realization later on.\n  ","392252":"\n   You will feel SO much better after you cut them off and go no contact. This is narcissistic abvse and you don't deserve it, I'm so sorry. I know how difficult it is. Maybe you can talk to other people who did the same or read up on it so you don't feel too alone or unsure.\n  ","392253":"\n   If this was a friend or something that would be different but since she is your mother it’s just a complicated situation where there are pros and cons to both I can’t speculate since we grew up to different ways but all I can say is do what you feel like is the best for you and your mental health.\n  ","392254":"\n   can u tel them if u can work from home full time? tell them now?\n  ","392255":"\n   your job what abt that\n  ","392256":"\n   wtf wtf why are you still having them in your life\n  ","392257":"\n   tell your dad you can't come over do housework when you have a job that requires you to be present and household responsibilities. and they should hire help\n  ","392258":"\n   why cant they hire a maid or cleaners etc you're an adult with a ft job ffs\n  ","392259":"\n   Probably the whole keep problems in the family. Nobody else needs to help type mentality eventhough that doesn't help anyone in the end\n  ","392260":"\n   I don’t see anything wrong with how you responded, it’s perfectly logical! You can’t always drop things suddenly, especially with being in a work environment. It’s plausible she has no idea just how her behaviour is coming across - but either way, it certainly doesn’t excuse it. :(\n  ","392261":"\n   I would cut her off honestly, call me heartless. Your father can take care of her I'm sure, she's not totally alone.\n  ","392262":"\n   Sounds like she's trying to rope you in and keep you in her circle of influence. Narcissists do that. And boomers in general are self-centered lol. tbh it's not unreasonable to draw the line and prioritise your own responsibilities considering the circumstances.\n  ","392263":"\n   I’m so sorry Leigh, I just read your answer and was absolutely stunned. That’s so horrid. Hope you know that I and plenty of others on here care about you! ? (wish you strength and luck with tomorrow!) :)\n  ","392264":"\n   did your dad get mad too\n  ","392265":"\n   ahh the 30 year old drunkard\n  ","392266":"\n   what situation\n  ","392267":"\n   Oh whiskey usually whisks me to the town centre in no time lmao. What's up with your parents?\n  ","392268":"\n   I've noticed that too. Different drinks have different personalities. Mine are mostly rascals that just want to party and I'm too old for that lol.\n  ","392269":"\n   makes you cry? how so?\n  ","392270":"\n   Just drink more of that wine :D\n  ","392271":"\n   don't miss the fapping window\n  ","392272":"\n   Do you like parties with 12 people or parties with 60?\n  ","392273":"\n   I'm sending you positive vibes for tomorrow.?\n  ","392274":"\n   I know a few people like orange chicken but I’ve never really thought about trying it\n  ","392275":"\n   What’s your favourite Chinese food? Mines a beef curry!\n  ","392276":"\n   How does your behaviour change when you fall in love?\n  ","392277":"\n   When you talk to guys especially handsome guys you tell me that you never get nervous?\n  ","392278":"\n   Any advice on how guys like me can be comfortable and talk to girls like you without being scared?\n  ","392279":"\n   a large portion of Americans think they know better than every educated specialist and epidemiologist. It starts at the top with the Idiot in Chief. It's truly embarrassing to be an American these days.\n  ","392280":"\n   If I wanted to take you out on a date where would you want it to be?\n  ","392281":"\n   Have you ever write a text message and before you tap send it's all tears dropped on the phone screen? ?\n  ","392282":"\n   Try answering with something like “aw how sweet we should defiantly do it you seem like a really special person and it would be my honour to have a nice picnic with you ?❤️”\n  ","392283":"\n   We should meet somewhere outside and we can have a little picnic.\n  ","392284":"\n   Bored ? ?\n  ","392285":"\n   What food are you ordering?\n  ","392286":"\n   What do you do right now?\nAnd what do u wish to do right now ? ?\n  ","392287":"\n   So I've formed a BPD attachment from hell to a man but deep down inside I know we aren't truly compatible or have much in common except for our mutual lust for each other. He seems to want a real relationship and my BPD is flattered by that but my brain knows it wouldn't be right.\n  ","392288":"\n   Have you had any interesting or strange dreams recently?\n  ","392289":"\n   If you have multiple pets do they get along well or is there tension between them?\n  ","392290":"\n   What are you currently worried about?\n  ","392291":"\n   Do you know how to back a cake from scratch ?\n  ","392292":"\n   Has anyone else’s app updated to a new layout?! What do you think of it??\n  ","392293":"\n   Oh, sorry, I meant how did you deal with theft that wasnt from you! Did you catch many shoplifters? Were you lenient on them or did you turn them over to the cops etc\n  ","392294":"\n   Hey! Can I snapchat with you? Just wanna be friends ?\n  ","392295":"\n   How easy \/ hard is it for you to fall asleep? Do you have any certain conditions that needs to be met before you're able to travel to dreamland? ??\n  ","392296":"\n   Pap of your favorite mask?\n  ","392297":"\n   they're very big\n  ","392298":"\n   I know but mums do those things.\n  ","392299":"\n   You're a mum.\n  ","392300":"\n   do you enlarge your eyes in an app?\n  ","392301":"\n   HAHAHAHAHA. IM DYING HERE! ?? How did you deal with it? Did you follow a strict protocol?\n  ","392302":"\n   DESCRIBE WHAT YOUR CRUSH LOOKS LIKE.\n  ","392303":"\n   WHAT DO YOU LOVE ABOUT YOURSELF MOST?\n  ","392304":"\n   Which hand do you use to stir your tea?\n  ","392305":"\n   Can a person fall in love second or third time?\n  ","392306":"\n   How are you?\n  ","392307":"\n   Last book you read?\n  ","392308":"\n   How do you spend the majority of your free time?\n  ","392309":"\n   You had to deal with theft? Was that the same place you were committing theft at? ?\n  ","392310":"\n   What is the main reason for you to refuse a date?\n  ","392311":"\n   I’ve heard of rock salt lamps but what do you like about them? Are they worth buying in your opinion?\n  ","392312":"\n   54. do you sleep on a certain side of the bed or in the middle?\n  ","392313":"\n   LMAO! Did you ever get caught?\n  ","392314":"\n   Favorite thing about yourself physically? Name 3!\n  ","392315":"\n   Does it single not getting any lovin recently?\n  ","392316":"\n   you hooked up with anyone since him?\n  ","392317":"\n   ever try anything with a girl?\n  ","392318":"\n   why'd you break up?\n  ","392319":"\n   why still love him?\n  ","392320":"\n   you date since  him?\n  ","392321":"\n   you are amazing!  ty!\n  ","392322":"\n   Favorite thing about yourself personally?  Name 3!\n  ","392323":"\n   how long ago you break up with him?\n  ","392324":"\n   ever been in love?\n  ","392325":"\n   Would you ever date a girl?\n  ","392326":"\n   Falling in love or traveling?\n  ","392327":"\n   What is your favorite book?\n  ","392328":"\n   What was the worst day of your life?\n  ","392329":"\n   Who do you confide in with your problems?\n  ","392330":"\n   How r u?\n  ","392331":"\n   Do you know anyone who has defeated their depression?\n  ","392332":"\n   Yes, do you have a boyfriend or husband?\n  ","392333":"\n   Hello.\n  ","392334":"\n   No, I mean challenging the thing that you're seeing as being depressing\n  ","392335":"\n   Like, can you work backwards from your depression by observing what you're depressed about and challenging your believe about it?\n  ","392336":"\n   Do you think that aspects of your depression are justified rather than imagined?\n  ","392337":"\n   Like, are there social depression groups where you can go for group therapy?\n  ","392338":"\n   Is there much depression where you live?\n  ","392339":"\n   How can you please your parents?⏳\n  ","392340":"\n   Are you any good at accepting compliments?\n  ","392341":"\n   Are you fairly conscious of how much rubbish you produce through your consumption habits?\n  ","392342":"\n   Do you love yourself?\n  ","392343":"\n   Does your flatmate have any annoying habits?  If so what?\n  ","392344":"\n   Do you remember your good sleeps?\n  ","392345":"\n   But aren't all fictional shows classed as fantasy also?\n  ","392346":"\n   What do you get out of watching fantasy programs on netflix?\n  ","392347":"\n   How do you usually choose what to watch on netflix?  There are so many programs to watch on there\n  ","392348":"\n   Yay Leigh, how are you today?\n  ","392349":"\n   Have you ever gone shopping and been cheated to buy things? These things cost a lot of money and are not worth the original price of this item. Do you know that you are angry after that? What will you do after that?\n  ","392350":"\n   Share with us a song that you really like. Post the link here in the answer. Share with us some music you really really love.\n  ","392351":"\n   have you ever worked w the general public or in customer service? if so, can you think of a time where a customer was rude to you? feel free to explain what happened.\n  ","392352":"\n   When is the last time you ate chocolate?! What was it?\n  ","392353":"\n   What was the last thing that made you laugh?\n  ","392354":"\n   Anywhere you like yo visit often. Anywhere you like to go? Like a friend's house or family members house? Store? Bar? Anywhere? Where is it you kike to go?\n  ","392355":"\n   What’s your favourite reality show? What makes it your favourite?\n  ","392356":"\n   Have you ever had a tater tot casserole before?\n\n_\nIf you've never heard of this I encourage you to look it up on Google. Very easy and cheap to make. ?\n  ","392357":"\n   53. is it currently hot where you live?\n  ","392358":"\n   Do you like being alone?\n  ","392359":"\n   If you got a wand and found out you were able to cast spells like they do in Harry Potter, what'd you use your powers for? ?‍♂️\n  ","392360":"\n   Who is your hero?\n  ","392361":"\n   What are the profiles that you like to ask questions or enjoy reading their answers??\n  ","392362":"\n   What happens when you fall in love with a girl older than you?\n  ","392363":"\n   would you feel comfortable with someone else completely providing for you financially? or would you rather have your own personal source of income?\n  ","392364":"\n   if you've ever moved to a completely new place (new city, state, country etc), how did you go about making new friends? would you ever try out an app like \"bumble bff\" to find friends?\n  ","392365":"\n   i would love to be able to express my anger in violent ways by smashing things tbh. lmao. im not interested in hurting ppl, never, but im always jealous seeing ppl in movies smashing windows or cars. it must feel very cathartic ?\n  ","392366":"\n   i think some were disturbed by the correlation being made with mental illness and violence. most mentally ill ppl are likely to be victims of violence rather than to be the cause. i know there was also worry about copycats irl but i enjoyed the movie too!\n  ","392367":"\n   What or who motivates you to get out of bed every morning?\n  ","392368":"\n   What is your biggest addiction?\n  ","392369":"\n   oh my lord there was SO much criticism, more than most films get, most of it about how it was full of dangerous myths about mental health\/violence, hence why im interested in what ppl with mental health issues thought of it\n  ","392370":"\n   i really liked this one too! what did you think about all the criticism about it tho?\n  ","392371":"\n   then you shouldn’t care about deleting your past lol\n  ","392372":"\n   do you like who you are now?\n  ","392373":"\n   Thoughts on Paris Hilton spending $2000 Dlls on each dog chihuahuas hair cut (she has like 20ish dogs ??\n  ","392374":"\n   If you could would you change your past, erasing your bad relationships etc?\n  ","392375":"\n   What are you doing???\n  ","392376":"\n   Do you like to read?\n  ","392377":"\n   Do you have a favorite song?\n  ","392378":"\n   If you could teleport to any fantasy world, what would it be??\n  ","392379":"\n   Which of the horsemen of the Apocalypse would you choose to be: Death, Famine, War, and Conquest??\n  ","392380":"\n   When you're by like a beach or a lake, what do you like to do? Do you prefer to just relax or do you need to have some kind of activity? ????‍♂️\n  ","392381":"\n   How's your relationship with the sun? Do you need a lot of sunscreen when you go out? Have you ever gotten burned REALLY bad? ☀️?\n  ","392382":"\n   This year has been a rough one.\nso to lighten the mood, tell me about something positive that has happened for you this year!\n  ","392383":"\n   What do you do for work\n  ","392384":"\n   Post a picture of yourself Whatever you’re doing at the moment\n  ","392385":"\n   Would you only have sex if you wanted a baby?\n  ","392386":"\n   are you asexual?\n  ","392387":"\n   Maybe you just haven’t had someone do it properly with you ;)\n  ","392388":"\n   Why don’t you want sex?\n  ","392389":"\n   I’m sure you wish you had someone to show you a good time\n  ","392390":"\n   Do you wish you weren’t single?\n  ","392391":"\n   like?\n  ","392392":"\n   52. Happy Friday Y’all ✨?\n  ","392393":"\n   Happy Friday! Do you have any plans for the weekend?\n  ","392394":"\n   Do you think websites like Myspace or Newgrounds will become popular again?\n  ","392395":"\n   Thoughts on the new Facebook feature kind of like tinder feature to find a match aka partner or girlfriend? ?\n  ","392396":"\n   51. do you like gyros? ??\n  ","392397":"\n   What are your major kicks in Life? (For example, se×, money, coke, food, religion, violence, etc, etc)\n  ","392398":"\n   Do your legs get itchy a lot?\n  ","392399":"\n   Have your worn something to go out in ...then regretted it later?\n  ","392400":"\n   which joker?\n  ","392401":"\n   What did you have for breakfast?\n  ","392402":"\n   Single?\n  ","392403":"\n   Why would a white man choose a picture of black slave instead of someone white? isn’t this honouring blacks?\n  ","392404":"\n   what terrible thing happened? you ok?\n  ","392405":"\n   Picture by mood (You can attach a quote)\n  ","392406":"\n   why don’t they want to promote Aunt Jemima as a symbol of black entrepreneurship? that’s stupid.\n  ","392407":"\n   5) Where do you usually shop for groceries?\n  ","392408":"\n   Do you have a favorite film genre?\n  ","392409":"\n   do you Have pets?\n  ","392410":"\n   What do you like most about your work?\n  ","392411":"\n   What bothers you most about someone?\n  ","392412":"\n   how is a pic of a black wo man is racist?\n  ","392413":"\n   You like to travel?\n  ","392414":"\n   What is your biggest fear?\n  ","392415":"\n   What is your favorite show?\n  ","392416":"\n   What is your favorite movie?\n  ","392417":"\n   You love animals?\n  ","392418":"\n   What is the most annoying question you have been asked?\n  ","392419":"\n   Post the last selfie you took!\n  ","392420":"\n   Opinion on people demanding the change of aunt jemima? Are you with them or against them?\n  ","392421":"\n   Is there any songs in your playlist that you always skip yet still keep on there?\n  ","392422":"\n   50. how social are you?\n  ","392423":"\n   Do you have a goodreads account?\n  ","392424":"\n   Okay, I was just genuinely curious. Sorry if the question came off as insensitive (I was just thoroughly interested in your take on the matter). Have a great day <3\n  ","392425":"\n   Post a selfie!\n  ","392426":"\n   What are your plans for the weekend?\n  ","392427":"\n   49. Happy Thursday ✨?\n  ","392428":"\n   48. plans for this weekend?\n  ","392429":"\n   1) What's your favorite ice cream topping?\n  ","392430":"\n   What do guys usually look for in a girl?\n  ","392431":"\n   Does it bother you when someone you meet for the first time misgenders you as a woman\/girl (provided they had no prior knowledge before meeting you and is just going off of how you physically represent to them)?\n  ","392432":"\n   Have you ever stolen something in your life?\n  ","392433":"\n   What's one artist\/band you would like to see live in a concert? STAIF\n  ","392434":"\n   Followed you back maybe\n  ","392435":"\n   how are the ppl who got covid? i heard that it severey ravages the body and leaves some w asthma and other permanent health probs :\/\n  ","392436":"\n   Do you know someone got covid?\n  ","392437":"\n   what you doing today?\n  ","392438":"\n   47. anyone like this new update? ?\n  ","392439":"\n   46. do you keep up with the news?\n  ","392440":"\n   Would you rather forget who you are every time it rains, or never be able to remember why you walked into a room?\n  ","392441":"\n   45. what are you doing\n  ","392442":"\n   Do you think couples talking about their past sxx life could create problems in their relationship?\n  ","392443":"\n   What memory instantly makes you smile?\n  ","392444":"\n   im sorry to hear that when did he die? was he living with your father?\n  ","392445":"\n   Has anyone from your family or close friends got the virus and you were worried to catch it from them?\n  ","392446":"\n   have you actually cut ties with friends recently?\n  ","392447":"\n   What makes you lose interest in someone you been friends with?\n  ","392448":"\n   Do you like movies that have intermission?\n  ","392449":"\n   Honestly I h8 the new askfm update, now we have a blurred  background pictures that almost covers half of the screen! Are you serious? Ugh ?\n  ","392450":"\n   sorry if this is rude to ask but has the break up made you think you’re not good enough to find someone new?\n  ","392451":"\n   Are you doing well now?\n  ","392452":"\n   Could you invent a new ice cream flavor?\n  ","392453":"\n   What do you prefer to drink?\n  ","392454":"\n   ohoo take care of yourself\n  ","392455":"\n   you drink regularly ?\n  ","392456":"\n   If you could go back to any age or time of your life, what age or time would it be?\n  ","392457":"\n   your symptoms?\n  ","392458":"\n   Don't tell you, this will be a secret between you and me\n  ","392459":"\n   why\nI just want to talk to you privately?\n  ","392460":"\n   ok \nI can follow your Instagram or Facebook\n  ","392461":"\n   Why you take xanax\n  ","392462":"\n   But this fact you are very beautiful ???\n  ","392463":"\n   44. do you like your aunts and uncles?\n  ","392464":"\n   ok sorry \nyour face is so beautiful ?\n  ","392465":"\n   ok what are you doing\n  ","392466":"\n   43. do you like to go to bars?\n  ","392467":"\n   you're welcome \nhow was your day\n  ","392468":"\n   ok \nI can follow you ?\n  ","392469":"\n   great \nI can speak with you little\n  ","392470":"\n   how are you\n  ","392471":"\n   a lot of people are out of their jobs though. you can’t be sure nothing will change.\n  ","392472":"\n   If people were required to post the bad as well as the good stuff that happened to them on social media, would social media platforms be more or less popular than they are now?\n  ","392473":"\n   Are you worried you won’t have a job because of Covid-19?\n  ","392474":"\n   What is your idea of perfect relationship?\n  ","392475":"\n   If someone created a bar or cafe with just your tastes in mind, what would it look like?\n  ","392476":"\n   What fictional character would you date? ?\n  ","392477":"\n   What was the last big mistake you made?\n  ","392478":"\n   What is the meaning of happiness!!????\n  ","392479":"\n   what makes you selfish? did your ex think that too?\n  ","392480":"\n   40. how was your day?\n  ","392481":"\n   41. do you currently miss anyone or anything?\n  ","392482":"\n   are you really selfish?\n  ","392483":"\n   Are you scared of coronavirus?\n  ","392484":"\n   How would you describe yourself?\n  ","392485":"\n   Whats your Biggest dream in life?\n  ","392486":"\n   Are you generally a more optimistic or pessimistic person?\n  ","392487":"\n   2\/5\n\nNOVEL OR WATTPAD? ?\n  ","392488":"\n   1\/5\n\nASKFM OR FACEBOOK? ?\n  ","392489":"\n   3\/5\n\nFLOWERS OR CHOCOLATES? ?\n  ","392490":"\n   4\/5\n\n(COLLECTION) BAGS OR SHOES? ?\n  ","392491":"\n   5\/5\n\nCOSMETICS OR JEWELRY? ?\n  ","392492":"\n   ? I figured I would do a lil senses question spam! :D So what is your favourite thing to look at? :3\n  ","392493":"\n   ? What sound do you find most calming? And what sound do you find most irritating? :3\n  ","392494":"\n   ? What is your favourite scent? (doesn't have to be perfume etc.) :3\n  ","392495":"\n   ? Are you more of a sweet person, or a savoury kind of person? :3\n  ","392496":"\n   she said keep it pg and you’re giving sexxual hints.\n  ","392497":"\n   Are you patient when you order online or when you text a friend?\n  ","392498":"\n   How often do you feel lonely?\n  ","392499":"\n   ? What is your favourite thing to touch? (please keep this pg xD)\n  ","392500":"\n   What worries you the most?\n  ","392501":"\n   what are some celebrities that you like?\n  ","392502":"\n   How do you think you would kill a person? What will be your mode of kill?\n  ","392503":"\n   Opinion on stranger things?\n  ","392504":"\n   I generally have normal amount of alcohol. But one time I had more, to see how much I can drink, but I puked. After that I have lost appetite for alcohol. I feel like throwing up now when I try to drink. Never was the case before. Asking bc I moderately drink and have fun.\n  ","392505":"\n   ? What is your favourite thing to eat? :3\n  ","392506":"\n   If you met mistakenly with your favorite celebrity .What so you to him\/her\n  ","392507":"\n   Would you be able to kill a person??\n  ","392508":"\n   Belly pic\n  ","392509":"\n   Hiii\n  ","392510":"\n   Are you still maintaining a friendship with your ex?\n  ","392511":"\n   what do you think about polyamory?\n  ","392512":"\n   do you get hangovers tho?\n  ","392513":"\n   When a guy propose to a girl, it is necessary to cry? ?\n  ","392514":"\n   If you liked someone, how would you let them know?\n  ","392515":"\n   Do you think you're anyone's favourite sh*tposter on Facebook? (ie do you have certain people who are always sharing the memes and funny stuff you post)\n  ","392516":"\n   Who are your mentors in life?\n  ","392517":"\n   Be honest, do you think you look friendly and approachable, like the type of person that people would like to get to know better or would you say you give off some kind of silent 'Don't even fu*king think about talking to me' vibe?\n  ","392518":"\n   why do you drink? does it make you feel good? you just like the taste?\n  ","392519":"\n   do you think you would be able to drink a gallon of water in a day?\n  ","392520":"\n   42. what are you currently doing?\n  ","392521":"\n   What happened?\n  ","392522":"\n   Do you think there is too much misogyny in movies? Like why almost always girls and women have to be portrayed like the weakest who have to be protected and saved? ?\n  ","392523":"\n   Which is the funniest name you've ever heard?\n  ","392524":"\n   If you were to die tomorrow, would you look at your life as a successful one overall or short of successful?\n  ","392525":"\n   Are viruses alive or dead?\n  ","392526":"\n   Are you a people pleaser?\n  ","392527":"\n   Why are your fingers so giant\n  ","392528":"\n   Why do you lack confidence?\n  ","392529":"\n   Do you think that viruses have a sense of purpose and ontos?\n  ","392530":"\n   pap of your nails ??\n  ","392531":"\n   What part of Australia does your friend live in?\n  ","392532":"\n   Do you see nature as being alive and a thing in and of itself like a living being?\n  ","392533":"\n   What would you like to do if you went to Australia for a holiday?\n  ","392534":"\n   Do you think that humans also discriminate against nature too?\n  ","392535":"\n   Is body hair a problem for you?\n  ","392536":"\n   Do you have any goals that you want to accomplish before July?\n  ","392537":"\n   How come?\n  ","392538":"\n   Do you think that some women stigmatise and oppress other women in society because it's a form of power for them?\n  ","392539":"\n   How can you live till the age of 120?\n  ","392540":"\n   Do you think that society purposely inflicts social stigma on women or is it a case that some women stigatize themselves?\n  ","392541":"\n   Like, why do you drink alcohol when taking medication that says you shouldn't do that?\n  ","392542":"\n   What gift would you like to receive?\n  ","392543":"\n   Why do you flaunt your medication rules?\n  ","392544":"\n   Does being single and female carry much social stigma where you live?\n  ","392545":"\n   Would you like to design your own home and build it if you could afford to?\n  ","392546":"\n   Could you build your own computer out of a bunch of rocks and a cigarette lighter?\n  ","392547":"\n   Do you sometimes frustrate your friends?\n  ","392548":"\n   Would you go away with an alien spaceship if the aliens were friendly and asked you to join them?\n  ","392549":"\n   How would you want your life to be different if rebirth was a thing and you were born again after this existence?\n  ","392550":"\n   What was the last gift you gave someone?\n  ","392551":"\n   Would you make a good grandma?\n  ","392552":"\n   Do you prefer very spicy or non-spicy food?\n  ","392553":"\n   Do you ever misconstrue messages on here?\n  ","392554":"\n   Ignore that sexist anon Leigh.  I would love to be with a girl like you.  You're amazing! :)\n  ","392555":"\n   Do you think it's easier to confuse peoples intention using digital communication compared to talking face to face?\n  ","392556":"\n   You seem very down to earth and easy to get on with.  Is this how you are in reality?\n  ","392557":"\n   Is having a reduced sex drive a kind of relief for you?\n  ","392558":"\n   How do you floss cause idk how to\n  ","392559":"\n   Do you have a strong sex drive?\n  ","392560":"\n   Do you floss your teeth every night?\n  ","392561":"\n   Do you like fluffy things?\n  ","392562":"\n   5 famous movies that you haven't seen before?\n  ","392563":"\n   Sorry for bothering you with this. Been a big help. Also the person that wrote a while ago asking about tests...\n  ","392564":"\n   I'm really surprised she didn't. Feel like she wants to believe it's TRUE but doesn't. She's kind of avoiding the subject but talking about other things. Also creepy how autocorrect wrote true that way. I didn't.\n  ","392565":"\n   How awkward are you?\n  ","392566":"\n   Last time you've had an out of body experience?\n  ","392567":"\n   What would be the perfect gift for you?\n  ","392568":"\n   Okey , you like only question ??\n  ","392569":"\n   Okey , but l now little bit English language ....I like now you !! ?\n  ","392570":"\n   I know but i feel uncomfortable i olso don’t care about you but just asking for forgiveness\n  ","392571":"\n   Yess , you speak Italian .?\n  ","392572":"\n   I am extremely sorry forgive me\n  ","392573":"\n   Heyy\n  ","392574":"\n   Ok now fuckoff\n  ","392575":"\n   Some likes maybe\n  ","392576":"\n   breeding animals like that should be illegal\n  ","392577":"\n   how can they see shit\n  ","392578":"\n   What is the cutest animal in the world? ?\n  ","392579":"\n   What makes you jealous?\n  ","392580":"\n   If you could level up any aspect of yourself (i.e., strength, intelligence, charisma, etc.) but you had to decrease another aspect of yourself by the same amount, what aspects would you increase, and which would you decrease?\n  ","392581":"\n   What myths and legends do you find most interesting?\n  ","392582":"\n   Are you usually the heart breaker or the heart broken?\n  ","392583":"\n   What is something you know for sure? Tell a fact about today or a fact on you.\n_\nCan add GIF to answer or a pic if you'd like.\n  ","392584":"\n   top 5 genders\n  ","392585":"\n   No but that would be very comical! I'm pretty sure I am.. we'll see I guess.\n  ","392586":"\n   Mentioned to the doctor that I thought I could be so he ordered it. He also did the one that tests the fetus age instead of the one that just shows hormone levels.\n  ","392587":"\n   Nice!\n  ","392588":"\n   I think my mom is going to surprise me with one. Was supposed to get bloodwork today but the fasting time limit would have been up. She went to the store.\n  ","392589":"\n   Do you share the house with one guy?\n  ","392590":"\n   Would you rather take a pregnancy test or do blood work?\n  ","392591":"\n   Ouch, that sounds nasty. I've always wanted tattoos but I'm really not a fan of needles ?.\n  ","392592":"\n   Last time someone didn't listen to you?\n  ","392593":"\n   Which was the most painful?\n  ","392594":"\n   Have you ever been on a ship?\n  ","392595":"\n   How many tattoos do you have?\n  ","392596":"\n   32. ever been to a mom & pop shop?\n  ","392597":"\n   Do you like antique shops?\n  ","392598":"\n   Burgers or hotdogs?\n  ","392599":"\n   Do you prefer to talk or to listen?.\n  ","392600":"\n   Quarantine question:\n\nDo you like stores that tell you which way to walk? Have you followed that or did your own thing while still distancing from people?\n  ","392601":"\n   If you sent out questions to people more or less frequently (if not, feel free to ignore this question) do you do it, because you‘re interested in people‘s replies on your questions or subconsciously because of the coins you receive from their replies?\n  ","392602":"\n   2. What would be the first few things you would try if you found out you were completely impervious to physical harm?\n  ","392603":"\n   Last good thing to happen to you?\n  ","392604":"\n   What sounds like you?\n\n1. Go bike riding up to a minnie mall with friends & shop. Movies!\n2. Go to a football game & then go & eat out with some friends.\n3. Go to a ice ring with some friends & play in the gaming arcades there.\n4. Head out to the cabin in the woods with friends. Fishing time & BBQ.\n  ","392605":"\n   (If you eat meat that is. If not. Just ignore.)\n\nHow do you like your steak?\n\nAnd then what do you prefer it marinated in before? You like it to be a little char?\n\n Medium rare? Well done? Little bloodly? Lot? What kind of spices on it? Do tell.\n  ","392606":"\n   You were just given alot of money.. A couple hundred thousands. What are you getting or what are you spending it on? What do you need?\n  ","392607":"\n   Have you ever saved somebody's reputation by not telling your side of a story that painted YOU in a bad light?? ???\n  ","392608":"\n   My question for today is \"Why do people ignore the truth?\"\n  ","392609":"\n   What is something you’re currently anxious about\/too scared to do, but hope to do in the future?\n  ","392610":"\n   What do you love most about yourself?\n  ","392611":"\n   Would you leave your partner if your family didn’t want them to be with you?\n  ","392612":"\n   What do you hope never changes?\n  ","392613":"\n   List two or three facts about you!\n  ","392614":"\n   What is something you tried but will never do again?\n  ","392615":"\n   Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?\n  ","392616":"\n   If you could go back in time to talk to yourself, what would you say?\n  ","392617":"\n   Have you ever been drowning in so much debt that the only way out you could see was declaring bankruptcy?? ?????\n  ","392618":"\n   What kind of temp do you prefer when you shower? Does that ever change and why? For how long do you usually shower? ??\n  ","392619":"\n   Exactly , it’s no one business but your own . Why do they care ? It’s not any of their concern.\n  ","392620":"\n   Describe your life in three words?\n  ","392621":"\n   Camping or hostel?\n  ","392622":"\n   Hi\n  ","392623":"\n   I don't drink and smoke my religion don't allow me to do that.By the way drinking is not a good idea and also not good habbit\n  ","392624":"\n   Have a great day!\n  ","392625":"\n   Have you ever planted any tree?\n  ","392626":"\n   How often do you go to cut your hair? When do you usually consider it to be too long and needs cutting? Do you have like a hairdresser you're loyal to or do you like to try out different ones? ?‍♀️?‍♂️\n  ","392627":"\n   What's you do when you feel depressed and alone in life ?\n  ","392628":"\n   37. what’s your thoughts on TickTock?\n  ","392629":"\n   Is there an actor \/ actress that instantly makes a movie so much better to you when they're in it? What about them do you like so much? ??\n  ","392630":"\n   What sound can put you to sleep?\n  ","392631":"\n   What is your favorite scent?\n  ","392632":"\n   What social media platform do you spend the most time on?\n  ","392633":"\n   36. are you allergic to anything?\n  ","392634":"\n   Have you ever had a relationship built on lies?\n  ","392635":"\n   I did but he told me don’t worry about them. But a few times he hinted that he would like to try an open relationship. Told me no and he said ok but ever since I have been feeling insecure and jealous. I don’t know if I’m overthinking or if he still likes his ex\n  ","392636":"\n   what do you think about single moms who go on vacations\/hang out w friends a lot (without their kid, leaving them w relatives n such)? do u think its okay or do u think they should look after their kids more?\n  ","392637":"\n   Have you ever had one of those dogs that sees itself as some kind of mafia don everytime the doorbell rings?\n  ","392638":"\n   35. what did you eat for breakfast?\n  ","392639":"\n   Is it normal to get jealous about your partner’s exes especially the ones who are still in their life?\n  ","392640":"\n   Why would someone on ASKfm be so concerned about your salary ??? I don’t understand.\n  ","392641":"\n   Have you listened to Sass Pancakes? It’s her first EP (on Spotify, at least) and definitely my fave\n  ","392642":"\n   Fresh cut grass smell.\nYay or nay?\n\nWhat's an odd smell you like?\n  ","392643":"\n   34. if you don’t want my questions tell me. so i can take you off my spam list . ??\n  ","392644":"\n   What’s your favorite song? ?\n  ","392645":"\n   Have you ever gone swimming in the sea at night? ?\n  ","392646":"\n   What position do you like to sleep in? ? ?\n  ","392647":"\n   So you are afraid of talking about your salary but not afraid of talking about LGBT rights? You are not afraid of God but afraid of His creatures? Ironic.\n  ","392648":"\n   How do you manage your time?\n  ","392649":"\n   if 2020 was any food\/drink what would it be?\n  ","392650":"\n   A month.\n  ","392651":"\n   Who is dear to you?\n  ","392652":"\n   Is it $5k?\n  ","392653":"\n   Do men still save up money to buy their girls gifts? Lol\n  ","392654":"\n   What is one fun thing you will be doing over the summer?\n  ","392655":"\n   How much do you get paid, Leigh?\n  ","392656":"\n   ahh ok thanks! looking that one up cause i never heard of this watsky\n  ","392657":"\n   is that lenny kravitz on the TV?\n  ","392658":"\n   that looks so comfy\n  ","392659":"\n   What Knickers are you wearing????\n  ","392660":"\n   ?\n  ","392661":"\n   is it 'cute' when someone dedicates time out of their day to talk to you?\n  ","392662":"\n   aw that is sweet :D i think about what to send first like if i wouldnt ask the question to my grandmother, i wouldnt ask u of course aha\n  ","392663":"\n   its ok :) you can even do what u did before like showing ur room or cats or bed bc we can still hear ur voice lmao\n  ","392664":"\n   Followed\n  ","392665":"\n   i also get rly anxious so i built up a lot of courage to send you those questions aha\n  ","392666":"\n   i lowkey hope you do video responses soon bc they are the BEST\n  ","392667":"\n   maybe we all want you to cry of joy\n  ","392668":"\n   Do you have a phobia? What is it?\n  ","392669":"\n   i love it whenever i see u pop up on my feed, u are a beautiful soul and i always look forward to your answers\n  ","392670":"\n   i love how you calmly educate your anons and you just know how to articulate your thoughts. you’re so nice ?\n  ","392671":"\n   I wonder what people would say in that alternate timeline when they want to say someone is \"super evil\" since they wouldnt be able to say \"ur a nazi\" or \"ur worse than hitler\" anymore\n  ","392672":"\n   do you dye your own hair yourself?\n  ","392673":"\n   What is a hobby or passion you enjoy but wish more people knew about or asked you about?\n\nTell us as much about this hobby as you are comfortable!\n\nI look forward to reading your replies ^.^\n  ","392674":"\n   Would you rather dance ? or sing ?\n  ","392675":"\n   What makes you the most angry in life?\n  ","392676":"\n   Have you ever attended a politcal\/social protest or rally?\n\nWhen was it and what was it about?\n\nIf not, would you consider joining a protest for any specific causes?\n  ","392677":"\n   Do you ever dream of winning a lottery? What would you do with your millions?\n  ","392678":"\n   Do you prefer English or mathematics?\n  ","392679":"\n   Some monuments you would like to visit? ?\n  ","392680":"\n   i hope my questions were okay :D like i ask about emotions so i hope it was ok bc i know not everyone likes to share their emotions. but you motivate me to ask more questions aha :)\n  ","392681":"\n   i want to ty for answering my questions bc i always see your page pop up on my feed and i have been working on asking more people questions to step out of my comfort zone , and you give a kind warm vibe that i really appreciate, so ty so much :)\n  ","392682":"\n   if things do go back to 'normal' how long do u think it will be before we no longer have to wear masks in public or social distance ?\n  ","392683":"\n   so im trying to become educated more with the 'this\/them\/they' bc i dont know much about them , and wanted to ask you a question and i hope it is not too personal. my question is: how do we know this is a 3rd gender?\n  ","392684":"\n   how do you cope when your thoughts start to get out of control?\n  ","392685":"\n   is it a bit hyperbolic to say that things might not be back to normal until next year given all of the cases and the potential for more ?\n  ","392686":"\n   when do you think things in NY will be back to normal?\n  ","392687":"\n   over the past week how emotional u have been ?\n  ","392688":"\n   hello, i know this is not a question but may i say i love your new profile photo. love the colors and overall vibe to the picture\n  ","392689":"\n   it isn’t wrong to assume you’re a woman. how tf do you expect people to know?\n  ","392690":"\n   What do others assume about you that isn't true?\n  ","392691":"\n   If you could wake up tomorrow with any profession already learned, what would it be? ?\n  ","392692":"\n   What time in history would you erase? ?\n  ","392693":"\n   Who do you look up to and why?\n  ","392694":"\n   Hey whats up?\n  ","392695":"\n   Do you like to stay physically active? In what ways? ?‍♂️?‍♂️?⛳? Has the pandemic made it harder for you to stay active? What have you done instead to compensate? ?\n  ","392696":"\n   How often do you carry a bag with you when you're outside? What kind of bag do you most often use? ???\n  ","392697":"\n   Last time you had to remind someone of something?\n  ","392698":"\n   Best part of bonfires for you?\n  ","392699":"\n   How many fillings have you had at the dentist\n  ","392700":"\n   28. When you leave a room in your house do you always turn the light off? or do you leave it on?\n  ","392701":"\n   29. what color theme is your ask.fm? ?\n  ","392702":"\n   How are you today?\n  ","392703":"\n   Favorite alcoholic drink? Non-alcoholic one?\n  ","392704":"\n   Do you spend more time at home or out?\n  ","392705":"\n   Which insect do you hate the most? ?\n  ","392706":"\n   Would you rather have unlimited first -class tickets or never have to pay for food at restaurants?\n  ","392707":"\n   Do you like to draw? ✍️\n  ","392708":"\n   Is it really bad in NY?\n  ","392709":"\n   Completely the right idea. If you jump back into it you'll just tire yourself out and stop going because you aren't enjoying it\n  ","392710":"\n   I think that's most peoples perspective on it ?. Hard work pays off though for sure\n  ","392711":"\n   Did you enjoy going to the gym before you lost motivation?\n  ","392712":"\n   Have a night out or evening in?\n  ","392713":"\n   Stay in a hotel or an Airbnb home?\n  ","392714":"\n   Is there any follow back ?\n  ","392715":"\n   27. do you drink energy drinks?\n  ","392716":"\n   26. last thing you done today?\n  ","392717":"\n   25. do you go to the gym? (before covid) or even after\n  "},"Answer":{"391645":"\n  my friends inspire me. they're all strong individuals who have endured a lot of hardship, but have also worked so hard to get to where they are now despite those struggles.\n  ","391646":"\n  travel to new zealand and see the shire.\n  ","391647":"\n  creativity. when i have the motivation, i can be fairly creative whether it's in writing or some other form of art.\n  ","391648":"\n  i've been content at the most, but never like... genuinely happy, in a sober context. i've been joyful when i'm not sober, but when i am sober, the most i can feel is just a sense of neutrality.\n  ","391649":"\n  it's perfectly valid to set boundaries with others when they're asking too much of you, and you shouldn't feel guilty for focusing on yourself instead of other people.\n  \n  often times when people are in toxic relationships (whether romantic or platonic or with a family member), they feel obligated to appease to them and do their every whim, especially if the person in question is demanding or manipulative or just difficult to be around. it's perfectly okay to distance yourself from that person because you need to preserve your own well being.\n  ","391650":"\n  i'd say grammar and creative writing, but i've never been a good teacher at all. most of my knowledge about the subjects is something that comes naturally to me, so it's really difficult for me to really teach it to others.\n  ","391651":"\n  2020 was a dumpster fire, as was the latter half of 2019. for me at least, it's basically been one inconvenience after the other and a lot of breakdowns.\n  \n  what i take away from all of this is, focus on yourself first and foremost and try to guarantee your own happiness. take each day as it comes and try not to focus so often on the past or the future. be mindful of the present moment and take time out of every day to ensure that you're doing okay.\n  ","391652":"\n  my compassion for my friends.\n  ","391653":"\n  i think it varies depending on the person, because people behave in different ways.\n  \n  however, universally i think there would be increasing distance between you two (both emotionally and physically), a lack of effort put into the relationship, and just an overall lack of \"spark\" in the relationship that used to exist. they may feel as if the relationship is at a standstill and no one is moving forward.\n  ","391654":"\n  \"it's just how i was raised.\"\n  \n  when it comes to any sort of toxic or inappropriate thoughts or behavior, the fact that you may have been taught to do\/think so by your family can be an *explanation* but not an excuse. people have the ability to take accountability for their thoughts and behaviors and unlearn toxic mindsets.\n  ","391655":"\n  i didn't even think about makeup, LOL. i don't even really fully understand what baking your makeup means?\n  ","391656":"\n  i haven't baked anything besides myself in a very long time.\n  ","391657":"\n  i don't even think i'd be able to finish it in one sitting, especially considering how large popcorn bins are at the movie theater.\n  ","391658":"\n  i got a wine delivery this afternoon. :'))\n  ","391659":"\n  no, i don't wear a watch.\n  ","391660":"\n  slippers, hands down. i don't care if they're not real shoes. i'd wear them out if i was comfortable enough doing that, lmaoo.\n  ","391661":"\n  depends on the region and how severe the COVID cases are there. masks are already pretty much mandatory where i live — you're usually asked to leave the store if you walk in not wearing a mask.\n  ","391662":"\n  disgusting — they're the ones who are spreading COVID and getting people sick for no reason other than their own stupidity and selfishness.\n  ","391663":"\n  leave the area, lol.\n  ","391664":"\n  no, i've never been married before.\n  ","391665":"\n  wolves.\n  ","391666":"\n  i make phenomenol egg sandwiches for breakfast.\n  ","391667":"\n  LMAOO.\n  \n  no, PUBG is definitely not the reason why we broke up. lmaoo. we still play video games together (although i hate playing PUBG).\n  ","391668":"\n  i used to check my phone when i worked in retail. if there aren't any customers around & you're stuck on register, then it's common for people to check their phones.\n  ","391669":"\n  i don't believe i'm one to talk considering i'm on the clock and in the middle of a work assignment, yet answering questions on askfm. lmaoo.\n  ","391670":"\n  tbh we'd probably just order a pizza. lmaoo.\n  ","391671":"\n  no, i'm not superstitious.\n  ","391672":"\n  there are plenty of other games out there besides PUBG, lol. i watched my ex and his friends play it for a while, but there are dozens of other similar games you can play too.\n  ","391673":"\n  because my instagram is private and i only have friends on there.\n  ","391674":"\n  we had a thunderstorm last night. :')) it was raining super hard and felt quite peaceful.\n  ","391675":"\n  i don't follow people upon request, sorry.\n  ","391676":"\n  i don't even know, i don't check the brands when i buy clothing.\n  ","391677":"\n  we can take hurricanes, but tornados? hell no. hahah.\n  ","391678":"\n  i don't believe so? have we had any tornados recently? lmaoo. i know a few occasions where one hit down on the island or in queens or something, but that was last year i think.\n  ","391679":"\n  i try to occupy my time with a lot of activities to combat my feelings of emptiness, but if i don't have the interest or motivation in that moment, then i succumb to it. :\/\n  \n  like, i've been feeling it a lot lately because i have no interest in gaming or writing or reading these days, and i'll put on a show or movie but i'll hardly pay attention to it. i hate it.\n  ","391680":"\n  thank you !! my supervisor validating my concerns made me feel more at ease and i'm sure i'll get over it soon, lol. it happened at like 10:00am, and that's way too early for me to be that angry.\n  ","391681":"\n  not wearing a seatbelt while driving a car.\n  ","391682":"\n  -- abortion isn't m*rder.\n  \n  -- obesity is an epidemic in the united states.\n  \n  -- people should be held accountable for their toxic behavior even if they have a mental or physical illness. it isn't an excuse.\n  ","391683":"\n  a summer vacation isn't complete without having a few stuff drinks while sunbathing on the beach.\n  ","391684":"\n  i'd raise awareness for mental health problems and reform in the united states to lessen the stigma mental health patients face in society and in medicine.\n  ","391685":"\n  money. lmaoo.\n  ","391686":"\n  haha, i didn't even know that was going to happen this weekend !! if the weather permits, i'll be on the lookout.\n  ","391687":"\n  yeah, i totally agree. i haven't had a meltdown in a very long time thanks to medication and therapy, but unfortunately i still have a lot of rage that comes out every so often and it boils up inside of me. i honestly don't even reach out to most people anymore, i just try to deal with it on my own using unhealthy coping mechanisms. :\/\n  ","391688":"\n  i'm really f*cking tired of coworkers from other departments undermining my authority and position as a program administrator at work. this has happened occasionally in the past, but this morning one of the sales representatives contacted a coworker of mine regarding my program and moving ahead with a client's requests and article edits without even looping me in — even though i'm the senior editor of the program and take care of all exchanges and edits.\n  \n  it just really peeved me. i messaged my supervisor to ask if i should have been the point of contact, and my supervisor said i definitely should have been informed by the sales representative instead of my other coworker who had nothing to do with it.\n  \n  it's just frustrating. the sales representatives have no respect for what my department does.\n  ","391689":"\n  it wasn't the primary reason why i moved because there were many factors involved, but i moved from massachusetts back to new york partially to support my ex when he was going through a very difficult time in his life.\n  ","391690":"\n  my friends know i have BPD, but we've never really discussed it in depth and they haven't treated me any differently knowing that i have it.\n  \n  however, one of the things i noticed when i was dating my ex is that he had difficulty in understanding my breakdowns, i.e. how really simple things caused me to have a meltdown or rage episode. he did his best in helping me but he couldn't understand why it happened, and it was hard for me to try to explain it without sounding irrational.\n  ","391691":"\n  a recent selfie ;\n  ","391692":"\n  pretty much any of the local pizzerias, they all make awesome pizza. i also live in new york, which most argue has the best pizza in the united states, haha.\n  ","391693":"\n  yes, waterfalls are beautiful.\n  ","391694":"\n  i'm not close to anyone in my family at all.\n  ","391695":"\n  well it's only 10:00am, so nothing really. i ordered breakfast takeout because i didn't feel like cooking and that made me happy since i really wanted an iced coffee. :'))\n  ","391696":"\n  BPD is a bit difficult to diagnose because there's often overlap with symptoms consistent with other mental illnesses, and people with BPD also struggle with anxiety and depression and\/or PTSD, among others.\n  \n  to be diagnosed by a psychiatrist or psychologist, they normally do a psychiatric examination and a medical examination to rule out external factors. you're asked questions and you must meet at least 5 out of the 9 diagnostic criteria to be diagnosed.\n  ","391697":"\n  i... just don't? i'm not interested in dating right now.\n  ","391698":"\n  find another game to play.\n  ","391699":"\n  no, i don't give out my instagram username to people on askfm.\n  ","391700":"\n  lol, i don't have a crush.\n  ","391701":"\n  me too !! i just found it on hulu. definitely one of my favorite movies. :'))\n  ","391702":"\n  drinking a beer and watching the movie \"my cousin vinny.\"\n  ","391703":"\n  whenever someone asks me to follow them, 90% of the time their answers are in a different language so i wouldn't want to follow them anyway if i can't understand their answers.\n  ","391704":"\n  i haven't followed someone new in a long time. i have no desire to follow new people because i'm satisfied with my friends list as it currently is.\n  ","391705":"\n  the answer is no, then. i don't follow people upon request.\n  ","391706":"\n  idk if you're serious even though you're anonymous or you're poking fun at the people who ask me to follow them constantly, lol.\n  ","391707":"\n  this cat loves sitting in my lap. :'))\n  ","391708":"\n  nah, not really. i have a small circle of friends and tbh we don't talk every day or anything, so whenever we do talk, there's a lot to discuss.\n  ","391709":"\n  #justBPDthings\n  \n  lol. but for real, it is both. i get attached to people easily, but if someone wrongs me then i have no issue with cutting them out of my life entirely and i don't think anything else of it at all.\n  ","391710":"\n  to be totally honest, i don't remember much about season seven because i watched it so long ago. LOL.\n  \n  but you should definitely watch it, it *kinda* makes sense when you know the context but it still totally came out of left field.\n  ","391711":"\n  unfortunately, yes. :\/\n  ","391712":"\n  i'm not entirely sure. i'm seeing this same person on multiple people's pages, but if the person is serious, then i feel bad for them — i can't imagine how many terrible relationships they've been in to the point where they genuinely believe that everyone values monetary goods and expensive items in relationships.\n  ","391713":"\n  it depends on how i'm feeling that day, but i'm either extremely unbothered or every little thing gets under my skin. there's no in between.\n  \n  i'm not posting my triggers on askfm, lol. that's just harassment waiting to happen.\n  ","391714":"\n  no. i don't have a problem with cutting people out of my life at all.\n  ","391715":"\n  i could perhaps forgive them after significant time has passed, but not in the context of a current relationship. i don't have the time or patience to play games like that. if you cheat on me, then you're out. sorry not sorry.\n  ","391716":"\n  not everyone has the ability to really grasp grammar, not everyone has the privilege to have a decent education, and not everyone is a native english speaker. it would be wrong of me to basically judge someone on their grammar alone.\n  \n  also — i spend enough time at work correcting people's grammar. this is my down time and i couldn't care less about how other people type, lmaoo.\n  ","391717":"\n  i've been having more bad days than good days, to be honest. it's been difficult for me to stay motivated because of various things going on in my life, and i have to admit that most nights all i want to do is drown myself in a bottle of beer until i can't feel anything anymore.\n  \n  today has been a better day compared to the last week or so, so i'm thankful for that. however, my mood swings are still fairly unpredictable so i never know how i'm going to feel next.\n  ","391718":"\n  i don't have a \"type,\" and i'm not interested in viewing people in a romantic manner -- especially people from askfm, lmaoo.\n  ","391719":"\n  i took a lot of inspiration from stephen king and anne rice while i was growing up, but my style has evolved into my own since then.\n  ","391720":"\n  no, writing is my specialty and it's always been incredibly easy for me to write my thoughts and feelings as opposed to verbally speaking them.\n  ","391721":"\n  my day has been fine so far. i woke up early this morning, made coffee and had breakfast, then clocked into work at 9:00am. i took a shower and did the dishes on my lunch break, and then after work, i fed the cats and did a quick 7-11 run for some beer and iced tea.\n  \n  since then, i've been answering questions on my laptop and listening to music. :'))\n  ","391722":"\n  it does in some cases, yeah. i haven't reported anyone in a very long time, though.\n  ","391723":"\n  i haven't watched that movie in ages. i don't remember very much about it at all.\n  ","391724":"\n  i would like to think that i'm fairly creative, especially considering i've taken part in various art forms over the years such as writing, painting, and photography. those are the main methods by which i express my creativity.\n  ","391725":"\n  lately i'd rather watch a movie instead of reading the book the movie was based off of. i haven't had the attention span to read or finish a book in a very long time.\n  ","391726":"\n  idk, to be honest. i'd like to think that people perceive me to be an empathetic, helpful person. but this is really something you should ask people who know me, since i have no idea how other people perceive me in general, lol.\n  ","391727":"\n  it could go either way at this point in 2020, lmaoo. i genuinely do believe there's going to be a second wave of COVID-19 and it's just a waiting game right now.\n  ","391728":"\n  i'm assuming the anon meant light shows as in shows that are light-hearted and easy to watch and absorb. meanwhile heavy shows would be shows that are dramatic, contain serious subject matter, and\/or aren't very comedic.\n  ","391729":"\n  i suppose a combination of both? lately i've been watching house MD, and i usually only watch things having to do with true crime or the paranormal (or other medical shows).\n  ","391730":"\n  no, not really. i don't care enough about other people to be jealous of them.\n  ","391731":"\n  i like learning about the medieval period, as well as the renaissance.\n  ","391732":"\n  taking a mood stabilizer as part of my medication regimen. it has completely changed the way i react to situations, and i feel so much more \"level\" now than i ever did in my entire life.\n  \n  prior to taking a mood stabilizer, my mood swings and anger were all over the place. i mean, i still do experience mood swings and anger here and there, but they're for justifiable reasons and they're not even close to the intensity that i felt before i started taking the medication.\n  ","391733":"\n  \"lux aeterna\" by clint mansell.\n  \n  it's a classical composition, but it's one of my favorite compositions out there because of how powerful and moving it is.\n  \n\n   https:\/\/www.youtube.com\/watch?v=bbS-Zhz31CA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391734":"\n  depends on which restaurant i'm going to and what i'm in the mood to eat\/drink. i always order the same sushi order if i'm ordering japanese takeout or dining in, but when it comes to more \"americanized\" restaurants, my tastes vary.\n  \n  although, my default when i can't figure out what i want is always chicken tenders with honey mustard dipping sauce, lmaoo.\n  ","391735":"\n  black lives matter.\n  \n  this shouldn't be controversial, considering all BIPOC are asking is for equality and to be treated as a real human being, but nevertheless supporting black lives matter is seen as a radical\/controversial notion these days.\n  ","391736":"\n  i don't know if this isn't necessarily unpopular, but i think it's wrong for someone to be so obsessive over their partner that they feel the need to interject in every one of their plans, i.e. feeling the need to always be there when their partner is hanging out with their friends or straight up not \"allowing\" them to see certain people without them around.\n  \n  in addition, a person shouldn't offer an opinion on how their partner dresses or acts unless it's directly hurting themselves or someone else. there's no reason to try to exert that much control over another person. you're an individual first and foremost, you aren't defined by your relationship and your partner is not an extension of you.\n  ","391737":"\n  ah, that doesn't sound good. :\/ he really shouldn't behave like that towards you as your partner, especially calling you \"crazy.\" that's pretty cruel and invalidating.\n  ","391738":"\n  i've always wanted to stream me playing video games, but i'm terrified of the idea at the same time because i hate my face and i hate my voice, and i also believe i would be pretty boring, LOL.\n  \n  when i'm playing with my friends, i think that would make for amazing content, though. i'm always crying from laughter every time we play together.\n  ","391739":"\n  social media influencers and beauty vloggers. i just never understood the appeal.\n  ","391740":"\n  when i tell my online friends about how short i am, they act surprised, LOL. i'm only five feet tall.\n  ","391741":"\n  i have good intentions most of the time, so sure.\n  ","391742":"\n  i'm a bit paranoid when it comes to things like this, because even the smallest shift in energy makes me believe that my friend is angry with me or is just generally putting up with me because they feel obligated to be my friend.\n  \n  i don't brush it off, but i don't confront them about it either because i know it's irrational. i just worry about it for a while until i get so fed up that i ask them \"are you mad at me?\" and then i feel better when they say no.\n  ","391743":"\n  i only follow around 30-35 people because i like keeping my following list small, that way my feed doesn't get overwhelmed with messages and i can read my friends' answers. i have no interest in following new people.\n  ","391744":"\n  -- \"don quixote\" by miguel de cervantes.\n  \n  -- \"the trial\" by franz kafka.\n  \n  -- \"the hobbit\" by j.r.r. tolkien.\n  \n  -- \"the canterbury tales\" by geoffrey chaucer.\n  \n  -- \"paradise lost\" by john milton.\n  ","391745":"\n  i curse very often, lol. cursing is pretty much second nature for me.\n  ","391746":"\n  i don't follow people upon request, sorry.\n  ","391747":"\n  yes, i believe in aliens. i think it's ignorant for people to believe that earth is the only planet in the entire universe capable of sustaining life. there's so much we don't know about space and other galaxies in general, and it's more than possible for there to be life that we have yet to discover.\n  ","391748":"\n  i don't generally dance, lol. however, i like sitting in bed and listening to music and grooving along to the music while i'm drinking, and i'm fairly certain the last musician i \"grooved\" to was ashnikko.\n  ","391749":"\n  i believe that people have the right to own a gun for self-protection (like a handgun, for example). however, there's absolutely no reason why a regular civilian should be allowed to own something like an assault rifle, AK-47 or an AR-15. it's unnecessary.\n  \n  i also do believe there should be stricter regulations in the united states regarding who and how to obtain a gun in the first place.\n  ","391750":"\n  there are a lot of books that i've read for high school and college that i enjoyed immensely. then again, i minored in english literature in college, so reading has always been a strong interest of mine, lol.\n  ","391751":"\n  i suppose draco malfoy from the harry potter series. he's drawn out as this hateful, spoiled character but there is also so much depth to his character and his back story that i've always found interesting.\n  ","391752":"\n  i almost didn't accept the job offer for the current job i had, because i was waiting on another phone call for a different job i had applied for. i didn't think i would like this work as much as i would have liked the other job's work, but i took a chance and accepted this job offer instead. the hiring managers made me feel incredibly comfortable, while the hiring manager at the other job made me wait 30 minutes just to talk to me during the interview.\n  \n  i'm glad i took this job because it's probably the best job i've ever had. my managers are amazing people, i've become super close to a few of my coworkers, and i thoroughly enjoy the work that i do.\n  ","391753":"\n  i guess pretty far? i believe in ghosts and spirits, both good spirits and malevolent spirits. i've had a pretty decent amount of experiences myself, so i 100% believe in the existence of the paranormal.\n  ","391754":"\n  countess elizabeth bathory of hungary.\n  ","391755":"\n  nah, i don't have a dream car. i'm not a car person at all, and i'm perfectly happy with my current car because it runs well.\n  ","391756":"\n  \"you don't own me\" by grace feat. g-eazy.\n  \n  it's a cover of the same title by lesley gore (1964).\n  \n\n   https:\/\/youtu.be\/6ZUg5S0Ef9M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391757":"\n  abortion is a health care issue, not a political issue. people should be allowed to get abortions regardless of the reason why or how far along in the pregnancy they are.\n  ","391758":"\n  is that the same thing as a soda? if so, then i like cherry coke or cherry dr. pepper.\n  \n  otherwise, i drink flavored polar seltzer (blueberry lemonade is my favorite).\n  ","391759":"\n  the meaning of life is to create a life of meaning.\n  ","391760":"\n  i'm pretty sure that was revealed at the very end of the final episode of season seven, right? i haven't watched the trailer yet for season eight, though !! i'm going to have to look that up.\n  ","391761":"\n  i can't recall any moments i've set anything on fire on accident, no. i've basically only lit campfires in the backyard, BBQs, etc etc. there was one time we had 151 proof liquor at my friend's house, so we set the shots on fire.\n  ","391762":"\n  i can't cook very well & i'm rather inexperienced, haha. i can make a good egg sandwich, though. :'))\n  ","391763":"\n  i grew up middle class. my family made enough money to get by, although we basically lived paycheck to paycheck.\n  ","391764":"\n  nah, they're pretty intelligent. just very needy and demanding, lmao.\n  ","391765":"\n  kittens. ?\n  ","391766":"\n  i try to distract myself with music and video games.\n  ","391767":"\n  tbh, i'm probably going to have a slice of the pizza that's leftover in the fridge, lmaoo.\n  ","391768":"\n  aw, thank you !!\n  \n  tbh, i don't have a skincare routine, lol. i'm wearing foundation in my profile picture. it's too faced's born this way foundation and concealer.\n  ","391769":"\n  it isn't really due to chance, it's due to choice. lol. i'm choosing not to date right now.\n  ","391770":"\n  i might go to my friends house, but it isn't set in stone yet. i'm not sure if i really want to do anything for the 4th, it's never been a holiday i enjoyed & the fireworks freak me out.\n  ","391771":"\n  \"rock it for me\" by caravan palace ;\n  \n\n   https:\/\/youtu.be\/fBGSJ3sbivI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391772":"\n  they're mostly selfies and cat pics, so it isn't anything special.\n  ","391773":"\n  no, lol. i seldom smoke weed.\n  ","391774":"\n  idk, probably 7-8 hours. i don't remember what time i fell asleep.\n  ","391775":"\n  i think it's possible, but i understand this all too well. there are friends whom i trust, but there are still things i hide from them because of my trust issues.\n  ","391776":"\n  yeah, from my understanding based on my own research that BIPOC are pretty much everyone who isn't white, which includes asian people. you guys face a lot of discrimination for being asian regardless of which asian country you originate from, and it's also been said that asian americans face almost equal amounts of discrimination compared to african americans (at least in the united states).\n  ","391777":"\n  good luck with that. there's literally nothing worth stealing in my house, lmao.\n  ","391778":"\n  if it's my time, then it's my time. i don't have much going for me right now anyway.\n  ","391779":"\n  at this point in time, not really. :\/\n  \n  there aren't any major events coming up, i have no plans to see friends, and the only thing occupying my time is work, haha.\n  ","391780":"\n  aw, thank you !! i hope you do too ~~\n  ","391781":"\n  i guess i die. ¯\\_(ツ)_\/¯\n  ","391782":"\n  i'm not sure if you know what my generation is, but my generation is between the ages of 26 and 40. we're the ones telling people to wear masks and gloves, wash their hands, and remain indoors. we're just trying to protect ourselves and our families.\n  ","391783":"\n  grab my roommate's machete and wait for the intruder to come around the corner.\n  ","391784":"\n  drake, considering he's not an ab*ser.\n  ","391785":"\n  no, i'm not dating at the moment.\n  ","391786":"\n  yes, they are.\n  ","391787":"\n  my eyes were tearing because my makeup was irritating me, so i took it off and my eyes were still irritated. lmaoo.\n  ","391788":"\n  ignore how sh*tty i look, but damn did my eyes look nice last night ;\n  ","391789":"\n  i just find it funny how all of these measures are being taken to \"reduce\" racism instead of actually going forward with holding officers accountable for their actions and implementing police reform.\n  ","391790":"\n  no, not that i can recall.\n  ","391791":"\n  nope.\n  ","391792":"\n  that's what i'm afraid of, lmfao. i don't need to spend any more time on social media than i already do.\n  ","391793":"\n  my job, iced coffee in the mornings, and the comfort my cats bring me when i'm feeling upset. :'))\n  ","391794":"\n  well, she's a woman. and i love her in a platonic manner, considering she's my current best friend.\n  ","391795":"\n  does tiktok videos count? haha.\n  \n  i've been debating on joining tiktok just to watch videos since the ones my roommate has shown me were f*cking hilarious, but i also don't want to fall into that black hole.\n  ","391796":"\n  yes, i very much believe in the power and value of love. it's one of the few things that has kept me going over the years.\n  ","391797":"\n  i don't really follow any public figures besides a few celebrities and politicians on instagram.\n  ","391798":"\n  their privileges, such as a white person not being oppressed due to the color of their skin to the point where they cannot understand the struggles BIPOC face for the color of their skin.\n  ","391799":"\n  i believe i'm bordering on the line of realism and pessimism, haha. i'm definitely not an optimist, but it really does depend on my mood how i perceive things. i try to look at things from a realistic perspective, but sometimes my pessimism comes through.\n  ","391800":"\n  i used to very much be a night person, but as i've taken on jobs that required me to wake up early in the morning, i've become more of a morning person than anything else. i enjoy waking up early because i can be productive throughout the course of the day and not feel as if i've wasted a day.\n  ","391801":"\n  it's interesting, and my ex has an alexa device that he uses to play music. i don't need one for myself, though.\n  ","391802":"\n  i can tolerate physical pain quite well. however, i can't cope with mental pain much at all because i become s*icidal pretty easily and resort to very unhealthy coping mechanisms.\n  ","391803":"\n  pretty much everything, haha. i feel like i've lost a lot of the knowledge that i previously had while i was attending college, especially with respect to areas of sociology and psychology, so i would love to freshen up on that knowledge.\n  ","391804":"\n  idk, probably a better\/faster laptop so that i can do my work more efficiently. i'm not much into technology at all, so there has never been any types of technology that i've specifically wanted.\n  ","391805":"\n  no, i don't believe that everything happens for a reason. there are terrible things that happen to people for no good reason whatsoever, and not everything is a lesson or a means of teaching someone something. somethings people get the sh*t end of the stick, and we have to adjust and deal with it.\n  ","391806":"\n  yes, absolutely. tbh, i find it a bit annoying when i'm out with a friend and they're on their phone the entire time. :\/ i feel like they aren't truly valuing the time we're spending together.\n  \n  i can understand checking it every so often, but if a friend is on their phone legit the *entire* time we're hanging out, then i get annoyed.\n  ","391807":"\n  don't trust anyone with personal information about you, because sometimes friendships or relationships can be fragile and those things you confided in that person could be exposed to someone else.\n  ","391808":"\n  playing video games !! it's been an interest of mine since i was a child, and regardless of how old i am, it's something that i've always loved doing.\n  ","391809":"\n  i don't exactly think i'm a great friend, so there aren't really many benefits to being my friend. unless you want to go out and get drunk, then i'm game.\n  ","391810":"\n  tbh, i feel like this isn't much different than my regular life, LOL. no one recognizes me where i live, so i'm left alone whenever i go out to run errands and whatnot.\n  ","391811":"\n  i don't think i really have any prized possessions, tbh. i don't place much value in the material items that i own -- although i would be quite upset if my laptop died or got destroyed, because i have a lot of pictures saved on here.\n  ","391812":"\n  my best friend.\n  ","391813":"\n  yeah, i believe in extraterrestrial life.\n  ","391814":"\n  i'd love to have the power of teleportation, just so i don't have to drive anywhere anymore. haha.\n  ","391815":"\n  i have one brother.\n  ","391816":"\n  i suppose i'm more right-brained than anything else.\n  ","391817":"\n  spinach, broccoli, asparagus, brussel sprouts, and bell peppers.\n  ","391818":"\n  somewhat, yeah. although i mainly use it for background noise than actually watching something on television.\n  ","391819":"\n  nah, i've never been arrested before. i definitely should have in the past, though.\n  ","391820":"\n  i honestly have no idea, haha. probably way too many hours for my own good.\n  ","391821":"\n  i find science to be interesting, but i've never really studied them intensively or anything. i studied the social sciences while in college, but that was the extent of it.\n  ","391822":"\n  i'm pretty content at the moment. i have music playing in the background, i have a beer, and i'm enjoying answering questions here on my laptop while my phone charges.\n  ","391823":"\n  obviously lately it's been things related to COVID-19, such as when i'm going out in public and driving and whatnot. i always wear my mask and wash my hands immediately after coming home.\n  ","391824":"\n  i don't get stomach cramps often at all, tbh. i've never visited a hospital for any of my own illnesses, mental or physical.\n  ","391825":"\n  it could be either, tbh. it could be part of BPD, but it could also just be inherently a part of who you are naturally. it isn't really uncommon for people to sorta \"define\" themselves by their interests if they don't have a steady sense of self.\n  \n  however, i can most definitely relate to this. i really have no idea who\/what i am most of the time, and i often become obsessive over new interests or pursuits until eventually i lost interest, and then because i lost interest in them, i lose a sense of who i am again. it's a weird cycle.\n  ","391826":"\n  ideally, i'd like there to be quite a few chairs and couches along the walls all facing toward a central television unit\/entertainment center. there would be paintings and some other pictures on the walls with plants here and there. ambient lighting, i.e. unique lamps, instead of an overhead light. big windows looking out toward the front yard. just an area that's very comfortable to relax in.\n  ","391827":"\n  i don't know if i could date someone who wasn't interested in music at all. music is such an important part of my life.\n  ","391828":"\n  uh, do you mean like... drugs and alcohol? lmaoo.\n  \n  i've drank way too much alcohol in one sitting, yes. i've blacked out before on numerous occasions. :\/\n  ","391829":"\n  i wouldn't necessarily call it love, but my first relationship was with my current best friend when we were both 11 years old.\n  ","391830":"\n  i'm not skeptical about COVID-19, no. i know a lot of people who were diagnosed with it, and i have friends\/coworkers who have had friends and family members pass away from it.\n  ","391831":"\n  i prefer coconut milk over almond milk.\n  ","391832":"\n  peaches, mangoes, strawberries, blueberries, raspberries, and bananas.\n  ","391833":"\n  the shining, cujo, and under the dome (which took me a long ass time to read, smh). i've surprisingly never read it before, but it's on my list.\n  \n  i also love his books of short stories. i'm currently reading \"secret window, secret garden\" from the book four past midnight.\n  ","391834":"\n  i haven't had a typical summer vacation in over 10 years. lmaoo.\n  ","391835":"\n  i'm just wearing a tank top and pajama pants.\n  ","391836":"\n  i have a pretty wide range of taste when it comes to music, it just depends on what i'm in the mood to listen to at that moment. lately i've been listening to alternative rock, hip hop, pop, indie rock\/pop, blues, and swing. i also like classical compositions, particularly soundtracks to movies, video games, and television shows.\n  ","391837":"\n  i don't usually use emojis at all, tbh.\n  ","391838":"\n  hot dogs and cheeseburgers? lmaoo. i don't think america has its own traditional meal because there are so many influences from other cultures.\n  ","391839":"\n  no, i don't generally like dancing.\n  ","391840":"\n  mistakes i've made, even if they're minor. i always beat myself up for work-related mistakes because i'm terrified that it's going to screw everything up, even though realistically most of those mistakes can be fixed.\n  ","391841":"\n  i was reading a short story two weeks ago, but i haven't picked it back up since, lmaoo. i haven't had the attention span or motivation to read a book recreationally because i read and write all day long to begin with.\n  ","391842":"\n  no, i'm not currently saving any money for anything in particular. i try to transfer some money every month to my savings account just for emergencies.\n  ","391843":"\n  birkenstocks looks much, much more comfortable.\n  ","391844":"\n  i don't believe anything is under my bed at the moment, unless it's one of my plushies that has mysterious gone missing the past few days.\n  ","391845":"\n  well based on what i'm currently watching, it would be the television series \"paranormal lockdown.\"\n  \n  which would be... terrifying, to say the least. lmaoo.\n  ","391846":"\n  this sounds like a homework question, tbh. i don't know the answer to this. you're better off doing your own independent research.\n  ","391847":"\n  LOL, i've definitely never gotten an opinion of being *that* young before. regardless -- thank you. i've always looked younger than my actual age, which will probably benefit me in the future.\n  ","391848":"\n  abandonment, enclosed spaces, and public speaking.\n  ","391849":"\n  i enjoy the writing of stephen king, bret easton ellis, and anne rice. some of my favorite books are \"the shining,\" \"american psycho,\" and \"interview with the vampire.\"\n  ","391850":"\n  i don't have any childhood photos of myself.\n  ","391851":"\n  a painting my ex commissioned my friend to draw for me a while ago -- it's a painting (watercolor or mixed media, i think) of the different fallout 4 characters in somewhat of a collage. it's incredibly well done.\n  ","391852":"\n  idk, probably going to a restaurant or a bar.\n  ","391853":"\n  either one is fine by me, haha. i don't have any qualms with showing people my browsing history or camera roll.\n  ","391854":"\n  i miss taking classes in college, but i don't miss high school at all.\n  ","391855":"\n  ¯\\_(ツ)_\/¯\n  \n  i don't even know anymore tbh. i still look forward to every time we talk, and i'm obviously respectful of his current relationship, but there are definitely some residual feelings there.\n  ","391856":"\n  i didn't say that, so no. some overlap would be nice so we would be able to listen to the same music together, though.\n  ","391857":"\n  eh, it depends -- i have a wide variety of music that i listen to, so i'm sure there will be at least *some* overlap there. i don't care much about movies, so that isn't a big deal. however, music is very important to me.\n  ","391858":"\n  emotional stability, financial stability, and to be back with my ex. ugh. lmaoo.\n  ","391859":"\n  i have on one or two occasions, but i'm not a big fan of baths to begin with. i get bored super quick, lol.\n  ","391860":"\n  it's my ex. lmaoo.\n  ","391861":"\n  unfortunately, yes.\n  ","391862":"\n  probably the x-files \"i want to believe\" poster that i currently have hanging on my wall, ahah.\n  ","391863":"\n  i normally just eat ceasar salads. i used to like chicken cobb salads but those have a lot of carbs in them and aren't exactly \"healthy,\" from my understanding.\n  ","391864":"\n  i never understood the appeal behind the whole \"daddy\" thing, lmaoo. it just seems super weird to me.\n  ","391865":"\n  my long-term ambitions are to write a book or more, and then also eventually move into my own place by myself. having roommates is nice, but i also believe i need to live by myself for once to really \"find\" myself -- if that makes sense.\n  \n  as for what i'm doing, not much. i haven't written creatively in a few weeks, and i don't make enough money to live on my own.\n  ","391866":"\n  my friends and pets are a first priority to me, not so much family because i'm not close to my family by any means.\n  \n  my hobbies are important, but those are things i do in my spare time more than anything else (things like writing, reading, video games, listening to music, etc etc). i really do value my friendships first and foremost above anything else.\n  ","391867":"\n  i suppose i have more of an inclination to trust someone more if they confide in me that they've suffered through things in the past. not only because they've suffered and i can relate to that, but also because they entrusted that information with me to begin with, and it makes me more comfortable when someone can trust me before i make the decision on whether or not to trust them in return.\n  ","391868":"\n  nah, not tonight. i'm on my laptop rn because i had so many questions in my inbox and wanted to answer a decent amount of them, instead of trying to tackle them all on my phone.\n  \n  also, my roommate is home and i don't want him to think i'm talking to myself. lmaoo.\n  ","391869":"\n  yeah, but i also don't have to wake up for another 12 hours. i'm not planning on getting drunk or anything, though. i'm just having a few glasses of wine.\n  ","391870":"\n  EDM, i suppose? i've never been a big fan of that type of music at all.\n  ","391871":"\n  i wish i was drunk rn ... lmao.\n  ","391872":"\n  i haven't seen anyone say anything about shane dawson, so i really have no idea who would be saying that. i also haven't been on askfm much the past few days.\n  ","391873":"\n  i don't believe you're being too much, not at all. it's normal to crave attention from our partners, especially if there are things in the way that are preventing you from conversing with or seeing your partner to begin with.\n  \n  really though, a person *should* take the time out of their day to talk to you -- even if it's just a short five minute phone call in the middle of the day. you'll always find time for those you care about, so i do believe this is a conversation you should have with your boyfriend.\n  ","391874":"\n  yeah, for over 10 years now, the number 23 has been standing out to me everywhere. it hasn't happened much recently, but i was obsessed with the repetition when i was much younger, it seemed to follow me everywhere.\n  ","391875":"\n  i prefer bacon over sausage. i usually just buy the microwaveable bacon because it tastes better to me, lmaoo.\n  ","391876":"\n  my internet went out last week, so i went out of my comfort zone and called my internet provider and spoke with a technician about troubleshooting my problem, which took maybe 30 minutes. :\/\n  \n  i'm normally really horrible when it comes to phone calls, so i  was proud of myself that i was able to actually call and speak to someone about the issue, and then eventually resolve it.\n  ","391877":"\n  witnessing really awkward situations with other people, lmaoo.\n  ","391878":"\n  \"what's in the eye\" by grey daze.\n  \n  lyrics ; \"don't go too fast my friend, or you'll lose control.\"\n  \n\n   https:\/\/www.youtube.com\/watch?v=5EzuNdQ6WB8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391879":"\n  \"minutes to midnight\" by linkin park. it's one of my favorite albums by them.\n  ","391880":"\n  i don't have a criminal record, no. although if i got caught for any of the crimes i've committed, i would have had a pretty lengthy record, lmaoo.\n  ","391881":"\n  i've always loved quentin tarantino's movies for their cinematography. especially \"django unchained,\" the shot of the blood being splattered all over the cotton fields is something iconic.\n  ","391882":"\n  the aurora borealis will always be beautiful to me.\n  ","391883":"\n  i prefer the beach over the swimming pool. i mainly enjoy laying out on the towel in the sand, soaking in the sunshine, listening to music, and reading a book.\n  ","391884":"\n  \"no thoughts, no prayers can bring back what's no longer there. the silent are damned, the body count is on your hands.\"\n  \n\n   https:\/\/www.youtube.com\/watch?v=4DQ-2tDzJxw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","391885":"\n  my birthday is november 18th. i'm a scorpio.\n  ","391886":"\n  i prefer mountains over the ocean. i've lived my the ocean my entire life, so i'm a bit desensitized to it at this point. while i do like the beach, i also *love* the mountains immensely and find them to be incredibly beautiful.\n  ","391887":"\n  thunder has always been so much more relaxing to me, tbh. i love a good thunderstorm.\n  ","391888":"\n  i like yellow roses the most.\n  ","391889":"\n  the systemic m*rder of BIPOC in today's society, especially considering there's such media coverage on the BLM movement yet BIPOC are *still* being detained and k*lled on a regular basis with officers rarely facing repercussions for their actions.\n  ","391890":"\n  thank you ~~\n  ","391891":"\n  i've been told that i look like lady gaga on numerous occasions, but i personally don't see it.\n  ","391892":"\n  idk if it's just me, but this might be a bit of an insensitive question to ask someone. kidnapping is so prevalent in today's society even though it's seldom discussed, and what you're describing is actually called stockholm syndrome, which is a serious set of symptoms someone can develop when they become so dependent on a kidnapper or someone similar when they're in ab*sive situations.\n  ","391893":"\n  skin pick, perhaps? :\/\n  \n  i have a really terrible habit of picking my skin (dermatillomania), whether it's just raised bumps or existing scabs or anything else. my arms are littered with scars for this reason, and it's really such a source of self consciousness.\n  ","391894":"\n  3 favorite movies ;\n  \n  -- les miserables\n  \n  -- heathers\n  \n  -- american psycho\n  \n  3 favorite shows ;\n  \n  -- house MD\n  \n  -- it's always sunny in philadelphia\n  \n  -- criminal minds\n  ","391895":"\n  lately at the end of the day, i'll watch episodes of house MD. it's been my new obsession, i think i'm currently on season three? i don't remember.\n  ","391896":"\n  the smell of burning wood, such as campfire. i love having campfires in the backyard with friends, and every time i've had a campfire with them it's always been a beautiful, hilarious time for everyone involved. there are only good memories associated with them.\n  ","391897":"\n  les miserables. it's been a few weeks since i've watched it, so perhaps i'll put it on again tonight. :'))\n  ","391898":"\n  yes and no. i think there should be a healthy balance between being your children's parent and being their friend. they should confide in you confidently because they feel comfortable enough with you, but you also shouldn't lost the fact that you're their parent and are looking out for their best intentions and are there to guide them through life, among other things. it's a really thin line to tread.\n  ","391899":"\n  yes, i very much prefer dark humor actually.\n  ","391900":"\n  i used to watch music award shows way back in the day, like in the early 2000s and such. i haven't watched any award shows since -- i've lost interest in them, tbh.\n  ","391901":"\n  i mean, idk about being banned completely. but it shouldn't be marketed as a kid's toy because it's definitely not a kid's toy.\n  ","391902":"\n  there have been dozens of different things said to me over the years from multiple people, i.e. telling me to k*ll myself, saying i'm worthless or a disgrace, telling me i'm better off without my ex, berating me for simply expressing myself, etc etc.\n  ","391903":"\n  i literally have not found a way to stop myself from worrying, but as a means to reduce stress, i generally try distracting myself with media (i.e. youtube videos, video games, music, etc) and\/or drinking alcohol.\n  ","391904":"\n  i'll take your word for it, because i honestly have no idea what a \"girl code\" is. that's news to me.\n  ","391905":"\n  tbh i used to be a typical \"dog person\" back in the day before i lived with cats, but ever since i moved into my new house with my roommate's cats, i've fallen in love with cats. :'))\n  \n  they're unique like dogs in that obviously they all have their own personalities, but it's silly to do the whole dog vs. cat thing because animals as a whole are great. i've also had fish in the past, and my ex had a lot of reptiles too.\n  ","391906":"\n  i think that's disgusting. i've looked a bit more into shane dawson over the past day or so, and apparently he admitted to pleasuring himself over literal children, including willow smith? absolutely horrific. he's a p*do, and there's no reason to defend someone for that.\n  ","391907":"\n  depends on how drunk i am, ahah. i have a better chance of dancing the more i've drank, but i did dance a lot at my best friend's wedding three years ago.\n  ","391908":"\n  what the hell is a \"girl code,\" lmaoo.\n  ","391909":"\n  honestly, i'm really skeptical of it too. i haven't done very much research into it, but i recently realized it's still a *thing* when previously i thought they eradicated it long ago because of how unethical it used to be.\n  \n  idk if i would try it, tbh. i would be too afraid of any adverse reactions. i don't know anyone else who have tried it either. :\/\n  ","391910":"\n  the true king of the north ;\n  ","391911":"\n  my friend's backyard, haha. thank you !!\n  ","391912":"\n  no, stay away from those. :\/\n  ","391913":"\n  i'm planning on working my normal shift at work, and on my lunch break, i'm going to the pharmacy to pick up my prescriptions.\n  \n  after work, i'm probably going to clean a little bit and then play some video games.\n  ","391914":"\n  average morning during the week ;\n  \n  -- wake up at 8:15am.\n  \n  -- take my medication.\n  \n  -- make coffee and breakfast.\n  \n  -- settle into my desk and begin working at 9:00am.\n  \n  average morning on the weekend ;\n  \n  -- wake up whenever i want (usually anywhere between 8-10:00am).\n  \n  -- either make breakfast or order breakfast takeout, and make coffee.\n  \n  -- scroll through social media for a bit.\n  \n  -- just generally relax.\n  ","391915":"\n  that would bother me a bit too, particularly the part where your friend said that you were ungrateful. i would find that a bit rude — just because you're finding it difficult to juggle parenting with everything else right now doesn't mean you're not grateful for your family.\n  ","391916":"\n  i think it's a combination of both, especially considering racism is so ingrained in society to begin with.\n  ","391917":"\n  my passion for the things i'm interested in.\n  ","391918":"\n  i think that if two people are committed, honest, and loyal enough to one another then they can make it work.\n  ","391919":"\n  i played paintball once before, which was a lot of fun but it also hurt like hell, lmaoo.\n  ","391920":"\n  foggy and lightheaded. :\/\n  ","391921":"\n  today's been not so great, tbh. i've been getting sh*t from my mother for not helping her this weekend (because i've been busy, and she doesn't understand that). i also saw my ex last night, which was good because we got a chance to catch up and talk, but it's also left me feeling confused about my feelings.\n  \n  on top of that, i'm going through xanax withdrawals rn, so... :')) having a grand ole time.\n  ","391922":"\n  i just let them vent, and i'll offer to go somewhere with them or invite them over for food and drinks.\n  ","391923":"\n  somewhat, yeah. my personality or attitude (whatever it may be) does change around different groups of people.\n  ","391924":"\n  it doesn't make me sad, but it just frustrates me that americans aren't taking things seriously at all.\n  ","391925":"\n  no, most psychologists have an advanced degree (like a PhD) in most cases, and therapists just need their license in counseling or social work.\n  \n  ...from my understanding, at least. i'm not 100% on that, so don't quote me on it, lol. they are different though.\n  ","391926":"\n  i'm quiet, but i'm not all that shy. i just keep to myself most of the time.\n  ","391927":"\n  i was a hard working student.\n  ","391928":"\n  no, i still struggle greatly with my depression.\n  ","391929":"\n  no. intensive therapy and medication, depending on the person.\n  ","391930":"\n  i absolutely hate the summer heat — i much prefer cooler and cold temperatures. my body doesn't handle the heat very well.\n  ","391931":"\n  do you also go to counseling? that could help you too. i understand the feeling though, i wouldn't be able to be a patient of a doctor who was rushing me out the door all the time.\n  ","391932":"\n  nah, i'm good.\n  \n  in other news — we finally have air conditioning in the house, and omg i'm so happy. :'))\n  ","391933":"\n  i would recommend seeing a therapist first because it seems as if you need to work on processing your feelings\/navigating the relationship with your mother first. you don't really discuss in depth things with psychiatrists, they only really prescribe medication.\n  ","391934":"\n  find a new job.\n  ","391935":"\n  i prefer soy milk.\n  ","391936":"\n  smoothie, especially fruit smoothies. milkshakes have too much dairy for me.\n  ","391937":"\n  yeah, i haven't had them in years though.\n  ","391938":"\n  eh, it's all right. i prefer orange juice in the morning, though.\n  ","391939":"\n  i sneeze when i go into bright sunlight or look at something that's really bright.\n  ","391940":"\n  it can go into remission, so in a sense, yeah. you still have the diagnosis of depression but it's just classified as in remission.\n  ","391941":"\n  hello -- do you have a question?\n  ","391942":"\n  i don't have any quarantine goals, haha. i'm just trying to take each day as it comes along instead of worrying incessantly about the future.\n  ","391943":"\n  i don't follow people on request. thanks for the follow, though.\n  ","391944":"\n  yeah, i've eaten fried calamari on numerous occasions.\n  ","391945":"\n  check what time it is on my phone, and then go through my notifications.\n  ","391946":"\n  most of the time, yes. most nights, i get between 7-9 hours of sleep. last night, however, i only slept for 6 hours.\n  ","391947":"\n  hello -- i'm currently answering questions and drinking some coffee.\n  ","391948":"\n  no, i rarely buy myself new clothes unless i need to. i spent some money a few weeks ago on new clothing (a few tank tops and sandals), but that was only because my wardrobe has virtually no summer clothing left in it, lol.\n  ","391949":"\n  i don't know very much about him, but apparently he's a p*do? at least that's what i've read while scrolling through my facebook feed this morning.\n  ","391950":"\n  no, i don't give out my snapchat to other people.\n  ","391951":"\n  tonight was beautiful. ♡\n  ","391952":"\n  drinking rum. ¯\\_(ツ)_\/¯\n  ","391953":"\n  they seem pretty fun and easy-going. there are a few houses that have parties every so often, so i can hear people chatting and music playing some nights.\n  ","391954":"\n  yeah, it's been ridiculous around here. my friends and i were eating dinner outside earlier today & they were shooting off like wild. my friend who lives in brooklyn then told me that in his neighborhood, people were setting off fireworks almost every night until like 2:00am. it's ridiculous.\n  ","391955":"\n  lately, drinking alcohol. hence why i'm still drinking and it's 3:00am.\n  ","391956":"\n  perhaps instead of cutting her off completely, talk to her about it instead. by removing all alcohol from the house prior to having a conversation about it, she's going to feel attacked, humiliated, angry, and ashamed. she's going to probably lash out and find even more adverse ways of coping with her feelings.\n  \n  just talk to her about her usage and how you're worried about her. if you approach it the wrong way, you're going to send her spiraling.\n  ","391957":"\n  i'm not aware of what other people are saying about kinks.\n  ","391958":"\n  people are entitled to have their own kinks, as long as they're not forcing their kinks onto other people who do not consent to being subjected to that kink.\n  ","391959":"\n  i don't give out my instagram — it's private.\n  ","391960":"\n  i did my makeup today ~~\n  ","391961":"\n  probably doing stupid things like pulling pranks on my friends and doing prank phone calls when i was a pre-teen\/teenager.\n  ","391962":"\n  no, although there was one book i never returned to the library when i was a teenager because i completely forgot i had it, lol. when i was cleaning out my belongings when i moved, i found the book and remembered everything.\n  ","391963":"\n  perhaps you should wait for them to contact you when they're ready to talk to you again.\n  ","391964":"\n  my day has been pretty low key so far — i did some laundry and laid down in bed for most of the morning, lol.\n  \n  tonight, my roommate and i are going to my friend's house just to hang out for a bit.\n  ","391965":"\n  no, lol. i'm not a doctor or a scientist.\n  ","391966":"\n  nope, never heard of that either.\n  ","391967":"\n  i don't know what that is.\n  ","391968":"\n  depends on whether they're playful or malevolent spirits, haha. i'm fairly certain that my current house is a bit active, but it doesn't bother me most of the time.\n  ","391969":"\n  johnny depp, robert downey jr., angelina jolie, helena bonham carter, winona ryder, and jason statham.\n  ","391970":"\n  i didn't eat dinner last night. i'm not sure what i'm having tonight — i'm seeing a friend, so i might have dinner at their place.\n  ","391971":"\n  renting out a log cabin in the woods for a week, going fishing and swimming and having campfires, and cooking on the BBQ outside or over the fire.\n  ","391972":"\n  i think of spirituality in terms of deriving a sense of faith from the natural elements, i.e. the earth and trees and environment as a whole. some people feel complete and whole when they're in nature, and they claim that as their spirituality.\n  ","391973":"\n  adults who tell their sons that showing emotion is a \"weakness\" and condition them into being cold and stoic for their entire lives instead of showing their emotions in a healthy manner.\n  ","391974":"\n  i haven't watched an animated movie since i was a teenager, haha. with the exception of studio ghibli movies.\n  ","391975":"\n  i want to go back to sleep.\n  ","391976":"\n  you're supposed to use \"an\" instead of \"a.\"\n  ","391977":"\n  i probably ate them when i was much younger, but i don't remember if i actually enjoyed them or not.\n  ","391978":"\n  no, most schools start up in august so the timing seems appropriate.\n  ","391979":"\n  when other people are taking a photo of me, yeah. i don't smile in some of my selfies, though.\n  ","391980":"\n  yes, i have, on numerous occasions. lmaoo.\n  ","391981":"\n  no, i definitely don't. i feel uncomfortable when i'm in the center of attention and i prefer to remain on the sidelines or behind the scenes, if anything.\n  ","391982":"\n  hello -- do you have a question?\n  ","391983":"\n  abandonment, enclosed spaces, and public speaking.\n  ","391984":"\n  good morning !!\n  \n  i just ordered dunkin coffee and an egg sandwich, and i'm hoping i can get over this hangover fairly quickly so that i don't feel like sh*t when i go see my parents in a few hours.\n  ","391985":"\n  spelling \"inconvenience\" wrong — it's one of those words i can *never* spell correctly on the first try, lmaoo.\n  ","391986":"\n  i really only want to own my own house or a nice apartment, preferably not in new york, and publish a book or more.\n  ","391987":"\n  i've had this happen to me on a few occasions. :\/ especially last sunday when i had a telephone appointment with my psychiatrist, i was kinda venting to her and she cut me off and recommended that i try to continue therapy again.\n  \n  on the one hand, yeah your doctor is really there to just prescribe you meds depending on how you're feeling. but in order to do so, you really need to discuss those feelings somewhat in depth to see what will work best for you.\n  \n  if your doctor is rushing you off the phone or out of the office and you don't feel like you're worthy of their time, then maybe you should consider finding another doctor. ideally, your doctor should be a person you feel comfortable around — especially when it comes to mental health needs.\n  ","391988":"\n  i'd get up and move to a more isolated seat. lmao.\n  ","391989":"\n  if you're at risk of hurting yourself or someone else.\n  ","391990":"\n  a person can be ignorant if they hold a specific opinion\/viewpoint (especially in relation to politics or social justice) and refuse to rethink their opinion if what they believe is problematic and presented with contrary, reliable facts stating otherwise.\n  ","391991":"\n  true crime, and gorey movies and shows. i'm not sure why i like gore so much, but it's just interesting and appealing to me.\n  ","391992":"\n  having scars\/body abnormalities\/body hair. it's such an archaic concept for people to be basically hairless and \"perfect,\" and i'm so tired of people staring at me because of the scars on my body. especially during the summer time when i can't cover my arms.\n  ","391993":"\n  just because i appear \"normal\" (aka neurotypical), it doesn't mean that i'm not unstable or prone to breakdowns or anything else. i struggle a lot with my mental health, but i've just learned to suppress\/hide it extremely well.\n  ","391994":"\n  talk down to me as if i'm inferior to them, or talk to me while pitying themselves and expect me to give them extra sympathy.\n  ","391995":"\n  honestly, i remember going on forums on various fansites and deviantart in the early 2000s, and those were *such* a source of comfort to me — just talking to people every day and getting to know them, but not feeling obligated to be online 24\/7. this was before cell phones had social media apps, so you'd only go on the family computer after school and catch up with online friends then. i spent so many long nights just talking on forums.\n  ","391996":"\n  i went to the gym a few years ago, and having that routine definitely was better for me than if i were to try exercising around the block or something. i also like numbers, so i enjoy keeping track of the miles and calories burned while i'm exercising on the treadmill.\n  ","391997":"\n  i don't like candy, so neither.\n  ","391998":"\n  no? that person would be cheating on their partner then.\n  ","391999":"\n  i just fed the cats, and now i'm waiting until 6:00pm so i can jump into my job's virtual happy hour meeting ~~\n  ","392000":"\n  i don't generally ask people questions.\n  ","392001":"\n  bold to assume i make music.\n  ","392002":"\n  also check out grey daze while you all are at it ;\n  \n\n   https:\/\/youtu.be\/Xb17kSGBxcs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","392003":"\n  grandson's new song is f*cking amazing ;\n  \n\n   https:\/\/youtu.be\/5q2qRuLGlU8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","392004":"\n  we have absolutely no idea if\/when we're going back to the office. no one has heard anything — i even talked to HR the other day and she has no idea what the next steps will be. it all depends on upper management.\n  \n  i mean, i definitely don't mind. i love working from home.\n  ","392005":"\n  aw, thank you !! i hope the same for you ~~\n  \n  today's been a really busy day, i was overwhelmed with work a few hours ago but it's calmed down now, lol. less than two hours until i can clock out. :'))\n  ","392006":"\n  i prefer earth tones.\n  ","392007":"\n  depends on my mood. the last time i ordered a wrap, i got grilled chicken, bacon, lettuce, tomato, avocado, and ranch dressing.\n  ","392008":"\n  i never said i was famous, and i wasn't referring solely to askfm. there have been several people whom i've wronged in the past.\n  ","392009":"\n  it's good in that we have trains and buses and taxis, but it's honestly much easier to drive myself somewhere than rely on public transportation.\n  ","392010":"\n  the heavy duty vacuum that we own — it's necessary because of all of the cat hair that accumulates every day. it's cheap because my roommate got it for free from a family member, haha.\n  ","392011":"\n  one of my pet peeves is when people speak over me while i'm talking (or even when people do that to others). i find it really disrespectful and rude.\n  ","392012":"\n  i really dislike driving. :\/\n  \n  i also dislike cleaning the bathtub, because it hurts my back and knees a lot, lmaoo.\n  ","392013":"\n  i'd rather be hated by someone — i'd rather not hold hate within me because it can be damaging to my emotional wellbeing, and i don't really care about what other people think of me. i'm sure there are dozens of people who hate me.\n  ","392014":"\n  i've never donated financially to a charity, no. however, i helped raise money for a scholarship fund that was named in honor of my ex's mother after she passed away.\n  ","392015":"\n  no, i seldom procrastinate. when it comes to work, i try to do things as soon as they come up (i.e. arriving in my inbox) and i prioritize accordingly.\n  ","392016":"\n  no? i don't even really know who you are, lmaoo.\n  ","392017":"\n  not at all !! evidently i was raised here in new york with a misunderstanding of the term and the cuisine, so i'll refer to it as middle eastern food from now on.\n  \n  i'm craving a lamb and rice platter now... damn.\n  ","392018":"\n  i enjoy the cuisine, yes. i apologize for my ignorance regarding the language\/use of the term \"halal.\" i'll be more cognizant of that in the future.\n  \n  thank you for educating me ~~\n  ","392019":"\n  i'm having a virtual happy hour with my coworkers tonight. tomorrow, i'm cleaning at my parents house in the morning, and then i'm spending the afternoon with a few friends who are coming over for some burgers and a campfire.\n  \n  i don't have any plans for sunday, i'm probably just going to sleep and relax.\n  ","392020":"\n  i never said it was a brand. it's a descriptor to refer to what type of food it is in my area — there are places called \"shah's halal food\" and \"naz's halal food\" and \"the halal guys,\" among other restaurants. so when i say i'm craving halal food, i mean food specifically made in those types of arab restaurants. a lot of them are chain restaurants.\n  \n  perhaps i was raised in ignorance, idk. i like the food because it's prepared fresh, it isn't greasy, it's delicious, and i don't feel gross after i eat it like most other foods.\n  ","392021":"\n  i know what it means, lol. but that's the way we refer to it where i live — in reference to food. if i ask my roommate what he wants for dinner and he says \"halal food,\" then i know where to order from. there are dozens of halal food places here.\n  ","392022":"\n  it's specifically from halal food places where i live, which is why i specify it in that way. i know halal is a catch-all arabic word in technical terms, but that's the way the word is used with respect to food here.\n  ","392023":"\n  aw, thank you ~~\n  ","392024":"\n  i don't have any full length photos of my body, so here's a photo of me wearing a black shirt.\n  ","392025":"\n  hello ~~\n  \n  nothing much, just working at the moment. today's a short day (yay for fridays), and then i'm doing a virtual happy hour with my coworkers tonight. :'))\n  ","392026":"\n  i'm referring to the halal food places that are located where i live — they offer platters and gyros. i normally order a lamb platter with hummus and white sauce.\n  ","392027":"\n  watch with amusement. assuming my partner wouldn't flirt back, rofl.\n  ","392028":"\n  when i was in my early 20s, i spent a summer playing on an adult volleyball league for the local catholic youth organization.\n  ","392029":"\n  lego pieces.\n  ","392030":"\n  it's one of those phone cases that are actually two parts — one for the front to create a lip above the screen, and then a sturdy back piece. it's gray and rose gold.\n  ","392031":"\n  bacon, lettuce, tomato, and avocado.\n  ","392032":"\n  it can lead to unrealistic expectations between partners and a general misunderstanding of how sex and communication actually work.\n  ","392033":"\n  you're a sweetheart. ?\n  ","392034":"\n  yeah, not only can it be harmful on a relationship scale — but also the porn industry is horrid, and most actors\/actresses don't actually want to be in that position. there are also high rates of sex trafficking in porn circles.\n  \n  i'm pretty sure i saw an article recently about mia khalifa and how she regrets being in the porn industry. i didn't read it, though.\n  ","392035":"\n  ask me questions considering i am forbidden to move rn ~~\n  ","392036":"\n  everything works on its own timeline — you can't compare yourself to other people, it's taking credit away from yourself because not everyone has the same set of circumstances.\n  \n  you *will* be independent and find a place in the future, i have no doubt. just keep working hard and take on new opportunities as they come. i have faith in you.\n  ","392037":"\n  yep, that's exactly it — even basement apartments are 900+. and that's assuming you're going to live in an actually liveable basement. :\/\n  \n  my rent is really high, but renting a house with two other people was literally the only way i would be able to afford to move out of my parents house. now that it's been quite a few months, i've gotten into sorta a groove when it comes to my finances and bills so i'm somewhat comfortable, but it's still ridiculous.\n  ","392038":"\n  it wouldn't surprise me. regular one-bedroom apartments on long island are between 1200-2000 per month (1100-1200 was the lowest i could find after apartment searching for months last year). obviously i can't afford that.\n  \n  the city is extraordinarily expensive, so it's probably 2000 at the lowest there.\n  ","392039":"\n  not necessarily the happiest, but asknikko has been my favorite artist lately. she just released a new song with grimes titled \"cry\" ;\n  \n\n   https:\/\/youtu.be\/pssWSj42t8M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","392040":"\n  out in the backyard with my roommate and\/or a friend or two. having a campfire outside around dusk. perhaps going to the park or the beach during the day.\n  \n  i like doing these things, but normally i'm too exhausted so i end up sleeping a lot and doing laundry\/household chores.\n  ","392041":"\n  it doesn't bother me. i don't care about what other people decide to do, lol.\n  ","392042":"\n  money, most definitely. lmaoo.\n  \n  i don't find any appeal in being famous. i have social anxiety to begin with, so the idea of people recognizing me\/antagonizing me is horrifying.\n  ","392043":"\n  break up with them. cheating is unacceptable.\n  ","392044":"\n  the rent i pay is overpriced — it's not even just my own rent, it's rent in general where i live.\n  ","392045":"\n  it's an old picture, haha. i just want my shaved head back. :\/\n  ","392046":"\n  evidently you didn't get the hint that i don't care.\n  ","392047":"\n  uh, okay. lmaoo.\n  ","392048":"\n  either mexican or halal.\n  ","392049":"\n  i'm not very curious about an anon's real identity because people have varying reasons why they feel more comfortable on anon as opposed to unticking — especially my anons who are asking for advice and whatnot.\n  \n  i don't really have any advice to try to garner trust, because i don't really care if someone trusts me or not to come off of anon. i don't block people, so it doesn't make a difference to me.\n  ","392050":"\n  i had a telephone appointment with my psychiatrist last sunday, if that counts.\n  ","392051":"\n  taken a few minutes ago. bleh.\n  ","392052":"\n  i honestly have no idea — we've been basically kept in the dark for this entire process, and i was talking to HR yesterday and even she said that she has no idea if\/when we're returning to the office.\n  ","392053":"\n  most of my writing are personal essays and poetry that i have posted on a few websites. i don't really feel like sharing that on askfm, though.\n  ","392054":"\n  i have a lot, too many to list, lol. lately i've been watching house MD. i'm obsessed — i watched the show here and there when i was younger, but now that it's on prime, i've been binge watching it every night.\n  ","392055":"\n  yes, i write both professionally and as a hobby.\n  ","392056":"\n  i definitely don't mind living with roommates because i'm lightyears better now mentally than when i was living with my parents. but i've always been a self-sufficient person overall, and i do value my alone time. it's part of the reason why i love working from home — no one else in the house is home because both of my roommates work, so i have the house to myself all day.\n  ","392057":"\n  -- writing ; i've been writing for as long as i can remember, because i was an avid reader when i was young. i've always wanted to provide people with a sense of escape that reading gave me.\n  \n  -- video games ; my brother played a lot of video games when we were growing up, and i played the original NES and N64 when i was young. i eventually learned to love video games, and i got a gameboy, gameboy advance, and eventually an xbox. i've continued to stick with the xbox consoles.\n  \n  -- art\/painting ; i've also been an artist for as long as i can remember, i always have a natural talent for it and i enjoyed it a lot. i took art classes in middle school and high school, got to paint murals on the post office, and my work was displayed at town hall and in a museum. i haven't done much art lately but it's something i've always loved.\n  ","392058":"\n  not really, no. none of my goals are really all that ridiculous or wild, lol. i mainly just want to live alone for a while and have the opportunity to adopt dogs and cats, and publish a book or more.\n  ","392059":"\n  grilling some cheeseburgers and hot dogs, having a campfire in the backyard, and having a few friends over for food and drinks. :')) we'd chat and listen to music and laugh until the early hours of the morning. those are a few of the times where i've felt most at peace.\n  ","392060":"\n  LOL. i think he was angry about something else besides that according to something my coworker told me before, so it probably only added fuel to the fire.\n  \n  either way, the problem is fixed now. the client is happy.\n  ","392061":"\n  enclosed spaces, abandonment, and fire sometimes.\n  ","392062":"\n  yeah, he's not exactly the most... appropriate boss (in a professional sense). he has a tendency to take his anger out on the managers, not necessarily people like me who report to those managers. he's intimidating though, lmaoo.\n  ","392063":"\n  i'm doing well — at least i am now, compared to this morning when i almost had a panic attack, lol. i walked into a really angry email from my boss' boss about a project i and my team have been working on. he definitely didn't work the email well at all because of how angry he was, which sent me into a panic.\n  \n  however, everything is fine now. i'm on my lunch break, i just took a shower and ate lunch, and now i'm going to relax until i have to clock back in.\n  ","392064":"\n  i can't remember the last time i went swimming, lol.\n  ","392065":"\n  sunbathe and read a good book outside while drinking iced tea\/coffee.\n  ","392066":"\n  i'd want to know and converse with them directly about it, and then probably break up with them.\n  ","392067":"\n  i honestly don't remember. i found it through some friends back in 2011\/2012.\n  ","392068":"\n  i like chocolate chip cookie dough ice cream, and my second favorite is cookies 'n crème.\n  \n  i don't generally put toppings on my ice cream.\n  ","392069":"\n  honestly, not so much now as i was in the past. it's all too overwhelming lately.\n  ","392070":"\n  i'm mostly into alternative rock and nu-metal, but i also enjoy some hip-hop, pop, classic rock, and classical music.\n  ","392071":"\n  -- publish a book.\n  \n  -- visit the grand canyon.\n  \n  -- visit redwoods national park.\n  \n  -- move into my own place.\n  \n  -- adopt a lot of animals.\n  ","392072":"\n  lol, i have nothing planned for the rest of 2020. my friends and i might take a camping trip, but it isn't set in stone.\n  ","392073":"\n  yeah, on numerous occasions.\n  ","392074":"\n  i don't consider myself very lazy — i work 8 hours a day, and on my breaks i usually clean the house and\/or do the dishes. i wake up around 8:00am and don't fully settle down until around 7:00pm.\n  ","392075":"\n  -- campfires.\n  \n  -- 8+ hours of sleep.\n  \n  -- having conversations with friends over drinks.\n  \n  -- road trips.\n  \n  -- sunbathing with a good book to read.\n  ","392076":"\n  i'll be 33 in five years' time, so perhaps i'll be living somewhere on my own, continuing with my career, and having a better grasp on my mental health.\n  ","392077":"\n  some of the more active ones i follow ;\n  \n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @ManicMartyrdom\n  \n\n  --\n  \n   @CourtneyUwU\n  \n\n  --\n  \n   @Pookeo9\n  \n\n  --\n  \n   @keepmovingforwardx\n  \n\n  --\n  \n   @TheBeesKneesGirl\n  \n\n  --\n  \n   @anancitae\n  \n\n  --\n  \n   @urlsareshittbh\n  \n\n  --\n  \n   @origamibirds\n  \n","392078":"\n  no, i only have two stuffed animals.\n  ","392079":"\n  at the moment, yes. why do you ask?\n  ","392080":"\n  flowers are beautiful, but i don't really care if someone gives them to me or not. they usually die within 1-2 weeks anyway, lol.\n  ","392081":"\n  pajama shorts and a loose tank top.\n  ","392082":"\n  probably my personality, considering i'm not exactly very attractive.\n  ","392083":"\n  i went to the bahamas in february.\n  ","392084":"\n  today, i worked my normal shift at work. then my roommate grilled some cheeseburgers outside for dinner. now i'm waiting for my best friend to text me so that i can go over her house and hang out for a bit.\n  ","392085":"\n  only with very close friends.\n  ","392086":"\n  i suppose pie, but i'm not really a dessert type of person.\n  ","392087":"\n  that's part of the reason why there's drama — i don't live with my parents, and they don't understand that i have my own life and schedule, and they think that i can drop whatever i'm doing to help them around their house (especially when it comes to work). they've been so incredibly angry with me over the past week or so because i'm prioritizing myself for a change.\n  ","392088":"\n  alternative rock.\n  ","392089":"\n  yes, i have on a few occasions.\n  ","392090":"\n  i don't believe in satan, so no.\n  ","392091":"\n  thank you — the same to you !! ♡\n  \n  my day hasn't been terrible so far. all i've done is make breakfast and coffee, and then i've been working for the past two hours.\n  \n  i'm (hopefully) seeing my best friend tonight & i'm super excited !!\n  ","392092":"\n  mcdonalds never closed where i lived, so it's been business as normal.\n  ","392093":"\n  compromise myself for someone else's happiness.\n  ","392094":"\n  i just changed it to an older photo.\n  ","392095":"\n  it's brown at the roots and more of a golden\/orange at the tips.\n  ","392096":"\n  ask me questions ~~\n  ","392097":"\n  a wolf.\n  ","392098":"\n  i try not to give complicated orders because i don't want to be that guy, lmaoo.\n  \n  the most complicated one is probably grande starbucks double shot over ice with sugar free vanilla syrup and soy milk.\n  ","392099":"\n  eh, sorta horribly — not gonna lie. it's been one hell of a month with respect to family drama, and i'm so emotionally exhausted from everything.\n  ","392100":"\n  i'd ask them to bite me so that i can join them.\n  ","392101":"\n  a glass of wine and a cigarette.\n  \n  (disclaimer: i don't smoke cigs anymore, but i'll have one on occasion, ahah.)\n  ","392102":"\n  i don't know what that is, lol.\n  ","392103":"\n  sorta? you can kinda see them in this photo.\n  ","392104":"\n  no, my brother doesn't have children.\n  ","392105":"\n  sunflowers.\n  ","392106":"\n  absolutely nothing.\n  ","392107":"\n  it doesn't really concern me, so i don't care.\n  ","392108":"\n  no considering i'm non-binary and not a woman, so i wouldn't have referred to myself as such.\n  \n  i also wouldn't do *anything* for money, lol. there's gotta be some boundaries.\n  ","392109":"\n  no, but i just looked it up.\n  ","392110":"\n  yeah, i've played a little bit of far cry 5 and it's an awesome game.\n  ","392111":"\n  when i'm sitting around a campfire with my friends, talking and drinking and listening to music.\n  ","392112":"\n  traumatic events that leave you emotionally paralyzed for the rest of your life.\n  ","392113":"\n  no, i haven't.\n  ","392114":"\n  \"karen\" isn't a slur, lmaoo. it's just a stereotype of middle aged, middle class to affluent white women who make a big deal out of nothing and can't think of anyone except themselves.\n  \n  it's the same thing as calling a man \"kyle\" for being a stereotypical f*ckboy who drinks monster 24\/7, rides dirt bikes and disrespects women.\n  ","392115":"\n  lately i've been obsessed with rewatching house.\n  ","392116":"\n  it promotes better traffic flow and is generally safer for drivers, bicyclists, and pedestrians. it isn't just in new york though, it's basically in every major city.\n  ","392117":"\n  depends on my mood that day. sometimes i prefer the sunshine (like today, it feels nice and is keeping me in a good mood) while other times the rain is more appealing.\n  ","392118":"\n  i've only ever had a few first dates, but i never fell in love after the first date before.\n  ","392119":"\n  i live in the united states, and i've also visited the bahamas.\n  ","392120":"\n  it doesn't matter to me what someone else does with their body hair — it isn't my decision.\n  ","392121":"\n  sleep — i didn't sleep well last night at all, and i just want to lay down and take a five-hour long nap.\n  ","392122":"\n  lately it's been developing healthier coping mechanisms to deal with issues in my life, particularly related to my family these days. my psychiatrist is going to give me the name and number of a new therapist, so i might look into that.\n  ","392123":"\n  definitely not, haha.\n  ","392124":"\n  aw, thank you !! i hope your day is beautiful and productive ~~\n  ","392125":"\n  i've always liked the phrase \"do no harm, but take no sh*t.\"\n  ","392126":"\n  no, that has never been something that appealed to me.\n  ","392127":"\n  depends on the context and whether or not it'll ultimately hurt you in the end. there's a thin line between giving someone what they deserve and then hurting yourself in the process.\n  ","392128":"\n  i got everything done today that i wanted to do. it was a fairly productive day.\n  ","392129":"\n  i would say going to bed early, but considering it's later than i expected and i'm only getting into bed now, i guess that isn't an option. lmao.\n  ","392130":"\n  i don't generally eat ice cream, but i always liked chocolate chip cookie dough and cookies n' crème.\n  ","392131":"\n  i just finished paying off my car, and i have zero intentions of getting a new one, lol. i drive a hyundai accent.\n  ","392132":"\n  social anxiety\/panic attacks.\n  ","392133":"\n  unfortunately, no. i wish i could, but i'm legit terrified of joining a protest (even a peaceful one).\n  ","392134":"\n  i don't really have any secrets, but yeah — there are a few people to whom i'm comfortable telling personal things.\n  ","392135":"\n  thank you — the same to you, friend. ?\n  ","392136":"\n  depends on the contract.\n  ","392137":"\n  yes, raspberries are one of my favorite fruits !!\n  ","392138":"\n  no, i thankfully never have.\n  ","392139":"\n  lately i've been replaying skyrim and fallout new vegas.\n  ","392140":"\n  ???\n  \n  i consider myself a fairly rational person.\n  ","392141":"\n  probably, we've been significant parts of each other's lives for over 10 years, regardless of whether we were dating or not.\n  ","392142":"\n  i'd say i'm a fairly romantic person, yeah. i appreciate small gestures of appreciation because they can go a long way.\n  ","392143":"\n  i respect others a hell of a lot more than i respect myself, haha.\n  ","392144":"\n  monday and wednesday nights.\n  ","392145":"\n  graffiti as an art form, yes. there's a lot of graffiti in new york (like in queens and brooklyn and whatnot) that is absolutely beautiful.\n  ","392146":"\n  no, but i've always been tempted to eat the dog biscuits that are set out in the front of petco stores when you first walk in because they look so damn good, lmaoo.\n  ","392147":"\n  nah, not at all.\n  ","392148":"\n  my ex and i are still friends, though. either way, the relationship i have with my best friend is much different, and even we dated for a short period of time when we were younger, LOL.\n  ","392149":"\n  we've been friends for 17 years. i'm certain we'll never *not* be friends, haha.\n  ","392150":"\n  i'm much calmer now than i was back then, haha. when i was in high school, i had weird multicolored hair and a lip ring, and i was mostly known as the quiet, artistic kid.\n  ","392151":"\n  not really, no. no one ever approached me, i suppose i was a bit intimidating for some reason, lmaoo. i knew some people liked me but i simply wasn't interested in them, and none of the people i was interested in liked me back.\n  ","392152":"\n  i'm still attracted to my ex, and i don't believe i'll be ready to really date anyone until i'm over him — otherwise i'll be comparing everyone to him and still hold those feelings, which isn't healthy for a new relationship.\n  ","392153":"\n  no, i haven't.\n  ","392154":"\n  they're pores that got inflamed because i had dozens of needles enter my skin for about an hour, lol.\n  ","392155":"\n  upbeat, but tired. i'm in a decent mood, but i just ate lunch and now i'm feeling sleepy (lol).\n  ","392156":"\n  a linkin park symbol on my calf.\n  ","392157":"\n  here's my avocado — it's part of a matching set that my best friend and i got together. she has the side with the pit in it.\n  ","392158":"\n  i don't think that's bad, no. there are a lot of ethical companies that are family-owned, like small businesses and mom-and-pop shops. i didn't even think about those when i initially answered the question, haha.\n  ","392159":"\n  so i won't have to drive anymore, lmaoo.\n  ","392160":"\n  in that case, probably have a mental breakdown. after, i'd find a direction to walk in until i run into a road (if i'm not already on a road) and then go from there.\n  ","392161":"\n  find out where i am on my GPS in my phone, and then ask my roommate to come find me. lmaoo.\n  ","392162":"\n  lately i've been craving sushi, like... twice per week. lmaoo.\n  ","392163":"\n  i prefer writing over drawing, although i do occasionally draw and paint.\n  ","392164":"\n  the power of teleportation.\n  ","392165":"\n  yes, i love vegetables.\n  ","392166":"\n  i've only ever used black pens, haha. i hate writing in blue pens, they always seem to smudge easier for some reason?\n  ","392167":"\n  uh, my love of caffeine\/coffee.\n  ","392168":"\n  this is one of my favorites. :'))\n  ","392169":"\n  i have seven tattoos.\n  ","392170":"\n  it's brunch !!\n  ","392171":"\n  i don't think i'm very funny, but some of my friends beg to differ, lol.\n  ","392172":"\n  not particularly, LOL.\n  \n  the only good thing that happened was two weeks ago when my roommate and i had a few people over the house for a BBQ, drinks and a campfire. it was a really great time.\n  ","392173":"\n\n   @CourtneyUwU\n  \n\n  she's one of the few people who has never let me down. :')) she's always been so supportive and caring when i'm not doing well, and i admire her strength so much.\n  ","392174":"\n  both sound equally terrible, tbh. i'd be horrible at both of them, lol.\n  ","392175":"\n  i don't really dance, so i have no clue, haha. i can't remember the last time i actually danced because i'm not much of a dancer.\n  ","392176":"\n  have an old selfie from last september\/october. i don't even recognize myself as a blonde.\n  ","392177":"\n  i think it's terrible — just because someone is a family member or friend doesn't mean they're more qualified for the job than someone else. it creates an uncomfortable work environment, and ideally people should be hired based on skill level as opposed to having an interpersonal relation.\n  ","392178":"\n  i wouldn't have a zoo because they're terrible to animals — i don't support zoos at all, but i do support animal sanctuaries, which do more for animals than zoos ever did.\n  ","392179":"\n  i loved the pool when i was younger, i felt really comfortable in the water. my family used to have a pool in the backyard, but i haven't been in one really since they took it down a decade or so ago.\n  ","392180":"\n  i try my best to be eco-friendy, yeah. both my roommates and i try to recycle\/reuse everything we can, we cook often instead of ordering takeout (which creates more garbage if you're getting takeout), etc etc.\n  ","392181":"\n  hello —\n  \n  i'm doing well. i'm taking a break from work and i feel pretty good today. :'))\n  ","392182":"\n  no, it's from a painter whose name i forget at the moment. i found it on facebook.\n  ","392183":"\n  the extra money would be nice, but i would be exhausted 24\/7. on top of my regular 9-5 job that i work monday through friday, it would be hell for me to do a weekend job on top of that. i used to work two jobs where i was working seven days per week, and i ran myself dry.\n  ","392184":"\n  i've never really \"celebrated\" the fourth of july, and tbh i find it super cringey when people get all dressed up in patriotic clothing for the holiday in things that resemble the american flag, haha.\n  \n  it's just another day to me.\n  ","392185":"\n  i don't usually vote in local elections, but i do vote in presidential elections and primaries.\n  ","392186":"\n  yes, i prefer eating lamb over things like chicken and steak.\n  ","392187":"\n  school is sorta an umbrella term that encompasses *all* institutions of academia, such as elementary schools, high schools, colleges, and universities. a college refers to a two-year or four-year institution of higher learning.\n  \n  at least, in american english. i'm sure it's different in other countries.\n  ","392188":"\n  i do my christmas shopping around november\/december, haha. i've never been the type of shop ahead or anything, i've unfortunately always waited until the last minute.\n  ","392189":"\n  oh jeez, no. lmaoo. i haven't played that since i was a child.\n  ","392190":"\n  yes, indeed.\n  ","392191":"\n  i'm just wearing pajama shorts and a tank top. i brushed my hair this morning, for once. lmaoo.\n  ","392192":"\n  hello. do you have a question?\n  ","392193":"\n  i'm definitely not handsome, i look gross in that photo.\n  ","392194":"\n  no, that seems pretty worthless.\n  ","392195":"\n  obviously i'm referring to the cat, lol.\n  ","392196":"\n  look at this handsome man.\n  ","392197":"\n  humans who are actors and actresses... if you really think p*rn is realistic, then you must have a skewed perception of what sex is.\n  ","392198":"\n  each can be equally as heartbreaking if not reciprocated.\n  ","392199":"\n  no, i've never played lotto or even bought scratch offs.\n  ","392200":"\n  being 100% comfortable around your partner and seeing them as not only a lover, but as your best friend and biggest supporter.\n  ","392201":"\n  i remember that i've seen things regarding this case in the news recently, and apparently there are new breakthroughs.\n  \n  i watched that documentary a long time ago, so i honestly don't remember anything about the case. :\/ it was compelling from what i remember, and obviously terrifying and tragic, and i'd be willing to watch it again.\n  ","392202":"\n  i had a similar situation with my ex when we were dating, in that we talked about having an open relationship so that he could be fulfilled sexually during the times i had a very low libido and was never in the mood. eventually, it never happened because i realized i was uncomfortable with it myself and we dropped the subject.\n  \n  if i was into polyamory and my partner was uncomfortable with the idea, then i would respect their feelings and continue with the relationship as it currently is. if the relationship is already great and communication is wonderful, then ideally nothing bad could come of that situation\/conversation. you have to respect your own partner first and foremost.\n  ","392203":"\n  i don't trust people in general, but i've never really come across anyone like that. i make it a point not to interact with a lot of people on askfm with the exception of people whom i've known for a long time. normally, those advances are immediately deleted anyway, so it doesn't go very far.\n  ","392204":"\n  similar to my answer to your last question, a good person is someone who has good intentions and goes out of their way to act on those intentions and spread good will towards friends, family, community, etc etc.\n  ","392205":"\n  having malicious thoughts and acting upon those thoughts with ill intent, knowing full well what they're doing is wrong. the fact that it's conventionally wrong doesn't stop them from doing what they want to do, and they normally act selfishly.\n  ","392206":"\n  i grew up with both parents in my house, and it negatively affected me because they argued every day, which made tensions in the house very high. i was always afraid to come home after school because i didn't know what i was walking into.\n  \n  there was talk of divorce, but it never happened. my mother became disabled and started relying on us as caregivers, so my father probably felt obligated to stay.\n  ","392207":"\n  i prefer singing, solely because i'm terrible at playing instruments.\n  ","392208":"\n  couch, considering i barely have the motivation to exercise as of late.\n  ","392209":"\n  it depends on their personality, because everyone behaves differently when they're drunk. luckily, all of my friends are happy-go-lucky people when they're drunk or drinking, haha. we always have a good time together.\n  ","392210":"\n  depends on how terrible of a day i'm having. sometimes nothing can cheer me up and i just need to try to sleep it off, while other times talking to my friends about what happened helps.\n  ","392211":"\n  it definitely can, yeah. p*rn can lead to people having unrealistic expectations when it comes to sex, as well as a lot of misinformation regarding sex. it could negatively affect a relationship that poses significance on sex, especially if the couple doesn't communicate very well.\n  ","392212":"\n  i've always felt more connected to the moon, and i often use it in metaphors and in reference in my creative writing pieces.\n  ","392213":"\n  pluto, even though it technically isn't a planet anymore. smh.\n  ","392214":"\n  depends on how much is actually there, haha. i would try to pay off all of my debt, buy my roommate a new car, and buy a house for myself\/my friends to live in (or just live alone, but i'd be content with just an apartment for that).\n  ","392215":"\n  you're asking a writer what their favorite word is? h'oh boy.\n  \n  i like ethereal sounding words, and a few of my favorites are \"sanguine,\" \"maelstrom,\" and \"transcendental.\"\n  ","392216":"\n  i would bathe in the blood of thousands of virgins.\n  ","392217":"\n  game of thrones is one of my favorite shows !! i liked house stark.\n  ","392218":"\n  i had unprotected sex, lol.\n  ","392219":"\n  no, not very much at all. the topic was brought up after my brother left, but we didn't go too deeply into it and no voices were raised, so i'm relieved. i told my mother i didn't want to discuss this in depth on a holiday that's supposed to be celebrating my father (especially because he was a bit sad since he just lost his dad two months ago). she said okay and we dropped the subject. she wants to talk about it all eventually, though.\n  ","392220":"\n  i can't take very spicy food, so i like moderately spicy food over things that are not spicy at all.\n  ","392221":"\n  yeah, on one or two occasions.\n  ","392222":"\n  i just came back from my parents' house after having a father's day late lunch. beforehand, i went to the pharmacy and then the bakery to get him a cake.\n  \n  now i'm home and i'm just chilling out.\n  ","392223":"\n  yeah, on multiple occasions.\n  ","392224":"\n  birch trees.\n  ","392225":"\n  no, but that sounds cringey af.\n  ","392226":"\n  moving on isn't something that happens by choice — it happens naturally, and considering we were together for 10 years, it's natural for me to still have feelings for him months after we've broken up.\n  \n  i'm taking each day as it comes, and that's all i can really do for myself. i came to terms with the breakup months ago, it's just a matter of getting over my feelings.\n  ","392227":"\n  i don't live in new york city.\n  ","392228":"\n  no, COVID has been the least of my concerns lately.\n  ","392229":"\n  no, there's no need because they have their own cars.\n  ","392230":"\n  this month has been terrible, so not much.\n  ","392231":"\n  nope.\n  ","392232":"\n  the short story \"secret window secret garden\" by stephen king.\n  ","392233":"\n  happy summer solstice. ☀️\n  ","392234":"\n  i'm not interested in dating.\n  ","392235":"\n  i had scrambled eggs for breakfast. not sure what i'm doing for lunch or dinner yet.\n  ","392236":"\n  nothing. most of the time, i only check askfm whenever i receive a notification.\n  ","392237":"\n  -- ate breakfast and had coffee.\n  \n  -- sun bathed outside and read a book.\n  \n  -- took a shower.\n  \n  -- talked to my roommate and his girlfriend.\n  \n  -- cleaned the house.\n  \n  -- ordered mexican takeout and ate dinner.\n  \n  -- drank. ?\n  ","392238":"\n  no, i just have the television itself.\n  ","392239":"\n  look at this bby. ♡\n  ","392240":"\n  depends on how i'm feeling that night, haha. it can be anything from a 12oz can of beer to a 750ml bottle of wine.\n  ","392241":"\n  kitchen, living room, bathroom, and three bedrooms.\n  ","392242":"\n  thank you so much. ♡\n  \n  i'm feeling better now — then again, i've been watching my roommate and his girlfriend play halo and i've been drinking, so... lol.\n  ","392243":"\n  i haven't been in a really long time, but there are a lot of fresh markets on eastern long island (like the forks) that have some beautiful, amazing produce.\n  ","392244":"\n  i've surprisingly never watched it before.\n  ","392245":"\n  anyway enough depressing talk.\n  \n  here's a photo my roommate's girlfriend just took of the cat, lmaoo.\n  ","392246":"\n  i've tried that already. my mother can't go a few days without talking to me, and if i don't answer the phone, she'll text me nonstop. it's never-ending.\n  ","392247":"\n  my roots are brown, and then it's more brassy\/orange-y as it goes down because of the color my hair used to be dyed.\n  ","392248":"\n  honestly, it is just an idea. who knows if it'll actually happen, but my roommate did offer to take me with him if he decides to go there because he doesn't want to leave me hanging in a toxic environment.\n  \n  we still have another year at least on our current lease anyway, so there's time.\n  ","392249":"\n  that's always been my difficulty in life — i live mostly according to my heart, and i've also always tried to believe that people can change. i thought things would get better after i moved out, but it's almost as if she's trying to strengthen her reins because i'm one step closer to being out of her life.\n  ","392250":"\n  thank you. ♡ i appreciate the kind words.\n  ","392251":"\n  yeah, he's much more reasonable than my mother is. we've never talked about it, but i think he knows how i feel which is why he hasn't pushed me like everyone else has.\n  ","392252":"\n  i actually do know someone who i can talk to about this, you just made me realize. i'll have to text them soon. they also cut off their family after years of sustaining ab*se, and they're so much better now.\n  ","392253":"\n  cutting them off would be the best for my mental health. i'm not sure why i'm so hesitant to do that. i guess part of me feels guilty, especially considering my father isn't a bad person. i just don't see any other option. :\/\n  \n  thank you for your support. ♡\n  ","392254":"\n  i'm not sure now is the best time, with the pandemic and everything. i definitely would love to work from home indefinitely, though.\n  ","392255":"\n  i'm working remotely already. there's a possibility i could do that full time from philadelphia.\n  \n  or just find a new job. idk.\n  ","392256":"\n  i honestly don't know at this point. everyone tells me to cut them off, and i know they're right. i guess i've just been so brainwashed and manipulated that i would still feel guilty, of all things, and that just means she still has that control over me.\n  \n  my roommate's girlfriend is moving to philadelphia. after a while, my roommate might move there too. he said i could come along if that happens, and if that opportunity does present itself, i'm taking it.\n  ","392257":"\n  i've tried to tell both of them, but they never listened. if i brought up the fact that i have my own responsibilities now, they'll just say i'm making excuses and that i'm a lazy POS.\n  \n  not to mention the fact that during this whole pandemic, my mother still wanted me to come over and do things when it wasn't exactly something that was necessary. as if she didn't understand the gravity of the situation. when my father was in florida, i did everything i could but i also went there in a mask and gloves only when something necessary needed to be done. she couldn't understand it. she'd ask me to come over for breakfast and she'd get angry when i told her i shouldn't because of how bad the pandemic was at that time.\n  ","392258":"\n  i'm an adult with a full time job, i don't live with my parents, and i already spent so many years of my life caring for her when i had no choice in the matter. i'm just done.\n  ","392259":"\n  she also relies on my aunt and brother as well, and they just put up with it. as far as i know, they've never brought up the topic of hiring an aide, and i'm thinking it's because it might be easier for them to just suck it up and do what she says rather than try to help the situation as a whole.\n  ","392260":"\n  thank you — i'm just so nervous that she's going to bring it up tomorrow when i go there for lunch\/dinner. i just want to pretend she never texted me any of that. i'm not ready to explode on her and explain to her that she's been hurting me since i was a teenager, probably even before that. i really just wish i could live my life the way i want to for once.\n  ","392261":"\n  my ex tells me the same thing, actually. he knows the situations i've had with her over all of these years, and he's always told me to cut her off because she's destroying me.\n  \n  my father is there to help her, and they have the option of hiring an aide so i don't know why they've never done that.\n  ","392262":"\n  that's what my friends are telling me too when i've talked to them about it. like, i'm living my own life now and i can't cater to her every whim when she asks me to. life doesn't work that way — i have my own house to maintain, responsibilities to take care of, and 40 hours of work a week to do.\n  \n  idk if she just doesn't understand that working from home is no different from me working in the office, i can't just get up and leave. i just have no idea where this is even coming from, and really i shouldn't be upset over this because that means she's getting what she wants out of me, but i can't help it. :\/\n  ","392263":"\n  thank you, livi. ♡ i really appreciate it.\n  \n  it just makes me question myself, like — am i in the wrong here? or is she just gaslighting me to the extent that it's making me question myself all over again? she's always tried to exert control over everything in my life, and i don't know if she even realizes what she's done to me or if she's just continuing to be manipulative.\n  ","392264":"\n  i haven't heard anything from him. he did text me that one day about the whole lunch break ordeal, and he asked if i could just take time off from work and make up for it later. i told him i couldn't do that because it would need to be approved by upper management, my job is really strict about PTO. especially if it's within the same day and not in advance.\n  ","392265":"\n  i'm not 30, and i'm not a drunk. lmaoo.\n  ","392266":"\n  i just explained it above.\n  ","392267":"\n  it's a really long story.\n  \n  to shorten it a bit... my mother is disabled, and she requires my help every now and again (especially a few months ago when my father was down in florida). she has a bad habit of asking me to help her very last minute. earlier in the week, she asked me to come to her house during my lunch break at work to help her. it wasn't plausible — i wouldn't have had enough time to drive there, help her, and drive back. so i explained this to her, and she got angry and hung up on me.\n  \n  a few minutes later, i got a really angry text from my aunt telling me to go there *now* and she doesn't want to hear excuses. i told her i only had 10 minutes left until i had to clock back into work. she proceeded to berate me, tell me \"i hope you sleep well at night,\" etc. i told her i could go there after 5:30pm when i clock out of work, and she said \"your dad is home at that point, so nice try.\" i was calm the entire time i was talking to her and eventually she just ignored me.\n  \n  fast forward to today. i had a busy afternoon planned, and my mother texts me last minute asking to go to her house and clean. i told her i couldn't because i was busy, but i'll see her and my father tomorrow for father's day. then i received a 5-paragraph long text message about how inconsiderate i am, how i'm not even her child, how i never help out, how ungrateful i have been my entire life, how she gave me everything, etc etc.\n  \n  needless to say, i got really angry. she's physically & mentally ab*sed me for 15+ years, and i thought i would have peace of mind after i moved out but apparently it's only gotten worse. i have no idea what to even do.\n  ","392268":"\n  LOL. i'm like that when i drink whiskey, which is super rare. :\/\n  \n  i settled on margarita mix. i'm still angry about the situation with my parents and i don't want to spiral down tonight.\n  ","392269":"\n  for some reason, wine just makes me super emotional -- moreso than i already am. i've noticed a trend of me breaking down into crying fits after having too much wine, but that doesn't happen when i drink beer or liquor.\n  ","392270":"\n  tbh, wine makes me cry more than anything else. lmaoo. i might just open up a bottle of ready-made margarita instead, now that i think about it ...\n  ","392271":"\n  definitely thought you meant a physical window, and i was *very* confused. lmaoo.\n  ","392272":"\n  hi friends ~~\n  \n  ask me some questions while i'm home alone. i might pop open a bottle of wine. :'))\n  ","392273":"\n  thank you so much. :'))\n  \n  my best friend just texted me and told me she's in town, so i might actually be able to see her tomorrow night after i leave my parents' house. so that will be good.\n  ","392274":"\n  it's pretty good !! those are the only two things i order, though, lol. i'm normally a sushi sort of person.\n  ","392275":"\n  i usually just order general tso's chicken or orange chicken.\n  ","392276":"\n  when i fell in love, i don't really think my behavior changed all that much. what did change was my perspective on life -- i felt like i had something to lose, for a change, and it gave my life an extra spark of meaning.\n  ","392277":"\n  i mean, i get nervous around talking to *anyone* because i have social anxiety, lmaoo.\n  ","392278":"\n  a lot of it has to do with self confidence. ideally, you shouldn't be afraid to talk to someone because they're only human with their own thoughts, feelings, aspirations, etc etc., just like you do. the best option is to simply put yourself out there, and if heartache is involved, then you'll handle that if\/when the time comes. you won't gain anything by being too afraid to make that first step.\n  ","392279":"\n  i wholeheartedly agree. i'm pretty sure the rest of the world is disappointed in the united states in general, and considers the country a laughing stock.\n  ","392280":"\n  nowhere. i'm not interested in dating.\n  ","392281":"\n  like, do you mean crying? if so, then yes, i've cried while texting someone before.\n  ","392282":"\n  those aren't my feelings, so i would never respond that way. lmaoo.\n  ","392283":"\n  you're an anonymous stranger, lmaoo.\n  \n  i've never understood people who say these sorts of things. obviously they're not going to happen, so why bother sending?\n  ","392284":"\n  not particularly, no.\n  ","392285":"\n  i just ordered mexican food -- guacamole and chips, and pulled chicken tacos.\n  ","392286":"\n  right now, i'm just answering questions on askfm from my laptop while listening to music and waiting for my food to arrive.\n  ","392287":"\n  (cont) ... What do you think I should do? I feel bad every time we do sxxual things (even though it's not irl, just over the phone when I feel bored and lonely) bc it makes me even more unhealthily attached to him but neither of us can control ourselves. I've tried distancing myself from him and that hasn't worked either. like I said, I feel like without that sxxual aspect or me cracking stupid jokes to get a laugh, it would be radio silence between us and it hurts bc part of me still wants him around. I would appreciate your input, thanks \/:\n  \n  --\n  \n  sorry it's taken me so long to answer this, i've been wanting to answer it on my laptop because it's easier to copy\/paste the questions into one block.\n  \n  you really do have to listen to your gut on this one -- if you know that the relationship won't be right or work out at all, then you can't keep putting yourself in a position where you're going to be hurt. i understand the BPD attachment all too well so i know that it's difficult as hell, but you have to try to wrangle it and exercise rationality and control over yourself. you have to think about your own happiness first and foremost, and this sounds like a toxic\/addictive situation. :\/ especially considering the sxxual aspect is a large component of your relationship\/friendship.\n  \n  i don't know how helpful this really is, but i really do empathize with how you're feeling. i've had really strong BPD attachments before and i currently have 2-3 \"favorite people\" (which is f*cking hell), so i understand you.\n  ","392288":"\n  lately, i've been having *very* weird dreams every night, but i honestly can't recall any of them. i usually forget my dreams 10-15 minutes after waking up.\n  ","392289":"\n  there are currently four cats in the house, lol. they generally keep to themselves, but two of the cats get into small fights on occasion (nothing bad, they'll hiss at each other and swat at one another, and then run away).\n  ","392290":"\n  i'm worried about meeting with my parents tomorrow for father's day, because there has been a lot of miscommunication between us and i know they're just going to yell at me and berate me for what they believe i'm doing wrong. :\/\n  \n  i'm not looking forward to it at all, and it's getting me really down.\n  ","392291":"\n  no, i've never tried baking a cake from scratch before.\n  ","392292":"\n  my app is apparently up to date. however, i did notice a layout change a few weeks ago -- i'm not sure if it's the same update or not.\n  ","392293":"\n  i didn't have much authority over it because i wasn't a manager, but if we were suspicious of someone who was stealing, we would basically \"kill them with kindness.\" and if they did leave the store with items, then we would make a police report. we couldn't actually *do* anything unless they left the physical store, and even then, we couldn't do anything ourselves outside of the store. :\/\n  \n  i did personally catch a few people stealing -- they were loading up shopping carts with really expensive items, and the game was that someone would leave the shopping cart in the store, someone else would come in, and they would take the shopping cart outside. i intercepted a lot of those carts and left them behind the cashier counter, lol.\n  ","392294":"\n  no, i don't give out my snapchat to people unless they're already a close friend of mine.\n  ","392295":"\n  it's very easy for me to fall asleep most nights, tbh. i guess because i'm just always in a state of exhaustion, so i end up falling asleep within 10-15 minutes.\n  \n  conditions: fan on and windows open, string lights set to blue, and my bedroom door closed.\n  ","392296":"\n  i only own one mask, and it's a standard n95 mask.\n  ","392297":"\n  thanks? lmaoo.\n  ","392298":"\n  so do 99% of adults in general.\n  ","392299":"\n  i actually have zero children, lol.\n  ","392300":"\n  no, this was taken with my regular camera.\n  ","392301":"\n  i jumped through some hoops, knew where the cameras were, etc etc. it was relatively easy and i didn't take enough product that would be noticeable money-wise.\n  ","392302":"\n  i don't have a crush, lol.\n  ","392303":"\n  my passion, creativity, and dedication to my job.\n  ","392304":"\n  i'm left handed.\n  ","392305":"\n  a person can fall in love several times throughout their life, yeah.\n  ","392306":"\n  i'm doing well !! i just came inside from tanning and reading, took a shower and got dressed, and i feel great ~~\n  ","392307":"\n  i'm currently reading the short story \"secret window, secret garden\" by stephen king.\n  ","392308":"\n  sleeping, cleaning, and watching television.\n  ","392309":"\n  ironically, yes. LOL\n  ","392310":"\n  i'm not interesting in dating.\n  ","392311":"\n  i don't really know if they have any actual health benefits, but i have one because i like the ambient lighting.\n  ","392312":"\n  i thrash around in my sleep, so it's basically everywhere. i try falling asleep on the left side, but i always wake up in the middle of the night and move to the right and middle. :\/\n  ","392313":"\n  no, i worked at the store i stole from so i knew the cameras and how to avoid them.\n  ","392314":"\n  lol, nothing.\n  ","392315":"\n  ... what.\n  ","392316":"\n  i just said no, lol.\n  ","392317":"\n  if you mean sexually, then no. i dated a girl when i was 12 years old, lol. didn't have much luck with girls between 12 and 17 years old.\n  ","392318":"\n  i don't feel like getting into the reasons. i've explained it so many times on askfm already.\n  ","392319":"\n  ¯\\_(ツ)_\/¯\n  \n  if i had a choice in the matter, then i would choose to move on. these things take time.\n  ","392320":"\n  no, i'm not interested in dating.\n  ","392321":"\n  thanks ~~\n  ","392322":"\n  my passion, my dedication to my job, and my creativity.\n  ","392323":"\n  we broke up 10 months ago.\n  ","392324":"\n  yes, i was in love with my ex (and honestly, i'm constantly debating on whether i still am).\n  ","392325":"\n  well yeah, i have before in the past. i'm bisexual.\n  ","392326":"\n  traveling? i'm not ready to fall back in love yet.\n  ","392327":"\n  -- american psycho by bret easton ellis.\n  \n  -- girl interrupted by susanna kaysen.\n  \n  -- the gargoyle by andrew davidson.\n  \n  -- the secret history by donna tartt.\n  \n  -- the shining by stephen king.\n  \n  -- interview with the vampire by anne rice.\n  ","392328":"\n  lmao ... let's not go there. :'))\n  ","392329":"\n  a few close friends, depending on how angry or upset i am.\n  ","392330":"\n  i'm doing well. :'))\n  \n  just watching netflix at the moment. i just remembered i don't have work tomorrow, so i can stay up all night.\n  ","392331":"\n  there's no such thing as defeating depression. depression can go into remission, but it never completely disappears.\n  ","392332":"\n  no, i'm single.\n  ","392333":"\n  hello — do you have a question?\n  ","392334":"\n  how can i challenge the chemical makeup of my brain? lmao.\n  \n  it's medicine and science. not a philosophical concept to fantasize over.\n  ","392335":"\n  depression isn't a belief. it's a chemical imbalance.\n  ","392336":"\n  uh, depression isn't imaginary. it's very much real.\n  ","392337":"\n  i've never been keen on group therapy. i've always preferred individualized therapy.\n  ","392338":"\n  i have major depressive disorder, so i personally struggle with it. i don't know about anyone in my area though.\n  ","392339":"\n  evidently i can't because they're never pleased with me. ¯\\_(ツ)_\/¯\n  ","392340":"\n  i'll accept them, but it doesn't mean they affect me or i'll believe them.\n  ","392341":"\n  for the most part, yeah. everyone in general creates a lot of garbage, but my roommates and i also recycle cans, bottled, tins, cardboard, etc etc.\n  ","392342":"\n  definitely not, haha.\n  ","392343":"\n  nah, my roommates are both down to earth people. sometimes my one roommate doesn't put the garbage out if we leave it by the door for him for when he leaves the house, but that's a pretty minor thing.\n  ","392344":"\n  no, i only really remember nightmares.\n  ","392345":"\n  no, that isn't the definition of what the fantasy genre is.\n  ","392346":"\n  i don't usually watch fantasy-like shows. although, i might start avatar because everyone says it's a great show.\n  ","392347":"\n  i just pick whatever catches my eye, haha. i just finished watching cold case files, so now i'm probably going to continue forensic files.\n  ","392348":"\n  i'm doing all right. i've just been watching netflix.\n  ","392349":"\n  no, i don't spend my money frivolously like that. i only really spend my money on necessary items, as well as things like takeout and alcohol on occasion.\n  \n  i recently spent some money on clothing, but that was only because i realized i had no summer clothes in my closet, lol.\n  ","392350":"\n  \"the search\" by NF ;\n  \n\n   https:\/\/youtu.be\/fnlJw9H0xAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","392351":"\n  i worked in retail at a drug store for four years. honestly, everything that could have happened did happen to me — i've gotten sexually harassed, i've gotten berated by customers over prices that i had no control over, i've had to deal with theft, etc etc.\n  ","392352":"\n  i haven't had chocolate in a really long time, so i honestly don't remember. i don't like chocolate very much.\n  ","392353":"\n  my roommate was showing me a bunch of funny tiktok videos.\n  ","392354":"\n  my go-to before quarantine was always the bar, and also one of my friend's house because we'd always have an awesome campfire in the backyard.\n  \n  now since i moved into a house with roommates, our house is usually the go-to place for our friends to come over and hang out.\n  ","392355":"\n  i don't watch reality shows, lol. i used to when i was a teenager, but nothing has ever captured my interest as an adult.\n  ","392356":"\n  i never have !! i just googled it, though, and omg that sounds amazing.\n  ","392357":"\n  it's only 75 degrees fahrenheit, so it isn't terribly hot. but it is rather humid today.\n  ","392358":"\n  yes, i value my alone time greatly.\n  ","392359":"\n  cleaning the house without having to get up and physically do the work, lmaoo. the house would magically be spotless.\n  ","392360":"\n  all of my heroes are dead.\n  ","392361":"\n  pretty much everyone i follow !! these are some of the more active accounts ;\n  \n  --\n  \n   @kittiemeowsie\n  \n\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @CourtneyUwU\n  \n\n  --\n  \n   @TrivialTrinket\n  \n\n  --\n  \n   @Pookeo9\n  \n\n  --\n  \n   @origamibirds\n  \n\n  --\n  \n   @TheBeesKneesGirl\n  \n\n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @NineGDxFour\n  \n","392362":"\n  depends entirely on the ages of the individuals.\n  ","392363":"\n  i'd feel guilty if someone provided for me financially. there's nothing stopping me from working and gaining my own source of income, and i would hate to have to rely on someone else financially like that.\n  ","392364":"\n  the only time i moved to the point where i had to make new friends was when i dormed away at college in 2009-2010. i had a roommate, with whom i became close friends, and then i just ended up making friends with other classmates who shared the same interests as me.\n  \n  there were only maybe 3-4 people i was close to during that year, and unfortunately we don't talk often anymore.\n  ","392365":"\n  i wholeheartedly agree !! lmao.\n  ","392366":"\n  i can understand that — however, he was a victim of violence too. perhaps i'm just biased because i could relate to him a lot, there's a lot of anger and violence within me that i've learned to suppress for years, lol.\n  ","392367":"\n  coffee, lol.\n  ","392368":"\n  nicotine.\n  ","392369":"\n  oohhh, goes to show how much i pay attention. lmaoo.\n  \n  honestly, i thought the movie was really interesting because it delved into the joker's back story and *why* he was the way he was. the fact that he acknowledged his own mental illness shows a sort of clarity, he had so much built up resentment which was not so much attributed to mental illness but how he was treated by everyone around him. coupled with a pre existing mental health condition, it only exacerbates symptoms — especially rage.\n  \n  i didn't personally find it offensive at all, it was a really unique perspective into his life before becoming \"the joker.\"\n  ","392370":"\n  i honestly didn't know there was criticism, lol. i've only heard good things about it from my friends. it finally came to HBO, so i was able to watch it for the first time last week.\n  ","392371":"\n  not necessarily. my initial answer remains the same.\n  ","392372":"\n  i'm slowly learning to like myself, but it's a continual process. some days i do like myself while other days i absolutely despise myself.\n  ","392373":"\n  i don't really care.\n  ","392374":"\n  no, because my past is what made me into who i am today. granted, i would certainly erase the ab*se from my childhood and teenage years, because without it i might be a better person, but you'd never know for sure.\n  ","392375":"\n  i'm currently working.\n  ","392376":"\n  yeah, i like reading but my attention span has been so sh*tty lately that i can only really read for 30 minutes at a time before i lose focus, regardless of which book i'm reading.\n  ","392377":"\n  it changes all the time, but lately i've been obsessed with \"twisted\" by missio ;\n  \n\n   https:\/\/youtu.be\/rxf06itUFuE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","392378":"\n  the shire, middle earth. :'))\n  ","392379":"\n  death.\n  ","392380":"\n  i normally just sunbathe, read a book, and drink a beer.\n  ","392381":"\n  i tan fairly easily, but i normally burn a bit my first time going out into the sun. after that, i seldom burn.\n  ","392382":"\n  i went on a cruise in february and traveled out of the country for the first time !! :'))\n  ","392383":"\n  i'm a writer and editor for a publishing company.\n  ","392384":"\n  working & drinking a 32oz iced coffee.\n  ","392385":"\n  i don't believe i want children, so no. if i did decide to want kids, i'd likely adopt anyway.\n  ","392386":"\n  i don't believe so, but who knows for sure. i was interested in sex at one point in time, but these days not so much.\n  ","392387":"\n  that isn't the case, no. my ex was quite good at sex, but i have had a low libido for quite some time now. it simply isn't something important to me, and i can live without it.\n  ","392388":"\n  because it isn't something i'm interested in. ¯\\_(ツ)_\/¯\n  ","392389":"\n  not particularly, no. sex is the last thing on my mind, it isn't important to me.\n  ","392390":"\n  right now, i don't care either way.\n  ","392391":"\n  ???\n  \n  like i wore a shirt that i decided halfway through the day that it didn't suit me, and i would have been better off picking another shirt that morning.\n  ","392392":"\n  happy friday !! today is also juneteenth, a day of remembrance of the end of slavery in texas ;\n  ","392393":"\n  i don't have any exciting plans, no. i have a telephone appointment with my psychiatrist on sunday, and then i'm probably going to see my parents for fathers day in the evening.\n  ","392394":"\n  nah. they've pretty much died off years upon years ago once other social media sites were introduced, especially facebook and twitter.\n  \n  everything on the internet goes through phases, and myspace in particular was more of an early-to-late 2000s thing.\n  ","392395":"\n  i think it's amusing — i can't imagine someone actually using that seriously, although i'm sure a lot of people do. i have the function in my settings, but i've never used it.\n  ","392396":"\n  i love gyros, but sometimes they're too messy for my liking so i prefer the platters instead. :'))\n  ","392397":"\n  coffee, alcohol, and vaping.\n  ","392398":"\n  no, pretty much never.\n  ","392399":"\n  yeah, it has happened to me often.\n  ","392400":"\n  the most recent one with joaquin phoenix.\n  ","392401":"\n  scrambled eggs and bacon on a roll.\n  ","392402":"\n  yes, i'm single.\n  ","392403":"\n  white men always do things that are in their best interests, not the interests of someone else, lol.\n  ","392404":"\n  just family stuff — i don't want to get into it, but i ended up crying so badly to my supervisor about it (she's a friend as well as my supervisor) and i've just been feeling hopeless and worthless since then.\n  ","392405":"\n  having a fire because i had a terrible day & i need this.\n  ","392406":"\n  she wasn't an entrepreneur, she was a slave.\n  ","392407":"\n  stop & shop.\n  ","392408":"\n  i prefer psychological thrillers, musicals, and action movies.\n  ","392409":"\n  i inherited two cats when i moved into this house with my roommates. at the moment, we now have four cats because we're looking after my roommate's cousin's cats while she's in the process of moving.\n  ","392410":"\n  i enjoy the creativity involved in my work, as well as the support i receive from my coworkers and supervisor.\n  ","392411":"\n  it bothers me when people are arrogant and believe their opinion is correct even when presented with contrary information.\n  ","392412":"\n  the brand's logo is based off the song \"old aunt jemima\" from a minstrel show performer and sung by slaves during slavery's peak. it has deep roots in southern racism.\n  \n  additionally, the logo is based on a \"'mammy,\" which was a submissive slave who nurtured the children of her white master\/mistress while neglecting her own children. this is also deeply rooted in racism.\n  ","392413":"\n  i enjoy traveling, but i seldom get to travel.\n  ","392414":"\n  abandonment and enclosed spaces.\n  ","392415":"\n  i also have a lot of favorite television shows, haha.\n  \n  some of these include it's always sunny in philadelphia, house, bob's burgers, bones, parks and recreation, how i met your mother, castle, supernatural, forensic files, etc etc.\n  ","392416":"\n  i have a lot of favorite movies, haha. some of them include heathers, sweeney todd, les miserables, joker, the lord of the rings trilogy, girl interrupted, the shining, american psycho, i am not a serial killer, and princess bride, among others.\n  ","392417":"\n  yes, i love animals.\n  ","392418":"\n  i receive a lot of annoying questions, and i normally just end up deleting them. i can't recall any specific ones.\n  ","392419":"\n  i posted my most recent selfie a few hours ago (if anyone cares, they can scroll down my page). so here's an older selfie ;\n  ","392420":"\n  it isn't only aunt jemima, it's also other brands like uncle ben (and a few others i can't remember).\n  \n  either way, i support the rebranding effort. both products' brands are rooted deeply in racism.\n  ","392421":"\n  yeah, i have a spotify account with a lot of different playlists and some of the songs on those playlists i skip, but i never delete them, haha. sometimes it's all a matter of what i'm in the mood for.\n  ","392422":"\n  i'm fairly introverted by nature, but i am semi-social in very small groups of people.\n  ","392423":"\n  i used to, but i don't even remember the account name at this point.\n  ","392424":"\n  it wasn't insensitive at all !! no problem. :'))\n  ","392425":"\n  taken a few minutes ago ;\n  ","392426":"\n  i answered this question 35 minutes ago, lol.\n  ","392427":"\n  happy thursday !! just another day closer to the weekend, whew.\n  ","392428":"\n  i have a telephone appointment with my psychiatrist on sunday, and then i'm probably going to my parents' house later that evening for a father's day dinner.\n  \n  as for friday night and saturday, i don't have any plans.\n  ","392429":"\n  cherries !!\n  ","392430":"\n  that entirely depends on the man, lol. you can't lump everyone who's man into a single category and say they look for x, y, or z in a woman because everyone is different.\n  ","392431":"\n  nah, it doesn't bother me. it's unfortunate that being cisgender is seen as a default in today's society, but i don't blame people for assuming i'm cis since i do present as femme and have a lot of typical feminine features.\n  ","392432":"\n  yes, i used to have a horrible habit of stealing random sh*t from stores, lol.\n  ","392433":"\n  i really want to see grandson live in concert. his music is intense af, and from what i've seen, his shows are a lot of fun.\n  ","392434":"\n  thanks for the follow ~~\n  \n  i don't follow people upon request.\n  ","392435":"\n  as far as i know, my friends are okay rn. they're also young compared to a lot of other people who have contracted COVID, so i don't know if the effects would be as apparent as someone who's older (my friends who got it are between 25-30 years old).\n  ","392436":"\n  yes, i know quite a few people who got COVID.\n  ","392437":"\n  well, the day is basically over considering it's nearly midnight, lol. i made breakfast, worked for 8 hours, laid down for 2 hours, then spent the night on social media & watching television.\n  ","392438":"\n  i'm not using askfm on my phone rn, so i can't see the new update. i've been using it on my laptop all evening.\n  ","392439":"\n  i try to, for the most part. however, sometimes it becomes way too overwhelming for me and i need to disconnect for a while. there's too much chaos going on in the world and it has the tendency to really f*ck with my mental health.\n  ","392440":"\n  this is difficult, because while i like the idea of forgetting who i am when it rains, it would make working every day difficult because lately it's been raining most afternoons during the week, lmaoo.\n  \n  at the same time, i already forget a lot of the time what i'm doing when i walk into a room, and it frustrates me *so* much. to have that happen on an everyday basis would be so annoying.\n  ","392441":"\n  listening to an instrumental harry potter medley video on youtube, answering questions on askfm, perusing my facebook feed, and drinking wine. :'))\n  ","392442":"\n  no, it ideally shouldn't create problems at all in a healthy relationship. what's in the past stays in the past, and it's normal to talk about your past sexual relations in order to really get a better understanding of what people like or dislike in the bedroom.\n  ","392443":"\n  my most recent, memorable moment was probably the small \"party\" (i use that term lightly, there was only a few of us and we distanced ourselves in the backyard) my roommate and i had last weekend. i honestly can't remember the last time i laughed that hard, it was an amazing gathering and exactly what i needed at that point in time.\n  ","392444":"\n  my grandfather died just about a month ago. he lived in florida, my father flew down there for about a month to look after my grandmother while my grandfather was in the hospital and nursing home.\n  ","392445":"\n  none of my close friends got COVID, but my father and i suspected that my grandfather d*ed from it because he was displaying all of the symptoms in the days leading up to his death, but there was no formal diagnosis made.\n  \n  i do know a lot of people who have had it, though. it was running rampant in new york for a long time. i believe it's getting better now (we're in phase two of reopening), but that still doesn't mean that COVID is gone.\n  ","392446":"\n  i don't have many friends to begin with, so no. lmao. i keep a very small inner circle, and i only talk to maybe 4-5 people.\n  \n  this doesn't include coworkers, though. i have three coworkers with whom i talk semi-regularly. but we've become distant ever since the office closed.\n  ","392447":"\n  if they're spewing hateful\/oppressive\/discriminatory comments either online or IRL, if they're not putting the same effort into the friendship as i am and won't change their ways after discussing it, if they become rude or arrogant or entitled to certain things or friendships, and\/or if they're being manipulative and ab*sive.\n  ","392448":"\n  i don't generally go to the movie theater, haha. i don't think i've ever seen a movie long enough that required an intermission, tbh. i much prefer watching movies at home, where i can pause whenever i need to to get food and snacks, or use the bathroom without missing anything.\n  ","392449":"\n  i don't believe i have the update on my phone yet. i'm not entirely sure, i've been using my laptop to answer questions this evening.\n  ","392450":"\n  no, i haven't felt that way at all. i just have zero interest in pursuing a new relationship or even dating in general.\n  ","392451":"\n  eh, yes and no. i have a stable job and whatnot, but my mental health ranges between being absolutely amazing to being in the trash within the course of a few hours.\n  \n  i'm medicated now and i engaged in therapy for like, 2-3 years, but i still can't help but feel whatever mood swings i feel at any particular moment. i also recently dealt with a break up, so that has really f*cked with my emotions over the past few months.\n  ","392452":"\n  hi friends, my inbox is basically empty.\n  \n  send me some interesting\/appropriate questions. :'))\n  ","392453":"\n  honestly, i'm not all that picky. it really depends on my mood that day.\n  \n  i enjoy drinking beer, especially lagers and IPAs. as for liquor, my favorite is tequila but i also like light rum and amaretto. in addition, my favorite wine is sauvignon blanc.\n  ","392454":"\n  that's pretty questionable, lol. i do enough to get by, do my job efficiently, and pay my bills on time. that's all that really matters at the moment.\n  ","392455":"\n  yeah, i drink alcohol on a fairly regular basis.\n  ","392456":"\n  probably sometime in my early-to-mid 20s, when i was living my life to the fullest and going on vacations 2-3 times per year and was otherwise managing my mental illnesses well before i had a breakdown when i was 25 years old. i was working towards my bachelor's degree and felt extremely educated, and i was also writing a lot creatively.\n  ","392457":"\n  when i'm anxious, it feels as if my heart is beating out of my chest cavity. i get extremely overheated and sweat profusely. i get vertigo and light-headed. my mind races. my stomach churns and makes me nauseous. i can't breathe. etc etc.\n  \n  i used to be diagnosed with panic disorder, but i'm pretty sure it's in remission now because i haven't had a panic attack in quite a few months.\n  ","392458":"\n  LOL. again, the answer is a resounding no.\n  ","392459":"\n  i don't talk to people privately. if that's what you're aiming for, then you can kindly leave my page. this is a question and answer site, after all.\n  ","392460":"\n  no, i don't give those usernames out. askfm is the only place you can contact me.\n  ","392461":"\n  i have anxiety disorders, so my doctor prescribed me xanax to manage my symptoms.\n  ","392462":"\n  it isn't a fact, it is simply an opinion. regardless, thank you for the compliment.\n  ","392463":"\n  i'm not close to anyone in my family at all, and i only really see my aunts and uncles on holidays (sometimes, we've been seeing them less lately over the past few years). my aunt on my mother's side is probably the one to whom i'm closest.\n  ","392464":"\n  i appreciate the compliment.\n  ","392465":"\n  you asked me this already, lol. i said i was drinking coffee, listening to music, and perusing social media.\n  ","392466":"\n  i'm very picky when it comes to bars, and there are only two bars that i regularly visited before COVID-19 happened. the rest of the time, i preferred going to brewing companies since there are a lot on long island.\n  ","392467":"\n  i answered a similar question earlier, but my day has been okay. i managed to get through the work day just fine (i had enough work to keep me preoccupied), and i haven't done much since clocking out three-ish hours ago.\n  ","392468":"\n  thanks for the follow ~~\n  ","392469":"\n  you're speaking to me now.\n  ","392470":"\n  hello ~~\n  \n  i'm doing fine. i'm currently listening to music, perusing social media, and drinking coffee.\n  ","392471":"\n  there were quite a few people from my office who were furloughed because of COVID-19, we were losing revenue. i wasn't one of them, thankfully.\n  \n  the situation is slowly getting better in new york, and company-wise, we're making just as much money now as we were before COVID-19 hit new york state. i'm comfortable in saying that my job is very stable right now.\n  ","392472":"\n  i don't believe the popularity of social media would change much, because as much good there is on social media that people like to talk about, there are also others who feel comfortable to post the bad things that have happened to them as well. in fact, posting the bad things may make people more compassionate and receptive to others because it only proves that we're all human and endure similar struggles, even if the circumstances are different.\n  ","392473":"\n  no, if that was the case then i would have been unemployed months ago. i've been working remotely from home since mid-march.\n  ","392474":"\n  a perfect relationship, in my opinion, is a relationship where you have the same sense of humor so that you can enjoy the same things together, while also maintaining a distinction between both of your interests. while you share similar interests to some degree, it's also important to have different interests as well to maintain your sense of self outside of the relationship.\n  \n  relationships are also meant to be open and you should be able to communicate effectively with your partner, regardless of how awkward or difficult the topic is. your partner should ideally be open and responsive to what you have to say, and vice versa, and not restrict you from being your true, authentic self.\n  ","392475":"\n  it would be a small, quaint bar with a wooden bar stand, 5-10 taps behind the bar with a big mirror to make the space look bigger, and antique lighting hanging above the bar and within the bar itself. there would be a large outdoor seating area adorned with string lights and plants, with an interior design made of dark wood and metal (sorta industrial, but also modern). the bar stools would be cushioned with soft, velvet material and there would also be an area in the back where you can order simple bar food, like loaded fries or sliders or pretzels and dip.\n  ","392476":"\n  i've always been attracted to the idea of lestat from anne rice's vampire chronicles, haha. also, draco malfoy from the harry potter series and patrick bateman from american psycho.\n  ","392477":"\n  drinking three glasses of wine last night, followed by eight xanax pills before going to bed. it calmed me down following my mental breakdown, but i woke up horribly foggy and unstable this morning. i was unsure if i would be able to focus on the computer screen at work because i was so disoriented.\n  ","392478":"\n  i suppose happiness can be defined as being content, and possibly even joyful, with yourself and your surroundings. you're self-assured and have a direct idea of where you're headed in life, and you do everything in your power to complete your goals.\n  ","392479":"\n  my ex doesn't think i'm selfish, at least that i'm aware of, lol. if anything, he's described me as selfless because i dedicated myself fully to him.\n  \n  i've always thought i was selfish because, for one my parents instilled that idea in me from a very young age. i grew up convinced i was selfish and everything i did was self-serving without the consideration of other people. it's followed me through to adulthood and i still often think of myself without how it will affect other people.\n  ","392480":"\n  my day has been fine, although tiring. because of my breakdown last night, i woke up extremely exhausted and mentally\/physically unstable. i managed to make it through the entire work day, but i laid in bed for like two hours afterwards because i was mentally drained.\n  \n  i didn't even have dinner tonight, i'm simply not hungry. i'm just drinking coffee and trying to relax myself with calming music and social media.\n  ","392481":"\n  yeah, i miss my friends most of all. when this whole COVID-19 situation has calmed down, i'm definitely inviting a lot of friends over to the house and having a party, lol.\n  ","392482":"\n  i believe i am, yes.\n  ","392483":"\n  not so much anymore, no. i *was* terrified of it when it was at its peak in new york, especially when i was still working in the office, but now that i've been out a few times to the grocery store and pharmacy and hardware store, etc etc., i've calmed down a bit.\n  ","392484":"\n  mentally unstable, self-destructive, selfish, manipulative, and addictive. at the same time, i'm also very dedicated to both my work and my friends, creative, passionate, and emotional.\n  ","392485":"\n  my biggest dream\/goal\/aspiration is to publish a book, or at least a collection of essays and short stories.\n  ","392486":"\n  if i had to choose between the two, i would say pessimistic. however, i'm actually a realist more than anything else. i try not to be too optimistic or too pessimistic about anything, although i definitely do have my moments where my pessimism comes out.\n  ","392487":"\n  i would much rather read a novel, holding a physical book in my hand. staring at screens too much hurts my eyes, and it's much easier for me to read a physical book as opposed to an e-book or collection of online stories.\n  ","392488":"\n  this is actually a really difficult decision for me because i use both askfm and facebook equally, haha. i love answering questions on askfm, but i also enjoy sharing informative articles and memes on facebook.\n  ","392489":"\n  neither. i don't like flowers, and i'm not the biggest fan of chocolate. chocolate makes my stomach hurt.\n  ","392490":"\n  i don't collect either, lol. however, i recently bought two new pairs of sandals because i realized i only had one pair and a pair of flip flops for the summer.\n  ","392491":"\n  i'd choose cosmetics over jewelry. i only wear one necklace because i'm not the biggest fan of jewelry, and i also like applying makeup every so often because it makes me feel better about myself.\n  ","392492":"\n  i like sitting on the front steps or in the backyard and watching the rain fall and\/or a thunderstorm rolling through.\n  ","392493":"\n  most calming sounds ;\n  \n  -- crackling of a wooden campfire.\n  \n  -- rainfall on the windows and roof.\n  \n  -- the lord of the rings soundtrack.\n  \n  most irritating sounds ;\n  \n  -- construction happening while i'm trying to work.\n  \n  -- the squeaking of clean fruit or plastic bags against each other.\n  \n  -- cats pawing at boxes or pretty much any sort of plastic, lmao.\n  ","392494":"\n  gasoline, firewood, freshly brewed coffee, lavender, patchouli, dragon's blood incense, balsam, and freshly cut grass.\n  ","392495":"\n  i prefer savory flavors over sweet flavors. i prefer foods that have a hint of salt to them, like chips or pretzels, as well as spicy food. i've never been a fan of sweets.\n  ","392496":"\n  ???\n  \n  the only person who's interpreting it as sexual is you, my dude.\n  ","392497":"\n  when i order online, yes. however, i have a terrible habit of obsessively tracking delivery progress, LOL.\n  \n  when i text a friend, not so much. it also really depends on what i'm texting them about, because if it's about a serious topic, then i get extremely anxious while waiting for their reply.\n  ","392498":"\n  i feel lonely on occasion, but it's more of a mental loneliness than a physical loneliness. i'm home with either one or both of my roommates throughout most of the day, and while i'm working, i'm frequently in contact with my coworkers through messages or emails.\n  \n  my loneliness mainly comes late at night when everyone is sleeping and i'm just laying awake in bed.\n  ","392499":"\n  soft kitty fur (i'm currently watching a mainecoon and his fur is marvelous), wrapping my hands around a hot mug of coffee or tea, and soft sherpa blankets.\n  ","392500":"\n  disappointing my workplace and friends.\n  ","392501":"\n  robert downey jr., helena bonham carter, johnny depp, angelina jolie, natasha lyonne, and matthew grey gubler.\n  ","392502":"\n  now why would i give away my methods so quickly on social media? smh.\n  ","392503":"\n  i only watched the full first season, and then i think half of season two, but i enjoyed it. i wouldn't say that it lost my interest story-wise, but i ended up finding other shows to watch and completely forgot about it.\n  ","392504":"\n  that's fairly normal — there are certain types of beer and liquor that i can't drink because i had too much in the past and now i can't even smell it without wanting to gag, haha.\n  ","392505":"\n  sushi, lamb and rice and hummus platters, veggie burrito bowls, caprese salad, and scrambled eggs on english muffins.\n  ","392506":"\n  i would probably freeze up and not be able to say anything at all, haha. i'd ask for a picture and then run away in fear.\n  ","392507":"\n  probably, sure.\n  ","392508":"\n  lol, absolutely nobody wants to see that.\n  ","392509":"\n  hello — do you have a question?\n  ","392510":"\n  yes, we still talk most days out of the week, send snapchats, play video games together on occasion, etc etc.\n  ","392511":"\n  i support it wholeheartedly, it just isn't something i'm personally interested in.\n  ","392512":"\n  very rarely.\n  ","392513":"\n  no, your body reacts in different ways and not everyone cries. it doesn't invalidate their happiness at all, some people just don't cry when it comes to things like that.\n  ","392514":"\n  i would simply tell them.\n  ","392515":"\n  i don't know if i'm anyone's favorite, but i do have a few facebook friends who react to my posts and share them on a regular basis.\n  ","392516":"\n  i've never considered anyone to be a mentor in my life.\n  ","392517":"\n  the latter, i assume. people rarely approach me when i'm out in public.\n  ","392518":"\n  both. i like the feeling of being drunk, and i also like the taste of some drinks (like certain beers and especially tequila).\n  ","392519":"\n  if i set my mind to it, then maybe. i seldom drink water, though, it's a really bad habit and i should ideally drink more.\n  ","392520":"\n  i'm eating lunch rn.\n  ","392521":"\n  i've been suppressing my feelings and i've been drinking wine and i finally broke, lol.\n  ","392522":"\n  fiction mimics reality.\n  ","392523":"\n  having mental breakdowns on tuesday nights is the latest rage, haven't you heard?\n  ","392524":"\n  unsuccessful — i haven't done anything substantial at all.\n  ","392525":"\n  apparently they sorta straddle the concept of being alive and being dead.\n  ","392526":"\n  only towards my friends, sometimes. i put a lot of effort into my friendships.\n  ","392527":"\n  because i'm fat, obviously.\n  ","392528":"\n  because i was conditioned from an early age to think of myself as a piece of sh*t and it's stuck with me through adulthood.\n  ","392529":"\n  no, i don't.\n  ","392530":"\n  nothing special.\n  ","392531":"\n  i'm not entirely sure, and even if i did know, i doubt she'd be comfortable with me telling askfm.\n  ","392532":"\n  well yeah, nature is obviously alive. it doesn't have the same level of intelligence as humans or animals, but that doesn't mean it isn't alive.\n  ","392533":"\n  i'd visit one of my friends who lives there and i'll let her show me around. :'))\n  ","392534":"\n  no, but people certainly take nature for granted.\n  ","392535":"\n  no, i don't care about my body hair. if i feel like shaving, then i'll shave. if i don't want to shave, then i won't shave.\n  ","392536":"\n  no, i'm just trying to survive at this point. it's better for me to try to take each day at a time, otherwise i get too overwhelmed with everything going on.\n  ","392537":"\n  because i'm mentally ill, prone to s*icidal ideation, have an alcohol problem, and if my body doesn't give out first then my mind definitely will.\n  ","392538":"\n  yeah, there's such a thing as internalized sexism where some women feel the need to blame other women or discriminate against other women because they've been taught to do so from an early age.\n  ","392539":"\n  i'd be surprised if i make it to the age of 40.\n  ","392540":"\n  women do not stigmatize themselves. the stigma and oppression women face have existed for centuries.\n  ","392541":"\n  because i have unhealthy coping mechanisms and alcohol is the easiest way for me to cope with them. ¯\\_(ツ)_\/¯\n  \n  i've always been pretty open with this sort of thing, i've always had some sort of substance ab*se problem going on in the background. lately it's been alcohol.\n  ","392542":"\n  well considering i answered a very similar question today already (my answer was sushi), right now my new answer would be a bucket of margaritas.\n  ","392543":"\n  i answered a question, and it certainly wasn't flaunting.\n  ","392544":"\n  i don't pay much attention to things like that when i'm out and about. i really have ever gone out to see my friends, and that's it (even before COVID).\n  \n  in general though, women have always faced a social stigma simply because they're women.\n  ","392545":"\n  if i could afford it, i'd certainly design it but i would hire a group of people to actually build it.\n  ","392546":"\n  i can't even build a damn bench, let alone a computer.\n  ","392547":"\n  yeah, sometimes. my one friend is a pharmacy technician and always yells at me because i drink on my psychiatric medication, lmao. apparently the combination i'm on doesn't bode well with alcohol.\n  ","392548":"\n  nah, i would miss my friends.\n  ","392549":"\n  a hell of a lot less traumatic than it has been, lmaoo.\n  ","392550":"\n  selfie of the night ~~\n  \n  send me questions.\n  ","392551":"\n  ¯\\_(ツ)_\/¯\n  \n  i honestly can't even envision myself as a parent, let alone a grandparent.\n  ","392552":"\n  eh, i love spicy food but nothing overly hot. i'd say somewhere in between very spicy & not spicy at all — like moderately spicy, haha.\n  ","392553":"\n  probably !! i'm only human.\n  ","392554":"\n  they're transphobic, as well as you considering i've stated multiple times what my gender is.\n  \n  also, please stop posting on my page. i've already deleted everything else you've sent me over the past few weeks. hiding behind anon won't change that.\n  ","392555":"\n  yeah, in a lot of circumstances online you can't really evaluate the tone of someone's voice, you're only seeing the text on the screen. some people misconstrue messages for that reason.\n  ","392556":"\n  well yeah, who i am is the same regardless of whether i'm interacting with someone online or IRL.\n  ","392557":"\n  it doesn't affect me at all. i really couldn't care less about sex.\n  ","392558":"\n  youtube is a blessing.\n  ","392559":"\n  no, i barely have one these days thanks to psychiatric medication.\n  ","392560":"\n  i forget some nights, but most of the time i do remember, lol.\n  ","392561":"\n  i love this fluffy boy.\n  ","392562":"\n  all of the star wars movies, all of the indiana jones movies, the godfather, inception, and slumdog millionaire.\n  ","392563":"\n  not a problem at all !!\n  ","392564":"\n  perhaps she's just trying to respect you by not prying into the subject, considering it may be a sensitive topic?\n  \n  i'm honestly not sure, haha. i obviously don't know your mother or how she behaves, she may just be processing her own feelings about it.\n  ","392565":"\n  i'm fairly socially awkward, thanks to anxiety.\n  ","392566":"\n  i've never experienced that before.\n  ","392567":"\n  i could really go for some fresh sushi rn. that'd be the perfect gift.\n  ","392568":"\n  yes, askfm is a question & answer website. its purpose is to ask and answer questions.\n  ","392569":"\n  okay. this isn't a question.\n  ","392570":"\n  unless you have a question, you can leave my page.\n  ","392571":"\n  no, the only language i know is english.\n  ","392572":"\n  i don't particularly care.\n  ","392573":"\n  hello -- do you have a question?\n  ","392574":"\n  LOL. you're the one on my page. if you're unhappy with my response, you have the freedom to leave.\n  ","392575":"\n  i don't give out likes upon request. additionally, you appear to have a substantial number of likes to begin with.\n  ","392576":"\n  eh, i don't disagree. i don't know very much about the animal breeding industry.\n  ","392577":"\n  honestly, i have no idea. but their fluff is incredible.\n  ","392578":"\n  angora rabbits !!\n  ","392579":"\n  i don't really get jealous these days, tbh. the only instance i can think of is when one of my \"favorite people\" is talking to other people but ignoring me (whether accidentally or purposely).\n  ","392580":"\n  increase ;\n  \n  -- mental stability.\n  \n  -- intelligence.\n  \n  -- confidence.\n  \n  decrease ;\n  \n  -- physical strength.\n  \n  -- alcohol tolerance (lol).\n  \n  -- selfishness.\n  ","392581":"\n  slender man and the chupacabra, most definitely.\n  ","392582":"\n  i've been heartbroken more than i've broken hearts (well, at least to my knowledge).\n  ","392583":"\n  i woke up at 7:00am for some reason (even though i didn't have to log into work until 9:00am), so i made breakfast and coffee and listened to music before i clocked in.\n  ","392584":"\n  uh ... wut. LOL.\n  ","392585":"\n  crossing my fingers for you !!\n  ","392586":"\n  ah, okay. your initial message made me think that your mother just assumed you were pregnant and scheduled a random blood test on your behalf, lol.\n  \n  either way, i hope things work out in your favor (whichever you decide).\n  ","392587":"\n  thank you ~~\n  ","392588":"\n  that seems a bit extreme for your mother to want to find out if you're pregnant through blood work, not going to lie. pregnancy tests are fast and easy, though. i recommend taking more than one because sometimes you can get a false reading.\n  ","392589":"\n  i have two roommates, both of whom are men.\n  ","392590":"\n  a pregnancy test is much easier than blood work, haha. i absolutely hate having my blood drawn.\n  ","392591":"\n  the needles themselves never bothered me. the most troubling part of getting a tattoo is sitting in the same position for hours at a time (at least for me, haha). i also hate when the tattoo gun goes over a nerve and i can't help but twitch -- it always makes me afraid that the artist is going to screw up a line, although they never have before.\n  ","392592":"\n  i honestly can't remember a specific incident. i don't really go around telling people what to do, and usually my friends take my advice into consideration if they *do* ask me for my input.\n  ","392593":"\n  my ribcage tattoo, most definitely. i knew it was going to be painful going into it, but i didn't realize the *type* of pain it would be. it was a searing hot, white pain that i've never experienced before.\n  ","392594":"\n  yes, most recently i was on a cruise ship to the bahamas last february. i've also spent some time on people's boats when i was much younger.\n  ","392595":"\n  i have seven tattoos at the moment.\n  ","392596":"\n  yeah, there are a lot of mom and pop shops around here, and i try to support local businesses as much as i can.\n  ","392597":"\n  i don't believe i've ever been inside of an antique shop before.\n  ","392598":"\n  eh, it depends on my mood. sometimes i prefer one over the other. when my roommate and i had the BBQ over the weekend, i had one of each (one cheeseburger and one hot dog).\n  ","392599":"\n  i prefer to listen, mostly because i don't like burdening people with my own problems and i prefer to face my problems on my own time without intervention. i'm always there for my friends when time\/mental state allows it.\n  ","392600":"\n  the only place i've seen the arrows is stop & shop, where i do my grocery shopping. and honestly, they make me so anxious because i'm terrified i'm going to go in the wrong direction, lmaoo.\n  ","392601":"\n  i send out questions on the rare occasion (usually on the weekend when i'm extremely bored). i try to ask interesting questions that will prompt interesting answers because i like reading them. i don't care at all for the coin system, it doesn't mean anything to me.\n  ","392602":"\n  get the rest of my entire body tattooed (granted i have the funds for it, at least). i would definitely touch up my ribcage tattoo and get a sternum tattoo, first and foremost. i've also always loved chest tattoos.\n  ","392603":"\n  i found my favorite flavor of arizona iced tea at 7-11 earlier today, if that counts for anything.\n  ","392604":"\n  i'd rather spend a weekend in a cabin in the woods with friends while we fish and BBQ some food. :'))\n  ","392605":"\n  i don't eat steak very often, but i prefer it medium rare with worcestershire sauce on the side.\n  ","392606":"\n  i would pay off all of my debt, purchase a new car for my roommate (because his car is ancient and always giving him problems), and probably put the rest of the money towards buying a house.\n  ","392607":"\n  not in recent years, no. i probably did this when i was much younger and less self-assured, and wanted the person to still like me regardless of what they've done. however, since then i've retained a bit of confidence in who i am and i don't allow people to use me in an effort to further their own reputation.\n  ","392608":"\n  it depends on the situation, because people choose to ignore the truth for a number of reasons. sometimes it can be because the truth is too painful for them to bear, so they ignore it or distance themselves from it in an effort to prevent themselves from feeling the pain.\n  ","392609":"\n  i'm not entirely sure, tbh. the things i want to do with my life aren't things that make me afraid. for example, i want to eventually buy a house or move into an apartment on my own, adopt animals, publish a book or two, etc etc. they don't frighten me, i just don't have the opportunity to do most of those things right now.\n  ","392610":"\n  i suppose my passion for the things i'm interested in, as well as how much hard work i allocate towards my job.\n  ","392611":"\n  no, i wouldn't. my family's opinion isn't valuable to me at all because i'm not close with my family. this has already happened to me in the past with my most recent ex -- they didn't like him and didn't want me to be with him because of things he had done in the past, but it never swayed my opinion.\n  ","392612":"\n  my aspirations to eventually become a published novelist in the future. i haven't exactly worked towards that goal, per say, because i've never started a novel. however, i do have a brilliant idea for a novel that i might want to write in the future once i find the motivation to expand upon the idea and write a timeline\/layout.\n  ","392613":"\n  -- i have a medical thing where i sneeze in bright sunlight or if i look directly towards the sun.\n  \n  -- i'm left-handed.\n  \n  -- i'm on four prescriptions for mental illness.\n  ","392614":"\n  cocaine, most likely. i tried it a few times when i was younger, and i don't think i'd ever try it again.\n  ","392615":"\n  i would rather have skin that changes colors based on my emotions !! it would be like a kaleidoscope because my moods change so often. :'))\n  ","392616":"\n  \"hey leigh, i don't advise drinking that entire bottle of bacardi in one night because you're going to feel horrible until 5:00pm the following day.\"\n  ","392617":"\n  thankfully, no. i am in debt but it isn't by very much because it's only student loans and a few credit cards.\n  ","392618":"\n  i like really hot showers, mainly because it helps the skin on my arms heal faster and hot water is very therapeutic to me. the temperature doesn't change unless it's a *very* humid day outside and i need cooler temperatures to really cool off during the summer.\n  \n  my showers usually last between 10-15 minutes.\n  ","392619":"\n  anons always love to pry into business that isn't their own -- it's just how they are, unfortunately. this is one of the more mild questions i've received, haha.\n  ","392620":"\n  unstable, media-oriented, artistic.\n  ","392621":"\n  i've never been camping before, and i also have never been to a hostel before (i think hostels are primarily a european thing?). however, my friends and i want to plan a camping trip later this summer if COVID allows it. :'))\n  ","392622":"\n  hello -- do you have a question?\n  ","392623":"\n  i am very well aware of this, thank you.\n  ","392624":"\n  thank you ~~\n  \n  my day has been a bit terrible, not gonna lie. i feel really down right now, and i haven't felt this sense of emptiness in a few weeks. i'm trying to have a good day because it's beautiful outside, and i even ran to 7-11 to pick up some beverages and lunch, but i just feel very hopeless.\n  ","392625":"\n  no, i've never planted a tree before.\n  ","392626":"\n  i usually go any time i want my hair colored, which is between 4-6 months. however, because of COVID, the last time i cut and colored my hair was last november. :\/\n  \n  i've been trying to grow the long side of my hair out while keeping the shaved side to a 0 or 1 (buzzed), and i always see the same hair stylist. she's actually a close friend of mine who has had her license for quite a number of years.\n  ","392627":"\n  drink and smoke excessively.\n  \n  i don't exactly have the most positive coping mechanisms, so obviously i don't recommend this. it's just how i cope when i'm dealing with a terrible mood.\n  ","392628":"\n  i don't have a tiktok, but pretty much all of my friends have the app downloaded and watch them on a regular basis. my roommate has shown me a few & they were pretty funny.\n  ","392629":"\n  yes !! i love when helena bonham carter is in movies. :'))\n  \n  idk what it is about her, but she's so unique, attractive, and hilarious.\n  ","392630":"\n  rainfall.\n  ","392631":"\n  freshly brewed coffee, gasoline, and firewood.\n  ","392632":"\n  askfm, facebook, and snapchat.\n  ","392633":"\n  i just have seasonal allergies (pollen and stuff). which reminds me, i should probably take a zyrtec otherwise i'm going to be a sniffling mess by this afternoon.\n  ","392634":"\n  i've been lied to in a relationship, but the relationship itself wasn't built on a lie.\n  ","392635":"\n  you may simply be overthinking the situation — however, again this is something that has to do with trust, and if you're having these feelings then you may not trust your partner as much as you think you do.\n  ","392636":"\n  depends on what you mean by \"a lot,\" lol. mothers are more than just a mother, and they're entitled to have their down time and fun just like anyone else. if they want to take a vacation and see their friends, then they have the freedom to do so as long as they're not neglecting their child(ren).\n  ","392637":"\n  LOL. no, i've only ever had one dog and she was afraid of the doorbell ringing.\n  ","392638":"\n  scrambled eggs on an english muffin.\n  ","392639":"\n  i would say it's common, not necessarily normal. you should trust your partner to not be romantically\/sexually involved with their exes, so really a sense of jealousy shouldn't come up. perhaps you should explain these feelings to your partner.\n  ","392640":"\n  it isn't the first time i've been asked this question either, which is weird. but that's why i never give out what i make per hour — i know stupid anons will make a big deal out of it, whether they think it's too little or too much or whatever. it's no one else's business.\n  ","392641":"\n  i haven't !! i'll definitely have to look it up.\n  ","392642":"\n  i love the smell of freshly cut grass !!\n  \n  other scents i enjoy are gasoline, brewed coffee in the morning, chlorine, lavender, ocean water, firewood, and old books.\n  ","392643":"\n  i absolutely love your questions. ?\n  ","392644":"\n  lately i've been listening to ashnikko a lot, lol.\n  \n  \"hi, it's me\" by ashnikko ;\n  \n\n   https:\/\/youtu.be\/4o_IQavlMDA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","392645":"\n  i've been on the beach at night, but i've never swam in the ocean during those times.\n  ","392646":"\n  on my side, usually. or in the fetal position, ahah.\n  ","392647":"\n  ... wut. LOL.\n  \n  i don't discuss my salary because i'd rather not have anons on my page talking about money. that has literally no correlation with lgbtq+ rights.\n  \n  i also don't believe in any gods\/goddesses, and my fears include enclosed spaces, speaking in public, and abandonment.\n  ","392648":"\n  my days are pretty set to a certain routine. i wake up between 7-8am, make breakfast, log into work at 9:00am, and then work until 5:30pm. afterwards, i feed the cats if no one has fed them yet, have dinner, shower, and then relax in front of the television.\n  ","392649":"\n  disgusting ass mayonnaise.\n  ","392650":"\n  as i've discussed before, i don't talk about finances on my askfm page. this includes my salary, my bills, my rent, etc etc.\n  ","392651":"\n  my friends are close and dear to my heart. i care about them more than most other things in my life.\n  ","392652":"\n  if my salary was $5,000\/year, i wouldn't be able to survive. lmaoo.\n  ","392653":"\n  yeah, i don't see why not. you're probably better off asking a man who's in a relationship, though.\n  ","392654":"\n  hopefully i'll be going camping with some friends. :'))\n  ","392655":"\n  not nearly enough as i would like, lol. however, i'm going to ask for another raise when the pandemic is over and we return to the office.\n  ","392656":"\n  he's pretty good. i recommend \"moral of the story\" and \"sloppy seconds.\"\n  ","392657":"\n  watsky — \"exquisite corpse\"\n  ","392658":"\n  i am very cozy rn ~~\n  ","392659":"\n  when i asked for questions for video responses, this isn't what i was asking for.\n  ","392660":"\n  ask me some questions & maybe i'll do video responses to them (as long as my roommate doesn't think i'm losing it, lmaoo).\n  ","392661":"\n  idk if i would consider it cute — especially in relationships. like, your partner is ideally supposed to take time out of their day to talk to you, regardless of how busy they may be. even a two-minute phone call can mean the world to someone.\n  ","392662":"\n  LOL. i wish more anons had that mentality.\n  ","392663":"\n  most definitely !! also, the askfm video camera is weird because it seems like it... elongates things? i can't explain it, but it makes me look super weird.\n  ","392664":"\n  thank you ~~\n  ","392665":"\n  lol, aw. there's no need to be anxious when sending me questions. if they cross a line, i'll simply tell you or i'll just delete the question. you don't seem like someone who would do that, though.\n  ","392666":"\n  ahh, thank you !! i'm still weirded out by showing my face because i look like a wreck 99% of the time, but perhaps i'll do some tonight ~~\n  ","392667":"\n  LOL. i mean, that has happened to me on only like one or two occasions. but i appreciate it.\n  ","392668":"\n  claustrophobia and a fear of speaking in public (not sure what that is technically called?).\n  ","392669":"\n  idk why everyone is being so nice to me today, ahah. thank you ~~\n  ","392670":"\n  aw, thank you !! i tend to receive backlash from it or just no response whatsoever if people decide to get testy with me, lol.\n  ","392671":"\n  haha, that's true. there are also political\/social figures who were also terrible people, but i can't think of any specific names rn.\n  \n  besides trump. but, ya know. lmaoo.\n  ","392672":"\n  i used to when i was much younger, but i haven't since i've been in my 20s. i leave it up to the professionals, ahah. i trust my hair stylist so much and she's the one who's been coloring my hair for the past few years. :'))\n  ","392673":"\n  idk, i don't really have many hobbies besides listening to music, writing, and playing video games, lol. i get asked some questions about them every now and again.\n  \n  when it comes to video games, i've been playing games since i was a child. i remember playing on my cousin's N64 and i think someone else in my family had the old NES console too. my first device was the original gameboy, and i played it constantly. then i got the gameboy advance and eventually i got the original xbox. i've been buying xbox consoles since then.\n  ","392674":"\n  i love singing, but i'm just terrible at it.\n  ","392675":"\n  when other people belittle, mock, or make fun of my friends.\n  ","392676":"\n  no, i've never attended a protest or rally before. large groups of people give me panic attacks, so as much as i want to go and show my support, it wouldn't be good for my mental health.\n  ","392677":"\n  they're touching paws. ?\n  ","392678":"\n  english — i majored in professional writing with a focus in english literature while in college, haha.\n  \n  i've always hated math, even though i grasped the topic pretty easily when i was in school.\n  ","392679":"\n  the space needle in seattle looks pretty interesting.\n  ","392680":"\n  as long as you're respectful, i'm more than happy to answer any questions you have. you seem really thoughtful and considerate !!\n  ","392681":"\n  aw, this is so sweet. :'))\n  \n  thank you for the questions !! i'm pretty much an open book so i'll answer basically anything, unless they're like sexual or trollish questions.\n  ","392682":"\n  i really have no idea. the whole thought of COVID still gives me anxiety, so i try not to think about it. i'm just keeping abreast of major news every now and again, such as the reopening phases. long island just entered phase two last week.\n  ","392683":"\n  they\/them are pronouns for people who don't identify as she\/her or he\/him. they're considered gender neutral pronouns.\n  \n  however, gender can't really be quantified because it exists on a spectrum. you have the two gender binaries (man and woman) and what exists in between. personally, i just identify as non-binary because i'm neither a man nor a woman.\n  ","392684":"\n  i drink alcohol.\n  \n  (note: obviously i don't recommend this. i have very unhealthy coping mechanisms.)\n  ","392685":"\n  honestly, i don't believe that's hyperbolic at all. this has had such a devastating impact on society and people's lives that it's weird to imagine things going back to what we thought of as \"normal.\"\n  \n  restaurants and bars have opened up with restrictions, for example. but i'm terrified to go because people don't really *have* to wear masks at their outdoor tables, which i think sorta defeats the purpose. idk.\n  ","392686":"\n  i honestly have no idea — if there will even be a sense of normalcy after this, too. i'm just trying to take each day as it comes.\n  ","392687":"\n  my emotions have been within the normal range that i usually feel on a weekly basis, lol.\n  \n  that also isn't saying much because i constantly fluctuate between being content to being sad to being irrationally angry to being paranoid. my racing thoughts haven't been as terrible and i haven't been manic in a few weeks, though.\n  ","392688":"\n  aw, thank you ~~\n  ","392689":"\n  i never said i expected people to know (IRL at least). when it comes to askfm, however, my gender is in my bio.\n  ","392690":"\n  people assume i'm cisgender when i'm not, lol. non-binary people can present as femme and that doesn't invalidate their gender.\n  ","392691":"\n  forensic anthropology. it has always been something i considered as a career choice alongside my writing career.\n  ","392692":"\n  the holocaust.\n  ","392693":"\n  idk, there's nobody whom i really look up to or aspire to be. i have always just focused on my own self improvement according to my own needs and pace.\n  ","392694":"\n  hello ~~\n  \n  not too much, i'm currently working. only two hours to go until i'm clocked out for the day. :'))\n  ","392695":"\n  i used to walk occasionally when i was working in the office, especially considering the parking lot was far away from the building and i'd also walk on my breaks.\n  \n  i haven't been physically active much at all since i started working from home, unfortunately. i haven't done anything to compensate for it, haha.\n  ","392696":"\n  i just use an over-the-shoulder bag when i go out.\n  ","392697":"\n  last week, i reminded my roommate that the garbage needed to be taken out to the curb when he got home from work, lol.\n  ","392698":"\n  being mesmerized by the flames, listening to music, and chatting with friends.\n  ","392699":"\n  zero. this is weird that i get this question so often — i'm pretty sure i answered this same question over the weekend.\n  ","392700":"\n  depends on how long i'm going to be out of the room. if i'm leaving the room to just go to the bathroom or something, then i'll leave the light on. otherwise, i always turn it off.\n  ","392701":"\n  i have it set to black at the moment, but i might change it up soon.\n  ","392702":"\n  i'm doing well. i decided to be unhealthy today & i ordered mcdonalds for lunch, LOL. i also got a mocha frappe, which i'm excited to drink.\n  \n  only 3.5 hours left of work to go !!\n  ","392703":"\n  alcoholic ; margaritas, mojitos, and IPA beer.\n  \n  non-alcoholic ; coffee and tea.\n  ","392704":"\n  these days, i spend more time at home (for obvious reasons). however, before quarantine i spent most of my time out of the house because of work. i would be out of the house from around 7:45am until 6:30pm.\n  ","392705":"\n  mosquitos and wasps — i'm terrified of getting stung by a bee.\n  ","392706":"\n  i'd rather never have to pay for food at restaurants !! i love eating out every now & again, and it would be great if all i had to do was tip the server, lol.\n  ","392707":"\n  i usually enjoy drawing and painting, but i seldom do it.\n  ","392708":"\n  it was once considered the \"epicenter\" of COVID cases, unfortunately. last week, we entered phase two of re-opening so now bars and restaurants and other small businesses can begin opening up again with certain restrictions.\n  ","392709":"\n  that was my thinking too. i also don't want to over-exert myself right off the bat. i'll probably start going only twice per week and then increase depending on how i'm feeling\/progressing.\n  ","392710":"\n  most definitely. i felt good that i was contributing to my health and losing weight.\n  \n  after gyms open back up again after COVID is over, i'm probably going to go back and start little by little. i'm extremely out of shape so i'm thinking of starting small instead of jumping right into it.\n  ","392711":"\n  somewhat, yeah. i enjoyed the aftermath of it more than actually exercising itself, lol.\n  ","392712":"\n  depends on my mood. because of quarantine and staying inside for about three months now, i've been aching to go out, lol.\n  \n  some restaurants and bars are open with outdoor seating, but i'm still wary because no one has to wear a mask at their table and everywhere just seems super crowded.\n  ","392713":"\n  i've never stayed in an airb&b before, but the homes my friends have stayed in have been super cute. i'd definitely jump on that opportunity.\n  ","392714":"\n  i don't follow people simply because they told me that they've followed me. i only follow a small number of people.\n  ","392715":"\n  yeah, i sometimes drink red bull. i prefer it over monster and other energy drinks.\n  ","392716":"\n  besides refilling my cup of coffee, i just finished writing a magazine article for work.\n  ","392717":"\n  i used to go to the gym, but that was way before the coronavirus even started. i stopped going last summer or so because i lost the motivation.\n  "}}