{"Question":{"393791":"\n   i was the same age what changed first?\n  ","393792":"\n   when did you hit puberty ?\n  ","393793":"\n   What’s your opinion on self help books?\n  ","393794":"\n   May i ask a personal question?\n  ","393795":"\n   was it physical or personality\n  ","393796":"\n   When was that?\n  ","393797":"\n   what made you feel attracted to a girl?\n  ","393798":"\n   Have you ever experienced life transition and you felt lost?\n  ","393799":"\n   what made you think you were bi at 11?\n  ","393800":"\n   i might get a mixed reaction from it it was a bit of a struggle for me at school alongside puberty\n  ","393801":"\n   its just ive comeing to terms i'm bi sexual ive had this since i was 12 and its been a bit of an issue for me\n  ","393802":"\n   pap a body pic of you?\n  ","393803":"\n   how would you come out to someone\n  ","393804":"\n   What's the first thing you usually do when you get back home from a loooooong day? ??\n  ","393805":"\n   may i have some advice?\n  ","393806":"\n   Well I think old age is good for you lol\n  ","393807":"\n   ok why do you think its disgusting to you?\n  ","393808":"\n   why do you hate your face and body\n  ","393809":"\n   why?\n  ","393810":"\n   are you body confident?\n  ","393811":"\n   do you think a person needs dysphoria to be transgender? why or why not?\n  ","393812":"\n   do you have  any hidden?\n  ","393813":"\n   Do you have tattoo?\n  ","393814":"\n   what makes you blush?\n  ","393815":"\n   Would you rather be a teenager or a child again?\n  ","393816":"\n   Do you get annoyed when people expect you to be ok with something that they wouldn't be ok with if it was done to them?? ??\n  ","393817":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","393818":"\n   Which activities make you lose track of time?\n  ","393819":"\n   Is archery boring?\n  ","393820":"\n   Was it a real thing or a toy?\n  ","393821":"\n   do you prefer someone giving you money or gifts?\n  ","393822":"\n   Are you good at shooting an arrow in middle of the target?\n  ","393823":"\n   Are you good at buying gifts?\n  ","393824":"\n   Ever been on a speed boat?\n  ","393825":"\n   why?\n  ","393826":"\n   Are you the first to make up with someone?\n  ","393827":"\n   Name some teas you like. ?\n(That is, if you like tea.)\n  ","393828":"\n   Who makes you feel safe?\n  ","393829":"\n   Do you think couples should love each other equally?\n  ","393830":"\n   What are you most proud of? ❣️\n  ","393831":"\n   How are you feeling after crying? Do you know why you cried?\n  ","393832":"\n   Did this pandemic made you spend more or less money?\n  ","393833":"\n   Hi, how was\/is your day?\n  ","393834":"\n   What are some red flags to watch out for in daily life?\n  ","393835":"\n   How important do you think self-improvement is?\n  ","393836":"\n   What video games genre do you like?\n  ","393837":"\n   Do you share your food?\n  ","393838":"\n   You don’t look fat when you post a selfie lol\n  ","393839":"\n   If you had to disappear and start a whole new life, what would you want your new life to look like?\n  ","393840":"\n   What’s something that everyone knows is true, but we don’t like to admit it?\n  ","393841":"\n   What product or service is way more expensive than it needs to be?\n  ","393842":"\n   How would you explain your basic life philosophy?\n  ","393843":"\n   Link to a funny video u've watched recently?\n  ","393844":"\n   How’s your day going? Do you want the shops to reopen?\n  ","393845":"\n   Do you have a favorite window in your home??\n  ","393846":"\n   exactly, but we all know they just tryna make cash lmao\n  ","393847":"\n   If you had a fall out with a friend will you tell their secrets?\n  ","393848":"\n   have you ever sent out a friend request on Facebook and then when they accept you don't remember asking for their friendship?\n  ","393849":"\n   Why does the thunder scar people more than the lightening?\n  ","393850":"\n   Do you criticize people for miss spelling words? lol\n  ","393851":"\n   opinion on the corona-themed funko pops?\n  ","393852":"\n   Do you get jealous of people who are in a relationship?\n  ","393853":"\n   What's the difference between a 'functioning' alcoholic and a regular alcoholic in your opinion?\n  ","393854":"\n   that's mean as fuck if you do it on purpose wtf\n  ","393855":"\n   What are three things you always bring with you wherever you go? ?\n  ","393856":"\n   Post your favourite photo of yourself. #selflove\n  ","393857":"\n   Do you think that you are pretty and do you think that I think that you are pretty?\n  ","393858":"\n   Are u ready for a new relationship.?\n  ","393859":"\n   When you meet someone,what's the first thing you look for?\n  ","393860":"\n   Do you think you could ever cope with a job where pleasing 'Karens' on a day to day basis was all part of the job description? ???\n  ","393861":"\n   Last time you had bellyache?\n  ","393862":"\n   How are you?\n  ","393863":"\n   Single?\n  ","393864":"\n   are you bisexual?\n  ","393865":"\n   What movie or book character are you most similar to?\n  ","393866":"\n   Do you ever listen to music to get stuff done? Like chores, studies etc.? ?? What kind of music makes you the most productive in that case? ?\n  ","393867":"\n   how do you react if someone leaves you on read?\n  ","393868":"\n   You looking forward to summer? You have any plans even with the pandemic and such? Can be big or small ?☀️\n  ","393869":"\n   3 pet peeves of yours?\n  ","393870":"\n   strangest encounter?\n  ","393871":"\n   How was your day?\n  ","393872":"\n   What’s your opinion on people who purposely spitting & coughing in the faces of grocery staff?\n  ","393873":"\n   What’s your FAVOURITE FOOD     AND WHATS YOUR LEAST FAVOURITE???(:\n  ","393874":"\n   isn't that also bad for you?\n  ","393875":"\n   •• Followed?\n  ","393876":"\n   Who do you like to talk to when you're sad?\n  ","393877":"\n   hope i don't upset you but how come you don't seek help in a clinic if smoking and drinking are a problem for you?\n  ","393878":"\n   What life lesson did you learn the hard way?\n  ","393879":"\n   Do you think that humans will ever be able to live together in harmony?\n  ","393880":"\n   What’s a belief that you hold with which many people disagree?\n  ","393881":"\n   What should be the goal of humanity?\n  ","393882":"\n   If you had only one last wish to make, what would it be?\n  ","393883":"\n   do you prefer white socks or colorful ones?\n  ","393884":"\n   Your worse habit?\n  ","393885":"\n   there's like only 2 episodes left until it ends forever :(\n  ","393886":"\n   What's the greatest thing in the world besides food?\n  ","393887":"\n   opinion on reality tv?\n  ","393888":"\n   Hey have you been to six flags amusement park before\n  ","393889":"\n   Follow me¡\n  ","393890":"\n   Which flowers do you like by smell and which – by appearance? PAP! ????\n  ","393891":"\n   Do you like Supernatural?\n  ","393892":"\n   you can still talk to people tho? it's not like the staff is gonna strike you down if you have a conversation with someone on here? lmao\n  ","393893":"\n   No I just want talk to you because you are beautiful\n  ","393894":"\n   Hi beautiful\n  ","393895":"\n   Favourite companion in Fallout 4 and Skyrim?\n  ","393896":"\n   What do you mean?\n  ","393897":"\n   Where is the worst place you could get stuck?\n  ","393898":"\n   do you believe in a higher power?\n  ","393899":"\n   I like that answer leigh lol but we all know men an women can't be just friends... there's gotta be some kinda sexually activity behind it\n  ","393900":"\n   Would you rather know how or when you died\n  ","393901":"\n   Nah cali says my dude lmfao that's funny tho\n  ","393902":"\n   If I was with some other chick and someone happened to see And when you asked me about it I said it wasn't me Would you believe me or up and leave me?\n  ","393903":"\n   Nah you say guy or my dude ?\n  ","393904":"\n   You're from Ny so that means you wear timbs and say son after every sentence\n  ","393905":"\n   What are your top three favourite things you like the taste of?\n  ","393906":"\n   What are your top three favourite things you like the smell of?\n  ","393907":"\n   What is the worst gift you have ever received?\n  ","393908":"\n   Thanks! The thing is we do like each other and talk a lot so it's probably developed more into a friendship at this point so I'm the one who feels that I'm the suspicious one since I can't send more photos and he's sent a lot. I wish I wasn't so insecure.\n  ","393909":"\n   when was the last time you did something really good for your own personal mental health? ✨ what was it? :3\n  ","393910":"\n   Do you have enemies? Name one! ?\n  ","393911":"\n   If you could pick a day to relive over and over again, what day would it be and why?\n  ","393912":"\n   Would you tolerate your partner still being friends with their ex?!\n  ","393913":"\n   How ridiculous. White people cry about being “oppressed” just because people are just bringing more awareness to racism and white privilege. White people don’t have a single idea how it is like being POC. your life can be hard, but your life is not hard because of your skin colour.\n  ","393914":"\n   yes i know thats why i asked?\n  ","393915":"\n   do you have a nervous bladder?\n  ","393916":"\n   Who is favourite and least favourite fictional character? Why?\n  ","393917":"\n   What’s the best thing you have learned from your parents? ❤️\n  ","393918":"\n   manners was her first song I heard and stupid was the one that got me into her, that’s a rly rly good album!!!\n  ","393919":"\n   I just realized that I haven’t stepped outside of my comfort zone for a while and I‘d like to change that. ? — Any suggestions for tasks I could do to push me a little further to growth?\n  ","393920":"\n   I think it's about 10% to find the right partner in the crowd,  One of them thinks that they find the right partner, about 30%, what do you think?\n  ","393921":"\n   idk how much of her stuff you’ve listened to, but if you’re looking for more her newest single (tantrum) and her first ep (sass pancakes) are my absolute faves!!\n  ","393922":"\n   Something that you would like to say those who read you? ?✌\n  ","393923":"\n   DUDE I LOVE ASHNIKKO you’re only the 3rd person I’ve known who’s heard of her w\/o me showing them ??\n  ","393924":"\n   If there was a book of commandments for the modern world, what would some of the rules be?\n  ","393925":"\n   Pap of you and your bestfriend? Or friends.\n  ","393926":"\n   This guy wants me to send him more pics of myself (I've sent like 3) but I'm not comfortable with how I look at ALL, and in the pics I sent I had makeup on and looked decent. He said he's sad I won't send more but I just can't. We're not in a relationship or anything, just friends. Am I wrong? \/:\n  ","393927":"\n   Are you happy right now?\n  ","393928":"\n   got any embarrassing school stories?\n  ","393929":"\n   What was the first thing you learned to cook? PAP! ?\n  ","393930":"\n   How much did you lurk your crushes social media before talking to them?\n  ","393931":"\n   What is a trait or quality of yours that people could not glean from your writing or online presence? I’m really impatient even though I’m told I come across as calm, and I’m short (people expect me to be tall for some reason).\n  ","393932":"\n   what kinds of snacks or munchies do you eat when you're high\n  ","393933":"\n   YES to point 4. White privilege exists and people, especially white people need to acknowledge that. I have seen comments denying that it exists and it’s so infuriating.\n  ","393934":"\n   Do you like thunder and lightening? ⚡\n  ","393935":"\n   Cats or dogs? Why\n  ","393936":"\n   What would your theme song be?\n  ","393937":"\n   How are you?\n  ","393938":"\n   What is one thing about your life that you would not change?\n  ","393939":"\n   If you wanted to reward yourself what might you do to celebrate?\n  ","393940":"\n   What’s the best way you or someone you know has gotten out of a ticket\/ trouble with the law?\n  ","393941":"\n   What used to be considered trashy but now is very classy?\n  ","393942":"\n   Straw or no straw in drink?\n  ","393943":"\n   What do you enjoy doing most?\n  ","393944":"\n   How satisfied are you with your voice?\n  ","393945":"\n   If you had enough money that you never needed to work again, what would you do with your time?\n  ","393946":"\n   What's something that was hidden from u as a child?\n  ","393947":"\n   What's one of the dumbest things u bought?\n  ","393948":"\n   What's something ur glad a friend introduced u to?\n  ","393949":"\n   What's the silliest thing ur willing to die for?\n  ","393950":"\n   in the summer. do you use an air conditioner or a fan?\n  ","393951":"\n   5 political unpopular opinions?\n  ","393952":"\n   5 harmless unpopular opinions?\n  ","393953":"\n   What is your personality disorder?\n  ","393954":"\n   Is there any movie or show you haven't seen and you know most people would be like \"What? Have you not seen that!?\" if you told them? ???\n  ","393955":"\n   Wait, you still watch tv? Mine just gathers dust while I watch programs on my laptop\n  ","393956":"\n   How is everyone?\n  ","393957":"\n   You mentioned being uncomfortable with your hips and breast due to dysmorphia I think? How do you feel about menstruating (if you do)?\n  ","393958":"\n   how many tvs do you have in your house?\n  ","393959":"\n   same, but i still collect classic books. i’ll come across one in a second hand store and cant resist buying it to “read later”. i relate to not being an avid reader anymore, at least not of novels. dont forget that you probably still do read a lot, maybe even more so, its just in a different format\n  ","393960":"\n   yes, but that shouldnt be a substitute for professional help. its also unfair to put the onus on friends\/family. they should be supporting, of course, but even they may need guidance on how to do that\n  ","393961":"\n   sometimes they’re just not good too. lol. or to my taste i should say. i tried reading Frankenstein but......yawn......it looks good on my shelf tho ?\n  ","393962":"\n   exactly, so what are they supposed to do? the message is get help but stop being poor so you can pay for it. disgusting really\n  ","393963":"\n   hahaha! its one of the classics that is always referenced\/talked about that i always mean to get around to reading! do you have any other books like that?\n  ","393964":"\n   I’m all for destigmatizing mental health issues but it is cruel to encourage people to “ask for help” when in most countries it is expensive\/difficult to get.\n  ","393965":"\n   Do you have a student debt?\n  ","393966":"\n   have you read Lolita by Nabokov?\n  ","393967":"\n   What is your favourite perfume?\n  ","393968":"\n   Post a picture of your favorite celebrity!\n  ","393969":"\n   no, you didn’t. it doesn’t mean humane as i just explained. the animal is not stunned before slaughter like in america\n  ","393970":"\n   One question to which your answer will always be a \"no\"?\n  ","393971":"\n   you should have put humane in apostrophes. its less humane than the western way as animals are not stunned before having their throats slit\n  ","393972":"\n   lmfao no animal is slaughtered \"humanely\". none of them wanted to die. it's always a gruesome death.\n  ","393973":"\n   What is halal food?\n  ","393974":"\n   it's raining in my country rn too!!\n  ","393975":"\n   What can you smell right now?\n  ","393976":"\n   Do you hold grudges or do you let things go?\n  ","393977":"\n   Tell or PAP about the most exotic food you have eaten! ?\n  ","393978":"\n   What about the opposite sex confuses you the most?\n  ","393979":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","393980":"\n\n    @anon\n   \n   , just because someone's non-binary, doesn't mean they can't find male\/female bodies attractive anymore? what the hell, lol\n  ","393981":"\n   If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?\n  ","393982":"\n   what is the first thought in your mind when you get a dm from a stranger boy?\n  ","393983":"\n   You're a Muslim? (Halal food)\n  ","393984":"\n   10 favorites! ? \n\n1. Favorite movie? ?\n2. Favorite show? ?\n3. Favorite game? ??\n4. Favorite color? ?\n5. Favorite animal? ?\n6. Favorite fruit? ?\n7. Favorite dish? ?\n8. Favorite dessert? ?\n9. Favorite season? ?\n10. Favorite holiday? ?\n  ","393985":"\n   you’re enjoying a woman figure then claim you hate your body?\n  ","393986":"\n   lmaoooo you obviously not non binary. the sticker says it all\n  ","393987":"\n   Wow! They definitely sound talented from your description.\n\nDid they go to school for art\/music or is this something they picked up  unrelated to their schooling?\n  ","393988":"\n   Ahhh thats awesome!\n\nIts always nice to see people supporting their artist friends.\n\nMuch respect to you for that.\n  ","393989":"\n   awh precious floofer!\n\nalso dont think i wasnt gonna notice that sticker xD\n\nyou have good tastes ^.^\n\ngive your lil floof a hug for me pleeeasee\n  ","393990":"\n   I am glad you were able to be honest about how youre really doing here. That takes strength and courage. While it may be difficult to pinpoint the source of the discomfort, the pandemic definitely has an effect on us all.\n\nJust know youre not alone in this. Youre always welcome to reach out for help\n  ","393991":"\n   Do you know who took a scholarship outside of the us?\n  ","393992":"\n   How much effort should an individual put into not offending others?\n  ","393993":"\n   Do you agree that good things come to those who wait? ✨\n  ","393994":"\n   Does your name have a meaning? What is it?\n  ","393995":"\n   What’s worse guys wearing fake brand name clothes or clothes sharing with there friends in order to try and impress you?\n  ","393996":"\n   What would you do if an ugly guy tried to talk to you and get to know you.\n  ","393997":"\n   What would you want people to understand more about you?\n  ","393998":"\n   What are you proud of?\n  ","393999":"\n   What’s a lie most people believe nowadays?\n  ","394000":"\n   Do you think evil people has no good trails?\n  ","394001":"\n   Post a picture of a painting you really like. Or a GIF aaaannd go!\n  ","394002":"\n   So you have an answer but you won't actually state it due to prudishness?\n  ","394003":"\n   Can you rank the 'Sucker Punch' girlies in the order you would want to do them in? Babydoll has got to be #1 fo' so'.\n  ","394004":"\n   Hi again, idk if you remember but I think I sent an anon asking for advice about me talking with this guy for about 2\/3 weeks online. I don't remember the specifics, sorry lol. Buuut there's one more thing I would appreciate your input on if you don't mind! (1)\n  ","394005":"\n   Post a photo of something you made :). I'd love to see! Can be anything you feel comfortable to share (for some ideas: doodle, crafted item, a song, a photograph, painting, animation, film, dev work, flowers etc etc)\n  ","394006":"\n   In the past people were buried with the items they would need in the afterlife, what would you want to be buried with so you could use in the afterlife?\n  ","394007":"\n   What are you most known for?\n  ","394008":"\n   What’s the funniest thing you’ve done or had happen while your mind was wandering?\n  ","394009":"\n   What would you do if there was a world war?\n  ","394010":"\n   What’s a pretty bad movie with a killer soundtrack?\n  ","394011":"\n   Why do you use Ask.fm?\n\nHow long have you been on this platform?\n\nWhat are your favorite parts of using Ask? What are the downsides of Ask?\n\nLooking forward to your responses!\n  ","394012":"\n   What's the best part in life?\n  ","394013":"\n   Nothing deep or intellectual here!\n\nJust a straight forward question this time.\n\nHow are you really doing?\n\nIn the hustle and bustle of life, we may not always get a chance to talk about how we feel, so here is your chance.\n\nFor those who choose to respond to this, I promise to reply to your post!\n  ","394014":"\n   What is one thing you have no patience for?\n  ","394015":"\n   What are the things you want to avoid in a relationship? ⚠️\n  ","394016":"\n   What random stranger had the biggest impact on your life??\n  ","394017":"\n   Do you prefer to ask questions or answer them? ?\n  ","394018":"\n   Who's your favorite anime character? ?\n\nMine : Rize Kamishiro 神代 利世 ~\n  ","394019":"\n   Have you ever been to any of the Disneyland\/world parks? Tell me about them :D\n  ","394020":"\n   last place you traveled to?\n  ","394021":"\n   Why do you keep your old phones?\n  ","394022":"\n   How many cell phones have you had?\n  ","394023":"\n   Is there anything you feel you missed out on when you we’re younger?\n  ","394024":"\n   If you were given a PhD degree, but had no more knowledge of the subject of the degree besides what you have now, what degree would you want to be given to you?\n  ","394025":"\n   Tell me something interesting about yourself?\n  ","394026":"\n   What is something someone can do to immediately make you angry?\n  ","394027":"\n   How were you able to really get over an ex that you fell in love with... hard?\n  ","394028":"\n   What's Love for you today?\n  ","394029":"\n   Do you like chips?\n  ","394030":"\n   when I talked to them they told me I’m so fickle, I’m either all in or not. it made me uncomfortable when they randomly hit me then follow it with sxx. i am afraid things will get worse but part of me loves them.\n  ","394031":"\n   Is there a certain quote you live by?\n  ","394032":"\n   ? Do you like sushi? ? Have you ever made it yourself at home? ? I’m meeting with two friends today and we’re making sushi. ☺️?\n  ","394033":"\n   What’s your plans for Memorial Day weekend? ?? (if you don’t live in the states use as a filter) ?\n  ","394034":"\n   Have you ever head of the \"carnivore challenge\", where people eat nothing but MEAT for 30 days? What do you think of this? Would you try it? Is it healthy?\n  ","394035":"\n   Do you have any addictive behaviors?  If so what?\n  ","394036":"\n   Happy Fxcking Friday ??\n  ","394037":"\n   am I wrong for not forgiving my partner for hitting me? we both are into bxsm though.\n  ","394038":"\n   Sure but how does abusing your body help deal with past abuse by others?\n  ","394039":"\n   how is your diet healthy when you eat takeouts often and regularly drink?\n  ","394040":"\n   When someone sends you a long inquiry on here, is it annoying having to re-format it all into a paragraph before you answer it?\n  ","394041":"\n   Why do you abuse your body?\n  ","394042":"\n   lmaooo you’re not healthy at all.\n  ","394043":"\n   Where do you draw the line when it comes to what questions you will and won't answer?\n  ","394044":"\n   What was the last thing you ate?\n  ","394045":"\n   What things do you take for granted and that you know you shouldn't?\n  ","394046":"\n   Are they fat like you?\n  ","394047":"\n   Would you call yourself a survivor?\n  ","394048":"\n   What house chores you do daily and what do you do weekly? Have you ever hired a maid?\n  ","394049":"\n   Hey Leigh, what you doing today?\n  ","394050":"\n   Does your bedroom have dust bunnies in it?\n  ","394051":"\n   How often do you eat takeaway pizza?\n  ","394052":"\n   What's your favorite breakfast?\n  ","394053":"\n   How many coffees a day do you consume?\n  ","394054":"\n   What made you lose interest in a person you had a crush on?\n  ","394055":"\n   Since when you became a cat person?\n  ","394056":"\n   i fucking love black and white cats\n  ","394057":"\n   What's the best compliment you've ever received?\n  ","394058":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/160754731807\n   \n   do you agree with this?\n  ","394059":"\n   Like Marissa said, do you think it's wrong for a couple to have a child with down syndrome as they are a burden and will be robbed of normal experiences? I personally agree but simple minded people would call it ableist.\n  ","394060":"\n   Where are you :( I want my questions answered :(\n  ","394061":"\n   If you could print any phrase on a T-shirt, what would it say? ?\n  ","394062":"\n   How many hours do you sleep at night?\n  ","394063":"\n   What’s the luckiest thing that happened to you that could have ended disastrous?\n  ","394064":"\n   If someone wants to give you something that'll make you happy no matter what, what should they give you? ? What about it makes you so happy? ?\n  ","394065":"\n   Am I brave if I throw a party during this time?\n  ","394066":"\n   How can you still talk to him when you still love him?? You're strong af honestly\n  ","394067":"\n   then why did you start drinking it?\n  ","394068":"\n   Pic of something cool, interesting or anything else worth sharing that you've taken recently? ??\n  ","394069":"\n   How's your experience with Rubik's cubes? Have you ever solved one? ??\n  ","394070":"\n   In your opinion, what are some keys to a successful relationship?\n  ","394071":"\n   alcohol is nasty\n  ","394072":"\n   If you could change anything about yourself, what would you change?\n  ","394073":"\n   what’s the last thing to make you happy?\n  ","394074":"\n   Have you ever stolen someone else's man?\n  ","394075":"\n   opinion on joaquin phoenix\n  ","394076":"\n   damn? so early?\n  ","394077":"\n   What would be your outfit if you were in the Village People? For some reason, I see you as the Construction Worker.\n  ","394078":"\n   How old were you when you had your first kiss?\n  ","394079":"\n   Have you ever tried the diet where you only eat aphrodisiacs?\n  ","394080":"\n   name a room in the house you wouldn't have the dog in with you?\n  ","394081":"\n   Do you work out?\n  ","394082":"\n   have you ever had a toothache?\n  ","394083":"\n   Hey, do you know any good movies or TV shows to watch? The one I previously watched got canceled.\n  ","394084":"\n   Do you know how viruses work?\n  ","394085":"\n   i hope you all had a great Day!\n  ","394086":"\n   How often do you eat junk food?\n  ","394087":"\n   isn't it tiring to be getting the same questions over and over again every single day? i'd be so annoyed omg\n  ","394088":"\n   Are you a Gemini?\n  ","394089":"\n   What is everyone having for breakfast today? ?\n  ","394090":"\n   How do you feel?\n  ","394091":"\n   Be honest do you think it's okay for adults to enjoy childish activities like watching cartoons, playing games or collecting toys? Does it make them immature?\n  ","394092":"\n   Do you ever feel close to anyone on here, even though you don't know them in a real life?\n  ","394093":"\n   lmao i love how you're always like \"ask me questions, guys\" but then you barely get any questions at all\n  ","394094":"\n   Who has the most positive impact in your life? Do you still talk to them?\n  ","394095":"\n   What kind of questions do you want?\n  ","394096":"\n   How do you cope with lack of sleep?\n  ","394097":"\n   what's onlyfan?\n  ","394098":"\n   photo?\n  ","394099":"\n   opinion on watchmen (2009)?\n  ","394100":"\n   Have you ever cut your hair very short?\n  ","394101":"\n   I wonder why americans like to act like they have free healthcare\n  ","394102":"\n   What is the last thing you do before sleep?\n  ","394103":"\n   What is your idea of a perfect relaxing night?\n  ","394104":"\n   Do you do any creative activity?\n  ","394105":"\n   How do you deal with people who say cruel things to you?\n  ","394106":"\n   Do you ever get angry at people? How are you in real life?\n  ","394107":"\n   Do you believe that some things are just \"meant to be\"?\n  ","394108":"\n   How calm are you during arguments or debates? Do you curse?\n  ","394109":"\n   What was the last thing you ate?\n  ","394110":"\n   From Angry Birds, are you more Red, Chuck or Pig?\n  ","394111":"\n   who would pay when pxrn is free? that’s just stupid lmaoo\n  ","394112":"\n   are you talking about your ex?\n  ","394113":"\n   What has been the most valuable lesson you've ever learnt in life?\n  ","394114":"\n   Do you ever go thrifting, or shopping at second-hand clothing stores? What is the best thing you have ever found while shopping for second-hand clothes?\n  ","394115":"\n   would you whxre yourself for money?\n  ","394116":"\n   What’s your opinion on onlyfan?\n  ","394117":"\n   When is the last time you went swimming!?\n  ","394118":"\n   Why do you think people use ask?\n  ","394119":"\n   Do you prefer using cash or card?\n  ","394120":"\n   How would you describe your sense of style?\n  ","394121":"\n   Do you care what others think about you?\n  ","394122":"\n   How do you do basic self care when you are depressed? I’m so ashamed but I can’t help it. I can only do some stuff\n  ","394123":"\n   Do you have Instagram?\nWhat's your username?\n?\n  ","394124":"\n   Are you a believer in God?\n  ","394125":"\n   Do you have a boyfriend?\n  ","394126":"\n   what is your zodiac sign?\n  ","394127":"\n   tips on how to lose belly, thigh and butt fat?\n  ","394128":"\n   Likers get emoji descriptions?!\n  ","394129":"\n   I'm not going to lie, that sounds amazing right now!\n  ","394130":"\n   what’s the last thing you said?\n  ","394131":"\n   In 2038, you get invited to a 2020-themed party. What do you wear?\n  ","394132":"\n   Have you ever worn crushed velvet pants?\n  ","394133":"\n   ? Do you like to have BBQ's during the Summer? If yes, what do you like to have? :3\n  ","394134":"\n   ? Do you like going to the beach?\n  ","394135":"\n   ? What is your favourite thing to do on a Summer's day? :3\n  ","394136":"\n   do you like to garden?\n  ","394137":"\n   yeah, because people's views and overall personality change from time to time? but i personally took the test three times over the course of a couple years and always got the same exact result like before. coincidence?\n  ","394138":"\n   Have you ever had a surgery?\n  ","394139":"\n   Why do people commit Suicide?\n\nand, thinking about it,is suicidal Thoughts or Threats?\n  ","394140":"\n   PAP?\n  ","394141":"\n   Should it be normal for women to propose to men?\n  ","394142":"\n   How do you respond if your ex pops up out of the blue and says they need to talk to you?\n  ","394143":"\n   Is the personality test accurate though? I mean yeah actually yes it is but I feel like it is accurate at finding out my personality type that my trauma has made me become but i feel like it is subjected to change? Like after therapy some of my answers have changed. Not sure which to believe?\n  ","394144":"\n   I feel like crap, which made me think of how everyone is feeling and I hope you're doing ok.\n  ","394145":"\n   We've already identified your IP Address, We've contacted Ask.FM staff officials and had them track your IP in advanced, we know your exact location.\n  ","394146":"\n   I was able to tap wire into your device's electronic circuit and inject rapid packets to the viruses to halt their progression. NEW ESTIMATED TIME: 37mins and 35secs, while there's still time, go to the link >\n   \n    www.ginedis.com\n   \n   install the recommended virus removal app and run it on your device.\n  ","394147":"\n   Ma'am, I'm going to ask you to remain calm, this is no ploy for personal gain, I'm just trying to help you rid of the viruses so your device and person data doesn't run the risk of getting corrupted. I'm an official Microsoft Tech, I've been in the business for nearly 15yrs now.\n  ","394148":"\n   Did he try arresting you last night too?\n  ","394149":"\n   Ma'am, I'd highly appreciate it if you show me some gratitude, I'm trying to aid you into eradicating the viruses from your device, follow my instructions carefully.\n  ","394150":"\n   this is so fucking funny lmfao, such a boomer bait scam on a website w mostly young ppl\n  ","394151":"\n   (2) VIRUSES HAS BEEN DETECTED ON YOUR DEVICE.\n\nWe have detected that your device has been infected with viruses. It will soon corrupt your sim card, data, photos, and contacts if no action is taken.\n\n10 minutes and 12 seconds\n\nHow to remove virus:\n   \n    www.ginedis.com\n   \n","394152":"\n   make a test\n  ","394153":"\n   star sign? mbti? enneagram? moral alignment? hogwarts house?\n  ","394154":"\n   When's the last time you did something for the first time? Was it a good experience?\n  ","394155":"\n   What do you enjoy most in life?\n  ","394156":"\n   Are you thinking of travel plans or nah?\n  ","394157":"\n   Best kind of pizza?\n  ","394158":"\n   Those eyes ?\n  ","394159":"\n   Do you have a favorite cat or are they all equal to you?\n  ","394160":"\n   Why’s that?\n  ","394161":"\n   thoughts on animes?\n  ","394162":"\n   Have you a noticed a change in activity on ask during quarantine? Is it more active?\n  ","394163":"\n   opinion on antifa?\n  ","394164":"\n   thoughts on thinking?\n  ","394165":"\n   Has anyone gotten Halloween decorations yet?\n  ","394166":"\n   opinion on opinions?\n  ","394167":"\n   Do you think the end or the means is most important? Explain.\n  ","394168":"\n   Share a favourite memory? ✨\n  ","394169":"\n   If you could time travel where would you go ?\n  ","394170":"\n   AT WHAT POINT ARE WE GOOD ENOUGH? WHEN ARE WE SELF-IMPROVED ENOUGH TO ACCEPT OURSELVES?\n  ","394171":"\n   If you were wrongfully put into an insane asylum, how would you convince them that you’re actually sane and not just pretending to be sane?\n  ","394172":"\n   Do you ever just go on walks or nah? You like walking? ?\n  ","394173":"\n   Have you ever experienced karma? If so, I'm what way?\n  ","394174":"\n   What are y'all having for dinner tonight? ?\n\n_____________\n*PLENTY FOR ALL*\nEVERYONE INVITED!\nWe are having... ❤?\nBaked fish\nWith Cajun seasonings on top\nMac and cheese ?\nand steamed broccoli!\n  ","394175":"\n   Why are humans so fascinated by mass murderers if their actions are universally considered evil and vile?\n  ","394176":"\n   Do they all sleep with you though?\n  ","394177":"\n   Use this to vent\/rant about something if you need to ?\n  ","394178":"\n   In your opinion who do you think it’s fault when someone’s racist? Themselves or their parents?\n  ","394179":"\n   If you could fix any mistake you've made in the past, what would you fix?\n  ","394180":"\n   Do you like to watch airplanes and jets fly? Is it fascinating to you or not really?\n  ","394181":"\n   Would you say that you're immature or mature for your age?\n  ","394182":"\n   top 5 zodiac signs that you love + top 5 zodiac signs that you hate\n  ","394183":"\n   Do you think ask does enough to stop bullying and harassment?\n  ","394184":"\n   how the hell does she eat raw onion in 1 sittin\n  ","394185":"\n   Do you follow any religion?\n  ","394186":"\n   what kinda questions? like but you don't have to say which people you were gonna ask this question\n  ","394187":"\n   i don't even eat onions when you cut them in little pieces and put them into other food... what the fuck... am litchrally traumatized, luv\n  ","394188":"\n   what the actual F U C K\n  ","394189":"\n   At what points do smart thoughts usually come to you?\n  ","394190":"\n   What’s one thing you hate doing but you do it anyway?\n  ","394191":"\n   iPhone or Android?\n  ","394192":"\n   do you like ramen ?\n  ","394193":"\n   Do you like 6ix9ine?\n  ","394194":"\n   raw onion are nasty  though- agree?\n  ","394195":"\n\n    @celine\n   \n   is no longer active smh\n  ","394196":"\n   What was the last thing you cooked?\n  ","394197":"\n   how often do you take naps?\n  ","394198":"\n   What if it isn't really derogatory or insulting but light-hearted observational humor about funny things many gays do like interior decorating or Broadway showtunes?\n  ","394199":"\n   so it’s ok for comedians to joke and not your average joe?\n  ","394200":"\n   What if it's someone straight who experimented maybe 1 or 2 times? Do they have the right to make at least 1 or 2 gay jokes under your system?\n  ","394201":"\n   omg it’s called a joke, a lot of comedians jokes about everything under the sun. it’s not a personal attack.\n  ","394202":"\n   even it’s about gays?\n  ","394203":"\n   Anything you wanna say?\n  ","394204":"\n   Do jokes offended you? Can you tolerate people’s humor?\n  ","394205":"\n   Do you consider someone racist if only they say racist things when they are angry?\n  ","394206":"\n   how far are you from your parents house? (if you don’t live with them).\n  ","394207":"\n   how can you detect fake money? i am a cashier and turns out i took fake money in\n  ","394208":"\n   do onion belong in food\n  ","394209":"\n   Do you like lemon chicken\n  ","394210":"\n   what is your bank account info\n  ","394211":"\n   What’s the latest gossip within your life?\n  ","394212":"\n   Have you tried almond milk or other types?\n  ","394213":"\n   your top 3 most used apps?\n  ","394214":"\n   your top 3 most used social media?\n  ","394215":"\n   for real tho?\n  ","394216":"\n   What brand did you get? What made you buy them?\n  ","394217":"\n   doesn’t the way some people think make you cringe? ?\n  ","394218":"\n   What is something that you have been wanting to buy yourself lately?\n  ","394219":"\n   what social media bores you the most\n  ","394220":"\n   what happens if you drink one then?\n  ","394221":"\n   What are some fun ways to answer everyday questions like “how’s it going” or “what do you do”?\n  ","394222":"\n   Do you like milkshakes? What kind?\n  ","394223":"\n   do you like tomatoes ??\n  ","394224":"\n   different anon but how is being racist = politics?\n  ","394225":"\n   \"politics isn't important to everyone\" then why did anon even complain about their partner being racist in the first place?\n  ","394226":"\n   but don't people discuss politics with their potential partners before going into a relationship with them? how come such an important topic didn't come up yet? that's so fucking stupid\n  ","394227":"\n   no offence but how can someone even date a racist without knowing it? do people not properly talk with each other anymore? honestly, how on earth can that happen...\n  ","394228":"\n   what’s to the right of you? ?\n  ","394229":"\n   Do you have a memorable picture from back in the day? Post a picture! ?✨✨\n  ","394230":"\n   How can I change my bf he’s racist? I tried talking to him so many times but he still uses the n word\n  ","394231":"\n   Do you believe cops still target blacks?\n  ","394232":"\n   If you run away from your problems, does it count as exercise?\n  ","394233":"\n   What one country do you want to visit one day?\n  ","394234":"\n   Are you a person that likes to be around alot alot of people? Or do you kinda like to stick with little crowds? Or you don't mind either? Big or little crowds.\n  ","394235":"\n   Are you in a relationship?\n  ","394236":"\n   ?If you were to sing a song to a crowd, ? what song choice would it be? ??\n  ","394237":"\n   It's been wet and ? rainy here. How has the weather been where you are for the past week?\n  ","394238":"\n   (If your comfortable with answering. If not, just ignore)\n\nHow many siblings do you have? Step siblings count!\n  ","394239":"\n   Something you will never put on your burger or sandwich?\n  ","394240":"\n   What is something that will always be on your sandwich or burger? ?\n  ","394241":"\n   What kinda salad do you like? If you like salad that is.\n  ","394242":"\n   can someone cook for me tonight ???\n  ","394243":"\n   do opposites really attract? ?\n  ","394244":"\n   What is the best way for a person to attain happiness?\n  ","394245":"\n   What is the greatest benefit of travelling?\n  ","394246":"\n   I’m in the USA. Do you think the police will believe me?\n  ","394247":"\n   I’m so shaking now I need your advice my ex wants me to text if I don’t he said he will share my nudes. Should I ignore him or talk to him?\n  ","394248":"\n   do you eat pork?\n  ","394249":"\n   do you like blueberries?\n  ","394250":"\n   Oh okah i mean everyone is a stranger once you get to know them then that person is no longer a stranger your answer doesnt make sense its clear that you don't trust people at all so i will not waste my time .\n  ","394251":"\n   Really well im interested in you but i think your married?\n  ","394252":"\n   Do you believe in long distance?\n  ","394253":"\n   What gets you into a creative mood?\n\nAre you reading anything over quarantine? Are you looking for something to read?\n\nWhat character dynamics do you best enjoy in stories and media?\n\nIf you want, share something creative with us!\n\nAs always, thanks in advance for your responses!\n  ","394254":"\n   Post something beautiful! ✨✨✨\n  ","394255":"\n   Would the world be better or worse off without religion?\n  ","394256":"\n   What does confidence mean to you? I guess to some it might be down to looks, but others it's down to what's going on inside etc\n  ","394257":"\n   What is your definition of pure happiness? ❣️\n  ","394258":"\n   PAP with your sunglasses on! ??\n  ","394259":"\n   have a wonderful Monday ✨??\n  ","394260":"\n   Followed.\n  ","394261":"\n   Don’t you think bad people get punished at the end of the day?\n  ","394262":"\n   Do you believe in karma?\n  ","394263":"\n   I will punish you if you dont go to bed\n  ","394264":"\n   Go to bed dear\n  ","394265":"\n   Howd you get so coool?\n  ","394266":"\n   What do you mean by serious?\n  ","394267":"\n   what's white claw?\n  ","394268":"\n   Where do the happiest people live?\n  ","394269":"\n   in your opinion do you think a person should be given a few warnings before termination\n  ","394270":"\n   Do you think\n   \n    @dieselmom\n   \n   will make a good boss? i say yes!!! Companies need someone like her who will lay the law down. agree?\n  ","394271":"\n   Let the romance begin\n  ","394272":"\n   ??? now that’s a view. Thanks for sharing.\nHow would you spend your days?\n  ","394273":"\n   during this quarantine time. what was a real eye opener for you?\n  ","394274":"\n   When you are very thirsty, what is your favorite drink?\n  ","394275":"\n   Who do u tell a lot to?\n  ","394276":"\n   Heya. I hope it's okay for this stranger to pop by and ask you, what exactly do you write and edit? ??\n  ","394277":"\n   Describe your day in emojis!\n  ","394278":"\n   If you can share it, we can do some research on Google Images and may find the artist's name.\n  ","394279":"\n   Who is the artist of the painting on your background?\n  ","394280":"\n   like?\n  ","394281":"\n   (Stealing from anon) things that make you smile? ?\n  ","394282":"\n   have there been questions you wanted to ask but too scared to ask (not on ask fm)\n  ","394283":"\n   what challenging thing are you working through these days\n  ","394284":"\n   5 things that you can't live without?\n  ","394285":"\n   Hey\n  ","394286":"\n   I love pizza, I do I do I do. I love partying and drinking and eating pizza, oh yes I do! I do! I do! I do! do! do! do! I love socializing with my friends while nibbling on a juicy thick crust pepperoni pizza. Oh yes I do do do!! I'm a pizza lover baby hell yeah. What is your favorite kind of pizza?\n  ","394287":"\n   This looks great! You look beautiful. It’s kind of subtle. Did it takes ages tho? I know “natural looks” can take ages to do ?\n  ","394288":"\n   Yeah, you’re allowed to be insufferable as a teenager ? but I see adults on here harassing younger people for the slightest error and cringe (I also want to slap them, despite being non-violent). Like, get a life, my dude.\n  ","394289":"\n   Exactly. And some people struggle with spelling\/grammar due to learning disabilities or writing in a language which isn’t their first. Plus, as you mentioned, language is evolving and using slangs can be fun, fam ?\n  ","394290":"\n   Lmao. So glad you changed your “people should be grammatically correct on the internet at all times” view coz those ppl are the worst. It’s classist rubbish. Boring too.\n  ","394291":"\n   Do you trust the government with everything?\n  ","394292":"\n   Covid19 IS a hoax. People are dying from other diseases but they are saying it’s covid19\n  ","394293":"\n   True happiness is ___________? ?\n  ","394294":"\n   the police arrested a lot of protesters are you with the police or the protesters? they were saying coronavirus is fake.\n  ","394295":"\n   Would you rather cook your own meals at home or order takeout?\n  ","394296":"\n   are you confident in your apperance?\n  ","394297":"\n   you keep changing your opinion though, when she’s online you say you don’t use slang. your personality is moulded by others.\n  ","394298":"\n   you said “I don’t use slang” lmaooo I guess you just wanted to kiss celine’s butt.\n  ","394299":"\n   What is the best way to say goodbye?\n  ","394300":"\n   What do you wish you knew more about?\n  ","394301":"\n   If you could choose to remain an age forever, what age would you choose?\n  ","394302":"\n   When you're around your friends, or talking with them. Would you say you're more of the caring, motherly, protective one. Or more of the one who looks for guidance from the others?\n  ","394303":"\n   what is your fav healthy meal to cook? :3\n  ","394304":"\n   what are your fav salad toppings\/ingredients? :3\n  ","394305":"\n   opinion on religious people?\n  ","394306":"\n   A few of my friends have twitch channels, I thought they would be awesome as a group like Achievement Hunter or Neebs Gaming. Which members of those groups do you think you'd be most like as a streamer?\n  ","394307":"\n   How old\/young do people think you are?\n\nHow old do I look?\n  ","394308":"\n   do you drink soda? why\/why not?\n  ","394309":"\n   If you had no say in the matter and had to have something tattooed on your face (no is not an option), what would you have? XD\n  ","394310":"\n   A photo from childhood\n  ","394311":"\n   Have you ever done archery?\n  ","394312":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","394313":"\n   are you watching cumos current live on corona\n  ","394314":"\n   Why don't you?\n  ","394315":"\n   Hi, was just wondering have you ever gone through a period in your life where you significantly increased your tolerance to alcohol  through sheer over indulgence in it? ? If so, can you you tell me if stopping\/cutting back for a bit is enough to decrease the tolerance to pre heavy drinking times??\n  ","394316":"\n   f you were to become famous on one social media platform but only ONE, which would you choose? ? Why that one?\n  ","394317":"\n   If you were a youtuber, what kind of videos would you make? ▶️\n  ","394318":"\n   If you could get a lifetime supply of something that wasn't food, what'd you pick? ??\n  ","394319":"\n   Which restaurant chain would you have wanted to get free food for life from? ????? What's your go-to order there?\n  ","394320":"\n   how far do you tend to go with personal questions ?\n  ","394321":"\n   Do you think that you would of stayed together if you could of forseen the coronavirus coming?\n  ","394322":"\n   do you give out personal answers if the questions are numbered\n  ","394323":"\n   Have you ever cried because of ask fm?\n  ","394324":"\n   do you ever think of going to school again\n  ","394325":"\n   Are you sure it’s love? Maybe it’s nostalgia\n  ","394326":"\n   with your ex?\n  ","394327":"\n   *excited. did you even go to school?\n  ","394328":"\n   ugh move on\n  ","394329":"\n   Are you in love?\n  ","394330":"\n   will you be saving the money now or spending it on other expenses\n  ","394331":"\n   what does that mean\n  ","394332":"\n   Awesome, well done ??\n  ","394333":"\n   Do you have a brother from another mother? Post it!\n  ","394334":"\n   Are you the type of person who judges someone based upon their zodiac sign, or do you actually get to know them?\n  ","394335":"\n   Are you and your parents the same or different personality wise?\n  ","394336":"\n   How do you know you’re in love not just crushing?\n  ","394337":"\n   What’s the difference between being in love and loving someone?\n  ","394338":"\n   Honestly sometimes I wish i worked just so I could be excited for weekends\n  ","394339":"\n   How are you?\n  ","394340":"\n   Say you're invited to a party and they ask for your food preferences, what do you tell them? ???\n  ","394341":"\n   What is happiness?\n  ","394342":"\n   Metal, Punk, or Grunge ?\n  ","394343":"\n   Do you \/ have you ever collected anything? How large is \/ was that collection? ⚾️??\n  ","394344":"\n   When you eat chips or other snacks casually at home do you usually pour them into a bowl or do you eat them straight from the bag? ??\n  ","394345":"\n   If you had 5 concerts tickets to your favorite band. Who would you take with you?\n  ","394346":"\n   hey fam\n  ","394347":"\n   Space to post whatever you want!\n  ","394348":"\n   Do You have schizophrenia\n  ","394349":"\n   opinion on stephen colbert?\n  ","394350":"\n   Do you like the Adam Sandler movies?\n  ","394351":"\n   What is your favorite thing to order at McDonald's? If you eat fast food that is...\n  ","394352":"\n   Have you seen star link in your area and what do you think about this new internet?\n  ","394353":"\n   Do you wear any kind of glasses? Or nah?\n  ","394354":"\n   What flavour popcorn do you like?\n  ","394355":"\n   5 things you don't like in people ?\n  ","394356":"\n   What is the last place you ordered food from?!\n  ","394357":"\n   How many tattoos do u have?\n  ","394358":"\n   Nice pics u have.\n  ","394359":"\n   Are you scared of insects?\n  ","394360":"\n   What wild\/animal are you scared of and do you see it often?\n  ","394361":"\n   Who is the evolution of cuarentine and coronavirus in United States??\n  ","394362":"\n   Have you picked up any new hobbies during the covid 19 lockdown?\n  ","394363":"\n   when and where is the best time to shave?\n  ","394364":"\n   I know that I don't meet you, but I thinkt that you are beautiful and would like to have the opportunity to meet you.\n  ","394365":"\n   What was your first car? (Or dream first car if you don’t drive) \nI JUST BOUGHT MY FIRST CAR YESTERDAY ??\n  ","394366":"\n   Be honest, have you ever just sat back and realised you're not anybody's favourite person, you're just kinda there, and just thought 'f*ck it, I'll chill alone' ?‍♂️?\n  ","394367":"\n   you are a beautiful girl baby\n  ","394368":"\n   do you think it has anything to do with your breakup?\n  ","394369":"\n   What happened? Are you lonely?\n  ","394370":"\n   are you good at spelling?\n  ","394371":"\n   Are you a spacey kind of person?\n  ","394372":"\n   How’s your day going?\n  ","394373":"\n   What's your favorite sea food?\n  ","394374":"\n   Are you interested in virology?\n  ","394375":"\n   Post someone or something you love here in the answer. ? Pap or GIF.\n  ","394376":"\n   Yes XD they keep giving new information like every day on it which has been nice but its still too soon i feel ¯\\_(ツ)_\/¯\n  ","394377":"\n   Would you help or give advice to someone you don’t like?\n  ","394378":"\n   Agreed. Most salons here are starting up again. They still have rules in place though. I think they should have waited more time. Even my old gym is reopening with promises of limiting the people and 6 feet apart rules etc\n  ","394379":"\n   Sad :( I think they have pretty much been doing curbside here.\n  ","394380":"\n   Is he nice though? Would he put you first?\n  ","394381":"\n   Do you have a quality that is both your best and worst trait?\n  ","394382":"\n   tbh i think shades of red look the best on you\n  ","394383":"\n   you posted a poll for our opinion why are you being butt hurt now?\n  ","394384":"\n   Describe his personality and morals\n  ","394385":"\n   blonde makes you like a cheap ho. it doesn’t look good on you\n  ","394386":"\n   can you believe Morgan is naturally blonde? i didn't think that color would be compatible with her skin tone\n  ","394387":"\n   i like loreal lipsticks..its a global brand. can it really be bad\n  ","394388":"\n   is your ex feminist?\n  ","394389":"\n   why do you not like loreal\n  ","394390":"\n   Even Sally's beauty would be more helpful too XD\n  ","394391":"\n   ill most likely use loreal. do you recommend it\n  ","394392":"\n   is it easy coloring hair at home? the salons are still closed in my place and I so badly want to get a full hair color. my man would help me getting to hard to reach places to color if needed.\n  ","394393":"\n   arent you naturally blonde though\n  ","394394":"\n   did your boyfriend leave you because you wouldn't stop farting dirty in his presence? I'd ditch someone if they were always releasing stinky gasses in the air\n  ","394395":"\n   you look sexier  blonde\n  ","394396":"\n   Would you rather go swimming or skydive?\n  ","394397":"\n   Would you trust someone who constantly changes their username?\n  ","394398":"\n   What was the last game you played?\n  ","394399":"\n   In Spanish?\n  ","394400":"\n   Buenas nochesss!!\n  ","394401":"\n   Who is the most closest friend that knows everything about u?\n  ","394402":"\n   last piece of advice you have to someone\n  ","394403":"\n   Is there something you can do that you know most others couldn't? ??\n  ","394404":"\n   Do you watch adult cartoons?\n  ","394405":"\n   why do you have a jesus candle lol\n  ","394406":"\n   hi everyone ?? ! hope your all doing great ?\n  ","394407":"\n   tbh you look the absolute best with natural brown hair. you look incredibly fresh and beautiful\n  ","394408":"\n   Is there something you own a lot of where that you collect? Would you like to share with us what that is? Doesn't matter what it is. Add pic or GIF maybe\n  ","394409":"\n   That was one of the hardest polls, both styles look awesome on you\n  ","394410":"\n   Do you like pineapple juice?\n\nFav. way to have pineapple?\n\n(I am having some right now and it is quite good! ?)\n  ","394411":"\n   why haven't you seen the third season yet?\n  ","394412":"\n   (If you don't have any tattoos. Have you ever wanted to get one?)\nDo you have any tattoos?\nWould you like to share one of your tattoos with us?\n  ","394413":"\n   Have you ever had a movie marathon? Of what movies? How long did it last? ??\n  ","394414":"\n   opinion on \"stranger things\"? did you start watching it when it came out in summer 2016 or later on?\n  ","394415":"\n   lol he can still be stupid\n  ","394416":"\n   Who is the smartest person in your family?\n  ","394417":"\n   When did you shave for the first time?\n  ","394418":"\n   If you were a dog, would you think in barks?\n  ","394419":"\n   Are you going to shave your head again?\n  ","394420":"\n   just admit trump is the best.\n  ","394421":"\n   trump is better than the pedo you used to defend lmaoo.\n  ","394422":"\n   How long was the longest essay \/ paper you've had to write for school \/ uni etc.? How was it to write that? What did you do to push yourself through it? ??\n  ","394423":"\n   Do you think trump will be re elected as the president?\n  ","394424":"\n   Is that dating app\n  ","394425":"\n   I’m seeking for a sugar baby that I can lean on and confide in, in time of stress and depression\n  ","394426":"\n   What's the last thing that made you feel nostalgic? ????\n  ","394427":"\n   Do you keep track of the amount of steps you take in a day? What's the most you've ever gotten? ?‍♂️?‍♀️\n  ","394428":"\n   ? What‘s the most useful life hack you learned in your life? Or feel free to list a few.\n  ","394429":"\n   Describe your country.\n  ","394430":"\n   \"Cheating is just part of the ups and downs of a relationship\" - do you agree or disagree with this statement?\n  ","394431":"\n   Has 2020 been a good year for people who make memes in your opinion?\n  ","394432":"\n   I have a bottle of lemonade, was just wondering what's the best alcoholic drink to mix it with? ??‍♂️\n  ","394433":"\n   What is your dream job? ?\n  ","394434":"\n   You are talking about house MD right? Where do you watch it? I only have Netflix and they removed it\n  ","394435":"\n   What do you think Gods punishment should be for creating people like Albert Fish, Luis Garavito, Ilse Koch, and Elizabeth Bathory?\n  ","394436":"\n   which horror movie scared you the most so far?\n  ","394437":"\n   top 5 fruits?\n  ","394438":"\n   favorite horror movies?\n  ","394439":"\n   Love your honesty because I’m feeling the same. It’s how we deal with it because the only other thing is to give up and I doubt we want that. Stay positive love... you got this.\n  ","394440":"\n   Current favorite song?\n  ","394441":"\n   When was the last time you didn’t feel pressured with trying to keep everything from falling apart? Was it because you had a stable job or is it now that you find yourself struggling through this crisis?\n  ","394442":"\n   Do you prefer watching movies or tv shows?\n  ","394443":"\n   Is that a bad thing?\n  ","394444":"\n   i have a habit of always apologizing even when I’m not wrong to my partner. i just don’t like people being mad at me. do you think my partner will take advantage of this?\n  ","394445":"\n   Why do you watch tv shows you seen before?\n  ","394446":"\n   Why? Don’t you find it boring?\n  ","394447":"\n   Do you have a TV show you've found really interesting to watch recently? I keep binge watching through series once I start watching. And need new recommendations XD\n  ","394448":"\n   What do you wish you could eat rn?\n  ","394449":"\n   do you watch\/like animes? if yes, which ones? if no, why not?\n  ","394450":"\n   do you experience intrusive thoughts?\n  ","394451":"\n   By refusing to hold a position on something, do you, by default, accept all positions or reject all positions?\n  ","394452":"\n   Can we see the red and white underwear you’re wearing today?\n  ","394453":"\n   How good are you at saying \"no\"?\n  ","394454":"\n   What makes you stop being friends with someone?\n  ","394455":"\n   Can you please take a screenshot of the new design lol I don’t want to update and regret it?\n  ","394456":"\n   What's a silly thing that used to scare you as a kid?\n  ","394457":"\n   do you watch dead to me\n  ","394458":"\n   What is your favorite food ?\n  ","394459":"\n   Can you chat rn?\n  ","394460":"\n   Do you have an amazon wishlist ?\n  ","394461":"\n   tattoo pap\n  ","394462":"\n   bikini line or full shave?\n  ","394463":"\n   11.Are there any books that you’ve read that you would like to be made into a movie?\n  ","394464":"\n   Do you ever feel like you would have been a better person if you never met someone in your life? ?\n  ","394465":"\n   When did you screw everything up but no one ever found out it was you?\n  ","394466":"\n   Hey, how's everything?\n  ","394467":"\n   Why do some girls find men with melancholy temperament and men who have suffered hardship attractive? Are you a girl of this type?\n  ","394468":"\n   opinion on the new ask design?\n  ","394469":"\n   aw, that sucks :(\n  ","394470":"\n   and you didn't transfer all your old data onto your new phone? that's odd\n  ","394471":"\n   How are you ??\n  ","394472":"\n   omg i saw that . my son comes runing to me telling me it’s snowing lol. some places upstate got like a foot\n  ","394473":"\n   Anyone get a new update with Ask.fm? If so, what do you think of it?\n\nI did and whoa! Wow. Impressed! Way to go Ask.Fm! ??? Looks neat! Looks like they are kinda are going with what I reeally wanted. More notice & updates to the profiles! Looks like they made them real nice & flashy! Love it!\n  ","394474":"\n   how has the weather been in your area lately?\n  ","394475":"\n   What kind of food is delicious but a pain to eat\n  ","394476":"\n   Do you get along with your siblings?\n  ","394477":"\n   What stinks about babysitting babies?\n  ","394478":"\n   why don't you know where it is?\n  ","394479":"\n   so you can't get them back?\n  ","394480":"\n   Opinion on the last thing trump said with the Chinese reporter?\n  ","394481":"\n   are you a clingy person?\n  ","394482":"\n   what keeps you on this website?\n  ","394483":"\n   What are your favorite books?\n  ","394484":"\n   do you know why you are an emotional person? sorry if it is too personal to ask\n  ","394485":"\n   even happiness?\n  ","394486":"\n   what is the strongest emotion u felt that brought u to tears\n  ","394487":"\n   What's the worst thing you've ever been accused of while innocent?\n  ","394488":"\n   how do you control emotions if you are discussing a emotional topic with friend?? tbh, i find it hard bc i am a sensitive person and feel emotions really strong. any tips?\n  ","394489":"\n   what’s bothering you rn\n  ","394490":"\n   are you doing okay? <3\n  ","394491":"\n   Dedicate a song to your crush and tag them if you're brave!\n  ","394492":"\n   How often do you change your bedsheets?\n  ","394493":"\n   can you post a picture of some of your paintings? i would like to see them!\n  ","394494":"\n   Do you like photography?\n  ","394495":"\n   How do you manage stress?\n  ","394496":"\n   How do you look right now?\n  ","394497":"\n   what kinda art do you make?\n  ","394498":"\n   beautiful view! Where was that picture taken?\n  ","394499":"\n   What are the three most important things for you to be happy?\n  ","394500":"\n   ? Is your birthday a big deal for you or do you just don’t care about it? When is your birthday?\n  ","394501":"\n   Something new you learned over the weekend?\n  ","394502":"\n   death penalty? for or against?\n  ","394503":"\n   do u love walking on a park in the autumn?\n  ","394504":"\n   spring or summer? why? (feel free to vote here:\n   \n    https:\/\/ask.fm\/tumblr_and_starbucks\/photopolls\/174209923)\n   \n   ♡\n  ","394505":"\n   Are you creative if yes in which things\n  ","394506":"\n   Post a selfie ?\n  ","394507":"\n   When was the last time you left the house?\n  ","394508":"\n   When was the last time you spoke with a classmate from high school?\n  ","394509":"\n   how are you?\n  ","394510":"\n   Should you do everything someone wants even if you love them?\n  ","394511":"\n   Hardest part of BPD for you?\n  ","394512":"\n   If you were truly abducted by aliens, would you risk being called crazy, and tell people? Or would you keep it to yourself?\n  ","394513":"\n   Third last watched then? ¯\\_(ツ)_\/¯\n  ","394514":"\n   What's the third song that comes up on shuffle?\n  ","394515":"\n   What were you doing 5 hours ago?\n  ","394516":"\n   Is the food by choice or just forgetting since not used to being home that much?\n  ","394517":"\n   Favorite ones to use?\n  ","394518":"\n   what is your worst habit? what is your best habit? ?\n  ","394519":"\n   That's interesting. You still look great regardless:)\n  ","394520":"\n   What made you change Lee to Leigh?\n  ","394521":"\n   Have you always had clear skin?\n  ","394522":"\n   What gift has someone given you lately?\n  ","394523":"\n   How big is big enough for you?\n  ","394524":"\n   I don't know whether to study Spanish or French. Which one it is hardest?\n  ","394525":"\n   Please don't hate me for not knowing that. ? Well they say you learn something new every day.\n  ","394526":"\n   Ooooooh. ? Blimey, sorry it's late. I'm also british. Those are my excuses. ?\n  ","394527":"\n   Ah sorry, my mistake. Thats fair enough. I have always wanted to visit countries like China, South Korea and most definitely Japan. Apologies by the way, it says new york on your profile so I assumed you live there or something. I shouldn't make assumptions.\n  ","394528":"\n   New york? You live in new york? Is it okay to ask what it's like and what your favourite things about the city are? Always wanted to go there. ?\n  ","394529":"\n   Would you rather deal with the problems from 2001 or 2020?\n  ","394530":"\n   did you send your mother a text or buy her something?\n  ","394531":"\n   think 5 years back into your life - where are you currently, what are you doing and HOW are you doing?\n  ","394532":"\n   What are you doing on Mother’s Day?\n  ","394533":"\n   were you a shxtty gf?\n  ","394534":"\n   If your spouse never remember any important dates like your birthday and anniversary do you take it as they don’t care?\n  ","394535":"\n   did he do the same around you?\n  ","394536":"\n   How do you deal with the lame haters?\n  ","394537":"\n   Do you think pick up lines EVER work? ❤? Why \/ why not? ?\n  ","394538":"\n   If you were to choose one album, movie \/ video game soundtrack etc. to become the soundtrack of your life, which would you choose? ??\n  ","394539":"\n   Is it awkward to watch sxx scenes with your family? What do you do?\n  ","394540":"\n   he must be glad you're the ex\n  ","394541":"\n   do you still feel comfortable farting in front of your now ex\n  ","394542":"\n   Hopefully not late again. Was last time. ? the torture of not knowing.\n  ","394543":"\n   If you thought you were pregnant would you get a test right away or wait for your next period to come?\n  ","394544":"\n   Is your dad cheating on your mom in Florida?\n  ","394545":"\n   Why do you feel obligated to help your mom? Does she tell you that you owe her\n  ","394546":"\n   is your relationship with your dad better\n  ","394547":"\n   you're a wonderful daughter tbh. im proud of you. your parents are lucky to have you as their kid even if they dont realize it\n  ","394548":"\n   why do you see your mom twice a week\n  ","394549":"\n   are you feeling better today?\n  ","394550":"\n   how are you\n  ","394551":"\n   did your exes family realize u farted was jt awkward\n  ","394552":"\n   admpit hair remember. u still rocking it?\n  ","394553":"\n   nah you just do it because ~~~ it’s natural~~~ just like when you don’t shave\n  ","394554":"\n   you feminists are gross, you fart in front of people\n  ","394555":"\n   how old were you and did it smell?\n  ","394556":"\n   that’s bs lmaooo why would they want someone like their mother?\n  ","394557":"\n   What’s your opinion on the study that says a lot of men when dating they look for someone who unconsciously remind them of their mother?\n  ","394558":"\n   upstate new york really does look great in photos\n  ","394559":"\n   Can u share your Netflix acc?\n  ","394560":"\n   what does your family think about non binary people?\n  ","394561":"\n   Pap ?\n  ","394562":"\n   What’s your favorite place you’ve been?\n  ","394563":"\n   Thank you! Yeah I just don’t know whether to say I want to break off the relationship or just let it “fade” away. Because people have said not to burn bridges. But since we are still like asking “how are you” (this is just an obligation I think)it’s not likely this friendship is going to just fade\n  ","394564":"\n   What is the last good deed you did for someone?\n  ","394565":"\n   What is the last good deed someone did for you?\n  ","394566":"\n   If you were given three things to make you happy, what would these be?\n  ","394567":"\n   Anything you regret?\n  ","394568":"\n   (1)Do you think it is best to break off a friendship with someone you have drifted apart with? My friend and I are on good terms, but i feel like she doesn’t put in effort into the friendship anymore. We meet every 4 months but we run out of things to say. I feel awkward with her, and we never text\n  ","394569":"\n   What are some things that people don’t know about you? (Add as many as you like and be honest!)\n  ","394570":"\n   What do you love about this Ramadan?\n  ","394571":"\n   were you aware of Little Richard before hos demise?\n  ","394572":"\n   on mothers day you miss your mom\n  ","394573":"\n   Who is your latest crush?\n  ","394574":"\n   are you saving up for anything?\n  ","394575":"\n   whats been your most embarrassing moment ?\n  ","394576":"\n   Favorite type of pillowcases? How about the firmness of the pillow?\n  ","394577":"\n   do you feel stupid now? you voted for him lmao\n  ","394578":"\n   Since you believe in what women's allegations, will you vote for him in the presidential election?\n  ","394579":"\n   How are you spending your days these days, what are you doing?\n  ","394580":"\n   wait is that the pick up line or is it you changing the subject?\n  ","394581":"\n   Best pick up line you've heard?\n  ","394582":"\n   I’m sorry anyone caught the virus?\n  ","394583":"\n   Do you like Neil Young?\n  ","394584":"\n   That's why u are sad?:\/\n  ","394585":"\n   Taken?\n  ","394586":"\n   same here, high five!\n  ","394587":"\n   I hope nothing serious\n  ","394588":"\n   how do you cope with body dysphoria?\n  ","394589":"\n   How are you doing today?\n  ","394590":"\n   Do you like surprises or is it better if someone told you or atleast gave hints about the surprise?\n  ","394591":"\n   ? What inspires you?\n  ","394592":"\n   ? What are your goals in this life?\n  ","394593":"\n   How do you work on pent up anger and aggression\n  ","394594":"\n   ✨ What is an idea\/belief that helped you achieve\/overcome anything?\n  ","394595":"\n   ⚜️ What’s the one thing you thought only you were doing, but found out that others are doing the same, too?\n  ","394596":"\n   ? What mysteries do you wish could be solved in your lifetime?\n  ","394597":"\n   Last criticism you recevied and what did you do about it?\n  ","394598":"\n   Which artist would you love to see in concert but you haven't yet? ??\n  ","394599":"\n   I know I usually ask loaded questions so... How are you? ? Haha\n  ","394600":"\n   There are several women who accuse Biden of s∑xual harassment. Biden denies. Do you believe these women or Biden\n  ","394601":"\n   What's your favorite drink?\n  ","394602":"\n   You like pot roast? With lot's of veggies in it?!\n  ","394603":"\n   Why is it much more easier for teachers to use a coursebook?\n  ","394604":"\n   Are you getting weird anon questions?\n  ","394605":"\n   Exactly! Thank you so much! ?\n  ","394606":"\n   Who wants to be friends\n  ","394607":"\n   How are you\n  ","394608":"\n   It just came to my attention that someone send out questions to people in which they complain about me posting my OnlyFans link in my replies. I’m so sorry that some of you might received that question. I hope that person will realize how stupid that is. ?\n  ","394609":"\n   manu is putting her onlyfans link all over the place ? whats your opinion on that\n  ","394610":"\n   Describe the person you a\nHate them most in 2 words\n  ","394611":"\n   Followed back maybe\n  ","394612":"\n   Favourite chocolate\n  ","394613":"\n   Do you enjoy going to diners?\n  ","394614":"\n   what’s the last snack you ate?\n  ","394615":"\n   Which is the most stylish celebrity?\n  ","394616":"\n   if you were married how different will your life be?\n  ","394617":"\n   What color is your askfm? Did you know that you could switch colors? How often do you switch it? ? — I just switched from green to blue. ??\n  ","394618":"\n   Do you trust yourself\n  ","394619":"\n   Have you ever tried abseiling\n  ","394620":"\n   Do you know someone who has a pet iguana?\n  ","394621":"\n   Is there any co workers that you dont like\n  ","394622":"\n   What side dish do you like to eat with barbecue?\n  ","394623":"\n   Have you got any injuries atm\n  ","394624":"\n   Chinese surnames are all monosyllabic. If your son uses Chinese surnames, don't you worry about being weird?\n  ","394625":"\n   ? What was one of the most beautiful moments in your life? Feel free to elaborate on it.\n  ","394626":"\n   What’s your favourite animal ?(: andddddd you’re favourite Tv series ???\n  ","394627":"\n   Out of 10 what's your temper like \n\n1 Being Calm 10 being bad\n  ","394628":"\n   What drugs have you done?\n  ","394629":"\n   How is everyone?\n  ","394630":"\n   What is the most tired you've ever been\n  ","394631":"\n   What's new\n  ","394632":"\n   What was the last charity event that you did?\n  ","394633":"\n   so you wear because you want compliments? you want to impress people?\n  ","394634":"\n   The surnames of Korean and Chinese are very different from those of your country. If you marry someone from one of these two countries, Do you think it's better to use your family name for your children? Or is it better to use your husband's surname?\n  ","394635":"\n   Does it bother you that you're out of shape\n  ","394636":"\n   The first task is an 8 mile run in an hour with 66 pounds on your back.  I'm guessing you'll struggle with that?\n  ","394637":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","394638":"\n   If you did an 8 day training course for the milltary how far would you reckon you'll get on the course?\n  ","394639":"\n   do you have any shaving or trimming tips ?......sorry if its personal ...kinda desperate!!!\n  ","394640":"\n   Hi ?\nCan you please follow me back if you don't mind ?\n  ","394641":"\n   what do you mean “no reason”? do you only wear it for others?\n  ","394642":"\n   Have you ever tried herbal tea\n  ","394643":"\n   omg, stop trying to be politically correct ffs. of course women are more beautiful generally, if only because they make more of an effort. society expects\/forces them to\n  ","394644":"\n   Waht time is it where you sre\n  ","394645":"\n   How to deal with busy boyfriend?\n  ","394646":"\n   Does wearing makeup make you feel confident?\n  ","394647":"\n   I know my question may sound a little bit weird, but do you think it's homophobic to pretend to be homosexual to avoid other straight men\/women hitting or forcing themselves on you in a sxxual way?\n  ","394648":"\n   checking in! how’s everyone’s mental health or just your mental?\n  ","394649":"\n   I am not afraid to…\n  ","394650":"\n   Do you think women are more beautiful than men? Generally\n  ","394651":"\n   Where should we draw the line between talking honestly about mental illness.... and romanticising it? Where is the difference?\n  ","394652":"\n   give likers some likes if they got good answers?\n  ","394653":"\n   do you prefer big cars or small cars\n  ","394654":"\n   and does the state of NY have its own famous brand of beer that people proud of the state drink?\n  ","394655":"\n   You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?\n  ","394656":"\n   you are seriously super pretty fr\n  ","394657":"\n   does NY have its own style of pizza like Chicago does?\n  ","394658":"\n   What do you think of the women who call men trash or generalize them in other ways?\n  ","394659":"\n   Is it true that the funniest people are often the most depressed?\n  ","394660":"\n   do you like spicy Doritos?\n  ","394661":"\n   What is one thing you will never do again?\n  ","394662":"\n   Who was your first crush?\n  ","394663":"\n   Having hair there literally prevents your sweat from rolling down your side! It's 2020, why would anyone still think it's unhygienic?! Haha\n  ","394664":"\n   How would your friends describe you?\n  ","394665":"\n   On a scale of 1-10 how weird would you say you are?\n  ","394666":"\n   How long does it take you to get ready in the morning?\n  ","394667":"\n   what do you see most beautiful when you look through your bedroom window?\n  ","394668":"\n   What TV show has gone off the air that you wish would come back?\n  ","394669":"\n   ?? Did you find her\/him again or not?\n  ","394670":"\n   Has it ever happened that a friend made online suddenly goes offline and never comes back?\n  ","394671":"\n   i don’t believe this we don’t live in Mexico lmaoo.\n  ","394672":"\n   What are you up to\n  ","394673":"\n   Do you think the government lie about some people who naturally die in person when in fact they murdered them?\n  ","394674":"\n   19. Have you ever watched a show at the theatre?\n  ","394675":"\n   It’s so unhygienic to not shave your armpits.\n  ","394676":"\n   What’s your opinion on “trophy wife”?\n  ","394677":"\n   Do you have any of those really needy friends who are using this pandemic as an excuse to project their abandonment and insecurity issues with passive aggressive social media posts like - 'After the lockdown is over remember which friends, called you, texted you, checked you're ok' etc, etc ???\n  ","394678":"\n   Which network's shows did you watch most as a kid? Like Disney, Nickelodeon etc. ? Any particular show you remember fondly? ?\n  ","394679":"\n   Do you think its sad I bought a cookbook to learn how to cook? So I can take care of myself better\n  ","394680":"\n   Do you ever regret hanging out with some people\n  ","394681":"\n   What’s the worst thing about your siblings?\n  ","394682":"\n   Be honest have you stopped shaving your legs and armpits during the quaranteen??\n  ","394683":"\n   What is one thing that many people don't know about you?\n  ","394684":"\n   Would you ever try scuba diving?\n  ","394685":"\n   What do you think of sites like onlyfans?\n  ","394686":"\n   How many followers do you have?\n  ","394687":"\n   A friend is giving you hints to a relationship... but you don’t feel you should go that route. How do you keep the peace and not ruin the friendship?\n  ","394688":"\n   Americans have gotten they’re stimulus checks.\n  ","394689":"\n   Are you attracted to the stereotype “bad boys”?\n  ","394690":"\n   Why?\n  ","394691":"\n   What do you think of killer hornets?\n  ","394692":"\n   How would you rate these purchases? :p\n  ","394693":"\n   In movies do you side with the hero or the villain?\n  ","394694":"\n   Last thing you purchased?\n  ","394695":"\n   do you prefer shopping online or in stores?\n  ","394696":"\n   Are you attracted to introvert or extrovert people more?\n  ","394697":"\n   You’re scared because you’re fat and unhealthy\n  ","394698":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/160384929567\n   \n   Thoughts?\n  ","394699":"\n   Thoughts on Marissa proving you wrong abt covid?\n  ","394700":"\n   Do you like cover songs at all?\n  ","394701":"\n   Any new artists you've been enjoying?\n  ","394702":"\n   Do you celebrate Cinco de mayo?\n  ","394703":"\n   Who are your favorite ASKfm couples?\n  ","394704":"\n   How are you coping these days? Are there any things you do to keep yourself grounded and positive?\n  ","394705":"\n   Do you believe in aliens ?\n  ","394706":"\n   Have you ever seen a UFO?\n  ","394707":"\n   What are you most afraid of?\n  ","394708":"\n   What is your favourite colour?\n  ","394709":"\n   Do you have any pets?\n  ","394710":"\n   Favorite singers\n  ","394711":"\n   Should exercise and eat healthy rather than hiding\n  ","394712":"\n   Stop talking like it’s illegal to go out. There’s nothing wrong with going out\n  ","394713":"\n   Do you think of all your troubles unwillingly when you are trying to go to bed and sleep?\n  ","394714":"\n   feel better ???\n  ","394715":"\n   I see. Hope you get better ?\n  ","394716":"\n   what can help you to overcome this situation?\n  ","394717":"\n   Go OUT you’re depressed because you’re hiding in your home\n  ","394718":"\n   How are you feeling lately?\n  ","394719":"\n   You look pretty in your new pic did you do something with yourself?\n  ","394720":"\n   What’s your opinion on the nutmeg challenge?\n  ","394721":"\n   If you had three wishes, what would you wish for? (excluding more wishes)\n  ","394722":"\n   Are you physically or mentally stronger\n  ","394723":"\n   What do you usually do to treat yourself? ?\n  ","394724":"\n   Everything you said I've read the exact opposite. Greatly exaggerated numbers, false claims, every death labeled as a covid19 death. The way to get better is to BE EXPOSED. People die, that happens everyday and oh well. The disease dissipates outside in fresh air but flourishes inside.\n  ","394725":"\n   Staying inside and hiding from disease will just kill you faster. The only people who should be hiding, if they choose, is unbealthy\/obese and elderly people. In order to build up immunity to disease you need to be exposed to it which is vvvery basic biology.\n  ","394726":"\n   Have you ever watched any of that new Gangs of London show? If not would it be something that you're interested in or would the particularly high level of no holds barred, in your face, unapologetic violence, that seems to be a notable feature of the show, put you off somewhat?\n  ","394727":"\n   Do you have sympathy for those people protesting in America because their constitutional rights to practice religious worship in communal groups (aka, attending Church) is currently being infringed?\n  ","394728":"\n   Do you still do likes for likes? Like if someone gave you a tonne of likes would you return the favour?\n  ","394729":"\n   5 words that describe what living in your area is like?\n  ","394730":"\n   What do you mean, by unimaginable\n  ","394731":"\n   What freaks you out?\n  ","394732":"\n   Do you like to travell ?\n  ","394733":"\n   Would you like to change your gender?\n  ","394734":"\n   ? What do you think of the ocean? ? Ocean GIFs! ? Can we add them to our answers? ???\n  ","394735":"\n   Do you like root beer floats or nah, not a fan of them? ??\n  ","394736":"\n   Have you ever heard of the video game called Fallout? Old one's and then Fallout 76? Good game.\n  ","394737":"\n   The cat ?\n  ","394738":"\n   Do you follow your brain or your heart?\n  ","394739":"\n   What is the sweetest thing someone has done for you?\n  ","394740":"\n   Are you \/ have you ever been into Pokémon? Do you have a favorite one? ⚡???\n  ","394741":"\n   What would your perfect bedroom look like?\n  ","394742":"\n   Are they close?\n  ","394743":"\n   What takes up too much of your time?\n  ","394744":"\n   Do they know everything about you?\n  ","394745":"\n   Can tell the days apart of each other?\n  ","394746":"\n   I could beat both your roommates in a fight with my bare hands\n  ","394747":"\n   who do you spend the most time with?\n  ","394748":"\n   When you bump into an ex does your past feelings surface? Whether it’s an ex partner or a friend\n  ","394749":"\n   What are you up to\n  ","394750":"\n   Do you think it's okay for someone to get plastic surgery?\n  ","394751":"\n   What is your favorite family vacation?\n  ","394752":"\n   Did your family try to stop you from moving out? And at what age did you move out?\n  ","394753":"\n   do you make your own iced coffee or buy it?\n  ","394754":"\n   Would it have been possible for you to move out without roommates?\n  ","394755":"\n   What’s your favorite drink?\n  ","394756":"\n   Why dont you cut your hair?\n  ","394757":"\n   Is there a way to empty my inbox of questions quickly or do I have to sit and delete each one?\n  ","394758":"\n   Favourite way to smoke it? Joints, bong, pipe etc\n  ","394759":"\n   Do you smoke weed?\n  ","394760":"\n   do you like being biologically female?\n  ","394761":"\n   no way lmaooo. have you ever had a toothache?\n  ","394762":"\n   you’re a slow reader\n  ","394763":"\n   Did you ever meet someone famous?\n  ","394764":"\n   How long were you with your last bf\n  ","394765":"\n   No fillings is amazing\n  ","394766":"\n   How long have you been single\n  ","394767":"\n   Are you single\n  ","394768":"\n   How many fillings have you had at the dentist\n  ","394769":"\n   Do you squat?\n  ","394770":"\n   You have a super lovely personality\n  ","394771":"\n   Which one of your ask friends that you might date?\n  ","394772":"\n   Did you finish the you books?\n  ","394773":"\n   Do you text your therapist? Are you friends?\n  ","394774":"\n   I did. He said it’s the past and I don’t want you to get jealous. I never cared before but now it’s bothering me a lot. I just wanted to know what’s your opinion on all of this\n  ","394775":"\n   Did you have to try different therapists before finding the right one?\n  ","394776":"\n   Do your friends come over?\n  ","394777":"\n   do you have a weak personality?\n  ","394778":"\n   He’s still friends with one of his exes as far as I know. It just bugs me that he knows everything about my past and I don’t know. I’m starting to think he might has feelings for them. Shouldn’t couples know each other well?\n  ","394779":"\n   I totally understand lol. How’s work anyway? Believe me if I was having to work from home I’d go crazy. I like being out too much lol.\n  ","394780":"\n   How’s your week been?\n  ","394781":"\n   When do you feel the most yourself?\n  ","394782":"\n   Been with my bf for five years and he hasn’t told me about his past relationships. Every time we talk about it he changes the topic, he knows about all my past relationships, whenever he asks I answer. Should I be worried that he’s hiding something? Would you be suspicious?\n  ","394783":"\n   Do you own anything olive green?\n  ","394784":"\n   how are you doing now that you don’t go to a therapist?\n  ","394785":"\n   What is a strange food combo you love?\n  ","394786":"\n   how was everyone’s weekend?\n  ","394787":"\n   Be honest, have you attended any illegal social gatherings of late?\n  ","394788":"\n   How tall are you?\n  ","394789":"\n   What’s the one thing that is like a “ritual” when you get up in the morning?\n  ","394790":"\n   21. What movie could you watch again and again and never get bored?\n  ","394791":"\n   28. What movies would you recommend?\n  ","394792":"\n   Favorite song in the moment and why?\n  ","394793":"\n   Which of the seven wonders of the world would you like to visit?\n  ","394794":"\n   What’s the next big thing?\n  ","394795":"\n   What is something you’ve achieved this week?\n  ","394796":"\n   Where would you like to be right now?\n  ","394797":"\n   When are you most happy?\n  ","394798":"\n   What did you want to grow up to be as a child?\n  ","394799":"\n   How many languages can you speak?\n  ","394800":"\n   Are you pro-life or pro-choice? Are there any circumstances where you might sway your decision? For example... Would you still say pro choice for someone who is aborting purely because of the sex of the baby? Would you still say pro-life if the mother would die during birth?\n  ","394801":"\n   lmao. i have sent her questions about it but she ignores them then whines on her page about ppl not approaching her directly ?\n  ","394802":"\n   Describe your personality\n  ","394803":"\n   Do you like GoT? Why\/why not?\n  ","394804":"\n   Are you professional?\n  ","394805":"\n   do you think it's okay for a music band to sleep with fans who are under 18? considering pretty much every band probably did it\n  ","394806":"\n   I didn’t expect that at all lmao. What kind of muffins and cookies did you make?\n  ","394807":"\n   Have you ever baked?\n  ","394808":"\n   OMG I might tear up someone here that doesn't hate me\n  ","394809":"\n   fair enough. the only person i came across on this site who has a strong personality is allison I admire her for not encouraging people with harmful views.\n  ","394810":"\n   ? Since April 18 I‘m working on this huge paint by numbers canvas. — Have you ever done paint by numbers? Did you like it? If not, would you like to do it? ?\n  ","394811":"\n   What did you have for breakfast?\n  ","394812":"\n   i find it weird that you interact with people who are clearly transphobic.\n  ","394813":"\n   How’s your day going? Did you cook?\n  ","394814":"\n   her answer was\/is ignorant and hateful imo. so are her opinions on abortion.\n  ","394815":"\n   thoughts on second one?\n   \n    https:\/\/ask.fm\/sweetnothings18\/answers\/159270031860\/likes\n   \n","394816":"\n   Is ghetto an insult?\n  ","394817":"\n   What is 39 steps about?\n  ","394818":"\n   What’s your very first memory?\n  ","394819":"\n   What’s the weirdest thought you’ve ever had?\n  ","394820":"\n   What time do you normally get up\n  ","394821":"\n   Pasta dishes aren't heavy\n  ","394822":"\n   are you hyped for GTA 6 or Cyberpunk 2077?\n  ","394823":"\n   what videogames are you currently into?\n  ","394824":"\n   So lockdown in the UK is looking to be extended to June time. What impact do you think isolation will have on you and your family, if it continues to June or beyond? Are you putting in measures to keep yourself occupied and your mental health afloat?\n  ","394825":"\n   What's the ultimate truth of life?\n  ","394826":"\n   15. What’s the scariest movie that you’ve watched?\n  ","394827":"\n   18. Who is your favourite actor\/actress?\n  ","394828":"\n   16. What’s the worst movie that you’ve seen?\n  ","394829":"\n   20. Can movies be educational?\n  ","394830":"\n   25. Have you watched any good movies lately?\n  ","394831":"\n   26. Do you watch plays?\n  ","394832":"\n   29. Have you ever watched a show on Broadway or the Westend?\n  ","394833":"\n   34. Do you like Disney films?\n  ","394834":"\n   Have you ever been so full that you just feel asleep\n  ","394835":"\n   How weird would it be if I dated my ex's sister? My ex died 4 years ago on our wedding day.\n  ","394836":"\n   Good day?\n  ","394837":"\n   If I challenged you to eat 10 thousand calories in one day. How far would you get?\n  ","394838":"\n   Do you like the little sweet Clementine oranges? Aka also called, \"halo oranges.\"\n  ","394839":"\n   What is your battery percentage at at the moment? Do you need to plug it up? Lol.\n  ","394840":"\n   staif; have you ever eaten edibles? if yes, do you enjoy them? were they homemade? tell me a lil about your experiences :3\n  ","394841":"\n   Is there a point in buying a 2020 calendar?\n  ","394842":"\n   What do you do to relieve stress?✨\n  ","394843":"\n   morgan said pa-con lmaoo. have ever heard speak? she’s so ghetto\n  ","394844":"\n   You are at this stage in your life when...?\n  ","394845":"\n   If a boy adds you as a friend on Facebook because you are beautiful, he will not contact you in real life, just browse your photos and read the text you write, will you accept his friend request?\n  ","394846":"\n   What’s the difference between married and in a relationship?\n  ","394847":"\n   Can you get rid of your stretch marks?\n  ","394848":"\n   It's not even Halloween yet and I'm already seeing Christmas stuff for sale.  What's your favourite time of the year?\n  ","394849":"\n   how do you pronounce pecan?\n  ","394850":"\n   Have you ever been to 4 corners\n  ","394851":"\n   If your boyfriend likes to add other girls as friends on Facebook, but he never contacts them in real life, he only likes to see their photos and read the text they write. Will it cause your dissatisfaction?\n  ","394852":"\n   Have you had a quarantine haircut? Would you trust someone or yourself doing that?\n  ","394853":"\n   22. What’s the best musical that you’ve ever watched?\n  ","394854":"\n   Body positivity is something people speak about a lot, do you feel confident in your own skin? Tell me 3 things you love about yourself\n  ","394855":"\n   Have you been doing many home projects while on quarantine? Other projects?\n  ","394856":"\n   17. What’s your favourite genre of movies to watch?\n  ","394857":"\n   How often do you watch TV?\n  ","394858":"\n   24. Who is your favourite director?\n  ","394859":"\n   27. Do you still own videos\/DVDs?\n  ","394860":"\n   33. Are you addicted to watching movies?\n  ","394861":"\n   35. Do you have a Netflix account?\n  ","394862":"\n   37. Do you watch many animated film?\n  ","394863":"\n   38. Do you watch many documentaries?\n  "},"Answer":{"393791":"\n  i honestly have no clue. i have zero memory of it.\n  ","393792":"\n  i think i was 9 or 10 years old.\n  ","393793":"\n  i think they can be useful for some people, although i've never read one myself.\n  ","393794":"\n  sure, but depending on the question, i may or may not answer.\n  ","393795":"\n  it's always been both.\n  ","393796":"\n  graduating from high school and moving onto college, returning home after my first year of college, graduating from college and pursuing an entry-level job, transitioning between jobs, breaking up with my ex, moving into a new home, etc etc.\n  ","393797":"\n  ???\n  \n  it's ridiculous when people think that there are separate feelings for when someone is bi or gay compared to those who are straight. it's the same feeling.\n  ","393798":"\n  yes, this has happened to me on multiple occasions whenever life has transitioned for me.\n  ","393799":"\n  i was attracted to men and women, lol. my first relationship was with a girl, and then i dated a boy a few years later and the feelings were the same.\n  ","393800":"\n  i understand. i've known i was bisexual since i was 11 years old, but i wasn't out or anything until i was much older. i dated a girl when i was young, but we kept our relationship a secret from friends and family because we didn't know how they'd react.\n  ","393801":"\n  why do you think it's an issue? there's nothing wrong with being bisexual, but if you're concerned about backlash from friends or family, perhaps you should remain quiet about it until you feel safe. your safety is what matters most.\n  ","393802":"\n  nah, no one needs to see that.\n  ","393803":"\n  honestly, i've always just slipped it into casual conversation. lmaoo.\n  \n  however, i've only ever come out to close friends IRL, and i also talk about it on the internet from time to time on social media, but it was never a direct declaration or anything.\n  \n  other people obviously do it differently, but it should be something you're comfortable doing when the time is right, in whichever way you think is best.\n  ","393804":"\n  change into pajamas, take my medication, and scroll through social media on my phone.\n  ","393805":"\n  depends on what you need advice on, but i'll try my best.\n  ","393806":"\n  well, i'm definitely not old, lol.\n  ","393807":"\n  i can't explain it. i'm just unhappy with myself.\n  ","393808":"\n  i just answered this.\n  ","393809":"\n  because it's disgusting to me, lol. my only redeeming qualities are my hair and eyes. i hate my face and body.\n  ","393810":"\n  nope, i absolutely hate my body.\n  ","393811":"\n  i'm constantly undecided on this because i see both sides of the argument -- i can understand those who say trans people don't need dysphoria, because feminine-leaning and masculine-leaning non-binary or agender or genderfluid people exist, and they're content with their bodies. that doesn't invalidate their gender.\n  \n  at the same time, however, i believe a criteria in order for a trans person to be approved for top or bottom surgery is body dysphoria, although i'm not sure what the criteria is for HRT. i've never sought HRT or surgery, so i'm pretty uneducated in those areas.\n  ","393812":"\n  most of them are pretty much hidden by regular clothes, yeah. i have tattoos on my upper arm, my forearm, my ribs, my back, my upper thigh, my calf, and my ankle.\n  ","393813":"\n  yes, i have seven tattoos.\n  ","393814":"\n  i don't really blush, so i'm not entirely sure.\n  ","393815":"\n  is \"neither\" an option? lmaoo.\n  \n  i don't remember my childhood, so who knows what happened back then. my teenage years were terrible. i'm content with being an adult.\n  ","393816":"\n  yeah, i'm sure everyone would be annoyed by that. that's why i've cut a few people out of my life in recent years -- they were simply unfair in that manner, and they wouldn't acknowledge that their behavior was hypocritical.\n  ","393817":"\n  pumpkin pie and pumpkin bread will always be my favorites.\n  ","393818":"\n  playing video games makes me lose track of time, haha. three hours could pass and i'd have no idea.\n  ","393819":"\n  it seems pretty fun, but i just got frustrated quickly because i couldn't line it up correctly.\n  ","393820":"\n  it was real -- i was in upstate new york staying at a dude ranch and they offered archery.\n  ","393821":"\n  doesn't much matter to me, i appreciate it either way.\n  ","393822":"\n  nope, i've only tried archery once and i was terrible at it.\n  ","393823":"\n  yeah, i'd say so. i usually like getting people sentimental and custom gifts off of etsy.\n  ","393824":"\n  i don't believe i have, no. i've been on regular like 10-person boats with friends as well as a cruise ship.\n  ","393825":"\n  there's nothing to argue about. my friends and i have all found common ground and confide in each other with our troubles, and there's never any conflict.\n  ","393826":"\n  for the most part, yeah. however, i haven't had an argument with a friend in an extremely long time.\n  ","393827":"\n  peppermint tea, blueberry white tea, earl grey tea, matcha tea, jasmine tea, and ginger peach tea.\n  ","393828":"\n  depends on the day. when i'm feeling unsafe, i'll confide in one of my close friends and they usually help me in feeling more secure.\n  ","393829":"\n  i think everyone has a different definition of what love is, but i also do believe that people in relationships should have a common ground or understanding of what love means to them specifically in order for things to work.\n  ","393830":"\n  taking the first step forward my treatment for mental illness and following through with finding a doctor and a therapist to help me.\n  ","393831":"\n  yeah, there was a trigger to my episode. but i feel fine now, i'm just listening to music to ease myself down and settle myself down so i can sleep soon.\n  ","393832":"\n  less money -- i'm making coffee and breakfast at home instead of buying it on the way to work, and i'm spending less money on gas for my car every week since i've been working from home.\n  ","393833":"\n  hello ~~\n  \n  my day was fine. i worked for 8.5 hours, then laid down with the cats and checked social media. i heated up a quick dinner, and now i've been watching forensic files and having a few hard seltzers in the meantime.\n  \n  i had a mini mental breakdown that lasted like ... 10 minutes, and i was crying profusely, but now i feel fine, so.\n  ","393834":"\n  i've always been under the belief that we should trust our gut instincts. if you have a bad feeling about someone or something, then follow that feeling and take a different route. often times, ignoring that instinct will result in complicated or harmful situations.\n  ","393835":"\n  self-improvement will always be important, because you cannot grow as a human being if you don't continually try to improve yourself in some way.\n  ","393836":"\n  open world RPGs mostly. i also like a few first person shooters, like destiny and halo.\n  ","393837":"\n  not off of the same plate or anything, but yeah. if my roommate and i are cooking, obviously we make our own plates and whatnot. whatever is left over in the pot, we throw in the fridge for whoever wants to eat it next.\n  ","393838":"\n  it's all about the ~°~ angles ~°~\n  ","393839":"\n  i'd be living off the grid, away from 99% of people with the exception of a few close friends, inside of a beautiful cabin with large windows and plush rugs and candles, either in northern new england or the pacific northwest.\n  ","393840":"\n  white privilege is very much a real thing, and even though there are so many people trying to raise awareness of that & the injustices people of color face, there are just as many -- if not more -- people who claim white privilege doesn't exist.\n  ","393841":"\n  things like pads and tampons, they're ridiculously overpriced. but people have no choice but to buy them in most cases, and it leads a lot of others to be at risk of infection or ill health if they can't afford them.\n  ","393842":"\n  \"if you're going through hell, keep going.\"\n  ","393843":"\n  achievement hunter\/rage quit -- \"the impossible game\" ;\n  \n\n   https:\/\/youtu.be\/aGlVtNXLMmA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","393844":"\n  my day has been pretty good. i finished up with work about 45 minutes ago and i've just been laying in bed with the cat, lmaoo.\n  \n  i'm not sure if shops are ready to be opened yet where i live, but they are beginning \"phase one\" of opening certain places up and giving back other jobs starting tomorrow.\n  ","393845":"\n  my bedroom windows !! they let so much light in, it's glorious.\n  ","393846":"\n  obviously, yeah. i can only hope that they're donating some of the proceeds to organizations working to combat the coronavirus.\n  ","393847":"\n  absolutely not. just because i'm not friends with them anymore doesn't mean it's acceptable to reveal their secrets that they confided in me in confidence.\n  ","393848":"\n  no, i seldom request people on facebook.\n  ","393849":"\n  probably because it's loud and unexpected. i personally love thunder and lightning.\n  ","393850":"\n  no, i couldn't care less about how people spell on the internet. i do too much of that for my job, i don't need to be correcting people's grammar outside of work too.\n  ","393851":"\n  uh, i didn't even know that was a thing. LOL.\n  \n  that's rather ... odd. i'm assuming they're in salute of essential workers or something?\n  ","393852":"\n  no, i'm happy for my friends who are in great relationships.\n  ","393853":"\n  i believe high-functioning alcoholics are alcoholics who are perhaps in denial about their problem because they can still do their ordinary tasks without an issue. they don't see their alcohol intake as an issue and don't believe they require rehab or any sort of treatment for their addiction.\n  \n  this doesn't make their alcoholism any less severe or important, though. any sort of alcoholism is lethal and detrimental to not only the well being of the user, but also their friends and family.\n  ","393854":"\n  how is that mean? if i don't have a response to something someone has said, then i simply don't respond.\n  ","393855":"\n  my phone, cash\/credit card, and my vape.\n  ","393856":"\n  lately it's been this one ;\n  ","393857":"\n  i don't believe that i'm attractive, and it doesn't matter to me if other people think i am or not.\n  ","393858":"\n  no, i'm not interested in dating at the moment.\n  ","393859":"\n  i don't look for anything, but i usually notice their hair and their smile first.\n  ","393860":"\n  i did work a job like that for four years of my life, lol. it was horrid.\n  ","393861":"\n  i don't remember, tbh. it doesn't happen to me very often.\n  ","393862":"\n  i'm fine. i just woke up not too long ago and i'm just laying down before i have to make breakfast and coffee, and then work.\n  ","393863":"\n  yeah, i'm single.\n  ","393864":"\n  yeah, i'm bi.\n  ","393865":"\n  chloe price from the video game \"life is strange.\"\n  ","393866":"\n  yeah, music is a big motivator when it comes to getting household chores done and working and whatnot. when i'm working, i listen to classical music or instrumental soundtracks from video games, shows, and movies because lyrics end up distracting me. however, when i'm cleaning i like putting on whatever music i'm currently interested in at that moment.\n  ","393867":"\n  it doesn't bother me. i do it to people all the time (both accidentally and on purpose).\n  ","393868":"\n  i have no big summer plans, no.\n  \n  my roommates and i are planning on buying some outdoor patio furniture, a firepit, and a grill though. hopefully the coronavirus pandemic will ease up soon so we'll finally be able to have people over.\n  ","393869":"\n  -- people interrupting me while i'm speaking.\n  \n  -- people belittling me or thinking i'm inferior to them during a conversation.\n  \n  -- people who are mean to animals.\n  ","393870":"\n  i walked into the house to a conversation between my roommate and his girlfriend about period orgies, does that count? lmaoo.\n  ","393871":"\n  my day was fine, although Esther unproductive. i called out of work this morning, and i spent most of the day sleeping and playing video games.\n  \n  i finally found the strength to shower, so i showered, put on lotion, and blew out my hair so it doesn't look like a complete wreck over the next few days. i'm about to put some television on.\n  ","393872":"\n  i think those people are literal scum & are acting entirely selfish, disrespectful, and childish.\n  \n  retail workers are already disrespected on a regular basis by customers, and people are now acting even more ridiculous and nonsensical than ever before. i feel bad for the workers who have to deal with these people every day.\n  ","393873":"\n  favorite foods ;\n  \n  -- sushi.\n  \n  -- halal lamb and rice platters.\n  \n  -- veggie burrito bowls.\n  \n  least favorite foods ;\n  \n  -- anything with mayonnaise in it.\n  ","393874":"\n  yeah, drinking is bad for you if it isn't in moderation. vaping is probably also bad considering i'm still using nicotine, but i haven't read up on any recent studies regarding whether or not vaping is better than smoking cigarettes.\n  ","393875":"\n  thanks, i appreciate it ~~\n  ","393876":"\n  a few friends, depending on who's available.\n  ","393877":"\n  they're not a problem, they're just habits. i drink occasionally and vape every day, lol.\n  ","393878":"\n  do not give more of yourself to a person who isn't reciprocating the same efforts and energy. there will be people in your life who will end up taking advantage of the friendship, and it's unhealthy and toxic for you to continually put effort into maintaining the friendship when you're not receiving the same energy back. one-sided friendships are unhealthy.\n  ","393879":"\n  this may be a pessimistic outlook, but i don't believe humans will ever be able to live in harmony together. there will always be people who are controlled by hatred, ignorance, and greed, and they're the ones who make it difficult for everyone to live in harmony in the first place.\n  ","393880":"\n  plenty of people disagree with me when i inform them that there are more than two genders, lol.\n  ","393881":"\n  humanity's goal should be to protect the earth. we cannot live on this earth if there's no earth for us to live on in the first place. we're slowly destroying everything the earth has to offer us.\n  ","393882":"\n  i would wish that my friends wouldn't struggle anymore and find happiness in their lives.\n  ","393883":"\n  colorful\/patterned socks !! i think i only own like one or two pairs of plain white socks, lol.\n  ","393884":"\n  drinking alcohol, smoking, and skin-picking.\n  ","393885":"\n  yeah, i heard that they were ending the series. i don't feel any particular way about it -- i haven't watched it in years.\n  ","393886":"\n  i don't believe that food is the greatest thing in the world, lol. i believe the love you cultivate between friends, family, and partners is what is most important.\n  ","393887":"\n  i don't hold strong opinions for or against it. i just have no interest in watching it.\n  ","393888":"\n  no, i've never been to six flags before.\n  ","393889":"\n  i don't follow people upon request.\n  ","393890":"\n  yellow roses.\n  ","393891":"\n  yeah, i used to like the series a lot back in the day. i haven't watched it in years, though.\n  ","393892":"\n  I use askfm to answer questions. i'll have conversations on occasion, but usually it's with my already existing friends and it lasts one statement or two.\n  \n  i'm not going to have a conversation with a person who thinks i'm pretty. i already know where that is headed.\n  ","393893":"\n  this is askfm. you're supposed to ask questions. so if you don't have a question, i'm going to delete your messages.\n  ","393894":"\n  hello -- do you have a question?\n  ","393895":"\n  i don't like companions in either game because i'm a stealth sort of person, and honestly the companions just blow my cover. lmaoo.\n  \n  i like working alone without partners.\n  ","393896":"\n  it means that i'm drinking alcohol and will be awake for a while, so ask me questions ~~\n  ","393897":"\n  taking a page out of\n  \n   @shehitsback\n  \n  's book and deeming it \"shitfaced sunday\" ;\n  \n  ask me questions, friends ~~\n  ","393898":"\n  no, i'm an atheist so i don't believe in god or any sort of higher power.\n  ","393899":"\n  ???\n  \n  that's most definitely not true, lol. men and women and people of any gender can be just friends, there doesn't *have* to be a sexual component to it. that's just invalidating to people who are gay too.\n  ","393900":"\n  i think i'd rather know *how* i died, because if i knew when then i would do nothing but think about that specific day & develop anxiety over it.\n  ","393901":"\n  maybe i picked it up from my CA friends then? ¯\\_(ツ)_\/¯\n  \n  the internet has its own subculture and the linguistics behind it is hella interesting.\n  ","393902":"\n  depends on the context of the relationship. ideally, your partner should trust you. also, just because you're out with a woman doesn't mean there's a romantic context behind it. men are allowed to have friends who are women.\n  ","393903":"\n  that's internet lingo i've picked up over the years, lmaoo.\n  \n  nah, IRL i mostly say \"dude\" or \"bro.\"\n  ","393904":"\n  LMAOO.\n  \n  no, that isn't the case for me. but that's a pretty accurate stereotype.\n  ","393905":"\n  avocado, coffee, and cheddar cheese.\n  \n  obviously not all at the same time... lmao.\n  ","393906":"\n  campfire, pine, and coffee.\n  ","393907":"\n  how am i supposed to feed you if you won't get out of my lap?\n  ","393908":"\n  you're not the suspicious one at all, honestly. the number of photos someone sends another person shouldn't be an indication of how real they are or how interested they are. he should really be understanding of your insecurities, and like i said, if he has a problem with that then that's something he has to deal with himself.\n  ","393909":"\n  i took some sleeping aid and ended up sleeping for 12 hours last night, which is something i most definitely needed.\n  ","393910":"\n  i don't have any enemies, lol.\n  ","393911":"\n  i can't think of one day in particular, but pretty much any night that i've spent with friends and we're all sitting around a campfire, drinking, eat delicious food, and swapping stories.\n  \n  there was one night in particular that i was at a friend's house, and there were maybe 7 other people over. we all sat in a circle around the campfire, and it was someone's birthday so we passed around a tray of tequila shots with salt and lime slices in order to celebrate. it was a lot of fun.\n  ","393912":"\n  yes -- when i was with my ex, he was friends with a few of his exes and i had no problem with that whatsoever. i was also friends with them too. if you have trust in your partner, then you would have nothing to worry about.\n  ","393913":"\n  yes, this is exactly it -- people aren't discounting white people's hardships when it comes to other aspects of their lives, but their difficulties do *not* stem from their skin color by any means.\n  \n  people of color, on the other hand, are oppressed and discriminated against solely because of their race, and that's something multi-generational and rooted in historical racism (and even internalized racism).\n  \n  i'm white so i'll never be able to understand the troubles people of color face, and i've benefited from white privilege my entire life, but i often try to use my privilege as a platform to allow people of color to speak for themselves.\n  ","393914":"\n  my anxiety manifests itself in headaches, heart palpitations, tightness in my chest, sweating, shakiness in my limbs, and indigestion.\n  ","393915":"\n  uh ... what? lmaoo.\n  \n  i'm diagnosed with an anxiety disorder, which often affects me in a physical manner.\n  ","393916":"\n  my favorite fictional character is probably lestat from the vampire chronicles by anne rice. his psychology and actions have always been super interesting and appealing to me.\n  \n  my least favorite character is, obviously, dolores umbridge from the harry potter books by j.k. rowling. lmaoo.\n  ","393917":"\n  because it was never done to me while growing up, i'd like to be open with my future children (if i ever have any, it's just a hypothetical) about my feelings and accept their feelings in a gentle, but productive way. i was berated for showing my feelings when i was younger, and i was constantly criticized for the way i looked, behaved, thought, etc etc. i'd like to provide a safe space for my children where they could come to me with their thoughts and worries without fear of judgment.\n  ","393918":"\n  because of \"stupid,\" i really want to check out more of yung baby tate's music too. her verses were fire.\n  ","393919":"\n  i'm not really sure what's within your comfort zone, so it would be difficult for me to suggest things to do that are outside of your comfort zone.\n  \n  however, perhaps you can take up new hobbies that you've always contemplated doing but never followed through with.\n  ","393920":"\n  sorry, this question doesn't really make much sense to me. i don't believe in the concept of soul mates, and i think that people should date those with whom they feel comfortable and themselves around. if it works, it works -- if it doesn't, it doesn't. we won't know unless we do trial and error, and come to a determination of what we're genuinely looking for in relationships.\n  ","393921":"\n  i'll check them out !! i believe i've heard \"tantrum\" before, but not her first EP. i've mainly been listening to songs like \"invitation,\" \"hi it's me,\" \"halloweenie,\" \"stupid,\" and \"no brainer.\"\n  ","393922":"\n  a quick faq about leigh ;\n  \n  -- i'm 28 years old & i'm a scorpio.\n  \n  -- my profession is in the publishing field (writing and editing).\n  \n  -- i have an undergraduate degree.\n  \n  -- i'm non-binary (they\/them pronouns).\n  \n  -- i'm diagnosed with multiple mental illnesses.\n  \n  -- i'm left-leaning, but i'm not really much involved in politics anymore and i don't really label myself anymore.\n  \n  -- i have seven tattoos.\n  \n  -- i'm extremely passionate about music, art, writing, and video games.\n  \n  -- my music taste ranges from classical to nu-metal, alternative rock to indie pop, and hip hop.\n  \n  -- i quit smoking cigarettes after 10+ years of smoking a pack a day, and now i vape.\n  ","393923":"\n  ME TOOOOO.\n  \n  i *think*\n  \n   @ManicMartyrdom\n  \n  introduced me to her (sorry dera if it wasn't you, my memory is sh*t lol). but now i'm obsessed.\n  ","393924":"\n  punch nazis and k*ll your local pedophile.\n  ","393925":"\n  i don't post photos of my friends on askfm.\n  ","393926":"\n  you're not wrong -- he should respect your decision, and it honestly sounds like he's trying to guilt you into sending him more photos, which is really suspicious to me.\n  \n  do what makes you comfortable, and if he has a problem with that, then he should deal with that himself. it has nothing to do with you and everything to do with him.\n  ","393927":"\n  i'm pretty content, but i wouldn't say that i'm happy. i still have a lot of worries that i deal with on a daily basis.\n  ","393928":"\n  no, i was pretty unknown and low-key when i was in high school. the only eventful things that happened were the fights and b*mb scares, lol.\n  ","393929":"\n  i don't remember, but it was probably pasta or scrambled eggs.\n  ","393930":"\n  ugh -- to the anon who asked about my loss of memory of my childhood, i think my initial answer got deleted by askfm. :\/\n  \n  to sum it off, i basically said that it was concerning and terrifying that i can't remember most of my childhood. i do have memories of ab*se from when i was a teenager, and i think the reason why i don't remember my childhood is because my brain was protecting me in some subconscious way.\n  \n  my old therapist once told me that some people experience a flooding of memories in adulthood that they previously blocked out, and that's something that scares me the most.\n  ","393931":"\n  people probably don't expect me to be mentally ill, because there's this useless stigma that says that mentally ill people aren't good at expressing themselves, or something of that nature.\n  \n  it's mostly online, especially on askfm if someone is new to my page, and people don't seem to believe that i have multiple mental illnesses and semi-severe symptoms associated with them. it doesn't come across in my answers at all, and when i am doing unwell, i avoid social media entirely.\n  ","393932":"\n  i don't normally eat when i'm high. when i smoke, i usually smoke indica strains, which is more of a body high than a head high. it helps me relax.\n  ","393933":"\n  i totally agree with you -- i've even seen comments so to far that indicate that white people are somehow \"oppressed\" for being white, lmaoo.\n  \n  white privilege is still very much alive and kicking, and white people especially do not realize that, probably because they live in their own personal bubble.\n  ","393934":"\n  yes, i absolutely love thunder and lightning storms !! i find them to be incredibly relaxing.\n  ","393935":"\n  my original answer prior to moving into my new house would have been dogs, because i was never really a fan of cats.\n  \n  however, after living with a bunch of cats for the past 6+ months, i'd have to say that i love cats and dogs equally.\n  ","393936":"\n  \"halloweenie\" by ashnikko, at the moment.\n  \n\n   https:\/\/www.youtube.com\/watch?v=iqSt1ZS_Znw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","393937":"\n  i'm doing well. i ended up taking valerian root and xanax last night in order to fall asleep, and i ended up sleeping for a solid 12 hours straight. it was something much needed, and i feel awake and refreshed now.\n  \n  i have a doctor's appointment in a little while (over webcam), so i'm just killing time before i have to sign in.\n  ","393938":"\n  honestly, my job. it has given me grief sometimes because of a select few people i've worked with, but the majority of my time is very valuable and pleasurable to me. i love my job and my coworkers and my supervisor, and i genuinely enjoy what i do.\n  ","393939":"\n  have a drunken night with friends and my roommates, lmaoo.\n  ","393940":"\n  when i was 19 years old, my friends and i took a joyride to a place called \"sweet hollow road\" on long island, which has supposedly been haunted for ages. it's a long, winding road with no lights and people have said to have had a lot of weird experiences there.\n  \n  we were drinking and we were underage, and when we pulled off to the side for the boys to pee, we were approached by a cop car. my ex lied to them and said he was the only one drinking, even though *everyone* was drinking including the driver, and somehow my ex and the driver sweet-talked their way out of us getting in trouble for underage drinking and urinating in public. at one point, they searched the trunk of the car and found some weird items, including a ghillie suit (which my friend used when he worked at an amusement\/haunted park). as well as a pair of night vision goggles.\n  \n  one of the cops ended up having a conversation with my friend about call of duty, and they developed such a rapport with them that they only let us off with a trespassing summons.\n  ","393941":"\n  i've never paid much attention to trends, so i honestly have no idea.\n  \n  anyways -- it's 9:30pm and i just took five capsules of valarian root. let's see how long it takes for me to fall asleep.\n  ","393942":"\n  depends on where i am and what i'm drinking. when i'm out somewhere, i usually drink with a straw for anything iced. but when i'm home, the only thing i drink with a straw is iced coffee.\n  ","393943":"\n  these days, sleeping.\n  ","393944":"\n  my voice is average, i don't like it but i don't dislike it either.\n  ","393945":"\n  i'd work a part time job just to keep myself occupied, or go back to school. i can't see myself being without a career, or attending college if i don't have a job -- i wouldn't know what to do with all of that spare time, and i'd probably fall into a depressive episode.\n  ","393946":"\n  this remains unseen, considering i have no recollection of my childhood.\n  ","393947":"\n  i don't usually buy dumb things, or things that i don't end up using at some point or another. i'm pretty conscientious with my money.\n  ","393948":"\n  certain musical artists and bands -- i love sharing music with friends.\n  ","393949":"\n  depends on my mood, because sometimes i'm willing to die for literally nothing at all, ahah.\n  ","393950":"\n  in my parents' house, we had air conditioners (window units). there aren't any air conditioners in my current house, so we're going to see if we can make it through with the ceiling fans before we make the leap to buy new AC units.\n  ","393951":"\n  -- abortion is a health care issue, not a government issue. it should be legalized everywhere and covered by insurance.\n  \n  -- the death penalty is inhumane and archaic.\n  \n  -- marijuana should be legalized everywhere and taxed, much like alcohol and cigarettes.\n  \n  -- racial profiling is still prevalent in law enforcement and the justice system, and people of color are scrutinized and harmed more than white people.\n  \n  -- gender exists on a spectrum and doesn't solely include \"men\" and \"women.\"\n  ","393952":"\n  -- mayonnaise is the most disgusting, revolting condiment.\n  \n  -- adults who play video games are not immature.\n  \n  -- tik tok isn't as cringey as most people make it out to be.\n  \n  -- grammar\/spelling isn't important on social media.\n  \n  -- men's mental health should be discussed more frequently.\n  ","393953":"\n  i have borderline personality disorder.\n  ","393954":"\n  probably the simpsons, haha. i don't believe i'm seen a single entire episode.\n  \n  i've also never seen any of the star wars movies.\n  ","393955":"\n  haha, i watch everything on my television. i mainly use my laptop for work.\n  ","393956":"\n  i'm doing all right tonight. i'm watching a buzzfeed unsolved: true crime marathon on youtube, which has been really interesting.\n  \n  my day was rather boring, haha. i got up around 9:30am and drank coffee, and eventually had breakfast a few hours later. i did three loads of laundry. i've mainly just been watching television and scrolling through social media all day.\n  ","393957":"\n  it doesn't really affect my dysphoria very much -- it's something that happens monthly, and i don't think much about it while it's happening. it doesn't change my mood or behavior, it's just a body reaction that i deal with whenever it occurs.\n  ","393958":"\n  three -- one in each bedroom.\n  ","393959":"\n  well, i read in terms of my job but i don't consider that the same thing because it isn't recreational, haha. i'm reading to copyedit\/proofread and fix mistakes, not out of my own enjoyment of the craft.\n  ","393960":"\n  yeah, i agree. it isn't a solve-all obviously, but it does help until someone does reach a point where they can get professional treatment. having someone to talk to is better than keeping everything within you, where you feel utterly alone and lost in your thoughts.\n  ","393961":"\n  i read that book when i was young, but i don't even remember much about it. i was an avid reader back in the day, but the past few years, i haven't had the interest like i did when i was in school.\n  ","393962":"\n  i agree. whenever someone comes to me looking for mental health advice, my first suggestion is to perhaps confide in a close friend or trusted family member, co-worker, partner, etc etc. i'm aware that not everyone has access to doctors or therapists, so sometimes the best thing for people is for them to vent and be understood by their peers -- having a strong support system does wonders.\n  ","393963":"\n  a lot of the books on my bookshelf have not been read, haha. i always tell myself that i'll read them eventually, but i honestly haven't even had the attention span lately to commit to reading.\n  ","393964":"\n  i wouldn't consider it cruel to encourage people to seek professional help, as long as you're not being close-minded towards it when they tell you afterwards that they don't have the means to do so.\n  \n  it's very much the same in the united states as well, a lot of psych doctors and therapists don't take typical insurance coverage or aren't covered under insurance, and there are also a lot of individuals who aren't in a socioeconomic position to obtain professional help.\n  ","393965":"\n  yeah, i'm up to my nose in student loan debt, lol.\n  ","393966":"\n  i own it, but i've never read it.\n  ","393967":"\n  i don't wear perfume, lol. i have a black cherry & vanilla body spray that i'll sometimes use, though.\n  ","393968":"\n  y'all know the drill. ?\n  ","393969":"\n  ah, i understand. thank you for the clarification.\n  ","393970":"\n  \"do you want mayonnaise on your sandwich?\"\n  \n  no. by the gods, no. get that sh*t away from me.\n  ","393971":"\n  you're making a big deal over apostrophes? lmaoo.\n  \n  just because i've explained what something means doesn't mean i agree with it. the anon asked what halal meant, and i provided the information.\n  ","393972":"\n  i don't disagree. i'm just explaining why it's called \"halal.\"\n  ","393973":"\n  it's middle eastern food -- \"halal\" technically means \"lawful,\" noting that the animals were slaughtered in a humane way (at least, that's my understanding of it).\n  \n  in new york at least, there are halal food restaurants that have platters and gyros. i like getting a platter with lamb, rice, lettuce, tomatoes, and hummus with white sauce.\n  ","393974":"\n  i love rain storms -- it was thundering before too. :'))\n  ","393975":"\n  rain.\n  ","393976":"\n  these days, i've been letting things go for my own peace of mind -- holding a grudge against someone hurts you more than it hurts the other person, and it's much easier to come to a level of peace within yourself by letting go of past grudges and living your own life regardless of others.\n  ","393977":"\n  i don't believe i've ever eaten any exotic food, tbh. i've had food from other cultures but i wouldn't really consider them to be exotic.\n  ","393978":"\n  eh, people in general are confusing and contradictory regardless of their sex or gender. a lot of people feel entitled to know other people's business, which is wrong.\n  ","393979":"\n  i'd create it into an animal sanctuary, particularly for wolves. :'))\n  ","393980":"\n  lmaoo, exactly. it made zero sense, like ?? i find the human body in general to be beautiful and fascinating. that doesn't mean my gender isn't valid. there's legit no correlation.\n  ","393981":"\n  nah, because knowing my luck, I would slip the truth without meaning to because i often talk without thinking, lmaoo.\n  ","393982":"\n  i wonder \"why\" and then i delete the message.\n  ","393983":"\n  no, i just like halal food.\n  ","393984":"\n  1. at the moment, les miserables.\n  \n  2. at the moment, house MD.\n  \n  3. either skyrim or fallout 4.\n  \n  4. earth tones -- particularly forest green and dark red.\n  \n  5. wolves.\n  \n  6. raspberries and\/or peaches.\n  \n  7. halal food (lamb platter), spicy tuna sushi rolls, and\/or veggie burrito bowls.\n  \n  8. rainbow cookies.\n  \n  9. autumn.\n  \n  10. halloween.\n  ","393985":"\n  yeah? also, it's art -- he specializes in drawing men and women figures like that and i love his style.\n  \n  that has nothing to do with how i feel about myself, lol.\n  ","393986":"\n  ???\n  \n  how does a sticker say i'm cis? lmaoo.\n  ","393987":"\n  no, this is something he developed himself. he's been an artist from a young age and he started rapping years ago. we went to college together, but i honestly have no idea what he majored in (lol). it wasn't art or music, though.\n  ","393988":"\n  yeah, he's very talented. he's also a hip hop artist and occasionally my roommate and i will go to his shows to show our support.\n  ","393989":"\n  haha, thank you -- my friend is an artist and sells prints and stickers, so i bought a few from him because his style is amazing.\n  \n  i have another variant of the same nature, just a different character, on the back of my laptop but obviously i can't access that rn. lmaoo.\n  ","393990":"\n  thanks, i appreciate it !!\n  \n  on another unrelated note, this is my current situation. i am forever confined to this bed now.\n  ","393991":"\n  i'm not sure i understand the question. do you mean if i know anyone who had a scholarship to attend a university overseas?\n  \n  if so, then no. i also don't remember because i graduated high school 11 years ago.\n  ","393992":"\n  i don't really think people should be worried about not offending others in general, because when you think too much into how people think of you, it can change your opinion of yourself.\n  \n  what you do and say, meaning the things that make you happy and want to fulfill your own life, is your decision. it's out of your control whether or not people get offended by your choices or actions, and that isn't necessarily your responsibility.\n  ","393993":"\n  no, not necessarily. i believe that good things come to people who word hard and put effort into making those good thing happen for themselves. waiting around for something good to happen won't work most of the time, and you have to be proactive about your life in order for things to work.\n  ","393994":"\n  omg, i caaaaaan't. this cat is too cute.\n  ","393995":"\n  i probably wouldn't be interested in talking to a person who thinks they can \"impress\" me based on the clothing they wear.\n  ","393996":"\n  i'm not interested in other people talking to me to get to know me, regardless of whether or not they're attractive. i'm content with the amount of friends i have already.\n  ","393997":"\n  i'm not entirely sure, tbh. i always present myself in an honest and open fashion on the internet as a whole, and i believe that most people have an accurate understanding of who i am.\n  ","393998":"\n  i'm extremely proud of my friends who have overcome terrifying and difficult obstacles in order to make a better life for themselves. i have a lot of friends who have endured ab*sive situations, but managed to escape from them to pursue their own happiness, and i'm so extremely proud of them for recognizing the signs and taking the necessary steps to remove themselves from those situations.\n  ","393999":"\n  there's still a large stigma surrounding men who are interested in \"feminine\" things, and those men are stigmatized and classified as being gay or weak in light of those interests. it's completely wrong, and no one is weak for liking things that go against the societal norm of what a person \"should\" be interested in by societal standards. additionally, a person's interests in concepts or objects has no bearing on their sexual orientation.\n  \n  this stigma is something that has caused a lot of grief among men, and it leads to further mental distress and s*icidal ideation. it's very toxic and harmful.\n  ","394000":"\n  i don't really believe in the concept of \"evil\" people, and i believe that people have both good and bad traits within them. it's all a matter of morality, environmental conditions, how a person's brain is wired, social factors, etc etc. people are much more complex than \"all good\" or \"all bad.\"\n  ","394001":"\n  \"death and life\" by gustav klimt.\n  ","394002":"\n  no, i don't have an answer. i don't answer sexual questions on askfm because it goes against their terms & guidelines, and also i don't feel the need to discuss my sex life with complete strangers.\n  ","394003":"\n  oh jeez. you should know by now that i don't answer questions of a sexual nature. go find someone else to project your feelings onto.\n  ","394004":"\n  (cont) ... So basically, the guy told me that he loves me. But the feeling isn't really mutual, even though I do like him and have grown an attachment. In the past, I was in this cycle of forming relationships with men online, growing extremely unhealthily attached to the point of splitting on them constantly and just developing a very toxic relationship. This has happened so many times that I promised myself I would get professional help and get my life together before even thinking about love, and never do the long distance thing cuz it isn't for me. After several months of being successful, here I am again in this situation. I've become attached to this guy but I don't quite love him, i'm too conflicted on my feelings and here he is telling me he loves me. I was honest about how I feel and he said he wasn't going to push it. However, I just feel like someone will get hurt. He lives in a whole other country and like I said, I don't think this will ever progress into anything other than chatting online. Still, I'm super attached now and it'd be hard to just cut him off. What would you do? Sorry for how long this is. Thx\n  \n  --\n  \n  that's a rough situation to be in, and i'm sorry you're going through this -- especially since it seems to be rather confusing for both yourself and the other person.\n  \n  i don't know if i would cut him off entirely, but it might be beneficial for you to try to distance yourself from him. perhaps, instead of talking to him every day, you talk to him every few days. allow yourself the space to collect your thoughts and feelings, and also indicate to him again that you don't reciprocate those feelings of love.\n  \n  i understand the whole attachment thing, because i often feel the same way about people in my life. i get overly attached to certain people in rounds, almost, i.e. i'll become extremely attached to one person and then they do something wrong, and then i'll attach myself to someone else in the meantime. i've had too many \"favorite people\" to keep track of at this point.\n  \n  however, i do recommend distancing if you're attached and you don't believe you can cut him off entirely, and i also don't think cutting him off entirely is something that's necessary anyway. just enough so that he understands you don't feel the same way towards him and perhaps allow yourself the chance to ease yourself out of that attachment stage.\n  ","394005":"\n  i wrote a piece of non-fiction (an essay of sorts) that received a lot of attention on the website medium. i submitted it to a mental health publication called \"invisible illness\" and they published it for me. it's called \"depression is everything and nothing all at once.\"\n  \n\n   https:\/\/medium.com\/invisible-illness\/depression-is-everything-and-nothing-all-at-once-15692b2e913b\n  \n","394006":"\n  a pot of coffee, my vape, and a case of beer.\n  ","394007":"\n  i don't really believe i'm known for anything? i'm a pretty low key and down to earth person with a very small inner circle, and so in that respect, it's not as if i'm some well-known person with a specific cause by which people associate me.\n  ","394008":"\n  i can't recall any specific incidents, but i suppose it would be things like tripping over objects in the house or walking into walls, haha.\n  ","394009":"\n  honestly, i would probably try to live my life as normally as i could until something disastrous happens that affects me personally.\n  ","394010":"\n  usually bad movies have awful soundtracks too, haha. however, i recently watched \"suckerpunch\" again, and i forgot how awesome that soundtrack was. it was also a pretty good movie.\n  ","394011":"\n  i've been on askfm since 2012 or so -- so roughly eight years. this account is fairly new, i'd say perhaps 2-3 years old, but i've had plenty of previous accounts besides this one.\n  \n  i first became involved in askfm because formspring was on the decline, and a few of my friends started using askfm instead, so i joined them. my favorite parts of the site are answering questions about my opinions and my life, as well as educating others and being educated by the people i follow. i also like getting to know others on a deeper basis.\n  \n  the obvious downsides of askfm are the trolls, lol. they make this site unbearable at times because you simply cannot post one thing or opinion without being criticized for it, which is exhausting at the worst.\n  ","394012":"\n  i believe the greatest aspects of life are the relationships you cultivate with other people -- whether they're coworkers, friends, family, partners, etc etc. your life is defined by not only your own goals and ambitions, but also the support system you have behind it all.\n  ","394013":"\n  i've been giving off the overall impression that i've been doing well, but honestly, it's been difficult for me to hold things together during this time. i'm not sure if it's the regular ups and downs of my mood that i experience normally, or if it's something influenced by the pandemic and having to remain quarantined until further notice (or a combination of the two).\n  \n  i wrote something creative for the first time in a very long time, and that is usually an indication that i'm not feeling the greatest because i only write when i'm in pain. it was cathartic, at the very least, and i'm hoping to engage in more writing in the upcoming days or weeks.\n  ","394014":"\n  people who try to sugarcoat things or beat around the bush in trying to say or explain something. i have no patience for either of those things, and i'd prefer if someone says something outright instead of trying to dance their way around how they feel.\n  ","394015":"\n  red flags in a relationship ;\n  \n  -- lying, especially with no known cause.\n  \n  -- manipulative behavior, i.e. extorting you to do what they want to do in exchange for something from you.\n  \n  -- gaslighting, meaning questioning what you've done or said and made you out to seem \"crazy,\" for lack of a better term.\n  \n  -- anything that causes you not to trust your partner.\n  \n  -- your partner not being supportive of your dreams and goals.\n  ","394016":"\n  i don't believe a stranger has had any impact on my life, tbh. everyone who has influenced my life have been people i know, whether it's coworkers or friends or family.\n  ","394017":"\n  i prefer to answer questions, although sometimes i do ask them if i'm bored enough.\n  ","394018":"\n  i don't watch anime, so i don't have a favorite anime character.\n  ","394019":"\n  apparently i went to disneyworld when i was very little, perhaps around 4 or 5 years old, but i have no recollection of it.\n  ","394020":"\n  well, besides the grocery store (lol), the last actual destination i traveled to was the bahamas back in february.\n  ","394021":"\n  i don't, lol.\n  ","394022":"\n  i honestly have no idea. i began using cell phones when i was 16 years old.\n  ","394023":"\n  i don't remember my childhood prior to the age of 11, so i honestly can't answer this question to the fullest extent. however, from 11 onward, i was stripped of having a \"normal\" childhood due to a variety of circumstances.\n  ","394024":"\n  professional writing and\/or grammar. it's something i've already been trained in and practice every day.\n  ","394025":"\n  i have a photic sneeze reflex, meaning that i sneeze whenever i look at bright lights or in the sunlight.\n  ","394026":"\n  belittle me during a conversation or treat me as \"lesser than\" as opposed to a fully functional adult.\n  \n  i also get irrationally angry at terrible drivers, haha.\n  ","394027":"\n  i don't have an answer for you, considering i still have feelings for my most recent ex. lmaoo.\n  \n  however, it has helped to focus on myself and my goals, my friendships, and just living in the moment and doing what's best for myself more than anything else. you can't force or rush the process of getting over an ex, it has to happen naturally.\n  ","394028":"\n  my version of love for today was self-care. i showered, cleaned my face with scrub and lotion, wiped down the bathroom to make myself feel productive, treated myself to my favorite meal, and watched a few episodes of one of my favorite television shows.\n  ","394029":"\n  yeah, i particularly enjoy cheddar and sour cream chips.\n  ","394030":"\n  they're showing you disrespect, and what they're telling you is *not* what BDSM should be about. if you feel uncomfortable, then you have to trust that instinct. nothing should be happening without your consent.\n  \n  your fear is correct -- in most cases, it does get worse. and even though you still love them, it's important to recognize that your partner's behavior and thought process are wrong. it's ultimately your decision as to where to go from here, but i'm just advising you that what they did to you was utterly wrong and ab*sive.\n  ","394031":"\n  the quote \"if you're going through hell, keep going\" has always resonated with me.\n  ","394032":"\n  i *love* sushi, and i actually had some tonight !!\n  \n  i've never made it myself, though. it would probably turn out terrible if i even tried, lol.\n  ","394033":"\n  i don't have any plans for this weekend -- it's a regular weekend much like any other weekend, and i'm working on memorial day as per usual.\n  ","394034":"\n  i've never heard of this before, but it sounds pretty unhealthy. you need more vitamins in your diet than what just meat can provide you.\n  ","394035":"\n  my entire life has been composed of addictive behavior, lol. i don't feel like discussing what they are\/were, though -- it could be very triggering for some people.\n  ","394036":"\n  woohoo, happy friday !!\n  \n  this week was grueling -- working from home doesn't make the work itself any easier, and i felt like my brain was overloaded every day this week. i'm definitely less anxious than i was when i worked in the actual office, but the workload has actually been more than usual.\n  ","394037":"\n  just because you're both into BDSM doesn't give your partner the right to hurt you without your consent. their behavior by hitting you is still wrong, and the fact that you're questioning it to begin with means that you know deep down that what they did to you was wrong.\n  ","394038":"\n  it's basic psychology 101 rhetoric, lol. a lot of people fall into unhealthy coping mechanisms when they've been ab*sed because they've been conditioned to believe that they don't deserve anything better, and it's easier to \"escape\" rather than confront your feelings head-on.\n  \n  also, addictive behaviors and mental illness go hand-in-hand, and they're often co-morbid.\n  ","394039":"\n  when i said diet, i meant the food i consume (probably should have been more specific). i don't order takeout very often although lately my roommates and i have been slacking on cooking, and when i do order takeout, it isn't a ridiculously unhealthy meal.\n  \n  i drink regularly, and that's unfortunately one of my unhealthy coping mechanisms.\n  ","394040":"\n  no, which is why i usually just copy\/paste the entire thread into one answer instead of doing it in separate parts. it doesn't take much for me to copy\/paste since i'm normally on my laptop when i answer questions.\n  ","394041":"\n  because i've been conditioned to hate myself for the past 15+ years and i haven't broke myself of the unhealthy coping mechanisms i've developed over the years in an effort to deal with what i've endured.\n  ","394042":"\n  thanks for reiterating exactly what i just said, lmaoo.\n  \n  my diet is healthy, but everything else about me is not healthy by any means. i'm taking steps to improve, though.\n  ","394043":"\n  i don't answer questions that are trolling or inappropriate, particularly any questions that pertain to sex or fetishes. it all depends on the question itself and my mood, though -- sometimes i'll answer but in a snarky tone without actually answering the question, while other times i'll just delete the question.\n  ","394044":"\n  spicy crunchy tuna rolls (sushi). i finally ordered sushi for the first time in months, and it was delicious.\n  ","394045":"\n  i probably take my health for granted over anything else. i've always had the terrible habit of ab*sing my body, and i know for damn sure that it's going to come spiraling back to me eventually.\n  ","394046":"\n  i wouldn't consider my roommates to be fat, per say, but they're on the bigger side. they're also both over 6 feet tall, lol.\n  ","394047":"\n  i guess? i've always been uncomfortable with calling myself a \"survivor\" of anything because a lot of people have had it a lot worse off than me.\n  ","394048":"\n  the only household chores that are done daily are the dishes. on a weekly basis, we do an overall cleansing of the house -- dusting, vacuuming, mopping the kitchen and hallway, cleaning the bathroom, etc etc.\n  \n  i've never hired a maid before. i don't mind cleaning at all.\n  ","394049":"\n  well, the day is pretty much over considering it's 9:00pm. however, today i worked for eight hours, took a shower, cleaned the bathroom, ordered takeout, and watched television for a bit.\n  ","394050":"\n  not that i'm aware of. i clean it fairly regularly.\n  ","394051":"\n  maybe once every two weeks or so? my household has a habit of defaulting to pizza whenever we can't decide what we want to eat, lol.\n  ","394052":"\n  fried eggs, bacon, and american cheese on a toasted roll.\n  ","394053":"\n  depends on the day. sometimes i only have one cup (roughly 12 or 16 oz), while other days i have three or so.\n  ","394054":"\n  if they start displaying behavior that doesn't agree with me or is problematic, i.e. if they seem prejudiced against people of other races, genders, sexual orientations, disabilities, etc etc.\n  \n  i also don't like when people are arrogant or conceited, so that's an immediate turn off as well.\n  ","394055":"\n  since i moved into a house with two cats, lol.\n  ","394056":"\n  the two in that photo are our own cats. this cat pictured below is a cat we're taking care of for the next few weeks or so. he's part mainecoon. :'))\n  ","394057":"\n  i guess i'm not writing *or* sleeping tonight.\n  ","394058":"\n  evidently, my last response went unheard. to reiterate -- i'm not engaging in drama because it's silly and pointless. you're just asking my opinion on someone else's opinion solely to run back to them and tattle, and quite frankly, i'm too old and tired for that nonsense.\n  ","394059":"\n  i think this is a loaded question that will only stir up drama. i'm not in the mood to engage in silly drama, so i won't be answering this question tonight.\n  ","394060":"\n  i'm not obligated to answer questions simply because they've been asked to me. i have dozens of questions in my inbox, and i haven't been in the mood to answer questions this evening.\n  ","394061":"\n  \"you didn't come this far to only come this far.\"\n  ","394062":"\n  it ranges anywhere between 6 to 10 hours.\n  ","394063":"\n  honestly, getting dropped off at my ex's house prior to my friends getting into a horrific car accident. i dealt with something similar to \"survivor's guilt\" for a long time (even though no one died) because the accident happened literally two minutes after they dropped me off, and if we had taken a different route, then it wouldn't have happened at all.\n  ","394064":"\n  something hand-made, like a painting or even just a written note inside of a card or with another gift. i love personalized\/sentimental things like that.\n  ","394065":"\n  no, you're irresponsible.\n  ","394066":"\n  aw, thank you. honestly, i don't really see it as strength as much as it's an attachment. we were friends prior to entering a relationship and i never wanted to end that friendship. when we agreed to break up, we both established that we would still remain in contact as friends because we both have contributed so much to each other's lives over the years and it would be a disservice to both of us if we stopped talking entirely.\n  ","394067":"\n  initially, i wanted to use it as an unhealthy coping mechanism because i knew getting drunk would help me forget about my life temporarily.\n  \n  eventually, i experimented and grew a taste for a variety of beer, liquor, and wine. i drink in moderation now.\n  ","394068":"\n  all of the cats eating simultaneously. lmaoo.\n  \n  i've officially become a cat parent.\n  ","394069":"\n  i've never solved one before. i don't have the patience for it.\n  ","394070":"\n  communication, whether events are good or bad, is the key to a successful relationship. you cannot move forward in a relationship unless you communicate effectively with your partner.\n  \n  also -- honesty, loyalty, laughing together, and being comfortable around each other. your significant other should really be your best friend.\n  ","394071":"\n  i used to think the same thing, lol.\n  ","394072":"\n  my tendency to automatically blame myself for everything that goes wrong.\n  ","394073":"\n  more to-go margaritas. :'))\n  ","394074":"\n  lol, definitely not. i wouldn't want to be with someone who would be so willing to cheat on their partner like that. if they wanted to leave the relationship anyway and we happened to click emotionally, then i would wait until they broke up before pursuing anything.\n  ","394075":"\n  i don't know much about him except that he's an animal rights activist, which i deeply admire.\n  ","394076":"\n  yeah, that was when i had my first girlfriend.\n  ","394077":"\n  LOL, probably the biker.\n  ","394078":"\n  i was probably 11 or 12 years old.\n  ","394079":"\n  lol, no. that doesn't sound very healthy.\n  ","394080":"\n  i guess the bathroom? that wouldn't necessarily bother me though.\n  ","394081":"\n  nah, i haven't been exercising lately. and by lately i mean for at least the past six months.\n  ","394082":"\n  not really, no. i've had things like popcorn stuck in my tooth which made the gums sore, but i've never actually experienced toothache before.\n  ","394083":"\n  television shows ;\n  \n  -- house\n  \n  -- criminal minds\n  \n  -- dexter\n  \n  -- it's always sunny in philadelphia\n  \n  -- how i met your mother\n  \n  movies ;\n  \n  -- the crow\n  \n  -- sweeney todd\n  \n  -- the punisher\n  \n  -- heathers\n  \n  -- inglourious basterds\n  ","394084":"\n  i'm not a virologist or anything, but i have a rudimentary understanding of how viruses work and spread.\n  ","394085":"\n  aw, thank you !! ?\n  \n  i hope you have a fantastic day too. i'm currently working, but the window is wide open and i can feel the breeze coming in. i'm also listening to relaxing music while i work, so it's been a pleasant morning so far.\n  ","394086":"\n  eh, not very often at all. perhaps once a week or so? sometimes i'm just craving chips or something, lol.\n  ","394087":"\n  it doesn't happen to me very often, but i know what you mean -- i definitely answered a zodiac sign question last night, lol.\n  ","394088":"\n  no, i'm a scorpio.\n  ","394089":"\n  i'm probably going to have a bowl of cereal or oatmeal. i think we have some bananas left that i can slice into the cereal.\n  ","394090":"\n  i feel fine today, although confused because i woke up before 7:00am and i'm wide awake.\n  ","394091":"\n  that doesn't define immaturity, so no. you can still be a mature adult and watch cartoon, play video games, and collect toys. i know several adults who do all of the above and they're very mature.\n  ","394092":"\n  yes, i've developed close friendships to quite a few people whom i've met on askfm. :'))\n  ","394093":"\n  i actually got a decent amount of questions last night, i just fell asleep. lmao.\n  ","394094":"\n  my friends have the most positive impact on my life at the moment. they've been there for me whenever i've needed to rant or vent, and i appreciate their level of care and guidance.\n  \n  my ex has also had a very positive impact on me as he taught me to learn how to be content with myself, even when my mind is struggling. i still talk to him on a regular basis.\n  ","394095":"\n  anything that's appropriate, haha. i'm open to anything.\n  ","394096":"\n  ask me questions, guys ~~\n  ","394097":"\n  onlyfans is a subscription service where you can subscribe to users who offer explicit media, like videos and images and whatnot.\n  ","394098":"\n  it was from high school, so i don't have any photos.\n  ","394099":"\n  i've never seen that movie before.\n  ","394100":"\n  yeah, i've had a pixie cut before.\n  ","394101":"\n  i don't know anyone who lives in america who thinks that way, lmaoo.\n  ","394102":"\n  turn off the television, turn off the lights, close my bedroom door, take off my glasses, and crawl into bed.\n  ","394103":"\n  sitting outside with friends at a campfire in someone's backyard and drinking alcohol and swapping stories. :'))\n  ","394104":"\n  i like writing, painting, charcoal sketching, and photography.\n  ","394105":"\n  i've learned to let them roll off my back after all of these years. people who say cruel things to you are more than likely not your friends to begin with, so why bother wasting the time and energy to be bothered by what was said? they mean nothing to your life.\n  ","394106":"\n  i get annoyed, but rarely angry (unless it's something about work, lmaoo). i usually just approach the situation in a calm but effective manner, and then vent\/rant to my friends about how ridiculous the situation is.\n  ","394107":"\n  eh, yes and no. i don't really believe in karma or destiny or anything, but i do think that sometimes things either work out or don't work out for a reason and you have something more to learn from the situations.\n  ","394108":"\n  i'm usually pretty calm, but arguments\/debates IRL are really rare for me. if anything, i find them mildly amusing.\n  ","394109":"\n  apple slices.\n  ","394110":"\n  ~°~ happy wednesday to me ~°~\n  ","394111":"\n  well, considering a lot of people i know are making bank on their onlyfans, it seems that there are a plethora of people who are willing to pay.\n  ","394112":"\n  no, i'm talking about past friendships and relationships in general. i've unfortunately dealt with a lot of one-sided friendships that ended up hurting me because i cared too much and they cared too little.\n  ","394113":"\n  don't put more effort into a relationship (whether platonic or romantic) than what it's worth -- especially if the other person isn't contributing to their half of the relationship as well. a lot of people hurt themselves because they invest so much time and energy into relationships that are one-sided.\n  \n  i've learned that no relationship is worth pursuing or maintaining if the other person isn't doing their fair share. relationships go both ways, and it's unfair to you if you're putting so much of yourself emotionally into something that isn't being reciprocated.\n  ","394114":"\n  i've only ever donated clothing to thrift shops. i've never shopped in them myself, actually.\n  ","394115":"\n  people who have onlyfans aren't wh*res, lol. regardless, i have no interest in doing that myself.\n  ","394116":"\n  i don't really have an opinion. i believe people have the right to do what they want with their own bodies, and if adults can succeed and gain some extra money by making an onlyfans subscription service, then more power to them.\n  ","394117":"\n  february 2020 !! i went swimming with sting rays in the bahamas.\n  ","394118":"\n  it can be for a variety of reasons. some people thoroughly enjoy asking & answering questions, while other people unfortunately use the website for trolling and harassing other people.\n  \n  personally, i like answering questions, getting to know my friends well, and being educated and educating others on different issues.\n  ","394119":"\n  i interchange between the two depending on how much cash i have on me & if i'm saving it for something else down the road.\n  ","394120":"\n  lazy and comfortable, haha. i haven't had any sense of style these days. i've been lounging around in sweatpants and tee shirts for the past two months.\n  \n  with the exception of today -- i went out to pick up food from a restaurant that was offering to-go food and drinks earlier on my lunch break. i put jeans on for the first time in weeks, lmaoo.\n  ","394121":"\n  the only opinions i somewhat care about are those of my close friends.\n  ","394122":"\n  when i'm depressed, i don't do any type of basic care. i seldom eat, only get out of bed to use the bathroom, i don't shower, etc etc.\n  \n  it's difficult. but sometimes it's easier to go little by little and try to convince yourself that you'll feel a bit better if you washed your hair that day, for example. or even brushing it can go a long way. using dry shampoo to get the grease out. using wipes to bathe yourself if you can't bring yourself to shower.\n  \n  i understand how you feel, and i hope you feel better soon.\n  ","394123":"\n  i do !! i don't post my username publicly though, my account is private.\n  ","394124":"\n  no, i'm an atheist and i don't believe in god.\n  ","394125":"\n  no, i'm currently single.\n  ","394126":"\n  i'm a scorpio.\n  ","394127":"\n  exercising and eating healthy foods on a regular basis. that's the most reliable way to lose weight.\n  ","394128":"\n  i rarely use emojis on askfm, and i don't play these games, so no.\n  ","394129":"\n  doesn't it? it's nice outside where i live, but definitely not warm enough out to sunbathe, haha. it's currently 61 degrees fahrenheit, but it's super windy.\n  ","394130":"\n  i don't remember what the last thing i said out loud was. i haven't spoken yet this morning, and i don't remember what i said last night before going to bed. lmaoo.\n  ","394131":"\n  pajamas, lmaoo. that's the majority of what i've been wearing these past two months.\n  ","394132":"\n  i don't believe i have.\n  ","394133":"\n  i *love* having BBQs during the summer !! my ex's family and i would have them every week or so, and his father would grill hot dogs and cheeseburgers and steaks.\n  \n  my roommates and i just hired a landscaper, so once everything gets cleaned up outside, we're going to buy a grill, a firepit, and some outdoor furniture.\n  ","394134":"\n  even though there are beaches all around me, i seldom visit the beach because i don't really like all of the crowds of people there. it's relaxing to sit in the sun with a friend and talk, listen to music, and have some drinks while swimming in the ocean every now and again, but the amount of people who go to the beach also deters me.\n  ","394135":"\n  sit outside and sunbathe with a good book and a glass of iced tea or coffee. :'))\n  ","394136":"\n  i've never gardened before, so i'm not entirely sure, haha. i'm not sure i would be very good at it.\n  ","394137":"\n  possibly. i've always gotten the same result too. i don't put much faith in those types of tests overall, though.\n  ","394138":"\n  no, i've never had surgery before.\n  ","394139":"\n  you should at least put a trigger warning before this question, or censor it in some way.\n  \n  there's active and passive s*icidal ideation. passive ideation is when a person has thoughts of s*icide but no intent on hurting themselves. active, on the other hand, is when a person *does* have the intent on hurting themselves and will often have a plan to do so.\n  ","394140":"\n  selfie from the other day ~~\n  ","394141":"\n  of course -- it should most definitely be normalized.\n  ","394142":"\n  i'd call him and ask him what's going on.\n  ","394143":"\n  it isn't accurate, no. a lot of people will often take the test at multiple times throughout the course of a few months or years and come up with different results. it's been proven to be inaccurate.\n  ","394144":"\n  i hope you feel better ~~\n  \n  i've been doing okay -- having both good days and bad, but today has been fine overall. i'm currently watching house and i'm thinking about going to bed soon.\n  ","394145":"\n  enlighten me. what is my IP address and where am i located?\n  ","394146":"\n  you can't trace which device someone is using on askfm. you'd have to remote enter into the system with a provided IP address. you also didn't tell me which device i'm even using, lmaoo.\n  \n  i'm not clicking on your link, so if you want to leave this conversation with a little bit of dignity, you'll admit to your wrongdoings and stop sending these messages to people.\n  ","394147":"\n  well, it looks like the time you originally gave me has run out (remember, 15 minutes ago you said i had 10 minutes).\n  \n  guess my device will forcibly be corrupted. ¯\\_(ツ)_\/¯ now it's up to you to figure out which device i'm using.\n  ","394148":"\n  LOL. no, not yet at least. we'll see where this goes.\n  ","394149":"\n  mister tom, please forgive my ignorance. of course i'll abide by your bullsh*t scheme and fall directly into your plan of deception. i'll inform you of when the operation is complete.\n  ","394150":"\n  this is like the fourth person (honestly, it's probably all the same person) to claim they're from like, microsoft or the government trying to scam askfm people into giving their account information, lmao.\n  \n  it's so amusing. like, yeah -- someone's security is compromised, therefore let's contact that person via ask f*ckin fm, aka a dying website, to resolve the alleged issue. :'))\n  ","394151":"\n  ah, the renowned bullshitter has found his way onto my page. welcome.\n  ","394152":"\n  i don't feel like figuring that out rn.\n  ","394153":"\n  scorpio. INFJ. slytherin.\n  \n  i have no clue about the other two.\n  ","394154":"\n  well, i completely paid off my car loan last weekend -- which is something i've never done before, so i guess that would count. :'))\n  ","394155":"\n  interactions with my close friends, drinking coffee in the quiet morning, writing something that i'm proud of, and playing with animals.\n  ","394156":"\n  nah, i don't even know when the coronavirus pandemic is going to end so there's no point in making travel plans until i know a definitive answer.\n  ","394157":"\n  margherita pizza is delicious.\n  ","394158":"\n  yeah, he's gorgeous. and his meow is so high pitched & cute !!\n  ","394159":"\n  i love all of them because they all have such distinct personalities, but i've become attached to the mainecoon (even though we're only looking after him for a little while). he's extremely sweet and loves cuddling.\n  ","394160":"\n  a lot of people don't have school or work because of the coronavirus pandemic, or just a lot more free time in general.\n  ","394161":"\n  i don't watch anime, so i don't have much of an opinion.\n  ","394162":"\n  yeah, it's been more active from what i can tell (based on the questions i get and how active my feed has been).\n  ","394163":"\n  everyone should be against fascism.\n  ","394164":"\n  thinking is overrated.\n  ","394165":"\n  unfortunately, no. hahah.\n  \n  i can't wait until next year when we decorate the house for halloween.\n  ","394166":"\n  everyone is entitled to their opinion but it doesn't necessarily mean that their opinion is correct or justifiable.\n  ","394167":"\n  i believe the means -- meaning the journey one takes to get to an objective -- is much more important than the end result. end results can either be good or bad, but it's what we've learned over that process that truly matters. it teaches us and helps us grow.\n  ","394168":"\n  last summer, when i went to the bay with a friend and we listened to live music, drank tequila, and watched the sun set by the water.\n  ","394169":"\n  probably sometime during the medieval times, just to see what it was actually like back then. i love watching period movies and shows about that era, but obviously it's much more glamorized than how it actually was back then.\n  ","394170":"\n  this is subjective, so it varies from person to person. i personally don't believe that we can ever stop improving because there are infinite ways to improve ourselves and evolve as we grow older. some people accept themselves for who they are, but that also doesn't mean there isn't more room for improvement.\n  ","394171":"\n  well ... first of all, i am mentally ill, so if i was hospitalized, it would probably be for a very valid reason. tbh, i should have been hospitalized a long time ago.\n  \n  secondly -- it's incorrect to refer to psych hospitals as \"insane asylums\" these days, it places more of a negative stigma on those types of hospitals and towards the mentally ill population as a whole. hospitals these days are a place for rehab and recovery, it isn't a death sentence.\n  ","394172":"\n  i enjoy going on walks, and i should really get out of the house and go on walks more often now that the weather is getting nicer.\n  ","394173":"\n  i don't believe in karma, so no.\n  ","394174":"\n  omg, that sounds literally *amazing* !! i'll be feasting with you in spirit.\n  \n  i had a leftover slice of pizza for dinner about an hour ago, lol. i didn't feel like making something new.\n  ","394175":"\n  i think that's the reason why people are so fascinated with killers -- *because* their actions are vile, and because the psychology behind why someone becomes a killer is also interesting and can vary wildly.\n  ","394176":"\n  no, i keep my door closed at night, lol. occasionally one of our cats will be sleeping on my bed already by the time i go to bed, but she usually leaves because i thrash around in my sleep. :\/\n  ","394177":"\n  did i tell y'all that my household is looking after four cats now? lmaoo.\n  ","394178":"\n  it could be both, but it's ultimately decided based on the individual. some people are racist because of their upbringing while other people are racist because they developed into that while growing up (not necessarily because of their family).\n  \n  either way, a racist person needs to acknowledge that their way of thinking is harmful and flawed, and it's their responsibility to take command of those thoughts and de-condition themselves into not being racist anymore.\n  ","394179":"\n  honestly, i'd probably stop myself from c*tting before it even started. it ended up controlling my life for eight years and was a big subject of ridicule and bullying when i was younger, which made me hate myself even more.\n  \n  i still get urges to c*t even today, even though i've been mostly clean since i was like 20 years old.\n  ","394180":"\n  it's never phased me. there are airports everywhere around here, and i always see planes flying overhead on a regular basis.\n  ","394181":"\n  i'm neither immature nor mature for my age. i'm just as mature as i should be considering my age.\n  ","394182":"\n  i don't even know enough about the zodiac to even fathom an answer to this question. i don't really believe you can judge an entire person based solely on their star sign either.\n  ","394183":"\n  definitely not, lol. their reporting system is subpar, and those who deserve to be banned or reprimanded never do while people who don't do anything wrong get warnings.\n  ","394184":"\n  ¯\\_(ツ)_\/¯\n  \n  he's an odd one, that boi.\n  ","394185":"\n  no, i'm not religious by any means.\n  ","394186":"\n  some things are better left unsaid.\n  ","394187":"\n  LMAOO.\n  \n  yeah, definitely not everyone's cup of tea. rofl.\n  ","394188":"\n  i mean -- he doesn't do it regularly, but he once offered me slices of raw onion to eat while we were cooking, and i was like \"uh ... no?\" lmaoo. he told me he can eat an entire onion, and i was disgusted.\n  ","394189":"\n  smart thoughts usually don't come to me at all, haha.\n  ","394190":"\n  i dislike cleaning the bathroom, but obviously it's something i have to do, lol.\n  \n  cleaning the rest of the house is fine, but the bathroom hurts my back and knees because of all of the bending and kneeling.\n  ","394191":"\n  i've always used android phones.\n  ","394192":"\n  yes, ramen is delicious.\n  ","394193":"\n  i've heard of the name before, but i'm not really too sure who he is.\n  ","394194":"\n  my roommate eats raw onions in one sitting, lmaoo. i don't remember if i've ever had raw onions though, only cooked.\n  ","394195":"\n  that's a random person's handle, lol.\n  \n  but yeah, celine deactivated it appears.\n  ","394196":"\n  scrambled eggs this morning for breakfast.\n  ","394197":"\n  i try to take one or two on the weekend when i have the spare time.\n  ","394198":"\n  well yeah, that's funny and could be turned into an amusing stand-up piece.\n  ","394199":"\n  no, but it all depends on context. i won't listen to a comedian who's blatantly homophobic or sexist, etc etc.\n  ","394200":"\n  depends on the context, tbh. like i said, if it's derogatory toward the lgbtq+ community then that's not really a joke at all.\n  ","394201":"\n  i never said it was a *personal* attack, lol. some of my favorite comedians are probably pretty controversial, at any rate.\n  ","394202":"\n  if a joke is derogatory towards groups of oppressed people, then that isn't a joke -- it's bigotry.\n  \n  people in the lgbtq+ community can certainly joke and make fun of themselves, but if it's coming from someone outside of that group, then that's ignorance.\n  ","394203":"\n  i have a headache, but of course i just made more coffee so clearly i want to torment myself.\n  ","394204":"\n  most jokes don't offend me.\n  ","394205":"\n  if they seem racist when only they're angry, then they're overall racist -- when they're angry, they're showing their true colors, which is racism. the reason why they don't appear racist when they're calm is because they don't want people knowing that they're racist.\n  \n  so yeah, an angry racist person is still definitely racist all around.\n  ","394206":"\n  i'm a few towns away from my parents' house. far enough to be comfortable but i also don't mind driving there to help out every now and again when they need my help.\n  ","394207":"\n  most places have one of those scanners where you place the bill in, and a light shows where the appropriate markers should show up. there's also a pen you can use to put ink on the bill and it'll come up a certain color if the bill is fake.\n  \n  otherwise, it's all a matter of how to bill looks and feels. i haven't worked with money in like six years, so i don't remember the characteristics.\n  ","394208":"\n  absolutely -- onions are great in food. especially with peppers.\n  ","394209":"\n  yeah, lemon chicken is delicious.\n  ","394210":"\n  LOL. at least you're up front with this as opposed to the scammers who have been infiltrating askfm with ridiculous stories about working for the government.\n  ","394211":"\n  i'm 28 years old. there's nothing to gossip about in my life, lmaoo.\n  ","394212":"\n  yeah, i don't like almond milk but i do enjoy soy milk and coconut milk.\n  ","394213":"\n  my bank app, my credit card app, and my camera\/gallery.\n  ","394214":"\n  askfm, instagram, and facebook.\n  ","394215":"\n  it was a hyperbole. i get major indigestion and stomach pains with most dairy products these days, especially milk.\n  ","394216":"\n  vitafusion. i just want to be healthier and make sure i have all of my necessary vitamins.\n  ","394217":"\n  i experience this on a damn near daily basis.\n  ","394218":"\n  multi-vitamins.\n  \n  which i finally did order online the other day, alongside biotin supplements to help with my skin and hair.\n  ","394219":"\n  i'm not on any social media that bores me, lol. if i find a website or app boring, then i just don't use it.\n  ","394220":"\n  my stomach and intestines explode.\n  ","394221":"\n  it's funny to spin in into some random, overly-described way that is vague but also amusing.\n  \n  for example, if someone asks me what i do for a living, i'd say something like, \"i spend my days looking at paper, re-arranging sentences, and secretly cursing at everyone who doesn't have the aptitude for making a coherent thought on those papers.\"\n  ","394222":"\n  i've developed a sort of lactose intolerance over the years, so milkshakes absolutely kill me. but i used to love oreo milkshakes.\n  ","394223":"\n  i love tomatoes !! especially diced in some salsa or guacamole.\n  ","394224":"\n  racism is a result, or rather a \"symptom\", of a unstable political system which favors middle aged white men over other minority groups. the fight against racism has always been part of civil rights movements, so in that vein, it can be classified as a political entity.\n  ","394225":"\n  ???\n  \n  you're asking me a question about an anon's personal beliefs. lmao. obviously i'm not going to know the answer to that.\n  ","394226":"\n  not necessarily. it perhaps would be something you or i would do, but politics isn't important to everyone. some people enter a relationship based on chemistry alone and then they discover things about their partner as they progress forward.\n  ","394227":"\n  some people don't show their true colors until later on. my coworker was dating someone for a few months, and she didn't know he was racist until a few months after they started dating. they were discussing how new york was allowing immigrants to get their licenses from the DMV (or something, i don't remember exactly) and her boyfriend started spouting off all of this racist nonsense about \"illegal aliens\" and calling them derogatory names, saying they don't belong in the US, etc etc.\n  \n  needless to say, she dumped him immediately. but had he shown those feelings earlier on, she wouldn't have dated him in the first place.\n  ","394228":"\n  literally a wall, lmaoo.\n  ","394229":"\n  rest in peace, buddy. ?\n  ","394230":"\n  if someone is racist and cannot see the wrong in their behavior, then not much can be done until they realize it themselves. a person won't be willing to change unless they recognize it within themselves and actively seeks to change themselves.\n  \n  honestly, if you've talked to him multiple times about this and he hasn't changed, then he's not going to see it from another perspective. you should consider breaking up with him if he's racist.\n  ","394231":"\n  i believe there is still unjust racial profiling in law enforcement, yes.\n  ","394232":"\n  ~°~ uwu ~°~\n  ","394233":"\n  new zealand. it looks beautiful.\n  ","394234":"\n  i get extremely anxious around big crowds of people & prefer small groups (maybe 4 or 5 people at the most).\n  ","394235":"\n  no, i'm single.\n  ","394236":"\n  none, LOL. being in front of a crowd is one of my worst fears, and my singing voice is terrible -- i'd never want to wish that upon anyone.\n  ","394237":"\n  the weekend was beautiful (sunny and in the 70s), but today it's overcast and grey outside.\n  ","394238":"\n  i have one brother.\n  ","394239":"\n  ketchup, mustard, and\/or pickles. yuck.\n  ","394240":"\n  i only order cheeseburgers, not hamburgers. i usually get it with just tomatoes and lettuce.\n  \n  as for sandwiches, that varies wildly depending on the type of sandwich. i like going to subway and getting a BLT with cheese and avocado spread.\n  ","394241":"\n  i usually like making my own spinach & mushroom salads, and i also like regular ceasar salads with a small bit of dressing.\n  ","394242":"\n  my roommate and i made steak, garlic potatoes, and mixed veggies last night. :'))\n  ","394243":"\n  to a certain degree, i believe so. however, it definitely isn't something for everyone and people will always have their preferences when looking for friendships or relationships.\n  \n  i tend to gravitate towards people who are more outgoing and bolder than me, for example.\n  ","394244":"\n  doing what's best for their mental and physical health, surrounding themselves with fruitful relationships, chasing after their goals regardless of how unobtainable they may seem, and being humble.\n  ","394245":"\n  broadening your horizons and experiencing different cultures.\n  ","394246":"\n  if you have evidence that he posted them without your consent (like screenshots and whatnot), then perhaps.\n  ","394247":"\n  sharing nudes without your consent is illegal in most states within the US. it's ultimately up to you whether or not you want to talk to him and how important it is to you that your nudes aren't publicized, though. he should know regardless that what he is threatening is probably illegal (depending on where you live) and you'll consult a lawyer if he does leak them.\n  ","394248":"\n  yeah, i eat pork but not very often at all.\n  ","394249":"\n  i love blueberries !! i could eat them endlessly.\n  ","394250":"\n  no, i have no reason to trust a stranger.\n  ","394251":"\n  no, i'm not married. i'm also not interested in being involved with a stranger from the internet.\n  ","394252":"\n  ... i'm assuming you mean long distance relationships, lol.\n  \n  they can work for some people, yeah. it takes a lot of commitment, trust, loyalty, and communication, but it does indeed work for some couples.\n  ","394253":"\n  reading other people's work inspires me, as well as my own thoughts and feelings. my creativity waxes and wanes, so sometimes i feel creative while other times i don't even want to think about creativity.\n  \n  character dynamics i enjoy the most are usually characters who work as a team but are remarkably different from one another, and they have compelling banter, i.e. mulder and scully from the x files.\n  ","394254":"\n  months ago when it actually snowed during this winter. i'm pretty sure this was the only significant snowfall we had in my area.\n  ","394255":"\n  it can go either way -- while religion is a refuge for some, it has also been the cause of much divide and war in the past. you can't really group everyone who follows a religion into one classification because people's beliefs vary wildly, and it all depends on the individual.\n  ","394256":"\n  i believe confidence is multi-faceted, meaning it can be applied to both your personality and how you are as well as your physical appearance.\n  \n  confidence means that you're satisfied with who you are and\/or how you look, and you also don't settle for anything less than what you deserve.\n  ","394257":"\n  happiness is being content with yourself, your life, and your interpersonal relationships. regardless of what difficulties you've had during your life, you remain optimistic and make the best out of every bad situation.\n  ","394258":"\n  i don't own sunglasses.\n  ","394259":"\n  aw, thank you !! i hope you do too ~~\n  \n  my monday has been pretty good thus far. i woke up early enough to make a good breakfast and coffee, and i'm taking a small break from working at the moment.\n  ","394260":"\n  thanks, much appreciated ~~\n  ","394261":"\n  no, not usually.\n  ","394262":"\n  no, i don't believe in karma. karma is some fantasy element of life that reassures others that bad people will get what's coming to them, when rarely that's ever the case. likewise, people who do good in life are seldom rewarded or recognized for their contributions.\n  ","394263":"\n  LMAOOO.\n  \n  this delusion is remarkable. keep it going, i'm curious to see what happens next.\n  ","394264":"\n  ???\n  \n  i'll go to bed whenever i want.\n  ","394265":"\n  i'm the least coolest person you'll ever interact with.\n  ","394266":"\n  that's pretty self explanatory.\n  ","394267":"\n  it's an alcoholic flavored seltzer.\n  ","394268":"\n  hello, i'm drinking white claw tonight so ask me questions ~~\n  ","394269":"\n  eh, depends on what they did wrong. some things only warrant a warning while other things can result in immediate termination.\n  ","394270":"\n  morgan is a terrific person and will make a terrific manager. i have full faith in her abilities to lead her colleagues.\n  ","394271":"\n  LMAOOO.\n  ","394272":"\n  writing, playing video games, sleeping, etc etc. i'd also love to go out into the wilderness with my camera and take some photos.\n  ","394273":"\n  how well i could function while working from home. initially when we were told to work remotely, i was worried because i thought spending too much time at home would be detrimental to my mental health. however, i've actually adjusted quite well and i really enjoy it.\n  ","394274":"\n  water if i'm extremely thirsty. iced tea, iced coffee, or beer if i'm just hanging around.\n  ","394275":"\n  my close friend, my roommate, and my ex.\n  ","394276":"\n  i'm a writer and editor for a publishing company, so i mainly write and edit things like press releases and magazine articles. i'm the senior editor of my company's magazine.\n  ","394277":"\n  shoulder cat !!\n  ","394278":"\n  the image is saved on my laptop, and i'm not currently on my laptop. you could probably take a screenshot and do a reverse image search, though.\n  ","394279":"\n  unfortunately, i have no idea. i found the image floating around facebook.\n  ","394280":"\n  if i wanted to include those questions in my answer, i would have. lol.\n  ","394281":"\n  having humorous conversations with friends makes me smile. i'm serious most of the time, so it's nice to have a funny chat with my friends every now and again. they're the only people who can really make me laugh.\n  ","394282":"\n  yes, there are a few questions i'd like to ask people, but i haven't. sometimes you're better off not knowing certain things.\n  ","394283":"\n  just the ins and outs of day-to-day life. not every day is a challenge, but some days are and i've been trying to focus on the present instead of the future or the past.\n  ","394284":"\n  food, water, shelter, clothing, and sleep.\n  ","394285":"\n  hello -- do you have a question?\n  ","394286":"\n  ???\n  \n  anyway, i finished writing the creative essay i was working on all afternoon & i'm pretty proud of it. :'))\n  ","394287":"\n  nah, it took me maybe 20 minutes, lol. all i did was a neutral eye shadow, mascara, foundation, concealer, bronzer, highlight, and a neutral lip color.\n  ","394288":"\n  there are a lot more important things to worry about than whether or not someone is using slang or made a spelling error or isn't very good at writing\/grammar\/etc.\n  \n  speaking of which, i'm writing creatively for the first time in quite a few months right now. :'))\n  ","394289":"\n  precisely. i'm glad i grew out of that \"omg your spelling and grammar must be immaculate\" stage. then again, i was a teenager when i thought that, lmaoo.\n  ","394290":"\n  haha, yeah it is rather classist. also, it's just the internet -- it's not as if you're writing a dissertation or something. language is constantly evolving, at any rate, and there will always be new slang words congruent with time.\n  ","394291":"\n  i don't trust politicians, but i do trust medical professionals.\n  ","394292":"\n  i can't force you to believe me. but i suggest you do further research and listen to the CDC.\n  ","394293":"\n  sitting outside with an iced coffee, listening to music, and sharing stories with friends.\n  ","394294":"\n  i believe the protesters are irresponsible and don't see the big picture -- especially if they're claiming the coronavirus is fake. tens of thousands of people have died from it, and chances are those protesters haven't had personal experience with it at all. it's ignorance.\n  ","394295":"\n  depends on my mood. usually my roommate and i cook, but we also order takeout if we're both exhausted or are running low on food.\n  ","394296":"\n  no, not really.\n  ","394297":"\n  i don't even know when\n  \n   @CelineM96\n  \n  is online, and it's normal for people's opinions and behavior to change as they get older. perhaps in the past, i didn't like using regular slang terms, but these days i really don't care anymore.\n  \n  i also used to think that people should be grammatically correct on the internet at all times years ago -- i don't hold those same views anymore, obviously.\n  ","394298":"\n  ???\n  \n  on multiple occasions, you guys have seen me use words like \"fam\" and \"my dude.\" i use those slang terms all the time, lol. the ones i don't use are phrases like \"what's poppin?\" or \"what's good?\" and things of that nature.\n  \n\n   @CelineM96\n  \n  is my friend and we're allowed to have differing opinions. not everything is as deep as you perceive it to be, lol.\n  ","394299":"\n  i actually did my makeup last night for the first time in over a month ~~\n  ","394300":"\n  forensic psychology, criminology, anthropology, sociology ... the list goes on and on. i took some beginner classes in these subjects when i was in college as electives, but because they weren't related to my major at all, i couldn't really go further with them.\n  ","394301":"\n  all of my years have blended together, so i don't really know which age was the best for me or which age i would rather stay in forever. i would say probably sometime in my early 20s, because everything else seemed to go downhill from there. lmaoo.\n  ","394302":"\n  i more often give advice than look for advice, but i wouldn't really consider myself motherly or protective. i know that people will make their decisions regardless of what is told to them, and some people will take that advice into account and some won't, but it's ultimately their decision and it's no use trying to protect them from their own mistakes.\n  \n  people will make mistakes, and will often learn from those mistakes. sometimes we have to make mistakes in order to move forward. i'm not going to sit here and try to protect my friends from those mistakes, but i'll give them my input and then they can decide whether or not they will take it.\n  ","394303":"\n  grilled chicken, steamed broccoli, and jasmine rice.\n  ","394304":"\n  i've always loved spinach and mushrooms salads, as well as ceasar salads with a small amount of dressing.\n  \n  i used to eat chicken cobb salads a few years ago, but i found that they weren't exactly the healthiest for you considering the abundance of ingredients.\n  ","394305":"\n  i don't really have an opinion, because people are much more complex than what their religious beliefs are and they're more than just a religious follower. they aren't defined by their religion.\n  ","394306":"\n  i only know of achievement hunter -- i've never heard of neebs gaming before. however, in terms of AH, i think i'd be the most like gavin because i'm terrible at most games and i find myself in the most ridiculous scenarios, lmaoo.\n  \n  example ; i was tipsy and playing GTA V with my ex and our friends, and we entered a helicopter. we play on xbox one. to enter and exit vehicles, you have to press Y. so while we're like ... 100 feet in the air, my friend tells me, \"hey leigh, you can mount your gun if you press Y.\" so i go, \"OH, okay!\" i press Y and my character jumps right out of the helicopter and fall to their death. lmaoo.\n  ","394307":"\n  when i go to the store or 7-11, i seldom get carded so i suppose i look older than 21, at the very least. people usually think i look younger than what i actually am.\n  ","394308":"\n  nah, i seldom drink soda because i don't like the taste of most sodas, and also because the sugar in them is unbelievable (and the zero sugar ones taste horrible).\n  ","394309":"\n  i'd get a small rose twisting around my cheekbone and eyebrow.\n  ","394310":"\n  i don't have any photos from my childhood.\n  ","394311":"\n  i actually tried archery when i was upstate (new york) when my friends and i took a weekend vacation together. it was definitely fun, but i was terrible.\n  ","394312":"\n  you should probably consult jim jones or charles manson.\n  ","394313":"\n  no, i just finished eating breakfast.\n  ","394314":"\n  i'm self-conscious, and i also don't have the right equipment for streaming or recording videos. i think i would be more comfortable if i played in a group, like my friends when we play together, but those times are seldom these days.\n  ","394315":"\n  lol, yes that has happened to me on a few occasions, particularly in recent times considering i drink most nights out of the week at this point.\n  \n  cutting alcohol out of your intake will definitely decrease your tolerance level, so if you want your tolerance to lessen, i would suggest either cutting down severely or stopping altogether.\n  ","394316":"\n  i wouldn't choose any, lol. i don't have any desire to be famous, whether IRL or online.\n  ","394317":"\n  i've always wanted to set up a gaming channel, where i'd record videos of my playing different video games with my camera and mic, and then upload them to youtube.\n  ","394318":"\n  money is probably the most obvious answer. it would solve a lot of my problems and get rid of my debt.\n  ","394319":"\n  taco bell? lmaoo.\n  \n  i usually order a veggie power bowl, cheese quesadilla, and cheesy gordita crunch. i can't eat all of that in one sitting, though. i also used to *love* their nacho fries.\n  ","394320":"\n  as far as i'm comfortable going, i suppose. it depends on the question.\n  ","394321":"\n  no, that would have had no effect on our relationship.\n  ","394322":"\n  i'm not sure what this means, but regardless, i answer questions that are asked to me and i reply (assuming they're not troll questions or inappropriate).\n  ","394323":"\n  i don't believe so, no.\n  ","394324":"\n  i thought about it in the past, but it's probably not going to happen. i'm already in a lot of debt from school, and i don't want to add more to it. i also don't even know what i would want to study, my interests are in a broad range of topics.\n  ","394325":"\n  it could be either. i try not to think about it too much.\n  ","394326":"\n  yeah, there's nobody else i'm interested in at the moment.\n  ","394327":"\n  it's slang, obviously. god forbid i'm not grammatically correct 100% of the time, lol.\n  ","394328":"\n  LOL. it's not something i can just snap my fingers and do. it takes time.\n  ","394329":"\n  to a certain degree, i believe i still am. sigh.\n  ","394330":"\n  i'll just be saving it, although it's not like i'll be transferring that money into my savings account or anything. i'll just accrue money like usual without that extra bill.\n  ","394331":"\n  i purchased my car in 2014. i finally paid off the balance of the car, so i officially \"own\" my car and i don't have to make any more monthly payments !!\n  ","394332":"\n  thank you !!\n  ","394333":"\n  I PAID OFF THE REMAINING BALANCE ON MY CAR TODAY.\n  \n  I'M SO EXCITE. :'))\n  ","394334":"\n  i don't place much faith in zodiac signs, because someone's personality is dependent upon their environment, how they grew up, their interests, etc etc. it doesn't necessarily correlate with their zodiac sign, so to judge someone based on what sign they are is ignorant, in my opinion.\n  ","394335":"\n  my parents are vastly different people, and i'm more similar to my father than anything else. we're both hard working, logical (to a point), and look at situations from multiple perspectives before making a decision.\n  \n  my mother, on the other hand, is narcissistic, selfish, and impulsive. she doesn't think before she speaks or acts, which has often led to hurt feelings. she never admits when she's wrong and she only sees things from her own perspective.\n  ","394336":"\n  this is similar to my previous response, so please refer to that answer for what being *in* love with someone can encompass.\n  \n  having a crush on someone doesn't mean that you love them or even in love with them. it's just an infatuation with a person with feelings that may not necessarily be very strong.\n  ","394337":"\n  you can love someone without being *in* love with them -- and it isn't necessarily romantic. you can love your friends, your family, your colleagues, your pets, etc etc.\n  \n  being *in* love with someone, on the other hand, normally happens when you're with a partner and the feelings of love you have are unlike anything else. it's different for everyone, but you'll feel a distinct difference between simply loving someone and then being in love with someone.\n  ","394338":"\n  haha, aw. i'm thankful that i still have a job amid this crisis, but having weekends is always nice.\n  ","394339":"\n  i'm doing well -- only 2.5 more hours of work to go, then it's the weekend !! :'))\n  ","394340":"\n  i like appetizers, lol. veggies & dip, pretzels and guacamole, chips and salsa, spinach artichoke dip, mozzerella sticks, and potato skins are some of my favorites.\n  ","394341":"\n  the chemical composition of dopamine, oxytocin, serotonin, and endorphins.\n  ","394342":"\n  i'd choose metal out of those three presented, although grunge is good too.\n  ","394343":"\n  i started an accidental collection of mugs while i was living in my parents' house. i don't remember how many i had, but it was probably in excess of 10-15 mugs.\n  \n  ever since i moved, i drastically decreased the number of mugs i own and i maybe have 5 or 6 at this point.\n  ","394344":"\n  haha, i pour them into a bowl. i'd like to have a serving size instead of accidentally eating the entire bag in one sitting.\n  ","394345":"\n  my ex, my ex's best friend, my roommate, and two of my close friends.\n  ","394346":"\n  hello -- do you have a question?\n  ","394347":"\n  new vape. :'))\n  ","394348":"\n  no, i don't have schizophrenia.\n  ","394349":"\n  i've never actually watched him before, lol. i think i've seen snippets of things here and there, but i haven't watched enough to really form an opinion on the man.\n  ","394350":"\n  i don't like his newer comedies, but the waterboy and the wedding singer are both fantastic movies.\n  ","394351":"\n  i don't usually eat at mcdonalds, but i'll normally just order their fries and maybe chicken nuggets. their coffee is really good, though.\n  ","394352":"\n  i've honestly never heard of it before, so i don't have an opinion.\n  ","394353":"\n  yeah, i've been wearing prescription lenses since i was young.\n  ","394354":"\n  i prefer regular popcorn with butter, but cheddar cheese popcorn is also good.\n  ","394355":"\n  arrogance, discriminatory viewpoints, dishonesty, disrespect, and manipulative behavior.\n  ","394356":"\n  taco bell, lmaoo.\n  ","394357":"\n  i have seven tattoos.\n  ","394358":"\n  thanks, my dude ~~\n  ","394359":"\n  no, not particularly. spiders freak me out a bit if they're too large, though.\n  ","394360":"\n  i guess piranhas? lmaoo.\n  \n  i've never seen one in the wild before, just at the aquarium.\n  ","394361":"\n  it depends on the state -- some places are worse than others. in new york, we're still under lockdown and places will begin opening up slowly starting tomorrow.\n  \n  i honestly still think it's premature, but we'll see what happens.\n  ","394362":"\n  nope. i've just been working, and primarily spending my time watching television and playing video games. i've been meaning to get back into writing creatively, but i haven't had the motivation.\n  ","394363":"\n  whenever someone feels like it. shaving should be a personal choice and not an obligation.\n  ","394364":"\n  i have no intentions of meeting strangers from askfm.\n  ","394365":"\n  my first car was a navy blue volkswagen cabrio !!\n  ","394366":"\n  yeah, this is often the case with me. i've never had any indication that i'm anyone's favorite person to talk to, for example, and i saw this post on facebook that was like, \"it sucks being the friend who takes candid photos of all of your friends when you're hanging out to show your love, but no one ever does the same for you.\"\n  \n  it hit me hard because that's always the case with me. i'm always the person taking photos and videos, no one else ever thinks about it.\n  ","394367":"\n  uh, i'm not a girl and most definitely not a baby. lmaoo.\n  ","394368":"\n  maybe? i don't really think so, though. i've always had these types of mood swings, and while they've definitely gotten worse since the breakup, i don't think it's the direct cause behind why i feel so sh*tty tonight. sometimes it just happens.\n  ","394369":"\n  not really, i was hanging out with my roommate for a bit before he went to bed. sometimes at night, i just get this overwhelming sense of despair and hopelessness that seemingly crops up out of nowhere.\n  \n  the sensation that things are pointless and meaningless appear again, and i'm left with the debate of either staying awake to prolong the day so that i don't have to deal with tomorrow, or going to bed and tomorrow coming quicker.\n  ","394370":"\n  yeah, i've been good at spelling since i was a child.\n  ","394371":"\n  not usually, no.\n  ","394372":"\n  it was an all right day. i didn't really do much except work, then i just hung around and played with the cats and watched television. i'm feeling a bit down tonight for whatever reason, so i'm debating on either staying up & drinking or going to bed early.\n  ","394373":"\n  salmon.\n  ","394374":"\n  no, not particularly.\n  ","394375":"\n  kitty toe beans. ♡\n  ","394376":"\n  i definitely agree. if we open prematurely, there's going to be an inevitable second wave of the virus, which may or may not be worse than this first wave.\n  ","394377":"\n  depends on the reason why i dislike them, i suppose. i don't dislike many people at all, so honestly this is an unrealistic scenario anyway.\n  ","394378":"\n  wow, that's wild. then again, it all depends on how severe the cases are in everyone's area. new york, and long island specifically, has been hit the hardest it appears. we're \"supposed\" to start re-opening businesses on friday, but i also haven't heard any new or developing information about that date in a while. i don't know what the ultimate plan is.\n  ","394379":"\n  it's for the best, tbh. beauty supply stores are not essential businesses and should not be open until everything is safe for things to begin opening again.\n  ","394380":"\n  he's kind, otherwise i wouldn't have dated him in the first place. he put me first in most circumstances unless the situation called for something where he needed to look after his own well being first, especially when it came to his health.\n  ","394381":"\n  empathy, in a way. i can understand people extremely well and i'm always available to help other people should they need advice or a shoulder to cry on. on the other hand, my empathy is just another one of my strong emotions that can be *too* strong at times, and i'll often invest my time and heart into someone or something without getting anything in return.\n  ","394382":"\n  i agree to a certain extent, but it really depends on my mood. i haven't colored my hair a red tone in a few years, which is why i'm planning on returning to it once things get back to \"normal.\"\n  ","394383":"\n  it doesn't sound like i'm the one who's butthurt. i'm pointing out how amusing it is, lol.\n  ","394384":"\n  he's a hard-working person who has always been dedicated to whatever he sets his mind on, and he's diligent in his work ethic. he has a dark sense of humor, and people either love him or hate him. he's blunt, honest, and has a strong aura, as well as a no-nonsense attitude.\n  \n  as for morals, him and i are similar in that we both have the concept of what right versus wrong is, but we have a skewed perception of how we approach morality and basically do what *we* think is right instead of what may be universally right. it's one of the things we've always been able to relate on.\n  ","394385":"\n  i find it hilarious how y'all have such strong opinions on a hair color. lmaoo.\n  ","394386":"\n  i'm not sure how this is relevant. i'm not morgan, lol.\n  \n  cc:\n  \n   @dieselmom\n  \n","394387":"\n  when it comes to hair color, yeah. generally speaking, it's healthier for your hair to purchase a product from a brand that specializes in that specific area. those brands won't use harsh chemicals that will damage your hair.\n  ","394388":"\n  he believes in equal rights, but he's never described himself as a feminist. he isn't the type of person to label himself with anything.\n  ","394389":"\n  any type of drug store box dye is horrible for your hair. all professional colorists and hair stylists recommend against using them.\n  ","394390":"\n  yeah, but sally's is closed until further notice (at least in new york).\n  ","394391":"\n  l'oreal is horrible, lol. i'd recommend searching online for brands like overtone, arctic fox, and manic panic.\n  ","394392":"\n  i've only colored my hair at home on a few occasions, when my hair was much shorter. and it was still a pain in the ass because i was terrified that i missed spots.\n  \n  but, if you have someone to help you do the back of your head, you should be okay. just use a reputable hair color brand instead of the box dye you'd buy at the drug store, those are horrible for you.\n  ","394393":"\n  no, my natural hair color is a dull, mousy brown -- it's often referred to as \"dirty blonde\" but it's more brown than blonde.\n  ","394394":"\n  LMAOOO.\n  \n  no, we broke up for mature reasons. contrary to your belief, farting is something everyone does and there's no shame in farting in front of your partner or close friends. it's actually pretty humorous.\n  ","394395":"\n  funnily enough, the blonde wasn't even intentional. i've only purposely colored my hair blonde on one occasion over 10 years ago.\n  ","394396":"\n  swimming, most definitely. i do like to swim on occasion, and i feel very natural in the water.\n  \n  skydiving seems way too daunting and terrifying for me, lol.\n  ","394397":"\n  i don't trust people right off the bat to begin with anyway. but someone changing their username isn't an indication of whether or not they can be trusted. their behavior towards you & others is a primary indication.\n  ","394398":"\n  destiny 2 !! i was trying to level up because you can't really do much until you reach level 900 (i think i'm at level 804 rn).\n  ","394399":"\n  definitely not. lmaoo.\n  \n  i used to translate & answer questions that were asked to me in other languages, but i don't have the patience for that anymore.\n  ","394400":"\n  y'all should ask me questions ~~\n  ","394401":"\n  my best friend and\/or my ex.\n  ","394402":"\n  i reassured my roommate and gave him advice on some events that are currently happening which are affecting his relationship.\n  \n  i basically told him that as long and he and his girlfriend are honest and have open communication with each other, they can make it work regardless of what the outcome of this situation is.\n  ","394403":"\n  write a legal argument using social security regulations and lexisnexis, proving that a person is legally disabled.\n  ","394404":"\n  sometimes, yeah. in the past, i've watched bojack horseman, bob's burgers, american dad, big mouth, and rick & morty.\n  \n  also, do adventure time and regular show count? lol.\n  ","394405":"\n  it has mike shinoda's face on it, LOL.\n  \n  my supervisor bought it for me two christmases ago. she found an etsy shop that customizes jesus candles and you can put any face on it. so at the time, i was obsessed with mike shinoda's new album so she ordered one for me.\n  ","394406":"\n  hello!!\n  \n  this chonk is my new bff ~~\n  ","394407":"\n  thank you ~~\n  \n  my natural hair color is a dull, mousy brown tone (some call it \"dirty blonde\"). i've never liked it which is why i started coloring my hair from a very young age.\n  ","394408":"\n  i used to have a collection of mugs while living at my parents' house, but i got rid of most of them when i moved. now i only own around 5-6 mugs.\n  \n  this is my favorite ~~\n  ","394409":"\n  haha, aw -- thank you !!\n  \n  i'm personally not the biggest fan of having blonde hair, but i was curious. my next hair color is going to be a dark brown with red balayage.\n  ","394410":"\n  i like pineapple juice in frozen pina coladas. :'))\n  ","394411":"\n  i lost interest in it.\n  ","394412":"\n  yes, i actually have seven tattoos !!\n  \n  this is one of my favorites ;\n  ","394413":"\n  i probably have in the past with the harry potter movies or lord of the rings trilogy, but i can't remember how long it actually lasted for. i haven't done a movie marathon in years.\n  ","394414":"\n  i don't remember when i started watching it, but i did watch the entire first season and enjoyed it a lot. i think i also finished the second season, but not the third season.\n  ","394415":"\n  he's not a stupid person, lol.\n  ","394416":"\n  my father is the smartest person in my family. he's a mechanical engineer and consultant for various aerospace companies.\n  ","394417":"\n  uh, i think a little over two years ago? i don't remember.\n  ","394418":"\n  hello, my house is looking after two more cats right now. this is teddy -- he's part mainecoon.\n  \n  he warmed up to me immediately & crawled on my shoulders. i am in love.\n  ","394419":"\n  absolutely. once hair salons are safe to open again, i'm going to my stylist and shaving, trimming, and coloring my hair.\n  ","394420":"\n  yikes, no thanks ~~\n  ","394421":"\n  ???\n  \n  i've never backed biden from my knowledge, i've always been a fan of bernie sanders.\n  ","394422":"\n  i believe one of my final papers during my senior year of college was between 15-20 pages long. it was somewhat of a thesis, but i honestly can't even recall what the topic was.\n  \n  i've always enjoyed writing so it didn't take much for me to complete it, and i procrastinated so i got it written in a very short period of time. i like writing and researching, so it came easily to me.\n  ","394423":"\n  honestly, i'm not entirely sure. it could go either way at this point.\n  ","394424":"\n  it's an app where you can find individuals whom you find attractive and subscribe to their services, and they will send you\/post intimate photos and videos for your perusal. i'm under the impression that a lot of these people also enjoy talking to their clients as well.\n  ","394425":"\n  hm, perhaps you should consult someone on onlyfans. i'm sure they'd appreciate your contributions.\n  ","394426":"\n  the gaming news from yesterday that they're remastering tony hawk's pro skater 1 & 2 for xbox, playstation, and PC in september !!\n  \n  those were the first xbox games i've ever played, and i even played the originals on the gameboy prior to that. they're some of my favorite games and i'm so excited that they're remaking them with the original maps and soundtrack.\n  ","394427":"\n  i used to when i wore my fitbit, and i honestly don't remember what the highest number was.\n  \n  i once walked 27 blocks downtown from penn station to a comedy club in manhattan, and then back up to penn station when the show was over, instead of taking a taxi. my friend insisted on walking, so we walked.\n  \n  looking it up on google, apparently it was only 1.7 miles each way. but it felt so much longer than that, lmaoo.\n  ","394428":"\n  for a quick and easy protein-packed breakfast, instead of cooking eggs on the stove, you can crack two eggs into a mug with a splash of milk and some salt, and then microwave for 90 seconds.\n  \n  the eggs come out scrambled and ready to eat, and they taste just as delicious & cooked as if you cooked them on the stove. it saves a lot of cooking time and things you need to wash later on.\n  ","394429":"\n  the USA is filled with civil injustice, hypocrisy, political divide, sexism, and racism, among other forms of oppression.\n  \n  people may see it as the mecca of the free world, but in reality, there is so much oppression and restriction against people of color, other races, those who are gay or trans, the disabled, etc etc. the economic system is plummeting as well.\n  \n  many other countries view the USA as a joke at this point.\n  ","394430":"\n  i highly disagree.\n  \n  ups & downs of relationships include stuff like getting into arguments, enduring hardship together, etc etc. cheating is a *choice* -- and in the majority of situations, there's absolutely no excuse for it at all.\n  \n  if your partner is cheating on you, then there's no reason for you to stay together (in most circumstances, although i known some have differing opinions). everyone deserves the respect of loyalty, and if your partner doesn't respect you, the relationship is built on nothing.\n  ","394431":"\n  lol, i believe so, yes. despite all of the chaos 2020 has brought us thus far, the year has also brought us creative and hilarious memes as a method of all of us coping with what has been happening.\n  ","394432":"\n  captain morgan rum, or perhaps citrus vodka. there are endless possibilities because lemonade often masks the taste of the alcohol, but those are my personal favorites.\n  ","394433":"\n  freelance\/stay-at-home novelist.\n  \n  which ironically, is sorta what i'm doing now -- besides the whole novelist part. i'm currently working my writing\/editing job from home.\n  ","394434":"\n  it's on amazon prime !!\n  ","394435":"\n  i don't believe in god, so this question doesn't pertain to me.\n  \n  however, on another note, i used to love elizabeth bathory's story and the legend associated with her. i read a lot of books on her while i was in high school.\n  ","394436":"\n  the grudge and ju-on (the japanese version of the grudge) frightened me the most. i was probably toon young to really watch those movies in the first place, so they haunted me for months.\n  ","394437":"\n  mangoes, raspberries, peaches, blueberries, and strawberries.\n  ","394438":"\n  the texas chainsaw massacre, the hills have eyes, saw, hostel, and audition.\n  ","394439":"\n  eh, sometimes giving up seems easier than dealing with the tsunami of thoughts racing through my head whenever things come crashing down on me.\n  \n  i appreciate the sentiment, though. thanks, my dude.\n  ","394440":"\n  \"halloweenie\" by ashnikko.\n  \n\n   https:\/\/youtu.be\/iqSt1ZS_Znw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","394441":"\n  tbh, i don't recall the last time i didn't feel pressured to keep things from falling apart. between my own mental health, my work obligations, my social and family life, and general financial situations, it's difficult for me to keep an even head.\n  ","394442":"\n  depends on my mood. most of the time, i prefer television shows but other times i'm in the mood to watch a movie. i watched sucker punch for the first time in years a few nights ago.\n  ","394443":"\n  i wouldn't necessarily say it's \"bad,\" but it can most definitely hurt you if you're around the wrong people. it's extremely common, though, and i'm also one of those people who panic when people are angry with me (or if i perceive them to be mad), so i'll apologize profusely for things that aren't necessarily my fault.\n  ","394444":"\n  i don't know your partner, so i can't tell you whether or not they'd take advantage of that. ideally, they wouldn't and they would help you work through your insecurities. they would reassure you that you have nothing to apologize for and help you see your own worth.\n  ","394445":"\n  it's comforting, i guess? i also have a short attention span so i don't feel as bad if i lose focus, because i already somewhat know what i missed and i don't have to rewind to watch it again.\n  \n  new shows are daunting to me because i lose interest quickly.\n  ","394446":"\n  quite the opposite, actually. i love this show.\n  ","394447":"\n  i have a terrible habit of re-watching shows i've already seen, so right now i'm super fixated on the show \"house.\" i absolutely love it. i've been watching a few episodes every night before bed.\n  ","394448":"\n  ideally, sushi.\n  \n  however, i'm having leftover spaghetti and meatballs with garlic bread from last night.\n  ","394449":"\n  no, i don't watch anime. i have nothing against anime but i just have no interest in it.\n  ","394450":"\n  yeah, very much so. they've subsided somewhat ever since i started taking an antipsychotic medication, though.\n  ","394451":"\n  \"if you are neutral in situations of injustice, you have chosen the side of the oppressor.\"\n  ","394452":"\n  sending this as a mass message makes the message lose its integrity, and also makes you look foolish. congratulations.\n  ","394453":"\n  almost *too* good, lmaoo. i have absolutely no problem with saying no to people.\n  ","394454":"\n  i stop being friends with someone if they're being toxic or problematic, and even after talking to them, they refuse to change or acknowledge their mistakes.\n  ","394455":"\n  this is what it looks like for me, i have an android.\n  ","394456":"\n  i don't remember my childhood years, so idk.\n  ","394457":"\n  no, i've heard of the show but i've never seen it before.\n  ","394458":"\n  lately i've been obsessed with halal food, particularly platters with rice, lamb, white sauce, lettuce, and tomatoes.\n  \n  i also like sushi & i've been craving it lately since i haven't had it in so long, lmaoo.\n  ","394459":"\n  i'm working, so no. i don't use askfm to hold conversations, at any rate.\n  ","394460":"\n  yeah, but i don't post it publicly. it's mainly for myself to keep track of things i potentially want to buy.\n  ","394461":"\n  here are all of my tattoos ;\n  ","394462":"\n  damn cat just discovered the shower & is obsessed with chasing water down the drain, lmaoo.\n  ","394463":"\n  i never finished the book, but i believe \"the fireman\" by joe hill would be a fantastic movie.\n  \n  joe hill is stephen king's son, and he's just as brilliant of a writer as his father.\n  ","394464":"\n  yes, most definitely. there have been several people in my life who turned out to be toxic to me, and although i did eventually cut them out of my life and move on, they still encouraged me to go down a darker path that was detrimental to my health.\n  ","394465":"\n  i'm sure it's happened on multiple occasions, but i can't recall any specific incidents.\n  ","394466":"\n  hello ~~\n  \n  everything is fine, thanks for asking. i'm currently on my lunch break at work.\n  \n  i'm super excited because apparently tony hawk pro skater 1 & 2 are being remade, and they're coming out in september !! those were my sh*t back in the day, i can't wait.\n  ","394467":"\n  i believe regardless of gender, a person may be attracted to someone who's expressed that they've experienced hardship because they have a caring nature and want to help them. some people also seem to go a little further and want to \"save\" them, which can be a borderline toxic situation. on the other hand, some others are just naturally drawn to people who have had significant hardship on an innate level, because they can understand them in a unique way.\n  ","394468":"\n  i'm actually a *huge* fan of the new design !! i'm a sucker for sans serif fonts, and the elongated font design is something that brings me great enjoyment for the time being.\n  \n  i also think the re-design of our profile pages is very aesthetically pleasing.\n  ","394469":"\n  it's fine. honestly, i probably deleted them because i thought they were terrible.\n  ","394470":"\n  i cleared out my photos, at least the ones i didn't want to keep, prior to transferring the data to the new phone. i literally just remembered that i have an album dedicated to \"old phone photos,\" but none of my paintings are there, lmaoo.\n  \n  apparently i need more coffee. sigh.\n  ","394471":"\n  i'm doing well, just a bit bored at work because i stupidly did a lot of work yesterday & left nearly nothing for myself to finish today. :\/\n  \n  i'm trying to keep busy by creating tasks for myself, but also my inboxes are very dry so it's been difficult. i've only gotten a few emails in the last three hours.\n  ","394472":"\n  i heard the same thing, lol. my roommate was like, \"hey ... come look out the front door\" & it was *downpouring* with huge flakes, lmaoo.\n  ","394473":"\n  i agree with you !! i also like the font change, and the profile itself looks much cleaner and more professional.\n  ","394474":"\n  chilly, but surprisingly sunny !! which is a nice change considering i feel like it's been gray for the past few weeks.\n  \n  did you see that random snowfall the other day? that was absolutely wild. 45 degrees in the middle of may, and there was so much snow coming down.\n  ","394475":"\n  crab legs and lobster tail.\n  ","394476":"\n  my brother and i get along, but we're not too close to begin with.\n  ","394477":"\n  i wouldn't know, i've never babysat anyone before.\n  ","394478":"\n  uh, because i forgot? lmaoo.\n  \n  i've had this new phone since september, so my old phone is of no use to me.\n  ","394479":"\n  no, i don't know where my old phone is.\n  ","394480":"\n  i'm not aware of it. i haven't been following politics lately.\n  ","394481":"\n  i can be at times, but usually no. i value my alone time a lot, and while there are some people who i wouldn't mind talking to all the time, i also know that it's unrealistic and unfair to expect a person to respond to you 24\/7.\n  ","394482":"\n  i like answering interesting questions & also educating and helping people with matters related to mental health, relationships, education, career choices, etc etc.\n  ","394483":"\n  -- girl interrupted by susanna kaysen.\n  \n  -- the shining by stephen king.\n  \n  -- interview with the vampire by anne rice.\n  \n  -- american psycho by bret easton ellis.\n  \n  -- the gargoyle by andrew davidson.\n  \n  -- the secret history by donna tartt.\n  ","394484":"\n  because i'm mentally ill and a symptom of my illnesses is extreme mood swings.\n  ","394485":"\n  of course, although i'm much more apt to feel negative emotions.\n  ","394486":"\n  every emotion has the capability of bringing me to tears, lmaoo.\n  ","394487":"\n  threatening to m*rder someone.\n  ","394488":"\n  lol, i'm probably the worst person to ask this question to because i'm controlled 100% by my emotions, especially if i'm talking about emotions or a sensitive topic with a friend.\n  \n  if you want to remain objective, then perhaps try placing yourself in their shoes and see the situation from different perspectives, instead of basing it off of your experiences alone. take your friend's feelings into consideration and focus your attention on how they feel instead of empathizing based on how it makes you feel.\n  ","394489":"\n  nothing interests me these days & all i want to do is drink and sleep.\n  ","394490":"\n  i'm surviving.\n  ","394491":"\n  starting to prefer the way i look in glasses these days.\n  ","394492":"\n  i wash them every week.\n  ","394493":"\n  i don't have any photos, haha. all of my paintings were saved on my old phone.\n  ","394494":"\n  yes, i'm very much interested in photography.\n  ","394495":"\n  not very well, haha. i either drink or smoke, and i also distract myself through television and video games. occasionally when i'm feeling up to it, i'll vent to friends about what's stressing me out.\n  ","394496":"\n  disgusting, lmaoo. i'm wearing leggings and an oversized tee shirt and hoodie. i also haven't washed my hair in like four days, so it's greasy.\n  ","394497":"\n  when i'm in the mood for it, i mainly paint, use pastels, or do charcoal drawings.\n  ","394498":"\n  the bahamas !!\n  ","394499":"\n  serotonin, dopamine, and endorphins.\n  ","394500":"\n  my birthday is november 18th.\n  \n  i don't care very much about my birthday, tbh. it's just another average day in my eyes. i don't usually do anything special.\n  ","394501":"\n  i learned a few new things, but nothing i would feel comfortable posting on askfm.\n  ","394502":"\n  i'm against the death penalty.\n  ","394503":"\n  yeah, going on walks through the park during the autumn is really nice and helps me reconnect with nature.\n  ","394504":"\n  i prefer the spring over the summer. it gets way too hot & humid during the summer where i live. :\/\n  ","394505":"\n  i'm creative in writing, art, and photography.\n  ","394506":"\n  i think i've posted these before, so.\n  ","394507":"\n  saturday afternoon. i had to run a few errands for my mother.\n  ","394508":"\n  friday night -- my friend and i, with whom i've known since high school, did a zoom call together for about an hour. we used to hang out on a regular basis.\n  ","394509":"\n  i'm doing all right, although i'm exhausted. my friend was s*icidal last night and threatening to overdose, so i stayed awake for hours talking them down and reassuring them and calming them down. their messages were more coherent the more i talked to them & finally they said they're tired and going to bed, and when i checked up on them this morning, they seemed pretty okay.\n  \n  i'm so tired, though. stuff like this is so emotionally draining for me but i'm happy that they're all right.\n  ","394510":"\n  if those things are crossing boundaries, then no. even if you love them, you also have to respect yourself and your own boundaries and well being. saying \"no\" to your loved one isn't bad, and if they take your refusal to do something as a bad thing, then they're not the right person for you.\n  ","394511":"\n  it's hard to distinguish just one thing because everything sorta blends into each other to create this chaotic mess, honestly. between the mood swings and paranoia, the deep depressions and mania, and the unhealthy coping mechanisms and obsessive attachments ... it all becomes hard to deal with because they're all happening at the same time.\n  ","394512":"\n  i would keep it to myself, tbh. i know that if i told people, i would probably be institutionalized because i have a history of mental illness and it would likely be classified as a delusion or hallucination, especially because people with BPD can sometimes experience psychosis.\n  ","394513":"\n  on youtube, the third last song i listened to was \"make it up as i go\" by mike shinoda and k. flay.\n  \n\n   https:\/\/youtu.be\/MAHif75XlPU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","394514":"\n  i don't have music saved on my phone, so i can't do this, haha.\n  ","394515":"\n  it was 5:00pm five hours ago ... i don't remember what i was doing, lmao. probably just laying down and watching television.\n  ","394516":"\n  by choice, unfortunately. i don't think i have an eating disorder exactly, but i've always struggled with disordered eating habits and they come out in full force when i'm under stress or feeling mentally unwell.\n  ","394517":"\n  i only use one certain kind, but it's a charcoal mud mask that i found on amazon last year. i don't remember the name of it. it really gets all of the grime off my skin, closes my pores, and makes me feel smooth and refreshed.\n  ","394518":"\n  worst habits ;\n  \n  -- drinking alcohol.\n  \n  -- smoking (well, vaping now).\n  \n  -- lately, food restriction.\n  \n  best habits ;\n  \n  -- venting to friends when i'm down.\n  \n  -- productive outlets to frustration, i.e. video games and writing.\n  \n  -- sleeping a lot?\n  ","394519":"\n  thank you !! i actually just did a face mask, so it looks much better at the moment than it did earlier today.\n  ","394520":"\n  lee has always been my name since i was a teenager, and as i've gotten older, it seemed more and more juvenile and immature to me.\n  \n  i stumbled across the name leigh quite a number of years ago and felt it suited me better, so i started going by leigh in my adult years instead.\n  ","394521":"\n  i break out more as an adult than i did as a teenager, haha.\n  \n  this is what my skin looks like right now -- i have a few blemishes on my cheek that you can't really see and a big mark on my forehead. :\/\n  ","394522":"\n  eeeyyy, someone ask me some questions ~~\n  \n  (anything trollish or inappropriate will be promptly deleted.)\n  ","394523":"\n  i usually get a large iced coffee from dunkin, or a trenta iced coffee from starbucks. :'))\n  ","394524":"\n  they're probably about the same difficulty, although french came pretty easy to me when i first learned it as a teenager.\n  \n  looking back, i wish i would have chosen spanish to learn instead because i would have gotten a lot more out of it.\n  ","394525":"\n  ah, indeed.\n  ","394526":"\n  it's all good. some people automatically assume \"new york\" means manhattan, when obviously new york is an entire state on its own.\n  ","394527":"\n  i do live in new york, just not new york city, lol.\n  ","394528":"\n  i don't live in new york city. i'm honestly not the biggest fan of the city because it's so overcrowded, the streets smell like garbage, and there's too much happening. i can understand the appeal from a tourist perspective as a brief visit, but i'd never want to live there.\n  ","394529":"\n  2020, most definitely. i don't remember much about 2001, but i was 10 years old and i've blocked most of my memories out and from what i do remember of the subsequent teenage years, 10 years old wasn't pretty.\n  ","394530":"\n  yeah, i texted her and we talked on the phone for about 10 minutes. i saw her yesterday & i'm seeing her again tomorrow.\n  ","394531":"\n  five years ago, it was 2015 and i was 23 years old. i had just begun working at the law firm (i think) and my mental health was declining rapidly. it was prior to me seeking treatment for mental illness, so i was depressed almost every day.\n  ","394532":"\n  i've been home all day, mainly sleeping on and off. i just made a quick, very unhealthy dinner and now i'm going to try to find something interesting to watch on netflix.\n  ","394533":"\n  well i'm non-binary, so technically i wasn't a *girl*friend -- but regardless of that, no i've never been a bad partner overall. i have my flaws and faults, but i've always had my partners' best interests in mind and did everything to show my love and dedication towards them.\n  ","394534":"\n  eh, it depends on their demeanor and how they are overall. if there are other things they're doing that show they don't care about the relationship, then i would believe that not knowing your birthday or anniversary might also indicate that.\n  \n  however, if that's the only thing they're doing, i don't think that they don't care. they could just sincerely don't remember, lol. i'm not saying that's fine, obviously, because you *should* remember your spouse's birthday and anniversary, but it doesn't necessarily mean they don't care.\n  ","394535":"\n  of course, lol. we've always been extremely comfortable around each other.\n  ","394536":"\n  omfg they're both asleep on my bed. i'm crying.\n  ","394537":"\n  they've never worked on me, but i'm sure they work on other people. i find pick up lines to be super cheesy, haha.\n  ","394538":"\n  the skyrim soundtrack !!\n  ","394539":"\n  i don't recall ever doing that with my family, lmaoo. even when i was living with my parents, we didn't watch movies together.\n  ","394540":"\n  LOL.\n  \n  i mean ... ¯\\_(ツ)_\/¯\n  \n  the world may never know.\n  ","394541":"\n  i already have once or twice when we've hung out after the breakup. lmaoo.\n  ","394542":"\n  i understand this completely, lol. i've had a few pregnancy scares.\n  ","394543":"\n  i'd wait because if you take the test too prematurely, it's going to come back negative and possibly give a false reading.\n  ","394544":"\n  lol, no. even if he was, it isn't my business nor would i care.\n  ","394545":"\n  she doesn't say it outright, but she implies it sometimes -- and i know the consequences of me not helping her will be worse than me just sucking it up & helping her, so i just do what needs to be done.\n  \n  she's also gaslit me for most of my life, and still tries to sometimes, so it's something that's so innate in me that i'm still feeling the effects from.\n  ","394546":"\n  we have a mutual understanding of each other, but we're also not close either. i'm pretty distant with both of my parents.\n  ","394547":"\n  i have a weird relationship with my parents, tbh. because my mother ab*sed me, i feel uncomfortable being around her but i still feel obligated to help out, even though i don't really want anything to do with her. :\/\n  \n  at the same time, i feel bad for my father because he's dealing with her on a daily basis still & putting up with her sh*t and he doesn't deserve that either.\n  ","394548":"\n  i go over there to clean and do laundry and take out the garbage. my father has been in florida for the past few weeks, so he hasn't been home to help out.\n  ","394549":"\n  not really, haha. i'm feeling pretty unmotivated overall.\n  ","394550":"\n  i'm all right, although pretty tired. i'm debating on taking a nap even though i only woke up about four hours ago. :\/\n  ","394551":"\n  LOL, it was pretty loud. :\/ we all started laughing hysterically, but i was still super embarrassed.\n  ","394552":"\n  i'm assuming you meant armpit, lmaoo.\n  \n  i sometimes have underarm hair, sometimes i don't. depends on whether or not i feel like shaving that day.\n  ","394553":"\n  ???\n  \n  farting is natural, but i don't purpose fart in front of other people (unless you're my ex, since i've always been most comfortable around him).\n  \n  body hair is natural too, and i do shave but not very often. especially considering i've been in quarantine for eight weeks and haven't had the motivation to shave.\n  \n  either way, neither things are a big deal. god forbid a person doesn't feel like shaving their body hair, lol.\n  ","394554":"\n  god forbid i accidentally fart in front of someone, LOL.\n  \n  y'all will make a big deal out of nothing, i swear.\n  ","394555":"\n  i honestly don't remember, but i was in my early 20s after my ex's father started dating again. lmaoo.\n  ","394556":"\n  the theory suggests that it's a subconscious desire, something we're not aware of until we're actually dating someone and we realize that the person we're dating is actually very similar to whichever parent.\n  \n  the theory behind the oedipus complex and electra complex in particular, however, is theorized to be part of the young developmental stage of childhood between the ages of 3 and 6. freud isn't really looked at fondly in developmental psychology anymore, though, from my understanding.\n  ","394557":"\n  isn't that the theory behind the oedipus complex from freud? regardless, i've only had basic studies on the theory and i certainly find it to be interesting.\n  ","394558":"\n  i have so many photos of when i went upstate, haha. here's one of the scenic overlooks.\n  ","394559":"\n  obviously not? lmaoo.\n  ","394560":"\n  i have no clue, i've never asked for their opinion.\n  ","394561":"\n  how about an inspirational phrase instead ;\n  ","394562":"\n  upstate new york, surrounded by the mountains and forests and lakes and streams. i feel most at peace when i'm surrounded by nature.\n  ","394563":"\n  you're not really burning a bridge by letting the friendship fade, though. when i think of burning bridges, it's more of a feeling of animosity towards the other person, like if you two were to get into an argument or something and end the friendship in that manner. by letting the friendship go, there aren't really any \"hard feelings\" involved, it's just the natural progression of the friendship, or lack thereof.\n  \n  however, you should do what you think is best. if you think that it would be more beneficial to the two of you if you had that conversation, then perhaps do that instead. i would just be afraid that it would lead to bad blood, but those are my own insecurities, haha.\n  ","394564":"\n  yesterday and friday, i went over to my parents' house to help my mother do some things around the house, clean, organize the bedroom, pick up her medication from the pharmacy, etc etc.\n  ","394565":"\n  my roommate picked me up a puff bar from the gas station because my vape has slowly been dying and it's going to be a few days until my new one comes in the mail. :\/\n  ","394566":"\n  at the moment ;\n  \n  -- a large iced coffee from dunkin.\n  \n  -- a bottle of sauvignon blanc for later tonight.\n  \n  -- more time during the day to nap and get chores done.\n  ","394567":"\n  at this point in my life, no. it's damaging to regret things that you cannot change, and you cannot move forward with your life if you keep holding onto regrets from the past. the only thing we can do is accept them for what they are and continue progressing forward, learning the lessons we were taught from the mistake and using those lessons to better ourselves.\n  ","394568":"\n  (cont) ... we text like every one or two months but we are usually just asking “how are you?” She also takes days to reply me and on one occasion months. I must admit I don’t feel like we both are giving any more effort into this. I communicated to her about this already, but things are not improving. I don’t want to invest in this friendship anymore, I tried many times to make it work and I don’t want to try anymore.The both of us have changed too much and that’s okay. I just don’t know how I should deal with this. We used to be best friends but I know we don’t feel this way anymore. Advice?\n  \n  --\n  \n  if you feel that it is best to end the friendship, then there's nothing wrong with doing so. it's natural for people to drift apart as they've gotten older, lose interest in the same things, and end up taking different paths in life. it's just a fact of life, and it's hard to swallow, but it's normal for stuff like this to happen.\n  \n  sometimes it's best to just allow the friendship to fade away, since that is how it appears it's going anyway (based on what you told me, at least). stop trying to put effort into maintaining it, especially if you guys have talked about it already and nothing has changed. friendships should be worked on at both ends, not just one, and it's unfair to you to keep working on keeping the friendship alive when she doesn't do the same.\n  ","394569":"\n  i'm honestly not sure, haha. i'm pretty much an open book.\n  ","394570":"\n  i don't celebrate ramadan.\n  ","394571":"\n  yes, i've known who he is for many years.\n  ","394572":"\n  no, i see her twice per week as it is.\n  ","394573":"\n  dan soder. :'))\n  ","394574":"\n  meh, not really. i'm just using my money and paying my rent and bills every month, so as long as i can pay everything in a timely manner, then i'm satisfied.\n  ","394575":"\n  idk, i'm not really embarrassed easily. i suppose one of my more embarrassing moments was farting at the dinner table when i was having dinner with my ex and his family much earlier in our relationship, lmaoo.\n  ","394576":"\n  i prefer something in the middle range -- not too soft, but not too firm. i can't sleep with a very soft pillow, but too firm makes me feel as if i'm sleeping on a rock, lmaoo.\n  ","394577":"\n  i don't recall ever voting for him.\n  ","394578":"\n  probably not, no. it ultimately depends on who else is running for the presidential election besides biden.\n  ","394579":"\n  i'm mainly spending my days working, watching television, and playing video games.\n  ","394580":"\n  ROFL. no, i'm using the question as a filler. i want people to ask me questions.\n  ","394581":"\n  anyone want to ask me some questions to distract me? :'))\n  ","394582":"\n  no, it has nothing to do with the coronavirus.\n  ","394583":"\n  i'm not the biggest fan, but i can appreciate his influence on the music community.\n  ","394584":"\n  lol, no. not everything revolves around relationships.\n  ","394585":"\n  i'm single.\n  ","394586":"\n  LOL. three cheers for horrible coping mechanisms !!\n  ","394587":"\n  it's pretty serious, unfortunately. :\/ i'm not comfortable discussing it on askfm, for now at least. i'm just sad and feeling numb and weird at the moment.\n  ","394588":"\n  i just ignore it until it eats me up inside & then i have a mental breakdown over how disgusting my body is.\n  ","394589":"\n  it was a good morning -- i woke up at a decent time, made coffee and breakfast, and had time to relax.\n  \n  afterwards, i went to my parents' house to clean and do laundry, and i had to run a few errands for my mother. while i was at the house, we received some pretty bad news so i'm not feeling the best right now, unfortunately.\n  ","394590":"\n  depends on the kind of surprise, lol. it also depends on my mood in that particular moment, because sometimes i'm not mentally prepared enough and it could lead to a bad reaction on my part.\n  ","394591":"\n  everyday life inspires me -- the sounds of birds chirping outside my window, the howling of wind and rain during storms, flickering candles in the darkness, the smiles of loved ones, beautiful music, the nature of human kindness, animals, stories of people overcoming great obstacles, etc etc.\n  ","394592":"\n  -- attain a level of tranquility and happiness with respect to my mental health.\n  \n  -- publish a book (or two or three).\n  \n  -- adopt a lot of animals.\n  ","394593":"\n  drink, smoke, vent to friends, sleep, and play video games.\n  ","394594":"\n  i don't really know the source of my persistence in overcoming obstacles in my life. i can only suppose it's due to me trying to prove to myself that i can do it, and simply because i also believe i have no other option.\n  ","394595":"\n  sneezing when confronted with bright sunlight, haha. every time i go outside and it's bright out, i sneeze at least once or twice. apparently it is something that's very common, but for the longest time, i thought i was just weird.\n  ","394596":"\n  medically-speaking, finding a cure for cancer and type 1 diabetes.\n  ","394597":"\n  i don't know if it would count as criticism, but my roommate gave me his honest opinion about how i should deal with my relationship (or lack thereof) with my mother.\n  \n  the only thing is, he doesn't understand the full scope of how complex it is. he advised me to be truthful to her about how hurtful she's being with her demands and how she treats me overall, but i've tried that already in the past and it only resulted in her trying to make it about how i've disrespected her, and she gaslights me into thinking i'm the bad guy.\n  ","394598":"\n  it would be awesome to see grandson or two feet live in concert. they're two of my favorite musicians.\n  ","394599":"\n  i'm doing good today!! i woke up a little while ago & made breakfast and coffee, so now i'm just drinking my coffee and browsing social media.\n  ","394600":"\n  i believe women. it takes a lot of strength to come forward regarding a history of being assaulted, and there are only *some* cases where the allegations are falsely accused.\n  ","394601":"\n  coffee!! particularly iced coffee, but i drink hot coffee most days too.\n  ","394602":"\n  i like it every now and again, sure. the more veggies the better.\n  ","394603":"\n  you're probably better off asking a teacher. ¯\\_(ツ)_\/¯\n  ","394604":"\n  i always get weird anon questions, lol.\n  ","394605":"\n  np !! ?\n  ","394606":"\n  you're anonymous. regardless, the answer is no.\n  ","394607":"\n  i'm all right, just a bit tired. i went to my parents' house after work to help clean and do the garbage cans, and i ended up staying there so much longer than anticipated. :\/\n  \n  thankfully i'm home now, there's pizza in my belly, and i'm just about ready to crack open a beer and watch some television. :'))\n  ","394608":"\n  hah, i just saw this after i answered that person's question.\n  \n  you do you !! if people have a problem with you having an onlyfans, then obviously they're not worth your time or effort.\n  ","394609":"\n  i don't have an opinion because it isn't my business.\n  ","394610":"\n  \"egotistical\" and \"manipulative.\"\n  ","394611":"\n  i don't follow people on request.\n  ","394612":"\n  i'm not a big fan of chocolate, but if i'm in the mood for it, then i like dark chocolate.\n  ","394613":"\n  i love going to diners, haha. there are dozens of diners where i live (some better than others), and i can't wait for things to begin opening again so that i can sit down in a booth and order some food.\n  ","394614":"\n  i haven't had a snack yet today, but i ate some pasta for lunch.\n  ","394615":"\n  if you think i know anything about style or fashion, then you're absolutely wrong, lol.\n  ","394616":"\n  it would probably be immensely different, considering i would have a spouse instead of being single, lol.\n  ","394617":"\n  mine is just gray, haha. i don't change it very often at all.\n  ","394618":"\n  sometimes i do, sometimes i don't.\n  ","394619":"\n  nope, i didn't even know what that was until right now.\n  ","394620":"\n  i have one coworker who has a pet lizard that looks like an iguana, but he's much bigger !! i'm not sure what sort of animal he is.\n  ","394621":"\n  there used to be one coworker who got on my nerves a lot because of the way they acted (they always gave the impression that they were entitled and looked down on everyone). but they recently quit, so.\n  ","394622":"\n  mac and cheese or a baked potato.\n  ","394623":"\n  i've had a stiff neck for the past few days, but other than that, no.\n  ","394624":"\n  no? there's nothing wrong or weird about being chinese.\n  ","394625":"\n  watching the sunrise at 6:00am while cruising through the atlantic ocean.\n  ","394626":"\n  wolves are my favorite animals. i have a lot of favorite television series, but lately i've been re-watching house.\n  ","394627":"\n  depends on my existing mood. sometimes i'm a 2-3 in terms of being calm, but other times i'm filled with rage and can get as high as a 10.\n  ","394628":"\n  marijuana and cocaine.\n  ","394629":"\n  i'm feeling all right. i just woke up from a 2.5 hour nap, haha. i didn't feel like making dinner so i just ate a bowl of cereal (better than nothing, i guess).\n  ","394630":"\n  probably when i was around 21-22 years old, i would party all night long and go right to work at 7:00am without getting an ounce of sleep.\n  ","394631":"\n  i'm exhausted and i'm planning on sleeping immediately after clocking out of work today.\n  ","394632":"\n  i helped in raising money for a memorial service through the church's boys' basketball team 9 years ago.\n  ","394633":"\n  no. i explained why i wear makeup sometimes.\n  \n  if i wanted compliments or to impress people, i'd wear it every day whenever i leave the house (pre-quarantine). i don't wear makeup to work because it isn't worth the effort and time.\n  ","394634":"\n  regardless of a person's ethnicity, i'd rather take the other person's last name.\n  ","394635":"\n  it doesn't bother me, but i am aware that i should be exercising on a routine basis.\n  ","394636":"\n  absolutely, LOL.\n  ","394637":"\n  out of those options, i prefer trains. i have the most experience on trains since there are a lot of railroad systems where i live.\n  ","394638":"\n  not very far at all. i'm fairly out of shape.\n  ","394639":"\n  i don't have any tips besides to perhaps use shaving cream -- it makes your skin much smoother and it's easier to shave the hair, as opposed to simply using water.\n  ","394640":"\n  hello. i don't follow people upon request.\n  ","394641":"\n  makeup makes me feel better when i'm out, for example going to the bar. it makes me feel more \"put together\" and now like the piece of trash i am, lol.\n  \n  i have no reason to wear makeup because i'm not leaving the house regularly, i'm not even getting out of my pajamas half the time.\n  ","394642":"\n  yeah, i drink herbal tea fairly often.\n  ","394643":"\n  it's a generalization -- you can't make an opinion on an entire group of people like that, lol. it isn't being politically correct, it's simply common sense.\n  \n  not everyone is going to agree with your opinion, and that's fine.\n  ","394644":"\n  11:52pm. almost midnight.\n  ","394645":"\n  you can ask him what you two can do together when he *isn't* busy, even if he isn't physically available to hang out, i.e. skype or zoom calls.\n  \n  it's normal for people to have busy lives, but in a relationship you have to find ways to make it work.\n  ","394646":"\n  it makes me feel more secure with the way i look, so yeah. however, i haven't worn makeup in a pretty long time because i have no reason to wear makeup.\n  ","394647":"\n  i don't really think it's homophobic, but i do think it's kinda infringing on the lgbtq+ community.\n  \n  however, i totally understand why you would do such a thing. most people don't take \"no\" for an answer, which sucks a lot, and it's easier to make yourself inherently unavailable to that person instead of refusing their advances, since an lot of people (mainly men) don't really care if you say no.\n  ","394648":"\n  lol, my mental health has been trash lately -- but i'm trying to take each day at a time, and i've been taking my supplements again so i think that's been helping somewhat as well.\n  ","394649":"\n  ask me questions, y'all ~~\n  ","394650":"\n  depends on the person. you can't really generalize people of each gender like that because everyone looks so radically different.\n  ","394651":"\n  discussing mental illness includes conversation about the reality of living with mental illness, including all of the negative attributes and disruptive symptoms that come alongside it.\n  \n  romanticizing mental illness, on the other hand, often paints a picture that makes someone with mental illness seem more desirable or beautiful or tragic in a poetic way, solely because they have mental illness. it isn't an educated discussion, it's veiling the topic of mental health with metaphors that don't quite reflect the difficulties people have.\n  ","394652":"\n  no, i don't give likes upon request like that. i only like answers of people i already follow who already have good answers.\n  ","394653":"\n  i've always driven smaller cars, i've never owned a truck or SUV before.\n  ","394654":"\n  there are too many breweries in new york for there to be one overall brand that people are proud to drink. i can't think of a universal beer that everyone likes in that regard, most breweries are extremely varied with their selections.\n  ","394655":"\n  considering the term \"mad\" generally refers to someone in a derogatory fashion who has mental illness, i'd likely conduct experiments on various mental health treatments in order to provide the most relief for those struggling with various mental illnesses.\n  ","394656":"\n  aw, thank you ~~\n  ","394657":"\n  i'm assuming it's just called new york pizza, haha. i've never tried pizza from other states before, though.\n  ","394658":"\n  usually when people refer to *all* men are trash, they're projecting their hurt onto the population of men (usually cis men, tbh) as a whole because they've had nothing but bad experiences with them -- this can include all sorts of ab*se, assault, and\/or neglect.\n  \n  while i don't personally believe that all men are bad, i do sympathize with people who view men in that way because it's obvious they've been hurt greatly and it's tainted their view of men in general.\n  ","394659":"\n  it isn't something proven or \"guaranteed,\" but there are a lot of people who cope with depression through humor.\n  ","394660":"\n  i don't think i've tried the spicy doritos before.\n  ","394661":"\n  i have no desire to use cocaine again, so probably that.\n  ","394662":"\n  i have no clue. i don't remember the first 11 years of my life.\n  ","394663":"\n  this is very true !! i never thought about it that way before.\n  \n  and, yeah i agree. there's nothing wrong with people having body hair because it's natural. people can shave or not shave however they wish, it's no one's business except their own.\n  ","394664":"\n  you would have to ask my friends. ¯\\_(ツ)_\/¯\n  ","394665":"\n  3-4, maybe? i'm not exactly weird or anything -- i'm rather normal.\n  ","394666":"\n  i usually wake up around 8:15-8:30am, and it takes me about 10 minutes to roll out of bed, use the bathroom, and make a pot of coffee.\n  \n  i've been working from home for about seven weeks now, so my routine is very simple.\n  ","394667":"\n  there isn't much to see outside of my bedroom windows besides my neighbors' houses, haha. there are some trees in their backyard which look nice when the sky is sunny and bright blue.\n  ","394668":"\n  my hair is getting so long ~~\n  ","394669":"\n  after a few years, yeah. i got curious and searched their name on facebook, and i ended up finding them & requesting them as a friend (and they accepted). :'))\n  ","394670":"\n  yeah, that has happened to me a few times in the past.\n  ","394671":"\n  i'm pretty sure i saw it in a documentary at some point, lol. i could be totally off base, but i'm not going to research it at the moment.\n  ","394672":"\n  i'm currently working.\n  ","394673":"\n  i'm sure the government lies about a lot of things. i'm also sure that i've read or watched somewhere that the government has worked directly with certain mafias in order to execute important figures.\n  ","394674":"\n  yeah, i've seen a few plays at the theater before.\n  ","394675":"\n  quite the contrary, actually. it really has no effect on someone's hygiene, which is why men aren't being told its not hygienic because they're not expected to shave their underarms. it's simply another classic misogynistic view against women.\n  ","394676":"\n  to each their own -- if some people want to be a trophy wife or a stay-at-home wife or mother, they have the freedom to do so.\n  ","394677":"\n  i don't have any friends personally who have posted such things, but i do see it sometimes on my facebook feed.\n  \n  i disagree with the notion of the post in general. this pandemic has left people either incredibly bored or incredibly busy, and nearly everyone is emotionally exhausted and feeling the detrimental effects of this pandemic. some people don't have the mental energy to check in with others, and that's perfectly okay. you don't need to prove your friendship to other people by checking in on them all the time, especially during trying times like these.\n  ","394678":"\n  i watched cartoon network most of the time, and i remember enjoying dragonball z a lot.\n  ","394679":"\n  no, that's quite productive and i'm sure you'll benefit from it greatly.\n  ","394680":"\n  eh, not really. i hung out with a bad crowd of people in my early 20s, but i don't regret my friendships with those people because we had fun at the time and it was a learning experience.\n  ","394681":"\n  i only have one brother, and we're not close at all. there aren't any best things or worst things.\n  ","394682":"\n  i seldom shaved my legs and armpits even prior to quarantine, lmaoo.\n  \n  there was no reason for it -- i'm covered up in the winter, so it's not as if people would see it anyway. plus, body hair is nothing to be ashamed of.\n  ","394683":"\n  there was a period of my life where i refused to sleep in my bedroom, and instead, i would sleep on the living room floor in a sleeping bag or beneath the dining room table.\n  \n  the memories are blurry and fragmented, so i don't remember much about those times. i'm not sure why i even did it in the first place.\n  ","394684":"\n  i was going to go scuba diving when i traveled to the bahamas in february, but you needed a license for it, so i couldn't do it.\n  \n  perhaps if the opportunity arose, i would get a license and do training, because scuba diving looks extremely fun.\n  ","394685":"\n  i know quite a few people who are making decent money off of their onlyfans accounts, and i see nothing wrong with that.\n  ","394686":"\n  6,957 followers.\n  ","394687":"\n  i would tell them outright that i don't see them as anything more than a friend. in those circumstances, you have to be up front and honest.\n  ","394688":"\n  i don't think everyone, but most people who qualify for it have, yeah.\n  ","394689":"\n  i'm not a teenager, so no. i'm attracted to whoever i'm attracted to, there really isn't a stereotype or anything behind why i've liked the people i have liked.\n  ","394690":"\n  usually because of their back stories -- villians often endure trauma or other unfortunate situations, and i relate to that more than a hero who might have had a mild inconvenience and is now determined to \"save humanity.\"\n  ","394691":"\n  i don't have an opinion on them, haha. i've never been stung by a bee before.\n  ","394692":"\n  9\/10, the sweatpants are comfortable but a bit too warm for this time of year.\n  \n  the dinner was 10\/10 -- my roommate and i ordered guacamole, chips, and tacos !!\n  ","394693":"\n  depends on the movie. most of the time, i sympathize with the villian, though. i can't relate very much to stereotypical \"heroes\" in movies.\n  ","394694":"\n  does dinner count? haha.\n  \n  other than dinner, the last thing i bought online was sweatpants from amazon a few weeks ago.\n  ","394695":"\n  i prefer shopping online, haha. i don't like crowds of people and can't stand shopping in stores most of the time.\n  ","394696":"\n  i think i'm more attracted to extroverted people -- because i'm a natural introvert, it appeals to me when other people are more outspoken and it sorta balances us out.\n  ","394697":"\n  what am i to be afraid of? i'm overweight & i eat healthy food, but i'm not sure what that has to do with fear.\n  ","394698":"\n  we discussed it this morning, there's obviously nothing left to be said, lol. people will have a difference of opinion, and that's fine.\n  ","394699":"\n  she didn't prove me wrong, lol. i'm simply following the advice from medical professionals & that is to stay inside whenever possible and practice social distancing.\n  ","394700":"\n  i do !! i love some covers of songs and they can be very varied depending on the genre.\n  ","394701":"\n  i like the song \"death bed (coffee for your head)\" by powfu a lot.\n  \n\n   https:\/\/youtu.be\/jJPMnTXl63E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","394702":"\n  i'm one of those white people who use it as an excuse to drink tequila and eat mexican food.\n  ","394703":"\n  it's cinco de mayo, and since my homemade margarita didn't work out very well, i'm ordering guac & tacos for dinner. yolo.\n  \n  ask me questions, friends ~~\n  ","394704":"\n  honestly, i'm coping through escapism -- drinking, video games, and television shows. when it comes to gaming and watching television, i try to get so engrossed in what i'm doing that i forget reality, even just for a little while.\n  \n  if anything, my job has been keeping me grounded because it keeps me busy for 8-9 hours per day.\n  ","394705":"\n  yes, i wholeheartedly believe in aliens. i think it's a bit ignorant to assume that earth is the only planet in the universe capable of sustaining life.\n  ","394706":"\n  i don't believe i have, no. you can barely see the night sky where i live, though. there's too much light pollution.\n  ","394707":"\n  abandonment by my loved ones.\n  ","394708":"\n  i like earth tones, like navy blue, mahogany, forest green, dark purple, and black.\n  ","394709":"\n  yes, i inherited two cats from my roommates when we moved in together.\n  ","394710":"\n  chester bennington, chris cornell, and scott weiland.\n  ","394711":"\n  i do eat healthy. i just don't exercise like i probably should. my coworker said she's been taking a walk around the block during her lunch break, so i might start doing the same.\n  ","394712":"\n  i never said it was illegal to go out? lmaoo.\n  \n  it's not advised to go out for no reason -- not unless you're doing necessary shopping or taking a walk around the neighborhood while maintaining social distancing with neighbors in order to get exercise.\n  \n  the lockdown is *supposed* to lift in 10 days, so we'll see what happens then.\n  ","394713":"\n  not usually, no. i don't usually go to bed until 11:00pm or midnight.\n  ","394714":"\n  thank you !! ?\n  ","394715":"\n  thank you ~~\n  ","394716":"\n  time, primarily. i'm not always depressed -- there are also moments where i'm content and where i'm enthusiastic. i've just been noticing a pattern of depression that sets in around 8-9:00pm for the past week or so.\n  ","394717":"\n  i only go out for necessities because it isn't advised to go out for absolutely no reason in new york.\n  \n  i went out sunday for shopping for a few hours, and i also went out last night to help my mother. i'm not stuck in the house 24\/7 like you guys seem to think, lol.\n  ","394718":"\n  i've been under the weather lately, unfortunately. i've been fairly depressed most nights when i don't have work to distract me, and i'm just emotionally exhausted. my medication isn't working as well as it normally does, but that's likely because of external factors.\n  ","394719":"\n  i used a filter from snapchat.\n  ","394720":"\n  i've never heard of that challenge before, lol.\n  ","394721":"\n  -- financial stability.\n  \n  -- emotional stability.\n  \n  -- unlimited supply of coffee.\n  ","394722":"\n  i guess mentally, solely because i'm physically weak af.\n  ","394723":"\n  buy an iced coffee from starbucks or dunkin, usually. i haven't went out to a coffee shop in a few weeks, though.\n  ","394724":"\n  people can be exposed -- through dead strains once a vaccine is produced. otherwise, it's entirely unsafe and irresponsible to continue going out, seeing friends and family, etc etc., knowing you could be a carrier and put them at risk as well as yourself at risk.\n  \n  hospitals are overflowing where i live. we have among the worst number of cases of any state because people live in such close quarters to one another and it's easy for the disease to spread. obviously i don't want this to happen either, but it's the truth of the matter.\n  ","394725":"\n  marissa, this is a new disease which means that no one is immune to it. the fact that people have been under lock down and numbers are decreasing is showing that quarantining has been helpful.\n  \n  the coronavirus doesn't only attack immunocompromised and the elderly, as what we previously thought. people who are also relatively healthy have been catching the disease as well, and that's in part due to the fact that when one person carries it, they could spread it to more people -- and then those people can spread it to even more people afterwards.\n  \n  it is basic biology to state that we do become more immune to certain things after exposure, but we've never been exposed to this before because it's an entirely new strain of something we've never seen. the only way for things to get better is if people stay social distancing from one another, use protective gear, and only go out when necessary.\n  ","394726":"\n  i've never heard of that show before, but it sounds like something i would be interested in.\n  ","394727":"\n  i have zero sympathy for the protestors. they have absolutely no concept of how dangerous and lethal this disease is, and they can still practice their religion at home so nothing is being infringed. churches are even holding video conferences of their services for those who still want to attend mass.\n  ","394728":"\n  no, i don't do that. if i ever did, it was over six years ago.\n  ","394729":"\n  busy, crowded, overpriced, diverse, and urban.\n  ","394730":"\n  unimaginable is defined as \"difficult or impossible to understand or comprehend.\"\n  ","394731":"\n  large crowds and enclosed spaces.\n  ","394732":"\n  i like traveling, but i seldom get to do so.\n  ","394733":"\n  no, i'm content with my gender.\n  ","394734":"\n  i've always lived near the ocean, so i'm pretty desensitized to it. however, the waters of the bahamas were absolutely beautiful.\n  ","394735":"\n  i've never had one before.\n  ","394736":"\n  the fallout series is one of my favorite video game series !! tbh, i absolutely hated fallout 76, though. i'm not a big fan of multiplayer games like that.\n  \n  i'm currently replaying fallout: new vegas and forgot how much i loved that game.\n  ","394737":"\n  omg, i totally forgot she was in the picture. LOL. yes, she's adorable.\n  ","394738":"\n  a bit of both, i think. my first instinct is to go with my heart but then i have to remind myself to think logically about things.\n  ","394739":"\n  my ex would surprise me with breakfast in bed on occasion, especially if my depression was acting up that day\/night. it was always super sweet.\n  ","394740":"\n  i liked pokemon when i was a child. i remember eevee being one of my favorite ones.\n  ","394741":"\n  i like my current bedroom a lot. :'))\n  ","394742":"\n  i've been friends with one of them for around 9-10 years, so we're fairly close. my other roommate is his brother and i didn't know him very well previously.\n  ","394743":"\n  the only thing in my life right now that takes up a lot of time is work, but i don't mind it at all because it's been keeping me busy every day.\n  ","394744":"\n  no, not everything. i don't even know everything about me, lol.\n  ","394745":"\n  yeah, i still work every day so i know which day of the week it is still.\n  ","394746":"\n  ???\n  \n  you don't even know who they are, lmaoo. have fun living in a delusion, though.\n  ","394747":"\n  my roommates.\n  ","394748":"\n  well, i still have feelings for my most recent ex. as for my other exes, i haven't seen one in more than 10 years and my other ex is my current best friend. i don't have feelings for either of them.\n  ","394749":"\n  i've been working since 9:00am.\n  ","394750":"\n  of course. people have the right to modify their body however they wish.\n  ","394751":"\n  my family never took vacations together, so i don't have any.\n  ","394752":"\n  they had their reservations, but overall they didn't try to stop me because i'm an adult and there was really nothing they could do about it. however, the downside is that my mother always wants me to contact her and visit, even now when we're in quarantine.\n  \n  i moved out last october. i was 27 years old.\n  ","394753":"\n  i do both, but lately i've just been making my own iced coffee because i don't want to go out of the house to buy it.\n  ","394754":"\n  no, i wouldn't be able to afford rent on my own.\n  ","394755":"\n  iced coffee.\n  ","394756":"\n  i only trust my hair stylist with my hair. i wouldn't feel comfortable having someone else do it or even do it myself, lol.\n  ","394757":"\n  if you log into askfm on the browser or your computer, there's a \"delete all questions\" button.\n  ","394758":"\n  pens are easiest.\n  ","394759":"\n  occasionally, yeah.\n  ","394760":"\n  no, i experience dysphoria so i'm not comfortable with my body. i'm non-binary, not a woman.\n  ","394761":"\n  surprisingly, no.\n  \n  this better not jinx me. lmaoo.\n  ","394762":"\n  i'm actually an incredibly fast reader. i'm just never in the mood to read a book. if i have the motivation, i can sit down and read 100+ pages with no problem. i just haven't had the desire to read lately.\n  ","394763":"\n  yes, i've met the members of linkin park before when i was a teenager. i've also met barbara dunkelman of rooster teeth and griffon ramsey.\n  ","394764":"\n  around 10 years.\n  ","394765":"\n  i never had good dental coverage while growing up so i barely saw the dentist, so i always made sure to have really good dental hygiene by myself.\n  ","394766":"\n  around eight months.\n  ","394767":"\n  yes, i'm single.\n  ","394768":"\n  zero.\n  ","394769":"\n  nah, but i probably should start.\n  ","394770":"\n  aw, thank you ~~\n  ","394771":"\n  i wouldn't date any of my askfm friends because they're my friends.\n  ","394772":"\n  no, i only got halfway through the first one.\n  ","394773":"\n  i'm free to text my therapist if i want to share good or bad news, but you're technically not supposed to be \"friends\" with them or go out and see them until seven years after the professional-client relationship has ended.\n  ","394774":"\n  if you've been together for five years and you trust him, then i see no reason for him to lie to you. it's probably just something as simple as \"what's in the past is in the past.\"\n  ","394775":"\n  yes, i saw two or three different therapists before sticking with my most recent therapist. i was disheartened at first when the first few didn't work out because i thought i would never be able to find someone with whom i connected, but thankfully i did.\n  ","394776":"\n  no, i haven't seen my friends since mid-march.\n  ","394777":"\n  no, i have a disordered personality.\n  ","394778":"\n  couples should know each other well, but sometimes past relationships are things people don't see the point in discussing.\n  \n  have you brought this up to him at all, just to get a feel for how he might feel about the situation?\n  ","394779":"\n  work has been good, although a bit busy. it's been keeping my mind off of things, which has been a blessing. i don't know what i would do if i was out of work completely.\n  ","394780":"\n  well it's only sunday so my week has just begun. i went out and did some grocery shopping before & now my roommate is bringing home some takeout for dinner.\n  \n  last week, however, was all right -- my days are blending into one at this point, and the only reason why i know what day it is is because of work, haha. i'm getting cabin fever a little bit at this point, i should probably start walking around the neighborhood in my spare time but i don't really think about it.\n  ","394781":"\n  this is a complicated question for me because i don't really know who \"myself\" is, and who i am changes day to day and whoever i'm around.\n  ","394782":"\n  i don't think i would be suspicious as much as i would be concerned. he could have very well been in an ab*sive relationship and doesn't want to reflect back on that time.\n  \n  when he's ready to tell you, maybe he will. or maybe he won't and believes that the past is in the past for a reason. either way, what's important is the \"now\" and how you two spend time together and communicate. in all truth, past relationships shouldn't affect your current relationship.\n  ","394783":"\n  does army print count? haha, i'm currently wearing army print leggings.\n  ","394784":"\n  eh, i've been doing all right. a large part of my problems stemmed from the fact that i was still living in an ab*sive household, so once i moved out, i started feeling a lot more stable.\n  \n  i still have my ups and downs, depressive and hypomanic episodes, and just all around mood instability despite my medication, but i've been reaching out to friends more often instead of holding things inside of me. my therapist was amazing, and if she starts practicing again i'd probably go and see her again.\n  ","394785":"\n  french fries & vanilla or oreo ice cream.\n  ","394786":"\n  my weekend has been fine. i didn't do much yesterday except sleep, play video games and browse social media, haha.\n  \n  today, i woke up around 10:00am and had coffee and breakfast. hung around for a while and then went shopping for groceries and other essential items at a few stores. i just got back a little while ago and now i'm going to eat lunch and watch some television.\n  ","394787":"\n  no, i haven't seen any of my friends since mid-march.\n  ","394788":"\n  i'm five feet tall.\n  ","394789":"\n  taking my medication. i normally take them as soon as i wake up.\n  ","394790":"\n  this answer is the same as the last answer i gave you, although i forgot to list les miserables and sweeney todd. :\/\n  \n  however, those two movies, as well as the lord of the rings, girl interrupted, heathers, and the crow, are movies i've watched multiple times and i'd never get tired of them.\n  ","394791":"\n  my favorite movies are all movies that i would recommend !! some of these are ;\n  \n  -- heathers\n  \n  -- american psycho\n  \n  -- the shining\n  \n  -- girl interrupted\n  \n  -- the lord of the rings trilogy\n  \n  -- queen of the damned\n  \n  -- the saw movies\n  \n  -- i am not a serial killer\n  \n  -- the crow\n  \n  -- the punisher\n  ","394792":"\n  \"twisted\" by missio.\n  \n  i just enjoy the song because i can relate to it a lot.\n  \n\n   https:\/\/www.youtube.com\/watch?v=rxf06itUFuE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","394793":"\n  machu picchu in peru looks absolutely beautiful.\n  ","394794":"\n  universal health care, i'd hope.\n  ","394795":"\n  since today is sunday, i'll talk about last week. last week, i finished writing the final draft of the \"letter from the editor\" for my job's magazine to which i administrator. my colleagues and i were putting the final touches on the layout, and the letter was one of the few things missing. i'm pretty proud of how it turned out, especially with the copyediting help from my supervisor.\n  ","394796":"\n  i'm content with where i am currently -- i'm sitting at my laptop, listening to music, and drinking a freshly brewed cup of coffee.\n  ","394797":"\n  i'm happiest when i'm surrounded by a small number of close friends, and we're hanging outside by a campfire in someone's backyard while sharing drinks and tell war stories of our past.\n  ","394798":"\n  i believe i wanted to be a teacher, ha. little did i know i would develop severe social anxiety and panic at the thought of being in the front of a classroom or audience.\n  ","394799":"\n  i can only speak english.\n  ","394800":"\n  i'm pro-choice in that i believe a person has the right to choose what they want to do with their own body. regardless of the reason behind the abortion.\n  ","394801":"\n  i don't see what this has to do with me at all. complaining to me isn't going to change anything, lol.\n  ","394802":"\n  i have a personality disorder. lmaoo.\n  ","394803":"\n  i *loved* game of thrones !! it's one of my favorite shows. i liked the general atmosphere of it, then compelling drama components, and the action sequences.\n  ","394804":"\n  no, i was amateur at best and it was years ago. i haven't baked in a really long time.\n  ","394805":"\n  that's definitely not okay at all, they're minors and its statutory r*pe. it doesn't matter if a lot of bands did it or not, they should be held responsible like anyone else.\n  ","394806":"\n  blueberry muffins mostly, and then i liked red velvet cupcakes. i wasn't big on cookies, but no one can resist an freshly baked\/hot chocolate chip cookie straight from the oven. :'))\n  ","394807":"\n  i used to bake a lot, actually. i loved baking muffins and cupcakes, ahah.\n  ","394808":"\n  LOL. tbh i wish these encouraging messages were sent around more often. it's nice to see encouraging anons every now and again. :'))\n  ","394809":"\n  cc:\n  \n   @shehitsback\n  \n","394810":"\n  i've never done a paint by numbers, at least in my adult years. i usually just break out a canvas and my paint set and do it that way.\n  ","394811":"\n  scrambled eggs and bacon.\n  ","394812":"\n  i follow her & ask her questions. even though i believe her opinion about trans people is wrong, i agree with some other opinions that she has and i find her mindset to be interesting. we relate on a few different issues, particularly mental health issues, as well and i like seeing her input.\n  \n  cc:\n  \n   @sweetnothings18\n  \n","394813":"\n  my day has been fine. i made breakfast this morning & had a cup of iced coffee while perusing the internet on my laptop for a few hours. i also did two loads of laundry.\n  \n  my roommate's car broke down, so i went to pick him up and bring him home from the mechanic a few hours ago. i finished up the leftover laundry, re-made my bed with the fresh sheets, and now i'm debating on cooking for dinner or having leftover pizza.\n  ","394814":"\n  bring up your concerns with her then.\n  \n  cc:\n  \n   @sweetnothings18\n  \n","394815":"\n  i disagree -- i believe that gender is a spectrum, and while there are two sexes (excluding intersex people obviously), gender exists in a spectrum similar to how sexual orientation exists on a spectrum. there are trans men and trans women, but also non-binary, genderfluid, and agender folks as well.\n  \n  being transgender is also not a mental illness, and trans identities were removed from the DSM and ICD i believe a few years ago. it isn't recognized as a mental illness anymore.\n  \n  as for the other part of her answer, i'm still unsure of my stance as to whether or not trans people *need* dysphoria to be trans. everyone has their own views on their identities, but i believe dysphoria is a large component of being trans (as least in my personal experience). i would have top surgery if i could.\n  ","394816":"\n  it's normally used to describe an urban area with things like poverty and whatnot. but some people may consider it a derogatory term towards poor people if it's used to describe people, not places.\n  ","394817":"\n  it's a parody of the 39 steps, a very old movie by alfred hitchcock. from what i remember, there were only 4 or 5 people in the entire cast, but several more characters to play, so the actors would constantly be switching from one character to another using various props.\n  \n  it's initially supposed to be a spy story\/thriller, but the play turns it into a comedy.\n  ","394818":"\n  all of my memories prior to the age of 11 (and at this point, even my teenage years) are sporadic and fragmented, and i can't recall most of my life. the things i do remember don't have specific time frames associated with them at all.\n  ","394819":"\n  my brain is composed of bizarre, harmful, intrusive thoughts on a daily basis, so i wouldn't be able to choose just one.\n  ","394820":"\n  during the work week, i wake up around 8:15-8:30am. on the weekends, i don't have an alarm set so i'll wake up anywhere between 8:30 and 10:30am.\n  ","394821":"\n  they are for me. the amount of carbs in some pasta dishes makes me full extremely fast, and i can only eat a small serving.\n  ","394822":"\n  cyberpunk 2077 looks massively awesome, but i'm most excited for assassin's creed: valhalla.\n  ","394823":"\n  lately i've been replaying fallout: new vegas. i've also been trying to level up in destiny 2, and i've been playing a bit of minecraft every now and again.\n  \n  my friends and i want to do a halo night since it's been a *long* time since we've all played halo together. also when i'm playing with my friends, we play speedrunners and ultimate chicken horse, ahah.\n  ","394824":"\n  at the moment, the lockdown in new york is supposed to lift on may 15th. i foresee them extending that though, tbh.\n  \n  i'm getting cabin fever a bit, but otherwise i'm doing fine. i've been working from home, busying myself with video games and television, getting more housework done, and sleeping much more often, lol. i think i slept for 10-11 hours last night in total.\n  ","394825":"\n  each person has their own definition of what the truth entails, and the journey towards that truth will be different for everyone.\n  ","394826":"\n  \"the grunge\" really freaked me out when i was younger -- probably because i was way too young to really watch that movie, and it ended up haunting me for months. i was having nightmares and everything.\n  ","394827":"\n  johnny depp, robert downey jr., jason statham, angelina jolie, mila kunis, and winona ryder.\n  ","394828":"\n  when i was in high school, \"napoleon dynamite\" was extremely popular. i watched it and absolutely hated it, i felt like it was pointless and not funny whatsoever.\n  ","394829":"\n  absolutely -- there are dozens of movies that are based on real-life events, particularly historical dramas. they give a unique insight into historical events and situations that are mostly factual.\n  \n  there are also documentaries which are movies, which are always educational as well.\n  ","394830":"\n  i've rewatched \"les miserables\" and \"sweeney todd\" a lot lately because they're comfort films to me.\n  \n  it wasn't really a good movie, but the other day i also watched a thriller\/gore movie called \"cabin fever\" that's on netflix.\n  ","394831":"\n  i've seen a few plays both on long island and in new york city, most recently including the 39 steps and harry potter and the cursed child.\n  ","394832":"\n  i'm thankful that i live close to new york city, so i've seen a few plays and musicals on broadway, including RENT, memphis, harry potter and the cursed child, the 39 steps, the lion king, and beauty and the beast.\n  ","394833":"\n  yes, my favorite disney movies are treasure planet and atlantis: the lost empire. i also really enjoyed moana.\n  ","394834":"\n  haha, yes. there are particularly heavy meals, like some pasta dishes, that make me incredibly sleepy when i'm done eating them. they're typically referred to as \"food comas.\"\n  ","394835":"\n  if you're questioning whether or not it's weird in the first place, then perhaps it *is* weird. it also depends on what your ex's sister would think of the situation as well.\n  \n  ultimately, you have to decide what's best for yourself during this time and disregard other people's feelings on the matter.\n  ","394836":"\n  you asked me this last night, and yesterday was an \"all right\" day overall. i spent most of the day working, and work was absolutely ridiculous with how busy things were with a lot of last-minute items and changes. it stressed me out a little bit.\n  \n  after work, i cleaned the house, which took my mind off of things, and then i pretty much spent the evening listening to music and browsing social media on my laptop. i fell asleep fairly early (around 10:30 or 11:00pm).\n  ","394837":"\n  i don't track calories, so i honestly don't know. i only eat sparingly throughout the course of the day, so i probably wouldn't be able to reach 10,000 calories at all. plus, i would feel disgusted with myself. lmaoo.\n  ","394838":"\n  we usually buy the \"cutie\" brand of oranges around here, but they're absolutely delicious and refreshing.\n  ","394839":"\n  i'm currently at 24% battery power, so i'll need to plug it in eventually to charge.\n  ","394840":"\n  lol, you already know about my experience with edibles the first and only time i tried them. :'))\n  \n  i was around 15 or 16 years old when i tried edibles, and back then, it wasn't something you can easily buy from a reputable person or corporation, especially in new york. me and a group of friends tried making them ourselves, and i ended up having an entire brownie -- which likely wasn't the best thing for me to do, considering i had little experience with marijuana at the time and it was a big dose.\n  \n  i essentially blacked out, LOL. i remember bits and pieces, such as being in the backseat of my friend's car and watching all of the street lights zoom past with the different colors, and then we ended up at one of my friend's boyfriend's apartment somewhere out of town. i don't remember anything other than that, though.\n  ","394841":"\n  i don't see why not -- you can still mark things off on the calendar or planner of things you need to get done throughout the course of the week, particularly with respect to necessary errands and household chores. you can also schedule virtual meetings with friends and family instead of seeing them in person.\n  ","394842":"\n  browse social media (askfm actually distracts me a lot from stress because i like answering the questions i receive). i also like playing video games as a stress reliever, watch television, read on occasion, and sometimes i'll draw or paint.\n  ","394843":"\n  different regions have various dialects that determine a person's accent and pronunciation of particular words. apparently, i have a \"new york\" accent when i speak, which makes sense considering i've lived in new york for most of my life. when i lived in massachusetts, i picked up on some boston accents as well.\n  \n\n   @dieselmom\n  \n  isn't \"ghetto,\" and it's silly to keep bringing her into conversations on my page when you already know that her and i are close friends.\n  ","394844":"\n  i'm at a stage in my life where i'm not involving myself in any necessary drama or complications in terms of either my personal life or other people's personal lives. i'm approaching the age of 30, and there are more important things to me than how someone else decides to live their life.\n  ","394845":"\n  depends on whether or not we have mutual friends. if we have a lot of mutual friends of people i know IRL, then i'll probably accept the request. however, if we don't have any mutual friends at all, then i'll swiftly deny it.\n  ","394846":"\n  when you're married, you're legally bound to another person through the court system and have exchanged formal vows. you own a marriage license and you're recognized as a married couple.\n  \n  when you're in a relationship, you're simply dating someone, either with or without the intent of marrying that person.\n  ","394847":"\n  i believe there are certain creams and oils a person can use to get rid of stretch marks -- for example, coconut oil or vitamin e oil.\n  ","394848":"\n  there could be things coming out because of the whole \"christmas in july\" trend, but i could be wrong.\n  \n  regardless, my favorite time of year is the autumn and halloween is my favorite holiday.\n  ","394849":"\n  pee-cahn.\n  ","394850":"\n  no, i don't know what that is.\n  ","394851":"\n  i don't really see anything wrong with that -- people are allowed to have friends regardless of their gender or their friends' genders.\n  ","394852":"\n  definitely not, lol. i don't trust anyone with my hair except my hair stylist. i wouldn't even want to try to shave my undercut by myself or have one of my roommates do it. it's overgrown, but i'd rather wait until everything is safe again.\n  ","394853":"\n  the best musical i've ever seen on broadway was RENT.\n  \n  as for musical movies, my favorites are les miserables and sweeney todd.\n  ","394854":"\n  i don't feel comfortable in my own skin, no. i'm honestly just disgusted with myself and the way i look all the time.\n  \n  however, i love my eyes, my hair (especially after i've colored and shaved it), and my cheekbones.\n  ","394855":"\n  i haven't been doing any projects at all, haha. i mainly spend my time working, doing housework, playing video games, and watching television.\n  ","394856":"\n  musicals, thrillers, dramas, and sometimes comedies. i also like gore films, which sorta transcends into the horror realm but i don't tend to like most horror movies.\n  ","394857":"\n  it depends on my mood. i usually watch an episode or two of a show every night, but there are some nights where i'm just not in the mood to watch anything.\n  ","394858":"\n  i love quentin tarantino movies.\n  ","394859":"\n  no, i don't believe i have any DVDs anymore. i didn't bring any with me when i moved out of my parents' house because i seldom watch them to begin with.\n  ","394860":"\n  definitely not, haha. i seldom watch movies unless i'm really in the mood for one. i mainly watch television shows.\n  ","394861":"\n  yeah, i've used netflix for a few years now.\n  ","394862":"\n  no, not usually. i've seen a few disney\/pixar films as well as a few studio ghibli movies.\n  ","394863":"\n  yes, i love documentaries !! particularly true crime documentaries.\n  "}}