{"Question":{"39701":"\n   Beautiful...?\n  ","39702":"\n   ??❤️\n  ","39703":"\n   Hearing noises? First it's......I see dead people and do you hear that? Sounds like constant ringing in my ears. Ohhhhhh......it was just my clock....lol.\n  ","39704":"\n   What would make your day?\n  ","39705":"\n   Have you ever eaten sashimi?\n  ","39706":"\n   What in your life are you most prepared and\/or willing to fight for?\n  ","39707":"\n   What is the quality of my questions on a scale from 1 to 10?\n  ","39708":"\n   I don't think I understand, does the VIP program want you to send anonymous questions?\n  ","39709":"\n   Hi. Please vote on my new poll\n  ","39710":"\n   How many times have you been in love?\n  ","39711":"\n   If you won 500K what would you spend it on that you desperately need at this moment? I’d buy a house\n  ","39712":"\n   Recommend your favourite tv shows?\n  ","39713":"\n   Which is harder: forcing yourself to do things you hate or depriving yourself of what you love?\n  ","39714":"\n   I’m glad everyone been answering my questions all week lol thanks guys\n  ","39715":"\n   Life has been so busy\n  ","39716":"\n   What are \"closed anonymous\"? Thanks ^^\n  ","39717":"\n   I wasn’t very active this past week but I’m back so check out my profile and ask questions! ??????????\n  ","39718":"\n   And what are the requirements to be a VIP? How many questions per week do you have to ask? And how many answer?\n  ","39719":"\n   What do you do to Ask to give you coins every week?\n  ","39720":"\n   From where do human beings come from?\n  ","39721":"\n   If you had the world's attention for 30 seconds, what would you say? ?\n  ","39722":"\n   Wait, is Mardi Gras today or soon?\n  ","39723":"\n   Do you fear death?\n  ","39724":"\n   If you could disinvent one thing, what would it be? ?\n  ","39725":"\n   lol... I remember the girls in my elementary school class always playing hopscotch.  Were you someone who always played it at recess?\n  ","39726":"\n   Drop your favorite selfie. Doesn't have to be new or anything.\n  ","39727":"\n   How has your week been? Any fun moments? ?\n  ","39728":"\n   If your life were made into a movie, which actor\/actress would you want to portray you? What genre would the movie be?\n  ","39729":"\n   Do you ever feel awkward using the video\/voice feature on here?\n  ","39730":"\n   ❤️❤️\n  ","39731":"\n   do you like diners?\n  ","39732":"\n   What’s your favourite food from a bakery?\n  ","39733":"\n   thank you...?❤️\n  ","39734":"\n   for you too Bella...?\n  ","39735":"\n   What kind of childhood game that was popular in your era?\n  ","39736":"\n   Which is more important: What you say or how you say it?\n  ","39737":"\n   boring??\n  ","39738":"\n   Who gives you the courage to try new things? ?\n  ","39739":"\n   Why is it when someone’s angry and they’re yelling at you even though it’s not your fault and they aren’t mad at you. You still feel like they’re blaming you?\n  ","39740":"\n   how are you today?\n  ","39741":"\n   If you had all the money in the world, what would be the first thing you'd buy? ? ?\n  ","39742":"\n   Do you love the World you live in?\n  ","39743":"\n   that's good\n  ","39744":"\n   Where are you at the moment? Record video.\n  ","39745":"\n   hey Bella how are you doing?\n  ","39746":"\n   Where were you 3 hours ago?\n  ","39747":"\n   What is the disgusting combo of  food you ever made??\n  ","39748":"\n   Petty people... Petty people.. Y’all make me laugh! ??\n  ","39749":"\n   Thanks so much darlin! ??\n  ","39750":"\n   Happy Valentine’s Day...!!!\nBella and Jason❤️❤️\n  ","39751":"\n   ?\n  ","39752":"\n   What is your favorite color?\n  ","39753":"\n   why?\n  ","39754":"\n   ❤️\n  ","39755":"\n   I'm trying to make a new gmail account but it needs a phone number\n  ","39756":"\n   I hope everyone has an amazing Valentine’s Day!! ?\n  ","39757":"\n   Not a question today, but a wish of Happy Valentine's! Whether you celebrate or not, please remember, you are loved! You are of massive worth! Never forget that! #spreadingpositivity ?\n  ","39758":"\n   Happy Valentine's Day if you celebrate it! If not, have a good day nevertheless. If you don't have a Valentine (I don't ether), it's okay, just celebrate with friends or family or something or give yourself love as you deserve it because you're great! :) ?\n  ","39759":"\n   ok.\n  ","39760":"\n   can you please help me Bella?\n  ","39761":"\n   good luck ? Bella...?\na you “only” ( im about your name...)\nBella...?! or you name is Isabella...?!\n  ","39762":"\n   ?\n  ","39763":"\n   Who’s your favorite artist?\nWho’s your favorite band or group?\n  ","39764":"\n   Tbu, still I do this?\n  ","39765":"\n   how to unblock someone?\n  ","39766":"\n   Why you still single? ?\n  ","39767":"\n   on the road...?!\nor at parent’s house ?❤️\nholiday started...?! \n( I’m about Mardi Gras...)\nor too early for you...?!\nstill want sleep ...? ❤️\n  ","39768":"\n   I cannot watch? Televisions.\n  ","39769":"\n   ruin your day? Being stung by many bees.\n  ","39770":"\n   Did you use the vape to quit smoking? Was it a good way to do it?\n  ","39771":"\n   ❤️\n  ","39772":"\n   True?\n  ","39773":"\n   ?Thanks a lot dear friend.???\n  ","39774":"\n   Both of you are wise, kind and intelligent.???\n  ","39775":"\n   Have you recently asked someone not to do something but they do it anyways and then stare at you as if to say I don’t know why you’re upset? THATS what it’s like to be a parent!!!!!!\n  ","39776":"\n   Do you believe everything happens for a reason or are things just random ?\n  ","39777":"\n   How does your behaviour change when you fall in love? ?\n  ","39778":"\n   Where and when do you get your best ideas?\n  ","39779":"\n   What was cool when you were young but isn’t cool now?\n  ","39780":"\n   What’s your view on the world?\n  ","39781":"\n   What is your favorite emoji? Any particular reason or do you just like it?\n  ","39782":"\n   Share something you're grateful for today. ✨?\n  ","39783":"\n   What would you do if you could become invisible?\n  ","39784":"\n   I am coming to your country for attending NASA's next Mars mission in July.\n  ","39785":"\n   IF YOU HAD THE WORLD’S ATTENTION FOR 30 SECONDS, WHAT WOULD YOU SAY?\n  ","39786":"\n   Whats your favorite game to play with friends at a party?\n  ","39787":"\n   What websites do you go to everyday?\n  ","39788":"\n   ?Both of you are famous?\n  ","39789":"\n   ??❤️\n  ","39790":"\n   Everyone can contribute to help create a better and kinder internet. How do you spread the good vibes?\n  ","39791":"\n   Beautiful picture!!!\n  ","39792":"\n   ? Who is responsible for the quality of your life?\n  ","39793":"\n   If you could teach everyone in the world one concept, what concept would have the biggest positive impact on humanity?\n  ","39794":"\n   looks yummy... or was ☺️yummy...?❤️\n  ","39795":"\n   ???\n  ","39796":"\n   bon appetites ??❤️\n  ","39797":"\n   Would you rather: be able to speak any language fluently or be able to talk to animals and why?\n  ","39798":"\n   If you had the choice to live where you currently are without ever paying bills but the trade off is that you would  be forced to spend the rest of your life there without ever moving, would you accept?\n  ","39799":"\n   Sweet dreams...???❤️❤️\n  ","39800":"\n   What is your idea of the perfect honeymoon destination?\n  ","39801":"\n   I wanna visit your house now?\n  ","39802":"\n   Do you believe in generational curses?\n  ","39803":"\n   Space ?\n  ","39804":"\n   Who’s got the biggest heart out of all your friends?\n  ","39805":"\n   IF YOU HAD TO WORK BUT DIDN’T NEED THE MONEY, WHAT WOULD YOU CHOOSE TO DO?\n  ","39806":"\n   It’s Family day in most of Canada so can you post a really good family memory ?\n  ","39807":"\n   What product would you seriously stockpile if you found out they weren't going to sell it anymore? ?\n  ","39808":"\n   What's something can you never get tired of?\n  ","39809":"\n   good night ...????❤️❤️\n  ","39810":"\n   Fam! Hehe? not more than you sis♥️?\n  ","39811":"\n   What’s the vegetable you hate the most?\n  ","39812":"\n   Name all the states you have been to?\n  ","39813":"\n   what is your favorite ice cream flavor?\n  ","39814":"\n   What is your favorite love story movie?\n  ","39815":"\n   What is your most played song?\n  ","39816":"\n   How often do you look at your phone every day? ?\n  ","39817":"\n   What's the one food that you would never give up? ?\n  ","39818":"\n   What is your favorite love story movie?\n  ","39819":"\n   In what situation or place would you feel the most out of place in? ?\n  ","39820":"\n   ??❤️\n  ","39821":"\n   What's the wildest thing you've ever done in a hotel room? ?\n  ","39822":"\n   What's in your fridge right now?\n  ","39823":"\n   What food or drink should be available in your morning?\n  ","39824":"\n   Is there a neighbor who's always bothering you?\n  ","39825":"\n   Have you ever hidden something behind a pillow? ?\n  ","39826":"\n   ❤️\n  ","39827":"\n   Anyone watch wwe professional wrestling?\n  ","39828":"\n   done\n  ","39829":"\n   Ok\n  ","39830":"\n   Follow for follow\n  ","39831":"\n   Hey and how are you doing today?\n  ","39832":"\n   If you have a pet what is the silliest thing they get excited over? My dog gets excited over green beans and broccoli?\n  ","39833":"\n   Ever feel like something is crawling on your skin but when you look there's nothing there?\n  ","39834":"\n   What kind of vape do you use?\n  ","39835":"\n   The truth be honest are you sacred to die\n  ","39836":"\n   Bella you are so sweet gorgeous adorable ?\n  ","39837":"\n   Do you ever wanna get married\n  ","39838":"\n   What did you mean when you say LOl?\n  ","39839":"\n   How are you feeling right now?\n  ","39840":"\n   Good luck ...?\n  ","39841":"\n   ?\n  ","39842":"\n   ????\n  ","39843":"\n   so cute...?☕️❤️\nbon appetites ...)))\n  ","39844":"\n   road trip...?! where if it’s not secret...?❤️\n  ","39845":"\n   Please see my new nailpaint shade in Orange and green\n  ","39846":"\n   Whats your favo chips\n  ","39847":"\n   you\n  ","39848":"\n   Do you miss being a kid? ?\n  ","39849":"\n   I am still struggling to put it properly. Decent attempt for a guy who is learning. Yaa great was my favourite today. Turned out to be better. Orange one was A bit messy\n  ","39850":"\n   beautiful Bella...?\n  ","39851":"\n   pap?\n  ","39852":"\n   Do you make quick decisions or do you think long about making decisions?\n  ","39853":"\n   See my picture in nailpaint. I got 2 new shades today. I am so happy\n  ","39854":"\n   ❤️\n  ","39855":"\n   How is it ?!\n  ","39856":"\n   Any plans for Presidents’ Day?\n  ","39857":"\n   Do you have a three day weekend for Presidents’ Day this week?\n  ","39858":"\n   Thank you so much sis♥️\n  ","39859":"\n   For valentine’s I Got cigars?\n  ","39860":"\n   AskFM seems so quiet tonight. What is everyone up too?\n  ","39861":"\n   Thank You\n  ","39862":"\n   Awww i love this ??❤️\n  ","39863":"\n   What was the last gift you gave somebody?\n  ","39864":"\n   Did you ever fall asleep in school?\n  ","39865":"\n   why is my Mom always angry when I'm lazy even though I did nothing ?\n  ","39866":"\n   I’m not sure. Maybe I was just glancing through it I don’t know but it look like you did a post off your page no one asked you a question and you said bedtime or good night I’m going to sleep or something like that of that nature.\n  ","39867":"\n   would you rather have a lion or a panda as a pet\n  ","39868":"\n   Do you juul?\n  ","39869":"\n   Hello\n  ","39870":"\n   Hello\n  ","39871":"\n   it nice talking to you Bella \ncan I know more about you gorgeous one\n  ","39872":"\n   Have you seen Frozen 2?\n  ","39873":"\n   I noticed you post signs to let people know that you’re going to sleep at night I noticed you’ve done that a few times how do I do that?\n  ","39874":"\n   ❤️❤️\n  ","39875":"\n   cool same as well I'm from U.S. \nI'm Jason how about you\n  ","39876":"\n   How rested do you feel when you wake up in the morning on a scale from 1-10? If not a 10, how can you improve it?\n  ","39877":"\n   Favourite youtuber..?\n  ","39878":"\n   What’s your cure for hiccups?\n  ","39879":"\n   I don't think that's good news, but only your imagination ?\n  ","39880":"\n   beautiful  couple and #family...❤️❤️\ndo you think about ?...?!\n( i means babies...)\n  ","39881":"\n   what is the good news are you waiting for?\n  ","39882":"\n   What's the latest thing that made you smile?\n  ","39883":"\n   What did the last text message you sent say?\n  ","39884":"\n   Would you rather go out for dinner or cook at home?\n  ","39885":"\n   hello how are you doing\n  ","39886":"\n   When I say lasagna you say....\n  ","39887":"\n   \"Imagine Dragons\" oder \"The Chainsmokers\"?\n  ","39888":"\n   What is your favorite clothing store?\n  ","39889":"\n   Yes. Forgive me. I had a phone call that's why I was so brief.\n  ","39890":"\n   What’s a movie you recently watched that you were disappointed in? I didn’t like the new Lion King. It was dull\n  ","39891":"\n   Favorite netflix show?\n  ","39892":"\n   A sauna? I don't have one tho' they are totally relaxing however; my tub is kinda' like a sauna or Jacuzzi however; a infrared saunas have seem to have taken the place of antiquated saunas.\n  ","39893":"\n   A massage? Not while I am out. It's more stimulating and enjoyable at home.\n  ","39894":"\n   Yes.\n  ","39895":"\n   Jesalyyn is a nice name. Also I like Kimberly and Samantha\n  ","39896":"\n   I don't use a treadmill however; I do all, see the doctors for my checkups, have salads and wine.\n  ","39897":"\n   Currently which netflix series is your favorite?\n  ","39898":"\n   I’ve seen your questions around and would love if you’d include me next time you’re asking them ❤️\n  ","39899":"\n   ❤️\n  ","39900":"\n   Where's that one place you'd like to visit one day\n  ","39901":"\n   of course...❤️\n  ","39902":"\n   It's Akash. Do you know girly name related to it ??\n  ","39903":"\n   Ok cool\n  ","39904":"\n   So depressed that's why\n  ","39905":"\n   Ok cool to know and I am doing good and just watch the video and play game and listen song today.\n  ","39906":"\n   I’m good thank you ? for asking Bella I came home ? like 10:30 pm last night\n  ","39907":"\n   I guess\n  ","39908":"\n   Are you good with finances?\n  ","39909":"\n   have you ever shattered the screen of your phone?\n  ","39910":"\n   Have you ever missed someone you don't know?\n  ","39911":"\n   Hi Bella how are you my sweet friend\n  ","39912":"\n   How are u doing\n  ","39913":"\n   What's up\n  ","39914":"\n   Hi. Will you give me a girl name of your choice\n  ","39915":"\n   Hi. Please give me a girls name of your choice. Would make me really happy ?\n  ","39916":"\n   Favourite video game? Post a GIF\n  ","39917":"\n   How is your day going?\n  ","39918":"\n   Have too much pain neck right side, can't move. Can you tell me some suggestions to cure this??\n  ","39919":"\n   are you a good swimmer?\n  ","39920":"\n   Do you still watch Cartoons\n  ","39921":"\n   I need friend\n  ","39922":"\n   In relationships are you the first to push someone away if you noticed a change in their behaviour to prevent getting hurt?\n  ","39923":"\n   Yea and his friend said I can see why and then after high school his friend would bring my crush up around me only in person and loom at me to see what I would do or say.\n  ","39924":"\n   I don't want to type a artical, so would you say someone who looks at some one with wide eyes and smiles , looks at you until you look at him,smiles when you talk you to him, bounces leg when you're around ,laughs when you laugh . When his friend came into class his friend pointed at me and he said\n  ","39925":"\n   What do you think, Is age a fact or just a number?\n  ","39926":"\n   ?thanks a lot dear friend.by the way how are you,,,,wish you a best life.???\n  ","39927":"\n   I always believe; even death is not to be feared by one who has lived wisely.what do you think?\n  ","39928":"\n   How do you feel about shoutouts?\n  ","39929":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","39930":"\n   I don't mean to sterotype, but I thought most girls from the South did smoke. Have you ever smoked?\n  ","39931":"\n   Having Cajun food tonight?\n  ","39932":"\n\n    @daddishark\n   \n   has the best answers. Also new to ask. Check him out! :)\n  ","39933":"\n   What’s up for the weekend. Anything fun ?\n  ","39934":"\n   How was everyone's Valentine's Day yesterday? ? Even if you celebrated it with friends, family or by yourself it's okay!?\n  ","39935":"\n   But I’m ok?\n  ","39936":"\n   Can i see them that you hat right now???\n  ","39937":"\n   Hello how are you\n  ","39938":"\n   Hope everything is ok <3\n  ","39939":"\n   Felt lightheaded?\n  ","39940":"\n   What's your favourite horror movie??\n  ","39941":"\n   How would you describe your time in school in 3 words?\n  ","39942":"\n   There was no party since one of my friends worked last night?\n  ","39943":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","39944":"\n   Do you have all stars ???\n  ","39945":"\n   Waiting to redo v day later?\n  ","39946":"\n   Thank u\n  ","39947":"\n   Hey! what's up?\n  ","39948":"\n   Was there an event that changed your worldview?\n  ","39949":"\n   Can you tell I am old because I still use LOL and not ??\n  ","39950":"\n   What’s for lunch today? I’m having leftover lasagna. I’m sure you’re all happy I shared that information .\n  ","39951":"\n   Do you miss school?\n  ","39952":"\n   Do you smoke cigarettes?\n  ","39953":"\n   DOGS OR CATS?\n  ","39954":"\n   Ang baho mo. Maligo ka na pls!\n  ","39955":"\n   Imma vegan\n  ","39956":"\n   Time to bounce back?\n  ","39957":"\n   That's great\n  ","39958":"\n   Holy moly donut shop\n  ","39959":"\n   Do you have any bad habits?\n  ","39960":"\n   good night ...!??❤️❤️\n  ","39961":"\n   Can i see your sneakers ??\n  ","39962":"\n   Hope to see...????❤️❤️\nwhat dishes you’re cooking...\n????\n  ","39963":"\n   But can you shoe them to me ??\n  ","39964":"\n   If your husband isn’t available and you need someone to vent to and talk to who do you call on?\n  ","39965":"\n   Can i see your shoes ??\n  ","39966":"\n   I hate my life idk what to do anymore ?\n  ","39967":"\n   Heyyy\n  ","39968":"\n   How was your Valentine day? And did you get gifts, what?\n  ","39969":"\n   When was the last time you took some time to be alone? ?\n  ","39970":"\n   Aye good one ? And thank you Bella, Happy Valentine's to you again ?\n  ","39971":"\n   When you're 90 years old, what will matter most to you? ?\n  ","39972":"\n   My friend was suppose to work today but they gave him a day off today?\n  ","39973":"\n   Happy valentines day\n  ","39974":"\n   Free Space\n  ","39975":"\n   Wow that's awesome!!!\n  ","39976":"\n   But my friend will be off by 4pm so he won’t miss it?\n  ","39977":"\n   When is the last time that someone did something nice for you?! What did they do?!\n  ","39978":"\n   My friend works tomorrow for valentine’s unfortunately?\n  ","39979":"\n   Suhhhweeet!\n  ","39980":"\n   It's hard when everyone want opportunity & some take matters into their own hands. Many taught by relatives\n  ","39981":"\n   Aside from Necessities, What One Thing Could You Not Go a Day Without?\n  ","39982":"\n   The real question... What games does he play? I play on Xbox quite a bit. ?\n  ","39983":"\n   Imagine, it's a warm summer night & you & your friends are going to go camping in a gorgeous location that seems so peaceful & safe. Which are you going to pick, a camper, or a very nice tent? Send pictures of which YOU will pick! ?\n  ","39984":"\n   ? What social media site (apps included) do you not understand the hype for? I've never cared for Snapchat beyond some of the filters.\n  ","39985":"\n   what do you think of haters with negative comments? ?\n  ","39986":"\n   Monster truck or dirt bike show?\n  ","39987":"\n   ? Did you ever use any of the following sites: Neopets, IMVU, Club Penguin, Habbo, or Gaia Online? If you used more than one, which one was your favourite?\n  ","39988":"\n   Wanna give your friends an extra holiday gift? Plan ahead take the night off from driving and be the designated drinker. Designated drinkers are friends for life.\n  ","39989":"\n   I bet. Many cultures, many tourists, many interests.\n  ","39990":"\n   Are there any sugar babes in here or ladies that are in need of a sugar daddy for a mutual beneficial and financial arrangement?\n  ","39991":"\n   PAP of your Valentine?\n  ","39992":"\n   ???\n  ","39993":"\n   beautiful couple... and family...\n❤️Happy Valentine’s Day ...❤️\n  ","39994":"\n   What’s the last thing to make you happy? If you’re willing to share, tell me about it :)\n  ","39995":"\n   You can usually find your \"liked\" videos in your library, and it'll tell you the amount!! Just letting you know in case you need to find a video you liked. ?\n  ","39996":"\n   Do you have any good plans for Valentines Day ?  I’m going to order in a pizza and have dinner with my favourite person. Me lol.\n  ","39997":"\n   If we managed to find the key to immortality, do you think life would become boring and meaningless? Would people get bored with Eternity? Or would we find new things to learn and experience as time goes on?\n  ","39998":"\n   Have you ever been a victim of identity theft or had someone hack your bank account? It sucks lemme tell ya.\n  ","39999":"\n   ?but electric stove are safe to use??\n  ","40000":"\n   Which do you prefer, a gas or electric stove?\n  ","40001":"\n   Would you ever want to be mayor of your town or city? Why or why not?\n  ","40002":"\n   beautiful... ?most beautiful for your ‘Valentine...’❤️❤️\n  ","40003":"\n   Do you wear a watch, smartwatch or sports band or do you check the time on your phone? If you have a watch, which one? Send a photo and show off if you want :)\n  ","40004":"\n   Where are you gonna spend your Valentine's? ? (that is if you celebrate it in your country)\n  ","40005":"\n   How do you say thank you to your mother?\n  ","40006":"\n   Do you have a favorite paranormal investigation show? If so, what is it? (Question from my son)\n  ","40007":"\n   if someone gives you chocolate but actually you don't like chocolate. will you accept it?\n  ","40008":"\n   ? If you use YouTube, do you have an account, or do you access it as a guest? If you have an account, how many \"liked\" videos for you have? Do you comment on videos often?\n  ","40009":"\n   Imagine how many people have shaved tonight??\nOow Nouo...wtF???\n  ","40010":"\n   Pardon me for saying, but you have pretty eyes.\n  ","40011":"\n   There's no valentine days for me ?\n  ","40012":"\n   Yes! This I pray is in my future!\n  ","40013":"\n   I'm sorry I've been inactive for so long but I'm back on my feet again and better than before ?✨?\n  ","40014":"\n   -\n  ","40015":"\n   Positive vibes?\n  ","40016":"\n   Totodile would be my starter then I would have a team of different eeveelutions, umbreon, glacion and leafeon, Gardevior and Luxio\n  ","40017":"\n   ??\n  ","40018":"\n   When was the last time you screamed at the top of your lungs?\n  ","40019":"\n   Fwb, yes or no?\n  ","40020":"\n   You are in the world of Pokémon! Who would be your starting Pokémon? Why? What would you do in this world?\n  ","40021":"\n   Yes, Samsungs are nice. They are very innovative and feature heavy!\n  ","40022":"\n   What type of music do you like?\n  ","40023":"\n   Which would you consider yourself: A strong person or a weak person?\n  ","40024":"\n   I've seen rodeos, back mountain roads and using a GPS or a current map. I've even mud wrestled on the back roads.\n  ","40025":"\n   have you ever been to chuck e. cheese? dave and busters?\n  ","40026":"\n   Oh, I think I salad all the time. LOL.\n  ","40027":"\n   What do you crave daily?\n  ","40028":"\n   Hi Bella how are you you\n  ","40029":"\n   would you ever kiss a girl in her mouth?\n  ","40030":"\n   What's the most amount of money you're willing to spend on a phone?\n  ","40031":"\n   Where do you prefer to shop for beauty supplies...online or in a store?\n  ","40032":"\n   Happy Internet Friends Day! I hope you have a great celebrating with your Interenet friends today! ?\n  ","40033":"\n   Do you buy chocolate on sale on  on Feb 15th?\n  ","40034":"\n   How are you gonna spend Valentine's Day?\n  ","40035":"\n   Would you salad at date ever?\n  ","40036":"\n   How has your night been? Are you ready for Valentines Day (if you celebrate it)?\n  ","40037":"\n   Who currently understands you the most? Why?\n  ","40038":"\n   Are you openly emotional or do you tend to bottle things up?\n  ","40039":"\n   What part of a kid’s movie completely scarred you?\n  ","40040":"\n   Would you leave your homeland to live somewhere different? Why?\n  ","40041":"\n   ❤️\n  ","40042":"\n   yea... really \ncutie pie ?\n  ","40043":"\n   beautiful...)  but where sounds of your video... don’t hear your voice...)))\n  ","40044":"\n   puppy love to sleep ?? ❤️?!\n  ","40045":"\n   what color do you think looks best on you?\n  ","40046":"\n   what flag do you think looks the closet?\n  ","40047":"\n   They are adorable.\n  ","40048":"\n   Post a picture of anything?\n  ","40049":"\n   A friend from Tennesse is much worse. When he tries to say Specific he says, Pacific.  I've lost most of my southern accent.\n  ","40050":"\n   do you recycle?\n  ","40051":"\n   Do you get enough sleep?\n  ","40052":"\n   would you rather drive on a backroad or a highway?\n  ","40053":"\n   Does art have a purpose?\n  ","40054":"\n   It sounds normal to me. People up north talk funny. ?\n  ","40055":"\n   Can we hear your accent?\n  ","40056":"\n   Yeah I meant by the way you type, my bad\n  ","40057":"\n   Vegan?\n  ","40058":"\n   What inspires you?\n  ","40059":"\n   Where do you spend the summer?\n  ","40060":"\n   Last time you bought something for yourself?\n  ","40061":"\n   What set of items could you buy that would make the cashier the most uncomfortable?\n  ","40062":"\n   Do you read out SPAM messages?\n  ","40063":"\n   How is your family?\n  ","40064":"\n   If you had twins, what would you name them??‍?‍?‍??‍?‍?‍??‍?‍?‍?\n  ","40065":"\n   What is your most bizarre talent?\n  ","40066":"\n   How cold does it get in the winter where you live. Do you like the cold ?\n  ","40067":"\n   What makes you happy?\n  ","40068":"\n   What is one thing you would build underwater\n  ","40069":"\n   What sauce do you dip your Chicken McNuggets in?\n  ","40070":"\n   Do you enjoy traveling? Or are you more of a at-home kind of person? It's okay if you don't like to travel. Sometimes relaxing at home is the best vacation. Some people don't even get to do this.\n  ","40071":"\n   What is your favorite color?\n  ","40072":"\n   It has been a good day for me as well.\n  ","40073":"\n   Do you prefer to be behind the camera or in front of it?\n  ","40074":"\n   How are you today?\n  ","40075":"\n   Bella your favorite Walt Disney animations?\n  ","40076":"\n   Rate ask fm from 1-10\n  ","40077":"\n   What's your favorite holiday?\n  ","40078":"\n   Plans for the weekend?\n  ","40079":"\n   So I just secretly ate an entire box of Girl Scout cookies. The thin mints without sharing with my wife or kids. There’s like 5 boxes left so it’s not like I ate the last one. Am I wrong for my gluttony?\n  ","40080":"\n   What do you ladies want for Valentines Day?\n  ","40081":"\n   Will you be my valentine? Yes I know this is sudden but I really wish you would be my valentine .❤️❤️❤️❤️\n  ","40082":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","40083":"\n   Do you think smoking is - for the lack of better term - “cool”? ?\n  ","40084":"\n   What a good way to pull toxic people out of your life is what I meant to say. Not in your life.***\n\nSorry. Sometimes. I voice text this stuff and it thinks I'm me another word when I don't. I really need to review my words before I send.lol haha\n\nAnd when I said I like two guys... I like guys too***\n  ","40085":"\n   Just the thought about these videos made me smile and nearly cry. Thank you for the suggestion. I’ll immediately do that. Thank you. I appreciate it a lot. ?\n  ","40086":"\n   Wow you are a chef lol sounds good\n  ","40087":"\n   Do you like heist movies?\n  ","40088":"\n   Am I a bad person for being bisexual, I believe in god but some people think it is a sin for liking the same gender\n  ","40089":"\n   How are you not verified?\n  ","40090":"\n   What is your favorite  dish\n  ","40091":"\n   What did you say? Did you read my message I sent a while ago?\n  ","40092":"\n   Tell me about your self\nAnd if you want, we can communicate on WhatsApp\n  ","40093":"\n   Anyone traveling soon? If not where would you like to travel to?\n  ","40094":"\n   what’s up\n  ","40095":"\n   Tell me 10 facts about yourself! ⭐️ If you’ve already done one like this a long time ago, how about an updated version? ❤️\n  ","40096":"\n   Where do you like to read?\n  ","40097":"\n   I wanted to stay in constant contact with you\ndo you mind ?\n  ","40098":"\n   are you married ?\nYou can respond with a question and unobtrusively\nI do not want anyone to see the responses in anticipation that could embarrass you ⁦??‍♂️⁩⁦☺️⁩⁦♥️⁩\n  ","40099":"\n   ? I hope it’s okay, if I’m asking for this. I’m feeling very low today and it would mean a lot to me, if I could hear some words of encouragement. — Feel free to just ignore this message if you don’t want to. That’s totally fine.\n  ","40100":"\n   What do you need now (yourself what do you need) ،? ☺️\n  ","40101":"\n   how are you ♥️?\n  ","40102":"\n   hi\n  ","40103":"\n   Dedicate a song to someone either in your life or ASKfm - tag them if you wish ??\n  ","40104":"\n   Who’s tired?\n  ","40105":"\n   What’s your favorite dish to cook? ?‍??‍?\n  ","40106":"\n   Do you have a favorite book or book series? If, so what is it?\n  ","40107":"\n   Something u want to tell the world\n  ","40108":"\n   anyone a picky eater? ✋?\n  ","40109":"\n   Do you like hummus? I used to make large batches that my brother and niece would fight over. ?\n  ","40110":"\n   What do you like to cook?\n  ","40111":"\n   Are you you good at telling if a boy likes a girl ? If so can you help me?\n  ","40112":"\n   Follow my insta, Carla.hallx\n  ","40113":"\n   In light of recent events on Ask, we created a page to spread postive messages! If you would like to receive positive and uplifting questions, just say and we will give you a follow! We are also here if anyone ever needs to talk! <3\n  ","40114":"\n   Your 2am thoughts\n  ","40115":"\n   Do you think we should worry about the environment?\n  ","40116":"\n   What’s your opinion on the police service?\n  ","40117":"\n   How do you feel about tomato soup with bread and butter? Rate it out of 10!!\n  ","40118":"\n   What do you do first thing every morning? \nPs: It's a trick question ???\n  ","40119":"\n   Heyy\n  ","40120":"\n   What was your happiest moment this week?\n  ","40121":"\n   have you ever sleep walking with your eyes open but still sleeping ? fyi I just experienced it.\n  ","40122":"\n   Hey\n  ","40123":"\n   Good day so far?\n  ","40124":"\n   The one in my recent poll are my favorite pink lipstick\n  ","40125":"\n   Who\/what can ruin your World?\n  ","40126":"\n   favorite number?\n  ","40127":"\n   How do u manage time between career and as a housewife?\n  ","40128":"\n   Would you rather be courageous, smart or lucky?\n  ","40129":"\n   Pizza or hot dogs?\n  ","40130":"\n   Singles on valentine week be like\n  ","40131":"\n   What is the weirdest thing you’ve ever eaten? I ate a crunchy cricket candy bar ?\n  ","40132":"\n   Followed, then follback please ??\n  ","40133":"\n   Please see my poll in pink lipstick\n  ","40134":"\n   How do you handle people you don't like?\n  ","40135":"\n   Plans for tonight?\n  ","40136":"\n   Do you know a movement stinkface?\n  ","40137":"\n   Hey! How was your day?\n  ","40138":"\n   Last time you written something down?\n  ","40139":"\n   Last thing you ate?\n  ","40140":"\n   Would you rather have all white hair or no hair at all? ????\n  ","40141":"\n   Who’s happy it’s Monday? ?\n  ","40142":"\n   what do you do when you are sleepy while working? ?\n  ","40143":"\n   I'm sick ?? .. what's your sure fire way of curing the common cold ... I need this gone asap and willing to try anything!!\n  ","40144":"\n   I really like the quote: •\"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.\"•\nWhat are you going through? What battle are you fighting? Big or small- It all matters, and you'll get through it!??\n  ","40145":"\n   Is there anyone you know who you think doesn't get enough credit or recognition for what they do?\n  ","40146":"\n   Is there a difference between being truly honest and being rude?\n  ","40147":"\n   Honest opinion on tattoos?\n  ","40148":"\n   Do you answer every question you recieve or are there some you just won't?\n  ","40149":"\n   Would you be interested in experiencing hypnosis?\n  ","40150":"\n   What’s the longest you’ve gone without eating?\n  ","40151":"\n   Have you ever shared your friend's secret with someone else?\n  ","40152":"\n   Have an amazing and energetic new week y’all!! ???\n  ","40153":"\n   Has ASK been really inactive for you too or is it just me?\n  ","40154":"\n   Is there anyone on this platform you would want to meet in person?\n  ","40155":"\n   you are sexy x\n  ","40156":"\n   God created so much beauty in His creation you can see it all around. Whether a rainbow in the sky or a waterfall cascading to the ground. All these beautiful things will but a moment bring joy and impress. But what you have will last someone a life time, it is the beauty that you possess!\n  ","40157":"\n   Are humans fueled by greed or by love?\n  ","40158":"\n   Aww...So cute?\n  ","40159":"\n   Too cute ?\n  ","40160":"\n   Pleasant dreams and goodnight. Thank you ??\n  ","40161":"\n   u r wlcm\n  ","40162":"\n   Thanks for sharing the pictures. They're absolutely beautiful and pitbulls are great hunting dogs. family goes hunting and they are absolutely amazing. that's good they're understanding and loving they seem like sweethearts.\n  ","40163":"\n   followed\n  ","40164":"\n   Favorite color?\n  ","40165":"\n   That's an amazing piece! You're very talented. Thank you so much for sharing.\n  ","40166":"\n   I absolutely love pitbulls. They have such a bad rep but they are the sweetest dogs in the world. Absolute sweetest. Please post pictures..\n  ","40167":"\n   ????but once upon a time your hubby said to me you have three pit bulls??\n  ","40168":"\n   Congratulations on receiving the VIP back on Smule. Glad that you're having fun and enjoying your singing. Hope your husband yourself and your puppy have an amazing trip to Louisiana don't have too much fun though lol.\n  ","40169":"\n   Would you share some of your painting with us?\n  ","40170":"\n   How many pups do you have?\n  ","40171":"\n   What have you been up to lately? Has anything new and interesting happened lately?\n  ","40172":"\n   It sure is I love The Bella hour\n  ","40173":"\n   [Weird Question] Other than rinsing, do you keep your eyes closed while washing your hair?\n  ","40174":"\n   Challenge: can you keep your eyes open while you sneeze ?\n  ","40175":"\n   So beautiful ?\n  ","40176":"\n   Team chocolate and mint tea ?\n  ","40177":"\n   Pic??\n  ","40178":"\n   I have witnessed paranormal when my mom prayed for someone's soul, she prayed for her husband's sister because she asked her to pray for her, so when the aunt had left I heard weird noises like someone was knocking on the window then on the door but there was no one there.\n  ","40179":"\n   Have you ever popped a balloon? Or a balloon animal? Which one?\n  ","40180":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","40181":"\n   Do you like sweatpants?\n  ","40182":"\n   Hi\n  ","40183":"\n   Describe your day in emojis! ?\n  ","40184":"\n   Is everyday the Bella hour\n  ","40185":"\n   When I'm sick. See the doctor, medications, tea, rest\/sleep and quiet  music. Getting better is my activity.\n  ","40186":"\n   Congratulations!!! Talk about overcoming adversity. I guess it depends on the person you’re with. You both have to want to the same thing and care enough to fight to have it. I love your story!\n  ","40187":"\n   Thank* sorry,haha.\n  ","40188":"\n   See my pink lipstick\n  ","40189":"\n   I hope you guys enjoy your weekend! And happy Friday ?☺️\n  ","40190":"\n   Yeap sis?\n  ","40191":"\n   I am so happy to hear that! I hope that it'll stay this way for you! Have a good day! Thanj you by the way!\n  ","40192":"\n   Do mint and chocolate go together?\n  ","40193":"\n   Do you prefer brand names or are you ok with using the store or generic brands?\n  ","40194":"\n   After the game one of my friends threw cigars?\n  ","40195":"\n   You’re a real trooper!!!\n  ","40196":"\n   That’s such a good show!\n  ","40197":"\n   do movies often make you cry?\n  ","40198":"\n   Are you crazy enough to believe you can change the world?\n  ","40199":"\n   What pain is harder for you: physical or emotional?\n  ","40200":"\n   LSU lost to auburn when Auburn came all the way back from a big deficit?????\n  ","40201":"\n   When do you sleep?! ?\n  ","40202":"\n   LSU tigers against the auburn tigers. 2 tigers?\n  ","40203":"\n   Unbelievable LSU lost and missed the gw shot in regulation and Auburn rallied in the last minutes to go to OT and win???\n  ","40204":"\n   What is your favourite show\/movie of the month?\n  ","40205":"\n   What can you do to make this world a better place?\n  ","40206":"\n   what’s something on your bucket list?\n  ","40207":"\n   Have you ever watched a tv show from the 80’s or 90’s and thought “this acting really sucks” ?\n  ","40208":"\n   What did you have for dinner tonight?\n  ","40209":"\n   What three things do you think of most each day?\n  ","40210":"\n   Have you ever tried an Impossible Burger? If not, would you?\n  ","40211":"\n   How was your day?\n  ","40212":"\n   Do you get easily overwhelmed? ?\n  ","40213":"\n   Soul not for sale\n  ","40214":"\n   Happy Chocolate?? Day?\n  ","40215":"\n   They couldn't pay me enough to...?\n  ","40216":"\n   Cherry coke, cherry dr pepper,  or cherry Pepsi?\n  ","40217":"\n   What is your favorite drink?\n  ","40218":"\n   Followed! My dream is also to fight the distance and at the end,have the person i love the most by my side. ?\n  ","40219":"\n   that’s very sweet\n  ","40220":"\n   Who's always on your side, even when you might be wrong?\n  ","40221":"\n   Which day of the week is most busy for you?\n  ","40222":"\n   True true\n  ","40223":"\n   Linda <3\n  ","40224":"\n   What's your idea of a perfect weekend? ??\n  ","40225":"\n   When taking a ride sharing service (Uber, Lyft, etc), do you sit in the front or the back?\n  ","40226":"\n   Where do you find inspiration? :3\n  ","40227":"\n   Walk away from people who put you down. Walk away from fights that will never be resolved. Walk away from trying to please people who will never see your worth. The more you walk away from things that poison your soul, the healthier you will be.\n  ","40228":"\n   When you remember your dreams (if you do), are you ever aware that you're dreaming? Sometimes I get aware whenever something weird happens, like entering a building and finding myself somewhere completely different or even outdoors again!\n  ","40229":"\n   why does your profile have vip in it?\n  ","40230":"\n   Wow, I’ve never thought I would come across sooo many people that don’t actually use WhatsApp in the first place. It’s the most common thing where I come from. ?\n  ","40231":"\n   what is one goal you have for this year ?⭐️\n  ","40232":"\n   popeyes\n  ","40233":"\n   What is your favorite music?\n  ","40234":"\n   What is your favorite make of car?\n  ","40235":"\n   Why are humans so good at doing things that are bad for them?\n  ","40236":"\n   What was your favorite food when you were a child? ???\n  ","40237":"\n   do you like marble? do you have anything marble in your house\/room?\n  ","40238":"\n   What was your favorite pastime as a young child? ?\n  ","40239":"\n   Have you seen any good movies lately?!\n  ","40240":"\n   Harley ride? Can't wait for spring! ♥️ ♥️ ♥️\n  ","40241":"\n   What is your most treasured possession?\n  ","40242":"\n   you like pranks?\n  ","40243":"\n   Is it okay for adults to swear? If it’s not, why doesn’t it seem reprehensible anymore? Should it be reprehensible? If it’s okay, why shouldn’t minors be allowed to swear since it doesn’t seem harmful?\n  ","40244":"\n   What’s the last thing you want to see before you pass?\n  ","40245":"\n   :-)\n  ","40246":"\n   hi\n  ","40247":"\n   Tell all your followers something that’s coming up that your pretty exited about ?\n  ","40248":"\n   Meatballs or fish balls?\n  ","40249":"\n   Someone just smiled when they thought of you!.............................................................. I'm sure I wasn't the only one today! :) Have a nice day!\n  ","40250":"\n   Zombies like finger food at any gathering especially at parties of all they can eat....lol.\n  ","40251":"\n   Is it just me or who else has a WhatsApp group just with themselves? ?\n  ","40252":"\n   If you were given an RV and six months of travel allowance, where all would you go?\n  ","40253":"\n   What’s your favorite fast food restaurant?\n  ","40254":"\n   Would you choose to save 100 people without anyone knowing about it or not save them but have everyone praise you for it?\n  ","40255":"\n   Would you ride a unicycle?\n  ","40256":"\n   I’m babysitting! Post gifs of adorable babies! ???\n  ","40257":"\n   Have you ever practiced kissing in a mirror?\n  ","40258":"\n   ??\n  ","40259":"\n   Yea they ask for a lot ???? but thank you for your help\n  ","40260":"\n   McClaren 720s or Tesla?\n  ","40261":"\n   Did you ever skin your knee while wearing shorts?\n  ","40262":"\n   the secret answer doesn't work in Russia yet...\n  ","40263":"\n   -Guys only-\nDo you wash your hands after peeing?? *Be honest *\n  ","40264":"\n   Who’s at work tomorrow?\n  ","40265":"\n   Thanks for this post??? This helped me remember that I needed to finish watching Texas chainsaw massacre on Netflix\n  ","40266":"\n   supppp\n  ","40267":"\n   suppppppp\n  ","40268":"\n   ???\n  ","40269":"\n   ???\n  ","40270":"\n   Why would a job as for a 3rd interview?\n  ","40271":"\n   Happy level for today (1 - 10)?\n  ","40272":"\n   What is your song to sing in the car?\n  ","40273":"\n   Do you plan on using secret answers?\n  ","40274":"\n   Pap?\n  ","40275":"\n   Hiiiii ❤️\n  ","40276":"\n   No I used to have the crown but even then I couldn’t use the secret question thing and I don’t wanna pay 10000 coins for VIP lol I thought about it but it’s not worth it\n  ","40277":"\n   The weekend's almost here ? How is everyone? ?\n  ","40278":"\n   Happy Friday!\n  ","40279":"\n   I think she needs the VIP badge.\n  ","40280":"\n   Wow I love you, you’re so helpful ??❤️❤️❤️❤️❤️❤️❤️❤️ MUAH ???\n  ","40281":"\n   Biggest lesson learned last year was probably to not give so much of yourself to people who will not do the same for you ??\n  ","40282":"\n   What is the cutest robot ever?\n  ","40283":"\n   I’m VIP but I still can’t find the button lol I’m so sad\n  ","40284":"\n   Should my cat have his own Instagram?\n  ","40285":"\n   Is it wrong for you to look in the mirror? Why or why not?\n  ","40286":"\n   I often send out questions to those I follow, do you wish to keep receiving questions?\n  ","40287":"\n   If an orange is orange, why isn’t a lime called a green or a lemon called a yellow? ?\n  ","40288":"\n   Are u waiting for something to happen ? \nWhat is that\n  ","40289":"\n   Ever been on a hot air balloon? Would you?\n  ","40290":"\n   Awesome! ♥️\n  ","40291":"\n   Do you cover your eyes during a scary part in a movie?\n  ","40292":"\n   Is there anything that you don’t have, but your friend does and it makes you want to have it as well ?\n  ","40293":"\n   What is the best thing you have ever bought that you cannot now live without?\n  ","40294":"\n   Does expecting the unexpected, make the unexpected, expected??\n  ","40295":"\n   If you had the ability to change the color of trees, what color(s) would you choose?\n  ","40296":"\n   What was your favorite childhood game?\n  ","40297":"\n   Roller coasters or water slides?\n  ","40298":"\n   I need to clean so bad???\n  ","40299":"\n   It was a long day. Finished cleaning rn?\n  ","40300":"\n   HOPE YOU HAD A WONDERFUL DAY ?\n  ","40301":"\n   \"The most boring\"? Getting caught in traffic without a good book to read.\n  ","40302":"\n   have your grandparents ever given you good advice?\n  ","40303":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? ?\n  ","40304":"\n   It was lot of work?\n  ","40305":"\n   Having cigars rn?\n  ","40306":"\n   It ended an hour ago?\n  ","40307":"\n   Ouu!???I loved it?\n  ","40308":"\n   What are your hobbies?\n  ","40309":"\n   You did not choose your:\n\n1 birthplace\n2 skin color\n3 birth parents, family\n4 birth gender\n5 birth language\n6 birth name\n7 ethnicity\n8 born abilities\n\nYou can choose to be:\n\n1 kind\n2 generous\n3 honest\n4 grateful\n5 respectful\n6 optimistic\n7 humble\n8 teachable\n9 faithful\n10 happy\n  ","40310":"\n   nope\n  ","40311":"\n   Kickoff has now begun. It’s time??\n  ","40312":"\n   Having fun rn??\n  ","40313":"\n   Jenni would go however; she may scare away the ghosts, goblins and the monsters. Actually, she would find all this fascinating.\n  ","40314":"\n   was making Cajun food rn??\n  ","40315":"\n   Made 2 corn breads. The jalapeño and regular?\n  ","40316":"\n   all my ??❤️ with you...!\n  ","40317":"\n   What is your biggest regret?\n  ","40318":"\n   Advice?:\n  ","40319":"\n   Team ?️\n  ","40320":"\n   drop your numbers i’ll text you;)\n  ","40321":"\n   All done. Finished half hour ago??\n  ","40322":"\n   What’s your blood type? ?️?️??️\n  ","40323":"\n   Reply in question\n  ","40324":"\n   Hello\n  ","40325":"\n   Yeah, many thanks to Allah Almighty ?\n  ","40326":"\n   Yummo\n  ","40327":"\n   what about weather Bella ...?!\ntoday...?!☔️?⚡️??\nstill ?...?!\n  ","40328":"\n   I think I’m on day 8\/9 (not that it matters) lol?So, far its very interesting to say the least. I’m not interested in rank either, and agree buying it could probably get pricey (no?for that). \n\nThanks for the info as it was very useful. I hope to continue to meet more awesome people as you!?\n  ","40329":"\n   Tell me about yourself\n  ","40330":"\n   That’s awesome. I’m new to Ask and I literally just downloaded the app yesterday??‍♀️?? thank you for sharing??\n  ","40331":"\n   Did you buy your way to the #1 spot?!! ?\n  ","40332":"\n   Favorite food?\n  ","40333":"\n   Lollipops or cake pops?\n  ","40334":"\n   Hmmmm....a home with children or a haunted place. Seems scary enough with the scary monster children....etc....etc. I'll take the haunted place that to me, would be so cool.\n  ","40335":"\n   What animal describes you the best? How? ??\n  ","40336":"\n   If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?\n  ","40337":"\n   Do you enjoy grocery shopping?\n  ","40338":"\n   If you were home by yourself all day, what would you do?\n  ","40339":"\n   Do you have any plan on Valentines’ Day with your special someone? ❣️\n  ","40340":"\n   I like all the pot pies. Not that pot pie. The kind with chicken, beef, turkey. Many types.\n  ","40341":"\n   Did you have a good day today ?\n  ","40342":"\n   Which puppy is cutest?\n  ","40343":"\n   ❤️\n  ","40344":"\n   Hello to my fellow IT guy! ?\n  ","40345":"\n   Do you have an album you like as a whole?\n (Mine is either Mothership OR Good Kid M.A.A.D City)\n  ","40346":"\n   What things do you use every day?\n  ","40347":"\n   What would you suggest everyone to try?\n  ","40348":"\n   I am coming to your country in July\n  ","40349":"\n   Who do you goto for technology help?\n  ","40350":"\n   hey ?? how are you doing?\n  ","40351":"\n   Tonight is the night?\n  ","40352":"\n   I absolutely LOVE Let Go. But I guess I prefer The Best Damn Thing to Under My Skin, I still pretty much like it.\n  ","40353":"\n   Does anyone have any advice on how I can make my migraine go away?\n  ","40354":"\n   AskFM a abierto la opción de respuesta secreta, ¿qué les parece?\n  ","40355":"\n   If your life were a movie, what would be the title?\n  ","40356":"\n   Favorite book to read? And why?\n  ","40357":"\n   What do you think is the greatest album of all time, IsaBella?\n  ","40358":"\n   It’s midnight so I’m all ready for later?\n  ","40359":"\n   Big party Thursday night?\n  ","40360":"\n   I'm super new! Followed you, just saying heellloooo! <3\n  ","40361":"\n   What’s one video\/computer game you could play for hours?\n  ","40362":"\n   Post a picture of the weather where you are! ⛅??????\n  ","40363":"\n   Do you know basketball?\n\nDo you know how to play basketball?\nI love basketball and is my favorite sports of all times.\n  ","40364":"\n   what’s your favorite citrus fruit?\n  ","40365":"\n   have you ever thought it was a different day of week than it actually is? i thought today was thursday earlier. ?\n  ","40366":"\n   What's your favourite film\n  ","40367":"\n   What do you take in your coffee\/tea?\n  ","40368":"\n   What’s your go to song\n  ","40369":"\n   Gm??\n  ","40370":"\n   What is the meaning of lol? ?\n  ","40371":"\n   What’s your first language? ?‍? Would you like to learn more languages in the future? What are they?\n  ","40372":"\n   What's the last photo you took on your phone? Post it! ????\n##\n-\n  ","40373":"\n   Which sports do you follow on TV?\n  ","40374":"\n   What can you promise to your friends?\n  ","40375":"\n   Is Sonic The Hedgehog the game you were referring too or another game called Sonic?  Enquiring gamers want to know.\n  ","40376":"\n   What is the silliest\/craziest thing you have heard people say about you?!\n  ","40377":"\n   I understand but i started writing a screenplay back in 2017...I wrote 45 pages so far but i dont know where else should i go with the storyline..I dont think ill ever finish it\n  ","40378":"\n   ما الذي تفضل زيارته متحف الفنون أم حديقة الحيوان؟ #لـذيذ ??\n  ","40379":"\n   Have you ever thought about writing a screenplay?if so, which genre would it be in?\n  ","40380":"\n   Do you stay in your day cloths until it is time for bed, or do you switch into some comfy as soon as you can?\n  ","40381":"\n   What do you think of tattoos?\n  ","40382":"\n   А помнишь старые игрушки на кнопочном телефоне??\n  ","40383":"\n   O que deveria ser inventado ou modificado na tua opinião.\n  ","40384":"\n   What kind of flowers should you give to a girl\/boy? ?☺\n  ","40385":"\n   Do you rebel against authority?\n  ","40386":"\n   Should ASKfm have a custom filter for users to filter out certain words so that they won't get questions with those words? Like if you add \"feet\" to your custom filter, you won't get any questions with \"feet\" in it.\n  ","40387":"\n   Yes to fuel ourselves for Thursday night football. Rewatching the super bowl all over again including all commercials and halftime show?\n  ","40388":"\n   Who’s your favourite porn star? ?\n  ","40389":"\n   SATOH TAKERU です。\n知らない人は、いないんです。\n  ","40390":"\n   How often do you take pictures?\n  ","40391":"\n   ? ?\n  ","40392":"\n   1am now so just 41 hours to go??\n  ","40393":"\n   Have you heard of the Pizza Hut proposal package? ?Would you like it or hate it?\n$10,010 for\n· Limo service.\n· A ruby engagement ring.\n· A bouquet of flowers.\n· A personal fireworks display.\n· A professional photographer.\n· A professional videographer.\n· And a $10 dinner box\n  ","40394":"\n   Have you ever said excuse me or sorry to an inanimate object that you walked into?\n  ","40395":"\n   PAP your home screen\/lock screen.\n  ","40396":"\n   Какую погоду вы любите ? Что делаете ? \nЯ обожаю дождь . В эту погоду я люблю сидеть на диване под пледом и смотреть какой нибудь фильм . Ещё лучше , если это поздний вечер . На душе более спокойно . Ещё люблю засыпать и просыпаться под шум дождя . Я в принципе обожаю дождь , в любое время дня ☔?\n  ","40397":"\n   I know Bella and hope that someone else takes care of her like I did\n  ","40398":"\n   绝对是中国菜。\n  ","40399":"\n   I recommend it! It is on Netflix.\n  ","40400":"\n   Yes Bella because I deserve something better then her\n  ","40401":"\n   Would you mind sharing what you do for Mardi Gras? (For those of us who have never been, there is a bit of a stereotype)\n  ","40402":"\n   Do you still take bubble baths?\n  ","40403":"\n   Thanks ? Bella and I would give her some time alone like I do\n  ","40404":"\n   Have you watched the TV series?\n  ","40405":"\n   I’m a slave mistress .May I kiss your feet ?\n  ","40406":"\n   Mistress hi\n  ","40407":"\n   My boyfriend is sick. He has a fever of over 100. He called into work this morning Cuz he doesn't feel well. Now's hes trying to go back to sleep. Even though he doesn't like cuddling while he's sick, how can I get him to cuddle with me until he goes to sleep?\n  ","40408":"\n   Thanks ? Bella but I really risk my life for her and saying to her that I love ❤️ her but it wasn’t enough for me\n  ","40409":"\n   its pretty hard for me to decide between yeneffer or triss!!??\n  ","40410":"\n   So I guess, I don't have to ask further questions!\n  ","40411":"\n   Happy middle of the week, so far how has it been?\n  ","40412":"\n   Have you played Witcher 3?\n  ","40413":"\n   I’m good thank you ? for asking Bella but today I’m really sad ? because me and yaquelin we broke up today\n  ","40414":"\n   Hi Bella how are you\n  ","40415":"\n   Beautiful...?\n??❤️\n  ","40416":"\n   What do you mean \"against the condom\"? ?\n  ","40417":"\n   It's okay. I thought that I posted a chocolate cup cakes and a Butterscotch cup cakes. Turns out to be orange cup cakes.\n  ","40418":"\n   Would you erase your most precious memories to become smarter?\n  ","40419":"\n   Do you celebrate minor holidays like Valentines, St. Patrick’s, and Mardi Gras? Are there other non-major holidays that you observe?\n  ","40420":"\n   If you could go to sleep tonight and wake up with one new skill what would you want it to be?\n  ","40421":"\n   Plans for Thursday\n  ","40422":"\n   Ooh that's great and tysm?\n  ","40423":"\n   On to day 3 clean and organize for Thursday?\n  ","40424":"\n   No no it's ok it's the best way u told me about I had never gotten words like these?\n  ","40425":"\n   What is your idea of a romantic evening?\n  ","40426":"\n   ?\n  ","40427":"\n   Tysm?\n  ","40428":"\n   If you could travel or live   anywhere in the world where would you travel or live ?\n  ","40429":"\n   Do you agree that good things come to those who wait?\n  ","40430":"\n   Movies should be entertaining not depressing...  Agree?\n  ","40431":"\n   Have you ever eaten grits? (Grits are a food made from a dish of boiled cornmeal)\n  ","40432":"\n   Do you drink coffee or tea?\n  ","40433":"\n   Are you a heavy sleeper or do you wake up at the slightest sound ?\n  ","40434":"\n   Decided we’ll have pizza and Cajun food for Thursday?\n  ","40435":"\n   What was the last thing you bought? ? ?\n  ","40436":"\n   Nah??\n  ","40437":"\n   Followed.. Bk may be\n  ","40438":"\n   Where from you?\n  ","40439":"\n   When your liking ask post do you double tap or press the heart?❤️❤️\n  ","40440":"\n   健佐藤は、ゲイという噂を聞いたんですが、本当ですか？\n  ","40441":"\n   What are you currently worried about?\n  ","40442":"\n   When's the last time you've officially asked\/been asked to be someone's valentine?!?\n  ","40443":"\n   What do you like most about your family? ?\n  ","40444":"\n   What's on your to-do list this weekend?\n  ","40445":"\n   Would you rather go to a job interview on a back of a flying dinosaur or unicorn?\n  ","40446":"\n   How would you describe your style?\n  ","40447":"\n   have you gotten any good news lately?\n  ","40448":"\n   Ever woken up to have a dog or a pet right in your face?\n  ","40449":"\n   If you were to be a character in a movie, would you rather be the hero or the villain? ? Why? Haha\n  ","40450":"\n   Would you support AskFM creating a friends only option where you could choose to receive questions or your page only being seen from those you follow or approve? Or do you like the all public discussion platform?\n  ","40451":"\n   Post your best set of nails? ?\n  ","40452":"\n   Alina\n  ","40453":"\n   Do you like Valentine's Day? ?\n  ","40454":"\n   Do you believe in horoscopes?\n  ","40455":"\n   What’s your culture? (If you know and practice it)\n  ","40456":"\n   Have you ever watched My 600lb Life?\n  ","40457":"\n   I hope all is well ?\n  ","40458":"\n   do you like flannel shirts?\n  ","40459":"\n   I all time work and home only\n  ","40460":"\n   Yes....I'd go gem mining....for certain.\n  ","40461":"\n   Who is your most hated celebrity?\n  ","40462":"\n   Do you enjoy concerts? What  was the last concert you went to? :3\n  ","40463":"\n   Ever woken up in a puddle of your own drool?\n  ","40464":"\n   What did you have for SB party\n  ","40465":"\n   It’s 2pm so there’s 52 hours so have lots of work to do. Will have lots of food from domino’s, Popeyes, Taco Bell kfc and Buffalo Wild Wings and they’re all party platters\n  ","40466":"\n   Hm i wish i had kissed her\n  ","40467":"\n   Thoughts\n  ","40468":"\n   ???thanks?\n  ","40469":"\n   6pm Thursday the party begins?\n  ","40470":"\n   I wear shorts when it's unbearable or I could be arrested for being indecent.\n  ","40471":"\n   It's said....\"spring forward and fall back\". I'll chose the spring.\n  ","40472":"\n   Idont go with any house this time\n  ","40473":"\n   If you had to change your name, what would you change it to? ?\n  ","40474":"\n   ?Hey,Sweet Bella,,,do you remember me???\n  ","40475":"\n   I found out a few days ago that I have about 1-3 years left to live at best and that as I get closer to passing, it will become more painful.\n\nWhat would you do with that time left?\n  ","40476":"\n   Do you like the grande Big Mac at McDonald’s?\n  ","40477":"\n   we didn’t have it this year since people didn’t show up so we’re rewatching the super bowl and having a party this Thursday\n  ","40478":"\n   What’s the worse thing that happened to you in high school? One of Mines was that I got bullied by teachers and people who worked in the office :(\n  ","40479":"\n   How would you describe your country in three words?\n  ","40480":"\n   Where are you at the moment? ?\n  ","40481":"\n   What’s something you should throw away, but can’t?\n  ","40482":"\n   What is your favorite soup or dish?\n  ","40483":"\n   do you have a favorite gum flavor?\n  ","40484":"\n   What's on your bucket list this year? ?\n  ","40485":"\n   Who is the most famous person in your country?\n  ","40486":"\n   If you could rid the world of one disease, what would it be? ?\n  ","40487":"\n   What is the worst gift you have ever received?\n  ","40488":"\n   Hope you had a good day\n  ","40489":"\n   Goodmorning! ?\n  ","40490":"\n   I had fun Sunday except the party was canceled since no one couldn’t come so I went out instead\n  ","40491":"\n   Hello Alice. What are your plans for today?\n  ","40492":"\n   weather temperature?   up-down!\n  ","40493":"\n   ?? can’t sleep\n  ","40494":"\n   Do you have Twitch? If so what's your username and who do you follow?\n  ","40495":"\n   Do you like doritos?\n  ","40496":"\n   Why are you here?\n  ","40497":"\n   what is your preferred pen color?\n  ","40498":"\n   What do you think makes someone “normal” or “weird “?\n  ","40499":"\n   How many slices of pizza are you capable of eating in one sitting? ? ?\n  ","40500":"\n   In a scale from 1 to 5, how afraid of dark are you? ?\n  ","40501":"\n   Where do you prefer to go whenever going out? ?\n  ","40502":"\n   Name three things in nature you find most beautiful? ?\n  ","40503":"\n   Beautiful...?\n  ","40504":"\n   How was your day?\n  ","40505":"\n   Do you like your closet open or closed? Or it doesn’t matter.\n  ","40506":"\n   How often do you exercise?\n  ","40507":"\n   Pap of yourself recently\n  ","40508":"\n   You have any kiddos? Step kids? Ages? ♥️♥️♥️\n  ","40509":"\n   Had you ever licked your foot?\n  ","40510":"\n   Let the world and focus on your self ❤️\n  ","40511":"\n   Do bananas float?\n  ","40512":"\n   Are you a nag? Do you find yourself nagging and whining about everything? Why?\n  ","40513":"\n   Have you ever asked someone a question anonymously because you were too embarrassed to put your name by it?\n  ","40514":"\n   Good morning ?\n\nHave a nice day !!!\n  ","40515":"\n   Hi,do you like Russian?\n  ","40516":"\n   Lovely & cutee...????\n  ","40517":"\n   Beautiful...?\n  ","40518":"\n   Wow you look so beautiful lol where you from I live in Scotland its says Indonesia on profile but idk how to change it\n  ","40519":"\n   What is the first thing that attracts you in the opposite gender? ?\n  ","40520":"\n   hlw., .. good morning?\n  ","40521":"\n   ❤❤❤❤❤?\n  ","40522":"\n   hlw...\n  ","40523":"\n   What was your fav super bowl commercials from last night? (If you didn’t watch . Just use as a filter)\n  ","40524":"\n   You know the ones who have had it the toughest have the best advice?\nThe lessons learned in their struggles, their hardships, and sacrifice!\nTough lessons though, they have learned much wisdom to share.\nThose are the people who also most of all, seem to really care! Have a wonderful day!\n  ","40525":"\n   Where do you see yourself in the next 10 years? ?\n  ","40526":"\n   Would you like to be the first born, the middle child or the youngest in the family? ? Or maybe something more special - a twin? ??\n  ","40527":"\n   Did you were a problem child 2 what did you not like about the film\n  ","40528":"\n   Well, since you’re such a sweet person, I don’t think you’re gonna enjoy hunting... Aren’t you? ?\n  ","40529":"\n   What is something you wish you had more time to do?\n  ","40530":"\n   ???\n  ","40531":"\n   How are you really? Just putting it out there ... if anyone ever needs to talk .. I'm here ... I don't know everything about everything but I can give you another perspective on things ... have an awesome day!! ?\n  ","40532":"\n   OKAY friend. Seems that you win......this time. Let's try it again next season......lol. May be the New Orleans Saints will be in Super Bowl.\n  ","40533":"\n   ?????\n  ","40534":"\n   Hello\n  ","40535":"\n   You’re so beautiful girl! ???? ##\n  ","40536":"\n   any \"PAP\" ??\n  ","40537":"\n   Your Own Any #hangtag Word.?\n  ","40538":"\n   how are hou??\n  ","40539":"\n   If you watched the Superbowl, favorite commercials?\n  ","40540":"\n   like righ ton the inner and hardn?\n  ","40541":"\n   marry me, now <3\n  ","40542":"\n   Should it be against the law for women to not be curvy?\n  ","40543":"\n   WHI IS THAT TAKAZAWA JUNSUKE????\n  ","40544":"\n   What made you download this app in the first place?\n  ","40545":"\n   Slaaplekker peeps?\nWat voor bed hebben jullie?\nLaagslaper hoogslaper??\n  ","40546":"\n   ¿Te gusta bailar? ¿Cuál es tu estilo?\n  ","40547":"\n   Привет) Как настроение у тебя?\n\nКакой жанр книг любишь читать?\n\nОтличного настроение тебе)\n  ","40548":"\n   It’s finally February, dudes! Is there anything special you want to accomplish this month?\n  ","40549":"\n   Может ли «наполовину пустой» человек стать «наполовину полным»?\n  ","40550":"\n   Very thanks you good friend ❤️❤️✌️✌️\n  ","40551":"\n   O que costumam fazer quando se sentem aborrecidos? ☀️\n  ","40552":"\n   Do you prefer to have many friends or just a few close ones?\n  ","40553":"\n   Lmao my bad your the best\n  ","40554":"\n   Where do you envision yourself living in the future? ?\n  ","40555":"\n   حبــو الحقيقه ?\nوانصدمو من البدايه ❤️\n#لو تحبون المجاملات \nوتنخدعون بالنهايه ?\nأني اول وحده وأنتو ؟\n #لـذيذ??\n  ","40556":"\n   Beauitful love the woods\n  ","40557":"\n   Würdest du dich selber klonen lassen?\n  ","40558":"\n   Your turn to post something beauitful\n  ","40559":"\n   Bad boys4 yea or nahh\n  ","40560":"\n   would you rather have a big house and a small lot of land or a small house on a large lot of land?\n  ","40561":"\n   if you’re planning on watching it, what are you going to have to eat for the super bowl?\n  ","40562":"\n   What's your dream job?\n  ","40563":"\n   What is the most important lesson you’ve learned in life?\n  ","40564":"\n   Do you prefer to go for drinks (alcohol) or go for coffee\/tea? ?☕️\n  ","40565":"\n   Tell me 3 things about you: 2 truth and 1 lie. Let’s see if I can guess what the lie is ?\n  ","40566":"\n   What type of kid were you (e.g. spoiled, rebellious, well-behaved, quiet, obnoxious...)?\n  ","40567":"\n   today 2020\/02\/02 ❤️\nDo you you believe into the magic of the numbers...?!\nHave a nice day Bella...!!!\n  ","40568":"\n   Pap your favourite view?\n  ","40569":"\n   im sorry i wasnt sure\n  ","40570":"\n   nf!\n  ","40571":"\n   Jumping in the air or diving deep in water?\n  ","40572":"\n   Do you know anyone who wears just a bit too much cologne ,perfume ,body spray etc??\n  ","40573":"\n   What three things in life you want more than anything else? ?\n  ","40574":"\n   Hope you have an amazing day! ?\n  ","40575":"\n   Goodbye January and hello February! What was good in January for you? What are you looking forward to in February? ?\n  ","40576":"\n   hi.... cutee??\n  ","40577":"\n   Sweet dreams...???❤️❤️??\n  ","40578":"\n   Sweet dreams...??❤️❤️??\n  ","40579":"\n   See my new lipstick shades\n  ","40580":"\n   Anybody speak Russian?\n  ","40581":"\n   nf!\n  ","40582":"\n   Do you like ripped jeans? ?\n  ","40583":"\n   beautiful...??\n  ","40584":"\n   Do you like the Star Wars series ? If you do which is your favourite one ?\n  ","40585":"\n   Would you let another couple pay for you and your man to have a night away?\n  ","40586":"\n   How old were you when you accessed the internet for the first time?\n  ","40587":"\n   beautiful...?\n  ","40588":"\n   Yummyyyy?\n  ","40589":"\n   do you like to listen to music while you clean? what genre of music?\n  ","40590":"\n   What positive thing has happened to you in January. What do you want to happen for February ?\n  ","40591":"\n   О, привет) Видел тебя как-то на улице, хорошо выглядишь) не поздоровался, мб как-то пересечемся на свидание?\n  ","40592":"\n   Do you collect anything? If so, what is it?\n  ","40593":"\n   What are you proud of, but never have an excuse to talk about?\n  ","40594":"\n   What is your favourite TV show?\n  ","40595":"\n   What is the thing that many people hate about you? And what is the thing that you hate about many people?\n  ","40596":"\n   Have you ever participated in a demonstration? ? How was it? What was it for? ?\n  ","40597":"\n   If quizzes are quizzical, what are tests? ?\n  ","40598":"\n   What's the weirdest item of clothing you own?\n  ","40599":"\n   ..\n  ","40600":"\n   love landscape view...???☘️❤️\n  ","40601":"\n   sorry i didn’t know...???❤️\n  ","40602":"\n   -?\n  ","40603":"\n   so sweet...??❤️\nwhere’s dad...?!\n?❤️\n  ","40604":"\n   now i know...?❤️\n  ","40605":"\n   ⚔️ What’s something you’re battling at the moment? \n(It can be anything. Physical, emotional, abstract, whatever).\n  ","40606":"\n   ? can i know his majesty name...)))\n  ","40607":"\n   How many times do you drink water a day?⛲ according to you, do you think it's less or more??⛲\n  ","40608":"\n   Modesty aside; tell us about things you appreciate in yourself.\n  ","40609":"\n   If you could eliminate one thing that you did everyday, what would it be?\n  ","40610":"\n   What is something you've tried but would never do again?\n  ","40611":"\n   What’s the most expensive thing you’ve paid for recently?\n  ","40612":"\n   Has your life gotten better, worse or stayed the same since this time last year?\n  ","40613":"\n   How can you do GIF? I Can't do this!\n  ","40614":"\n   cute...?❤️\n  ","40615":"\n   What is your favorite dessert?\n  ","40616":"\n   Do you have any strange phobias? ?\n  ","40617":"\n   Hi\n  ","40618":"\n   What paranormal tools do you use?\n  ","40619":"\n   What happened the last time you lost your patience?\n  ","40620":"\n   Things many people believe in, but you think they are just myths:\n  ","40621":"\n   What’s your way of talking (for the first time) to people you don’t know? You keep it casual or do you stick to formality?\n  ","40622":"\n   WOW!! I didn't realize that you changed your profile. I had to look at it again to be sure......lol.\n  ","40623":"\n   Do you prefer to receive money or an actual gift?\n  ","40624":"\n   Im backkkk~??\n  ","40625":"\n   Hi. Will you vote on my poll please ??\n  ","40626":"\n   Have you seen Indian traditional dresses like salwar kameez and saree ? They look very pretty. I mean most girls look adorable in it.\n  ","40627":"\n   Thanks for your many choices you offered on my page.\n  ","40628":"\n   What quality about yourself do you value most? ?\n  ","40629":"\n   Really sweet of you. I enjoy my girly side here. Discussing lipstick shades. It's really cool. You all are so supportive and caring\n  ","40630":"\n   What are some small things that make you happy? ?\n  ","40631":"\n   Raise your hand if you stay online all day but don't chat anyone.? ?\n  ","40632":"\n   Have you ever taken a skeptic along on a paranormal investigation?\n  ","40633":"\n   Have you ever been hurt during an investigation? (My son is into paranormal investigation TV shows.  All these questions are from him)\n  ","40634":"\n   Do you consider yourself more conservative or liberal?\n  ","40635":"\n   Have you seen an apparition?\n  ","40636":"\n   Thank you\n  ","40637":"\n   What is truth? What’s the difference between facts and opinions?\n  ","40638":"\n   Have you ever witnessed or experienced a poltergust?\n  ","40639":"\n   Who do you converse with the most on Ask? ?\n  ","40640":"\n   Best place to visit in your town?\n  ","40641":"\n   Do you shower in the morning or at night? Why?\n  ","40642":"\n   When’s your birthday?\n  ","40643":"\n   Gn poepie❤\n  ","40644":"\n   hows the weekend going?\n  ","40645":"\n   how are you?\n  ","40646":"\n   What has been the scariest experience in your life?\n  ","40647":"\n   What is one small thing that could make your daily life better ?\n  ","40648":"\n   hey\n  ","40649":"\n   what’s your favorite musical?\n  ","40650":"\n   What would u do or react if u found yourself in the 70s when u wake up ..?\n  ","40651":"\n   What is your favorite gift to receive?\n  ","40652":"\n   Favorite color?\n  ","40653":"\n   PAP or gif of what brightens your day?\n  ","40654":"\n   How many games do you have on your phone?\n  ","40655":"\n   What is something that is \"uncool\" that you do anyway?\n  ","40656":"\n   What is your perfect Sunday morning?\n  ","40657":"\n   Have you ever played air hockey in an arcade? I was great at it even into my 20s. I haven’t played since, though!\n  ","40658":"\n   Do you have a favourite bird?  Can be real or something from mythology or a film\/television program.\n  ","40659":"\n   What song is powerful enough to make you cry? Is there a reason it does?\n  ","40660":"\n   There’s a museum in Gulfport like that. Really cool place.\n  ","40661":"\n   What was the very first CD you purchased\/owned? (Mine was P!nk the Missundaztood album)\n  ","40662":"\n   Have you seen any memorable museum exhibits? I’d love to hear about them.\n\nThe one I remember the most is Pompeii. ?\n  ","40663":"\n   If you could start your own business, what would it be?\n  ","40664":"\n   How did you meet your first friend ( first friend that is not related to you)? Describe him\/her. ????\n  ","40665":"\n   Do you think numbers have meanings? For example seeing 11:11 many times by chance on a digital clock?\n  ","40666":"\n   Do you like the Tesla Cybertruck?\n  ","40667":"\n   Followed\n  ","40668":"\n   Hola\n  ","40669":"\n   Is there anything big you already know you're gonna do this year? ?\n  ","40670":"\n   If someone wanted to paint their house a \"strange\" color, what color would you recommend?\n  ","40671":"\n   What’s the one thing you would like to change about yourself physically? ?\n  ","40672":"\n   what is your favorite way to end the night?\n  ","40673":"\n   How do you like to be comforted when you’re sad or upset? ?\n  ","40674":"\n   do you have a computer or laptop? how often do you use it?\n  ","40675":"\n   What’s something you know you do differently than most others? ?\n  ","40676":"\n   What's your favorite way to express yourself?\n  ","40677":"\n   What do you do when you are bored?\n  ","40678":"\n   Do you control your heart or does it control you? ☺☺☺\n  ","40679":"\n   What would be the absolute worst name you could give your child? ?\n  ","40680":"\n   What is more important for you - friendship or love?\n  ","40681":"\n   What crazy things do you dream of trying someday?\n  ","40682":"\n   If your life becomes just like those choose your own adventure game, do you think it’s gonna be more exciting or more boring? ?\n  ","40683":"\n   When was the last time you felt really proud about yourself? Why?\n  ","40684":"\n   i immediately understood...\n❤️?❤️\n  ","40685":"\n   I saw yaquelin yesterday and she is back now\n  ","40686":"\n   How long do you like your fingernails\n  ","40687":"\n   really amazing...✨\n  ","40688":"\n   Thanks ? Bella\n  ","40689":"\n   Have you ever thought about becoming vegetarian?\n  ","40690":"\n   ❤️❤️\n  ","40691":"\n   What countries would you travel to if you were to do a world trip?\n  ","40692":"\n   What is your least favorite day of the week and why?\n  ","40693":"\n   Have you watched the chilling adventures of Sabrina?\n  ","40694":"\n   What's a few of your biggest fears?\n  ","40695":"\n   Thanks ? Bella you are marvelous and so nice ? to me\n  ","40696":"\n   Are you worried about the corona virus? I work at the airport and I won’t lie to you I am a bit.\n  ","40697":"\n   What would be the worst “buy one get one free” sale of all time? ?\n  ","40698":"\n   Show me the meaning of being______\n  ","40699":"\n   I went today to the doctor ?‍⚕️ and he said to us that I’m more alergic of something\n  ","40700":"\n   ? What was the last material thing you created yourself? DIY-style. Feel free to share pictures. ?\n  ","40701":"\n   I’m okay ? but my nose ? it’s congested again and that’s why I’m upset ?\n  ","40702":"\n   Stolen from one of my anons;\n\n\"What do you look for in a partner?\"\n  ","40703":"\n   Hi Bella how are you\n  ","40704":"\n   Hast the death of a celebrity ever hit you really hard? ? (Inspired by recent events with Kobe Bryant ?)\n  ","40705":"\n   What comes easy to you?\n  ","40706":"\n   What are some annoying habits of other people that irritate you the most? ...\n  ","40707":"\n   What is something that you just recently realized that you are embarrassed you didn’t realize earlier? ?\n  ","40708":"\n   What is the most haunted place you have been too?\n  ","40709":"\n   Favorite pranks to watch ?? ever seen any live pranks ??\n  ","40710":"\n   If you had 10 minutes on a popular TV talk show, what would you talk about?\n  ","40711":"\n   Do you untie your sneakers before taking them off?\n  ","40712":"\n   ? What was the last material thing you created yourself? DIY-style. Feel free to share pictures. ?\n  ","40713":"\n   Ever been to a business or shop that had pets there just chilling?\n  ","40714":"\n   What song always makes you happy?\n  ","40715":"\n   If you were to jump into a pool filled with anything of your choosing, what'd you choose? ? How do you think that'd be? ?\n  ","40716":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","40717":"\n   Favorite singer and album?!\n  ","40718":"\n   What's one thing that's happened to you in your life that made you feel weak?\n  ","40719":"\n   What we eat normally?\n  ","40720":"\n   The #first month of the new year is about over, how was it?\n  ","40721":"\n   Being a good person is defined differently by most everyone... What does it mean to you?\n  ","40722":"\n   What are you most determined to accomplish in your lifetime?\n  ","40723":"\n   (:\n  ","40724":"\n   Hi Bella I’m not going to work today because my nose ? got sick ? again\n  ","40725":"\n   Followed ?\n  ","40726":"\n   What is one thing that makes you unique ?(-:\n  ","40727":"\n   It really is such an amazing feeling top know that something loves you more than it loves itself. GOD!!!! I LOVE IT!!!\n  ","40728":"\n   Who is the bravest person you know?\n  ","40729":"\n   What two items would you need to survive an apocalyptic zombie invasion?\n  ","40730":"\n   What is your most paranoid fear? ? Y’know, like zombie apocalypse, or a huge tsunami that’ll drown the whole Earth in a few days, etc...?\n  ","40731":"\n   U r  so pretty????\nFollowed ?\n  ","40732":"\n   I DO THE SAME THING! But I only have 1 dog. He is a full blood chihuahua. Brown, short haired, chihuahua. And I am the only thing he cares about. I love knowing I am the most important thing in the world to him. I love feeling so important to something.  Ya know?\n  ","40733":"\n   Why does the shoutout feature always pick the same people?\n  ","40734":"\n   What is the meaning of your name?\n  ","40735":"\n   I usually watch documentaries however; a few comedies that I watch are on YouTube. The others that I don't watch are mostly about make-up and fashion.\n  ","40736":"\n   I couldn't imagine being allergic to cinnamon. But I am having a good night. I'm drunk, snuggled up to my chihuahua. His name is peanut and he loves me so much!\n  ","40737":"\n   Now that tomorrow is the last day of Jan. Who excited for February? Anything exciting happening?\n  ","40738":"\n   Do you celebrate Valentines Day? ❤️ If so, what are your plans this year?\n  ","40739":"\n   Is it just me or is the vibe on here shifting like becoming more... I don’t know what to call it. Just not so pleasant, you know. There’s this quantity over quality thing as far as questions are concerned, which results in copy+pasting of mindless impersonal questions. Would you agree?\n  ","40740":"\n   Oh no.... I'm sorry... gurevall goes down so easily. You don't even realize how drunk you're getting until you're shithoused.\n  ","40741":"\n   What's the worst thing you could do?\n  ","40742":"\n   Have you ever actually got revenge? I did once (serious revenge) and afterwards I just felt empty and soulless, especially after I had been building up the moment for years and my cousin was in the car asking how I was feeling and if I feel better now? I didn't feel better and I still don't today.\n  ","40743":"\n   Why today you number8 in Germany ?? if every day you number 1 in USA ??\nBella✨...?!\n  ","40744":"\n   How has your week been so far ?\n  ","40745":"\n   HELLOOO ??? Hope you had a good day\n  ","40746":"\n   What kinda of music do you listen to?\nFav Genre?\n  ","40747":"\n   Do u have smule app?\n  ","40748":"\n   How's everybody doing? I'm pounding some fireball right now. Drunk as fuck.\n  ","40749":"\n   Have u ever been to Indonesia?\n  ","40750":"\n   Do you smile for pictures?\n  ","40751":"\n   What do you think about Ask.fm users who answer ONLY anonymous questions and block all (I repeat ALL) users who ask questions without anonymity?\n  ","40752":"\n   When’s your birthday? Any plans?\n  ","40753":"\n   My dear friend. Happy birthday, I wish you all the best. Always be smiling. I wish you a lot of health, happiness, fulfillment of dreams and prosperity in further life. I send warm hugs from Poland, you are a great friend, a wonderful girl and the best person on this website. Best wishes ???❤?⚘?\n  ","40754":"\n   Wishing you a happy birthday. Best of luck in the future ?????\n  ","40755":"\n   Do you remember a lot of your dreams? Do you have a favorite one you've had so far?!\n  ","40756":"\n   What is the most played song in your music library?\n  ","40757":"\n   What keeps you up at night?\n  ","40758":"\n   What was the last restaurant you went to?\n  ","40759":"\n   SAME!!!!\n  ","40760":"\n   Hai..  do u like singing?  ☺? folback pls.. thx\n  ","40761":"\n   Do you play Minecraft?\n  ","40762":"\n   follow for follow ?\n  ","40763":"\n   What food do you think I must try?\n  ","40764":"\n   Who’s the most talented person you know?\n  ","40765":"\n   How long have you been in a relationship?\n  ","40766":"\n   How many questions do you have in queue to answer?\n  ","40767":"\n   Do you take off your shoes before entering your house?\n  ","40768":"\n   The many beautiful facets of any diamond as it reflects the light; are surpassed by your various lovely ways, which makes you such a delight! :) Have yourself an awesome day!\n  ","40769":"\n   Do you like long hair or short hair better on others?\n  ","40770":"\n   Did you ever fall down and scrape your knee?\n  ","40771":"\n   Ok\n  ","40772":"\n   How was your day? ?\n  ","40773":"\n   What color was your childhood home?\n  "},"Answer":{"39701":"\n  Thank you! ?✌\n  ","39702":"\n  I know riiight? ??\n  ","39703":"\n  I can hear a fan on and dogs snoring\n  ","39704":"\n  Seeing my husband now rather than later but it's all good. (He's at work.)\n  \n  I got to see family today so that made my day.\n  ","39705":"\n  Not a fan of it.\n  ","39706":"\n  My life and my families and the people around me. My pups.\n  ","39707":"\n  A 10. I like them. ? Thanks.\n  ","39708":"\n  They want you to send a lot of questions and they want you to answer a lot of questions. I think that they want you to at least send 7 questions out a week?? Maybe 8? It explains it all in the settings. And then I think that they want you to answer at least 15 questions? Maybe more I don't remember by heart and then they want you to send out a few anonymous questions too I think. Not too many. And then I think they want you to do shout out questions. Some Anonymous and some on open.\n  \n  But like I said before if you go into your settings and check it out it will explain everything better than I can.\n  \n  But yeah.\n  ","39709":"\n  Voted ??\n  ","39710":"\n  This is kind've personal. So yeah. Srry.\n  ","39711":"\n  I'd pay all my bills off and then buy me and my momma a house. Then fix some cars.\n  ","39712":"\n  Wynonna Earp\n  \n   Longmire\n   \n    I used to love that so raven\n    \n    Also used to like Life With Derek\n    \n    Ghost Adventures\n    \n    Wicked Tuna\n    \n\n      View more\n     \n\n\n\n","39713":"\n  Probably having to stop myself from things I love to do. I would find that really hard to do\n  ","39714":"\n  Is no problem. Welcome. ✌???\n  ","39715":"\n  Understandable. Same here.\n  ","39716":"\n  Closed anonymous is just anonymous questions. I just said it weird. Lol srry.\n  \n  N your welcome.\n  \n  But you have to signed up and be approved by the VIP for it to work.\n  ","39717":"\n  Good to hear from you again. And I think that I have a ton of questions lined up already for you. LOL\n  ","39718":"\n  It says all of the requirements and stuff in the settings. I don't even know remember how to get to it. I meet the requirements way way over so I don't even keep track of what I have to do. I just do it like a lot over if that makes any sense. I'm super active. And I asked a lot of questions and answer a lot on a daily basis anyway. I'm not sure I think it's like 15? To ask. I think you have to answer a little more than 15 but I'm not sure.. 25 maybe? And then I think you have to ask at least 7 open and closed anonymous questions and then you have to do shoutouts\/questions. But like I said all of the stuff is in the settings or you can look it up online I think. I am probably way off but it's something like that.\n  ","39719":"\n  For one, other users reward me on their own time. Which I appreciate by the way everyone.\n  \n  And then there's a VIP program. There are certain tasks that they give you to do in a week and if you meet them then they reward you based off of being active at completing tasks.\n  \n  You can sign up for the VIP program in your settings. So be patient with it because sometimes it has glitches and it's really slow. You have to meet the requirements that they have to be in it and then you can start doing the tasks.\n  ","39720":"\n  Come on dude. You know. Don't play. ? lol\n  ","39721":"\n  Probably just tell people to try to clean up after themselves in their environment more.\n  ","39722":"\n  Honestly Mardi Gras is celebrated for a few months. But I am going to south Louisiana to celebrate a certain favorite parade with my family. It is a very good family-orient kinda parade. Good for kids. There are hundreds of parades that go on in the South during Mardi Gras time. Mardi Gras can be as long as starting from December all the way till April.\n  \n  But honestly February and March are usually the big months that Mardi Gras is celebrated in.\n  \n  The road trip is in a few days.\n  \n  I am super excited I get to go with Jason and one of my pups to see family and friends and spend time with them. This is my most favorite thing to do.\n  ","39723":"\n  No.\n  ","39724":"\n  Smart phones.\n  \n  Air pods\n  \n  Ipads\n  \n  Yeeea\n  ","39725":"\n  Not always. Every now and then I played Hopscotch at recess. I really like playing football kickball and chilling with my friends and corners and then every now and then I like chalking and playing hopscotch.\n  ","39726":"\n  ??✌\n  ","39727":"\n  It's been going really really good. Every moment is a good moment. Especially with Jason. My puppies make it fun too. Family ?\n  ","39728":"\n  Twilight. ???\n  ","39729":"\n  Yeweah. Sometimes. But it's okay.\n  ","39730":"\n  ??\n  ","39731":"\n  Sure. They are fine.\n  ","39732":"\n  Beignets and really warm croissant rolls with sausage egg and cheese. I love both of these.\n  ","39733":"\n  Is no problem at all my friend.\n  ","39734":"\n  Thank you kindly.\n  ","39735":"\n  Hopscotch and playing chalk on the sidewalk. ?\n  ","39736":"\n  A little bit of both honestly.\n  ","39737":"\n  ?.? shoutout????\n  ","39738":"\n  How I was raised and my roots. Ancestors.\n  ","39739":"\n  ????\n  \n   I don't know but I understand completely what you mean.\n   \n\n     View more\n    \n\n","39740":"\n  I'm good. Hope your doing well.\n  \n  Worked all day.\n  \n  Now..\n  \n   Just taking it easy.\n   \n   Just had some supper.\n   \n\n     View more\n    \n\n\n","39741":"\n  Homes for all my family\n  ","39742":"\n  As crazy and unpredictable it is. Yes.\n  ","39743":"\n  Yeah ?\n  ","39744":"\n  Job\n  \n  About to go in in a little.\n  ","39745":"\n  I'm good. About to clock into work.\n  \n  Doing great tho. Thx.\n  ","39746":"\n  Bed. Asleep nearly. Lol\n  ","39747":"\n  Mac and cheese and ketchup\n  ","39748":"\n  Shoutout? ???\n  ","39749":"\n  Welcome!\n  ","39750":"\n  Thank you so much! Lol sorry I'm late. Tryna catch up with questions.\n  ","39751":"\n  Yea. ?\n  ","39752":"\n  ?⚪?\n  ","39753":"\n  I don't really know that much about emails\n  ","39754":"\n  ??\n  ","39755":"\n  Again. I can't help you. Sorry.\n  ","39756":"\n  I did. It went great. ?\n  ","39757":"\n  Sorry for being late but thank you!\n  ","39758":"\n  Thanks! It went good!\n  ","39759":"\n  Yea.\n  ","39760":"\n  I do not know how to help you with that. Sorry.\n  ","39761":"\n  I am going with Jason and our pup is coming, G.\n  \n  And you can call me Bella if you want.\n  \n  IsaBella* is how you spell it. But it's okay. You can just call me Bella.\n  ","39762":"\n  ? Hey\n  ","39763":"\n  Avril Lavigne\n  \n  Ryan Upchurch\n  \n  Paramore\n  \n  Christina Grimmie\n  \n  Skillet\n  \n  Evanescence\n  \n  PVRIS\n  \n  Flyleaf\n  \n  Creed\n  \n  Ariana Grande\n  \n  T-Pain\n  \n  LittleDicky\n  \n  Adam Levine\n  \n  and more.\n  ","39764":"\n  Yea? ? Right on!\n  ","39765":"\n  You go to your blocked list or go to their profile and go the top right corner of your screen and there should be a button where it shows if you have them blocked or not. You can unblock them that way. Or again, you can go to your blocked list.\n  ","39766":"\n  Nice shoutout to everyone lol\n  ","39767":"\n  No road trip yet.\n  \n  Starts in a few days.\n  \n  Just tired for yesterday work is all.\n  ","39768":"\n  Yea?\n  ","39769":"\n  YES. NOT FUN.\n  ","39770":"\n  Not really. I started vaping just cuz I liked it. I don't really Vape as much as I used to go. Every now and then. It's a pretty cool hobby to get into.\n  ","39771":"\n  Tired. ?\n  ","39772":"\n  Yea! How to spell it doing outside and playing in the mud! LOL\n  ","39773":"\n  ✌??\n  ","39774":"\n  Thanks bud.\n  \n  ? Same back to ya.\n  ","39775":"\n  Yeeeaa. Lol\n  ","39776":"\n  I do believe things are random but that they all happen for a reason.\n  ","39777":"\n  I am always be, always. 100%.\n  \n  That's how it should be.\n  \n  But of course. Sweet. ?✌\n  ","39778":"\n  Nust random thought and creating.\n  \n  God.\n  \n  Seeing diff things.\n  ","39779":"\n  Playing outside and adventuring. Now.. We are weird for that??\n  ","39780":"\n  Very interesting. Every day gets better and better.\n  \n  Just wish people would stop trying to kill everyone.\n  \n  It's becoming very dangerous. People are just getting out of hand. But this is a little bit everywhere. Not one particular place.\n  \n  And there are some positive things. I'm seeing a lot random acts of kindness. This is very good. At my job, I always see people helping one another. That is so good. More than anywhere I've ever lived before. This place where I move to, does the most random acts of kindness. It's good to see someone being kind of someone else out of the blue, that they don't even know.\n  ","39781":"\n  ?\n  \n  I like the cold.\n  ","39782":"\n  My husband.\n  \n  Waking up. ❤\n  ","39783":"\n  I wouldn't want to be honestly.\n  ","39784":"\n  Ouu nice.\n  ","39785":"\n  Keep it clean!\n  \n  This is where we inhabit!\n  ","39786":"\n  Apples to apples.\n  ","39787":"\n  This for sure.\n  ","39788":"\n  Lol.\n  ","39789":"\n  ?? ?\n  ","39790":"\n  As I said before just think before you speak. Have respect.\n  ","39791":"\n  Thanks. I just randomly at work. I was bored\n  ","39792":"\n  Me.\n  ","39793":"\n  Respect towards one another. Think before you speak.\n  ","39794":"\n  Was.\n  \n  Gumbo and potato salad and  sweet Hawaiian croissant.\n  ","39795":"\n  ? ? Haha\n  ","39796":"\n  Ikr? Thx. ??\n  ","39797":"\n  Talk to animals. I just think that would be kool. Is a rarer thing to see.\n  ","39798":"\n  No.\n  ","39799":"\n  ? Thx. Morning to ya.\n  ","39800":"\n  Just honestly somewhere that's really beautiful. I can't think of an exact place but I know that we want to go to Chattanooga and visit Ruby Falls and Rock City. We want to go to a few other destinations are also. They had a really nice until something beautiful. Do lots of things that have to do with working together.\n  ","39801":"\n  ?\n  ","39802":"\n  Mmmm. Maybe.\n  ","39803":"\n  Good Night yall's\n  \n   From all of us. Even G. ?✌?\n   \n\n     View more\n    \n\n","39804":"\n  Hard to pick considering all of them have a pretty big heart\n  ","39805":"\n  Take care of animals. Help people in natural disasters.\n  ","39806":"\n  Yay. Have a family day.\n  \n  I remember one time it is raining a lot and it got really muddy out and me and my cousins and my mom and us went in the back of the house and there's a lot of water that piles up and we all played in the mud and my mom videotaped us. We wrestled and everything in the mud. Good memories playing with my family and spending time with them.\n  ","39807":"\n  Journeys Converse. Chuck Taylors\n  ","39808":"\n  Jason's voice. ?\n  ","39809":"\n  Yeah. About to get to sleep... ?\n  ","39810":"\n  ?✌Ayyye\n  ","39811":"\n  I honestly can't think of one.\n  ","39812":"\n  I think honestly I'm only been to a few. Maybe Texas. Maybe Arkansas. I've been to Mississippi Louisiana and Florida Alabama\n  ","39813":"\n  Chocolate chip cookie dough\n  ","39814":"\n  The Twilight Saga but I also like the notebook.\n  ","39815":"\n  Be alright - by Ariana Grande\n  ","39816":"\n  Quite a few times throughout the day.\n  ","39817":"\n  Seafood.\n  ","39818":"\n  Twilight Saga. ❤\n  ","39819":"\n  In a reeeally girly environment of any kind I feel out've place completely.\n  ","39820":"\n  ??\n  ","39821":"\n  Ummm. Lol..\n  ","39822":"\n  Sammich meat\n  \n  More sammich meat\n  \n  Cheese slices\n  \n  Celery\n  \n  Hot dogs\n  \n  Croissant rolls (in tube ready to cook)\n  \n  Shredded cheese\n  \n  Milk\n  \n  Aloe vera for medicine, for burns.\n  \n  Aquaphor because when you refrigerate it, it's the best. For tattoos and skin healing.\n  \n  Juice and a little more juice\n  \n  Yogurt\n  \n  Mandarin oranges\n  \n  and pineapple\n  \n  Little soda\n  \n  Stick Butter and reg butter\n  \n  Lettuce\n  \n  Carrots\n  \n  Tomatoes\n  \n  Cucumbers\n  \n  Cabbage\n  \n  Onions\n  \n  Hot sauce\n  \n  Ketchup\n  \n  Mustard\n  \n  Mayonnaise\n  \n  Pickles\n  \n  Relish\n  \n  Two or three salad dressings\n  \n  Hore hot sauces\n  \n  Habanero sauce\n  \n  Spicy BBQ\n  \n  Regular BBC\n  \n  Sriracha\n  \n  Strawberry, grape, peach jelly different types of preservatives jellys. I think some apple jelly too.\n  \n  Eggs\n  \n  Tea\n  \n  Water bottles\n  \n  Spaghetti sauce\n  \n  A whole ham that we are gonna cut up soon soon.\n  \n  Ummmmm... Tryna think.\n  \n  Cooking milk.\n  \n  And yeah. That's it. Seems like alot but honestly. Alot of that was condiments and just necessities.\n  ","39823":"\n  I like an omelette with either ham or bacon in it. Some grits a piece of sausage and a piece of toast\n  ","39824":"\n  I live out in the middle of the country. Very few  Neighbors. And the ones that are near I have no problem with\n  ","39825":"\n  Yes. Lol\n  ","39826":"\n  ??\n  ","39827":"\n  Used to. Not as much as I used to but yee.\n  ","39828":"\n  ??\n  ","39829":"\n  ? Yee\n  ","39830":"\n  Followed ??\n  ","39831":"\n  ? Hey.\n  \n  And I'm good. ??\n  ","39832":"\n  Shredded cheese ?\n  ","39833":"\n  Yeah. Sometimes.\n  ","39834":"\n  Kaos\n  \n  Tesla 2 (a few)\n  \n  Releaux (2)\n  \n  Fuchai\n  \n  And I have a few others.\n  ","39835":"\n  I promise I'm not afraid to die.\n  ","39836":"\n  Thanks ✌\n  ","39837":"\n  I am married. Lol\n  ","39838":"\n  Not sure what answer you are referring to. Considering I have answered probably over 50 questions today if not more.\n  ","39839":"\n  Good. Just at work. About to get off in a few. Mke some dinner and chill.\n  ","39840":"\n  Thaanks\n  \n  ???\n  ","39841":"\n  ?\n  ","39842":"\n  ????\n  ","39843":"\n  ??\n  ","39844":"\n  Going visit when I was born and raised in south Louisiana and I'm going to visit family and friends and celebrate Mardi Gras. My husband and my pup is going with us. ??❤\n  ","39845":"\n  I did. Pretty\n  ","39846":"\n  Ouu.. I love barbecue Lay's and I like sour cream and onion waves. Ranch and cheddar chips are good too. The biscuit and gravy chips are my ultimate favorite. I also like flaming hot.\n  ","39847":"\n  Mhmm\n  ","39848":"\n  Sometimes. But it's all good. We have the memories.\n  ","39849":"\n  It's okay. The thumb is always hard to do.\n  \n  Maybe get you a little bit of nail polish remover and some Q-tips and put a little bit of nail polish remover on the Q-tip and do your thumb first before any of your other fingers and let it dry all the way theb do the other one, let it dry all the way and as you are painting them if any mess-ups, immediately if you make them use the nail polish remover on your skin and get it off of your skin and then proceeded to put more on and if you mess up again take it off of your skin only. Don't take it off completely it will smear onto ypur skin. But use the Q-tips and the nail polish remover to wipe away any skin that has contact with the nail polish. No one's perfect. Especially doing the thumb, not even professionals are perfect. Even professionals do this trick, use the Q-tip and nail polish remover trick, because they know that they're going to mess up.\n  \n  I hope this gave you some confidence! and know that no one's perfect doing nails.\n  \n  Your nails look absolutely perfect! Keep up the practice!\n  ","39850":"\n  Thank you.\n  \n  ?✌\n  ","39851":"\n  Morning y'all!??\n  \n  Afternoon! ??\n  \n  Have a awesome day!\n  ","39852":"\n  I usually try to give them at least a little thought and make sure before making any.\n  ","39853":"\n  I saw. Very pretty!\n  ","39854":"\n  ? ?\n  ","39855":"\n  Both SO GOOD!\n  \n  You did great!\n  \n  And they look so heathly!\n  \n  ??Keep it up!\n  \n  Both shades are so pretty.\n  \n  I loved the teal greenish color just cause that's the color I like. Haha. Pink is very pretty too! Did great of both to me sis!\n  ","39856":"\n  I work tomorrow. I'm not sure what we will do tomorrow.\n  ","39857":"\n  I was off this weekend because I just didn't have to go into work. I have to go into work tomorrow. We might cook when I come back then but I'm not sure.\n  ","39858":"\n  You are most welcome fam! ??\n  ","39859":"\n  Ouuu. Nice.\n  ","39860":"\n  I have been just chilling taking it easy and playing video games. Chilling with my husband.\n  ","39861":"\n  You're welcome. It's no problem. I don't mind sharing\n  ","39862":"\n  Thanks. He liked everything too. ?\n  ","39863":"\n  I got my husband this really cool gift basket full of Valentine's stuff\n  \n  We also got matching mugs. And I also got him a new wedding band.\n  ","39864":"\n  Very very rarely. Only usually when I was done with my school work and I have time to take a quick nap\n  ","39865":"\n  Sometimes parents want you to help out and be productive. Even when you're not asked to. That might be why. Definitely sounds like a parent type thing that they would do\n  ","39866":"\n  You can ask yourself a question. There's nothing wrong with that.\n  \n  But most of the time I use people's questions. Like people will give you spaces like this\n  \n  -\n  \n  Like that or just say..\n  \n  space\n  \n  Like this.\n  \n  It gives you an opportunity to share whatever you like. Post a picture. Say something. Say good morning or good night. Just say anything random. Post a quote. Post a meme anything you want. But you can ask yourself a question and tell people goodnight.\n  \n  But as I said before I get a lot of people that send me spaces and stuff like that. I don't always use them to say goodnight sometimes I can use them for other things. Expressing myself. Posting pictures or something. But if this is what you mean. That's what I do.\n  ","39867":"\n  Ouuu. A lion! Cute. But they belong in the wild tho so neither...\n  ","39868":"\n  I vape?\n  ","39869":"\n  ? Hi\n  ","39870":"\n  ? Hey\n  ","39871":"\n  Lol.\n  ","39872":"\n  I haven't seen either of the movies. I've seen small clips\n  ","39873":"\n  You mean the emojis? Every phone should come with them. Should. They are in your phone keyboard.\n  \n  If that's what you're talking about. The backgrounds are also in your answers if that's what you're talkin about. I use the nighttime background usually when I am typing when I'm going to bed and all of my Emojis.\n  ","39874":"\n  ? Yeah.\n  ","39875":"\n  Nice.\n  \n  Kool name.\n  \n  I'm Bella. ?\n  ","39876":"\n  10\n  ","39877":"\n  OmarGoshTV\n  \n  Vlogs too are aweome\n  \n  and\n  \n  Moe Sargi\n  \n  Vlogs too are awesome\n  \n  Then The FAM\n  \n  Chelsea Luna\n  \n  Ali H\n  \n  CJ Fasion\n  \n  Sonny deeds\n  ","39878":"\n  Get your mind off of them immediately.\n  \n  Drink water with your head tilted back just a little bit. Then be still, close your nose and put your hand over your mouth and hold your breath for about 30 seconds.\n  \n  Or just try to hold your breath a few times being still.\n  ","39879":"\n  Shoot! Imagination can be good news if it randomly just decides to happen. ? LOL\n  ","39880":"\n  Thank you so much and yes one day we will have kids but for right now just to duo.\n  \n  We wanted to just be me for awhile. Enjoy it being just me and him for awhile.\n  ","39881":"\n  Alot of diff things.\n  \n  You have just won a chance to build your very own home for free! With a budget of 10 million dollars! Enjoy!\n  \n  Also you get free fixes on all your Vehicles your own with a budget of 2 million dollars.\n  \n  Also you are debt-free!\n  \n  Free car and life insurance.\n  \n  Lol.\n  \n  Free traveling to anywhere you want in the United States. Anytime for the next 50 years.\n  \n  I don't have to renew my hunting or fishing license ever again LOL\n  ","39882":"\n  Jason ? He's wonderful.\n  \n  ? Always does. Makes me happy. My everything.\n  ","39883":"\n  Talking to my momma.\n  ","39884":"\n  I actually really enjoyed cooking at home and putting smiles on people's faces.  I love to cook. It's definitely in my blood. I enjoy cooking and practice all the time to get better and better everyday. Cajun French. Creole. Soul food. ❤\n  \n  I also enjoy going out to eat because it's different. Try different types of foods. I like different sometimes. Try other peoples food.\n  ","39885":"\n  I'm good.\n  \n  Thx.\n  ","39886":"\n  ?.? ?\n  ","39887":"\n  Both of these bands are good.\n  ","39888":"\n  Honestly. I'm not too picky with clothes. I like anywhere comfortable and affordable.\n  ","39889":"\n  It's okay. I figured that's what you meant that towards.\n  ","39890":"\n  I have heard a lot of the new live-action movie aren't really the greatest. They never compare to the real versions of the movie. And I agree. So it's nice to watch something new and different. These remakes.\n  \n  A movie that I was really disappointed and that I watched was me before you.\n  ","39891":"\n  Lately I have been hooked to Wynonna Earp. Another good Netflix series would have to be the Flash and the Daredevil. I also really like Longmire. I recommend all of these shows but make sure you look into the age requirements for some of them.\n  ","39892":"\n  I have been in a room that is like a sauna and it was very relaxing. I actually really liked it. I wouldn't mind doing it again maybe. Hot tub \/ jacuzzis are the bomb diggity. I love those. Those are very relaxing. I don't like the one to have all the chemicals and stuff in them though. They smell funny and they hurt your skin hair.\n  ","39893":"\n  I honestly don't really like anybody touching me at all. So I would not enjoy a massage. The only people I allowed to touch me is close to friends and family and my husband. I don't know if that makes any sense.\n  ","39894":"\n  You like honeydew melon? Is that what your yes is for? Because I love honeydew melon. So refreshing and delicious.\n  ","39895":"\n  Those are really cute names too.\n  ","39896":"\n  That is okay. Very good.\n  \n  Wine and salads are good for the body.\n  \n  Have you ever given any thought and trying to use a sauna? They are very relaxing.\n  ","39897":"\n  I really like this Netflix series called Wyonna Earp.\n  \n  It's a little action pack and can be gory at times but it's a really good sweet story. They cover of the really bad graphic stuff. Very fantasy like. Anyone I honestly would recommend this too. It's a little cheesy at times. I would not recommend people under the age of 13 though. Maybe 14. Because it has a lot of alcohol and drugs and it shows a lot of sexual scenes. Nothing showing tho. If you don't like shows about vampires demons dragons and humans with fantasy like Powers then I would probably not watch. Also contains paranormal like things, wiccan and dark magic type practices and very demonic like practices... not a show for kids.\n  \n  Really good for adults.\n  ","39898":"\n  Yes. Sure.\n  \n  No problem.\n  \n  I followed you.\n  \n  I don't mind at all.\n  \n  Thx.\n  ","39899":"\n  ??\n  ","39900":"\n  I would like to visit for more than one day but I would like to go to the UK and Australia. And if I could stay for about two weeks that would be awesome. A great experience. I really have to go to Alaska. But only during the summer. It's way too cold in the winter there.\n  ","39901":"\n  Adorable\n  ","39902":"\n  Ashlynn sounds pretty. I don't if you like that or not?\n  \n  Jessalynn is cute too. But that is far off. But pretty.\n  \n  Your original name sounds wonderful tho. Best.\n  ","39903":"\n  Yea.\n  \n  ??\n  ","39904":"\n  Srry.. try to cheer up. Okay?\n  ","39905":"\n  Kool. Nice.??\n  ","39906":"\n  No prob.\n  \n  And yea? 10:30?\n  ","39907":"\n  ?\n  ","39908":"\n  Yes\n  ","39909":"\n  Sadly before yes\n  ","39910":"\n  Like someone you've never met before in person? and they were just on the internet? Yes. But, If you don't know anything about them and they're on the internet and you've only talked to them for like a few mins and you haven't really got to know them or anything that I don't really see how this could be possible. Like you don't know anything about them at all. Then yeah.. I don't understand that.\n  \n  But if you are just friends to the internet and you I've got to know them a little bit and have grown a friendship in between each other through communication. Then yeah I could see missing them. Talking to them. Yes.\n  ","39911":"\n  ? Hey. Thanks.\n  \n  Hope you are doing good today.\n  ","39912":"\n  I'm great. Thx.\n  ","39913":"\n  ? Hey Nothing much. Just taking it easy.\n  ","39914":"\n  What is your real name so I can try to think of one fitting. I don't have to post if you say. ?\n  ","39915":"\n  Um. I'm not sure. What is your real name? Maybe I can mix it into a girl name and make it sound still you.\n  ","39916":"\n  Metroid Prime Hunters. But there was no GIF to post. Then it would have to be Halo REACH. These are my ultimate two TOP favorite games.\n  ","39917":"\n  My day is going pretty good so far. Thanks for asking. And I hope your day is going pretty good as well?\n  ","39918":"\n  I hope that you didn't sleep wrong or maybe get whiplash. You could be maybe straining your muscles...\n  \n  From prolonged straining (looking up or down), sleeping in an uncomfortable position, stress, chiropractic manipulation, or wearing heavynecklaces can cause you to have a hurt neck...\n  \n  There is also a type of disease that has to do with the nerves but I doubt that that's what's going on with you but I could be wrong.\n  \n  To help with...\n  \n  *Apply ice for the first few days. After that, apply heat with aheating pad, hot compress, or by taking a hot shower.*\n  \n  *Take OTC pain relivers, such asibuprofen orsomething that contains acetaminophen in it. If it is 500 milligram pills check up with a nurse on how much you're supposed to take. Sometimes you're supposed to take less or more than what the bottle says. Because sometimes it does not affect you by weight and age depending. Sometimes you can take 2 or 3 or even 4 sometimes of 500 milligram medication. But talk with your dr. on that one to make sure.\n  \n  Take a few days off from sports, activities that aggravate your symptoms, and heavy lifting. When you resume normal activity, do so slowly as your symptoms ease.\n  \n  Exercise your neck every day. Slowly stretch your head in side-to-side and up-and-down motions.\n  \n  Use good posture.\n  \n  Avoid cradling the phone between your neck and shoulder.\n  \n  Change your position often. Don’t stand or sit in one position for too long.\n  \n  Get a gentle neck massage. 10-15 mins. 4 times a day. Warm compresses are your BEST FRIEND with neck pains.\n  \n  Robbing a little bit of tea tree oil or mint of some sort or Icy Hot on your neck can help as well.\n  \n  Use a special neck pillow for sleeping.\n  \n  Don’t use a neck brace or collar without your doctor’s approval. If you don’t use them properly, they can make your symptoms worse\n  ","39919":"\n  Can be ish.\n  \n  1 outta 10\n  \n  a 5 lol.\n  ","39920":"\n  Every once in a blue moon I do.\n  ","39921":"\n  Hey ?\n  ","39922":"\n  Ummm. Idk. I am married and happy and don't have any problems.\n  \n  But from what I can remember I never really jumped into many relationships and was I knew for absolute sure that the person was into me and if they did show some sort of change in their behavior towards me.. like they aren't into me like they was before... or they are showing that they are into someone else new now?  Or just they are playing games... I usually just yeah... moved on and didn't show any more attention to them because sometimes people are just playing games... whether they are meaning to or not... it is messing with your mind and they're not serious about a relationship fully and you don't need to be in that kind of relationship because then they're not caring about your feelings... Ya see? Cause you are wanting it to get more serious. And ya wanna be with them and make something outta it. But like I said if they're changing their minds so it seems I would just move on and ignore them. They will realize that you're ignoring them and then they're going to be running back to you going oh my gosh what happened and you just need to ignore it because people like to play games. And it's just not funny.  like I said whether there meaning to or not. You're showing that you want to be with them and make something serious, if they're not showing that back then that's not the relationship for you and it's not the relationship for them.\n  ","39923":"\n  His friend might be hinting at you too to see that his friend like you. Maybe trying to help you and him be together. As I said before I don't know how you two are together and I don't know him or you in general. But from what you told me it definitely seems like he might be interested in you. The best advice I could give you is take it slow... When you take the best relationship opportunity slow they become the best relationships.. Trust one another and work together. Patience, trust, loyalty and then the biggest thing after all communication. Tell each other everything. Be open to things to each other. And biggest thing after all be responsible about the relationship. Remember your age and act upon that age. Do not hurry anything. You're younger ages will come by faster than anything in your life... Try to stay young as long as you can.... And not try to grow up too fast. You will know what I mean when you get to the ages of 25 and 30... you will thank me and see what I mean. Take everything slow. Enjoy life.\n  \n  I hope that things work out for the two of you. It sounds like you'll have wonderful futures together. I hope I helped.\n  ","39924":"\n  If they are making eye contact with you a lot and wide eyes and smiles and it definitely seems like they are getting signs that they might like you. And it might not even be a might. It seems like they do. Especially when they bounce their leg around happy nerves. Happy to be around you and speaking to you. Enjoying just the way that you speak to them.\n  ","39925":"\n  Here ex:\n  \n  I mean if your 24 then your 24 unless you mean like... maturity level? Like.. before doesn't mean that they act their age kind of thing? Then lol yeah guess it would seem kind of like just a number but honestly if you are 24 and still even if you don't act your age then that's still your age. You're still 24. Fact\n  ","39926":"\n  You're welcome. And I'm doing good. I appreciate it. I'm about to get some sleep. You have an amazing day\/last night.\n  ","39927":"\n  Correct.\n  ","39928":"\n  Sure. Why not. They are fine. Like any other thing on here tho. I like the to remain appropriate.\n  ","39929":"\n  0\n  ","39930":"\n  I don't smoke.\n  ","39931":"\n  Sounds good.\n  ","39932":"\n  Followed! ??\n  ","39933":"\n  Just been cleaning the house. We just recently rearrange the room and I'm enjoying that\n  ","39934":"\n  Everything went well yesterday on Valentine's Day. I had a good Valentine's Day. I had a few crazy things that happened yesterday but at the end of the day everything worked out. Dinner was good.\n  ","39935":"\n  Good. ?\n  ","39936":"\n  Wait wha?\n  ","39937":"\n  ? Hey.\n  \n  I'm good. Thanks.\n  \n  I hope that you were doing alright too?\n  ","39938":"\n  Yeah. Everything is going okay. Thanks for asking. I hope that you're doing all right? I wasn't very active yesterday because I had so much going on. My dog's ear was bleeding really bad yesterday so I had to take him to the doctor and focus on him. And then at the end of the day I was spending time with my husband because it is Valentine's Day, you know. But yes yesterday was very crazy I spent all morning taking care of his ear and cleaning because there was blood everywhere. He popped a blood vessel in his ear and it was just bleeding everywhere. Luckily I got him to the doctor and some medication. He got to eat good today because he didn't feel good yesterday and he got to sleep by me all night and all morning. He also got a treat yesterday at the end of the day because he did so good at the doctor and plus he didn't feel good so I felt like he deserved it. Plus he had to take medicine and it was Valentine's day anyway.\n  ","39939":"\n  Yea?\n  ","39940":"\n  I really like The Conjuring and the Insidious movies.\n  ","39941":"\n  Had a blast.\n  ","39942":"\n  Yea. We had a good time yesterday. Hope you all have a good time when y'all have a little get-together.\n  ","39943":"\n  It definitely depends what's going on and what I am deciding to do towards something.\n  ","39944":"\n  I have owned many many pairs but I think that I have three pairs right now? Four?\n  \n  But in all I think that I have probably owned around 40 pairs or 50 pairs of All Star Converse? Maybe more. I honestly haven't kept count. The result but I only buy new shoes when I need new shoes. I do not own hundreds and hundreds of pairs of shoes.\n  ","39945":"\n  Yea\n  ","39946":"\n  Yea. ??\n  ","39947":"\n  Hey. Nm. Just chilln' atm.\n  ","39948":"\n  As a child I thought all adults were heroes. But the day that I saw an adult act completely rude disrespectful toward someone else it changed my view. I was so confused in why they did that.. It made me realize that not all adults are not heroes and that I need to be more careful with who I let in and talk to me. I grew up in a private school so everyone around me that was older, responsible good hero like adults. Like they were good influences on me. They wouldn't hire just anyone to take care of us at that school. So I always grew up around really really good folks. And then when I got into High School it was a public school and everything changed. But my experience actually happened while I was in middle school still. Even though we had so many good upper teachers we still had a bad apple every now and then. Everywhere has them.\n  ","39949":"\n  Your fine.\n  \n  I use lol alot too. Prob too much honestly. LOL. ?\n  ","39950":"\n  Lol.\n  \n  Sounds good. Lasagna. Even leftovers out of it. We had leftovers today from last night.\n  \n  Lol your a goof. Always.\n  ","39951":"\n  Sometimes I do.\n  ","39952":"\n  I don't.\n  ","39953":"\n  I like both but I own two dogs at the moment. No cats. I do want to get one though\n  ","39954":"\n  I smell like roses. ?\n  \n  I so not stink. You may. Lol\n  ","39955":"\n  That's ok. ? I respect that.\n  ","39956":"\n  ?\n  ","39957":"\n  Yea. ?\n  ","39958":"\n  O.o\n  ","39959":"\n  Nail biting.\n  ","39960":"\n  ?\n  ","39961":"\n  I don't own sneakers\n  ","39962":"\n  We made country fired steaks  ❤ red pepper ? pork sausage, spicy cajun rice boudin (steamed), mac and cheese shells, old school fried eggplant chips, and bacon brussel sprouts.\n  ","39963":"\n  These are a pic of my army boots I have.\n  ","39964":"\n  A few of my really good friend's. Then I have my mom. Then my sister's and Nanny. Then I have a good friend at work. And a few other if I need them.\n  ","39965":"\n  I don't exactly have any on at 9:31 at night? Lol\n  ","39966":"\n  :( Don't say that. You matter love... All of us do. Life can def throw alot of bs at'cha tho.. that's for sure... ain't nobody said it was gonna be easy... Noo no it ain't gonna be easy.. That's for sure.. But keep ya head up.☝Life is precious. Our beloved loved one's who have already sadly passed would I'm sure give anything to be back on this Earth again with us again... So remember that you are here now. ?? And appreciate the little thangs in life.\n  \n  Oh. And Happy Valentine's Day to ya btw! Always remember to love yaself 1st. ????\n  ","39967":"\n  ? hello\n  ","39968":"\n  These past two weeks have been packed with gifts and spending time with one another. This is some of the gifts that I got. I love everything that was given to me. I had a really good day. I hope your Valentine's day was good as well.\n  ","39969":"\n  Every other day.\n  ","39970":"\n  ??No prob!\n  ","39971":"\n  Just living life and trying to be healthy. That's probably what will matter to me at that age.\n  \n  Happy Valentine's Day to You Tommy by the way\n  ","39972":"\n  There ya go! That's good!\n  ","39973":"\n  Thank you. ?\n  \n  Same back to you! ??\n  ","39974":"\n  Happy Valentine's Day to all of you!\n  ","39975":"\n  Yeah. Ikr?\n  \n  Then I see you and goodnight to everyone and Happy Valentine's Day to each and everyone of you!\n  ","39976":"\n  Yeah. Jason gets off at the end of the day and we're supposed to cook a really nice dinner.\n  ","39977":"\n  None of these items goes to show how much I actually care for and love you. I greatly appreciate all of the Valentine's gifts and the last couple of weeks that we've been celebrating it together. Our anniversary is coming up also. For the past couple of weeks we have just been spoiling one another and showing each other how much we love each other.\n  \n  _____\n  \n  Jason got me this beautiful giant box of Wilmar's chocolates. There's some sort of beautiful red velvet carpet that surrounds this box also. I feel so special to have received this. It's just absolutely lovely. Which the chocolates were very very good, delicious. Both me and him eat on some of them. They were very good. All different.\n  \n  He also got me this really cute blue sparkly cup that I use at the house and at work. He also got me these cute diamond pens that I have been trying to order offline, but for some reason they keep not coming in. So he got them down for me. I love them. They are gorgeous pins. Very heavy. Perfect for drawing and creating. One is rose gold. And the other one is Silver. The ends of them. One of them is pinkish and the other one is purple like amethyst. He also got me a box of old school sweethearts that have the little sayings on them. Also got me a mug for cake in a cup. We enjoy nibbling on that when are watching movies sometimes. We have matching mugs now. Also good for soup nights.\n  \n  And then we have gone out on a few dates, too.\n  \n  I got him this really cool gift basket full of goodies snacks and chocolates. Has a cute little blue balloon that is sticking out of it. A box of chocolates is surrounded by a cute rose and some decorations too. Ribbons. Makes the box of chocolates really pretty too. And he loved it. I also got him a new wedding band. He went down to ring sizes. He absolutely Adores the new wedding band.\n  \n  I love you Jason! Happy Valentine's Day to you, honey!\n  \n  Happy Valentine's Day to you all!\n  ","39978":"\n  Sorry. My husband works tomorrow too. But we've been celebrating for the past week. And honestly we'll probably celebrate all next week as well. Next week will be Mardi Gras down in south Louisiana. We have a road trip coming up soon! Super excited! I get to see my mama!! I miss her so much! And then I get to see more family and friends!\n  ","39979":"\n  I know right? But really both sound awesome.\n  ","39980":"\n  Yea\n  ","39981":"\n  My husband\n  ","39982":"\n  Honestly, us both, play almost everything. There are a select few that we don't play, but there is a lot of games that we do play. We literally have a ginormous stack of games in our room and we have over 300 games waiting to download on our Xboxes.\n  ","39983":"\n  I don't exactly have any pictures but I might share a gif. I would probably stay in the camper. I wouldn't mind a tent but I just feel like a camper would be a little bit safer is all. I would feel more secure. Especially around here. We have Panthers and bobcats and snakes and everything.\n  ","39984":"\n  I 100% percent stand with you there. I never ever ever have gotten into Snapchat. I don't even understand the big whoop about It is. Same thing with tic toc and the musically app. I just could never get into them. Honestly haven't really gotten into Twitter too much either. I honestly only use Twitter to follow a few of my favorite YouTubers, honestly.\n  ","39985":"\n  Especially the ones that don't even know me? I pay no attention to them. Jealousy is a thing. If you do not know me? Then what other reason to why you don't like me other than what you see? All you see is different? If you do not know me, then there is no way that you can truly hate me. Get to know me, then judge me based off of who you have spoken to. Cuz I promise you now.... Because if these haters put in the effort to actually get to know me..? they wouldn't even hate and\/or envy me.\n  \n  Instead of hating on everyone elses successes... Why don't you get up and produce some of your own. ? Because we are all human and we all have the ability to do anything that we set our minds to.\n  ","39986":"\n  Both sound like a blast waiting to happen.\n  ","39987":"\n  I really like to use Club Penguin. I don't think I used the other ones.\n  ","39988":"\n  Mhmm\n  ","39989":"\n  Yes. But I'm afraid this is actually how it is in a lot of places all over the world. Not just where I'm at, but it is really bad where I'm at for some reason. Every other day, there's some sort of a shooting or killing. Terrible.  A lot of people like to blame other people for the issues that happened in the world. That gives them some sort of closure I suppose. A lot of times it's the uppers and the town.\n  ","39990":"\n  O.o\n  ","39991":"\n  Him and one if the things I got him! ? Happy Valentine's Day my love! ???\n  ","39992":"\n  Lol\n  ","39993":"\n  Thank you so much! Happy early Valentine's Day to you!\n  ","39994":"\n  Jason is the last person that made me happy. We just exchanged Valentine's gifts. I loved everything and got me and the same back to him. He seems like he really liked everything. I got him. He always is making me happy.\n  ","39995":"\n  Ooooh I think that I read the question wrong. If you were asking me how many I liked. I have liked a lot of videos and I know what you're talking about. The like list. I have thousands on that list. Lol.\n  ","39996":"\n  Ain't nothing wrong with that. And tomorrow me and Jason, my husband are cooking and great dinner and we have already exchanged our Valentine's gifts. And for the next couple days, We've just been binge-watching movies and stuff. We've already been out to eat Together. Tomorrow. I'm just going to take it easy and get some things done. We've been doing stuff together all week celebrating.\n  ","39997":"\n  I think the world would just get more and more inventions and knew everything. Definitely a certain point it would probably get really boring. Living in eternity, but I definitely think people would find new experiences possibly. New adventures. That would keep them going.\n  ","39998":"\n  I have been hearing this happening a lot lately. Everyone needs to be really really careful.\n  ","39999":"\n  I like electric too. But if you know what you're doing with the gas stove then everything is alright. Gas stoves are good for natural disasters. Work when even the electricity is off. And the heat things up very very very quick.\n  \n  Just my preferences is all. I respect everyone else's. Just as others should respect mine.\n  ","40000":"\n  Gas\n  ","40001":"\n  Not really where I I am at because it gets really hectic around here.\n  ","40002":"\n  Awe. Thank you!\n  ","40003":"\n  Every now and then I wear a watch. I wear a lot of bracelets though. I don't own an Apple Watch either.\n  ","40004":"\n  I am going to spend it at home with my husband.\n  ","40005":"\n  Yes. Absolutely.\n  ","40006":"\n  I watch a lot of YouTube shows.\n  \n  1st Ghost Adventures.\n  \n  The Omar gosh TV and the Omar gosh Vlogs. It's the same person just two different accounts.\n  \n  I also watch Moe Sargi and the Moe Sargi family. And again, it's the same person, It's just two different accounts that they made.\n  \n  Urban ghosts Urban exploration.\n  \n  The FAM.\n  \n  Al h.\n  \n  Sunny Deeds\n  \n  And CJ Fasion\n  ","40007":"\n  Yes\n  ","40008":"\n  I do have a YouTube account and I don't know how many comments? I don't exactly keep count. And I comment on videos a lot. Not every day or anything, but every now and then.\n  ","40009":"\n  Omgoodness ??\n  ","40010":"\n  You're fine and thanks for the compliment.\n  ","40011":"\n  Srry\n  ","40012":"\n  Yea ?\n  ","40013":"\n  Very good. Good to hear you're doing what it seems All right, or at least better. Good to see you around again.\n  ","40014":"\n  Almost Valentine's Day y'all!\n  \n  ??????❤???\n  ","40015":"\n  Thanks.\n  \n  I'm going into work for now. Y'all have a good day.\n  ","40016":"\n  A starter Pokemon would probably be an electric Pokemon.\n  \n  Or a ghost Pokemon.\n  \n  Just to think about that kind of a world if it actually exists it would be so cool. So many stories.\n  ","40017":"\n  ?❤???\n  \n  Almost Valentine's Day!\n  \n  And I shall spend it with the best! With this wonderful sweetheart! This Lovely.\n  \n  ?????\n  ","40018":"\n  I'm not sure lol.\n  ","40019":"\n  I'm def married and plan to always be faithful to him and only him. So yeaah. Lol.\n  \n  Seems that alot of people don't do this anymore for some reason.\n  \n  Don't really get it.\n  ","40020":"\n  If being a Pokemon trainer could be a thing. I would totally do it. If Pokemon were thing I would totally owned some and go into it. I would mostly have a team of fire and electric Pokemon. Probably. And some ghost types. My starring Pokemon would probably be a really good electric or fire Pokemon. Maybe a Raichu.\n  \n  I would want to own a Haunter! I also would want to own a Poochyena. I would most definitely want at least one flying type Pokemon. And then I would want a Charmander. ❤\n  \n  And then I would just travel. ?\n  ","40021":"\n  Thanks. Ikr? I really like it.\n  ","40022":"\n  Alternative rock\n  \n  Metal\n  \n  Rap\n  \n  Country rap\n  \n  Pop\n  \n  R&B\n  \n  And more.\n  ","40023":"\n  Def strong.\n  ","40024":"\n  Yea? Nice! Very good.\n  ","40025":"\n  Yes. I have.\n  \n  Chuck-E-Cheeses more.\n  \n  I have maybe been to Dave & Busters. Probably.\n  ","40026":"\n  Ikr????\n  ","40027":"\n  Cuddles from Jj.\n  \n  ?❤????\n  ","40028":"\n  Hey. I'm great. How are you? I hope well.\n  ","40029":"\n  I'm straight and married.. sooo no?\n  ","40030":"\n  Honestly not alot. I am usually gifted a phone. Very appreciative of top.\n  \n  I don't neeeed a nice expensive phone. I don't need a phone. House is fine. But I like to have a phone. I've been without one in my life before. Could do it again. Though alot of my family and friends live far away.. This is how we stay in contact.\n  \n  Letter and house phone would be the next option. Radio.\n  ","40031":"\n  Usually in the stores. Not online. I've gotta be able to see it an analyze something before purchasing.\n  ","40032":"\n  Aye! Happy friends day back! ??? and to everyone else as well!\n  ","40033":"\n  Sometimes\n  ","40034":"\n  With my husband. We are going to make some good food on that day. Plus we're going to exchange gifts that we got for one another.\n  ","40035":"\n  Wait what? Salad?\n  ","40036":"\n  My night has been going good. And yes, I do celebrate Valentine's Day and I am super excited for it!\n  ","40037":"\n  God\n  \n  Mom\n  \n  Husband\n  \n  Best friend\n  \n  These are people that have known me for a very long time or my whole life and talk to me almost every single day, if not every other day. These are the people that help me become the person I am today.\n  ","40038":"\n  I'm pretty open, but I don't like to tell my personal business or anything. But if I'm upset, I will talk about the basics. I won't go into extreme details or anything. I'm smart about what I say and when I say it.\n  ","40039":"\n  I never really liked the Edward Scissorhands movie as a kid, and I don't now either still.\n  ","40040":"\n  Visit or live for just a little bit. Yes. Permanently? No.\n  ","40041":"\n  ?\n  ","40042":"\n  ???\n  ","40043":"\n  It's on. The last person hear me. You might have to tap the screen or something.\n  ","40044":"\n  Haha. He was being a cutie.\n  ","40045":"\n  I think black and navy blue.\n  ","40046":"\n  ?.?\n  ","40047":"\n  Thx ? Ikr?\n  ","40048":"\n  My sweet boy being a cutie with rascal in the background.\n  ","40049":"\n  Yeeeeah that's how I say that word too. I can't say it right. Precipitation is hard for me to say to. Can't say the word, honestly. ?\n  \n  That video ain't nothing on my real talking\/accent. Certain moments is thicker than other times. My give you tell me to talk I won't sound like my original accent. I tried too hard to not talk like it. Sometimes it's embarrassing. Even though... I know it's natural. Lkl It's a lot of phrases to. Cajun French, we use phrases that people don't understand.\n  \n  It sounds like gibberish.\n  ","40050":"\n  Used to. They don't do it out here on the country where we are. I want them to tho.. so I can start again. I like to recycle tho. I do.\n  ","40051":"\n  I do. I believe I do. I've gotta have my sleep.\n  ","40052":"\n  Lol.\n  ","40053":"\n  Art to me. Yes. But everything to me has a purpose.\n  ","40054":"\n  ? I don't know. But sometimes my accent goes thick tho. I was sitting on that while on the video. Like. I was trying to not talk with it. If ya know what I mean. Haha ? But yeah.. Sometimes I get to talking like in another language, not making sense kinda thing haha because I start a talking Cajun French. coonash.\n  \n  But yeah.. Haha I get made fun all the time about it. Lol. Can't help it tho. Just how I talk.\n  ","40055":"\n  Me haha. Lol ? What can I say. ??\n  ","40056":"\n  It's all good. Haha.\n  ","40057":"\n  I'm not.\n  \n  But I respect people that are one's. Like I don't have a prob with people being vegan.\n  \n  Props to y'all.\n  ","40058":"\n  God does.\n  \n  My husband.\n  \n  My momma does.\n  ","40059":"\n  Over here in Mississippi or Louisiana. Just depends what is going on.\n  ","40060":"\n  The other day finally. Got some food and a few things. Never really get to spend money on myself just to much. But yeah. We got a little something for ourselves. ?\n  ","40061":"\n  Like items that look like your about to \"take care of someone\" quote on quote or something. ?\n  \n  Buy a Ouija board. ? lol haha. Idk. Buy like alot of personal items.\n  \n  All jk. But funny.\n  ","40062":"\n  What do you mean? Like if I have spam messages, do I read them? I mean yeah? but I usually delete them or ignore them. I read usually all of them. Usually. But if they are bad spamming I block them. Scams especially. No need to spam people. Spamming isn't always a good thing.\n  \n  So yeah..\n  ","40063":"\n  My family, all of them are doing great. ? Thx for asking.\n  ","40064":"\n  Smith & Wesson\n  \n  ? lol jk but that's kinda cute.\n  \n  For boys.\n  \n  Cora and Aurora ? Girls.\n  ","40065":"\n  I can scream.\n  \n  Like screamo sing.\n  \n  Haha ? Like heavy metal.\n  \n  Not the greatest greatest, but can. Haha\n  ","40066":"\n  Our Winter's don't get cold at all. It is really random. For a whole week. He could be 70 or 80 degrees and then it randomly dropped almost 25 30 degrees. For only a night or two.. And then go back to 70. But I love the winter. It is my favorite time of the year.\n  ","40067":"\n  God. My family. My husband. My pups.\n  ","40068":"\n  A giant underwater dome home.\n  ","40069":"\n  Barbecue sauce and sweet and sour sauce\n  ","40070":"\n  LOL, you basically Copied my question and ask sent back to me. All good. Lol\n  \n  And I am more of a traveler. I enjoy road trips. I like to experience different cultures and try new things. Visit new places.\n  ","40071":"\n  Red.\n  \n  White.\n  \n  And blue. ❤\n  ","40072":"\n  Excellent.\n  ","40073":"\n  I don't mind either.\n  ","40074":"\n  Doing good. How are you?\n  \n  I hope good too.\n  \n  Thanks for asking.\n  \n  Today has been going great for me.\n  ","40075":"\n  I really liked Beauty and the Beast Cinderella and The Aristocats. Lady and the Tramp. These are my favorites.\n  ","40076":"\n  10\n  ","40077":"\n  Christmas\n  \n  and Mardi Gras!\n  \n  4th if July 3rd.\n  ","40078":"\n  I worked all this last weekend. This coming up weekend and probably just going to take it easy. Probably get ready for our trip that's coming up.\n  ","40079":"\n  ? lol well.. Girl Scout cookies don't come around all year long. So I don't think that that's too big of a problem that you ate the whole box. At least you're satisfied now. Haha LOL\n  ","40080":"\n  I really wanted this cute little cup that they had in the store. It's got a sweet message on it and it's blue. It's his favorite color are so that's why I liked it. And then when you go to drink out of it, it shakes and changes colors and has like glitter in it and stuff. Blue and silver and white and gray. Plus when I go into work, I use these cups a lot. Really really cute. I was looking at it and he just came up to me and took it out of my hand and put it in the buggy. And then I walked away for a few minutes and was looking at something else and he grabbed that out of my hands and put it in the buggy too. LOL I told him, you know, you don't have to put everything in the buggy that I want and I'm looking at. He said but I'm getting it for you. LOL Anything you want. I said geez I better stop looking. ?\n  \n  He ended up buying me like three or four things that day. But I told him that I really want some flowers on Valentine's Day. I love flowers. Some Magnolias Maybe. And then I think that he got me this big giant red fluffy pillow and a huge box of chocolates. And they have like this really nice velvet like outside to it. Really nice sweet gifts. ❤ Every year we go all out for Valentine's Day. Haha.\n  \n  He also got us these really cute mugs in the store. We like to eat cake in the cup together when we are watching movies. So he bought those because there are the perfect size for cake in a cup.\n  \n  We even have a meal plan food and pork chop sausage steaks. We're doing everything.\n  \n  And then for him, I got him a huge basket made. I don't think it's going to add up to as much stuff he got me, but I know he's going to love everything. ? It's everything that he likes so.\n  ","40081":"\n  Lol.\n  ","40082":"\n  I remember 6 years ago meaning Jason unexpectedly on Xbox 360 on game called GTA V. We became really really good friends. And then we became really really close. Meeting back and forth, all the long distance and back and forth... for four and a half years. Then we finally moved in together and we got married and we are loving every minute of our lives together. Are happy and everything. Sounds like something out of a storybook... Lol.. But it's a true story. It happened. It's us! We did the impossible! ??? I always like talking about it because it's just one of my greatest life achievements. ? Something that was just really hard to battle and get through. But we did it.\n  ","40083":"\n  No.\n  \n  Smoking is not cool.\n  \n  It's honestly just supposed to be a stress reliever. But really you shouldn't smoke. The smell just gets absolutely everywhere. And if you smoke when you have white walls, it can go as far as making your walls yellow.... Your nails yellow.. Dry out your skin and lips. Make your breath stink some or even all the time. I am talking about cigarette smoking.\n  \n  If you're talking about a different thing. Some people use that as a reliever also and also for medication. It shouldn't be used as a cool thing. You shouldn't have abuse anything.\n  ","40084":"\n  Correction question\n  ","40085":"\n  You are most welcome. When my husband sees me really upset he will pull up videos of puppies being silly or taking care of babies. Or he will look up bird videos because we really want to get a pair of birds.\n  \n  Just a thought of an innocent creature taking care of another human or another creature is just so sweet. Cheers me up immediately.\n  \n  But yeah. I hope that you're feeling better.  No need to be feeling down.\n  ","40086":"\n  I grew up through Cajun Creole culture.\n  \n  Soul food cooking.\n  \n  Cooking is in my blood for sure. I grew up in a giant melting pot.\n  \n  South Louisiana.\n  ","40087":"\n  Not really but I feel if they could probably grow on me if I will just start watching them. But I'm not really a fan of gory really crazy action movies.\n  ","40088":"\n  Your not a bad person.\n  \n  No.\n  \n  People will eventually come around. At least the ones that truly care about you and want to be in your life. If they don't want to be in your life anymore than they don't care and they don't need to be in your life. What a good way to pull out toxic people in your life. You don't need toxic people.\n  \n  And you're going to have to accept the fact that people don't like some people that are bisexual or gay. There are people that are like this and if you want to be bi, you're going to have to learn to ignore people. People are hateful. People want to make you miserable and sad. People like to see people miserable and sad. You have to learn to be mentally stronger or you're going to be miserable for the rest of your life if you're caring about what someone thinks of you.\n  \n  I don't care what people think of me. I grew up like a tomboy around guys all the time. Wore very comfortable clothing and enjoyed getting dirty and playing sports and stuff. I liked alot of the things that guy's likes. People thought I was gay and called me all kinds of names but I wasn't gay. I was just a tomboy. I was very much like a girl. Still like to wear dresses, but very seldomly. And still like to wear makeup and look pretty. And like two guys. And only guys. These are just things that I liked. Guy things. But I didn't care what they thought of me. I still kept being me and ignored them. Eventually. They left me all alone. Jealousy is a thing.\n  \n  Do what makes you you and makes you happy and ignore all the rest. People will go as far as threatening you and hurting you, but you need to just walk around it. They want to see you sad and miserable and behind bars... because even people would try to get a reaction out of you. Do not give them that. Ignore them. Kill them with kindness.\n  ","40089":"\n  Iiiiii don't know honestly.\n  \n  I have tried writing in applications. I might have to do another one now. Maybe. Cause I haven't done one in a while. It's okay. If I'm not verified. It's not really that important to me.\n  ","40090":"\n  I really enjoy soups. Gumbo is probably my most favorite soup. A chicken and sausage. Pork chop cut up okra gumbo.\n  \n  Usually with leftover roast, we will mix sloppy Joe mix together and it makes really good sloppy joes. Or a pork roast usually. That is actually really really good. With pickles and onions and a little bit of mayonnaise and barbecue sauce sometimes.\n  \n  I really enjoy making. Cheesy buttery crispy onion jalapeno fajitas.\n  \n  Boiled crawfish with bouillon is really good, too.\n  ","40091":"\n  Yes. I was replying.... Patience.\n  ","40092":"\n  I don't have what's up app.\n  \n  One, if you need to tell me anything, you can tell me on this app.\n  \n  I just answered a question that told 10 facts about me if you want to scroll down and check it out. My biography says a lot to about me too.\n  ","40093":"\n  I'm not exactly sure if you count this... but I'm going from Mississippi to south Louisiana to visit my family and friends for Mardi Gras. It's almost 300-400 something miles away. About a 4 and a half hour ride.\n  \n  But yeah. That's where I'm traveling to around the end of February.\n  \n  Getting my hair done too while I'm there. Super excited about that!\n  ","40094":"\n  ? Hey\n  ","40095":"\n  1. I am married. I am happy with him. Love him. We were in a long distance relationship for four and a half years and fought and battled through it and got to the end. Together now. ?\n  \n  2. I can be the most loyal, patient, truthful person and be there for you anytime you need me. Have your back and try to cheer you up whenever you need it\n  \n  3. We have 2 sweet and loving pitbulls. They are spoiled and we wouldn't trade them for the world. I have been offered thousands of dollars for my pitbulls and I have turned them down. I do not want to sell my pitbulls for even a million dollars.. 2, 3, 4 none.\n  \n  4. My most favorite thing to do is spend time with family and friends. ❤\n  \n  5. I have been singing since I was around the age of six or seven years old. I am very passionate about the things that I do.\n  \n  6. Paranormal researcher. Been doing this for over 13 years. I explore abandoned places and find out the history behind different cases and things that have happened at the locations. I use different tools and help people that are dealing with things. Try to guide them. Try my best.\n  \n  5. I am Cajun French. I was born in south Louisiana and was raised through the Cajun culture. Creole culture. Cooking is 100% in my blood. I love to cook and watch and learn more and more about it and different types of strategies everyday.\n  \n  6. I've been gaming since I was a little kid. I am 100% a tomboy at heart. Always hung out with the guys and played many different sports throughout my life. Always would get down and dirty.\n  \n  7. I enjoy working on cars and building rifles and I enjoy making knives. Both me, and my husband like doing these together.\n  \n  8. I'm extremely creative or at least I try to be. I enjoy wood burning and painting. I also like writing poems and different types of music. Again, I love to sing.\n  \n  9. I love tattoos. I have two on me. My husband has 32. I want more.\n  \n  10. I am probably the most open-minded and fair person you will ever meet. I do not judge anyone for anything. ?\n  ","40096":"\n  In my room or the livingroom usually.\n  ","40097":"\n  On here. Sure.\n  ","40098":"\n  Doesn't embarrass me.\n  \n  It's in my bio.\n  ","40099":"\n  Cheer up dollin'. I was feeling reeeally down yeaterday. Like... reeeally down. Keep ya head up. ☝ We all have our days. Some better than others. Have a better day okay? Look up A puppy compilation online or just an animal compilation. They always cheer me up! Animals! ❤\n  ","40100":"\n  I don't really need anything atm.\n  \n  Watching YouTube and eating brunch.\n  ","40101":"\n  I'm great. Just woke up and walked and fed our pups. Now I'm looking to find something to nibble on. And then today is rearranging day. Cleaning day.\n  \n  I'm good tho. Thanks for askkng. Hope your doing okay.\n  ","40102":"\n  ? Hey\n  ","40103":"\n  You know that I'm greedy for love... Know that I as greedy for love! Cause I'm so! For you JJ! Your love! ? Jason. Love you my dollin'! ?????\n  \n  ???❤???\n  \n\n   https:\/\/youtu.be\/23e702UuOFg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","40104":"\n  I am. I'm about to go to sleep very shortly. I worked all weekend. So I'm recovering from that. Tomorrow. We're going to rearrange the room. So I'm really excited.\n  ","40105":"\n  I made a really good meatloaf and gravy mashed potatoes the other day with some vegetables.\n  ","40106":"\n  I really really enjoyed the Red Fern Grows series.\n  ","40107":"\n  Clean up after yourselves. ?\n  ","40108":"\n  Not me really.\n  \n  But I understand some people's nitpicks.\n  \n  I am not quick to judge people that are picky eaters.\n  ","40109":"\n  I am honestly not too much of a fan of hummus. But everyone has their own taste and things. I think I could grow in liking it.. I feel like it's probably one of those things that you have to eat a few times before you actually start to like it.\n  ","40110":"\n  I really enjoyed looking thing made soul food. Cajun food. Spicy food. Food that makes people want more seconds and thirds.\n  ","40111":"\n  Sure. But I don't know how will anyone in here will be able to decipher whether or not a\/that guy actually likes a you\/a girl through.. considering I don't know that person\/you and then how y'all are together... You would have to be very specific. And I will try my best to let you know.\n  ","40112":"\n  Hey I followed you. Could you follow me back? I am\n  \n   @Ice_Frozen_Vocals\n  \n  on there. ??✌?\n  ","40113":"\n  Sure. If you guys want to send me some messages \/ questions, whatever it don't matter. I really appreciate it. I added you to my following list. So you may any questions for me also. If you don't want to get the questions, just let me know.\n  ","40114":"\n  Just sitting here cuddling my husband. I can't sleep just yet... So I'm just chilling on my phone for a few more minutes.\n  ","40115":"\n  Absolutely. 100%. We need to be worrying about the environment that we're living in so we can keep living in it. Take care of the Earth around you. Clean the waters.\n  ","40116":"\n  I love and appreciate it. Every career has their bad apples, even the police. A lot of people don't like police. I am married to one. He saves lives every day and changes lives every day. I have tons of family and friends that are police also. Tons of fireman in my family also. Quite a few friends that are paramedics as well. They all have their bad apples too. Bad apples are everywhere and every career. I appreciate the Good Apples and everything that they provide for us.\n  ","40117":"\n  10\n  ","40118":"\n  Sleep. ?\n  ","40119":"\n  ? Hey again. Lol\n  ","40120":"\n  yesterday night\n  ","40121":"\n  I don't think this is happened to me. I'm pretty sure it hasn't.\n  ","40122":"\n  ? Hey\n  ","40123":"\n  Trying.\n  ","40124":"\n  I checked it out a few days ago. Srry I'm late on answering this. I get so many questions in my inbox. They, just stack and push down.\n  ","40125":"\n  Losing family and friends.\n  \n  Especially Jason. Love him. ❤\n  ","40126":"\n  1,111\n  \n  My lucky number. ?\n  ","40127":"\n  You just should. I don't understand this question.\n  \n  Find a new career if you want to spend more time with your wife.\n  \n  Call them. Communication.\n  ","40128":"\n  Courageous\n  ","40129":"\n  Pizzzza. Def\n  ","40130":"\n  Just single? Idk.\n  \n  Love yourself that day. ??❤\n  ","40131":"\n  ? lol Haha no judgment.\n  \n  And I've lit picked up grass and tried it. Hahahahaa #TomboyLife ?????\n  ","40132":"\n  Followed you back. ??\n  ","40133":"\n  I did.\n  ","40134":"\n  Kill em with kindness.\n  ","40135":"\n  Nothing tonight.\n  ","40136":"\n  What?\n  ","40137":"\n  It's going okay.\n  ","40138":"\n  Yesterday it was a list and when I worked next.\n  ","40139":"\n  Pizza last night. Haven't eaten yet today.\n  ","40140":"\n  White hair is pretty. So I guess that. I cannot be without hair\n  ","40141":"\n  I am. Getting closer to my trip!\n  ","40142":"\n  I try to clean and stay active. Move around and talk to people. My job is pretty productive. So it's really hard to fall asleep.\n  ","40143":"\n  Go to a doctor they can help faster than I!\n  ","40144":"\n  I like it.\n  \n  Going through alot... But it will be okay. Thank you kindly for the words.\n  ","40145":"\n  My mom.\n  ","40146":"\n  Rude is when you are saying things that you don't even need to. Unnecessary. Obvious. Honesty comes Natural. There's also ways that you can say things.\n  ","40147":"\n  I love them. I have two.\n  ","40148":"\n  There are so many. I tried to get to all of them. I don't answer controversial sexual or super personal questions\n  ","40149":"\n  No.\n  ","40150":"\n  Days\n  ","40151":"\n  No. B\/c if someone tells me something and then ask me to keep it in between us I keep it in between us.\n  ","40152":"\n  Thank you. I will try my best. Thanks.\n  ","40153":"\n  Was for awhile. Seems like it's starting to pick back up finally honestly.\n  ","40154":"\n  Maybe a few folk. Good friends on here. Good people.\n  ","40155":"\n  Thx\n  ","40156":"\n  Thank you.\n  \n  I am a little down today.\n  \n  I appreciate this message.\n  ","40157":"\n  I'd hope love.\n  ","40158":"\n  ?\n  ","40159":"\n  Ikr? #LSUTigerLover ?\n  \n  ??????????\n  ","40160":"\n  ? zzZzz z zzzZ zzZ Zzz ?\n  ","40161":"\n  ???\n  ","40162":"\n  They are always there for me. And I am back for them. When I am upset they know and they try to cheer me up. I really appreciate them. They are definitely our babies. Here's another picture of G.\n  ","40163":"\n  I followed you back. Thanks for following me.\n  ","40164":"\n  Red white and blue.\n  ","40165":"\n  I thank you kindly for the compliment. I am very passionate about the things that I love to do. I enjoyed sharing with you and everyone. Thanks for asking the question.\n  ","40166":"\n  Our dogs are really good and well behaved. And though at times the mama can be a little hard headed, but that's because she is a overprotective mama. But honestly what human being or animal is not hard-headed a little bit? And stubborn? honestly she barks at people, but she'll walk up to you and let you pet her and then she will be your best friend. She is the black and white one in the pictures. She is about 8 to 7 years old.\n  \n  G is a sweet darling and a goofball. He is a hunting dog. He knows when to be sweet and he knows when to be serious. But literally 98% of the time he has a goofball and it's a sweetheart. But when I tell him to get into hunting mode, he listens. He is the son of Dixie and He is about three years old. Is the golden red Brown looking dog in the picture. He is very muscle looking very built. Fast. He will get the Zoomies on you. ? Very hyperactive dog. But knows when you are upset and will make you feel better. Same with Dixie.\n  ","40167":"\n  You want to know the irony in this sentence? He actually today told me that someone offered us a free pitbull mastiff today. We won't get  him or her for a few years, but I might actually take in what he said. That means we're going to have three. LOL. I actually really want a third Pitbull.\n  \n  We actually might look up and get a girl white Pitbull. That's what I really want.\n  ","40168":"\n  Thank you. I Love to sing. I have good friends on that app that I sing with. Having a blast on that.\n  \n  But going mostly to spend time with family and friends. That is where I'm originally from. I never can miss Mardi Gras. It is part of my culture. I was born into it. We are going to some friendly family-oriented parades. They are still very fun. And to get some crawfish. And more. Came cakes. We will do lots of cooking. Spending time with everyone. I am very excited. And so is Jason. And I'm sure my pup has excited to see my side of the family again, as well.\n  ","40169":"\n  Sure. This is one of my paintings that I have done. My mom Loved it so much that it's now hers. I enjoy painting this a lot. This piece. I painted with paint brushes my fingers Rags sponges. Oil pastels and acrylic. I really enjoyed painting and wood burning.\n  ","40170":"\n  We have to. Two pit bulls. They are the sweetest. One's name is Dixie. And she's the mama of G Fred. That is the other one's name. They are our babies. Spoiled. Loves them. Sleep cuddled up in the bed with us. Haha.\n  ","40171":"\n  Well, I finally got my VIP back on the Smule app so I can sing more with people again. I am really happy about that. You can't really do too much on that app without VIP. It's a really fun app. But other than that nothing really much has happened new. I am going to south Louisiana to visit my family for Mardi Gras with my husband and one of my pups are coming. I worked all weekend. Everything's been going good so far. Work has been good. Thanks for asking. I hope everything is going all right with you as well.\n  ","40172":"\n  ??\n  ","40173":"\n  I honestly don't pay attention.\n  ","40174":"\n  Lol.\n  ","40175":"\n  Thx ?\n  ","40176":"\n  Lol\n  ","40177":"\n  Today\n  ","40178":"\n  Yea? Nice to here your experience.\n  \n  It is really something.\n  ","40179":"\n  O.o\n  ","40180":"\n  A coffee.\n  ","40181":"\n  Yeah, sure. I like them to be comfortable.\n  ","40182":"\n  ?\n  ","40183":"\n  ????❤??\n  ","40184":"\n  Lol. Idk.\n  ","40185":"\n  Yea? Very good.\n  ","40186":"\n  Absolutely. 100. Both of you have to work together. A lot of patience. Time. Work. I definitely say we completed the impossible. Battled distance. Got to the end of the road. The Finishing Line. Thank you so much! I enjoyed telling it because it just seems so impossible, but it's not. If we can do then everybody and anybody can do anything.?❤???\n  ","40187":"\n  Ur good.\n  ","40188":"\n  I saw it. Very nice.\n  ","40189":"\n  I am. I'm enjoying my weekend. Just working and spending time with the family. You already know!\n  \n  Hope your weekend is going all right too! ?\n  ","40190":"\n  ??\n  ","40191":"\n  Considering we've been together for 6 years and been married for almost two years. Everything's been going amazing. We are together now. Thank you so much. As I said before anything's possible.\n  \n  Every couple of different.\n  \n  Every situation. Every story is different.\n  \n  And it's no prob.\n  ","40192":"\n  I honestly don't really like mint and chocolate together.\n  ","40193":"\n  I look at reviews a lot of the times or read the backs of things before I buy them. Because sometimes the generic stuff is better than the brand stuff or it's literally the exact same and a generic is like two and a half $3 cheaper.\n  \n  Unless you're talking about like Nikes and Jordans and journey shoes. I don't mind generic shoes either but a lot of the times I like on brand shoes because those seem like they last a little bit longer. But again the same thing applies sometimes the generic shoes work better than a pair brand one's. Never know. Anything's possible.\n  ","40194":"\n  Yee?\n  \n  Still love my LSU!\n  ","40195":"\n  Haha. Thanks.. I've just worked all day and hadn't really had much time on here. So I just took the time that I could answer some questions really late. I'm up again (1pm tho) trying to answer a few and then I have to go back to work again.\n  \n  I'm just busy right now. When I get the opportunity to work, I'd take it.\n  ","40196":"\n  Are definitely recommended to people. It's kind of gory though. So I don't recommend to people that don't like blood. I have to kind of pass on those parts.\n  ","40197":"\n  Not really. Sometimes.\n  ","40198":"\n  Absolutely. I say, Bring It On!\n  ","40199":"\n  Definitely emotional\n  ","40200":"\n  That is so sad and unfortunate. They'll get them next time!\n  ","40201":"\n  I've been working all day. I'm trying to go to sleep. Just trying to answer a few questions before bed.\n  ","40202":"\n  I love them tigers!\n  ","40203":"\n  Yeah, that sucks.\n  ","40204":"\n  Wynonna Earp\n  ","40205":"\n  Be kind and try to be there for everyone. Try. Be kind. Try to clean up after yourself. The environment.\n  ","40206":"\n  Go to Chattanooga with my husband.\n  ","40207":"\n  Yeeeah and then sometimes the show's are great that are old just depends which we are speaking of.\n  ","40208":"\n  McDonalds night\n  ","40209":"\n  Life\n  \n  What's next\n  \n  Family\n  ","40210":"\n  No. I haven't but I don't mind trying knew things.\n  ","40211":"\n  Good thx.\n  \n  Tired.\n  ","40212":"\n  Depends.\n  ","40213":"\n  Precisely\n  ","40214":"\n  Ouu really chocolate day? Ouuu nice.\n  ","40215":"\n  To sell myself to someone.\n  \n  My body. Anything.\n  ","40216":"\n  The Cherry dr. Pepper and the Cherry Pepsi are probably my favorites. ?\n  ","40217":"\n  Cherry soda\n  \n  Iced coffee\n  ","40218":"\n  Followed back!\n  \n  And thx.\n  \n  We were in a long distance relationship for 4 and 1\/2 years. We beat the distance. You can do anything you set your mind to. Nothing is impossible. Patience. We're together happy and married. Been together for 6 years.\n  ","40219":"\n  Thanks. And I mean that too about him. ❤\n  ","40220":"\n  Jason ❤ Always. Same back.\n  ","40221":"\n  Kinda random everytime.. Maaybe... Thursday? Yeah. That day.\n  ","40222":"\n  Yeah. Idk. Good luck tho to ya. Beat wishes. Def.\n  ","40223":"\n  Thank you. ✌\n  ","40224":"\n  Time with everyone.\n  \n  Family and friends. ?\n  ","40225":"\n  I don't do that.\n  \n  Plus I live out on the country. We don'thave that out here. Any of that.\n  ","40226":"\n  From the Lord. ?❤\n  ","40227":"\n  Absolutely. ??\n  ","40228":"\n  A lot of the times I don't remember my dreams sadly. But sometimes when I do dream very rarely, I think I understand what you mean. And yes, sometimes I'm like, this is got to be a dream in my dream.\n  ","40229":"\n  I'm not exactly sure what you mean by why but you can sign up for the VIP program in your settings. It is a program that they provide for us if we want to join. Hundreds of people have VIP. It's not just me.\n  ","40230":"\n  Nice. Yeah. Never really heard of it until a couple years ago.\n  ","40231":"\n  Fulfill something wonderful. Adventure\n  ","40232":"\n  ?????\n  ","40233":"\n  Alternative rock, metal, rap, country rap, country and some R&B\n  ","40234":"\n  McLaren\n  ","40235":"\n  ? Who knows? Honestly, I have felt the same sometimes. Wondered the same.\n  ","40236":"\n  Veggies and fruits. ? For reals. And then my Mama's rice and gravy\n  ","40237":"\n  I do like marble.\n  ","40238":"\n  Many.\n  \n   Just lost spending time with family. At parties. In school. So many. I love family and friends. Love spending time with them.\n   \n\n     View more\n    \n\n","40239":"\n  Tau was really good.\n  ","40240":"\n  Heck yeah!\n  \n   Picture I took last time we visited the Harley-Davidson store! ?❤?\n   \n\n     View more\n    \n\n","40241":"\n  Memory items that have been given to me by a family and friends that has passed.\n  ","40242":"\n  Sure.\n  ","40243":"\n  Honestly, I don't think anyone should swear. And no, of course, it's not good. In any instance.\n  ","40244":"\n  All of my family around the bed that I'm passing in. Hopefully if it's a bed that I will be laying in. It don't matter. I just want to be able to see all of my family.\n  ","40245":"\n  ✌\n  ","40246":"\n  ?\n  ","40247":"\n  MARDI GRAS 2020!\n  \n  YEE YEET! ???\n  \n  ???????\n  ","40248":"\n  Surprisingly, I've never had fish ball. So I would only have to say meatballs. I would not mind trying fish balls,\n  ","40249":"\n  Thanks so much!\n  ","40250":"\n  ? lol\n  ","40251":"\n  I don't even have this app, so I don't know. Yeah.\n  ","40252":"\n  All over the USA and Canada and if I could go to Mexico I would too.\n  ","40253":"\n  McDonald's or Popeyes.\n  ","40254":"\n  I just want to say people. No one has to know. No, praise.\n  ","40255":"\n  Sure. ? ? lol\n  ","40256":"\n  ??❤???❤\n  ","40257":"\n  No\n  ","40258":"\n  ?✌\n  ","40259":"\n  Is no problem at all. If you ever need anything or have a question about something just let me know. I will try to help best I can. That goes for anyone that reads this.\n  ","40260":"\n  McLaren* everyday over anything and everything. That's my favorite type car.\n  \n   Beautiful build. ❤\n   \n\n     View more\n    \n\n","40261":"\n  Of course.\n  ","40262":"\n  Awe! They need to get it working! Everyone should be able to use it.\n  ","40263":"\n  ?\n  ","40264":"\n  Today and tomorrow.\n  ","40265":"\n  ?Have fun!\n  ","40266":"\n  Ummm.. Hi again ?\n  ","40267":"\n  ? Hi\n  ","40268":"\n  ?\n  ","40269":"\n  ?\n  ","40270":"\n  Iiiii am not sure.. Strange.  Unless there are some sort of steps! ? Idk.\n  ","40271":"\n  10. But really an 8\n  \n   Funeral day.\n   \n\n     View more\n    \n\n","40272":"\n  Avril!\n  \n   Upchurch!\n   \n\n     View more\n    \n\n","40273":"\n  Eh... Only for creeps and strange questions prob. Maybe 1 a day. I'm not about coins\/? but if I get a creepy question. These creepers are gonna have to work for it! ? LOL haha.\n  ","40274":"\n  Me now. At work atm.\n  \n  About to go in.\n  ","40275":"\n  Nice shoutout to everyone. Lol\n  \n  Hi. Lol ?\n  ","40276":"\n  They just started doing the secret thing this week. I believe. Or at least for me. But I completely understand 10,000 coins is a lot to ask. 100% understand. Little harsh.\n  \n  But yeah. We've got to do two thousand tasks to get certain things on this app.\n  \n  But yeah. Hope that helped. Sadly. That's what we have to do to get that. Or at least I think.\n  ","40277":"\n  Everything is going well. At work atm. Had a min. to answer a few questions. But yeah. Everything this weekend so far is going great. Thanks. Hope everything os going good, the same back.\n  ","40278":"\n  Thank you so much! You have a good day, too! I'm going into work. I will talk to everyone later.\n  ","40279":"\n  Oh, okay. I asked her if she had VIP? She might have it but not have the badge. I will let her know in this thread. Thank you so much! You are the bomb diggity! Haha, LOL.\n  ","40280":"\n  You're welcome. Do you Have like the VIP badge on your profile? The little Crown thing that the top of your page. You have to get that I think. Someone just updated me and told me that that might be what you need. To be able to see it. And it's no problem at all.\n  ","40281":"\n  Absolutely. Well said. 100% agree. People should follow this more. Also not care so much of what people think of them. People are always going to have something to say. People are also going to envy you and not want you to succeed.\n  ","40282":"\n  The Wall-E robot is pretty cute.\n  ","40283":"\n  It's here on the page.\n  \n  It might not be available yet for you or something yey or you might have an update. Cuz it wasn't available for me for awhile and people I think we're talking about it and everything and I was like.. ??  So it may take a minute to come up on your screen. Like as in another few more days and it might be on your screen, but I don't know.\n  ","40284":"\n  Heck yeah! Why not! ??\n  ","40285":"\n  Nothing wrong with that.\n  \n  Not two thousand times a day or anything, but every now and then.\n  ","40286":"\n  Sure. I followed you also. You can send me questions if you'd like.\n  ","40287":"\n  ???\n  \n  The world may never know.\n  ","40288":"\n  Can't wait to go visit my family in Louisiana. Road trip!\n  ","40289":"\n  No.\n  \n  And yes. I would.\n  \n  But I do not wanna go reeeally high in it..\n  ","40290":"\n  ? Srry. Me. I read it like 4 times and then was like... Whoa.... And then like whoaa...... Then (mind fuked) ? LOL\n  ","40291":"\n  Nah. Jump-scares and haunted movies. Do not really affect me. Even the scariest true stories.\n  \n  But I am definitely not a fan of gory parts and a movie. So I usually don't want those sorts of movies. Makes me very sick. I cannot watch that sort of thing.\n  ","40292":"\n  Honestly, I'm not really a jealous type person. Wishing something that someone else has for myself. Like an item of some sort. I'm not very materialistic. So, I don't know if I could really think of anything that I would want that another person has.\n  ","40293":"\n  Love my American flag ponytail band. ?? I am always using that. I can live without but I would be very sad if I were to lose it or it break.\n  \n  I can't really think of anything. I am not super duper materialistic.\n  \n  Maybe a blanket of some sort.\n  ","40294":"\n  O.o (mind fuked)\n  ","40295":"\n  Ouuu red. Even tho they are usually that color. I would have them all that color a little longer at least.\n  ","40296":"\n  When we would play together little roll play games together in the living room. ❤ Good ol' memories.\n  ","40297":"\n  Ouu. Both are great! ??\n  ","40298":"\n  ? Haha. I hear ya.\n  \n  Today I got on my hands and knees and wax the table and the chairs. Haven't done that in a good minute. Now they smell good and shine. I love that dark wood color that they have now. Sometimes you got to get on your hands and knees to get the best work.\n  ","40299":"\n  Yea? Nice.\n  ","40300":"\n  Have. Thank you.\n  \n  Same back to you as well.\n  ","40301":"\n  Lol? haha\n  \n  Good one\n  ","40302":"\n  Of course many times. My grandparents were a big part of my life.\n  ","40303":"\n  Beating someone's ash up for making fun of a special needed person that I don't even know... But yeah...\n  ","40304":"\n  I'm sure.\n  ","40305":"\n  Lol\n  ","40306":"\n  Yeah. Good to hear ya had a good time.\n  ","40307":"\n  ? Was no prob.\n  \n  Thx for the ques.\n  ","40308":"\n  Love to sing. Number 1 favorite thing.\n  \n  I love to play sports.\n  \n  I like to cook, paint, wood burn. I enjoy working on cars.\n  \n  I am very much a gamer.\n  \n  I like to fish and hunt.\n  \n  Smithing. Building knives and guns. I really enjoy adventuring and urban exploring. I like to ice ⛸ skate.\n  \n  I enjoy playing baseball, basketball, volleyball and soccer. I also really like to. Play pool. I also like to work out. And lift weights. Ride bikes. Go mudding.\n  ","40309":"\n  Si. ? 100%\n  ","40310":"\n  Most important thing in a relationship, Especially a long-distance relationship is communication.\n  \n  Another is patience.\n  \n  Another is trust.\n  \n  Learn each other inside out.\n  \n  Must establish trust with one another.\n  \n  Must learn to share with each other and work together.\n  \n  Care.\n  \n  Mental and physical care.\n  \n  Cleanliness.\n  \n  Organization. Must be in a relationship.\n  \n  Understanding.\n  \n  Let each other speak and then try to relate or understand.\n  \n  Listen.\n  \n  Learn to give and get.\n  \n  Be spontaneous.\n  \n  Know when to be serious.\n  \n  Know each others pauses an go's.\n  \n  Know when to let be.\n  \n  Finally.. Be loving and sweet. ❤\n  ","40311":"\n  Ouu!\n  ","40312":"\n  That's good.\n  ","40313":"\n  Yeah. Understandable.\n  ","40314":"\n  My fav.\n  ","40315":"\n  Ouu nice!\n  ","40316":"\n  Thx friend!\n  ","40317":"\n  None.\n  ","40318":"\n  Anything specific?\n  ","40319":"\n  ?Yee\n  ","40320":"\n  Nice shoutout... Um... Yeah I don't think my husband would like that. Lol. Yeeeeahh..\n  ","40321":"\n  Nice!\n  ","40322":"\n  Been awhile.. I think it's A or O.\n  \n  Pretty sure it's A. Tho.\n  ","40323":"\n  ???\n  ","40324":"\n  ? Hey\n  ","40325":"\n  Very good my friend. ? Indeed.\n  ","40326":"\n  Ikrrr????\n  ","40327":"\n  The wind and lightning are gone. No more tornado warnings. It's still very gloomy out and wet. The sun has not really came out at all today, but it is better than it was yesterday. I am so happy that there are no more tornado warnings. We have a few little trees down but nothing severe. We are all okay and we have power. I really appreciate your concerns. But yes, my friend, we are okay. Thank you again.\n  \n  We had a few confirmed tornadoes that were a few miles from us. Very scary. But as I said before we are okay.\n  ","40328":"\n  Very good.\n  \n  I have never ever understood why people bought themselves to the top. Earn it.\n  \n  And I have never been about rank. I have been on this app for years and have been in the 300s before prob. For sure.. But again.. never really paid attention. People give me the opportunity to be in the place I am in. They put me here and I appreciate it. I appreciate all of you. I love that. So I just provide questions to entertain. I love seeing y'all's answers. You are all here for me and same back with me. I am here for you guys whenever you need me. Whenever I can.\n  \n  And thanks for the compliment! You don't seem so bad yaself. Just keep working yourself up. Ain't nothing but a thang.\n  \n  I hope that you stick around and continue to enjoy yourself on the app as I do. Much love. ✌?????❤\n  \n  Have a great and safe day.\n  ","40329":"\n  I'm Bella.\n  \n  I'm a Capricorn.\n  \n  I am from South Louisiana.\n  \n  I am a Cajun French.\n  \n  A Creole.\n  \n  I have family from all over the world. Good friends and family.\n  \n  I have a little Irish in my blood. Little German.\n  \n  Alot of French, Cajun French.\n  \n  Creole and Indian.\n  \n  I am happily married.\n  \n  Was in a long distance relationship for four and a half years and I have been with him for six years. We battled the distance and we are here today happy and together. We have two pit bulls. They are like our babies. They are.\n  \n  My most favorite things to do is to sing, cook, video game, urban explore, paint, woodburn, fix cars, have fun outside, hunt, fish, love music, photography and more. Just some.\n  \n  I really like alternative rock, some R&B, pop, country rap, rap and metal.\n  \n  Style. A punkish tomboyish kinda look. Backwoods, camo kinda looking style. Huge supporter of my troops and am very patriotic\n  \n  .\n  \n  I absolutely love researching different things. My favorite topics are the Paranormal, weather, and world culture.\n  \n  I work with the Paranormal and have been researching that for about around 13 years now. Work with many diff levels of the paranormal. Help people. Guide people. And work with a different types of tools. I do nothing but wish for the best for people and help. I do not do any malicious or evil acts. No.\n  \n  I love volunteer work and helping people. Socializing and having friendly discussions with people. I'm a very open-minded person. I do not judge. No religion, race, gender, views, nothing. ❤\n  ","40330":"\n  Your fine.\n  \n  Welcome to Ask.\n  \n  I'm not even here for rank. I'm here to talk and acompany people. Chill and just enjoy myself on the app. Lots of awesome people on here.\n  \n  People with good answers and questions awaiting.\n  \n  There is just so many people that say this to people that are on the top of the leaderboards. In any country. Which they do have some people that cheat... sadly... And honestly I do not buy my way up. I def. do not have the money to be buying a spot. Honestly not that much time neither. Waaaaay to much money you would have to put in. Hundreds of dollars a week probably. I don't even know. In which I do not have to be giving to an app. I have bills and other things my money goes towards. Life. But yeah..\n  \n  Welcome to ask.\n  \n  People reward peeps on here too. That's also how people go up the leaderboards. Answer questions well and ask lots and people will reward. ??\n  ","40331":"\n  No. I don't do this.\n  \n  VIP program and the tasks.\n  \n  It's in your settings and anyone can do it. No cost. It is free and is 100% Legit along with the app. It's called be active. Lol.\n  ","40332":"\n  Seafood.\n  \n  Love shrimp, crab, and crawfish. Fish. All good.for ya.\n  ","40333":"\n  Both sound great. Why not. ?\n  ","40334":"\n  We can go together! We just need 1 more person! I'll do it for free! We got this! ? lol your like what the heck. Haha jk jk.\n  \n  I'd do it for real tho.\n  ","40335":"\n  A dolphin.\n  \n  They love to chitter chat andd be social. They usually travel in pods and aren't afraid of much. They're very protective smart and intelligent creatures. They know how to be there for each other. Love to swim and have a blast. Very sweet and loving animals. And they are beautiful.\n  ","40336":"\n  Play with legos again for hours! Go outside and build me a mud volcano and get them. Like I used to do with pots and pans and my hands.\n  ","40337":"\n  It's okay. Depends.\n  \n  But I do like to make yummy dinners, so I guess it can be exciting at times, but as I said. It just depends if I am feeling it. Sometimes I'm just tryna' Get a few things for the house. I don't always like to spend money.\n  ","40338":"\n  What I usually do. Clean take care of my animals and cook. Watch YouTube. And then exercise a little bit.\n  ","40339":"\n  Me and him are going to exchange gifts that we got one another.\n  \n  We are going to spend time together and maybe go out to eat on a date.\n  ","40340":"\n  There ya go!\n  \n  Yum! Very good.\n  ","40341":"\n  I did. Thank you.\n  \n  I hope you have. ??\n  ","40342":"\n  Any puppy is honestly adorable, but mine are The cutest and sweetest!\n  \n  Our two.\n  ","40343":"\n  ?✌\n  ","40344":"\n  Haha lol. ?\n  ","40345":"\n  I love Avril Lavigne, Under my Skin and Let Go. Those are probably my ultimate most favorite albums.\n  \n  And very nice choice that you have.\n  ","40346":"\n  Bed.\n  \n  Bathroom to freshen up.\n  \n  Kitchen.\n  \n  Prob the washer and dryer.\n  \n  I can't really think of too many things.\n  \n  Water.\n  \n  Xbox prob.\n  \n  Phone.\n  \n  I read everyday. Something.\n  \n  My exercising equipment. I do some sort of exercise everyday.\n  ","40347":"\n  Do something nice for yourself every now and then.\n  ","40348":"\n  Very nice.\n  \n  Very good.\n  ","40349":"\n  My husband. He knows everything.\n  \n  One of the things he went to school for.\n  ","40350":"\n  I'm great. Thx.\n  \n  Hope your doing alright?!\n  \n  Thanks for asking.\n  ","40351":"\n  Sure is. Have fun. Be safe. ?? Always.\n  ","40352":"\n  I love all her music but just favor the old music and the old style and stuff. Just brings me back. That's all.\n  ","40353":"\n  Well.. I'm def late but... here ya go. Srry.\n  \n  Sleep is number 1 best.\n  \n  Drink a bottle of water right now. The whole thing. Eat some fruit. Get hydrated.\n  \n  Let go of any stress as much as possible... This can cause a lot of headaches.\n  \n  Get away from looking at bright lights for a little bit.\n  \n  You'd be surprised but sometimes you lose track of how much water you have really consumed in a day. Make sure you drink enough water in the day. If you get a headache try to down a water.\n  \n  Sometimes getting out and going for a walk can help with headaches. Surprisingly. A little bit of exercise.\n  \n  Sometimes sipping ginger tea can help.\n  \n  Avoid Nitrates and Nitrities, they are common food preservatives added to items like hot dogs, sausages and bacon to keep them fresh by preventing bacterial growth.\n  \n  And in canned foods sometimes. Avoid this while having a headache.\n  \n  Herbal remedies.\n  \n  Avoid any type of strong smells for a little while. Also sounds. For these could be reasons why you have a headache.\n  \n  Relax with something. Maybe do yoga or get in the shower and take a soothing shower or bath.\n  \n  Acupuncture... But honestly, I wouldn't do this unless someone does it for you... A pro.\n  \n  Sipping on beverages that contain caffeine, such as tea or coffee, may provide relief when you are experiencing a headache.\n  \n  Studies suggest that\n  \n  food intolerancescan trigger headaches in some people. So basically, if there's a food that you've been eating a lot of lately. Try to lay off of it a little bit. Will helo decrease headaches. Maybe. With doing this, I would consult with your doctor.\n  \n  Try a cold compress.\n  \n  Maybe try different vitamins put again consult with your doctor before trying.\n  \n  Essential Oils? They help.\n  \n  Apply chest rub(can be applied more than on the chest) to the temples on your forehead and sometimes around the sides of your nose. The mint smell is soothing.\n  \n  Avoid foods high in Histamine\n  \n  Limit Alcohol\n  \n  Take some Magnesium?\n  \n  Read up on before taking.\n  \n  Talk with a nurse or dr again.\n  ","40354":"\n  Realmente no es nada para mí. Probablemente no lo use. Pero está ahí.\n  ","40355":"\n  The Bella Life.\n  \n  (If you know what Bella means in other terms besides just a name. That is why I chose it because life is beautiful. Life is short. Must live it to the fullest and appreciate every minute of it. Especially the people around us.)\n  ","40356":"\n  I really enjoyed reading the Red Fern Grows series. It's just full of adventure and it's kind of old school. Very country like feeling when reading it. A really good story to it. I definitely recommend.\n  \n  And then I like the book The Five People You Meet in Heaven. This book was really good.\n  \n  The Giver was very good.\n  \n  Max The Almighty was an excellent book.\n  \n  The Devil's Arithmetic was good, but I do warn you before reading it is a bit graphic and is very history life learning kind've type read. I'm pretty sure it's a documentary. It's been so long since I read it. Read up on a few articles before reading the book. But it's very good. Very good for learning.\n  ","40357":"\n  Under my Skin\n  \n  and\n  \n  Let Go,\n  \n  both by Avril Lavigne\n  \n  A few other albums by her, but yeah.. This is my idol in life. Love her. Have been a hardcore fan since the year of 2000. ❤\n  ","40358":"\n  Have fun.\n  \n  Be safe bud. ???\n  ","40359":"\n  Yep yep. ??\n  ","40360":"\n  Thanks. I follow you back. Appreciate it\n  ","40361":"\n  Gta\n  \n  Minecraft\n  \n  Modern Warfare\n  ","40362":"\n  I don't exactly have a picture because it's dark out but at the moment we're under tornado warnings and the weather is not that great. It's been drizzling, it's windy and the lightning is horrible right now.\n  ","40363":"\n  I like to play basketball. Played it in school too. Throughout my life and growing up I played.\n  \n  It's good to hear you like it. Love it.\n  ","40364":"\n  I love clementines.\n  ","40365":"\n  Yeeaaah I've def done that before.\n  ","40366":"\n  The Sandlot movies.\n  ","40367":"\n  I usually just like regular sweet tea. Sometimes honey in it Occasionally. And my coffee I like sugar water. I really like frappes and caramel coffee. And more.\n  ","40368":"\n  Be Alright - Ariana Grande.\n  ","40369":"\n  Thx for the gm.\n  \n  Gn to ya my friend.\n  ","40370":"\n  Are you serious?\n  \n  Are you okay?\n  \n  Is an abbreviation for, \"Laugh out loud.\"\n  ","40371":"\n  English is my 1st language. I would love to learn more. Any. All.\n  ","40372":"\n  Early Valentine's gift from my husband. He said there is more apparently. Haha lol ??\n  ","40373":"\n  Football mostly.\n  ","40374":"\n  Always always be here for them.\n  ","40375":"\n  Yep. What you said.\n  ","40376":"\n  That I look mean and maybe am. Scary.\n  \n  None of these.\n  \n  I try to be sweet and ncie to people.\n  \n  Though at times my style could probably be a little intimidating though. That's not what I tried to do. I just like that kind of style. A tomboyish, county kinda style. Punkish. Backwoods. Camo. Style.\n  \n  Idk. Everyone has preference.\n  \n  One rumor I heard once was my ex best friend(gal) saw me with a friend(guy) that I had been hanging out with for years.  I guess this was the first time they ever saw me with him??? I don't know. But I guess she got really jealous or something? Who knows... But like.. I hadn't talked to her for years? Right? And for certain circumstances and I guess she thought maybe that I was dating him? Even though.. I was practically already engaged to my husband that I had been with for years and still am. LOL talk about late right?? But the person I was hanging out with is a good friend of mine and still is. ? He is a good friend of me and my husband. People are always assuming things. People always think you can't be friends with a guy. I have tons of guy and girlfriends. And this is possible. ? lol ain't nothing new here with me. But yeah.. This was a very long time ago though.\n  \n  I'm too old for all that drama rumour type bs. Hahaha\n  ","40377":"\n  Awe... Srry.. I have written A few short stories and stuff, but I never published anything or type anything up truly. I think I started typing something up but never finished with it was a long long time ago. They were really good stories.\n  \n  It takes so much to do things nowadays. Everything cost money. And now it is no one ever wants to read anything anymore.\n  \n  I like to read. Though. It can be challenging at times. I do. You can always listen to audio too.\n  ","40378":"\n\n   أنا بصراحة لا أمانع الذهاب إلى أي ?  ??  منهما. أحب الفن والحيوانات. ????\n  \n","40379":"\n  Honestly, I never have given thought into this so I don't know. I am not sure.\n  \n  Interesting for sure, though.\n  ","40380":"\n  I will wake up and stay in my sleep clothes for a few minutes and then I will change into some fresh clothes. And then if I feel uncomfortable in those after while I will change into some more fresh clothes and then when the end of the day comes I will change into night clothes, comfy clothes.\n  \n  I honestly try to change clothes often because they say that that is good and healthy for you. To always be in some fresh clothes.\n  \n  Good way to avoid in getting sick. ??\n  ","40381":"\n  I love tattoos. Have some and everything. I wanna get a few more.\n  \n  I'm getting a huge Mardi Gras mural done on one of my thighs soon. That is the next piece that I'm getting done.\n  \n  Super excited for that.\n  \n  I have one huge tattoo on my right arm\/shoulder.\n  \n  And then I have one little one on my left arm.\n  \n  My husband has 32 tattoos.\n  ","40382":"\n  да ? lol\n  ","40383":"\n  Pode haver algumas janelas da tela de toque nos carros. Não tenho certeza se isso seria uma boa ideia ou não.\n  ","40384":"\n  I mean anything really?\n  \n  And yes, you can give a guy flowers. Guys like flowers too sometimes.\n  \n  But I mean you want to get their favorite usually or something different sometimes. It depends.\n  \n  I honestly like any color rose. My least favorite would probably have to be pink. But honestly, I wouldn't mind pink roses either. I love the little baby white flowers that come with roses. I love Magnolias. I love the smell of tulips. I like wild flowers and daisies.\n  \n  The little mini baby roses are pretty too. I also like cacti. If you want to get me a little Cactus or something, I like that. I like bonsai trees. Little mini bonsai trees.\n  ","40385":"\n  Not really.\n  \n  But considering I'm kind of my own adult in-person. There's not really a lot of authority that I have to follow. Lol. Unless you're talking about the laws or something? Then of course, I'm going to follow the law so I can keep outta trouble and jail.\n  ","40386":"\n  Yeah. Maybe. Def.\n  \n  Facebook kinda does that.\n  \n  So yeah. Maybe.\n  ","40387":"\n  Nice. Very good.\n  \n  I hope that you're having a great day!\n  ","40388":"\n  ? lol wtf?\n  ","40389":"\n  何？\n  ","40390":"\n  If I see an opportunity for a good photo, I'll take it. Random def.\n  ","40391":"\n  Lol ikr? Haha. Why not apologize? Hoe dare the. Jk ??\n  ","40392":"\n  Yeah?\n  ","40393":"\n  Interesting. Lol\n  ","40394":"\n  Lol sure. ?\n  ","40395":"\n  My home background.\n  \n  And to show my lock would have to be in a whole another question because it's a separate screenshot\n  ","40396":"\n  Я тоже люблю дождь. Сейчас идет дождь, где я нахожусь в Америке. Ветер тоже был очень сильный. Но я люблю дождь. Иногда мне самому нравится засыпать под шум дождя на металлической крыше, которая у нас есть. Я также люблю гулять со своими собаками и отдыхать с ними. Мы хорошо проводим время под дождем. Каждый раз, когда я отправляюсь в путешествие. Кажется, начинается сильный дождь. Это нормально. Мы стараемся быть осторожными и в безопасности. Мне нравится дождь.\n  ","40397":"\n  Yeah\n  ","40398":"\n  您喜欢中国菜而不是墨西哥菜吗？好的选择。\n  ","40399":"\n  Thx. I may check it out.\n  ","40400":"\n  You deserve to be treated better in general.\n  ","40401":"\n  Lol. There are many stereotypes to everything nowadays.\n  \n  There is the big Stereotypes that Mardi Gras is just a bunch of parades and wh*res on the side of the road showing their private parts to get really good things thrown to them. And that's not always the case, but we do have those kinds of people at parades when we do have the parades... And they have friendly oriented parades and then they have parades that they warn you not to bring children.\n  \n  Mardi Gras. This is an actual really religious thing down in the South. It's love. It's a very wonderful respectful celebration that people celebrate in south Louisiana mostly.\n  \n  Mardi Gras, or Fat Tuesday, refers to events of the Carnival celebration, beginning on or after the Christian feasts of the Epiphany and culminating on the day before Ash Wednesday.\n  \n  Mardi Gras is also a big melting pot type celebration. Lots of culture food. Seafood boils. King cake, beignets. Just a big giant celebration of our culture.\n  \n  And any religion can celebrate it. I don't single out certain types of religions. But we will celebrate Mardi Gras from Christmas all the way till March nearly.\n  \n  There are moments that we feast and there are moments that we fast.\n  \n  Mardi Gras can be for or anyone.\n  \n  And there is parades that we have. And that is the form of Celebration that we do also. The parades are usually very fun and they were full of having a blast, throwing and catching things, cooking food, music. Cajun and creole culture. And so much more.\n  ","40402":"\n  Ouuu I do but some of the soaps hurt my skin so I have to be very careful.\n  ","40403":"\n  Yea. Def. ?\n  ","40404":"\n  I haven't.\n  ","40405":"\n  Lol.\n  ","40406":"\n  My name is Bella.\n  \n  But hi.\n  ","40407":"\n  You don't.\n  \n  He's sick. ???\n  \n  Why wouldn't you just let him sleep? He doesn't feel well. Plus.. I'm sure he doesn't wanna get ya sick anyway.\n  \n  Best to just leave him to rest.\n  \n  Just check in with him.\n  \n  Only if he wants to cuddle, cuddle. Cause sometimes people want that when they are sick, but not always..\n  ","40408":"\n  Sometimes you just got to go with life. Whether it's bad or not.. Sometimes that's just what life is calling us to do.. It's really upsetting sometimes but I wish you nothing but the best my friend! Sorry that happened.\n  ","40409":"\n  Yea?\n  ","40410":"\n  Sorry? Lol\n  ","40411":"\n  Going great so far\n  \n  Thanks.\n  ","40412":"\n  I haven't.\n  ","40413":"\n  Awe. Srry bud.\n  ","40414":"\n  Hey. I'm good thx.\n  \n  Hope all is good for you as well.\n  ","40415":"\n  Thank you so much!\n  ","40416":"\n  I voice texted this and I guess thought I said that ? Whyyyyyyyy phhhhooooone.\n  \n  Lol. That's hilarious.\n  ","40417":"\n  It's okay. But the vinnilla one would be so good. ??\n  ","40418":"\n  No.\n  ","40419":"\n  Mardi Gras definitely isn't a minor holiday for us Cajuns in the South. It is a quite important celebration that last a long time. Very important to out culture and other things that it follows.\n  \n  Same with St. Patrick's Day. To one persons culture, it may be more important than to another's. Is celebrated quite well in some countries more well than others.\n  \n  Valentine's Day. I don't think I've ever heard of that being a specific cultures type day or anything, but I most definitely can be proven wrong on that one, too.\n  \n  But I definitely celebrate any day of the year and that is a holiday. With something.\n  \n  Cinco de Mayo is a pretty big deal to and my household. Usually every year we do something for it. Cuz against a condom I could be a pretty important holiday for some people and to some people it's not. Just depends on culture. And even religion sometimes\n  ","40420":"\n  The ability to glass-blow. An absolutely beautiful, but tedious skill to learn. Or at least in my eyes. .\n  ","40421":"\n  Honestly. I think I work Thursday. I'm not sure what else I will do Thursday.\n  ","40422":"\n  Welcome. Of course.\n  ","40423":"\n  Very good. What kind of Cajun food are you guys having again? Popeyes? Or something else?\n  ","40424":"\n  Is no problem. We can only take each day one by one. I appreciate the kind words that you have also. You have a good night or day wherever you are in the world. Thanks.\n  ","40425":"\n  Packing a little picnic. With a blanket and a tent and going really far out on a four-wheeler and getting lost. Eating us a little dinner. Camping out by a creek. And going swimming out and watch the Sunset dive down. Have fun in the creek and then camp out by a fire listening to our favorite songs. Falling asleep under the moon light in our little tent. And then in the morning cuddle, then pack everything up and start heading our way to getting some breakfast. And then go fishing and bring our catch home, prepared together and then eat it. I know that's more than one day but that sounds like a pretty darn romantic few days to me. Sounds amazing.\n  ","40426":"\n  ??\n  ","40427":"\n  You're welcome. I'm at the same patience is definitely a virtue by the way. Sorry for the typo.\n  ","40428":"\n  I would live in Alaska only in the summer. I would love to visit and live there in the summer. I would like to visit the UK and maybe move there. Same thing with Australia.\n  ","40429":"\n  Absolutely. Patience is definitely over to. We all figured this out one day in life. Or at least I hope we all do.\n  ","40430":"\n  I agree.\n  ","40431":"\n  Of course, I've had grits. It's a very popular dish down the south in the USA. There's also a thing called shrimp and grits and is also a thing called grits and pork. Of course because ham and bacon are both a breakfast item or at least popular in the USA. Sometimes people add bacon to their grits or some people will make some pork chops on the side with grits. But the most famous dish of all is cheesy shrimp grits. All really good famous dishes in the south of the USA.\n  ","40432":"\n  I absolutely love Coffee & Tea. Both.\n  ","40433":"\n  I'm usually a heavy sleeper. Usually.\n  ","40434":"\n  Ayyye, there ya go. Right on!\n  ","40435":"\n  Cases of water.\n  ","40436":"\n  ????\n  ","40437":"\n  Followed. Thanks.\n  ","40438":"\n  What?\n  ","40439":"\n  I usually press the heart but I might start double-tapping more. Kind of faster. But it don't matter to me really.\n  ","40440":"\n  誰のことを言っているのかわかりません。ごめんなさい。?\n  ","40441":"\n  Nothing thankfully atm.\n  ","40442":"\n  Every year by my husband. ??❤?\n  ","40443":"\n  That we are all goofy. We all try to cheer each other up no matter what.\n  ","40444":"\n  This coming up weekend. I'm probably going to work and just spend time with my husband. The usual.\n  ","40445":"\n  Why not a dinosaur. Get the job immediately.\n  ","40446":"\n  Comfy, country punkish tomboyish look.\n  \n  Depends.\n  \n  Just reg causal.\n  \n  Backwoods bayou looking kinda style.\n  \n  Barefoot blue jean, ripped up T with a cap kinda gal. Very patriotic. Big support for my troops. I wear a lot of camouflage and hunting camo.\n  ","40447":"\n  Road trip soon.\n  \n  Mardi Gras!\n  ","40448":"\n  Yessssss. Lol. It's like... Um yeah.. Hi there too. ? lol\n  ","40449":"\n  Hero. Because I always stand for what's right.\n  ","40450":"\n  Sure. Doesn't sound like too bad of an idea.\n  ","40451":"\n  ???⚪??\n  ","40452":"\n  ?.?\n  ","40453":"\n  I love Valentine's Day. He got me a few early Valentine's gifts. Apparently more awaits. Lol. ❤ He's such a doll.\n  \n  He got me this really pretty cup that says Born To Shine and it has this little liquid in the sides where it makes Blue Sparkles flow through it when I pick it up to drink outta it. Cute. Then he got me. These little pins one is amethyst color and the other one is rose gold color. And then he got me a little box of sweethearts. Then I'm probably going to share with him because we both lile them. And then he took me on a little date today.  I had a lot of fun with him. ?❤?????\n  ","40454":"\n  Sure, anything's possible.\n  ","40455":"\n  I am Cajun French, Creole.\n  \n  I am from south, Louisiana.\n  \n  Home of the Blues, Jazz.\n  \n  Soul food, spicy good.\n  \n  Mardi Gras, crawfish boils and more.\n  ","40456":"\n  I think I have seen a few clips from the show, but I've never gotten into it. I don't watch too much TV.\n  ","40457":"\n  I'm doing good. Thanks.\n  \n  Same back. Hope all is well! ?\n  ","40458":"\n  Not really honestly.\n  ","40459":"\n  Oh ok.\n  ","40460":"\n  That would be really kool. Me too. I would go.\n  ","40461":"\n  I don't hate anyone so none.\n  \n  I used to be a really big fan of Justin Bieber, but I've kind of backed off some. A day 1. Not a fan girl kinda fan.\n  ","40462":"\n  I do and the last concert I went to was a skillet concert.\n  ","40463":"\n  Ummmn I don't think so lol.\n  ","40464":"\n  I think that we had pizza or something. We didn't do much for the Super Bowl. I just watched it.\n  ","40465":"\n  Nice.\n  ","40466":"\n  ?\n  ","40467":"\n  Have fun. Be safe.\n  ","40468":"\n  No prob. ?\n  ","40469":"\n  Very good.\n  ","40470":"\n  Yeah. Same. I usually only wear shorts around the house.\n  ","40471":"\n  Nice.\n  ","40472":"\n  Wait wha?\n  ","40473":"\n  I like my name the way it is. ??\n  ","40474":"\n  I do.\n  ","40475":"\n  Srry bud. Prayers to you for a miracle.\n  \n  Sad how things happen.\n  ","40476":"\n  I don't think I've tried that yet.\n  ","40477":"\n  Yea?\n  ","40478":"\n  ? I'd give them a piece of my mind that's for sure! Bullying a child. They would have to call someone on me.\n  \n  But honestly, I'm not going to go into detail with what happened to me. I had a lot of crazy bad stuff happen to me in high school and middle school. I just look forward.\n  ","40479":"\n  Land of the free.\n  \n  4 but yeah. ?\n  ","40480":"\n  Home atm. Going into town in a little bit.\n  ","40481":"\n  Some cards that I have been given.\n  \n  Some old shoe boxes,  But sometimes they can come in handy. School projects and stuff.\n  ","40482":"\n  When I go out, I really like to order alfredo. Something with veggies added.\n  \n  I love Gumbo. Thick Cajun soup.\n  ","40483":"\n  Double Mint or spearmint. Or bubble gum. I also like watermelon.\n  ","40484":"\n  Go to Chattanooga with my husband. Either get that done this year or next year. Go on our honeymoon that we never got.\n  ","40485":"\n  Lol.\n  ","40486":"\n  Quite a few but I'm not going to go into. There's so much controversy going on about that right now. Sadly.\n  ","40487":"\n  I honestly can't think of a bad gift ever given to me. I have appreciated every single thing given to me.\n  ","40488":"\n  Today so far is going good. Thanks. Hope the same back to ya. I hope that your day is going well so far too.\n  ","40489":"\n  Ayyyye! ? Morning! ?✌?\n  ","40490":"\n  Yea? Srry. At least you went out. I hope you had a good time. I love that game. That Super Bowl was good!\n  ","40491":"\n  Lol that is not my name. ??\n  ","40492":"\n  It is 66° F outside right now and it supposed to rain sometime today or tomorrow, I think.\n  ","40493":"\n  Awe. Srry. Hope ya eventually get some sleep.\n  ","40494":"\n  I don't have.\n  \n  I watch a few peoples streams but idk if it's even on there.\n  ","40495":"\n  I like the super hot one's. ?\n  ","40496":"\n  To find purpose.\n  \n  My purpose is anything I set my mind to. One for sure is helping people. Both physically and mentally or at least try my best to.\n  \n  Be kind to people. Let them know that they matter too.\n  \n  Be there for people.\n  \n  Care.\n  ","40497":"\n  I don't have a special specific type of paint color that I have to use or anything. Lol. Haha I guess red? Blue? Don't matter to me really. Haha\n  ","40498":"\n  Weird is the normal to me. And lol idk but yeah. Just are or can be.\n  ","40499":"\n  Maybe 2 or 3.\n  ","40500":"\n  Zero. Even though I am blind in the slightest Darkness. I am not afraid of the dark at all whatsoever.\n  ","40501":"\n  Somewhere diff everytime  Honestly. I like to go antique shopping and flea market shopping, too. Pawn shop hopping.\n  ","40502":"\n  Plants\n  \n  Weather\n  \n  Animals\n  ","40503":"\n  Thank you\n  \n  Goodnight y'all\n  ","40504":"\n  Was good. Thanks. You? Hope was good too. ?✌\n  ","40505":"\n  Don't matter to me.\n  ","40506":"\n  Everyday. I walk and treadmill walk everyday. Lift weights every other day.\n  ","40507":"\n  Today.\n  ","40508":"\n  No kids. Just pups. One's 9 and the other is 3.\n  ","40509":"\n  O.o\n  ","40510":"\n  Right. ✌\n  \n  Thanks.\n  \n  Going into work now.\n  \n  Talk to y'all later.\n  ","40511":"\n  They do!\n  ","40512":"\n  No lol.\n  ","40513":"\n  No not really. I usually always ask open unless I forget to press open. Lol\n  ","40514":"\n  Good morning, afternoon to you and to everyone.\n  ","40515":"\n  I like any human.\n  \n  I make friends with any.\n  \n  From where ever.\n  ","40516":"\n  Thank you kindly.\n  ","40517":"\n  Thank you. ?\n  ","40518":"\n  It's a glitch. If you stay online and just be active it'm should glitch you back into your regular leaderboard.\n  \n  It doesn't all of us time to time. It's really annoying. I really wish they would fix that.\n  ","40519":"\n  Respectful\n  \n  Control\n  \n  Confidence\n  \n  Healthy\n  \n  Protector\n  ","40520":"\n  Idk what hlw means\n  \n  but gm to ya too! Thx!\n  ","40521":"\n  Much love to you my friend!\n  \n  Thanks for everything! Always! Have a great, safe day!\n  ","40522":"\n  ???\n  ","40523":"\n  I watched the game mostly!\n  \n  Go Chiefs! Super Bowl 54, 2020 Champs!\n  ","40524":"\n  Thanks.\n  \n  Have a good day!\n  ","40525":"\n  Me, my husband, a home and some kids. ?\n  ","40526":"\n  I'm a middle child and I like that so yea. No change.\n  ","40527":"\n  What?\n  ","40528":"\n  Thx n i do love to hunt.\n  ","40529":"\n  Spend more time down in Louisiana with folks.\n  ","40530":"\n  ?✌\n  ","40531":"\n  Thanks. I will keep that in mind. ? You have an amazing day. I appreciate ya.\n  ","40532":"\n  Yeah.\n  \n  Def. That is my team team, the Saints. ??\n  ","40533":"\n  ??\n  ","40534":"\n  ? Hey\n  ","40535":"\n  Thank you.\n  ","40536":"\n  Gn yall\n  ","40537":"\n  Idk what this means. I'm sorry\n  ","40538":"\n  Idk what hou means.\n  ","40539":"\n  I WATCHED THE SUPERBOWL AND THE CHIEFS WON!\n  \n  The commercials are always good too btw. ??\n  \n  20 31\n  \n  THEY ARE 2020 SUPERBOWL CHAMPS!\n  ","40540":"\n  What?????\n  \n  ?.?\n  ","40541":"\n  Thanks but no thanks.\n  \n  Already married.\n  \n  Srry. But thanks for the inquiry.\n  ","40542":"\n  Lol.\n  ","40543":"\n  What?\n  ","40544":"\n  I saw an ad on Facebook a very very very long time ago and I think that's what got me to join. Plus I had a friend on here.\n  \n  But honestly I don't really remember the way I got on here. But I think it was an ad.\n  ","40545":"\n  We hebben een Queen XL-bed en het is gewoon een normaal bed.\n  ","40546":"\n  Me gusta bailar. Me gusta todo tipo de baile, pero mi favorito sería hiphop y country con baile de dos y tres pasos. Cajun bailando.\n  ","40547":"\n  У меня все хорошо. Спасибо за вопрос. У меня сегодня хорошее настроение. Моими любимыми книгами для чтения должны быть приключения, романтика и просто хорошие сладкие истории. Старая история.\n  ","40548":"\n  Road trip!\n  \n  Woot!\n  ","40549":"\n  Может быть? ? lol\n  ","40550":"\n  Thanks. I try. Haha. Appreciate it. ?? Same back with your English.\n  ","40551":"\n  Jogar videogames. Ligue para um amigo ou membro da família. Às vezes eu cozinho quando estou entediado ou limpo. Depende apenas.\n  ","40552":"\n  Depends. I try to be kind to anyone and be there for anyone. But I only have close close friends that I only truly let in. Like I trust coming in my house and respecting my things and animals. Stuff like that. But I think everyone should be like this. It's good to be cautious and careful.\n  ","40553":"\n  Your fine. Haha.\n  \n   And I try. Haha. ?✌\n   \n\n     View more\n    \n\n","40554":"\n  Either in Louisiana or in Mississippi still\n  ","40555":"\n\n   شكرا وانا احب مجاملات. أحب الحصول على ومنحهم. ??\n  \n","40556":"\n  Same.\n  \n   I love nature. The countryside.\n   \n   By the way. You are posted are anonymous. If you want to be posted not Anonymous you have to slide the button over every time you go to say a question to someone. It has to slide over to your picture. Just wanted to let ya know. ?✌\n   \n\n     View more\n    \n\n","40557":"\n  Nein, ich denke nicht so.\n  ","40558":"\n  Countryside. Creek home. ❤  Stupendous. ? Beautiful. Gorgeous. ? Landscape ??\n  ","40559":"\n  ?\n  ","40560":"\n  I rather have a medium house on a medium plot of land. I wouldn't really want to have a small house on a big plot of land. And I definitely wouldn't want a huge house on a small plot of land. We have animals and want kids one day and want lots of room to let them learn and grow. But yeah. I have always dreamed of a two and a half baths for bedroom house. Because I want a few kids and a guest room. Also some storage room. We also want to host parties and get-togethers to so you need a decent amount of room to do that.\n  ","40561":"\n  We will probably gonna have hot dogs. Today's kind of a sad day. I feel bad for my husband because he lost one of his very good friends today. I just found out about 30 minutes ago.\n  \n  May God Rest his soul. I also pray for my husband because he is very sad today.. I feel bad for him.\n  ","40562":"\n  To work with animals or weather.\n  ","40563":"\n  That you have to be patient and let everything play out. Everything happens for a reason. Good and bad.\n  ","40564":"\n  All of the above. I like tea, I like coffee and I also like to have an alcohol beverage every now and then.\n  ","40565":"\n  Love to Hunt\n  \n  Love Oysters\n  \n  Love to Ice Skate\n  \n  Which is false?\n  ","40566":"\n  Annoying ? lol haha\n  ","40567":"\n  That's pretty kool!\n  \n  2020\/02\/02\n  \n  Nice!\n  ","40568":"\n  The bayou\n  ","40569":"\n  Your fine. I followed ya tho. ??? Thanks for following me.\n  ","40570":"\n  I juuust told you I followed you back??? So I'm tell ya again I guess.. I am followed to you? Lol ? ?.?\n  ","40571":"\n  Air.\n  ","40572":"\n  Yeah. Lol.\n  ","40573":"\n  A home for just me and Jason.\n  \n  Kids\n  \n  An easier way to visit family and friends.\n  ","40574":"\n  Awe. Thanks. ? You too! You have a good day too!\n  ","40575":"\n  January was good to me.\n  \n  In February I'm looking forward to celebrating Mardi Gras sauce with family and friends. I'm also looking forward to Valentine's Day. I'm also looking forward to the day that I met Jason and our anniversary it is coming up soon as well.\n  ","40576":"\n  ? Hello and thx.\n  ","40577":"\n  Thanks. ✌?\n  ","40578":"\n  Thanks. ✌?\n  ","40579":"\n  I saw. Voted. Very good.\n  ","40580":"\n  I can translate. Yes.\n  ","40581":"\n  Thanks. I followed ya back. Appreciate it. ?\n  ","40582":"\n  Eh.. They are ok.\n  ","40583":"\n  Thank you kindly.\n  ","40584":"\n  I have never gotten into the Star Wars series\n  ","40585":"\n  Idk about that\n  ","40586":"\n  13 is when I found out Wi-Fi even existed.\n  ","40587":"\n  Thanks. ?\n  ","40588":"\n  Yess. It is very.\n  ","40589":"\n  Sometimes, yes if I'm home alone or with my husband. My favorite genres of music are alternative rock, metal, rap, country rap and then I like some R&B and Pop. I honestly like a lot of different kinds of music. I also like gospel metal.\n  ","40590":"\n  My husband is feeling a lot better. I have been taking care of him and I am so happy that he is feeling himself again. In February I just want happiness. I get to see my family and friends in Louisiana. I guess spend time with them and I am super excited for that.\n  ","40591":"\n  Я женат, так что нет.\n  ","40592":"\n  I really enjoy collecting flat bill hats with my husband. Really honestly just hats in general. I really like to collect bracelets and temporary tattoos. Me and my husband both like to collect decks of cards. He likes to collect is a Zippos. And we also like to collect different types of stickers.\n  ","40593":"\n  My hobbies and talents that I enjoy doing. ?❤\n  ","40594":"\n  Kim Possible and That's So Raven\n  ","40595":"\n  I don't know. A lot of people just envy people for no reason. Because people have different types of successes that other people want. I can't stand people that are jealous of people for no reason.\n  ","40596":"\n  It was something for drinking and driving. Trying to teach kids not to do that. Showing the things that happen to people that crash. The accidents.\n  ","40597":"\n  Ummm. We already know the answer to this one.\n  ","40598":"\n  Maybe some fingerless gloves and Mardi Gras beads? Mardi Gras masks.\n  ","40599":"\n  Me now. ?✌❤ Much love to you all! Just taking it easy. ??\n  ","40600":"\n  Thank you.??\n  ","40601":"\n  You okay.\n  \n  It's okay to ask.\n  \n  He was a protector. ?\n  ","40602":"\n  Me now. ❤✌??\n  ","40603":"\n  He passed away a couple years ago sadly. He was sick. And very very old.\n  ","40604":"\n  The other dog that I have is named Dixie she's black and white she is a mama of G.\n  ","40605":"\n  A very small amount of people that are very hateful in my life that I have to have around right now but sooner or later things will get better and I won't have those people around anymore.\n  \n  These things will only been make me stronger.\n  \n  Just having to deal with what they say. All the hateful \/ harmful things that they say. Sometimes you just have to kill em' with kindness and overlooked it.\n  \n  One day it'll all be gone.\n  ","40606":"\n  Golden-Fredy\n  \n  G for short. ?❤\n  ","40607":"\n  I'd like a very fair amount of water in a day. Liquids in general I drink a very good amount. I'm good I think. Lol ? I try to drink more water than anything.\n  ","40608":"\n  How much I try to stay physically and mentally strong. A battle with a lot everyday so yeah.. I definitely try my best to stay positive and be happy and help people. Those are the things that keep me up. God, family, my pups, you guys.. Thanks for that. Sometimes people can feel alone. I tried to put my all and things. Stay determined to be passionate as possible about things.\n  ","40609":"\n  Stay at my house all day. I want to get out of Adventure and visit places and meet friends. Chill. Hang out\n  ","40610":"\n  Oysters. Never again. In any form I think\n  ","40611":"\n  Honestly a few bills but nothing really else\n  ","40612":"\n  It definitely seems to have calmed down. I am very happy about this. Hopefully it gets better fully though.\n  ","40613":"\n  Some platforms don't let you do GIF sadly... you just may be our able to do it because of your platform. Gift is at the bottom of your page near picture, gallery button and background choice area and the auto share button.\n  \n  It is 4 consecutive buttons by each other at the bottom left corner, if it's not there then your platform does not allow you to use it. Srry.\n  ","40614":"\n  Ikrrrrr?? He is a darling. ❤\n  ","40615":"\n  Mississippi mud pie\n  ","40616":"\n  I just like my personal space and don't really like to be touched. I like to be clean and organized\n  ","40617":"\n  ? Hey\n  ","40618":"\n  REM pod\n  \n  Trigger objects\n  \n  Dowsing rods\n  \n  EMF meter, K2 meter\n  \n  EVP recorders\n  \n  Thermal energy cameras\n  \n  Night vision cameras\n  \n  Light dot grids\n  \n  Black lights\n  \n  Ghost boxes\n  \n  A box that actually has words program into it that energy can manifest in and use.\n  \n  Motion detectors\/sensors\n  \n  Using any of these tools you have to be extremely careful because you can conjure up something bad. You have got to know how to use them. Need to be educated on them. How to start the session and how to end it safely and carefully\n  ","40619":"\n  Honestly the amount of things that I've been through including a long distance relationship that lasted four and a half years I have a lot of patience. I also work in retail so again I have to have a lot of patience. It's really hard for me to lose my patience.\n  ","40620":"\n  Honestly I think anything's possible. There's not too many things that I think are a myth.\n  ","40621":"\n  The way I talk to people is honestly just like I've been knowing them already. That's how I talk to people. I could just be the first meeting you and I could be joking with you and asking how you're doing.\n  ","40622":"\n  The picture? Haha ? Yeah.\n  ","40623":"\n  Doesn't matter to me. I appreciate anything honestly\n  ","40624":"\n  Yay! ????\n  ","40625":"\n  I did.\n  \n  Srry. Just seeing this now.\n  ","40626":"\n  I honestly don't wear dresses. Throughout my whole life I never really was a dressy person stress girl. But I'm sure they're lovely and I wouldn't mind trying them.\n  ","40627":"\n  You're welcome\n  ","40628":"\n  The fact that I always try to remain true to everyone amd everything regardless of anything.\n  ","40629":"\n  It's no problem at all. You honestly just need to be yourself. If you're happy being whatever that you want to be then do it.\n  ","40630":"\n  My pups. ?\n  \n  Zombie dog at the moment in this picture.\n  ","40631":"\n  Not me. Lol. Talking to some people's now.\n  ","40632":"\n  Of course. Skeptics are most intrigued by the paranormal honestly. They want to believe so they want to experience it and see it. That's the whole point of a skeptic. They aren't going to believe it till they experience it. Which is completely understandable because that is honestly how everyone is and untill it happens to them or they see it or they experience it. Wanna hear it.\n  \n  It's completely fine to be a skeptic. It's just when you don't have an open mind about it is when you start being annoying. People that just make fun of people just because they are researching an interesting topic that not a lot of people would exactly research is not stupid or pointless. Or they just want to skip all of the good stuff and just call you crazy just because it seems like it can't be real. Nothing is impossible. Everything that has some sort of a theory and is meant to be researched. Whether it be proven that it's real or not. That's good to find out if something is not real. And it's good to find out if something is. Both can be a successful find. Not a fail. People have to have trial and error.\n  ","40633":"\n  I mean you can get hurt doing anything honestly. But if you mean like have I been attacked by something? I honestly don't know if I have. If I may not have noticed or something. I'm sure I have some things happen to me and I just haven't noticed. I've had people get hurt though. Is very dangerous and it's not something that I would recommend to just random people that are not educated on the subjects. I would recommend to him do not get too into it. Do not go alone to places. Do not play with Ouija boards. They are nothing but trouble. Do not play with tools unless you know 100% what you were doing with them. Tools can summon the negative energy. You never really know what you're talkin to truly. Demons\/negative energy can trick you. You have to know how to undo what your doing, like when you go to using the tools, you have to know the works of after protection and prayer. Sometimes some people get really intrigued and interested in the Paranormal life that they get too interested and end of summoning things into their life they're almost near to impossible to get rid of... they can attach to you, they can attach two items, they can attach two places and they will follow you. They can affect your family and hurt people. I say... Be very careful. Just stick to watching things and researching. Make sure you have faith in something and have lots of prayer in your life. Having faith in something can give you protection.\n  ","40634":"\n  I honestly keep my personal views and preferences from all of any type of social media platforms. I usually keep 100% to myself anyway.\n  \n  Everybody has views and preferences and it's okay to disagree and agree.\n  \n  These are honestly quite soft subjects for a lot of people to talk about and can create unnecessary conflict.\n  \n  Even without wanting to trigger something you could accidentally, so that's why I choose to not talk about it on the internet and just keep them to myself, then which I think people should do more. Unless they're going to literally have a fishbowl and getting the circle and discuss it. Those are times where it's necessary. No reason to stir people up.\n  ","40635":"\n  Yes. Several times.\n  ","40636":"\n  You're welcome. That first shade was absolutely perfect! The second one was cute too also. But the first one was really nice. ??\n  ","40637":"\n  Opinion is something that you just wish to believe. Have your own skeptical thoughts on. May not be completely on board or are.\n  \n  A fact is 100% true. Is something that has been proven. Whether you have an opinion\/thought on or not it is 100% a truthful believable event\/thing.\n  ","40638":"\n  Poltergeist? Yes many times.\n  \n  Negative energy. Nosy\/Angry Spirit. Usually a spirit that has witnessed traumatic events throughout their life.\n  ","40639":"\n  A few but you are one.\n  \n  Some I don't remember their name tag by heart.\n  \n  They always come and check in with me. ?❤ Thanks y'all.\n  ","40640":"\n  Here.. Honestly idk. Maybe the fair that they have every year\n  ","40641":"\n  At night usually because it's quite relaxing to me.\n  ","40642":"\n  Just passed in December.\n  \n  I just reply to some birthday wishes that I was late on. I had so many in my inbox.\n  ","40643":"\n  Gn to you and everyone. ?\n  ","40644":"\n  Honestly, my weekend is going really well. Today I made soup and cornbread. We also made banana nut bread for dessert. Everything came out good. I walked my dogs and fed them good today as well. The weather has been a little gloomy though. Not extremely cold, but cold. It's not as cold as it's been all week. But yeah everything's been going good. I hope that your weekend is going all right?\n  ","40645":"\n  I am great. Thank you. I hope that you're doing all right. I'm really tired. I am probably going to go to sleep shortly.\n  ","40646":"\n  I hope you don't get upset with me if I say that I really honestly don't want to share it. I have had quite a few scary scary extreme experiences. But yeah. I hope that you haven't. I don't wish any of them upon anyone.\n  ","40647":"\n  Just kindness. I love that. That small random act of kindness can turn my day around even if it's not even towards me. Just watching a random act of kindness can turn my day around. Kids being really sweet.\n  ","40648":"\n  ? Hey.\n  ","40649":"\n  I'm not sure if you count the Cheetah Girls but they surely played a lot of music throughout their movies. Or movie. The Lizzie McGuire Movie I don't know if you count that but they played a lot of music throughout that. The High School Musical series was my stuff.\n  ","40650":"\n  I would be okay with this as long as I still have my family and friends. All the people that I had when I went to sleep. I would be okay with that if I woke up and there were still there. But if I woke up and they weren't I would be very sad and would not like it.\n  ","40651":"\n  I love spending time with people and seeing them. Love and creative things\n  ","40652":"\n  ❤⚪???\n  \n   Out of all three my favorite is red.\n   \n\n     View more\n    \n\n","40653":"\n  Beautiful countryside and nature\n  ","40654":"\n  Honestly, maybe one but I don't even think I have one\n  ","40655":"\n  I enjoy documentaries and researching things. A lot of people think this is very a different. I don't think there's anything wrong with educating yourself and being intrigued by things. Learning subjects but not a lot of people like to learn. Then you had something to talk about and inform people on. I enjoy being different and having different types of subjects to speak about when talking to people. Talking about the same thing all the time can get really boring to me.\n  ","40656":"\n  Waking up to my lovely husband. I'm getting up and feeding and walking my dogs. Getting off watching some YouTube chilling. Spending time with my dogs. Spending all day preparing a dinner and waiting for my husband to come home from work so he can enjoy it with me. Some Sundays days I work. It just depends. And even some Sunday's I am off. And me and my husband will either go to town and spend time together. Do some shopping. Cook together. Or just sit around the house and watch TV together. Like I said before it just depends. We'll even go on road trips.\n  ","40657":"\n  I think I may have done this before. But I love going to Arcade. It is so much fun. I wish they have at the super cheap arcade. I would spend all day there. Both me and my husband.\n  ","40658":"\n  The red-tailed black cockatoo. I heard that they're very very friendly Birds when you get them and train them up. You have to spend a lot of time with them. I really want to get one. I believe that there is reside in Australia. I would like to get one one day.\n  \n  My first favorite bird would have to be a pelican and then the ankle. But then my third favorite but definitely have to be this cockatoo.\n  ","40659":"\n  Photograph by Nickelback. Just brings in all the memories of everyone. Including people that have passed. Good Times. Plus it's just a really strong song in general. Another song is What Hurts the Most. Another song about a few people that passed. Anything by Christina Grimmie is hard to hear. But it's also good to hear. A song by Ariana Grande called one last time. I remember the really bad tragedy in Manchester and it brings tears to my eyes but it's also an amazing song. Another song is Symphony. It's just a really really sad song. Another really hard song to care and Saint is concrete angel. If you've never seen the official music video you need to go and watch it and I think you will understand what I mean.\n  ","40660":"\n  That might have been it but then again I'm not sure if it's from Florida or if it was in Mississippi. I'm sure that they have a lot of them all over but the one that we went to was really nice but it was like almost 10 years ago when I went. It was a really good experience. I had a lot of fun.\n  ","40661":"\n  I honestly don't remember because I listened to CDs when I was very very very young. Maybe it was a Dixie Chicks or Spice Girls for Britney Spears album? And I did chores and favors for my cousins and family and got paid and CDs basically LOL I loved my music!\n  ","40662":"\n  One time either in Mississippi or in Florida we went to this kids museum with my family I don't remember when I think I was around the age of maybe 14 and I went with my cousin and my sisters and we had a blast at that museum with my family. I don't remember what it's called but all I know is it was fun we got the dress up and everything\n  ","40663":"\n  Either open a gun shop or open a business where people can sell their own creations art homemade goods.\n  ","40664":"\n  I meant Jason unexpectedly through Xbox 360 six years ago. I don't regret a single thing. I'm happy I met him.\n  ","40665":"\n  I don't know, maybe. But my favorite number is 1,111 so  coincidence haha.\n  ","40666":"\n  It's interesting\n  ","40667":"\n  Thanks. I followed ya back! ?✌?\n  ","40668":"\n  ?\n  ","40669":"\n  Try to go to this fair that is so popular around here. Ima try it out this year\n  ","40670":"\n  Pink ?\n  \n   Black\n   \n\n     View more\n    \n\n","40671":"\n  Been working out even more lately. Just trying to stay fit and healthy.\n  ","40672":"\n  Cuddles always! Always.\n  \n  A nice sweet snack.\n  \n  Good show or movie to watch with Jason.\n  \n  Good shower\n  ","40673":"\n  Depends on what the situation is but most the time I like to be spoken to and be able to vent. Depending on who the person is I like hugs and Cuddles.\n  ","40674":"\n  We have computers but I don't use them. They're not exactly mine personally anyway. I'm not really a computer using type person anyway.\n  ","40675":"\n  Understand people.\n  \n  My way of understanding people.\n  ","40676":"\n  Def through music.\n  \n  ❤❤❤❤❤❤\n  ","40677":"\n  Play a video game.\n  \n  Call someone.\n  \n  Go outside.\n  ","40678":"\n  I have control completely over myself 100%. We all should.\n  ","40679":"\n  Dog\n  \n  Ugly\n  \n  Ashole\n  \n  And more.\n  ","40680":"\n  I kind of think both tie-in. Considering my best friend is my partner. ??\n  ","40681":"\n  Have little one's running around me and Jason ❤? Little beautiful children that look like both of us.\n  ","40682":"\n  Who knows for sure honestly but probably more adventuring.\n  ","40683":"\n  The past couple of months. Since about around Thanksgiving it started. My husband got a few surgeries and I have been taking care of him. He has not been feeling good until about around last week. I am so happy he feels better. He seems like he is more himself again and is not feeling bad anymore. But I am proud of myself because a lot of people say that people wouldn't stick around and help someone for that long but with me it is not a question. Through sickness and health. I love my husband and I don't care what happens I will take care of him. Even if it happens again and again. Same thing back to him. He would take care of me.\n  ","40684":"\n  ??\n  ","40685":"\n  Yea\n  ","40686":"\n  Sadly I have no Nails right now but if I did have nails I like mine to be kind of short. Just a few centimeters off of my finger.\n  ","40687":"\n  Thank you so much. It means a lot to me. I enjoyed making this painting very much.\n  ","40688":"\n  No prob. ???\n  ","40689":"\n  Actually a long long time ago actually maybe thought about this. For good dieting. But I would never do it though probably. I love to cook. Especially with meat and I love the taste of meat. Though I never forget to thank God for every piece of food that he puts in my mouth. Especially with hunting. I thank him for the game and then bring home to prepare for my family.\n  ","40690":"\n  ??\n  ","40691":"\n  Canada\n  \n  UK\n  \n  Australia\n  \n  Turkey\n  \n  Bangladesh\n  \n  Germany\n  \n  France\n  \n  Japan\n  \n  Malaysia\n  \n  Brazil\n  \n  Pakistan\n  \n  India\n  \n  Switzerland\n  \n  New Zealand\n  \n  Ireland\n  \n  Scotland\n  \n  and waaaay more I wanna go to.\n  ","40692":"\n  Thursday! Payday, shopping, cooking happy day! Almost Friday day and then the weekend!\n  ","40693":"\n  I definitely think I've heard of this but I'm not sure if I've seen it. But again I'm not sure.\n  ","40694":"\n  I honestly don't have too many of them. The only thing I get really upset about his losing family members and Friends.\n  ","40695":"\n  It's no problem. I never like to hear that people aren't feeling well and not having a good day. And I try my best to be nice. No reason to be mean.\n  \n  But of course again. Best wishes, prayers, positive vibes going your way for you to start feeling better.\n  ","40696":"\n  I'm honestly not too worried about it but all I know is they better stay over there. I'm sorry that they are dealing with that but I do not need to spread that stuff anywhere else in the world because that stuff looks like it's getting bad quick spreading.\n  \n  But I do wish the best for you too but I'm sure that you will be fine. Never too sure but I will send positive vibes your way and prayers.\n  ","40697":"\n  Some fireworks sales are good one's but some of them are just trying to trick you to buying what they're actually literally all worth. So honestly if you end up with a bad deal then that's probably be really bad... and suck.. pointless. Cuz what you were looking for was a deal so you could get cheaper and more.\n  \n  But I couldn't think of anything else that's could be worse.\n  ","40698":"\n  compassionate.\n  \n  (Even tho I know what this means. I was just filling in the blanks. Lol.)\n  ","40699":"\n  I see. Allergies. They can definitely be a pain.\n  \n  Thanks for asking how I was doing. I hope that you start feeling better though.\n  ","40700":"\n  I think that I answered this earlier but I don't mind sharing another one.\n  \n  This is something I painted a long long long time ago. I had a lot of fun painting this. I don't know why but I just had a kick that day and just started drawing painting and everything. My favorite part would have to be the little pink in the corner. I'm not pink person but I like that pink. Every now and then I add pink. I don't want too many pink shirts. But I did I do a few cancer ones. But I just wanted to do a red painting because that's my favorite color. This painting symbolizes distance. Distance will always play a big part in my life. It always has. I ended up painting this whole picture for Jason's family. Both them and I love this painting. It sits above our window in our room now. ❤\n  ","40701":"\n  Sometimes I use the sinus pressure medicine and it helps a lot. Make sure you read the bag because you can take it throughout the day. Have you went to the doctor yet? Maybe you need a shot or something? But again I do hope that you start feeling better. I had this a couple weeks ago and it was not fun at all.\n  ","40702":"\n  Strong minded.\n  \n  Positive.\n  \n  Lots of confidence.\n  \n  Especially the confidence of knowing that they're able to take care of themselves and another person and even another person.\n  \n  Someone that is not over possessive. Not controlling or too jealous. Being any of these too much. Being any of these too much can ruin a relationship.\n  \n  Someone that wants to communicate and work things out and work together..\n  \n  Someone who is respectful to themselves and to others obviously. Respectful to all people. Both girls and guys. I never could stand or understand people that control people on who they hung out with and how many? Pick their friends. Especially based off of religion and race and personal views... And then expected them to treat everyone else horrible but them. Only be able to speak to their partner and no one else. This is not how people should be. They should be kind and want the same respect for all human beings, animals, things. Everything. Your partnership want you to socialize with other people. Help others and be kind.\n  \n  I like someone that's understanding and caring and wants to listen. Wants to give advice help one another.\n  \n  Hygiene plays a very big role in a partner for me. You have got to be organized or at least a little bit or know when you need to be. Be clean and have your area cleaned. Environment.\n  \n  You have to have some sort of Faith or hope and something. Determination. Passion. Patience. Patients plays a big part in a partner for me. You have got to be patient.\n  \n  I want a family one day.\n  \n  Have to have all of your priorities straight. Both parts.\n  \n  And of course one hundred percent love one another. Be spontaneous and surprise with one another. Be loving and romantic at times. Want to Adventure and have fun in the world. ❤ ?‍?‍?‍???\n  ","40703":"\n  I'm doing well. I hope that you're feeling better? And having a better day and got a lot of sleep.\n  ","40704":"\n  Yeah... I mean anyone passing away is really sad. But there's a lot of celebrities that have passed that have made me sad. May God bless all of their souls. ❤?\n  ","40705":"\n  It doesn't take much to care and be kind to others for me.\n  \n  Starting a conversation.\n  \n  Being creative.\n  \n  Socializing.\n  \n  Singing. ❤\n  ","40706":"\n  Procrastination.\n  \n  Why wait when you could just go ahead and do it then? Especially something else you have been holding off on for awhile now and it's really not that hard to complete. Especially when it's something really important.\n  \n  It's really aggravating when they complain about it and then you're like why don't you do it and their like... nah... I'll wait till tomorrow and it's been like 2 months. Especially when it's something that you're going to get charged for? Or double charged for being late? Or could get in trouble for or even go to jail for?!\n  ","40707":"\n  Thinking someone's name is something and it's not and I've been calling them that for weeks or months. But it's whatever. LOL I think we all have made this mistake at one point in our life.\n  ","40708":"\n  I have been somewhere where a lot of different things were going on at once. Including the environment feeling very weird.\n  \n  Probably one of the worst things I've ever seen happen to someone while they're in a Compton place was get attacked pushed shoved scratched and choked. It's really scary when something you can't say can attack you. It's very confusing.\n  ","40709":"\n  CJ so cool on YouTube is pretty funny with pranks\n  \n  And then JessikaThePrankster  on YouTube is pretty awesome too.\n  ","40710":"\n  Just talk about today's society and where it is going. I would probably have a conversation with a few people for the good 10 mins.\n  ","40711":"\n  I honestly wear boots, Converse and crocs. I don't really own any shoes shoes besides the Converse and I have to untie them because they are usually ankle high Converse and they are near to impossible to take off without untying most of the shoe.\n  \n  I can take my boots off without untying a but... again it's very hard still, so usually I have to untie them completely. And Crocs are like sandals but usually closed-toed shoes. You don't have to tie them. They are slip-ons.\n  \n  So I guess I don't really have this opportunity to do this.\n  ","40712":"\n  This is a wood-burning piece that I did for me and my husband.\n  \n  It saying, \"Mississippi Man and I'm Louisiana gal.\"\n  \n  I worked very hard on this piece. Taking my time making sure that it was centered and done well. I still have it and I still look at it every day. He loves this piece. It means a lot to both him and I. I enjoy wood burning\/carving. There's not much to it. It's a very cheap kind of art to get into. I definitely recommend it to other artists that are looking for different ideas and different forms of new art to get into.\n  ","40713":"\n  Yes! I love those types of environments! We went to this pawn shop one time where I am from in Louisiana and there was this big dog just rosing around with a ball and just wanted to play. And honestly.. I think I played with the dog more than I looked around. Haha LOL. All of the customers thought it was hilarious and that the dog was really cute and sweet. He was a big dog, but I wasn't afraid of him. A lot of the customers were scared of him, but they started to notice that he was nice and they got used to him very shortly.\n  \n  In school the principal and the upper staff would bring their pets to school. Let them walk around and stuff. And then back in middle school we used to have pet day and we would bring our pets to show everybody. People with bring all kinds. Horses, cows, dogs cats, reptiles, hamsters, bunnies, rats, ferrets, frogs, birds and way more.\n  ","40714":"\n  Any type of Cajun folk music for the fiddle or violin blues or Jazz because that is my home quotes or music. ❤\n  ","40715":"\n  Jello! Awesome ??? and a strange experience prob haha. Maybe gumbo? That would be kool and hot and kinda gross too because then like it is food but your bathing in it? So yeah? Ya know? Haha tho I am a pretty clean human being idk about random people joining if I'd want to feast then haha.\n  \n  Maybe like a soda? Or some yummy iced coffee! Would be so cold tho! ? Haha\n  \n  I be macaroni and cheese would be a weird one. Or like spaghetti. LOL\n  ","40716":"\n  Prob nothing really would be diff honestly. Haha. Idk.\n  ","40717":"\n  Avril Lavigne and under my skin and let go. Both albums were awesome.\n  ","40718":"\n  Losing a loved one. Getting injured and then having to rest to get better. Seeing loved ones in pain.\n  ","40719":"\n  ? food\n  ","40720":"\n  Everything has went pretty good this first month of 2020.\n  ","40721":"\n  Just being able to differentiate between right and wrong. Having a conscience. Random acts of kindness and then not expecting a thank you then returned. Not expecting a favor or a reward and return. Not even a praise. You just do the kind act and then move on. That is how it should be. Kindness in general. Not being so negative all the time. Be able to turn people's day is around. And even if your day is going bad, to be able to turn your own day around. Be able to ignore hate. To love. To accept. To have some kind've hope or faith.\n  \n  A good person can be many different qualities. Many different things. There is just so much.\n  ","40722":"\n  Half kids and raise them to be happy and heathly.\n  ","40723":"\n  ?\n  ","40724":"\n  Awe... I'm sorry bud.. Hope ya start to feeling better!\n  ","40725":"\n  Thanks for following.\n  \n  I followed you.\n  \n  I really appreciate it. ???\n  ","40726":"\n  I am a Cajun from south Louisiana\n  ","40727":"\n  Lol. They are just so cute.\n  ","40728":"\n  That would definitely have to be my husband and my pups.\n  ","40729":"\n  Honestly if you just give me a good gun some armor and a nice machete I can survive. That's three things but honestly you just give me those three things I can survive. And put the pic a fourth thing a good hiding spot.\n  ","40730":"\n  I definitely do not want to ever experience a volcanic eruption and very near it. A really bad one.\n  ","40731":"\n  Thank you kindly for your compliment. I followed you back as well. I really appreciate it! Thanks.\n  ","40732":"\n  I have two pit bulls. And they are absolutely the sweetest. And I really want a teacup Chihuahua. My husband is really thinking about getting one. I might wait a little bit though. One of my pitbulls likes to play with birds and frogs so I'm sure that he will be good with the little puppy. The other Pit Bull is a mama. I'm pretty sure that she would probably try to take care of the baby like it is hers. But I can definitely relate to you when you say that you feel really good about you're puppy looking at you as if you were absolutely the world and are the world. Mine look at us the same as well. We also have this little Chihuahua but it is my husband's grandmother's Chihuahua and he for sure looks at me like I'm the world. He can be a little mean but he's very protective and just doesn't like a lot of people. But honestly if I can get a girl Chihuahua he will be completely fine with that. He's not much of a fan of boys. It definitely feels good to feel the world to anything.\n  ","40733":"\n  Iiiii don't know. Sometimes it seems like it picks different people but other times it seems to pick a lot of the same people too. So I definitely know what you mean. I don't know if it just sends it to absolutely everybody?? and just the same people are answering them???? I don't know really. That's definitely a good question. The world may never know... LOL\n  ","40734":"\n  Bella in a lot of different languages means beautiful usually\n  ","40735":"\n  Yeah? I'm the same way I like block channels, Urban exploration and Adventures and then I like documentaries in history. Good stories. I also like comedies and of course I love Music.\n  ","40736":"\n  Lol Awe. That's awesome. That sounds about like me sometimes. Sometimes I like to get me a few drinks in and then I will turn YouTube on and sit there and put my dogs.\n  ","40737":"\n  Me and Jason are going down to south Louisiana to spend Mardi Gras with my family and friends. I am super duper excited!\n  ","40738":"\n  We do celebrate Valentine's Day. Even when I was single I would usually get my family something. Get everyone a little candy or stuffed animal or something. Just to spoil them and show them my appreciation. Both Jason and me usually get a few things for each other. And then around Valentine's Day a few days before in a few days after we usually cook really good and have some sweets periodically. Like strawberries or make beignets. Or make breakfast really early in the morning Or really late at night together. But we will bake and cook together. We'll go out to eat and get sushi. We'll go see a movie. We will go four-wheeler riding together and then get lost to have picnics. Considering our anniversary is a few weeks after Valentine's Day we usually celebrate from Valentine's Day all the way till the middle of April. These two months are very special to us. February and April because these are the two months that me and him first met each other in 6 years ago almost. But yeah I definitely celebrate Valentine's Day.\n  ","40739":"\n  I don't know. More than 95% of the time my questions are literally made up questions that I have thought of myself. I like to try to come up with new fresh questions. Things that I feel like people haven't seen a lot on here. And if they have been asked well we all are humans and we do have times when we do think alike and we have our definite times of being different. Some of the questions may seem alike at times. But like I said I try to be original with my questions. But I definitely see what you're saying. For some people it's hard to ask a question. To come up with something. Which I understand. But yeah who knows.\n  ","40740":"\n  My body just can't have cinnamon. Allergic. But you take it easy. Have a good night.\n  ","40741":"\n  Nothing. Not try.\n  ","40742":"\n  Sometimes revenge isn't always the answer, I guess. Even though how much we want to seek it, we shouldn't. We should learn to forgive or forget or both.\n  \n  Sorry that you are feeling this way. At least you're having a conscience about it. You're being realistic. You're thinking.\n  ","40743":"\n  It's a glitch that Ask.fm does when some people go offline. It glitches us into another leaderboard server. It happens to a lot of people on here and I don't know why. It's completely uncontrollable. 100% a glitch and I wish that they would fix it. So that's why. It's not supposed to glitch us over into another but does sometimes.\n  ","40744":"\n  The week has been going pretty smooth so far. Thanks. I hope that yours has been going good too.\n  ","40745":"\n  ? Hey. I've had a pretty good day. I hope that you have had a good day as well! Thanks for asking!\n  ","40746":"\n  I like alternative rock. Metal. Rock. Hard Rock. Gospel metal. Some screamo. Rap. Country rap. Country. Some R&B and pop. Jazz and Blues.\n  \n  My most favorite genre would have to be alternative rock.\n  ","40747":"\n  I do. I've been having it for a few years now. I am not that active on it at the moment because I'm trying to renew my membership. Once I renew my membership I will probably be more active again.\n  \n  IceFrozenVocals is me on there I believe. If you can't find me, let me know.\n  ","40748":"\n  Good & lol\n  \n  Enjoy one for me. I can't have Fireball sadly. Can't have cinnamon\n  ","40749":"\n  I have never been to Indonesia. But if I got the opportunity to go and visit I would.\n  ","40750":"\n  Most of the time, yes.\n  ","40751":"\n  Interesting\n  ","40752":"\n  My birthday was December 29th. I just have so many questions that are in my inbox I missed some birthday wishes sadly... on accident. I literally have thousands of questions of my inbox. I wish there was a better way we could get to the bottom so we can answer the ones at the bottom.\n  \n  But my birthday was good. It went well. I turned 24\n  ","40753":"\n  I am sorry I am late. Thank you so much. This was waaay down on my list. I really appreciate it alot! ?\n  ","40754":"\n  Sorry I'm late but tysm. ??\n  ","40755":"\n  I sadly don't remember my dreams often.\n  ","40756":"\n  Not sure. I don't pay attention honestly.5\n  ","40757":"\n  Thinking sometimes. Depends.\n  ","40758":"\n  Hong Kong\n  ","40759":"\n  ?\n  ","40760":"\n  Followed. ? And yes. 100% I love to sing. I have a very big passion for it. I started off at a very young age with singing. Like 4 or 5 years old. ❤\n  ","40761":"\n  I do and have. It's a really good game. Very fun and can be educational.\n  ","40762":"\n  Nice shoutout.\n  \n  Lol\n  ","40763":"\n  Calamari! I wanna try that! ?\n  ","40764":"\n  Jason ❤\n  ","40765":"\n  6 years almost.\n  \n  Married 2 years. ❤\n  \n  #WeBeatLongDistance\n  ","40766":"\n  Alot. Idk. Alot. Lol\n  \n  I try my best to answer all but honestly I think it is impossible... Lit..\n  ","40767":"\n  Yes.\n  ","40768":"\n  Thank you so much.\n  \n  Same back!??\n  ","40769":"\n  It don't matter to me honestly. It's whatever they want.\n  ","40770":"\n  I have when I was younger.\n  ","40771":"\n  ?\n  ","40772":"\n  It's going good so far. ?❤\n  ","40773":"\n  Yellowish Orange.\n  "}}