{"Question":{"397010":"\n   Would you forgive a cheater?\n  ","397011":"\n   Is there anyone from your family is an artist?\n  ","397012":"\n   some kids from young age can draw better in class than their peers. I think it’s a talent. When did start to draw?\n  ","397013":"\n   Is drawing and singing a born talent or it can be learned?\n  ","397014":"\n   How’s your self-quarantine going peeps? ?\n  ","397015":"\n   What is your favourite flavour of tea... if you like tea at all that is\n  ","397016":"\n   Do you like going to concerts or gigs?\n  ","397017":"\n   Do you have art on the walls of your house?\n  ","397018":"\n   Do you like horror movies?\n  ","397019":"\n   Do you like fast food? what is your favourite kind to get?\n  ","397020":"\n   ever had an abortion?\n  ","397021":"\n   Based on what you heard about foreign countries، Which country?\n  ","397022":"\n   Which foreign country do you dislike the most?\n  ","397023":"\n   Name something that really boils your pi$$? ??\n  ","397024":"\n   How much has isolation changed your typical daily routine?\n  ","397025":"\n   When was the last time you typed using a computer keyboard and not a phone one? What about put putting pen to paper?\n  ","397026":"\n   Have you started any new hobbies lately? What about new TV shows, started watching any?\n  ","397027":"\n   Fav thing to do these days??\n  ","397028":"\n   Why do guys like bidets? Are you one of them? ??\n  ","397029":"\n   does incorrect grammar bother you?\n  ","397030":"\n   thank you so much, that really means a lot to me ? I hope you have a good night. please stay safe (physically AND mentally).\n  ","397031":"\n   What does non biary? And what stories have you written?\n  ","397032":"\n   Do you like Lana Del Rey???\n  ","397033":"\n   What are your thoughts on how schools have shut down for covid-19?\n  ","397034":"\n   r u a feminist furthermore; r u a follower of the PC language?\n  ","397035":"\n   thank you. I honestly never thought to look at the liquor stores like that... but when you put it like that, it really does make sense. my father lost his battle with this only just this year, the first week of 2020, and it still really hurts because I was closer with them than my mom... but as 1\/2\n  ","397036":"\n   when’s the last time you helped a friend in need?\n  ","397037":"\n   Are you afraid of being your true self around others? Why?\n  ","397038":"\n   Do you feel anger or anguish when you are very hungry?\n  ","397039":"\n   What is your favorite thing about Ask?\n  ","397040":"\n   Who was the first person you followed? Do you still follow them?\n  ","397041":"\n   Followed back may be\n  ","397042":"\n   1\/3 I live in England and drinking here is more than just the cultural norm, it's almost a way of life. my first sip of beer was at 5 years old, I'd drink a small glass of wine during special occasions at 8, I'd drink casually with friends at 12... interestingly enough, I've only been drunk 3x in-\n  ","397043":"\n   What’s something you’ve gotten into\/\/started enjoying recently? I’ve been on a baking\/cooking binge lately!\n  ","397044":"\n   If you had to listen to only one kind of music for the rest of your life which would you choose? ?\n  ","397045":"\n   how come you say you had the privilege of going to college? not like your parents paid for it. you took loans and scholarship and are paying it off\n  ","397046":"\n   Why did he dump you?\n  ","397047":"\n   ? ? ? yesssss.....the normalization of alcohol consumption is what kept me in denial for so damn long\n  ","397048":"\n   Have you ever injured someone\n  ","397049":"\n   Post as many unpopular opinions as you can!\n  ","397050":"\n   How are you\n  ","397051":"\n   Omg, I remember watching this a few years ago but I couldn't remember the name! Thanks for the reminder! ?\n  ","397052":"\n   Opinion on gabby giving up her daughter?\n  ","397053":"\n   Follow 2 follow?\n  ","397054":"\n   How many tattoos do you have? I have 2\n  ","397055":"\n   ok iwill send afollow reqwest simply\n  ","397056":"\n   Hello, you are very pretty, where are you from?\n  ","397057":"\n   Do you believe in happy ending?\n  ","397058":"\n   instgram?\n  ","397059":"\n   tell me a quote you live by.\n  ","397060":"\n   It means do you like boys\n  ","397061":"\n   Are you a str8 shooter\n  ","397062":"\n   who is your man crush thurs\n  ","397063":"\n   Are you a better person today, than you were yesterday? Why?\n  ","397064":"\n   Could you be friends w someone who's pro-life except in cases of rxpe and incxst or if the mothers life is in danger? But they don't push their views on you\n  ","397065":"\n   How's your quarantine going?\n  ","397066":"\n   What is your plan for the next 21 days?\n  ","397067":"\n   If you're self isolating, what are you doing to keep busy?  ? If you still have to go to work, I hope you all stay as safe as possible. ?\n  ","397068":"\n   How is everyone doing today? ?\n  ","397069":"\n   Who do you think your anons are?\n  ","397070":"\n   Why do some  people call the coronavirus the 'old peoples cold'??\n  ","397071":"\n   How many rolls of toilet paper do you have in your house total rn, at the time youre seeing this?\n  ","397072":"\n   Wearing anything pink what is it\n  ","397073":"\n   How long will the coronavirus quarantine last in the place where you live?\n  ","397074":"\n   Have you ever experienced hail before? Talking about the type of precipitation. (You do not have to answer)\n  ","397075":"\n   Do you like beef? Or naw, not really?\n  ","397076":"\n   do you have fond memories of each school that you went to?\n  ","397077":"\n   what makes you think that a stranger seems to be an interesting person?\n  ","397078":"\n   which horror movies are your favorite?\n  ","397079":"\n   do you like the musicians hozier and\/or mitski?\n  ","397080":"\n   do you have any pets at home?\n  ","397081":"\n   me neither lmao but i could also just download the app and then choose my username (like you just showed me on the purple screencap) but anyway! i'll just keep it like that for now ✌️\n  ","397082":"\n   I think you can delete the numbers and input your own username.. if I remember correctly\n  ","397083":"\n   i mean it's okay for people who already have an account but i didn't use askfm for a very long and wanted to make a new account to see how y'all are doing and yeah... i still hate this website (or at least how badly it functions) smh\n  ","397084":"\n   do you open up for people first or ??\n  ","397085":"\n   see? i told you! i'm on the computer too and it looks exactly the same for me! do you think that's just a glitch or something they're really going for now?\n  ","397086":"\n   yeah, i can type in all that stuff except \"full name\" and \"username\" and idk the whole thing looks different on my website? that's so strange\n  ","397087":"\n   A man is very rich. He often goes out to the bar to drink with his friends and go to the sauna for massage at night. Another man has a general income. He doesn't go out for recreation at night. Which husband would you rather choose?\n  ","397088":"\n   yeah, i can only type in my email and birthday etc but they just use the name from your email adress and put random numbers behind it? i dunno\n  ","397089":"\n   omg i was trying to make another account and askfm doesn't let you choose your own username anymore??? what the fuck. this website is really going the drain\n  ","397090":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","397091":"\n   why don’t you answer sexxual questions then?\n  ","397092":"\n   In what circumstances is it okay to commit a crime?\n  ","397093":"\n   will never understand how something so private as sex has been turned into a culture in america and it’s openness is viewed as liberation and freedom? lmaoo. how’s knowing the business of your bedroom progression?\n  ","397094":"\n   What really makes you angry?\n  ","397095":"\n   Recommend a youtuber to watch during this self isolation time ?\n  ","397096":"\n   Do you get bored easy?\n  ","397097":"\n   Be careful of that toddler because young children can be asymtomatic with virus's.\n  ","397098":"\n   hope all is well ✨?\n  ","397099":"\n   do you find it stupid and ignorant of how celebrities saying on social media how we are all in this together and stay home and if they can do it we can too? i mean they live in mansions with huge yards and terrace , patio, home gym etc.\n  ","397100":"\n   Can i see your feet?\n  ","397101":"\n   are you annoyed by people posting their at home workouts\n  ","397102":"\n   is the word \"permit\" correctly used in this sentence \"Sorry, I'd love to watch movies together, but time doesn't permit me\".\n  ","397103":"\n   If your parents or a friend was having an affair would tell on them?\n  ","397104":"\n   Do you agree with the saying “Bloods thicker than water.”\n  ","397105":"\n   What’s your favourite tv show ?(:\n  ","397106":"\n   Do you think schools should pass students to next grade since school is closed?\n  ","397107":"\n   do you wear anything on your wrist daily?\n  ","397108":"\n   Do you wear flannels\n  ","397109":"\n   When you go out to a restaurant or bar, what drink do you like to order? Doesn't necessarily have to be alcohol\n  ","397110":"\n   Are you superstitious?\n  ","397111":"\n   What do you care about the most?\n  ","397112":"\n   Do you like ice cream? What flavour?\n  ","397113":"\n   Have you ever eaten sushi?\n  ","397114":"\n   How often do you wear makeup? Do you wear it even when you don't have to leave the house?\n  ","397115":"\n   If you have tattoos how old were you when you got your first?\n  ","397116":"\n   Have you ever faced hate or discrimination for being non-binary? don't have to answer if this question is too personal.\n  ","397117":"\n   What's something that gets an unnecessary amount of hate?\n  ","397118":"\n   Would you prefer it if your government decided to go for herd immunity?\n  ","397119":"\n   It's been almost 3 months since we broke up and he found someone new in no time! He gave her all the love and care that he never gave me even when I gave him everything? he broke my heart! This should mean he never loved me, right?\n  ","397120":"\n   If you could appear in any tv series, which one would you choose?\n  ","397121":"\n   are you more of a morning or night person? ☀️ ?\n  ","397122":"\n   Have you heard of herd immunity?\n  ","397123":"\n   If you had lots of money what would you do with it?\n  ","397124":"\n   Would you like to be quarantined from the people who ask stupid questions on ask.fm?\n  ","397125":"\n   Does Covid-19 and being quarantined make you want to be nicer or nastier to people who ask stupid questions or has it made no difference?\n  ","397126":"\n   Do you think most people want to life to go back to normal or are they happy to stay quarantined?\n  ","397127":"\n   What brand is your phone? ? (What I'm basing my next pie chart on ?)\n  ","397128":"\n   do you thing the saying “money comes and goes.” it’s true or no?\n  ","397129":"\n   What's your temperature? #StayAtASK\n  ","397130":"\n   Have sex before\n  ","397131":"\n   You've had some experience as a porn actress\n  ","397132":"\n   Because\n  ","397133":"\n   I can do sex with you\n  ","397134":"\n   Do you like sex\n  ","397135":"\n   How often did you skip school\/college?\n  ","397136":"\n   If you found a cure for covid, would you sell it to the highest bidder?\n  ","397137":"\n   Can you feel your own heart beating without touching your chest with your hands?\n  ","397138":"\n   Do you think that humans are a kind of virus too or more so a parasite?\n  ","397139":"\n   Are you any good at making different kinds of meals?\n  ","397140":"\n   Any idea what motivates virus's to make other organisms sick?\n  ","397141":"\n   Last time you felt worthless?\n  ","397142":"\n   My gf said she don’t wanna hang cuz she feelin “crunchy” tf that mean?\n  ","397143":"\n   Ever punched another person?\n  ","397144":"\n   Where in the world would you like to be right now if you could?\n  ","397145":"\n   Do your ask profile photos reflect your split personalities?\n  ","397146":"\n   Do you ever over indulge in media?\n  ","397147":"\n   What's hulu?\n  ","397148":"\n   What did you do?\n  ","397149":"\n   Have you ever faked being sick? Are you pro at it?\n  ","397150":"\n   You used to go to the bar every week lol that’s a lot\n  ","397151":"\n   in a supermarket near me they do a temperature check. it’s silly lmao\n  ","397152":"\n   Do you think people should go to work or out if they aren’t coughing or have a fever?\n  ","397153":"\n   Have you been wearing more makeup or letting that skin breathe?\n  ","397154":"\n   Do you hate staying at home?\n  ","397155":"\n   What about friends?\n  ","397156":"\n   Thoughts on the NY people who have been going to parks?\n  ","397157":"\n   Anything___?\n  ","397158":"\n   Last thing you rebelled against?\n  ","397159":"\n   What’s the scariest horror film, you have ever seen?\n  ","397160":"\n   Would you rather be with someone who has the same views on every single topic or different views?\n  ","397161":"\n   Which would you rather be in, an insane asylum or prison? Why?\n  ","397162":"\n   How has the Covid-19 pandemic affected your life?\n\nWhat precautions are you taking to stay safe?\n\nWhat are some of your preferred quarantine time activities?\n\nTake care, stay safe, and best wishes!\n  ","397163":"\n   If you had the world’s attention for 30 seconds what would you say ?\n  ","397164":"\n   Whats your favorite thing to do?\n  ","397165":"\n   What's worse:\nNot knowing your significant others height or their phone number?\n  ","397166":"\n   What’s one old old game you could play for hours on end and just about never get bored of? Name? Maybe add a GIF or PAP to answer? (Don't have to) ?\n  ","397167":"\n   i don’t have proof but I know my bf is cheating on me. i confronted him and he told me I’m crazy to think that. i really love him but I’m also hurt and I don’t know how to prove it. do you think i should go through his phone?\n  ","397168":"\n   If you knew your friend or your partner is lying to you would you tell them straight away or let their play out and pretend everything’s ok?\n  ","397169":"\n   when someone ask how are you do you ever say chillin\n  ","397170":"\n   what client?\n  ","397171":"\n   i wanna get outta the house im getting sick and its so bad for my mental health. can i take drive in the car? my man is so paranoid he's not wanting me or us to go anywhere unless grocery im suffocated\n  ","397172":"\n   Is long distance worth it?\n  ","397173":"\n   isnt it inappropriate to hang out with your ex knowing he has a gf and you have feelings for him\n  ","397174":"\n   did you get asked out at least since breaking up\n  ","397175":"\n   remember you used to say you been through hell with him together and if you had to break up itd have long been over lolol\n  ","397176":"\n   did you go on a date, kiss, have sex with someone since your break up\n  ","397177":"\n   do you think your relationship would have been able to make it if you worked on it\n  ","397178":"\n   did u tell her u love your ex bf of 10 years\n  ","397179":"\n   Do you have any guilty pleasures when it comes to media? ? Like if you love a certain movie, book, video game etc. that you know that most people think is horrible haha\n  ","397180":"\n   What ingredients would you put on your ideal burger? ??\n  ","397181":"\n   How well do you handle changes in temperature? Do you easily get too hot or too cold? ?? What's your ideal indoor temp??\n  ","397182":"\n   last time you vacuumed?\n  ","397183":"\n   whats your favorite fruit\n  ","397184":"\n   do you play Animal Crossing? if so what’s your username? (if not use this as a filter) ✨\n  ","397185":"\n   How far would you go for love??\n  ","397186":"\n   What have you learned about recently?\n  ","397187":"\n   How do you stay positive during hard times?\n  ","397188":"\n   What’s your biggest pet peeve?\n  ","397189":"\n   is anyone else finding it difficult to stay healthy during this quarantine thing?im always snacking damn\n  ","397190":"\n   Are you from the upper\/middle\/lower class?\n  ","397191":"\n   what abt the brittany\n  ","397192":"\n   did you officially announce your break up on social media\n  ","397193":"\n   how did your bfa family react to your break up\n  ","397194":"\n   are you friends with anden and brittani and brianna and cadence\n  ","397195":"\n   is she cuban latino\n  ","397196":"\n   is she more beautiful than u\n  ","397197":"\n   Hey pimp how ru\n  ","397198":"\n   How do you like to fill up your time when you're stuck at home?\n  ","397199":"\n   is she as educated and intelligent as u\n  ","397200":"\n   What’s to the left of you? ?\n  ","397201":"\n   have you met the new gf of your ex\n  ","397202":"\n   Do you like your hair color or do you want to change it?\n  ","397203":"\n   Is it acceptable for your partner\/boyfriend\/girlfriend to ask you for your social media passwords or for them to insist on looking at your social media activitiy?\n  ","397204":"\n   Do you thinkt hat veggie burgers taste good?\n  ","397205":"\n   How long was your longest relationship?\n  ","397206":"\n   You don't shit or so?\n  ","397207":"\n   Have you watched any of those live concerts certain singers have put on because of the coronacalypse?\n  ","397208":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","397209":"\n   Waffles or pancakes?\n  ","397210":"\n   Have you  done your own research with the coronavirus?\n  ","397211":"\n   What did you do today?\n  ","397212":"\n   Are you a hugger? If so how are you coping with not being able to do that anymore because of Covid-19? ??\n  ","397213":"\n   Do you use leave in conditioner?\n  ","397214":"\n   Do you have a pet? Share its photo!\n  ","397215":"\n   I'm thankful that I'm overall healthy, but I'm living with 4 other people and 3 of them are immunocompromised. if they get the virus it's basically a death wish unless a miracle happens. it infuriates me how selfish people are. they view this as a free vacation with no regard for others.\n  ","397216":"\n   My boyfriend doesn't like condoms.  The only reason he wears one is because I make him. We've already been through a pack of condoms this pass week. He knows the only way he gets laid is if he wears one. How can I get him to not hate condoms so much?\n  ","397217":"\n   Who do you think you are? ?\n  ","397218":"\n   When you like a person, do you search to know if the person's zodiac sign is compatible with yours?\n  ","397219":"\n   how many glasses of tequila do you have on a normal night? does it give you a bit of a buzz?\n  ","397220":"\n   If you had enough money that you never needed to work again, what would you do with your time?\n  ","397221":"\n   what do you like the most about your smile?\n  ","397222":"\n   are you open-minded?\n  ","397223":"\n   think of one word. what is the word you thought of? why were you thinking of the word?\n  ","397224":"\n   how has it been like working from home?\n  ","397225":"\n   hi :) i hope you're doing okay and staying safe. if you need any help dont hesitate to ask us on here, we're more than willing to be there for you <3\n  ","397226":"\n   How can I fix my bad reputation?\n  ","397227":"\n   How can I deal with people hating me because of my bad reputation?\n  ","397228":"\n   How has the coronavirus affected your day to day life?\n  ","397229":"\n   Like what? Do you believe coronavirus came from a lap to destroy America?\n  ","397230":"\n   Do you believe in conspiracy theories? Do you enjoy them?\n  ","397231":"\n   Hope you had \/ are having a good day :)\n  ","397232":"\n   What’s your current mood?\n  ","397233":"\n   What are the curfew times?\n  ","397234":"\n   Do they allow people to go out?\n  ","397235":"\n   Is the virus getting worse or better in your city?\n  ","397236":"\n   Do you prefer gold or silver jewelry?\n  ","397237":"\n   Do you have something old that you would like to share with us? You can describe it or maybe post a picture. Whatever you would like to do.\n\n(You do not have to answer this. Just trying to give you guys something productive to do if you guy's would like... while we are all on quarantine.. of course)\n  ","397238":"\n   How’s your ex dealing with the virus?\n  ","397239":"\n   When do you think coronavirus will end?\n  ","397240":"\n   Wow all of those three people know each other?\n  ","397241":"\n   Are you worried about anyone in your family or friends that might get the virus?\n  ","397242":"\n   Have you ever had to put up with a customer yelling at you 19 to the dozen about something completely above your paygrade whilst working in the service sector? ? If so, how did you deal with that? ?‍♂️\n  ","397243":"\n   What have you accomplished so far this year?\n  ","397244":"\n   What grinds your gears?\n  ","397245":"\n   If you could anything you wanted too right now, what would you do ?(:\n  ","397246":"\n   Why are we humans so good at passing the buck of responsibility onto other people or entities?\n  ","397247":"\n   When’s the last time you went to the store?\n  ","397248":"\n   Which is the shortest you've ever had your hair?\n  ","397249":"\n   Are you open about things\n  ","397250":"\n   What are you really good at?\n  ","397251":"\n   Post a selfie!\n  ","397252":"\n   What function would you like ask.fm to introduce?\n  ","397253":"\n   How can you find people here interested in politics, religion and philosophy?\n  ","397254":"\n   What kind of music do u like?\n  ","397255":"\n   What's the perfect place for a first date?\n  ","397256":"\n   Who you going on a date with??\n  ","397257":"\n   you should also move on n find someone. hopefully someone richer than him to rub it in your brokeass exes face\n  ","397258":"\n   he must be dating her when yall were together thats why he dumped you\n  ","397259":"\n   Do you think girls are the bosses of men in a relationship\n  ","397260":"\n   yo sup brah\n  ","397261":"\n   is it ok to comfort a crying woman if shes upset in public? sometimes i really wanted to help but i didnt know if she wanted to be bothered or not\n  ","397262":"\n   what last triggered tears from your eyes?\n  ","397263":"\n   i hope you are staying safe from this pandemic. i hope the people around you are okay, and lets hope this ends sooner rather than later\n  ","397264":"\n   how are you? are you doing okay?\n  ","397265":"\n   Do you look best with formal or sports clothes?\n  ","397266":"\n   Who’s ready for Easter? ?\n  ","397267":"\n   What’s your opinion on curfew? Are they stupid?\n  ","397268":"\n   Can you go out after 7 pm in your city?\n  ","397269":"\n   Where you ever whipped as a child and if so what where you whipped with\n  ","397270":"\n   Have you ever played Cards against Humanity before? If so did you enjoy it, or find it highly offensive??\n  ","397271":"\n   Did you have a productive day?\n  ","397272":"\n   someone you know?\n  ","397273":"\n   people are so ignorant for not taking it seriously. A 36 nurse who has no health issues caught the virus and now she is on a ventilator, in critical condition.\n  ","397274":"\n   Would you be ok if one of your friends dating your ex?\n  ","397275":"\n   Are your roommates staying at home too?\n  ","397276":"\n   did you stock up on groceries\n  ","397277":"\n   is your ex dating someone already\n  ","397278":"\n   How do you identify on your birth certificate?\n  ","397279":"\n   What makes you think that? And do you think it's embarrassing for a guy to be skinnier and weaker than most girls?\n  ","397280":"\n   Do you identify as a cis male or?\n  ","397281":"\n   Does your skin ever get super dry? ? What do you do about it then? ?\n  ","397282":"\n   Tell us why (in your own words) you are better than us?\n  ","397283":"\n   How fast of a typer would you say that you are? ? Are you faster on a digital or physical keyboard? ?⌨\n  ","397284":"\n   how did they get it?\n  ","397285":"\n   Do you prefer sweet or salty snacks?\n  ","397286":"\n   Are you self isolating yet? I hope you're all staying safe with this coronavirus. ?\n  ","397287":"\n   Are you a misanthrope? You think that the corona virus wherever it occurs is beneficial?\n  ","397288":"\n   did they get it from a Chinese person?\n  ","397289":"\n   new york has 5% of corona cases\n  ","397290":"\n   Could you pick one of them and explain why it is one of your favourites?!\n  ","397291":"\n   your friend Jezebel said only people who are immunocompromised should stay at home otherwise it’s fine to go out, do you agree?\n  ","397292":"\n   What about films?!\n  ","397293":"\n   What's your favourite work of art and why?!!\n  ","397294":"\n   do you think people should be fined if they're found loitering around without any genuine reason like getting grocery?  like those dumbass college students partying in florida\n  ","397295":"\n   are the restaurants open in your town\/city? is food delivery available?\n  ","397296":"\n   does he know you love him\n  ","397297":"\n   you still love him?\n  ","397298":"\n   new york has over 15k cases of Corona are u scared\n  ","397299":"\n   Do you have a face shield? #StayAtASK\n  ","397300":"\n   Is there anything you cannot let go, but you know you should?\n  ","397301":"\n   Do you think people aren’t taking it seriously?\n  ","397302":"\n   Would you rather live in a city, by the sea or in the woods? Why?\n  ","397303":"\n   How do you usually start a conversation?\n  ","397304":"\n   Last movie you watched at home\/cinema?\n  ","397305":"\n   Whats the one thing you want from the world ?\n  ","397306":"\n   Do you have a favourite superhero ?\n  ","397307":"\n   Did you hang out with them? Do they have weak immune system?\n  ","397308":"\n   Are you thinking of someone at the moment?\n  ","397309":"\n   Have you ever heard of cotton candy grapes? Have you tried them before? Would you ever?\n  ","397310":"\n   Have you ever heard of the old school board game called Chutes and Ladders?\n  ","397311":"\n   Pink or black?\n  ","397312":"\n   It might sound harsh, but don't you think we need more drastic measures to make people stay home and prevent the virus from spreading? It seems to me that people STILL don't understand the danger of the situation and walk around like it's nothing. It's very irresponsible. STAY THE F HOME!\n  ","397313":"\n   But you're okay right Leigh????\n  ","397314":"\n   Really? Are they old?\n  ","397315":"\n   Donyou know anyone personally that has the corona virus?\n  ","397316":"\n   do your bf’s family like you? how did they react?\n  ","397317":"\n   lol why did you tell your fam he cheated on you? family never gets over it even if you do\n  ","397318":"\n   good you didnt move to another state with him or you'd be all alone in a new state by yourself now\n  ","397319":"\n   You don’t just stop loving someone for no reason at all. There must be a reason, is it because he found someone more beautiful?\n  ","397320":"\n   you were stuck cos you both are broke ass poor af\n  ","397321":"\n   your family must not like him for a reason?\n  ","397322":"\n   Do you think things fall apart because you didn’t want to get married or want children?\n  ","397323":"\n   how did your families and friends react to the break up\n  ","397324":"\n   do you and ex still speak to each other or was the lets be friends said to feel better abt the break up\n  ","397325":"\n   You coped with it very well. You don’t seem sad about it at all\n  ","397326":"\n   have you had rebound sex yet\n  ","397327":"\n   are you open for casual sex\n  ","397328":"\n   do you wanna date again or stay single\n  ","397329":"\n   when did he break up and how?\n  ","397330":"\n   so you got dumped basically. your fears of abandonment were true\n  ","397331":"\n   ok but why are you single ong i havent been following you in a while. i thought you 2 were solid\n  ","397332":"\n   Wtf\n   \n    @dieselmom\n   \n   and you both broke up with daniel\n  ","397333":"\n   is your bf living with u\n  ","397334":"\n   Has your salary affected by corona?\n  ","397335":"\n   Pap?\n  ","397336":"\n   How important is freedom of speech in a healthy society?\n  ","397337":"\n   Where would you be right now if there was no coronavirus?\n  ","397338":"\n   Hope everyone is well ?\n  ","397339":"\n   Could you give me an insta\n  ","397340":"\n   Taken or singel\n  ","397341":"\n   Have you guys heard the ice cream truck yet?\n  ","397342":"\n   Making the most of the time aha, good to hear ?\n  ","397343":"\n   Confess something\n  ","397344":"\n   How is your day going ? :)\n  ","397345":"\n   If there's one thing you would love to accomplish in life without having to work for it, what would it be and why?\n  ","397346":"\n   Do you wash the products you buy from the supermarket in case it’s affected by coronavirus?\n  ","397347":"\n   Do you think you’re going to get sick from staying at home?\n  ","397348":"\n   why do you order from restaurants? how do you know they are clean?\n  ","397349":"\n   I’m glad you don’t mind I’m just curious to read your answers. How’s your day going?\n  ","397350":"\n   has your normal routine changed at all since the inception of the coronavirus? what has changed, or what has stayed the same?\n  ","397351":"\n   what are you doing to keep you, your friends and your family safe during this pandemic?\n  ","397352":"\n   Do you prefer working from home?\n  ","397353":"\n   Do you usually text first or wait for someone to text you?\n  ","397354":"\n   Do you have enough food for a month?\n  ","397355":"\n   Is there someone you text daily?\n  ","397356":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","397357":"\n   Do you like to party?\n  ","397358":"\n   What was the last movie you saw in the cinema?\n  ","397359":"\n   Do you watch a lot of TV?\n  ","397360":"\n   Are there any tattoos you plan to get in the future?\n  ","397361":"\n   _\n  ","397362":"\n   Ohh nice - definitely a linkin Park fan\n  ","397363":"\n   No. no one follows me because I'm new to this ?\n  ","397364":"\n   oh sorry this is me ?\n  ","397365":"\n   Oh nice :) so a little bit of everything lol. But what’s your favorite favorite?\n  ","397366":"\n   it's great. you can follow me ?? Please ?\n  ","397367":"\n   Aw man, it’s okay! Everyone has different taste. What do you prefer?\n  ","397368":"\n   Should give her a listen :) I rec her song Juicy lol\n  ","397369":"\n   Yes, if you had to make a decision between. love or money what would it be?\n  ","397370":"\n   Oh she’s a musician\n  ","397371":"\n   Why Doja Cat so fire?\n  ","397372":"\n   Hello\n  ","397373":"\n   What’s a topic that your really interested in and why ?(:\n  ","397374":"\n   What are you most proud of?\n  ","397375":"\n   What's your favorite Disney song? ?? What about it is it that you like? GIF \/ link perhaps? ?\n  ","397376":"\n   Would you really want to live a life that is free from challenges or obstacles?\n  ","397377":"\n   Is it wrong to say where it came from?\n  ","397378":"\n   Do you like ska or reggae?\n  ","397379":"\n   When was the last time you shaved your head? It must grow quite fast\n  ","397380":"\n   It was a good decision. You look cool!!! :)\n  ","397381":"\n   When was the first time you shaved your head? Why?\n  ","397382":"\n   Do you follow your heart or your head?\n  ","397383":"\n   What about calling the corona virus “Kong flu” surely that’s racist\n  ","397384":"\n   would you break up with your partner if you thought they were flirting with your cousin? but they said they weren’t but you insist yourself that they did it. when they asked how they flirted, you would just say “doesn’t matter. i know what i saw.” no explanation given.\n  ","397385":"\n   Have you wasted your potential or lived up to it?\n  ","397386":"\n   What is the scariest movie you've ever seen?\n  ","397387":"\n   If you had the chance to go back in time for a day, what time\/period would you choose? it could be any.\n  ","397388":"\n   Are u sorry for losing something?\n  ","397389":"\n   Are you proud of what you’re doing with your heart and time right now?\n  ","397390":"\n   If u had to speak ur very last words, What would u choose to say?\n  ","397391":"\n   What is your biggest regret from the last 5 years?\n  ","397392":"\n   What’s the best approach to resolving conflict?\n  ","397393":"\n   Is coronavirus really bad like Italy in America?\n  ","397394":"\n   How is everyone doing? Is it still crazy in your area? With what is seems all this coronavirus panic?\n  ","397395":"\n   What‘s one of your best habits?\n  ","397396":"\n   Is your life complicated by unnecessary things? \nIf so, what steps do you need to take to de-clutter?\n  ","397397":"\n   Citation that describes you\n  ","397398":"\n   Do you ever paint or are you not much of a painter?\n  ","397399":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","397400":"\n   Do you take medication for your depression\/anxiety?\n  ","397401":"\n   What song makes you want to dance??\n  ","397402":"\n   How's your hometown doing with Corona virus and all? :(\n  ","397403":"\n   What do you buy with a dollar?\n  ","397404":"\n   What's your favorite alcoholic drink? I like vodka and Smirnoff, but I want to expand on the alcohol preference. Any suggestions?\n  ","397405":"\n   I’m saying it as a PSA for everyone! \nNobody should ask you question, if you choosy in nature. \nNobody likes being ignored.\n  ","397406":"\n   No. Not at all. ??‍♀️\nI just believe you need to stop picking and choosing questions. If the question are not sexual in nature, there should be no reason not to answer them.\nYou’re asking for question, but don’t answer them. \nI just say you have no respect and there’s no point asking you questions.\n  ","397407":"\n   Why are they unanswered? You’re asking for questions, but don’t answer them... Or even worse you’re “selective.” Don’t ask for questions, if you not going to answer all of them. Don’t pick and choose. It’s wrong. Especially since none of mine were sexual in nature.\n  ","397408":"\n   What’s the point? You never reply to mine anyway. ??‍♀️\nAll the questions I posted before, were not Anon. I feel ignored for no reason.\n  ","397409":"\n   What's cooler: an iPhone 11 or an annual supply of sanitizer? #StayAtASK\n  ","397410":"\n   Who do you trust more than anyone else?\n  ","397411":"\n   Do you have a favourite memory?\n  ","397412":"\n   Sure, but whether your reasons are valid or not still requires you to discriminate in order to come to some conclusion.\n  ","397413":"\n   But if you're paranoid about things and people, doesn't that mean that you're discriminating with no factual evidence?\n  ","397414":"\n   Like, you answering questions differently when it comes from an anon is discrimination.\n  ","397415":"\n   Isn't paranoia a form of extreme discrimination with no proof?\n  ","397416":"\n   Do you discriminate?\n  ","397417":"\n   Ever feel paranoid?\n  ","397418":"\n   But don't we discriminate all the time with one thing or the other?  Like, good v's bad.  right v's wrong,  male v's female etc etc?\n  ","397419":"\n   Have you ever tired banana peppers?\n  ","397420":"\n   Why are you more cautious with anon questions even if the questions aren't foul or bad?\n  ","397421":"\n   Can discrimination be a good thing in some circumstances?\n  ","397422":"\n   do you answer questions differently according to who's asking you?\n  ","397423":"\n   Why is there age discrimination in your society and is it justified?\n  ","397424":"\n   Are you typically a pessimist or optimist?\n  ","397425":"\n   When you say age discrimination, do you mean older to younger or younger to older or both equally?\n  ","397426":"\n   Do you think that most people are pessimists?\n  ","397427":"\n   Is there much age discrimination in your society?\n  ","397428":"\n   do you have a good sense of intuition?\n  ","397429":"\n   Do you see your life as remaining on the same trajectory as it has in the past?\n  ","397430":"\n   Do you think that 40 is old?\n  ","397431":"\n   Do you have your own views or do you always go to other sources for definitions and understandings?\n  ","397432":"\n   when will you and daniel break up? im bored of yall\n  ","397433":"\n   So why do you see communism as being an ideology but not capitalism?\n  ","397434":"\n   Do you think that death is the natural state of being?\n  ","397435":"\n   Do you see communism as being an ideology?\n  ","397436":"\n   Ever read James Joyce?\n  ","397437":"\n   Is it alcohol that has the most calories or the kinds of sweet fizzy drinks that you mix it with?\n  ","397438":"\n   Are people averse to death because they don't understand what it is?\n  ","397439":"\n   Do you see capitalism as being an ideology?\n  ","397440":"\n   Are you a professional at anything?\n  ","397441":"\n   Ever looked into fractal art?\n  ","397442":"\n   How does alcohol use make you put on weight?\n  ","397443":"\n   Would you care for your parents if they got the pox?\n  ","397444":"\n   Is it possible to be a communist in a capitalist society?\n  ","397445":"\n   Do you feel free?\n  ","397446":"\n   Do you usually plan your meals before or just eat on speck?\n  ","397447":"\n   Are you a capitalist?\n  ","397448":"\n   do you try to eat healthy food?\n  ","397449":"\n   Is America a classless society?\n  ","397450":"\n   Why is it ok for rich people to hoard money but not ok for ordinary people to hoard supplies?\n  ","397451":"\n   when r u 29\n  ","397452":"\n   wheres morgan\n  ","397453":"\n   have you gotten violent with people at the store over toilet paper\n  ","397454":"\n   Do you have a crush on anyone?\n  ","397455":"\n   Now that you’re single do you feel free?\n  ","397456":"\n   didn’t you say that you’re young and won’t catch the virus?\n  ","397457":"\n   Do you like honey?\n  ","397458":"\n   It won’t affect them as most students are healthy.\n  ","397459":"\n   Do you ever buy products from LUSH? Do you like bath bombs?\n  ","397460":"\n   What do you like more... junk food or healthy food ?\n  ","397461":"\n   Is there an activity that calms you?  A place or a thing that makes you feel at ease?\n  ","397462":"\n   define respect\n  ","397463":"\n   There was a video tht went viral a group of college students on the beach in FL saying its spring break they don't care- the media is overreacting on this virus and this girl who turned 21 said im here to party--- if i get corona i get it. opinon?\n  ","397464":"\n   do you feel bad for those colleges grads whos graduation got cancelled and they cannot experience the moment? my friend is sad cause she is graduating and wont get to have tht moment\n  ","397465":"\n   Do you have much planned for this weekend?\n  ","397466":"\n   ru off?\n  ","397467":"\n   Why did you go out? That’s selfish\n  ","397468":"\n   Is it racist to call covid the \"imaginary virus\" as it doesn't exist?\n  ","397469":"\n   How much time do you spend on social media?\n  ","397470":"\n   How often do you check your emails?\n  ","397471":"\n   Dogs or cat person?\n  ","397472":"\n   Do you talk to your neighbors? Or don't you like them?\n  ","397473":"\n   Life update from your country\/city?\n  ","397474":"\n   Do you watch documentaries? Post a link of your favorite.\n  ","397475":"\n   Where do you see yourself in the next 10 years?\n  ","397476":"\n   Are bidets common in your country? Have you ever used one?\n  ","397477":"\n   Happy Friday Everyone ✨?. Hope you all gave a good weekend as well ?\n  ","397478":"\n   Even tho the Chinese virus isn't inaccurate, ppl are hella ignorant especially in America & I just know they'd believe only Asians have it \/ spread it. It's charged wording & ppl know that. Smh.\n  ","397479":"\n   I disagree with this because we've had the Spanish flu. So.\n  ","397480":"\n   Are sports still going on?\n  ","397481":"\n   It doesn’t make you mature either. I know plenty of people who have their shit together, and they’re some of the immature people I have ever met. ??‍♀️?\n  ","397482":"\n   Just because some can mute-task and keep themselves busy, doesn’t mean they’re mature. Trust me..\n  ","397483":"\n   you got all the time lol what’s keeping you busy?\n  ","397484":"\n   Would you give a second chance?\n  ","397485":"\n   What’s a deal breaker for you in a relationship?\n  ","397486":"\n   but he’s not wrong. the virus comes from china. why people are butthurt?\n  ","397487":"\n   What is the best way for a person to attain happiness?\n  ","397488":"\n   Deja-vu: is there anything to it or merely coincidence?\n  ","397489":"\n   Do you think Covid 19\/quarantining will affect fashion? If so, in what ways?\n  ","397490":"\n   Is it racist to call corona as Chinese virus?\n  ","397491":"\n   Best photo op: sunrises or sunsets?\n  ","397492":"\n   What do you tell yourself when you’re losing hope?\n  ","397493":"\n   What is your most favorite parts of spring?\n  ","397494":"\n   What is the best way to tell someone that you love them ??\n  ","397495":"\n   Do you think ask should have a higher word count when asking questions?\n  ","397496":"\n   Why some memes remind you of your ex?\n  ","397497":"\n   Why your eyes are yellow?\n  ","397498":"\n   What films do you like\n  ","397499":"\n   What’s the worst movie you have ever seen ??\n  ","397500":"\n   Do you like corona virus\n  ","397501":"\n   What was your favorite Disney movie?\n  ","397502":"\n   How creative are you?\n  ","397503":"\n   Space. ✍?\n  ","397504":"\n   Is there anyone that you are missing right now? If so, is there something that reminds you of them?\n  ","397505":"\n   What memory instantly makes you smile?\n  ","397506":"\n   Would you rather always get first dibs or the last laugh?\n  ","397507":"\n   Tell me your biggest supernatural or paranormal fear?\n  ","397508":"\n   How are all of you lovely people today? How are you feeling? How are you passing the time? Do you play any online games like words with friends? Do you have Snapchat? Do you know that I’m currently at work and it’s slow as can be? But I got some good news I’ll still be working.\n  ","397509":"\n   What was the first thing on your mind this morning?\n  ","397510":"\n   Do you have a gripe about ask.fm?\n  ","397511":"\n   Happy First Day Of Spring ???\n  ","397512":"\n   Is everyone else’s ask acting up? Is it laggy and saying system error and all that for y’all too??\n  ","397513":"\n   One direction or BTS ??\n  ","397514":"\n   Have you ever chased a storm or tornado? Have you ever drove in a blizzard?\n  ","397515":"\n   What's the best thing ever happened to you?\n  ","397516":"\n   What's something a fictional character said that stuck with you?\n  ","397517":"\n   What do you think we should focus on?  besides the coronavirus\n  ","397518":"\n   Is it selfish going to work while feeling sick and not tell anyone about it?\n  ","397519":"\n   How bad is the pollen in your area right now? Or has it not started yet where you live?\n  ","397520":"\n   Are you in pjs?\n  ","397521":"\n   Have you ever changed your personality, style of clothing\/makeup, hair, etc. just to fit in?\n  ","397522":"\n   Do you have a fav sitcom? ?\n  ","397523":"\n   hey girl whats good\n  ","397524":"\n   Have you ever used a quill? What about a typewriter? Do you feel handwritten words make the writing more personal? Have you been writing at all?\n  ","397525":"\n   Tell me a time when you made a bad decision\n  ","397526":"\n   Are you afraid of change?\n  ","397527":"\n   Who was your last missed call form? And why didn’t you answer? Lol.\n  ","397528":"\n   Frappé. Yay or nay?\n  ","397529":"\n   Do you have a change jar or do you just throw your loose change anywhere\n  ","397530":"\n   How many people do you consider your friend(s)?\n  ","397531":"\n   Isn't that bad?\n  ","397532":"\n   Do you like cranberry juice? Or mixed with a lil vodka ?\n  ","397533":"\n   Can you remain friends with an ex partner?\n  ","397534":"\n   Do you have any family that lives anywhere else besides where you are currently at in the world? A different country of some sort maybe? Would you care to share? (You do not have to answer this question.)\n  ","397535":"\n   Who is ready for all this coronavirus junk to go away? We can't go anywhere anymore... It's absolutely sad. Down here they're closing some schools down now completely for the rest of the year... I'm just about done with all of this stuff.\n  ","397536":"\n   Do you think the government is also, hiding something from us? That’s why their only talking about the coronavirus\n  ","397537":"\n   Did you do anything special for St. Patrick's Day or not really?\n\nWas this day a good day or bad\n  ","397538":"\n   So.... What do you think of the new coronavirus \/ toilet paper backgrounds on here? They just loaded for me.\n  ","397539":"\n   What has been your biggest challenge in life and how did you overcome it?\n  ","397540":"\n   My daughter has been acting up and doing bad in school. I am considering cancelling her vacation trip. would that be harsh\n  ","397541":"\n   When is it acceptable (if ever) to disobey the law?\n  ","397542":"\n   Fav movie of all time?\n  ","397543":"\n   are you an extrovert or introvert?\n  ","397544":"\n   How many times do you wash your hands a day?\n  ","397545":"\n   Hey may i ask for some input plzl\n  ","397546":"\n   Hey babygirl\n  ","397547":"\n   Do you have deep sleep? Or do you usually wake up at dawn?\n  ","397548":"\n   Are you finically stable?\n  ","397549":"\n   What is something you hope never changes??\n  ","397550":"\n   What is something that you would give a definite 10\/10?!\n  ","397551":"\n   What song makes you unconditionally happy?\n  ","397552":"\n   Presented with the opportunity to be immortal would you take it?\n  ","397553":"\n   Say something nice about Lyndsey\n  ","397554":"\n   Say some nice to three of the people you folow? :)\n  ","397555":"\n   Do you know what the corona virus looks like?\n  ","397556":"\n   What's Americas corona count now?\n  ","397557":"\n   Is it easier working from home for you?\n  ","397558":"\n   do you get many colds and flues during the year?\n  ","397559":"\n   Bacon\nYay or no way?\n  ","397560":"\n   Has your job been affected by coronavirus? Did it affect your vacation?\n  ","397561":"\n   What’s your favourite season and why ?(:\n  ","397562":"\n   If a man wants more sxx and his SO doesn't, would you understand why he would cheat on her even if you don't agree with it? Since everyone has needs\n  ","397563":"\n   What would you be doing right now if the internet didn't exist?\n  ","397564":"\n   Where do you wish you were from?\n  ","397565":"\n   Remember when you said coronavirus isn’t a big deal and there’s no need to panic. Do you still believe that?\n  ","397566":"\n   What is your honest opinion about people that don't want to mind their own business?\n  ","397567":"\n   Liar lmaooo do you watch porn?\n  ","397568":"\n   Do you prefer working from home or at an office, and why?\n  ","397569":"\n   If a hacker hacked into your computer and was threatening to release your browser history to your friends and family, how much would you pay them to avoid it?\n  ","397570":"\n   Do you think your government's measures against Covid19 are ridiculous, harmful to the economy and clearly disproportionate?\n  ","397571":"\n   Have you been busy at work?\nDid they close anything around you because of this virus?\n\nThey have been having me work almost every day at work, double shifts b\/c we are so busy from everyone buying everything. I heard that they're going to close school for the rest of the year for some people here...\n  ","397572":"\n   How do you like to start your morning?\n  ","397573":"\n   Favorite rides at amusement parks? Why? ???\n  ","397574":"\n   Favorite spring\/summer accessories?\n  ","397575":"\n   Which one?\n1. Rose gold.\n2. Sliver.\n3. Gold.\nOr none of the above?\n  ","397576":"\n   Do you consider yourself a stubborn person?\n  ","397577":"\n   Do you have a secret account on facebook?\n  ","397578":"\n   Is everyone going to die soon?\n  ","397579":"\n   Do you think you will get it soon\n  ","397580":"\n   What is your opinion on the corona virus\n  ","397581":"\n   If you had to handpick items that you felt represented you in some way, what would you choose and why?\n  ","397582":"\n   Do you think corona will be over soon?\n  ","397583":"\n   Would you ever date a co-worker?\n  ","397584":"\n   Is it healthy not to fight at all in a relationship?\n  ","397585":"\n   If your partner agrees, will you accept the love that two people are far apart and it will take a long time to meet once?\n  ","397586":"\n   Do you believe in ghosts?\n  ","397587":"\n   Unpopular opinion: “People pay too much attention to other people’s business.” Your thoughts?\n  ","397588":"\n   Where do you see yourself in 10 years? Are you still working in the same career? Are you married? Do you have kids?\n  ","397589":"\n   What’s a tattoo you wanna get and where?\n  ","397590":"\n   Idk if anyone’s ever told you this but you have very, unique eyes.\n  ","397591":"\n   Life update? Briefly\n  ","397592":"\n   Do you have a favorite animal?\n  ","397593":"\n   Honest to god, I said that exact sentence earlier ?\n  ","397594":"\n   Do you like any type of techno music?\n  ","397595":"\n   What do you think about when you are working hard? What is on your mind usually?\n  ","397596":"\n   Have you ever sent a text message to the wrong person?\n  ","397597":"\n   Did you forgive the last person who hurt you?\n  ","397598":"\n   What's your favourite chocolate bar?\n  ","397599":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","397600":"\n   Describe how the shoes you wear changes throughout the year? ??? Like, what kind of shoes do you wear for each season? ❄☀️??\n  ","397601":"\n   come down with the flirting. She’s married.\n  ","397602":"\n   hello friends, i'm back :) how are y'all doing?\n  ","397603":"\n   What’s the weather like right now ?\n  ","397604":"\n   How are you all?\n  ","397605":"\n   Why\n  ","397606":"\n   Do you prefer old timey tv shows and movies or more modern ones?\n  ","397607":"\n   Do you smoke?\n  ","397608":"\n   Have you stocked up on toilet paper yet?\n  ","397609":"\n   Did they shut down schools?\n  ","397610":"\n   How much is gas where you live?\n  ","397611":"\n   Thoughts on all these sports being cancelled?\n  ","397612":"\n   Do you celebrate St.Patricks Day? ☘️\n  ","397613":"\n   QOTD: “Don’t light yourself on fire to keep yourself warm” Agree, neutral, or disagree?\n  ","397614":"\n   Star Wars or Star Trek?\n  ","397615":"\n   are you sad bars will be closed?\n  ","397616":"\n   How many of you are temporarily out of work\/school thanks to covid-19? How have you been handling it?\n  ","397617":"\n   Do you like that shuffle dance stuff that is popular in clubs and on Youtube atm? BQ: Can you shuffle dance yourself?\n  ","397618":"\n   Would you rather have 10 sisters or 10 brothers?\n  ","397619":"\n   Can you play the Violin? ?\n  ","397620":"\n   What’s a topic that interests you ?(:\n  ","397621":"\n   Do you have any unpopular opinions? If you do what are they ?\n  ","397622":"\n   How often do you feel lonely?\n  ","397623":"\n   Why watch the debate when there PLENTY of other shows on\n  ","397624":"\n   With one you like the most?\n  ","397625":"\n   So you are not a boy or girl?\n  ","397626":"\n   i'm curious in what places they are lol\n  ","397627":"\n   Do you have tattoo?\n  ","397628":"\n   Is it better to tell your partner that you want to stop taking birth control or stop taking birth control without asking?\n  ","397629":"\n   Is it uncomfortable to sleep in other people’s home the first few nights or do you feel comfy right away?\n  ","397630":"\n   Is living in New York city expensive?\n  ","397631":"\n   sup girl whats good\n  ","397632":"\n   What is your favorite lie?\n  ","397633":"\n   As a manager would you have tht for cell phones to\n  ","397634":"\n   Was it punishable at your place for cell phones etc\n  ","397635":"\n   Do you think about yo past\n  ","397636":"\n   Do you think texting in front of a customer is wrong\n  ","397637":"\n   Yes you are a parent\n  ","397638":"\n   Do you see yourself as strict with grades\/ respect\n  ","397639":"\n   Do you think mothers are more strict then fathers\n  ","397640":"\n   do you ever do messy bun\n  ","397641":"\n   Is your hair in a bun\n  ","397642":"\n   What’s your most embarrassing thing you’ve done whilst drunk?\n  ","397643":"\n   Aww why not go show face then deuces?\n  ","397644":"\n   how are you doing dear\n  ","397645":"\n   don't you think it's a bit rude for people even if they're friends to tell me i look *ugly* with short hair? I might sound cocky or arrogant, but I didn't ask for opinions nor validation. I would never go outta my way to criticize others for how they look\/present, it's not my business\n  ","397646":"\n   Is fast food cheaper than healthy foods?\n  ","397647":"\n\n    https:\/\/youtu.be\/4TYv2PhG89A\n   \n   you prolly know this song, which is one of hr most played songs, haha.\n  ","397648":"\n   i heard hangovers last longer as you age, is that true?\n  ","397649":"\n   do you listen to Sade?\n  ","397650":"\n   Is it normal to feel more depressed\/anxious than usual when you're experiencing a hangover?\n  ","397651":"\n   i'm curious how can you eat when you're hungover, lol. even water makes me throw up and i can't stand still\n  ","397652":"\n   Thoughts on a \"24 hour COVID-19 hotline\"... seems like a lot of people would try pranking it. Did your state or town make one?\n  ","397653":"\n   What do you enjoy doing when hungover?\n  ","397654":"\n   Happy Sunday Everyone‼️✨☀️\n  ","397655":"\n   Games day got cancelled till the world is no longer ending, what do you do when you suddenly have free time?\n  ","397656":"\n   What is 1 job you got declined for and it made you feel sad\n  ","397657":"\n   Do you feel female bosses have an ego\n  ","397658":"\n   Have you ever complained to mgmt about a servers service\n  ","397659":"\n   Have you seen people fighting over an item in a supermarket? Did you notice things out of stock?\n  ","397660":"\n   do you eat salads\n  ","397661":"\n   do you like cherry tomatoes\n  ","397662":"\n   fav omlette?\n  ","397663":"\n   do you like boiled eggs\n  ","397664":"\n   Do you still smoke cigs\n  ","397665":"\n   Omg i am surprised you know what that means cause when i say i have not seen you in a minute people go huh\n  ","397666":"\n   haven't seen you in a minute\n  ","397667":"\n   What activity do you never get bored with?\n  ","397668":"\n   Name one thing that always makes you smile :)\n  ","397669":"\n   What flavor White claw?\n  ","397670":"\n   Turn on the tv\nturn to A&E\nWatch Live PD\n  ","397671":"\n   Do you like funyans\n  ","397672":"\n   i sure as fuk can be! ? anyway, ive asked too many questions about your ex! thats it from me and i wish you the best ?\n  ","397673":"\n   do you drink dasani water\n  ","397674":"\n   do you ever say deuces\n  ","397675":"\n   whats good with u\n  ","397676":"\n   do you take a little bit of comfort in that or are you not as petty as me? ?\n  ","397677":"\n   if you’re fine with him dating and you don’t feel jealous at all then this just says you just love him as a friend.\n  ","397678":"\n   were you comfortable though with spending time with him even when there was no intimacy? do you think you are better off as friends?\n  ","397679":"\n   i find it weird that your ex left you after all those years when there was no conflict at all. is he going through a rough patch?\n  ","397680":"\n   sorry if you are sick of answer stuff about your ex but how long were you together? and what do you think of his gf?\n  ","397681":"\n   what makes you different than others?\n  ","397682":"\n   wtf? does he already have another gf?!\n  ","397683":"\n   Ok, do what you think is best and be kind to yourself ?\n  ","397684":"\n   how does his gf feel knowing that you two talk and you love him?\n  ","397685":"\n   You need to move on though, you need to get to a stage where you can cope with him dating. It’s just a suggestion but it may be best to grieve the loss of a partner without him being in your face\n  ","397686":"\n   How’s your weekend?\n  ","397687":"\n   If you still feel strongly towards him it may be best to cease contact, as least temporarily.\n  ","397688":"\n   non-binary doesnt really mean anything tho. no-one feels exclusively masculine or feminine. they just feel like themselves\n  ","397689":"\n   Why are you still non binary?\n  ","397690":"\n   Do you think your bf used you?\n  ","397691":"\n   Didn’t you quit smoking?\n  ","397692":"\n   Would you rather be in constant pain or have a constant itch?\n  ","397693":"\n   It was made in like, 1994, but I can’t remember the name of the movie. They wished their mom was gone and waited until Sunday to go to the mommy market due to their neighbors advice.\n  ","397694":"\n   Have you ever seen that one movie where three kids wish they had a different mother so every Sunday they would go to the mom market and get a different mother until they were orphans? It seems like a fever dream but I promise it’s real\n  ","397695":"\n   What’s one thing that you want to change about yourself ?\n  ","397696":"\n   Why is it important for you to identify as non-binary?\n  ","397697":"\n   This might sound weird but I was shocked to read you broke up with your bf. I’ve followed you for ages and you always spoke about him. Can you elaborate of the break up if you’re ok with talking about it? Are you ok etc\n  ","397698":"\n   thoughts on israel\/palestine?\n  ","397699":"\n   who do you want to win the election? do you always vote?\n  ","397700":"\n   Do you like any type of fried skins or anything? Or not really?\n  ","397701":"\n   Is your best friend still Courtney??\n  ","397702":"\n   Thoughts on dahvie vanity? Were you ever a blood on the dance floor fan?\n  ","397703":"\n   How did you meet your best friend?\n  ","397704":"\n   did u or ur friend get emotional over the positive affirmations? i got teary reading this tbh\n  ","397705":"\n   What would be your dream job??\n  ","397706":"\n   Thoughts on this coronavirus? ?\n  ","397707":"\n   Is it hard for you to usually come with a username?\n  ","397708":"\n   When are you going to buy things in bulk?\n  ","397709":"\n   Are you immunocompromised?\n  ","397710":"\n   you’re not taking it seriously lmaooo.\n  ","397711":"\n   what are some of your favorite positive affirmations?\n  ","397712":"\n   what is your stance on marijuana?\n  ","397713":"\n   do poems make you emotional? like, if someone wrote a poem that was specifically dedicated to you?\n  ","397714":"\n   you're an amazing friend they probably love it when you do that to them\n  ","397715":"\n   Is it rude and selfish to not take coronavirus seriously?\n  ","397716":"\n   if i were your friend in person i would totally do this to you because you totally deserve it. i would literally do anything lmao\n  ","397717":"\n   over the last month what moved u the most?\n  ","397718":"\n   is it weird i like to make people cry out of joy just to see them really happy? with so much stuff going on in the world i like being able to bring happiness to people.\n  ","397719":"\n   Do you still hang out with your ex?\n  ","397720":"\n   Follow\n  ","397721":"\n   do you consider yourself selfless?\n  ","397722":"\n   Why? Is it because of sxx?\n  ","397723":"\n   Can you be in a long distance relationship? It means with someone in another country.\n  ","397724":"\n   How many countries have you visited?\n  ","397725":"\n   What would your book be about?\n  ","397726":"\n   Is your ex currently in a relationship?\n  ","397727":"\n   What are your long term goals?\n  ","397728":"\n   Does instant connectivity and communication bring people together or push them apart?\n  ","397729":"\n   Would you prefer to lose all the memories you have now or never be able to make any new memories?\n  ","397730":"\n   What book has had the biggest effect on the modern world?\n  ","397731":"\n   Who’s the most selfless person you know?\n  ","397732":"\n   Shouldn't you plan for the future?\n  ","397733":"\n   Were you still in love with your ex when you gave up so much for him?\n  ","397734":"\n   What do you know about communications?\n  ","397735":"\n   Do you have a job in communications?\n  ","397736":"\n   Why aren't you interested in dating?\n  ","397737":"\n   yeah i have it why you look really pretty and cute ?\n  ","397738":"\n   HI Cutie\n  ","397739":"\n   Do you only talk to people who think exactly like you?\n  ","397740":"\n   Why isn't it \"productive\" to question Harvey Weinstein's conviction if he is already appealing against it?\n  ","397741":"\n   Do you know Harvey Weinstein is appealing his conviction?\n  ","397742":"\n   Accusations can be easily made up, can't they?\n  ","397743":"\n   So you believe women more than men because you are female?\n  ","397744":"\n   What’s your type when it comes to dating?\n  ","397745":"\n   What makes you so sure Harvey Weinstein was properly convicted?\n  ","397746":"\n   Do you like pokemon?\n  ","397747":"\n   Were you following the Harvey Weinstein trial closely?\n  ","397748":"\n   How would you feel if you were falsely accused of a crime and convicted of it?\n  ","397749":"\n   What do you mean \"accusations aren't as fulfilling as convictions\"?\n  ","397750":"\n   what kind of beauty do you see in people? what do you think makes someone beautiful?\n  ","397751":"\n   what kind of beauty do you see?\n  ","397752":"\n   do you like that you're extremely emotional?\n  ","397753":"\n   its ok to be emotional lmao\n  ","397754":"\n   Do you think it is right that an accusation is as good as a conviction?\n  ","397755":"\n   Why do you think Harvey Weinstein should have received a much longer sentence?\n  ","397756":"\n   Which books did you have to read for English Literature?\n  ","397757":"\n   How is your ex now?\n  ","397758":"\n   What course did you do at college?\n  ","397759":"\n   Did you finish college in the end?\n  ","397760":"\n   If you knew you would die of COVID19 today, what would you most regret not having done?\n  ","397761":"\n   What’s the dumbest thing you’ve ever cried about?\n  ","397762":"\n   What was the biggest risk you ever took and did it pay off?\n  ","397763":"\n   Do you believe love is blind?\n  ","397764":"\n   What is your most cheerful memory as a grown up?\n  ","397765":"\n   Are you known for being vengeful?\n  ","397766":"\n   Do you think the Italian government has overreacted to the Covid19?\n  ","397767":"\n   What do you think of the sentence Harvey Weinstein received?\n  ","397768":"\n   Serious question.. I know of a guy who's in his 60s now but when he was 20\/21 he was dating a 17 year old and had a child with her. They got married and decades have past, but would it be wrong for me to still consider him a pxdxphile or is it not really a big deal to you?\n  ","397769":"\n   What do you think about the future? ?\n  ","397770":"\n   Can you make a sentence beginning with \"The great thing about the coronavirus scare is that it .... \"?\n  ","397771":"\n   What’s the most expensive thing you’ve broken?\n  ","397772":"\n   Fish? Yay or nay?\n  ","397773":"\n   What is the greatest evil in the world?\n  ","397774":"\n   What musicians have changed their music a lot in the past decade?\n  ","397775":"\n   If you couldn’t be convicted of any one type of crime, what criminal charge would you like to be immune to?\n  ","397776":"\n   Why does nobody care about how the father feels when a miscarriage happens? It affects him too but everyone always and only cares about the mother.\n  ","397777":"\n   what is your opinion on this entire coronavirus crisis? do you think it’s as huge of a deal as the world is making it out to be? what do you think about so many commodities such as toilet paper being bought out so quickly?\n  ","397778":"\n   If you had to remove one color from the world forever, which would it be?\n  ","397779":"\n   What word or phrase do you use often?\n  ","397780":"\n   Does banning people to enter your country due to Corona virus count as racist?\n  ","397781":"\n   Doesn't your skin feel dry?\n  ","397782":"\n   Do you lotion your entire body after a shower?\n  ","397783":"\n   how often do you take selfies?\n  ","397784":"\n   If you want someone to trust you again, what’s gonna assure them that they can trust you?\n  ","397785":"\n   Did you tell them what they did is wrong? They could sue them\n  ","397786":"\n   TALK TO ME\n  ","397787":"\n   what if they bring em back after the virus\n  ","397788":"\n   Is it because of coronavirus?\n  ","397789":"\n   Have you met your true love?\n  ","397790":"\n   Why did they do that? Are they their friends? Are you worried you will be next?\n  ","397791":"\n   Sorry you're feeling that way, what happened?\n  ","397792":"\n   Why are you angry?\n  ","397793":"\n   Do you believe in horoscopes? ♍️\n  ","397794":"\n   Online classes in the middle of a pandemic crisis like now - yay or nay? ?\n  ","397795":"\n   What would make you immensely happy today?\n  ","397796":"\n   Opinion on what trump said about corona?\n  ","397797":"\n   What is your favourite TV show to watch when you don't really know what to watch?\n  ","397798":"\n   Do you have one that you favor over the others?\n  ","397799":"\n   suppp\n  ","397800":"\n   Are you going to work?\n  ","397801":"\n   Are you excited for the weekend?\n  ","397802":"\n   you broke up?\n  ","397803":"\n   Lemme guess, Fallout New Vegas? Great game! ?\n  ","397804":"\n   Post the latest pic you took that's very typical of the pics you often take? ??\n  ","397805":"\n   how ru\n  ","397806":"\n   Would you consider yourself popular ??\n  ","397807":"\n   Which one do you prefer the most? Linkin Park or Thirty Seconds to Mars???\n  ","397808":"\n   What type of questions do you wish people would ask you?\n  ","397809":"\n   do you like skirts or dresses or no?\n  ","397810":"\n   What’s the last thing to bother you?\n  ","397811":"\n   What is the single most important thing in making a relationship work?\n  ","397812":"\n   Do u think that your zodiac sign matches your personality?\n  ","397813":"\n   What is the most significant  historical event to have happened in your lifetime?\n  ","397814":"\n   Do you ever garden?\n  ","397815":"\n   Tell me about something that you enjoy doing?\n  ","397816":"\n   Do hospitals scare you at all?\n  ","397817":"\n   Do you enjoy large get-togethers?\n  ","397818":"\n   If you won the lottery, do you think you’d be happier for it?\n  ","397819":"\n   Do you have a favourite song?\n  ","397820":"\n   SORRY?!! SORRY?!! IS THAT ALL YOU HAVE TO SAY??!! Ok, just don’t let it happen again, please ?\n  ","397821":"\n   What’s your favorite pizza place? ?\n  ","397822":"\n   wait, when did you become single??\n  ","397823":"\n   I don’t know why but when people cheat whether it’s in TV shows, movies, real life, or etc. I suddenly get really pissed but I get even more pissed when that person takes the cheater back. What’re your thoughts on cheating\/cheaters?\n  ","397824":"\n   What is a habit you would like to stop?\n  ","397825":"\n   Do you think it's possible for a guy to be skinnier or weaker than you?\n  ","397826":"\n   What is your favorite breakfast meal?\n  ","397827":"\n   What are some of your hobbies?\n  ","397828":"\n   What helps you to manage your mental health?\n  ","397829":"\n   What do you believe in?\n  ","397830":"\n   What kind of questions do you want MORE of?\n  ","397831":"\n   What kind of questions do you usually recieve the most of?\n  ","397832":"\n   Are you talented? If so, what is your talent?\n  ","397833":"\n   What is on your mind?\n  ","397834":"\n   I was gonna say that maybe they need someone to provide their pleasures and also have someone to fall back on\n  ","397835":"\n   How do you best deal with trolls on here?\n  ","397836":"\n   What’s one question that you’re fed up of being asked on here ?\n  ","397837":"\n   Trump said he’s not closing schools though\n  ","397838":"\n   Why people cheat but still love their partner?\n  ","397839":"\n   yes but how will you know when the virus is gone\n  ","397840":"\n   leigh, do you think if someone lashes out at people without a logical and objective reason and develops hatred for someone who hasn't done anything wrong to them, that person has emotional or maybe mental issues?\n  ","397841":"\n   Do I sound shallow if I'm upset not because  this virus could be mortal to many people, but because I had plans to visit Italy at the end of the month on my birthday and shop in Milan? now I won't be able to do that and that to me is awful.\n  ","397842":"\n   Why do you think more guys are cheaters and flirty?\n  ","397843":"\n   When do you usually start preparing gifts for Christmas?\n  ","397844":"\n   do you think it's going to affect the economy globally? like a global financial crisis.\n  ","397845":"\n   A ton of schools are closing down\ncolleges are switching to all online courses\ndo you think that is stupid cause of the virus\n  ","397846":"\n   Do you agree that we shouldn't promote or encourage obesity and an unhealthy lifestyle? It seems to me that people misinterpret the \"love your body\" rhetoric and spread the idea that it's ok to be unhealthy overweight.\n  ","397847":"\n   Do you feel media is over hyping the virus\n  ","397848":"\n   why are you dismayed about this?\n  ","397849":"\n   WTF WHY ISNT WENTWORTH ON THIS LIST, TRAITOR!!!\n  ","397850":"\n   Would you prefer clothes that are too big or too tight????\n  ","397851":"\n   do you like classical music or jazz music?\n  ","397852":"\n   Idk if you saw but Watsky did an Ask Me Anything session on Reddit a few hours ago!\n  ","397853":"\n   Don't you think VIP is pointless? I thought the same when coins were introduced ~a year ago. It seems to me like ask fm is trying to make this site more alive bc the activity has considerably decreased since a few yearrs ago\n  ","397854":"\n   is it normal for braces to hurt and feel \"weird\" in my mouth? i got them 3 days ago and they're kinda bothering me. my teeth is also sensitive rn\n  ","397855":"\n   What's your favorite animated series?\n  ","397856":"\n   Are you getting more or fewer dumb questions since ask.fm started its VIP badge?\n  ","397857":"\n   ever had dental work?\n  ","397858":"\n   What’s the last tv show you binged watched? And what made you interested in the show?\n  ","397859":"\n   Can you guys please recommend people to follow as I’ve just unfollowed 20 dead accounts x\n  ","397860":"\n   What's your favorite Italian dish?\n  ","397861":"\n   I'm sitting down enjoying a gingerbread latte from Costa, what's your drink of the day?\n  ","397862":"\n   What kind of music do you like to listen to?\n  ","397863":"\n   My lecture tomorrow was cancelled cus of corona so that got me thinking, are you noticing the outbreak in some way where you live? How? ??\n  ","397864":"\n   You prefer your coffee black or with milk\/sugar? ☕️\n  ","397865":"\n   Do you like symphonic metal?\n  ","397866":"\n   do you like opera?\n  ","397867":"\n   do u afraid of coronavirus?\n  ","397868":"\n   Games that you recommend to play or do you not have any? Pic with maybe?\n  ","397869":"\n   What kind of nice things do you like to indulge in to take the edge of the day?\n  ","397870":"\n   Have you ever had a near death experience and did it change your perspective on life at all?\n  ","397871":"\n   From 1-10 how much in love are you?\n  ","397872":"\n   What is your favourite way to celebrate your birthday?\n  ","397873":"\n   Ranch flavored chips.\nYay or nay?\nWould ever try or no?\n  ","397874":"\n   Fave tv show?\n  ","397875":"\n   Would the world be better off if things like cigarettes and alcohol were just made illegal?\n  ","397876":"\n   What color do you hate? Or is there a color you don’t care for? ??‍♀️\n  ","397877":"\n   Have you ever watch Black Mirror? If so, which was your favorite episode?\n  ","397878":"\n   Do you enjoy the walking dead??\n  ","397879":"\n   What’s your birth stone?❤️????????\n  ","397880":"\n   What kind of questions do you like?\n  ","397881":"\n   Ever do string art?\n  ","397882":"\n   Do you like Sangria?\n  ","397883":"\n   How early do you go to sleep??\n  ","397884":"\n   Star sign???\n  ","397885":"\n   Do you have a favourite drink??\n  ","397886":"\n   Do you like orange juice or not really? Not a fan of it?\n  ","397887":"\n   Do you ever wear jeans?\n  ","397888":"\n   Thoughts on winter ❄️\n  ","397889":"\n   Thoughts on summer??\n  ","397890":"\n   Windows or Mac? ? ?\n  ","397891":"\n   You are a girl and you behave like a girl. How can you say you are not a girl then?\n  ","397892":"\n   Do you own a tablet or iPad??\n  ","397893":"\n   If you were offered a free all expense paid cruise for seven days, would you go?\n  ","397894":"\n   Has anything funny happen today to you? Care to share?\n  ","397895":"\n   Are you someone who wakes up really early or late? ?\n  ","397896":"\n   Do you like American football?\n  ","397897":"\n   Do you like eggs\n  ","397898":"\n   If you could dis-invent one thing, what would it be? Like what invention has caused the most misery?\n  ","397899":"\n   You were out of his league, agree?\n  ","397900":"\n   What do you think of Joe?\n  ","397901":"\n   Did you watch You? What do you think of the book? I have both read and watched the series.\n  ","397902":"\n   Why do you feel so mentally ill when you seem to be extremely intelligent ?\n  ","397903":"\n   Did you dump your  ex or was you the dumped?\n  ","397904":"\n   Do doctors visit other doctors when they fall ill? Or do they prescribe their own treatment and medication?\n  ","397905":"\n   When is the last time you experienced nostalgia?\n  ","397906":"\n   What's something you hate with a passion?\n  ","397907":"\n   Ever watch the old Batman tv series?\n  ","397908":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","397909":"\n   Space -\nShare whatever you would like with this question\n  ","397910":"\n   ? If you could change anything about your life, what would it be and why? :3\n  ","397911":"\n   Do you meditate if so does it make you feel better? What’s your meditating routine?\n  ","397912":"\n   Ever feel like people are talking about you behind your back?\n  ","397913":"\n   This girl ik says she can't watch true crime anymore bc it messes with her paranoia bc of mental illness. Don't you think that's just ridiculous and over sensitive?\n  ","397914":"\n   you’re not a woman lmaooo\n  ","397915":"\n   What's your percentage of paranoia? 0 to 100\n  ","397916":"\n   Do you have piercings ??\n  ","397917":"\n   Do you have tattoos and how many ?\n  ","397918":"\n   What’s your current hair colour??\n  ","397919":"\n   What’s your score on snapchat ?\n  ","397920":"\n   Are you afraid of spiders? ? Even if they move or not, I’m probably gonna freak out just by looking at them ?\n  ","397921":"\n   Opinions on lucid dreams and Astro projection??\n  ","397922":"\n   why do some relationships end in heartbreak and tears\n  ","397923":"\n   Happy Women's Day!! ?❤️\n  ","397924":"\n   Bernie \/ warren?\n  ","397925":"\n   What’s something you’ve recently watched that just disgusted you but at the same time you couldn’t stop watching? I just finished watching The Trials of Gabriel Fernandez on Netflix and I cried from both heartbreak and anger.\n  ","397926":"\n   Watch snl?\n  ","397927":"\n   Ever twerk to the weekend?\n  ","397928":"\n   Name someone you look up to ?\n  ","397929":"\n   Distance doesn't matter in today's world. It has become really small. You know this good. I know you do\n  ","397930":"\n   Do you brush your teeth once a day or two?\n  ","397931":"\n   I need to sit down with you and have real talk about my feelings. I like you really. Help me through this\n  ","397932":"\n   You have a beautiful name, Leigh\n  ","397933":"\n   I have such a mysterious feeling for you. You are different than most of the girls around here. It's hard to explain it but sometimes I stay awake and think about it all\n  ","397934":"\n   ? What are you most passionate about? :3\n  ","397935":"\n   I really like you. What should I do about it?\n  ","397936":"\n   Do you usually use Wikipedia?\n  ","397937":"\n   were u fan of avril lavigne in early 2000s\n  ","397938":"\n   How many shoutouts can we do per hour?\n  ","397939":"\n   I want some of whatever anon is smoking\n  ","397940":"\n   The weather was actually pretty nice today. How was the weather where you were at today?\n  ","397941":"\n   I think my gf is a bit of a nutter. I fancy her lots but am growing weary of her. Shes quite attractive which makes it difficult to dump her, your thoughts?\n  ","397942":"\n   Would you rather live in a country that was too hot all the time or freezing cold all the time?\n  ","397943":"\n   Long or short hair?\n  ","397944":"\n   But rumored around the internets is the story about isole being a princess mermaid so what if you were partying and spilled a beer on her??? She would change ..are you willing to experience this?\n  ","397945":"\n   Would you vote for bernie or biden?\n  ","397946":"\n   Do you love your country?\n  ","397947":"\n   Have you ever used Icy Hot before? Do you like it or no or have you never used it?\n\nThey also have a spray. ??\n  ","397948":"\n   Do you still use emails?\n  ","397949":"\n   What do you do when the remote is too far?\n  ","397950":"\n   Would you ever invite isole to a party at your house or too much shame?\n  ","397951":"\n   XFL fan or??\n  ","397952":"\n   How many languages that you can speak?\n  ","397953":"\n   Did you ever vibe with one of us anons or ever spark with us\n  ","397954":"\n   have you ever met someone where you instantly clicked with them? like you vibed really well, conversations weren't forced,etc?\n  ","397955":"\n   thank you for your answer. i have a stutter myself and your answer found me comfort in knowing there are wonderful people like you out there. sometimes i avoid talking to people because of the stutter but i know i have to work on it\n  ","397956":"\n   Do you get along with your coworkers?\n  ","397957":"\n   do you believe we should always focus on what's going right, as opposed to what's going wrong?\n  ","397958":"\n   If a partner does the same mistake every time even after talking about it, will you say they don’t care?\n  ","397959":"\n   Saturday night plans?\n  ","397960":"\n   As you get older, do you find it more difficult to make friends or form bonds with people? In my personal experience i do. Like when i was in hs for example, I would click w ppl quick and easily. Now I don’t, In fact I havent made new friends in years and my circle has significantly become smaller.\n  ","397961":"\n   let's say you had a friend that had a real bad stutter, what would you do to try and motivate them to feel better in who they are?\n  ","397962":"\n   when you're in public do you smile at people as you walk by them or do you tend to avoid making eye contact?\n  ","397963":"\n   how do you make new friends?\n  ","397964":"\n   what are some subtle signs in your opinion that someone may be anxious?\n  ","397965":"\n   Leigh, if someone drinks every day bc it helps them with their anxiety, are they at risk to become alcoholic?\n  ","397966":"\n   How are you feeling right now?\n  ","397967":"\n   i realize this is not a question but i enjoy reading your answers. very insightful.\n  ","397968":"\n   if i may ask what are you insecure with?\n  ","397969":"\n   how do you determine if a friendship is worth keeping?\n  ","397970":"\n   overall, do you look at yourself as a confident person?\n  ","397971":"\n   have you ever lost your temper playing a video game?\n  ","397972":"\n   how do you boost up your confidence if you're having a bad day?\n  ","397973":"\n   Are you more talkative when youre drunk?\n  ","397974":"\n   why are you scared of coronavirus?\n  ","397975":"\n   Why is it dangerous? some people like it\n  ","397976":"\n   Did you start stockpiling for food and toilet papers?\n  ","397977":"\n   How should I respond when I see people attacking all religion on the Internet?\n  ","397978":"\n   Do you think 50 shades of grey should be banned?\n  ","397979":"\n   why do you think schools shy away from teaching students about s*x?\n  ","397980":"\n   why feminist say it objectifies women? lol\n  ","397981":"\n   Do you think p*rn is a great way to learn about sxx?\n  ","397982":"\n   What's the oldest video game you've ever played? ? How was it to play that one? ?\n  ","397983":"\n   What's your favorite piece of clothing? ? Why is it? PAP perhaps? ?\n  ","397984":"\n   Do you believe in second chances?\n  ","397985":"\n   What is something that you have always wanted to do, but have not for some reason?  Care to share what and why?  Do you think you'll ever do it?\n  ","397986":"\n   Would you like to start a family of your own?\n  ","397987":"\n   Post a quote from your favourite TV show\/ movie \/ book. ?\n  ","397988":"\n   Hi! Nice photo picture ? How do you do?\n  ","397989":"\n   What stereotype do you completely live up to? ?\n  ","397990":"\n   When do you think a person is ready for marriage, if at all?\n  ","397991":"\n   Do you judge a book by its cover?\n  ","397992":"\n   Share something you have learnt recently!\n  ","397993":"\n   What's your number one rule in life?\n  ","397994":"\n   Is there something out there, a thought, an idea, a current event, or a fear that you find deeply unsettling?\n  ","397995":"\n   Is there a difference between being truly honest and being rude?\n  ","397996":"\n   What's the ideal holiday\/vacation destination for you? Why? ?️ ?\n  ","397997":"\n   A truth that any people like to hear?\n  ","397998":"\n   Hmmm ok lemme exemplify.. right of life? Right of education? Right of self defense? Right of free speech? Right of do whatever ones want? Right of having a good healthcare system, etc?\n  ","397999":"\n   Therefore you believe in some other situations the ends do justify the means, am I correct?\n  ","398000":"\n   The definition of equal rights is the same rights for everybody with no distinction, but my question is what rights are you referring to?\n  ","398001":"\n   For you, the ends justify the means?\n  ","398002":"\n   You said equal rights, but what rights are you referring to?\n  ","398003":"\n   What do you mean by \"equal rights\"?\n  ","398004":"\n   Self-destructive? How come?\n  ","398005":"\n   What kind of rights do you think people deserve?\n  ","398006":"\n   What food will you absolutely not, under any circumstances, eat?\n  ","398007":"\n   ? If you keep a(n Amazon) wishlist, what‘s on there?\n  ","398008":"\n   Should love be equal between couples?\n  ","398009":"\n   Why are you in a bad mood?\n  ","398010":"\n   what’s not appropriate to wear then?\n  ","398011":"\n   What is the biggest mistake a person could make in a relationship?\n  ","398012":"\n   crop tops aren’t appropriate in a school setting lmaooo. that’s trashy\n  ","398013":"\n   ? Share your askfm background picture here. Why did you choose that one? ?\n  ","398014":"\n   How long does it take you to be comfortable around new people?\n  ","398015":"\n   What’s your opinion on wearing crop tops to school?\n  ","398016":"\n   ? Do you have a favourite ornament in your home? If you do, what does it look like and why do you like it? :3\n  ","398017":"\n   What’s your favourite restaurant?\n  ","398018":"\n   What's your age?\n  ","398019":"\n   At what point does striving for a better life turn from healthy to unhealthy?\n  ","398020":"\n   Have you ever lost a bet? What did you have to do?\n  ","398021":"\n   ⏳Where do you not mind waiting? Like are there any places where waiting is pleasant or even the best part?\n  ","398022":"\n   Do you judge others by higher or lower standards than you judge yourself?\n  ","398023":"\n   Which would you rather have: One intimate soul mate but no other good friends, or no soul mate but lots of good friends?\n  ","398024":"\n   ? How do you cope with difficult situations? Do you do anything specific? Like meditate etc :3\n  ","398025":"\n   Is it more important to love or beloved?\n  ","398026":"\n   What's your idea of freedom?\n  ","398027":"\n   ? I just want to wish everyone a happy weekend! And say that you're amazing! And I appreciate you all :3 ? (feel free to use as a filler!) Have a lovely day! ?\n  ","398028":"\n   Do you think having \"rights\" is anyway related to \"responsibilities\"? If yes, how? If no, why?\n  ","398029":"\n   Favourite music genre??\n  ","398030":"\n   Do you have a favourite outfit??\n  ","398031":"\n   What do you think it's your best quality? And your worst flaw?\n  ","398032":"\n   Piercings or tattoos ?\n  ","398033":"\n   Thoughts on EDM (Electronic Dance Music) ??\n  ","398034":"\n   Do you like any VR games? ?\n  ","398035":"\n   Have you watched any of Ghibli Studio’s movies? ? What’s your thoughts?\n  ","398036":"\n   Are you good at convincing others?\n  ","398037":"\n   What kind of things are you interested in?\n  ","398038":"\n   Is there someone famous you would like on ask.fm?\n  ","398039":"\n   PAP of anything you'd like here.\nTell us about it. ?\n  ","398040":"\n   What can you do to stop the physical pain of loving somebody too much?\n  ","398041":"\n   How are you\n  ","398042":"\n   On a scale of 1 to 10, how well do you sing?\n  ","398043":"\n   if a man gets a woman pregnant then decides he does not wish to be a father, does he still have an obligation to help support\/\/raise that child? if women have the option of abortion, should men at least be able to opt out of the child's life? what are your thoughts?\n  ","398044":"\n   Does anyone watch Podcasts? And if so, which ones ? ?\n  ","398045":"\n   Do you like lifting weights at all?\n  ","398046":"\n   Nostalgic question: do you listen to the radio?\n  ","398047":"\n   If you could fix one of your past relationships and make it perfect would you?\n  ","398048":"\n   How many times did you fall in love?\n  ","398049":"\n   What do you like to cook?\n  ","398050":"\n   Which part of your house you do you spent the least time in?\n  ","398051":"\n   What was your first thought today?\n  ","398052":"\n   I feel like you make cosplay tiktoks\n  ","398053":"\n   Beard or moustache?\n  ","398054":"\n   What’s your dream man\/woman look like? ?\n  ","398055":"\n   What's the last book you read?\n  ","398056":"\n   Do you think your ex bf would get jealous if you start darning?\n  ","398057":"\n   Haha anons out here tryna get people down.? it must be sad being sad? im too drunk for this shite. let folks be happy or be miserable tryna stop them x?\n  ","398058":"\n   what was cute about that pic? lmao barely anything showing\n  ","398059":"\n   Are you hitting on Danny?\n  ","398060":"\n   Do you consider yourself to be a interesting person?\n  ","398061":"\n   Do you think bald guys are attractive\n  ","398062":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","398063":"\n   Do you have any friends who have been to prison\n  ","398064":"\n   Have you seen dui happen\n  ","398065":"\n   What if she lied to him about being on the pill && tried to trap him ? Obv he'd be happy about not having that child . At least he took her to the hospital . Plus there was already tension between them anyway && we don't know the drama she might've put him thru .\n  ","398066":"\n   Do you think its wrong to arrest someone for falling for a fake id and giving someone beer as a server? i think it should be a fine not an arrest\n  ","398067":"\n   Do tomatoes and onions belong on a burger or are you simple and just like plaiin\n  ","398068":"\n   what is your go 2 beer\n  ","398069":"\n   What is the darkest thought you’ve ever had? What about the darkest thing you’ve never told anybody?\n  ","398070":"\n   Have you ever played baseball?\n  ","398071":"\n   Are there places that you are afraid to visit? That you would never ever visit? Not even if you were paid?\n  ","398072":"\n   whats going on\n  ","398073":"\n   Has the coronavirus affected your community yet? My city is sold out of toilet paper and hand sanitizer.\n  ","398074":"\n   Would you wish to live a 1000 years in your 25 year old body if you had the choice?\n  ","398075":"\n   my (ex) friend told me a story how his ex gf came up pregnant after telling him she was on the pill & knowing he didn't want a kid. he took her to the hospital & she ended up having a miscarriage weeks later. he told the doctor he was happy & left her at the hospital. was i wrong to cut him off??\n  ","398076":"\n   What's one kind of job that you will never do? What kind of work would you never go into?\n  ","398077":"\n   Would you give up five years of your life to be extremely attractive and and young looking for the rest of your life?\n  ","398078":"\n   Can you suggest some things that i can do or some apps, aside from the built-in alarm on the phone, that can help me wake up early in the morning? ??\n  ","398079":"\n   Share something you're grateful for today.\n  ","398080":"\n   ??What‘s your opinion on the askfm feature that makes answers secrets and you need to pay a certain amount of coins to unlock the answer?\n  ","398081":"\n   The clocks go 1 hr forward Sunday. (Here in the US anyways lol) What’s your thoughts on daylight savings?\n  ","398082":"\n   What would you consider to be your deepest fear?\n  "},"Answer":{"397010":"\n  depends on the particular circumstances, because i'm more apt to forgive rather than hold a grudge. however, that doesn't necessarily mean that i'll remain in a relationship with them.\n  ","397011":"\n  no, i don't believe so.\n  ","397012":"\n  it's both, but you can also learn. i don't remember when i started drawing, but i'm sure i was a child.\n  ","397013":"\n  they can most definitely be learned, yes. that's why there are many art classes and singing lessons available for those who wish to learn.\n  ","397014":"\n  self-quarantining is going remarkably well !! i've been spending my time working from home, playing video games, and watching comedy shows. i miss seeing my friends, but i'm sure we'll all get together once this is all over with.\n  ","397015":"\n  i love white teas and green teas, of pretty much any flavor. i also enjoy jasmine tea and ginger tea.\n  ","397016":"\n  i love going to concerts and shows, but i rarely have the chance to do so.\n  ","397017":"\n  we don't have any hanging yet, but we do own some art. i also have a piece of art hanging in my room that was commissioned as a gift for me -- my friend is an artist, so he painted it. :'))\n  ","397018":"\n  i used to like horror movies when i was younger, but they raise my anxiety too much these days. my favorite movies back in the day were the texas chainsaw massacre, house of 1000 corpses, and the hills have eyes.\n  ","397019":"\n  i like fast food, but i seldom order it. i like going to wendy's and getting their spicy chicken sandwich.\n  ","397020":"\n  this isn't really an appropriate question to ask someone on askfm right off the bat. however, the answer is no.\n  ","397021":"\n  i already said that i don't know which one i would dislike.\n  ","397022":"\n  i've only ever traveled abroad once, so i don't know any countries that i would dislike.\n  ","397023":"\n  people who talk over me while i'm in the middle of speaking.\n  ","397024":"\n  it's actually changed it quite a bit -- instead of waking up around 7:00am, i'm waking up at 8:30am so that i can log into my laptop and begin working at 9:00am. i haven't driven in nearly a week because i've had no reason to, and i've been eating home-cooked meals more often than anything else because i want to save more money.\n  \n  i've been able to do regular household chores during the day instead of waiting until i'm home from work, which means i have more time after work to relax and do things i enjoy.\n  ","397025":"\n  i'm currently typing on my laptop's keyboard now. because i'm working from home, i have to use my laptop every day.\n  \n  i honestly can't remember the last time i wrote something out by hand, tbh. i haven't had a need for it in an extremely long time. i even write my grocery lists on my phone, haha.\n  ","397026":"\n  i haven't started any new hobbies, but i have been watching a lot of comedy shows on netflix. i watched two of bret kreischer's specials last night, \"the machine\" and \"secret time.\" i was laughing so hard, and i highly recommend them !!\n  ","397027":"\n  sleep and watch television, mainly. i was playing video games for a few days in a row, but then i fell out of the habit.\n  ","397028":"\n  i'm pretty sure bidets are popular everywhere else except in the united states, haha. we're the odd ones out.\n  ","397029":"\n  when i'm at work, it bothers me endlessly. when i'm editing my coworkers' writing, sometimes i'm amazed at how terrible their grammar is even though they went to college, lol.\n  \n  out of work, i couldn't care less about grammar.\n  ","397030":"\n  thank you so much !! i'm keeping as safe as i can possible be, especially considering now new york is considered the \"epicenter\" of the virus. :\/\n  ","397031":"\n  non-binary is my gender, and it means that i am neither a woman nor a man.\n  \n  i haven't written many stories, but i am a writer and editor for a publishing company as my occupation, and i also write poetry and personal essays in my spare time.\n  ","397032":"\n  i like a few of her songs, yes. i used to listen to her back in 2012.\n  ","397033":"\n  i believe it's warranted and necessary. college campuses and public\/private schools in new york have been shut down for pretty much the entire month of march, from what i can remember. they're supposed to open april 1st, but i believe now they're reassessing the situation and wondering if they should stay closed until further notice.\n  ","397034":"\n  i don't ascribe to the label of \"feminist\" because i've detached myself from that particular community, but i do believe in equality and equity for everyone regardless of their sex, gender, race, sexual orientation, religion, ability\/disability, etc etc.\n  \n  i use politically correct language for the most part, yes. there are certain words that are considered slurs to some groups, and it's advisable to simply pick another word to use.\n  ","397035":"\n  (cont) ... nihilistic as this is, with all this COVID shit going on, I'm just glad he's not in pain anymore. I know that if he were alive right now, watching the news like he always does, he would just be downing bottle after bottle to try and keep himself numb. I'm glad that around the time he passed, he d*ed believing that one day, he would truly beat this. he is why I'm going to school to become an addictions counsellor for youth. if I can save even one person from this disease, it will all be worth it.\n  \n  --\n  \n  i really admire your strength and dedication through all of this. that's probably going to be a very difficult, yet rewarding profession & i know already that you're going to be a brilliant counselor. ♡\n  ","397036":"\n  my coworker was very upset about something the other day, so i talked her through the feelings and she felt better after we discussed everything.\n  \n  if there were no quarantine rules, i would have gone to her house and hung out with her. but unfortunately that isn't safe right now.\n  ","397037":"\n  no. i'm at a point in my life where if i feel as if i cannot be myself around friends, then they're not deserving of being in my life at all.\n  ","397038":"\n  no, i just get very drowsy and lightheaded.\n  ","397039":"\n  educating people on different issues, having civil discussions, and reading my friends' answers.\n  ","397040":"\n  according to my app, the first person i followed on this account was\n  \n   @dovbts\n  \n  !! :'))\n  ","397041":"\n  i don't follow people on request.\n  ","397042":"\n  (cont) ... my life, and actually don't even really enjoy drinking that much, but I can't say the same about my family, or most of my friends. drinking from very young ages, almost no one bats an eye. little kids get into the liquor cabinet? eh, they're just kids, they'll survive. it wasn't until I went and had my father and 3 of my friends d*e from alcoholism, when I was really like, holy sh*t, alcohol is one of the most dangerous dr*gs out there, yet it's the only one that's actively encouraged and normalized in society.\n  \n  --\n  \n  yes, i wholeheartedly agree with you. i'm also sorry for your losses, that must have been so difficult. :\/\n  \n  alcohol *is* one of the most dangerous drugs, and the thing is that most people don't ever look at it as a drug at all. it's one of the most lethal addictions, and alcoholism is honestly the reason why right now liquor stores are considered \"essential stores\" -- if alcoholics cannot get their alcoholic, they're going to go into lethal withdrawals and potentially die.\n  ","397043":"\n  comedy shows !! one of my friends is really into comedy & she's introduced me to so many hilarious comedians.\n  ","397044":"\n  alternative rock.\n  ","397045":"\n  not everyone has the privilege of getting a loan to begin with, or obtaining a good education in high school to be accepted to college, etc etc. i felt very fortunate because it was my initial means of getting away from everything that was hurting me.\n  ","397046":"\n  we weren't compatible anymore, to make a long story short. we were struggling for quite some time, and although we tried working on our relationship, the intimacy and connection simply wasn't there anymore. he had fallen out of love, and there wasn't much i could do about it except accept it for what it was.\n  ","397047":"\n  it's something that's definitely not talked about often, and i'm pretty sure it's a worldwide dilemma. i've definitely noticed it within myself because i have some friends who encourage it unconsciously (like if i text someone to daydrink, they'll be enthusiastic about it instead of asking me why i want to in the first place).\n  \n  i've most definitely used alcohol as a crutch in the past, as you well know, but ever since i moved out of my parents' house i haven't felt compelled to get drunk at all. and when i do drink these days, it's light and casual.\n  ","397048":"\n  accidentally, sure.\n  ","397049":"\n  -- i oppose the death penalty.\n  \n  -- i'm vehemently pro-choice.\n  \n  -- it's p*dophilic for an adult to pursue a minor if they're under the age of 18, even if they're 17-18 years old.\n  \n  -- minimum wage should be raised to at least $15\/hour.\n  \n  -- i support universal health care.\n  \n  -- alcohol is normalized too much in society & drinking every day is not healthy.\n  \n  -- drug addiction is a mental illness, which means it's a health care problem, not a criminal problem.\n  \n  -- i believe the coronavirus is real, not an elaborate biological weapon or governmental scheme.\n  \n  -- marijuana should be legalized nationwide.\n  \n  -- i oppose self-diagnosis of complex mental disorders, meaning a person should not say they have a disorder if they haven't been professionally diagnosed.\n  ","397050":"\n  i'm doing fine. i just finished up my work for the day, and now i'm planning on relaxing and watching a few comedy specials to take my mind off of current events.\n  ","397051":"\n  LOL, no problem !! he also has three specials on netflix, which i'll be watching tonight. :'))\n  ","397052":"\n\n   @NineGDxFour\n  \n  has the freedom to do what she wants with her life. it doesn't affect me.\n  ","397053":"\n  no, i don't follow people on request.\n  ","397054":"\n  i have seven tattoos.\n  ","397055":"\n  no need to worry, i'll deny it so don't bother sending one.\n  ","397056":"\n  as my bio indicates, i live in new york.\n  ","397057":"\n  sure, there are many happy endings that exist in the world.\n  ","397058":"\n  my instagram is private.\n  ","397059":"\n  \"if you're going through hell, keep going.\"\n  ","397060":"\n  i like people of virtually all genders, at this point. although \"boy\" holds the presumption that a person is under the age of 18, which isn't appealing (or legal) at all.\n  ","397061":"\n  i'm not sure i know what this means.\n  ","397062":"\n  i don't have one. i haven't had a crush on someone since high school.\n  ","397063":"\n  no, i'm the same type of person today as i was yesterday.\n  ","397064":"\n  eh, depends on the remainder of their personality and other opinions they might hold, because you can't base a friendship off of one facet of their beliefs.\n  \n  while i'm vehemently pro-choice, i also have acquaintances who i believe are pro-life but we don't talk often and they don't express their views unless prompted.\n  ","397065":"\n  it's going quite well, actually !! i don't mind the quarantine at all, especially considering i've become somewhat of a homebody since moving into the new house last year.\n  ","397066":"\n  i don't have a plan, really. i'm just taking each day at a time, because the coronavirus situation is changing every moment and there's not much for us to expect. i'm just going to continue working from home and spending my spare time doing things that i enjoy.\n  ","397067":"\n  thankfully, i work from 9:00am to 5:30pm every day, so that takes up a large chunk of my time. in my spare time, i've been watching television, listening to music, and playing video games.\n  ","397068":"\n  i'm doing well. i only woke up about 20 minutes ago, tbh. i poured myself a glass of iced coffee and now i'm essentially just waiting for my work day to begin.\n  ","397069":"\n  they're most likely complete strangers who have no connection to me, tbh. it doesn't concern me who they are, anyway.\n  ","397070":"\n  i've never heard it be called that, tbh. but i suppose it's because those people are under the wrong assumption that the coronavirus only affects the elderly, which couldn't be further from the truth.\n  ","397071":"\n  i don't recall off the top of my head, but at least 4 or 5 rolls.\n  ","397072":"\n  no, i don't believe i actually own any clothing that's pink.\n  ","397073":"\n  idk, but instead of talking about the coronavirus, let's talk about bret kreischer instead. this f*ckin' skit made me laugh so hard.\n  \n\n   https:\/\/youtu.be\/paG1-lPtIXA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","397074":"\n  yes, i've experienced hail on several occasions. the most recent time was perhaps the scariest -- i was driving to my coworker's house & it started hailing terribly outside, i had to pull my car over underneath an overpass because i was afraid it was going to break my windshield.\n  ","397075":"\n  yeah, usually in the form of cheeseburgers.\n  ","397076":"\n  no, high school was terrible & college wasn't anything special. i went to college full time & also worked basically full time as well. i was only on campus for my classes.\n  ","397077":"\n  i don't find strangers to be terribly interesting, they're strangers for a reason.\n  ","397078":"\n  i'm not much of a fan of horror anymore, but i used to like the texas chainsaw massacre, the hills have eyes, and house of 1000 corpses.\n  ","397079":"\n  i like hozier, but i've never heard of mitski before.\n  ","397080":"\n  yes, i live with two cats.\n  ","397081":"\n  sounds good, friend. stay safe.\n  ","397082":"\n  ^^^\n  ","397083":"\n  maybe make a new email address using the username you want & then askfm will leverage that to create your username?\n  \n  that seems awfully bothersome though, i wouldn't personally put in that much effort for askfm, lmaoo.\n  \n  welcome back tho !!\n  ","397084":"\n  depends on the individual and whether or not i'm comfortable around them.\n  ","397085":"\n  tbh i have no idea. that's really frustrating, though. this is the first someone has said this to me, i wouldn't have known otherwise.\n  ","397086":"\n  hm, that's really odd. :\/ i'm using an android phone on the app.\n  \n  when i go on the website on my phone, it comes up like this ;\n  ","397087":"\n  i don't particularly care about someone else's income, so it would depend on their personalities. a person's source of income & their recreational activities don't define who someone is.\n  ","397088":"\n  it doesn't come up like that for me. the \"username\" field is right beneath the name field.\n  ","397089":"\n  ... that doesn't sound right at all. are you sure?\n  ","397090":"\n  i'm watching the linkin park stream they recorded yesterday, where members of the band watch an old 2001 show of theirs and have conversations about it. i'm so happy, it's so hilarious.\n  \n  ask me questions, y'all ~~\n  ","397091":"\n  it's against askfm terms & conditions, and anons only ask sexual questions because they're perverts.\n  ","397092":"\n  when it benefits the greater good, i suppose.\n  ","397093":"\n  eh, i can see both perspectives. sex isn't a taboo subject and should be talked about in order to increase awareness and safe sex practices, especially among teenagers.\n  \n  it isn't seen as private business for everyone, some people are more open than others. i have no problems talking to my friends about my sex life, for example. if anything, i get into *too* much detail because i have no shame, lmaoo.\n  ","397094":"\n  people who speak over me while i'm speaking, drivers who are irresponsible and reckless, and people who don't follow social distancing rules from medical professionals.\n  \n  my roommate came home from work & said his coworker came in this morning, coughing and with a fever. so he's going to wind up taking a coronavirus test & if he tests positive, then my roommate's job is going to close and he can't work for two weeks.\n  ","397095":"\n  i like watching the buzzfeed unsolved videos, especially the supernatural ones. :'))\n  ","397096":"\n  not really, no. there are plenty of things for me to do to entertain myself.\n  ","397097":"\n  yeah, my friend told me the same thing. i stayed in my bedroom the entire time.\n  ","397098":"\n  i don't know how parents do it, man.\n  \n  i've been working from home & i clock out at 5:30pm every night. my roommate came home with his girlfriend and her toddler, and the toddler was screaming and running around for the last three hours of my workday. i couldn't focus at all, lmaoo.\n  \n  props to parents who are working from home and balancing parent life on top of this. my door was closed and i was *still* so distracted.\n  ","397099":"\n  yeah, celebrities who are saying so are incredibly privileged and don't know the half of what the typical middle and lower classes are dealing with right now.\n  ","397100":"\n  where on earth on my page does it suggest that i would even contemplate entertaining this idea?\n  ","397101":"\n  no, i don't care about what other people do in their spare time.\n  ","397102":"\n  yes, that's correct.\n  ","397103":"\n  most likely, yes. no one deserves go through a heartache like being cheated on.\n  ","397104":"\n  no, definitely not. not everyone has a good relationship with their family, and they find more comfort and support in friends and partners.\n  ","397105":"\n  criminal minds, wentworth, NCIS, how i met your mother, parks & rec, it's always sunny in philadelphia, bones, supernatural, the x files, and others that i can't remember.\n  ","397106":"\n  i'm not quite sure, tbh. students still need to finish their curriculum, and i'm not sure that school districts really know how to handle the situation yet since we don't know how long quarantining will last.\n  ","397107":"\n  just a hairband, i don't wear jewelry or watches or anything.\n  ","397108":"\n  yeah, i pretty much live in them during the autumn and winter months.\n  ","397109":"\n  non-alcoholic ; iced tea or coffee.\n  \n  alcoholic ; depends on my mood, but usually i'll order a beer or a margarita. sometimes i'll order a disaronno on the rocks.\n  ","397110":"\n  no, i'm not very superstitious at all.\n  ","397111":"\n  my friends, my career, mental health awareness, the arts, and writing.\n  ","397112":"\n  i enjoy ice cream on occasion, but i rarely eat it. i like green tea ice cream, cookies and cream, and chocolate chip cookie dough.\n  ","397113":"\n  yes, sushi is one of my favorite foods.\n  ","397114":"\n  i very seldom wear makeup, and it's been over one month since i probably last wore it. i don't wear it to work or anything, and the only times i'll apply makeup is if i'm going out to the bar with friends.\n  ","397115":"\n  i was 18 years old when i got my first tattoo.\n  ","397116":"\n  yeah, i get a lot of hate online (specifically askfm in particular) for simply being non-binary, which can be amusing at times because my gender shouldn't exactly affect anyone else.\n  \n  IRL, not so much. i don't advertise my gender and i seldom leave the house to begin with, and my friends are very open-minded.\n  ","397117":"\n  lately, it's been chinese people overall -- they've been facing so much discrimination due to the coronavirus, when it isn't warranted at all. just because someone is of a specific race or ethnic group doesn't mean they're responsible for the outbreak, and to treat a chinese person differently or poorly is incredibly wrong.\n  \n  this actually goes for most people of the asian population, because i know some people who have been discriminated against for being asian even though they're not even chinese.\n  ","397118":"\n  i just briefly skimmed through an article that discussed the UK contemplating instituting a \"herd immunity\" approach to combat the virus, but it was met with a lot of criticism from physicians and virologists. most times, herd immunity is created through a widespread vaccine, but we simply do not have one at this time.\n  \n  i don't know how that would translate in the united states, particularly because the health care system is already f*cked and chances are, it would only make things worse. i think social distancing is the best bet in the meantime, and we should listen to medical professionals until they say otherwise.\n  ","397119":"\n  three months is a decent amount of time to move on from an old relationship. it doesn't mean he never loved you, because his new feelings towards his new relationship will never negate the feelings he had for you in your old relationship. there are different types of love.\n  \n  my advice is to simply try to move forward, whether it's through finding another partner, spending more time with friends and family, engaging in a new hobby, etc etc. life isn't solely about love and relationships, and it can be enlightening to realize that you do not need another person to feel whole.\n  ","397120":"\n  how i met your mother. when i watched the series for the first time, i craved friendships like theirs.\n  ","397121":"\n  it's interesting, because i was a night person when i was a teenager and young adult, but as i grew older and started taking on more and more jobs where i was required to wake up early on a consistent basis,  i developed into a morning person.\n  \n  i simply feel better when i wake up at a decent hour in the morning because i have the whole day ahead of me and it makes me feel productive.\n  ","397122":"\n  yes, i have. i still have your other question in my inbox regarding herd immunity.\n  ","397123":"\n  donate it to individuals struggling with a diagnosis of the coronavirus so that they can afford treatment options, as well as donate it to hospitals and clinics so they can afford to purchase more necessities to combat the virus.\n  ","397124":"\n  stupid questions don't bother me. i just simply delete them.\n  ","397125":"\n  it's made virtually no difference in my behavior. if anything, i have more freedom and free time to answer questions thoughtfully, but i still have the same tolerance as i did before.\n  ","397126":"\n  i know that most people want the coronavirus to run its course and be handled, so that they can all return to their normal lives. quarantining seems easy, but we also need social interaction in order to thrive (which is why the new zoom applications to interact with friends and family is important!).\n  \n  in addition, you have to think of the essential workers who are working double overtime, not getting paid any more than they usually would, and are coming into contact potentially with the virus on a daily basis. i know for sure those workers want this to be over with.\n  ","397127":"\n  i have a samsung galaxy s10.\n  ","397128":"\n  depending on each individual's circumstance, yes and no. for those with low incomes, they value money because it's essential for their survival, so they're more apt to hold onto any money they earn in the case of an emergency. in those circumstances, money does not \"come and go\" because they cannot afford to otherwise.\n  \n  for some other people, the saying is true. money can come and go, because if you do have a stable job, you're always going to have a reliable source of consistent income. sometimes it's good for certain people to splurge on things because it makes them happy -- that money will return. it's part of the reason why i like spending money on experiences rather than physical goods.\n  ","397129":"\n  hey friends, i'm bored af.\n  \n  ask me some interesting, appropriate questions ~~\n  ","397130":"\n  evidently my past few responses here have gone unheard.\n  ","397131":"\n  definitely not, lmaoo.\n  ","397132":"\n  because they're inappropriate on askfm, and i have no desire to make my askfm profile into a s*x page.\n  ","397133":"\n  ah, so you have no reading comprehension skills *and* desperate. what a great combination.\n  ","397134":"\n  i don't answer s*xual questions.\n  ","397135":"\n  i skipped a lot of classes my freshman year of college, but i rarely skipped the remaining years. i don't believe i ever skipped classes in high school.\n  ","397136":"\n  the highest bidder would be politicians, so no. i'd offer it to all clinics and hospitals.\n  ","397137":"\n  when my anxiety is rising, i do.\n  ","397138":"\n  humans are mammals.\n  ","397139":"\n  nope, i have very minimal cooking skills.\n  ","397140":"\n  i never studied virology, so i don't personally know. i'll leave that to the experts.\n  ","397141":"\n  last night. i had a pretty bad night with respect to my mental health, but thankfully i woke up feeling a tad better.\n  ","397142":"\n  are you sure it isn't a typo? because that makes absolutely no sense.\n  ","397143":"\n  i don't believe so, no.\n  ","397144":"\n  at a local mexican food restaurant that i sometimes go to during the spring & summer months, because they have amazing tacos & margaritas.\n  ","397145":"\n  uh, i don't have split personalities. in addition, what you're referring to us actually called dissociative identity disorder (split personality disorder is outdated and not used by medical professionals anymore).\n  ","397146":"\n  i've been over indulging the past two weeks at least, lol. i'm constantly refreshing my social media feeds to see how the coronavirus is affecting different people and how the cases are increasing in new york state.\n  ","397147":"\n  it's a subscription streaming service that has television shows and movies, just like netflix.\n  ","397148":"\n  i just pretended that i was nauseous or had a migraine.\n  ","397149":"\n  i used to do it all the time in high school because i was actually struggling with depression, but it was easier and more understood if i was physically sick.\n  ","397150":"\n  i also used to go to the bar 3-4 times per week when i was in my early 20s, lol. it's decreased significantly as i've gotten older, especially now that i'm living on my own.\n  ","397151":"\n  eh, it's better to be overly cautious than not cautious at all.\n  ","397152":"\n  yeah, as long as they're taking necessary precautions. most of my friends are considered essential workers, so they're still going to work every day and remaining safe.\n  \n  people need to remember that it's fine to leave your house when necessary, like for grocery shopping or picking up medication or doctor visits (if they're not doing it over the phone). but you have to remain vigilant of your safety and other people's safety.\n  ","397153":"\n  i seldom wear makeup to begin with, lol. the only times i ever feel motivated to put on makeup is if i'm going out with friends to the bar, which hasn't happened in quite some time. i don't wear makeup to work.\n  ","397154":"\n  i don't hate it, and i don't even dislike it. however, i miss seeing my friends & having them over to hang out. :\/\n  ","397155":"\n  i feel the same about friendships.\n  ","397156":"\n  I'm undecided on it, because while it's probably fine to take a walk in the park with your pet when you're alone, there have also been a lot of people traveling in groups, which isn't social distancing at all.\n  ","397157":"\n  it feels nice to finish work up & have a few hours of sunlight left for me to enjoy the day. it's recharging, in a way.\n  \n  quarantine depression is very real, but at least my seasonal depression is at bay.\n  ","397158":"\n  i don't really rebel against anything these days, lol. i've calmed down a lot since my early 20s.\n  ","397159":"\n  the grudge. i watched it when i was far too young & it haunted me for months.\n  ","397160":"\n  neither? having the exact same perspectives on *every* topic isn't really helpful when you're trying to broaden your horizons, but it's also not good if you disagree on every single topic imaginable.\n  \n  ideally, it's best to agree on some things and disagree on others (depending on the actual subject, obviously).\n  ","397161":"\n  the term \"insane asylum\" is extremely archaic and outdated, and its also damaging to people who struggle with mental illness who have been hospitalized.\n  \n  i would rather be placed in a mental hospital (tbh i should have been in one a long time ago). i've been extremely anxious and dissociating a lot lately, and it doesn't help that i just ran out of two of my medications. :\/\n  ","397162":"\n  the coronavirus has caused my job to allow us to work from home in light of how terrible new york is right now regarding the number of cases. i haven't gone to the store or really left the house at all in eight days because i don't want to catch the virus. i also haven't seen anyone besides my roommates in two weeks.\n  \n  while in quarantine, i've thankfully been focusing on work, and in my spare time, i've been playing video games, sleeping, and watching television.\n  ","397163":"\n  *taps mic*\n  \n  PRACTICE SOCIAL DISTANCING NOW OR WE'LL ALL BE STUCK IN QUARANTINE FOR THE REST OF 2020.\n  ","397164":"\n  sleep, hang out with friends, and play video games.\n  ","397165":"\n  i believe not knowing their phone number would be worse.\n  ","397166":"\n  is skyrim considered old? it's almost nine years old, haha. that's a game i can never get sick of at all & i've been playing it since it came out.\n  ","397167":"\n  i'm always against going through people's phones, so i'm not sure if this is the correct way to go about this situation. if you know he is cheating on you for sure, then try explaining to him how you know (even though you don't have concrete evidence).\n  \n  i've never really been in this situation before, so i'm not quite sure how to approach the topic. it's a shame he didn't admit to it when you confronted him the first time, but maybe explaining to him that you love him, how you know he's going against you, and how hurt you feel might make him be more truthful.\n  ","397168":"\n  i've always been up front and honest with the people in my life, so if i knew without a doubt that they were lying to me, then i'd call them out on their dishonesty.\n  ","397169":"\n  no, i usually just tell them i'm fine.\n  ","397170":"\n  a client from my job, obviously.\n  ","397171":"\n  i believe driving in the car should be fine, i have friends who have taken drives just to get some fresh air and clear their heads.\n  \n  as long as you're not in an area where you're supposed to be in your house at all times, at least.\n  ","397172":"\n  for some people, absolutely. it isn't for everyone, though.\n  ","397173":"\n  no, we understand each other's boundaries and we still wish to be close friends. granted we haven't hung out since the whole coronavirus thing started though, lol.\n  ","397174":"\n  no, i've only since interacted with friends and family like i normally do.\n  ","397175":"\n  yes, and i still hold true to those words. him and i have endured significant struggle together and have come out closer in the end, and i'll always be grateful for the support he has given and continues to give me.\n  ","397176":"\n  no, i have no intentions of being intimate with someone for the moment.\n  ","397177":"\n  we did work on it for a very long time, but nevertheless, things simply didn't work out towards the end. it's a fact of life, and i've accepted that.\n  ","397178":"\n  no? that would have been inappropriate.\n  ","397179":"\n  i don't feel bad or guilty about any of the things i enjoy, so no.\n  ","397180":"\n  lettuce, tomato, pepperjack cheese, and ranch dressing.\n  ","397181":"\n  i can't stand anything that's too hot, so my ideal temperature outside is in the 50s and 60s degrees fanhrenheit. indoors, i usually keep the temperature between 66 and 68 degrees fahrenheit.\n  ","397182":"\n  sunday afternoon.\n  ","397183":"\n  raspberries, blueberries, and peaches.\n  ","397184":"\n  nah, i don't play animal crossing. lately i've been playing fallout: new vegas and destiny 2.\n  ","397185":"\n  as far as i'm emotionally and physically willing to go without compromising my own mental health and needs.\n  ","397186":"\n  i haven't really learned anything new lately, tbh. staying at home for the past eight days has kept me somewhat in a bubble. :\/\n  ","397187":"\n  i'm not innately a positive person, but i do try to remain afloat by occupying my time with hobbies and friends, as well as dedicating myself to my work. i enjoy playing video games & escaping from reality for a while, as well as reading, drawing, watching television, listening to music, and talking to my friends.\n  ","397188":"\n  people talking over me while i'm in the middle of speaking.\n  ","397189":"\n  i'm not eating any more or less than usual, mainly because i still have things occupying my time on a daily basis.\n  ","397190":"\n  i'd say middle class.\n  ","397191":"\n  i know who brittanie is, but we've never spoken one-on-one.\n  ","397192":"\n  no, i've never really posted about my relationship on social media to begin with because it's private to me.\n  ","397193":"\n  they were saddened but supportive of the decision. i'm still close with them.\n  ","397194":"\n  the only person i've ever have a conversation with is\n  \n   @svspicion\n  \n  , and idk who brianna even is. lol.\n  ","397195":"\n  no, she's white. lol.\n  ","397196":"\n  beauty is subjective & i don't find myself attractive, so by default most people are more attractive than me, herself included.\n  ","397197":"\n  i'm anxiety-ridden rn, lmaoo. i got off the phone with a client about an hour ago and i'm still anxious about it. i absolutely hate talking on the phone.\n  ","397198":"\n  working, listening to music, playing video games, and watching television so far.\n  ","397199":"\n  i haven't had in depth conversations with her, but she seems quite intelligent.\n  ","397200":"\n  easier if i took a photo, lol.\n  ","397201":"\n  yes, we've met on a few occasions.\n  ","397202":"\n  i need to color my hair again. it's gotten super light and almost blonde at the tips since i haven't colored it since last november.\n  ","397203":"\n  that sounds like a red flag, tbh because it seems like your partner doesn't trust you. i would personally ask them why they'd like my passwords to see social media activity, not that there's anything to hide but why they feel so insecure that they want to make sure you're behaving \"good\" online.\n  ","397204":"\n  yes, i love veggie burgers and black bean burgers.\n  ","397205":"\n  10 years.\n  ","397206":"\n  uh, i'm not going to document the times i've used the bathroom.\n  ","397207":"\n  i haven't, but apparently linkin park is hosting a \"band reacts\" livestream on youtube today with never before seen footage of a concert they recorded in 2001. it'll be one of the first times the entire band has gotten together since chester bennington passed away.\n  ","397208":"\n  i haven't been reading more, but i'm sure as time goes on, i'll get bored of having the same hobbies and pick up where i left off on the most recent book i started reading.\n  ","397209":"\n  i prefer pancakes over waffles.\n  ","397210":"\n  somewhat, yeah. mostly i've been trying to keep up with local news regarding lockdowns, people who have been infected in new york, etc etc.\n  ","397211":"\n  you asked me this last night, so i'll talk about yesterday since i only woke up 20 minutes ago, lol.\n  \n  yesterday ;\n  \n  -- woke up, made breakfast and coffee.\n  \n  -- worked from 9:00am to 5:30pm.\n  \n  -- did dishes and cleaned the bathroom.\n  \n  -- made lunch.\n  \n  -- tidied up my room a bit.\n  \n  -- watched hulu for a few hours.\n  \n  -- went to bed around midnight.\n  ","397212":"\n  i'm not a hugger by any means, so this hasn't really affected me very much in that respect. i'm not a physically affectionate person.\n  ","397213":"\n  no, i don't and i don't believe i ever have before.\n  ","397214":"\n  here's one of the cats i live with. she loves laying in bed with me. :'))\n  ","397215":"\n  i wholeheartedly agree.\n  ","397216":"\n  no one likes condoms, just fyi. this is something you should be discussing with him, not garnering opinions from random strangers online.\n  ","397217":"\n  i don't even know anymore. did i ever know? how can i know who i am if i have no recollection of the foundations of my own person?\n  ","397218":"\n  no, i don't really believe in that sort of thing.\n  ","397219":"\n  well, i don't normally drink tequila but i felt like having a margarita on saturday, so i bought two bottles of ready-to-drink margarita mix.\n  \n  this is my second glass of the night. i don't even feel buzzed, the alcohol content is only 10%.\n  ","397220":"\n  i'd honestly probably spend my time doing freelance writing, because i can't imagine myself being without a job. it wouldn't help my mental health at all, and i need to stay busy and productive.\n  ","397221":"\n  if i'm genuinely happy, then my dimples come out.\n  ","397222":"\n  yes, i'm fairly open-minded but there's always more to be learned.\n  ","397223":"\n  tequila.\n  \n  i just poured myself a glass of mango margarita.\n  ","397224":"\n  it's been great, actually !! i like not having to wake up super early in the morning, i'm not being distracted by anyone for a change, and i have two extra hours of free time during the day since i'm not commuting.\n  ","397225":"\n  thanks, i appreciate it ~~\n  ","397226":"\n  i highly suggest you listen to joan jett.\n  ","397227":"\n  listen to joan jett.\n  ","397228":"\n  i haven't left my house in a week, and i've been working from home.\n  ","397229":"\n  no, lmaoo. that's quite far from the truth.\n  \n  i believe, above all else, that the government has existence of extraterrestrial life and has been using technology for advancements in warfare while keeping everything secret from the public.\n  ","397230":"\n  i believe in a few conspiracy theories, and i find them to be interesting in general.\n  ","397231":"\n  thanks ~~\n  \n  my day has been fine. i woke up at 8:00am, made breakfast, worked until 5:30pm, laid in bed for two hours, and now i just ate something small for dinner.\n  ","397232":"\n  i'm content, but sleepy. i finished up work around two hours ago and have been laying in bed since then. i think i fell asleep for like an hour.\n  ","397233":"\n  this is weird, my roommate must be confused (or has information no one knows about yet, lmao). i could have sworn he told me new york was implementing curfew from 8pm to 6am, but i can't find any news sources to verify this.\n  ","397234":"\n  we can leave our homes, but only for essential travel (like groceries and the pharmacy). my roommate just got his paperwork stating that he's an essential worker and can be out of the house for work and outside of curfew times.\n  ","397235":"\n  there are more diagnosed cases now than ever before on long island, and hospitals are running out of necessary equipment to help patients and protect themselves. :\/\n  ","397236":"\n  i'm not the biggest fan of jewelry, but i prefer silver over gold. in some cases, rose gold looks nice too.\n  ","397237":"\n  here's an photo from 2-3 years ago of a snowy backyard at my parents' house.\n  ","397238":"\n  i'm concerned for him being he has a compromised immune system but he's an essential worker, so he's going into work every day like normal.\n  ","397239":"\n  i'm not a member of the CDC, nor am i knowledgeable about virology, so i have no insight into the matter.\n  ","397240":"\n  no, they're separate incidents.\n  ","397241":"\n  i already know two people who were diagnosed. i also have a friend who was showing symptoms, so she's having herself and the rest of her family tested.\n  \n  i'm not particularly worried about my parents because my mother is house-bound, and my father has been working remotely from home.\n  ","397242":"\n  tbh, that defines the first 4 years of me being in the workforce, lol. i worked in retail & customers would constantly yell at me over things out of my control, which was usually demeaning.\n  \n  i always forwarded them to my immediate manager, or if it was bad enough, i would tell them to leave the store entirely.\n  ","397243":"\n  nothing substantial, lmaoo.\n  ","397244":"\n  the individuals who aren't taking this pandemic seriously & are still going out and seeing their friends, loitering in parks and stores, and not taking proper precautions to defend themselves against the virus.\n  \n  if you're otherwise healthy, you have to realize that this isn't about you. you may recover well, but that doesn't mean that the people around you will too. you can be carrying the virus without realizing it & spreading it to others, who will subsequently carry it home to their families. it's irresponsible, and it isn't difficult to stay home and only go out *when necessary.*\n  ","397245":"\n  sleep or play some video games.\n  ","397246":"\n  a lot of people deflect blame onto others because they don't want to be seen as the \"bad guy\" in the story. instead of taking responsibility, they pass it onto someone else so that it doesn't become their problem anymore.\n  ","397247":"\n  sometime early last week, i honestly don't remember. i've been in the house since last monday night with the exception of going to get breakfast last thursday.\n  ","397248":"\n  i had a pixie cut when i was in high school.\n  ","397249":"\n  i'm basically an open book, yes. the only things i don't discuss on askfm are my trauma and s*x life.\n  ","397250":"\n  writing, editing, photography, and art on occasion. my skills have dwindled in recent years from inactivity, but there are still some drawings and paintings of which i'm proud.\n  ","397251":"\n  here's my profile pic ;\n  ","397252":"\n  perhaps the ability to report questions on other people's profiles, instead of it automatically reporting the person's answer. there are a lot of people on my friends list who are getting harrassed, and it would be helpful to do so.\n  ","397253":"\n  you can try searching for hashtags for those subjects.\n  ","397254":"\n  i like most kinds of music, but lately i've been into alternative and indie rock, hip hop, classical, and metal.\n  ","397255":"\n  it varies depending on the individual, because everyone has different interests. personally, i'd be fine with going to a coffee shop.\n  ","397256":"\n  nobody, at the moment.\n  ","397257":"\n  ???\n  \n  he makes more money than i do, lmaoo. we're still friends & it's immature to do such a thing. we're both approaching 30 years old -- there's no reason to play mind games.\n  ","397258":"\n  no, that's inaccurate. we broke up over 6 months ago, lol.\n  ","397259":"\n  this is assuming that all relationships consist of only men and women being together, lol.\n  \n  in a relationship, no one should be a \"boss.\" relationships are supposed to be about equality and understanding among everyone involved, everyone should be on the same level because that's how relationships grow and succeed.\n  ","397260":"\n  watching the show \"pandemic\" that's on netflix rn.\n  ","397261":"\n  depends on the situation. even if you mean well, that person could be on the defense and not want to be bothered, and therefore react negatively to you. it goes on a case by case basis, i think.\n  ","397262":"\n  i guess this is a good thing, but i don't really remember. i haven't cried in a while.\n  ","397263":"\n  thank you, i appreciate it !! i hope the same for you ~~\n  ","397264":"\n  i'm doing fine. honestly, i'm a bit worried because of how high the number of cases are on long island rn, but i'm self-isolating & my roommates have been really good with maintaining distance and keeping up with hygiene.\n  \n  my one roommate works at a supermarket, which has been daunting because he's at the front lines, but at the same time he's also been able to pick up here & there things we need to get by.\n  ","397265":"\n  i don't wear sports clothes, haha. i normally feel my best in a tee shirt or hoodie with leggings.\n  ","397266":"\n  i don't usually celebrate easter, so it has no effect on me.\n  ","397267":"\n  no, it's necessary in some places because it will prevent people from going out in crowds and further spreading the virus.\n  ","397268":"\n  yeah, i don't believe new york has a curfew yet.\n  ","397269":"\n  i'm not comfortable talking about this sort of thing because i was ab*sed, so it's a tad bit different.\n  ","397270":"\n  i *love* cards against humanity, LOL. it's my favorite card game. whenever i would go to the bar in the past, my friends would bring their sets and we would sit at a booth and play.\n  ","397271":"\n  so far, so good !! i spent the early afternoon just browsing the internet and drinking coffee, but then i took a shower & right now i'm cleaning the house.\n  ","397272":"\n  i didn't know her previously, but i do now. lol.\n  ","397273":"\n  i wholeheartedly agree. more and more young people are catching the coronavirus, or at least that's how it appears because now we have more tests readily available. the more tests we have, the more cases we'll find.\n  ","397274":"\n  depends on the context, i wouldn't know how i would feel unless it actually happened.\n  ","397275":"\n  no, they're both working still.\n  ","397276":"\n  we went grocery shopping last sunday, and right now my roommate is at the store picking up a few more essential items.\n  ","397277":"\n  yes, he's dating someone at the moment.\n  ","397278":"\n  i'm biologically female.\n  ","397279":"\n  these fetishes are getting wilder & wilder.\n  ","397280":"\n  i am neither cis nor male.\n  ","397281":"\n  yeah, my hands are always very dry so i use hand lotion several times per day.\n  ","397282":"\n  in order for me to answer this question, i would have to believe that i'm better than someone else -- which i don't.\n  ","397283":"\n  i've been using computers since i was a young child, so i've developed fast typing as the years have gone on. i'm much faster typing on a computer than i am on my phone.\n  ","397284":"\n  i'm assuming because they were out in public with other people. my coworker likely got it from our office building because we work with hundreds of other people.\n  ","397285":"\n  i prefer salty snacks. whenever i want a snack, i usually grab some cheez-its or chips.\n  ","397286":"\n  yes, i've been self-isolating since last tuesday when my job announced we were all going to be working from home. i've only left the house once since then, lol.\n  ","397287":"\n  no, quite the opposite. the coronavirus is a global pandemic that has killed thousands of people, and you have to stop and consider how all of their friends and families are feeling in this moment. even those who haven't passed away who are struggling to recover are worried because this is something unlike anything we've seen before.\n  ","397288":"\n  no? that's pretty racist to assume. people of all races have been diagnosed with the coronavirus.\n  ","397289":"\n  yes, i just read that in the news.\n  ","397290":"\n  i like them all for various reasons. however, girl interrupted (for example) is one of my favorite movies because i can relate to the main character a lot, and it's also just a very relatable and entertaining movie.\n  ","397291":"\n  i disagree. just because a person is healthy doesn't mean they're immune to the virus, and they can still carry the virus without showing symptoms and spread it to people who are more vulnerable, whether that's family or friends or even strangers. it's in everyone's best interest to continue self-isolating. it's fine to perhaps walk around the block, go to the park, etc etc., as long as you're not close around other people at all (more than 6 feet apart).\n  \n  also, tagging her in this since i know you're probably going to copy\/paste this answer and send it to her anyway.\n  \n  cc:\n  \n   @sweetnothings18\n  \n","397292":"\n  some of my favorite movies include american psycho, girl interrupted, the punisher, les miserables, sweeney todd, the shining, the lord of the rings trilogy, and heathers.\n  ","397293":"\n  \"the kiss\" by gustav klimt is one of my favorite works of art, and i also love renaissance and baroque art.\n  ","397294":"\n  if the region is under lockdown and people are not supposed to be out in large groups except for essential business, then i believe they should be reprimanded in some way, yeah. it's completely irresponsible to be out for no reason unless you're practicing isolation and walking around the block, etc etc.\n  ","397295":"\n  new york state is under complete lockdown, so all non-essential stores and businesses are closed until further notice. restaurants are considered essential, but only for takeout and delivery, and no one can dine-in anymore.\n  ","397296":"\n  he does, yes. we've been keeping our distance to a reasonable level because he's aware of how i feel about him, and neither of us want to overstep boundaries.\n  ","397297":"\n  yes, i still love him. both in a romantic and platonic sense.\n  ","397298":"\n  i'm scared for my friends who are immunocompromised, as well as friends who still have to go to work every day with the public whose jobs are considered essential.\n  ","397299":"\n  my inbox is dry af -- anyone have any interesting, appropriate questions today?\n  ","397300":"\n  yeah, i keep holding onto the hope that my ex will come to his senses and realize that i was incredibly good for him. nevertheless, you cannot force someone to change their feelings if they do not exist because that's unfair, and i know i should let go of that hope and start moving on.\n  ","397301":"\n  yes, there are so many people who aren't taking it seriously at all (look at that video of spring breakers who have been partying down in florida, for example). there are also people who believe the virus is a governmental hoax, smh.\n  ","397302":"\n  i would much rather live in the woods compared to the rest of these options. living in a big city would make me extremely anxious and paranoid, and i like the woods much more than i like the sea.\n  ","397303":"\n  depends on what i want to say and who i'm talking to. sometimes i'll just say, \"hi! how are you?\" and other times i'll dive right into what i want to say.\n  ","397304":"\n  i don't remember the last movie i watched in the movie theater, it's been literally years. however, the last movie i watched at home was girl interrupted.\n  ","397305":"\n  i'd like for people to start practicing social distancing a bit more seriously so that the coronavirus can start declining in populations, and we can all return to a degree of normalcy in our everyday lives.\n  ","397306":"\n  i like anti-heros like deadpool and the punisher.\n  ","397307":"\n  one of them has a weak immune system from my understanding, but the other two have been perfectly healthy. i only saw one of them on a regular basis, she's my coworker and we hung out every day.\n  \n  but she's the one who has not been tested yet, so it isn't guaranteed that she has it or not.\n  ","397308":"\n  i'm currently playing video games on xbox live, so i'm thinking about my friends.\n  ","397309":"\n  i've heard of them, but i've never tried them before.\n  ","397310":"\n  yes, i believe i used to play that a lot as a child.\n  ","397311":"\n  black.\n  ","397312":"\n  i'm not sure what other drastic measures we can take tbh, besides confining people to their homes and implementing some sort of law that repremands people if they're out of their house unless it's to do essential business.\n  ","397313":"\n  yeah, i'm absolutely fine.\n  ","397314":"\n  no, they're my age.\n  ","397315":"\n  yes, i actually have two friends who have been diagnosed with it, as well as a coworker who's showing symptoms and is going to get tested tomorrow.\n  ","397316":"\n  his family likes me a lot, and we still keep in contact with each other on occasion. for example, i wished his step-mother a happy birthday a few days ago. i've always gotten along with his family very well.\n  ","397317":"\n  yeah, in retrospect that was probably a terrible decision. it was also coerced out of me because my mother stalks my social media accounts (she always has), and figured something was up to begin with.\n  ","397318":"\n  i'm ... not in a new state? i only live like 20 minutes away from him, lol.\n  ","397319":"\n  i never said there was no reason behind it. we just simply fell apart for a variety of reasons, and it has nothing to do with whether or not someone else was in the picture.\n  ","397320":"\n  not really, but okay. i've managed to move into a new house and afford rent, so obviously that means i'm not as broke as you think i am.\n  ","397321":"\n  they disliked him because he cheated on me once nearly 9 years ago, and they never let go of it. despite the fact that he's been my biggest support system since i revealed to him that i had mental health issues, as well as everything else that has been occurring in my life over the past 10 years.\n  ","397322":"\n  no, that wasn't really a factor in us breaking up. needless to say, i *did* want to get married although i wasn't sure about the whole children thing or not. his feelings just dwindled because we were stuck at a standstill for quite some time, and as much as i tried to deny it, it was true.\n  ","397323":"\n  they were supportive of the decision, although my family decided it was the opportunity to bad-mouth him. :\/ my family was never the biggest fan of him, and it honestly still angers me that they feel so strongly that they were happy that we broke up, which invalidated my feelings.\n  \n  my friends were better, on the other hand. they've been incredibly supportive.\n  ","397324":"\n  we talk nearly every day. he's my closest friend.\n  ","397325":"\n  at the moment, i'm not sad. then again -- i'm also very tipsy, lol. it's also been around 6 months since we broke up, so i'm not as vulnerable to it now as i was initially. after we broke up, i was having meltdowns all the time and didn't think i could live the next day. but i focused on work, on my friends, and i also moved into a new house during that time, so i have a refreshed perspective on life.\n  ","397326":"\n  definitely not, lol. like i said earlier, sex isn't important to me at all.\n  ","397327":"\n  no, sex isn't terribly important to me.\n  ","397328":"\n  i have no intention of dating at the moment.\n  ","397329":"\n  we broke up last august, and we simply had a conversation about our relationship and where we were headed. it was a long time coming, we were honestly just putting it off because neither of us had the heart to tell the other person how we truly felt. and it's been very difficult, but i've managed thus far.\n  ","397330":"\n  yes, they were indeed true, and it took me a very long time to gather myself together and try to progress forward after the breakup.\n  ","397331":"\n  i'm single because we broke up, obviously. we were going steady for a long time, but things eventually fell apart and our relationship was at a standstill. we weren't where we needed to be, he didn't feel as strongly towards me anymore, and we decided to break up and remain friends.\n  ","397332":"\n  uh ... i don't know if you're the same anon as the other day, but my ex's name was definitely not dan. LOL.\n  ","397333":"\n  i'm single, lol.\n  ","397334":"\n  no, not yet at least. instead of working in the office, we've been working from home.\n  ","397335":"\n  this image brought to you by skinnygirl margarita mix ~~\n  ","397336":"\n  freedom of speech is of the utmost importance, *unless* that speech is characterized by oppression and discrimination. ideally, we should be able to voice our opinions and concerns and receive productive feedback from other individuals, but considering the state that our society is in now, that's rarely the case.\n  ","397337":"\n  i would probably be at a bar or restaurant celebrating happy hour with my roommate and a close friend, lol.\n  ","397338":"\n  thank you, i appreciate it. i hope you're doing well too.\n  ","397339":"\n  my instagram is private, so no.\n  ","397340":"\n  i am single.\n  ","397341":"\n  yes !! i started hearing it earlier this week. :'))\n  \n  it's interesting -- it's almost comforting to hear the sound of the ice cream truck amid all of the chaos going on. it's one of the few constants in this changing world.\n  ","397342":"\n  totally. in other news, my roommate attempted to go to target this afternoon. apparently the parking lot was filled to the brim, and there were lines of cars waiting for people to pull out of spots so that they can park their car.\n  ","397343":"\n  i already drank nearly half a bottle of skinnygirl margarita mix (one of the 750 ml bottles).\n  ","397344":"\n  my day is going well. i've literally done nothing except browse the internet and watch other people play video games, haha.\n  ","397345":"\n  it would be nice to wake up and make over a $100k salary per year, lmaoo.\n  ","397346":"\n  uh, do you mean fruits and vegetables? if so, then yeah ... i hope everyone washes their fruits and veggies before eating them, lmaoo.\n  ","397347":"\n  honestly, probably not. there's enough for me to do throughout the day and during my off time (i work from 9:00am to 5:30pm), and i'm very much a \"homebody\" to begin with.\n  ","397348":"\n  i've been ordering from grubhub\/doordash on a few occasions, and i'm sure that the restaurants are taking the proper precautions because they're considered essential businesses in new york state.\n  ","397349":"\n  my day has been going well !! i woke up around 10:30am, had three cups of coffee, and ate a late breakfast around noon. i've honestly just been browsing the internet on my laptop for a few hours now because i don't really have an interest in doing anything else. i'm currently watching someone play video games on twitch and drinking a margarita. :'))\n  ","397350":"\n  my normal routine has changed drastically. i'm no longer commuting to the office to work, i've been working from home since tuesday (which has been a blessing). i haven't been going out to the store or to restaurants\/bars at all, and i've been ordering delivery instead of going places to pick up whatever i want.\n  ","397351":"\n  haha, thank you for asking me my own question ~~\n  \n  i've been self-isolating for the most part. i only went out once since monday night, and that was early in the morning to go to the dunkin drive-thru for five minutes. i've also been washing my hands more frequently and cleaning the house more often.\n  ","397352":"\n  at the moment, yes. it's a relief to work from home where i don't have to worry about coming into contact with dozens of people on a daily basis. it's also been nice to roll out of bed at 8:30am to clock in at 9:00am instead of waking up at 7:00am and commuting for 45+ minutes in the morning, haha.\n  ","397353":"\n  i'm usually the one who ends up texting first. :\/ if i waited for people to text me, then i probably wouldn't have anyone to talk to.\n  ","397354":"\n  not for an entire month, no. at the moment, we have enough to last us perhaps two weeks though. either way, grocery stores are considered essential stores and i can go there at any time.\n  ","397355":"\n  not really, no. sometimes there are people i text on and it happens to be daily, but then we won't text for a few days. i don't routinely text anyone on a daily basis.\n  ","397356":"\n  #quarantinesurvivalkit\n  ","397357":"\n  not anymore, no. i'm too anxious to be in large crowds. i would rather have a small gathering of 3-4 friends at my house in a relaxed environment.\n  ","397358":"\n  i honestly don't remember. i haven't been to the movie theater in years.\n  ","397359":"\n  not really, no. i'll put on some netflix or hulu at night before i go to bed, but i don't watch television during the day.\n  ","397360":"\n  yes, i have two planned currently. i want to get a black and white writing quill on my right forearm, and then a traditional-style dagger on the back of my right arm.\n  ","397361":"\n  i'm literally so bored that i've been debating on logging into my remote work console just to check my work emails. smh.\n  ","397362":"\n  they were my favorite band for quite a number of years beginning when i was 12 years old. i still listen to them on a regular basis, and considering chester bennington's birthday was yesterday, i spent the evening watching the memorial concert that happened in 2017.\n  ","397363":"\n  if you'd like people to follow you, i'd advise not to outright ask people to follow you. send legitimate questions out to the people you follow and other individuals, and answer questions on a regular basis. that's how you gain followers.\n  ","397364":"\n  still not following you.\n  ","397365":"\n  i don't have a genuine favorite because my tastes change all the time. lately, i've been listening to musicians like grandson, two feet, starset, korn, lewis capaldi, and linkin park.\n  ","397366":"\n  you're anonymous. regardless, i don't follow people upon request.\n  ","397367":"\n  i usually listen to alternative rock, metal, some hip-hop, classical music, etc etc.\n  ","397368":"\n  i'm listening now, and i'm not much of a fan.\n  ","397369":"\n  love more than anything else (as long as i'm stable enough financially to keep afloat). money is obviously important in today's age, but if i have enough money to get by already and didn't necessarily require anymore, then love will prevail.\n  ","397370":"\n  ah, interesting. i've never heard of her before.\n  ","397371":"\n  i don't know what that is.\n  ","397372":"\n  hello -- do you have a question?\n  ","397373":"\n  true crime and criminal psychology in general. i find it interesting what sets criminals apart from the regular population, their thought processes, and how their environment growing up contributes to their desire to hurt people.\n  ","397374":"\n  seeking treatment for my mental illnesses during a time when i was really struggling (actively s*icidal, didn't go to work for a week, couldn't eat or shower, etc etc). it totally changed my life around.\n  ","397375":"\n  i really like \"how far i'll go\" from moana.\n  \n\n   https:\/\/www.youtube.com\/watch?v=cPAbx5kgCJo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","397376":"\n  i'm not entirely sure, tbh. on the one hand, it would be nice to live a life that isn't filled with strife, panic, or struggle. however, on the other hand, challenges and obstacles are what make us strong & wise, and we learn to grow and evolve from those struggles.\n  ","397377":"\n  it isn't wrong to say that it originated in wuhan, china. what's wrong is referring to it as \"the chinese virus\" because it's detrimental against asian people who are already facing discrimination. like another anon pointed out, it's charged wording and scientifically incorrect.\n  ","397378":"\n  i love ska !! one of my friends is actually in a ska band, i see him occasionally.\n  ","397379":"\n  whenever i colored my hair last, which was last november according to the picture i posted on instagram, lmaoo. my shaved part has grown out at least two inches. :\/\n  ","397380":"\n  thanks !! i really need to shave it again though, it's getting way too long. :\/\n  ","397381":"\n  i believe i've had my head shaved for two years now? i don't quite remember. i shaved half of my head on an impulse. i originally went to the hair salon for a trim and color, and then i told her, \"hey... shave half my head.\" she went, \"are you sure?\" and i go, \"just do it.\"\n  ","397382":"\n  a little bit of both. i follow my heart most of the time, but there's also a part of my mind that's screaming at me and telling me that what i'm feeling is irrational, lol.\n  ","397383":"\n  yeah, that's really racist.\n  ","397384":"\n  this situation doesn't really apply very much to me because i would never say \"doesn't matter, i know what i saw.\" i would try to assess the situation based on what i saw and *also* gather input from my partner regarding their perspective on the situation. i would tell them that i was uncomfortable with how they were behaving, but i don't think i would go to such lengths as to break up with them.\n  ","397385":"\n  i believe i'm living up to my potential. my talents are in writing and editing, and i'm thankful that i've been able to find a job in my field that allows me to apply my knowledge and expertise on a daily basis.\n  ","397386":"\n  i believe i was too young to really watch this movie, but \"the grudge\" scared the crap out of when i was younger and watching it for the first time. i had nightmares for months after the fact.\n  ","397387":"\n  probably the early 2010s, when i was attending school, living life to the best of my ability, spending good times with friends, going on small vacations, etc etc.\n  ","397388":"\n  yes, i feel terrible that my previous relationship fell apart. but i'm also trying hard to wrap my head around the fact that not everything is permanent, and i'm also grateful that we're remaining friends after everything that has happened.\n  ","397389":"\n  i wouldn't say i'm as far as proud of what i'm doing, but i'm content with how i'm spending my time and my reactions to certain things. i've been working from home, but i've also been remaining productive within the house such as keeping up with the cleaning, spending time reading, listening to new music, playing video games, and watching documentaries.\n  ","397390":"\n  \"and with my one last gasping breath, i apologize for bleeding on your shirt.\"\n  \n  lmaoo. just kidding. i really don't have an answer to this question.\n  ","397391":"\n  not seeking mental health treatment sooner. i only sought treatment three years ago, but really i should have done so in my teenage years. it took me nearly attempting s*icide in order for me to realize i needed professional help.\n  ","397392":"\n  i think one of the best approaches to resolving conflict is to have an open discussion with the other person regarding what the conflict is about. it's important to be communicating and candid about what you believe, as well as receptive to what the other person is saying. you should try to come to a compromise that benefits the both of you.\n  ","397393":"\n  from what i've read, it definitely isn't as bad as how italy is doing right now (particularly the death rate). however, if more people do not start social distancing like they should be doing, then it's going to inevitably get worse.\n  ","397394":"\n  i'm doing fine, just worried about a few friends of mine who are sick at the moment. i have one friend who's displaying a lot of the symptoms of the coronavirus, and she's supposed to be going to the drive-thru testing site within the next few days.\n  ","397395":"\n  i'm very organized and it's easy for me to find what i need to find within my own personal files, whether it's something physical in my house or on my desktop (my personal desktop or at work). everything is categorized into different folders and subfolders, normally organized by year and date.\n  ","397396":"\n  no, it isn't cluttered by unnecessary things at the moment. i've been focusing all of my attention on work and my friends, and i've cut out of my life people who do not reciprocate the same energy as me.\n  ","397397":"\n  the DSM-V diagnostic criteria for borderline personality disorder.\n  ","397398":"\n  i used to paint a lot, but i fell out of the habit. i still have all of my materials and canvases, though.\n  ","397399":"\n  i usually just listen to music and take in the scenery around me. myself and the driver normally just have regular conversation, and sometimes i'll check my phone in between.\n  ","397400":"\n  yes, i've been on medication for the past three years.\n  ","397401":"\n  i've been listening to missio a lot lately, and this song is great ;\n  \n\n   https:\/\/youtu.be\/CK1Px_JHGww\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","397402":"\n  yesterday, the governor ordered a state-wide lockdown so all non-essential stores are being closed until further notice.\n  ","397403":"\n  there's a vending machine in my office that's $1 per snack, but other than that, i can't think of anything else that's as cheap as a dollar.\n  ","397404":"\n  personally, i'm a fan of disaronno on the rocks. but i also drink a lot of craft beer.\n  ","397405":"\n  i understand that you're salty. that's just the way askfm is, though. if you don't have a question, i'll just delete things from hereon out.\n  ","397406":"\n  that's your decision then. if you don't want to ask me questions, then no one is forcing you to.\n  ","397407":"\n  you sound salty.\n  ","397408":"\n  i have like 50 unanswered questions in my inbox, so you'll have to be more specific.\n  ","397409":"\n  anyone have any questions? i'm drunk ~~\n  ","397410":"\n  my ex, two close friends, and one of my coworkers.\n  ","397411":"\n  honestly, any of the vacations i went on with my ex (and our friends) are terrific memories. i don't regret them at all.\n  ","397412":"\n  i mean, if it's valid then it isn't necessarily discrimination. it's just a fact at that point.\n  \n  i.e. i've been sexually harassed on countless occasions on askfm. it isn't discrimination if i choose to ignore a question that i deem to be sexually charged because the evidence is there.\n  ","397413":"\n  paranoia is different from discrimination. paranoia is a symptom of mental illness. discrimination is an active choice.\n  ","397414":"\n  it isn't discrimination, lol. i have valid reasons to be hesitant to answer some questions from anons if they ask questionable questions.\n  ","397415":"\n  no, paranoia is a symptom of my mental illnesses and has nothing to do with discrimination. i'm paranoid on a constant basis regardless of who i interact with.\n  ","397416":"\n  i don't believe i do anymore. i'm conscious of my thoughts and how i express them, and years of reading into civil injustice have taught me how detrimental discrimination is to society as a whole.\n  ","397417":"\n  story of my life, lmaoo.\n  ","397418":"\n  just because discrimination is common doesn't mean it's good.\n  ","397419":"\n  i don't think i have, actually !!\n  ","397420":"\n  because i don't know who the person is or their intentions behind asking the question.\n  ","397421":"\n  not to my knowledge, no.\n  ","397422":"\n  eh, it depends on what the question is. i'm more cautious with anon questions.\n  ","397423":"\n  discrimination by itself isn't justified because it means you're not treating someone with equality. there may be individual circumstances where it is justified to put someone in their place, but the age difference usually isn't an overwhelming factor.\n  ","397424":"\n  i'm a realist.\n  ","397425":"\n  i usually see age discrimination against older communities from younger communities. there's also a lot of discrimination toward younger communities from the older generation too, though.\n  ","397426":"\n  i'm not entirely sure. i have friends who are optimists, realists, and a few pessimists. i try not to associate too much with those who are pessimistic though, it's not inducive to my mental health.\n  ","397427":"\n  yeah, i think there's discrimination against older communities.\n  ","397428":"\n  somewhat, sure. however, my anxiety usually has an influence on that so sometimes it isn't accurate, lol.\n  ","397429":"\n  no, life in general is constantly changing.\n  ","397430":"\n  no, 40 isn't old. half of my coworkers are 40 and older, haha.\n  ","397431":"\n  i research things online and gather an understanding of what they are before i come to my own conclusion of things.\n  ","397432":"\n  um ... what? lmfao.\n  \n  i think you're confusing me with someone else.\n  ","397433":"\n  i'm going by their definitions.\n  ","397434":"\n  it isn't a state of being, death is just a natural act that happens to everything that's living because we all have an expiration date.\n  ","397435":"\n  according to wikipedia, communism is a social, political, and economic ideology.\n  ","397436":"\n  no, i've never had an interest in reading his work.\n  ","397437":"\n  i don't mix my drinks with anything. i usually drink beer, spiked seltzer, or liquor on the rocks.\n  ","397438":"\n  depends on the individual. some people are afraid of death because they're afraid of the unknown, it's something we cannot come to conclusions of and that uncertainty is what frightens some people.\n  ","397439":"\n  capitalism is an economic and political system.\n  ","397440":"\n  i'm a professional writer and editor.\n  ","397441":"\n  no, it isn't something that has ever interested me.\n  ","397442":"\n  alcohol has calories, lol.\n  ","397443":"\n  i've spent too many years being a caretaker. i would take them somewhere where their medical needs can be addressed by professionals.\n  ","397444":"\n  to a certain extent, i'm sure. you can believe in different ideologies and align yourself with them while still understanding that society is ruled by capitalism.\n  ","397445":"\n  for the most part, sure. i've had a unique sense of freedom ever since moving out of my parents' house.\n  ","397446":"\n  depends, sometimes i plan them ahead of time like certain dinners, but other times i'm really picky and will choose something at the last second (especially if i'm not feeling well).\n  ","397447":"\n  we live in a capitalist society, so everyone is capitalist to some extent because it's the situation we're forced into.\n  ","397448":"\n  yes, i try to eat healthy whenever possible.\n  ","397449":"\n  from my understanding, there are distinct social classes with the top 1% of society owning the majority of the wealth.\n  ","397450":"\n  it isn't okay for wealthy people to hoard money. they should be distributing the wealth to the middle and lower classes who actually need it.\n  ","397451":"\n  november 18th.\n  ","397452":"\n  i'm assuming at home, it's not as if i keep tabs on her. lmaoo.\n  \n  cc:\n  \n   @dieselmom\n  \n","397453":"\n  lmao, no. i think it's so ridiculous how people are hoarding things like lysol and toilet paper. it's leaving less products for the people who legitimately need those products. there's absolutely no reason for someone to buy 5+ packages of toilet paper in one shot.\n  ","397454":"\n  no, i don't.\n  ","397455":"\n  my feelings of freedom versus restriction were independent of my relationship. i finally felt free after i moved out of my parents' house. the support my ex has given me over the years gave me the confidence to keep pushing forward.\n  ","397456":"\n  i don't believe i've ever said that i wouldn't catch the virus. i probably said that i wasn't as susceptible to it compared to other people who are older than me.\n  ","397457":"\n  i use honey in green tea sometimes, so yeah.\n  ","397458":"\n  students aren't the only people who attend graduations -- faculty members do, friends do, and family members too. in addition, just because you're young does not mean you're not susceptible to the coronavirus.\n  ","397459":"\n  i used to use their shampoo bars and facial scrubs, and i enjoyed them a lot. i don't take baths so i don't use their bath bombs.\n  ","397460":"\n  healthy food makes me feel better about myself, but junk food is something i indulge in when i feel like i need to treat myself.\n  ","397461":"\n  listening to music calms me down a lot.\n  ","397462":"\n  a feeling of admiration for someone in light of their behavior, viewpoints, achievements, and\/or perseverence.\n  ","397463":"\n  they sound incredibly entitled and selfish. spring break in florida encompasses hundreds of people in close proximity to one another, making it a breeding ground for the virus. they're acting irresponsibly, and there's no reason they can't just have a small gathering at their house with close friends in light of the circumstances.\n  ","397464":"\n  they won't have the ceremony postponed to a later date? i understand some people enjoy graduation ceremonies, but it's for the greater good because it's a large gathering of people.\n  ","397465":"\n  no, i have absolutely nothing planned. the only thing i'm thinking about doing is calling my doctor's office and asking if my doctor can just refill my medication without an appointment, because i'm a little hesitant to go to the office. :\/\n  ","397466":"\n  no, i've been working from home.\n  ","397467":"\n  ???\n  \n  i'm not going to bars or restaurants, or even grocery stores for that matter. i went to the dunkin drive thru in my own car for two minutes, lmaoo.\n  ","397468":"\n  ... wut. lmaoo.\n  ","397469":"\n  lately, a few hours per day at the minimum. i admit that i'm probably a bit addicted to social media at this point and i'm always checking\/updating facebook, twitter, instagram, and askfm.\n  ","397470":"\n  i check my personal email once a day. however, when i'm at work, i get notifications with incoming emails so i check my work email very often. a significant portion of my day is spent emailing coworkers and clients, it's our primary form of communication.\n  ","397471":"\n  i love both cats and dogs, depending on the individual personality of the animal. prior to moving in with two cats, i didn't think i liked cats very much -- but these two cats are super sweet, lazy, and affectionate. :'))\n  ","397472":"\n  if i'm outside and i see a neighbor walking to their car or into their house, i'll wave hello. other than that, we don't talk to each other.\n  ","397473":"\n  on a national scale -- i woke up to news that the entire state of california is on lockdown.\n  \n  on a local scale -- apparently there's talk of legislators freezing mortgage payments in new york, but nothing regarding those who rent homes\/apartments.\n  ","397474":"\n  i love documentaries, and i usually watch the true crime docs that are on netflix and hulu.\n  ","397475":"\n  thriving? dead? traveling the country? locked up in prison? hospitalized? who knows.\n  ","397476":"\n  bidets aren't very common in the united states, no. i've never used one before either.\n  ","397477":"\n  happy friday !! i just went to dunkin for breakfast, and the roads were eerily empty around me.\n  ","397478":"\n  i wholeheartedly agree. that's why i mentioned how it can lead to discriminatory behavior against asian people in general, on top of the discrimination they already face.\n  ","397479":"\n  the spanish flu didn't even come from spain, lol. it was another h1n1 case much like we've seen over the past decade.\n  ","397480":"\n  from my understanding, a lot of major sports have been cancelled in the united states at least (basketball, baseball, and hockey are the ones i know of).\n  ","397481":"\n  this is true -- you get what i mean, though. if you're cheating on your partner when you're in a good relationship and you're older than 25, then that's hella immature.\n  ","397482":"\n  i never indicated otherwise. having your sh*t together doesn't correlate with being busy, lol.\n  ","397483":"\n  ???\n  \n  work, bills, family obligations, doctor appointments, errands, seeing friends, etc etc. i'm at the age where i require a partner who has their sh*t together, not someone who's untrustworthy and immature.\n  ","397484":"\n  no, i have no time or energy to give second chances.\n  ","397485":"\n  at the point in my life, any sort of lying and especially cheating.\n  ","397486":"\n  there have been myriad illnesses that come from europe, but we don't refer to them as the \"italian illness\" or \"irish illness\" (as examples). the coronavirus originated from china, but it's a global pandemic now. nearly every country has infected people at this point.\n  \n  it's offensive to asian people in particular, because they're facing even more discrimination from it. even if they're not even chinese. calling it a \"chinese virus\" perpetuates that xenophobia.\n  ","397487":"\n  it varies depending on the person, because everyone has their own individual definition of happiness.\n  ","397488":"\n  i'm not entirely sure, tbh. i've always thought of it as a coincidence or just a misfiring of neurons in the brain, but it happens *way* too often to me.\n  ","397489":"\n  it might make people find roads to express their creativity and make new clothing, so possibly !! i have a few friends who cosplay and quarantining has been giving them the free time they want in order to work on their cosplays.\n  ","397490":"\n  personally, i believe so. it only adds to the discrimination asian people face on a regular basis, and the fact that trump keeps on referring to it as the \"chinese virus\" instead of the coronavirus shows how close-minded he is and how disconnected he is from the severity of the situation.\n  ","397491":"\n  hey friends, i'm bored af so send me your questions ~~\n  ","397492":"\n  i usually berate myself, so i'm probably not the best person to ask this question to.\n  ","397493":"\n  the sun setting later & relieving a bit of my seasonal depression.\n  ","397494":"\n  just explain to them that you love them, in your own words coming from your own heart. everyone shows their love differently.\n  ","397495":"\n  i think the character count is sufficient. most questions asked don't require in depth explanation, and it's also important to learn how to keep questions\/statements concise.\n  ","397496":"\n  because they remind me of his personality, in most cases.\n  ","397497":"\n  it's part of the snapchat filter.\n  ","397498":"\n  i mainly watch psychological thrillers, action movies, dark comedies, and dramas.\n  ","397499":"\n  napoleon dynamite.\n  ","397500":"\n  what the hell.\n  ","397501":"\n  either treasure planet or atlantis: the lost empire.\n  ","397502":"\n  i'd say i'm fairly creative, but it really depends on the day and how my mood is in that particular moment.\n  ","397503":"\n  new selfie ~~\n  ","397504":"\n  yeah, i'm missing my ex boyfriend unfortunately. which isn't unusual, but moreso now than ever before because we've only talked sporadically over the past few days.\n  \n  tbh, everything reminds me of him, lol. certain videos and memes, especially.\n  ","397505":"\n  all of the times i've spent hanging out with friends, whether in the house or around a campfire, where we're swapping meaningful and also hilarious stories until the early morning hours.\n  ","397506":"\n  neither? idk, i feel like i would feel pretty guilty about either of those.\n  ","397507":"\n  seeing ghosts in general, haha. i'm pretty certain my house is haunted, though. we always joke around about the \"demon in the basement.\"\n  ","397508":"\n  i'm doing quite well !! i'm currently on a 15 minute break from work (i've been working from home since tuesday), and it's enough to pass the time for the majority of the day.\n  \n  on my lunch breaks, i've been cleaning the house so that it's less time i have to spend doing so when i'm \"out of work,\" and it's nice not to have constant distractions like when i'm in the office.\n  ","397509":"\n  i thought i had slept too late and was going to clock in late for work, so i jumped out of bed in a panic, haha.\n  ","397510":"\n  the only gripe i would have would be that there are too many rude, inconsiderate, and invasive users (mostly on anon) and askfm seems to do nothing about them.\n  ","397511":"\n  aw, happy first day of spring !! certainly doesn't feel that way outside, though.\n  ","397512":"\n  yeah, it was acting up for me late last night and wouldn't load likes or questions. it seems to be fine today, though.\n  ","397513":"\n  i don't know who BTS is, and i don't like one direction.\n  ","397514":"\n  i've driven in a blizzard before, but i've never chased storms before. my anxiety gets way too high for that sort of sh*t.\n  ","397515":"\n  i suppose the most productive thing that has ever happened to me has been graduating from college. moving out of my parents' house has also been amazing as i've been able to work better on my mental health recovery without being impeded by my parents.\n  ","397516":"\n  \"it does not do to dwell on dreams and forget to live.\" -- albus dumbledore.\n  ","397517":"\n  new video games that are coming out (animal crossing and doom!), scientific breakthroughs including another person cured of HIV, the return of wildlife in venice, how in isolation a lot of musicians are making and releasing new music, etc etc.\n  ","397518":"\n  depends on what you're sick with, or what you assume you're sick with, and whether or not it's contagious. if you feel sick right at this current moment, you're better off staying home in light of the current circumstances.\n  ","397519":"\n  there hasn't been any pollen in my area yet.\n  ","397520":"\n  yes, lmaoo. i've been wearing the same sweatpants for two days.\n  \n  #quarantinelife\n  ","397521":"\n  probably when i was a teenager, sure.\n  ","397522":"\n  how i met your mother !!\n  ","397523":"\n  i'm not a girl, if you care to read my bio.\n  \n  regardless, i'm fine. my lunch break is ending in eight minutes and then i'll have to work for another 3.5 hours. working from home has been amazing, though.\n  ","397524":"\n  i've never used a quill before, but i have used a typewriter. i used to own two of them, but when i moved, i decided to donate them as i had no place to put them in my new house.\n  \n  i prefer typing over handwriting poetry and prose, because my mind often races too fast for me to keep up with it by hand. i'm a very fast typer, so it's easier for me to simply type -- especially when i think twice about something and decide to delete it. it's very convenient.\n  \n  i haven't written anything in two months or so, unfortunately.\n  ","397525":"\n  i've drunk texted my ex on a few occasions shortly after we broke up, LOL. it didn't amount to anything bad in the long run, but i was totally ashamed and embarrassed.\n  ","397526":"\n  no, not really. my life has been defined by change (as is many other people's lives) and eventually you learn to accept them as they come up and work your way through them.\n  ","397527":"\n  my last missed call was from my roommate, and i didn't answer because i wasn't around my phone at the time.\n  ","397528":"\n  i don't like frappes from starbucks or dunkin or anything, but if you ever have the chance, get a greek frappe. it's just made with instant coffee, water, and sugar, but it's delicious.\n  ","397529":"\n  i have it all in my bag, haha. i should definitely make a change jar, though ...\n  ","397530":"\n  perhaps 5-6 people IRL, 3-4 people online, and 3 coworkers.\n  ","397531":"\n  no, why would it be bad?\n  ","397532":"\n  i can't drink cranberry juice straight, but i do like vodka sodas with a splash of cranberry juice.\n  ","397533":"\n  i'm friends with two of my exes, so yeah.\n  ","397534":"\n  i have family in florida, and extended family in italy. i'm not close to any of them though, so i'm not sure how it's been affecting them.\n  ","397535":"\n  i'm just worried about some friends and other people i know who have compromised immune systems and are therefore more vulnerable to be severely ill if they come into contact with someone who's carrying the virus.\n  \n  i mean, i'm getting to work from home now, which is pretty interesting. and it's also the right call because i work in an office building with hundreds of other people, guaranteed at least one person was carrying the virus.\n  ","397536":"\n  no, the coronavirus is a global pandemic unlike anything we've seen before. it's why the news media has been focused so much on it and emphasizing social distancing to contain the virus.\n  ","397537":"\n  i didn't even realize it was st. patrick's day until later on in the afternoon, tbh. i didn't do anything special at all.\n  ","397538":"\n  omg ... i just saw them now. that's hilarious and a bit weird. i'm not entirely sure how i feel about them, LOL.\n  ","397539":"\n  i believe one of my biggest challenges has been overcoming self-destructive habits in light of mental illness, particularly my addiction to self-harm which lasted around eight years.\n  \n  i stopped hurting myself at the age of 19, and although i've relapsed here and there, it hasn't been a routine habit since that age which is almost 10 years ago. i'm incredibly proud of myself for overcoming that.\n  ","397540":"\n  i would consider that a little harsh, yes. perhaps you should talk to her about why she's been acting out and doing poorly in school, especially if it's out of character for her. communication with your children is essential.\n  ","397541":"\n  when your life, or a loved one's life, is at stake.\n  ","397542":"\n  i have too many to list, haha.\n  \n  les miserables, the crow, heathers. girl interrupted, sweeney todd, the punisher, american psycho, and the lord of the rings are among my favorites.\n  ","397543":"\n  i'm introverted with extroverted features, i.e. i can't spend time with people for long periods of time and i need solitude in order to recharge. however, i also feel at home with small gatherings of my closest friends.\n  ","397544":"\n  whenever i use the bathroom, as well as occasionally throughout the day (like after eating and whatnot).\n  ","397545":"\n  depends on the subject matter, but sure.\n  ","397546":"\n  i am neither a baby nor a girl. did you have a question?\n  ","397547":"\n  i sleep deeply and can sleep for 10-11 hours at a time if given the opportunity.\n  ","397548":"\n  i'm somewhat comfortable at the moment, but my finances aren't always stable. it goes on a week by week basis.\n  ","397549":"\n  how fulfilling the first sip of coffee tastes every morning.\n  ","397550":"\n  the cheeseburger and tater tots i had from smashburger for dinner tonight.\n  ","397551":"\n  \"from past to present\" from the skyrim soundtrack.\n  \n\n   https:\/\/youtu.be\/s5sTI_zBg40\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","397552":"\n  no, being immortal sounds awful tbh.\n  ","397553":"\n\n   @lnr87\n  \n\n  i find it admirable how dedicated you are to fitness and losing weight.\n  ","397554":"\n\n   @shehitsback\n  \n  -- i love how expressive & creative you are, you're an inspiration.\n  \n\n   @astoldbyjoanna\n  \n  -- you're a genuinely good soul, and every time i read your posts or poetry, i'm filled with lightness.\n  \n\n   @ManicMartyrdom\n  \n  -- i'm really happy we've gotten around to talking more lately, you're a great friend.\n  ","397555":"\n  i've seen pictures, yeah. not sure if they're scientifically accurate or not though, lmaoo.\n  ","397556":"\n  you can easily google this.\n  ","397557":"\n  so far, yes. i can use the bathroom without worrying about germs, i can work in my pajamas, i don't have to walk very far to get another cup of coffee, and i don't have to commute for 45 minutes there & back. i rolled out of bed at 8:30am instead of having to wake up at 7:00am, haha.\n  ","397558":"\n  no, i seldom get colds or the flu.\n  ","397559":"\n  i eat bacon occasionally, so yay.\n  ","397560":"\n  my office has closed, but we're still working from home. not much has changed besides the environment, haha.\n  ","397561":"\n  autumn -- i like the changing colors of the tree leaves, the chilly weather, halloween, and seasonal clothing and food\/drinks.\n  ","397562":"\n  sex isn't a \"need,\" it's a want. if someone wants sex so much that they're willing to betray their partner to solely have sex, then they should either communicate with their partner and come to a compromise or break up completely.\n  ","397563":"\n  probably sleeping or reading a book, because i wouldn't be able to work from home.\n  ","397564":"\n  pluto.\n  ","397565":"\n  no, i definitely don't believe that anymore. that was waaaay before it became a global pandemic.\n  ","397566":"\n  they're nosy idiots, haha. no one else's business should matter to you unless it affects you personally. people who pry into other people's personal business are entitled.\n  ","397567":"\n  no, i don't watch p*rn.\n  ","397568":"\n  only time will tell !! working from home has been great so far. :'))\n  ","397569":"\n  i wouldn't care. i only go on social media websites anyway.\n  ","397570":"\n  no, quite the opposite. i believe that then government's precautions are necessary to prevent further cases of COVID-19 and it's safer to quarantine people and close schools\/public places so that people do not carry the virus or infect others.\n  ","397571":"\n  i commuted to the office every day, and starting today, i'll be working from home for the next 30 days.\n  \n  public and private schools are closed for the next two weeks across long island, and schools in new york city are closed until mid-april. businesses are closing everywhere, and as of last night, every store is closing at 8:00pm and every public place that doesn't serve food is closed until further notice (like gyms and bars).\n  ","397572":"\n  with a giant cup of coffee and a few puffs on my vape. :'))\n  ","397573":"\n  i don't like amusement parks in general.\n  ","397574":"\n  i don't wear any accessories, haha. i only wear a necklace, which is the same necklace i've worn since late 2019.\n  ","397575":"\n  i prefer rose gold out of the three listed.\n  ","397576":"\n  i'm somewhat stubborn, but definitely not as stubborn as i used to be.\n  ","397577":"\n  no, i just have one regular facebook account.\n  ","397578":"\n  no, there's a high recovery rate for the coronavirus. it's obviously a severe pandemic that should be taken seriously, but once every massive country begins to implement quarantine rules, it should realistically get better.\n  ","397579":"\n  no, i'm in isolation at the moment. i'm working from home for the next 30 days.\n  ","397580":"\n  it's a lethal virus that has killed thousands of people ... what sort of opinion am i supposed to have? lol.\n  ","397581":"\n  a cup of iced coffee, a vinyl record, a writing quill, and a film camera.\n  ","397582":"\n  i'm not entirely sure, tbh. it seems like it's getting worse by the day in every country. :\/\n  ","397583":"\n  no, that sounds like a recipe for disaster. there's really nothing good that can come out of dating a co-worker, especially if it's in an environment where it's not exactly ethical to date your co-worker (like, a lot of establishments forbid people from management dating their employees, etc etc).\n  ","397584":"\n  i think it's a bit strange, but there's also a difference between actually fighting and then having disagreements. you can have a healthy relationship and have disagreements without fighting over them.\n  ","397585":"\n  i'm not personally interested in a long distance relationship, so no. if i'm in a relationship, then i would want someone who's near me where i can see them on a routine basis.\n  ","397586":"\n  yes, i believe in ghosts and spirits. honestly, i think the house i'm living in is a bit haunted, LOL.\n  ","397587":"\n  i think that's a rather popular opinion, actually. i do agree that people in general pay too much attention to other people's business. you should realistically be only focused on yourself and your loved ones, your own progress, your own happiness, etc etc.\n  \n  it's healthy to give some attention to others, especially if you're giving other people a platform to raise their voice when they don't have much of a platform themselves, but if you're so invested in other people's business that it negatively harms you or others, then that's no good.\n  ","397588":"\n  i'll be lucky if i'm alive in 10 years, considering i can't even envision my life one year from now. i try not to think about the distant future like that.\n  ","397589":"\n  i've been meaning to make an appointment to get a writing quill in black & white on my right forearm.\n  ","397590":"\n  not sure if this a compliment or not, but regardless, i'll take it as one. thank you ~~\n  ","397591":"\n  -- i'm working from home for the next month starting tomorrow.\n  \n  -- i'm excited to sleep in until 8:45am instead of waking up at 7:00am every day.\n  \n  -- i have a psychiatric appointment on the 29th that i'll probably be forced to cancel, so i hope my doctor can prescribe me my medication without seeing me in person.\n  ","397592":"\n  i love wolves, i've always felt some weird spiritual connection to them. i actually have a tattoo of a wolf on my thigh.\n  ","397593":"\n  also, that awkward moment when you realize that 1980 was literally 40 years ago. weird.\n  ","397594":"\n  does lo-fi hip hop count? lmaoo.\n  ","397595":"\n  when i'm working hard, i don't think about anything except the task at hand and things i need to do subsequent to that task in terms of work-related things.\n  \n  i'm grateful to have a job where i feel productive every day because it helps with my mental health a lot. i don't dwell on things that i would normally dwell on if i had nothing to do because my mind is focused 100% on my work.\n  ","397596":"\n  all the time, haha. thankfully it was never anything serious.\n  ","397597":"\n  yes, i forgave them.\n  ","397598":"\n  i don't generally eat chocolate, but i used to like the hershey's cookies and cream bars.\n  ","397599":"\n  i would assume directly from a store, unless you trust that person. if a friend is selling you an old iphone, then i think that would be fine because there's no worry about it being tampered with. but if it's from a total stranger, you don't really know what they could have done to the phone previously.\n  ","397600":"\n  autumn -- short boots.\n  \n  winter -- tall boots and short boots.\n  \n  spring -- short boots and sandals.\n  \n  summer -- sandals.\n  ","397601":"\n\n   @CourtneyUwU\n  \n\n  lmaoo.\n  ","397602":"\n  WELCOME BACK, BBY. ILY.\n  \n  everyone follow courtney !!\n  ","397603":"\n  it's currently 40 degrees fahrenheit, cloudy, and dark.\n  ","397604":"\n  i'm incredibly relieved at the moment. i walked into work this morning expecting the worst -- i thought the company was going to close down completely, tbh. we plummeted 30% in sales in one week, and 10 people from my department got laid off last friday.\n  \n  thankfully, management gave us all the okay to begin working remotely from home starting tomorrow for the next 30 days.\n  ","397605":"\n  because i didn't want to smoke cigarettes anymore. i finished off a pack and decided i didn't want to continue smoking, so i switched over to vaping.\n  ","397606":"\n  i suppose more modern ones, considering i seldom watched old-timey television shows or movies that are older than the 1980s or so.\n  ","397607":"\n  i don't smoke cigarettes anymore, no. i do vape, though.\n  ","397608":"\n  no, we already have a decent amount of toilet paper at the moment. if we need more, i can always go out during the day and grab some more now that i'm working from home.\n  ","397609":"\n  yes, colleges and universities have shut down campuses and are doing remote learning. public and private schools across long island are closed for the next two weeks, and schools in new york city are closed until mid-april.\n  ","397610":"\n  depends on the gas station, but it's around $2.25 or so per gallon.\n  ","397611":"\n  i believe it's a good idea in the long run, because sports events usually compose of hundreds of people in such enclosed spaces, and it's a breeding ground for illness. we need to keep civilians, as well as the athletes, safe.\n  ","397612":"\n  not usually, no. i used to go out and drink on st. patrick's day, but i've become quite reclusive over the past year or two, so that hasn't happened in quite some time, lol. the towns are way too packed with people.\n  ","397613":"\n  i thought the quote was \"don't light yourself on fire to keep others warm\"?\n  \n  if that's the case, then i agree with the quote. you need to take care of yourself first & foremost, and the rest should fall into place. your own needs, whether physical or emotional, are equally as important and you cannot compromise yourself in order to keep others happy.\n  ","397614":"\n  i've never seen either.\n  ","397615":"\n  no, i seldom go to the bar these days. i think it's the right decision.\n  ","397616":"\n  i'm thankfully not out of work. i went into the office today & the entire company held a meeting -- starting tomorrow, we're all going to be working from home for the next 30 days.\n  \n  which works out well, because new york state (and i think the tri-state area) is also implementing a curfew, where they're closing all stores at 8:00pm. all public places that don't serve food will be also closed, which means bars and gyms and movie theaters, etc etc.\n  ","397617":"\n  i don't even know what a \"shuffle dance\" is, lmaoo. regardless, i don't like most club music.\n  ","397618":"\n  both sound completely awful, tbh.\n  ","397619":"\n  unfortunately, no. i think it's a beautiful instrument, though.\n  ","397620":"\n  true crime is one of my biggest interests, especially lately. it's all i watch on television, haha.\n  \n  i also enjoy literature, writing, video games, art, poetry, and photography.\n  ","397621":"\n  i don't know if they're unpopular, but they're certainly controversial ...\n  \n  -- abortion is not murder.\n  \n  -- circumcision is g*nital m*tiliation.\n  \n  -- gender exists on a spectrum, and there are more than two genders.\n  \n  -- universal health care is a human right, not a privilege.\n  \n  -- there should be stricter restrictions on guns ; no one should be able to purchase an assault rifle in today's age.\n  \n  -- alcohol consumption is too normalized in today's society.\n  \n  -- the death penalty is inhumane.\n  ","397622":"\n  fairly often these days.\n  ","397623":"\n  ???\n  \n  because i want to remain abreast of political happenings. i'm curious to see which candidate has to say about pertinent topics relative to our daily lives and global events.\n  ","397624":"\n  i like them all equally, they all have separate meanings to me.\n  ","397625":"\n  no. i'm non-binary.\n  ","397626":"\n  upper arm, forearm, back, calf, ankle, ribcage, and thigh.\n  ","397627":"\n  i have seven tattoos.\n  ","397628":"\n  it's ultimately your decision. but i believe it's important to have communication with your partner, so if you want to stop taking birth control then that's something you need to give a heads up to your partner about.\n  ","397629":"\n  depends on how close i am to that person. i haven't slept over someone else's house (besides my ex) in many, many years.\n  ","397630":"\n  i assume so, yes.\n  ","397631":"\n  i'm not a girl -- as my bio indicates, i'm non-binary.\n  \n  i'm watching the democratic debate between bernie and biden.\n  ","397632":"\n  i wouldn't really consider it a \"favorite\" or anything because that has a positive connotation, but the one i most often use is telling people that i'm fine or that i feel okay. i don't like people to unnecessarily worry about me if i'm not doing well.\n  ","397633":"\n  no one was allowed on their cell phones, regardless of management status.\n  ","397634":"\n  yeah, if it was bad enough you could get written up.\n  ","397635":"\n  very much so, yes. lately i've been experiencing ... not really flashbacks because they don't encompass my entire being, but i do get sudden flashes back into the past that shake me up sometimes.\n  ","397636":"\n  i think it can be seen as careless, yes. when i worked in retail, we were told not to be on our phones while working (which is a general rule for almost all workplaces anyway). from a customer's perspective, it appears as if the employee doesn't care or they're too preoccupied to put 100% into their work.\n  ","397637":"\n  uh ... no? lmao. i have zero children.\n  ","397638":"\n  i'm not a parent, so this does not apply to me.\n  ","397639":"\n  depends on the parent, obviously. every parent, regardless of their gender, will have different methods of discipline and parenting.\n  ","397640":"\n  i don't even know how to make my hair into a bun, lmaoo. having long hair is very new to me.\n  ","397641":"\n  no, it's down right now.\n  ","397642":"\n  vomited into my hands while standing outside and being escorted out of the bar by security, smh.\n  ","397643":"\n  i don't feel well enough to drive.\n  ","397644":"\n  i don't feel too great today -- i'm very foggy and light-headed, even though i had a good breakfast and currently drinking coffee.\n  \n  i canceled plans with my parents -- they're having people over for dinner tonight and i was supposed to be there, but i don't feel well enough to go over the house. i'm not worried i have the virus or anything, but i think i definitely need to relax and calm down because it's been a very emotionally distraught weekend.\n  ","397645":"\n  yeah, that's hella rude. you don't sound cocky or arrogant at all tbh, it's your own hair and you have the freedom to do whatever you want with it as you please. if it makes you happy and content, nobody else's opinion matters. and it's asinine that your friends would even go out of their way to tell you it's ugly.\n  ","397646":"\n  depends on what you're buying and where you're going. you can get some healthy food from the grocery store for cheap, but then you have to cook the food yourself, etc etc. fast food is a faster, alternative option for people who don't have the time to cook.\n  ","397647":"\n  oh yes, i do know this song. i believe it was one of the songs played on the store radio when i worked in retail, lmaoo.\n  ","397648":"\n  from my experience, yes. lmaoo.\n  \n  in the past when i was 18-22 years old, my hangovers would be perhaps one or two hours tops. now when i get very hungover, it lasts the entire day. it's an absolute nightmare.\n  ","397649":"\n  i've heard of her before, but i don't believe i know any of her music.\n  ","397650":"\n  yes, that's very common. alcohol is a depressant, which means that it can negatively affect moods when you're under the influence as well as during the aftermath of drinking.\n  ","397651":"\n  i've only ever been *that* hungover a few times, haha. whenever i get a hangover these days, it's normally just a massive headache with some bit of nausea, nothing wild. even though i'm not hungry, i know the food will absorb the alcohol\/acids in my stomach and that's why i try to eat before going back to sleep.\n  ","397652":"\n  no, i've never heard of that concept before. i think it would only increase hysteria, though.\n  ","397653":"\n  i always tell people my foolproof cure for hangovers ;\n  \n  -- wake up early, take two ibuprofen tablets with a giant jug of water.\n  \n  -- eat a bacon, egg, and cheese sandwich (i prefer fried eggs with american cheese on a croissant).\n  \n  -- go back to sleep (don't set an alarm).\n  \n  -- wake up, and you feel back to normal !!\n  ","397654":"\n  happy sunday ~~\n  \n  i honestly feel like sh*t today, i don't know why. i woke up after sleeping for like 10-11 hours straight, and now i feel really light-headed and foggy.\n  ","397655":"\n  i usually either sleep or play video games, haha.\n  ","397656":"\n  i got denied a job from a social media marketing company when i was fresh out of college. i didn't bring my resume to the interview because they told me they had it on file (and yes, now i obviously know to be prepared). when i walked in, the manager asked for my resume, and when i told him that i didn't bring it because i had e-mailed it to him, he politely escorted me out.\n  \n  i was extremely upset, but honestly i wouldn't have wanted to work for a company that stuck up anyway.\n  ","397657":"\n  no, i don't. it also depends on the individual -- you can't group everyone based on sex or gender into one category and make a blanket statement about them.\n  ","397658":"\n  no, i have a lot of empathy toward service workers, especially in retail and food establishments. they're such high pressure jobs.\n  ","397659":"\n  i haven't been to the grocery store since last week, and it was mostly paper goods and soap products that were out of stock. i'm sure it's much worse now than it was last week, though.\n  ","397660":"\n  yeah, usually just ceasar salads though.\n  ","397661":"\n  yeah, i'll get them on my pizza.\n  ","397662":"\n  cheddar cheese, spinach, and bell peppers.\n  ","397663":"\n  i'll eat hard boiled eggs, yeah.\n  ","397664":"\n  no, i quit smoking cigarettes last september.\n  ","397665":"\n  haha, i think it's a bit of an older phrase so a lot of young people probably don't recognize it.\n  ","397666":"\n  ???\n  \n  i've been active for several years, lol.\n  ","397667":"\n  sleeping. lmao.\n  ","397668":"\n  good music.\n  ","397669":"\n  right now, mango. earlier, i tried one of the new watermelon ones (which was delicious).\n  ","397670":"\n  i've never watched that show before, although i've heard good things about it. either way, i don't have cable.\n  ","397671":"\n  i haven't had them since i was a teenager.\n  ","397672":"\n  aw, thank you !! :'))\n  ","397673":"\n  if it was offered to me, then i would drink it. but normally my water of choice (if i have to buy water) is smartwater.\n  ","397674":"\n  no, i don't generally use slang.\n  ","397675":"\n  i'm currently watching youtube videos, drinking a white claw, and waiting for my laundry to finish.\n  ","397676":"\n  lmaoo, i'm not really a petty sort of person.\n  ","397677":"\n  that's definitely not the case, haha. i *am* a bit jealous, and it does hurt when i see them doing cute things together, but ultimately i want him to be happy. if that's with someone else right now, then so be it.\n  ","397678":"\n  i've always been comfortable spending time with him regardless of the intimacy involved. i don't really know right now if we're better off as friends as opposed to partners, it's something i've been navigating on a day-by-day basis. but our chemistry hasn't changed, we still have fun together and have great conversations.\n  ","397679":"\n  a large contributing factor was the *lack* of conflict -- like i keep indicating, we were stagnant and there was no intimacy there (not talking s*xually). we acted more like friends than partners towards the end, if that makes sense.\n  \n  people fall out of love -- it's something that happens, and the only thing i can do is accept it.\n  ","397680":"\n  we were together for 9-10 years. his girlfriend is nice and we relate on a lot of issues (she also struggles with mental health problems), but she's also very in-your-face. from my understanding, my ex's family doesn't like her very much.\n  ","397681":"\n  whoops, i meant to type neurotypical -- not typical.\n  \n  regardless, i was referring to mental illness (specifically BPD). he's been my favorite person for quite a long time, so it would be devastating if he wasn't in my life at all.\n  ","397682":"\n  we've been broken up for quite a while.\n  ","397683":"\n  thank you, i appreciate it. :'))\n  ","397684":"\n  she doesn't know that i still love him, haha. at least to my knowledge. regardless, she's obviously fine with our friendship, and if she wasn't okay with our friendship, then there would be major issues in their relationship.\n  ","397685":"\n  i can cope with him dating. just because i have bad nights doesn't mean i'm not coping well (tbh, i'm coping a lot better than i thought i would have). we talk less often now than we did in the past, so there is some disconnection there, but i wouldn't be able to handle him not being in my life at all.\n  \n  other people have suggested the same idea, and that may work with a typical person, but it wouldn't work for me.\n  ","397686":"\n  it's been fine so far. i got drunk last night on 9% abv beer, and today i made a nice breakfast, did laundry, and visited my parents briefly.\n  \n  tomorrow, i have to go back to my parents' house for an early dinner with some other relatives, which i'm not really looking forward to tbh.\n  ","397687":"\n  no, i don't believe i can do that. i wouldn't be able to cope not having him in my life at all.\n  ","397688":"\n  gender is different from feeling masculine and feminine. you can be masculine and be non-binary, and you can be feminine and be non-binary (or whatever combination of the two, it's a sliding scale).\n  ","397689":"\n  what do you mean by \"still\"? my gender hasn't changed, nor will it change in the future because it's simply who i am.\n  ","397690":"\n  no, i don't believe he was ever using me. he has always been up front and honest about his feelings, it's not as if he was trying to hide anything from me.\n  ","397691":"\n  yes, i quit smoking cigarettes last september.\n  ","397692":"\n  this song is so freakin' good.\n  \n\n   https:\/\/www.youtube.com\/watch?v=ppqu1Idh4fs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","397693":"\n  i just looked it up -- it's called \"trading mom\" !!\n  \n\n   https:\/\/en.wikipedia.org\/wiki\/Trading_Mom\n  \n","397694":"\n  LOL WHAT. i've legit never heard of this before.\n  ","397695":"\n  my unhealthy coping mechanisms need to be changed, it's perhaps one of the things that deters me the most from being the best version of myself.\n  ","397696":"\n  my gender is non-binary. it's important to me because it gives me a small insight into my identity.\n  ","397697":"\n  i don't really feel comfortable elaborating significantly on it, but the relationship just sorta dissipated towards the end. he didn't feel strongly towards me anymore, and everything was stagnant for a long while. i gave off the impression that everything between us was fine, and although there was no conflict between us, there was a lack of intimacy that we used to have in previous years.\n  \n  i'm surviving, but i'd be lying if i said i was fine. i've had multiple meltdowns since the breakup, and i still have really bad nights. i have no interest in seeing anyone else, even on a casual basis, and i still very much feel strongly towards him. we're friends still, and we talk very often (maybe 5-6 days out of the week).\n  ","397698":"\n  i'm going to be honest with you -- i have zero clue about anything going on with israel or palestine right now. i know it's a hot topic of debate, but i've never looked into it.\n  ","397699":"\n  i'm voting for bernie sanders. i've voted in elections (although not really local ones) ever since i turned 18 years old.\n  ","397700":"\n  i like fried potato skins with cheddar cheese & bacon on top of them.\n  ","397701":"\n  courtney wasn't ever my best friend, lol. she's one of my closest internet friends, though.\n  ","397702":"\n  i honestly don't know anything about that person or that band, lol.\n  ","397703":"\n  my best friend and i met in middle school. we sat at the same lunch table, and everyone was talking about music. eventually, we came to realize that we were both interested in linkin park, and we talked endlessly about the band. we became best friends shortly thereafter.\n  ","397704":"\n  aw, lol. yeah, i've had serious talks with a coworker of mine who was going through some serious sh*t a while ago and she got emotional over what i told her, but it also made her feel better.\n  ","397705":"\n  stay-at-home writer, particularly a novelist (if i ever get the motivation to start working on writing a book, lol).\n  ","397706":"\n  i believe testing *and treatment* should be more available than it currently is so more people are aware of where the virus is escalating and people can take more accurate precautions.\n  ","397707":"\n  no, not usually. i've had a few different usernames on things over the years and they were all relatively easy to come up with.\n  ","397708":"\n  i'm not going to buy things in bulk. there's no reason for me to do so, i have enough toilet paper already to last me a few weeks and the only thing my house may need in the near future is more paper towels (which my roommate can get through his job). we have enough food since we did grocery shopping recently, and we already have a lot of hand soap.\n  \n  buying things unnecessarily in bulk when you're otherwise healthy leaves less supplies for people who actually need them.\n  ","397709":"\n  no, i'm considered healthy and i'm also quite young, so i'm not susceptible to falling ill personally from the coronavirus.\n  \n  however, many of my friends and family members *are* immunocompromised, so if i were to contract the virus, i wouldn't be able to visit or be around them for their own safety.\n  ","397710":"\n  everything that i've stated about the coronavirus over the past few days indicates quite the opposite, but all right.\n  ","397711":"\n  they're not sayings or anything, i just talk to my friends about whatever it is they're going through and i offer advice when they need it. otherwise, i just show my support of them, tell them why i value their friendship, and encourage them to continue being themselves and work toward their goals because they're beautiful people and deserve the world.\n  ","397712":"\n  i support the legalization and taxation of marijuana. it isn't much different from people being able to purchase alcohol, except alcohol is much more unhealthy for you than marijuana is (and marijuana also helps with a lot of medical conditions too).\n  ","397713":"\n  yeah, pablo neruda is my favorite poet and i find poetry in itself to be quite moving. i've written a lot of poetry throughout my life.\n  ","397714":"\n  i don't have the opportunity to do it often in terms of physical gifts and whatnot, so lately it's been things like sending encouraging messages and memes to my friends, as well as positive affirmations when they're feeling down.\n  ","397715":"\n  yeah, i believe it's a bit selfish and also ignorant to not take it seriously at this point. it's considered a global pandemic, people are dying at alarming rates, and even if you're a healthy individual you could still carry the virus and pass it on to someone else who is more susceptible to falling severely ill from it.\n  ","397716":"\n  aw, this is so sweet. thank you so much !!\n  ","397717":"\n  listening to the les miserables soundtrack again this week, after not listening to it for over a year. i forgot how genuinely beautiful and heart-wrenching it is.\n  ","397718":"\n  that's not weird at all !! i love seeing genuine reactions like that from my friends after doing something nice for them.\n  ","397719":"\n  yes, i actually saw him on tuesday night.\n  ","397720":"\n  thanks for the follow ~~\n  ","397721":"\n  sometimes, but other times i think i'm rather selfish. i'm trying to break out of that cycle of self-degradation, though. being called selfish has been instilled in me from a young age so i've been conditioned to think that about myself, and it's something i've been working on for years.\n  ","397722":"\n  no, s*x isn't terribly important to me. but i do need to see my partner on a regular basis, spend quality time with them, etc etc.\n  ","397723":"\n  long distance doesn't necessarily mean it only has to be with someone from another country, it could simply mean it's with someone with whom you don't see for months because of how far away they live from you.\n  \n  regardless, i wouldn't be in a long distance relationship. i need someone with whom i can speak face-to-face and see regularly.\n  ","397724":"\n  besides the united states, i visited the bahamas last month.\n  ","397725":"\n  i haven't written it yet, so i don't know. haha.\n  ","397726":"\n  yes, he's been dating someone.\n  ","397727":"\n  eventually make enough money to live on my own, progress further in my career, progress further in my mental health recovery, write a book, travel more often, etc etc.\n  ","397728":"\n  i believe it can do both. instant communication such as phone calls and texts and social media can bring people together on a large scale, especially from different countries, and there are more opportunities for education and growth.\n  \n  at the same time, however, i think it can make people distance themselves from close friends and family, especially if someone is sensitive and doesn't receive a text\/call\/response right away, they make think that they're not as close to their loved one as they previously thought (even when that's not the case at all).\n  ","397729":"\n  i would much prefer to lose all of the memories i have now, especially considering a lot of them are terrible memories. there are great memories in between, but by not being able to make new memories, you won't be able to progress forward in life.\n  ","397730":"\n  probably such holy texts as the bible, quran, and torah (among others).\n  ","397731":"\n  either my best friend or my roommate. both are extremely selfless people, to the point where they sometimes compromise their own happiness for the sake of other people's happiness. which isn't really the healthiest thing to do because i do believe boundaries need to be set in order to protect yourself while still caring for others, but regardless, they're very selfless.\n  ","397732":"\n  i have long term goals, but i'm comfortable with where i am currently.\n  ","397733":"\n  well yeah, it occurred within the first two years of us dating. i'm still in love with my ex in the present day.\n  ","397734":"\n  probably not as much as i previously knew when i was actually taking courses in mass communications, media, journalism, business writing, etc etc.\n  ","397735":"\n  my current job is with a publishing company, where i'm a writer and editor.\n  ","397736":"\n  because ... i'm not? i have no desire to be with another person right now.\n  ","397737":"\n  unless you have an actual question, you can leave my inbox.\n  ","397738":"\n  hello -- do you have a question?\n  ","397739":"\n  no, quite a few of my friends have differing opinions about things from me.\n  ","397740":"\n  just because someone is thinking about appealing doesn't mean they're not guilty. he's just trying to receive a lesser sentence.\n  ","397741":"\n  there has been talk about his possibly appealing the conviction, yes.\n  ","397742":"\n  i don't appreciate your victim-blaming here, so unless you have something productive to say, i'm just going to delete further inquiries from you.\n  ","397743":"\n  i said victims\/survivors, who can be someone of any gender. women aren't the only people who are ab*sed, and there's actually a lot of stigma against men who are ab*sed because they're not taken as seriously.\n  ","397744":"\n  i don't have a type, and i'm not interested in dating.\n  ","397745":"\n  a large majority of people do not fabricate accusations, especially when it comes to how many people came forward. accusing anyone of a crime could damage the accuser greatly, including their reputation if they're a public figure, and it brings up a lot of negative and traumatic emotions when discussing it publicly.\n  \n  there's no reason not to believe that weinstein is guilty. i believe victims\/survivors above all else.\n  ","397746":"\n  i used to like pokemon when i was much younger. i collected the cards and played the video games on my game boy.\n  ","397747":"\n  not closely, no. i only know much about it based on certain articles i've read after the fact.\n  ","397748":"\n  i hope you're not suggesting that weinstein was falsely accused.\n  ","397749":"\n  \"it brings a lot of closure to victims\/survivors when their ab*sers are convicted of crimes.\"\n  ","397750":"\n  i think seeing people's passions and love for what they do or who they're around is beautiful. when you see someone's eyes light up when they're talking about something they're passionate about, that's beautiful in my view.\n  ","397751":"\n  beauty in music, beauty in the arts, beauty in the natural environment, beauty in community, etc etc.\n  ","397752":"\n  eh, yes and no. my emotions make me an empathetic person and i can see the beauty in a lot of different things. however, my mood swings associated with my emotions can be hazardous.\n  ","397753":"\n  i agree. i never said it was a bad thing.\n  ","397754":"\n  accusations aren't as fulfilling as convictions, because you can accuse someone of a crime and have your voice ultimately unheard of the person is not convicted of that crime. it brings a lot of closure to victims\/survivors when their ab*sers are convicted of crimes.\n  ","397755":"\n  because he s*xually assaulted multiple people, and he could have received a life sentence had the jury found him guilty of predatory s*xual assault.\n  ","397756":"\n  i don't even remember at this point. i graduated seven years ago.\n  ","397757":"\n  he's doing well for himself, and i'm happy for him.\n  ","397758":"\n  i started out as a creative writing major, but after i transferred schools, i changed my major to communications with a focus in english literature.\n  ","397759":"\n  i did, yeah. it took me another semester extra to complete my courses because a lot of my courses didn't transfer over, though.\n  ","397760":"\n  i don't really have any regrets at this moment. i think it's useless to think back on regrets you may have, especially if there's nothing you can do to change them. it leads up unnecessary guilt and anger and sadness.\n  ","397761":"\n  probably crying to certain songs that aren't even meant to be sad songs, lmaoo. i'm an extremely emotional person and nearly anything can make me cry if it moves me enough.\n  ","397762":"\n  i believe the biggest risk i've taken has been traveling back home from my first year away at college in order to be supportive of my ex and his family during a tragedy. i didn't really have a back-up plan in mind, i just knew it was something i needed to do at that time. i didn't enroll back in college until a few months later, and i also didn't even have a job or a car at the time.\n  ","397763":"\n  somewhat, yes. i believe that in certain circumstances, your love for a person can blind you to their toxicity if they exhibit toxic traits, and you may find yourself justifying their behavior even if it's harmful out of your pure love for that person. a lot of people don't even realize that it was harmful until after they've broken up or distanced themselves from their partner.\n  ","397764":"\n  any time i went on a vacation with my ex is a cheerful memory, particularly when it was just the two of us and we were able to disconnect from technology and social media for a few days and spend time enjoying each other's company.\n  ","397765":"\n  i wouldn't call myself vengeful, but i've also never been in a situation where i've felt the need to seek revenge.\n  ","397766":"\n  no, i believe that their decision to be under lockdown is completely justified. it's honestly the only way to contain such a widespread pandemic like this, and hospitals are already at maximum capacity.\n  ","397767":"\n  i'm glad he was sentenced to 23 years in prison, but i also feel like it should have been a much longer sentence.\n  ","397768":"\n  i'm iffy on this situation, because while he shouldn't have pursued someone so young when he was that age, it's hard to call someone a p*do when it happened over 40 years ago and was an isolated incident. even though she wasn't technically an adult yet, there are some places where the age of consent is 17, and at the time, it was probably younger than that.\n  \n  i wouldn't say it *isn't* a big deal, but i also don't know if it would be accurate to consider him a p*do at this time. it was extremely common for these types of things to occur in that day, and people were not as cognizant of predators as they are now.\n  ","397769":"\n  i try not to think about the future because it causes major anxiety within me. my old therapist previously taught me how to be mindful of the present moment, which i think is important in regulating your emotions and setting priorities in order.\n  ","397770":"\n  i don't believe there's any silver lining to the coronavirus. people are passing away across the globe, italy is under complete lockdown, and i guarantee that flights coming in and out of the united states are going to be barred soon.\n  ","397771":"\n  i don't believe i've ever completely broken an expensive item before. i cracked the screen of my ipad once a very long time ago, but it still worked afterwards.\n  ","397772":"\n  i love fish as pets, and they're extremely interesting and complex to maintain depending on the sort of fish they are (and depending on whether they're salt water or fresh water fish). i've had a few fish in the past, and even with watching my ex's fish tanks, you can see their different personalities.\n  ","397773":"\n  greed, particularly when it comes to money.\n  ","397774":"\n  linkin park was the first band to come to mind because their music changed genres a lot throughout the course of their career. starting out as nu-metal, and then they progressed to an alternative rock feel, to sorta like a hybrid pop-rock feel.\n  \n  i love all of their music, but i do admit i stopped listening partially after minutes to midnight (which is one of my favorite albums). but since chester bennington passed away, i've been listening to them more and more often.\n  ","397775":"\n  robbery or m*rder, haha.\n  ","397776":"\n  it's difficult to compare the feelings of a father to a mother when it comes to miscarriages. obviously it may affect the father's feelings too, but the reason why most of the focus is on the mother is because they're the ones carrying the fetus, and they probably already developed an intimate connection with them. it can also be a very traumatic experience for the mother.\n  ","397777":"\n  i believe that the coronavirus is a huge threat to everyone's safety, particularly those in vulnerable communities. just because you're healthy and young and will survive easily doesn't mean that you cannot carry the virus to those who *are* immunocompromised, and that's a huge issue.\n  \n  it makes sense for schools to be operating remotely, closing campuses, and for large office buildings to close and events to be canceled. we want to isolate the virus and reduce the number of those infected, especially considering hospitals can only hold so many people.\n  \n  i believe the hoarding of goods is extremely bad, though. people who are otherwise healthy are buying out supermarkets of all of their paper goods, hygiene products, etc etc., leaving those who actually need them to be in poor shape because they didn't get a chance to buy them.\n  ","397778":"\n  yellow, perhaps? it's my least favorite color, but i would be hesitant to remove *any* color from the world because of all of the natural environments that boast those colors. yellow roses, for example, are my favorite type of roses.\n  ","397779":"\n  \"you've gotta be kidding me.\"\n  \n  or,\n  \n  \"what the f*ck. are you serious?\"\n  ","397780":"\n  no? it's classified as a pandemic and countries are shutting their borders to keep the virus isolated. everybody's safety is at the forefront of everyone's minds.\n  ","397781":"\n  i only lotion up my arms and hands. everything else is meaningless. my skin isn't usually dry, either way.\n  ","397782":"\n  no, i can't be bothered to do that.\n  ","397783":"\n  maybe once every few weeks? it isn't often.\n  \n  this is the last one i took (it's also my profile picture).\n  ","397784":"\n  that's something they're going to have to handle on their own time -- the only thing you can really do in this time is go through with your words and promises and support them. re-establishing trust in someone is very difficult and you need to respect that.\n  ","397785":"\n  i don't know if they have grounds to sue them, but either way, i want to keep my job so i'm not going to say anything unless it's absolutely necessary. who knows if they'll turn their back on me too.\n  ","397786":"\n  ???\n  \n  if you don't have a question, then there's nothing for me to respond to.\n  ","397787":"\n  upper management apparently said that if finances are better by june, they can \"come back.\" but honestly, they gave my coworkers zero warning with no respect for their personal lives. they told them today right before the end of the day, and they cannot come back. i'm talking to one of my coworkers about it all now, and she said \"it left a really bad taste in my mouth, and i probably won't come back knowing that the company has no regard for my personal feelings or life.\"\n  ","397788":"\n  honestly, i believe so (although i haven't heard any confirmation of it). people are buying less of our programs because they're prioritizing other needs, which is why our sales are dropping.\n  ","397789":"\n  i thought i did, but things didn't work out in my favor. only time will tell.\n  ","397790":"\n  i don't know the full story, but from what i've gathered so far, we've plummeted in sales which has caused the company to make budget cuts, so they had to let people go because they couldn't afford to pay their salaries.\n  \n  but i mean ... 10 people? how can you let go an entire third of a department with no resources available for us who remain? i'm not concerned that i'll be let go, otherwise i would have been in that initial meeting. but i'm so angry and upset for everyone who was, including a coworker who was essentially my right-hand man.\n  ","397791":"\n  see above.\n  ","397792":"\n  i explained it in more detail in an earlier answer from a few minutes ago. this afternoon, 30 minutes before we leave for the day, 10 people from my department got laid off. people who were genuinely good at their job. that equals out to perhaps 1\/3 of my entire department who are now gone.\n  \n  i'm angry. i'm upset. i'm frustrated. they didn't deserve to be let go, and this entire company is going to fall to shambles without adequate staffing.\n  ","397793":"\n  no, i do not believe in horoscopes.\n  ","397794":"\n  i think holding online classes is a good alternative so that students and faculty aren't being kept closely together on campus, which will only make outbreaks worse. there are dozens of campuses which are closing and offering distance learning opportunities for students.\n  ","397795":"\n  a lot of alcohol, at this rate. i'm so f*ckin' upset and angry at the moment.\n  ","397796":"\n  i heard that he called a national state of emergency, but i don't know what else he said about it. i've been at work all day.\n  ","397797":"\n  standard true crime shows and documentaries, such as forensic files, women behind bars, deadly women, i am a killer, etc etc. forensic files is a big one for me because there are like hundreds of episodes, haha.\n  ","397798":"\n  lately i've been listening to music and playing video games more than anything else.\n  ","397799":"\n  i'm extremely upset, frustrated, angry, and in disbelief right now. my job laid off 10 people in my department alone this afternoon, and it was totally unexpected. we're losing some really good people and upper management made a huge mistake.\n  ","397800":"\n  yes, i'll be at work unless they instruct us to work remotely from home.\n  ","397801":"\n  i'm not excited exactly, but i am happy to be off from work for the next two days. i'm planning on doing absolutely nothing.\n  ","397802":"\n  yes, my boyfriend (well, now ex) and i broke up.\n  ","397803":"\n  yes !! i just found the disc and popped it into my xbox one, turns out it's backwards compatible. :'))\n  ","397804":"\n  i have a lot of aesthetic photos of my bedroom, haha. here's the most recent one of a video game i was playing the other night.\n  ","397805":"\n  i'm all right. i'm currently drinking a beer and watching netflix.\n  ","397806":"\n  i haven't considered the thought of popularity since i was in high school. in those days, i was known but i wasn't popular.\n  ","397807":"\n  linkin park is one of my all-time favorite bands, as you know (lol). i would choose them in a heartbeat.\n  ","397808":"\n  i'm fine with any question, as long as it isn't harassment, sexual questions, trolling, etc etc.\n  ","397809":"\n  no, i prefer jeans and leggings.\n  ","397810":"\n  seeing an email from upper management today, where they basically stated that if you're uncomfortable going to work due to the coronavirus then you can use your vacation time\/PTO to cover the days.\n  \n  which i think is ridiculous, tbh. we're in an office building with hundreds of people, the risk of people getting the coronavirus is ridiculously high, especially considering the amount of cases on long island right now.\n  ","397811":"\n  communication. you have to be open and communicating your needs with your partner in order for things to work. there should be mutual understanding between the both of you as you're working towards the same goals.\n  ","397812":"\n  i have a personality disorder, so this is difficult to answer. lmaoo.\n  ","397813":"\n  probably the terrorist attacks on 9\/11.\n  ","397814":"\n  no, i can't even keep cacti alive. lmaoo.\n  ","397815":"\n  listening to music late at night while drinking a beer and just enjoying the moment.\n  ","397816":"\n  no, but they unsettle me slightly. i've only ever been to the hospital for bad reasons.\n  ","397817":"\n  no, large gatherings make me extremely anxious and i prefer closer one-on-one settings, or settings with at maximum 4-5 people.\n  ","397818":"\n  yes, i would be a hell of a lot happier if i won the lottery. i would be financially stable, out of debt, and able to afford the primary things i need to thrive.\n  ","397819":"\n  i don't have an all-time favorite song, no. my taste in music varies wildly and my favorite music all depends on what sort of mood i'm in.\n  \n  one of my favorite musicians is coming out with his album around midnight, though, and i'm debating on staying up late just so i can listen to it, lmaoo.\n  ","397820":"\n  i promise on bea smith that it will never happen again.\n  ","397821":"\n  there's a particular pizza place that's closer to my parents' house that i used to order from sometimes, and their pizza was always the best. i haven't had their food since i moved out.\n  \n  new york pizza is always good though, so you're getting good pies regardless of where you go (unless you're going to somewhere like domino's).\n  ","397822":"\n  a few months ago.\n  ","397823":"\n  obviously i believe cheating is terrible, because you're going against your partner's trust and loyalty to you in order to satisfy whatever urge you're feeling, whether it's sexual or emotional. if you're thinking about cheating on your partner, then that's a conversation you need to have with your partner themselves because it's an indication that the relationship isn't as great as it seems.\n  \n  when it comes to people taking them back even though they cheated, i think it can only be judged on a case by case basis, and it's also important to note that we're not really in any position to judge other people or their decisions. some people could be in ab*sive relationships and they're acting out of fear.\n  ","397824":"\n  skin-picking (dermatillomania). it's wrecked havoc on my life for years upon years, and i'm littered with scabs and scars all over my body.\n  ","397825":"\n  there are many men who are skinnier than me, and guaranteed there are also men who are weaker than me (even though i'm weak af, lol). people shouldn't be categorized in stereotypes.\n  ","397826":"\n  i love making bacon, egg, and cheese sandwiches in the morning, even though they're hella unhealthy, haha. bonus points if it's on a croissant.\n  ","397827":"\n  writing, playing video games, reading, watching netflix or hulu, painting and drawing, and photography.\n  ","397828":"\n  i haven't been to therapy in months unfortunately, but my medication has been my primary form of management for at least three years now. i also try to fall back on healthy coping mechanisms, i.e. listening to music, playing video games, and venting to friends.\n  ","397829":"\n  you're going to need to give me more context because this could mean a plethora of different things.\n  ","397830":"\n  i like questions pertaining to mental health, music, video games, writing, literature, my own hobbies and education and career, controversial opinions, etc etc.\n  ","397831":"\n  lately because of the VIP program, i've been receiving a lot of random questions from users that can apply to a general audience. which is nice for a change, instead of logging in and seeing a bunch of anonymous nonsense (lol).\n  ","397832":"\n  i would say that i'm talented in writing, but there's also always room for improvement.\n  ","397833":"\n  i'm currently just enjoying being in the house alone, listening to calming music, smelling the scent of the candle burning, and browsing the internet.\n  ","397834":"\n  that sounds awfully selfish, tbh. if you're having trouble in the bedroom with your partner and\/or you're not sexually compatible, then that doesn't justify cheating on your partner.\n  ","397835":"\n  i just delete their messages or questions. there's no use in entertaining a troll, they feed into it and your commitment to responding to them, and it isn't worth the energy or time.\n  ","397836":"\n  all of the sex-based questions are always aggravating, especially considering i've made it clear time & time again that i don't answer questions of that nature.\n  ","397837":"\n  well school distracts and colleges are closing -- that doesn't mean there won't be online classes and remote learning, though.\n  ","397838":"\n  they probably don't actually love you as much as they insist that they do if they're willing to put your trust and emotions on the line.\n  ","397839":"\n  i'm assuming it's when numbers begin to decline after enough quarantine periods.\n  ","397840":"\n  not necessarily, no. having a mental illness and lashing out at undeserving people are two different things. the person lashing out is certainly inconsiderate and brash, but that doesn't mean they're mentally ill.\n  ","397841":"\n  i would say that's more privileged than shallow. you can always postpone your trip.\n  ","397842":"\n  i believe that's a stereotype and that a person can be a cheater regardless of their gender, it has more to do with their personality and insecurities than anything else.\n  ","397843":"\n  october or november. i don't prepare for christmas very much ahead of time, and these past few years haven't been big christmases anyway.\n  ","397844":"\n  it already has. the stock market has plummeted in the united states alone, and there are other countries who have it much worse than the united states does at the moment (especially china and italy).\n  ","397845":"\n  no, i believe it's an intelligent thing to do. school districts and colleges are closing on long island where i live, and i think it's smart to try to contain the virus instead of having carriers of the virus spreading their germs in such small public spaces.\n  ","397846":"\n  obesity and being unhealthy aren't *directly* correlated to some degree, and i'm with the understanding that everyone's body chemistry is different so we cannot collectively take a stand without understanding the nuances of obesity.\n  \n  being overweight and obese is a concern because it does lead to further complications, especially musculoskeletal and heart problems. but just because a person is overweight doesn't necessarily mean that they're unhealthy -- they could have absolutely normal blood charts, have a good diet, etc etc.\n  \n  i understand the \"love your body\" rhetoric, but i also understand your perspective that it can also be harmful in particular circumstances as it may encourage people to engage in unhealthy behavior.\n  ","397847":"\n  yes, i touched upon this perhaps 20 minutes ago or so in a previous answer. the media likes to report the bad news, not necessarily the good news, so there's over-reporting on all of the severe illnesses and deaths associated with the coronavirus as opposed to the thousands of people who have recovered.\n  \n  on the one hand, i'm concerned since this is officially deemed a pandemic now, and it's almost impossible to contain it unless everyone is quarantined. people with compromised immune systems are susceptible especially, which is concerning in itself because a healthy person could carry the virus without knowing and pass it on to someone who cannot handle the virus.\n  \n  but overall, the mass panic and hysteria is ridiculous among consumers. buying cartfuls of toilet paper and hygiene products, etc etc. this is harmful because it's leaving less product for those who actually *do* need them.\n  ","397848":"\n  because i am not in a relationship, and the object of my affection does not return the feelings.\n  ","397849":"\n  LOL. I'M SORRY, I TOTALLY FORGOT.\n  ","397850":"\n  i prefer clothing that is too big. i'm self conscious about my figure and my weight, so i usually buy shirts on the larger side to begin with.\n  ","397851":"\n  i like both classical and jazz music.\n  ","397852":"\n  ah, that's awesome !! i don't use reddit, so i wouldn't have known, plus i was at work at the time most likely.\n  ","397853":"\n  i agree that the reason askfm is implementing these sorts of changes is because they want to liven up the site. activity did decrease for a while, so they introduced incentives to keep people active.\n  \n  i don't really think it's pointless because it *is* making people ask more questions, but i do think it's ridiculous that they're offering the option to use real money to buy coins, lol.\n  ","397854":"\n  i've never had braces, so i wouldn't know from personal experience. however, that sounds normal because they're essentially a \"foreign\" object in your mouth and it'll take some time to get used to the feeling.\n  ","397855":"\n  bob's burgers and king of the hill.\n  ","397856":"\n  it's remained the same overall. although i am getting more questions from reputable users who need to fulfill their VIP requirements, which is nice.\n  ","397857":"\n  i go to the dentist, but i've never had work done before besides usual cleanings.\n  ","397858":"\n  there's a docu-series on netflix called \"i am a killer,\" and it's basically a series of interviews with a murderer as well as their family and friends about what had happened, and most of the people are on death row.\n  \n  i'm always a sucker for anything revolving around death and crime, so it immediately caught my attention.\n  ","397859":"\n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @urlsareshittbh\n  \n\n  --\n  \n   @kittiemeowsie\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @asgardarts\n  \n","397860":"\n  not sure it can be classified as a dish, but i love caprese salads.\n  ","397861":"\n  i splurged on an iced matcha latte with soy milk this evening after work.\n  ","397862":"\n  it depends on my mood. i listen mostly to alternative rock and nu-metal, but i also like indie rock, classical music, hip hop, jazz, the blues, metal, pop, etc etc.\n  ","397863":"\n  i've been noticing less people on the roads as i commute to and from work, probably because some workplaces are closing and school districts are closing in light of the threat of the virus. there are dozens of confirmed cases on long island right now.\n  ","397864":"\n  as much as i want to like black coffee, i cannot drink black coffee because it's usually too bitter for my liking. i like my coffee to taste obviously like coffee, but i also put a little bit of cream and sugar in it as well.\n  ","397865":"\n  i only know of a few bands that could be classified as \"symphonic metal,\" and they're pretty all right. it's not my favorite genre of music, but i can tolerate it.\n  ","397866":"\n  not really, no. i've never seen an opera before, but it doesn't appear to be something i would be interested in.\n  ","397867":"\n  i just answered a similar question a few minutes ago.\n  \n  in short -- no, i'm not afraid of the coronavirus. i'm young and relatively healthy, so i know that it won't personally affect me very much. however, i also realize that everyone should remain vigilant about their personal hygiene and avoiding crowds because a healthy individual could be carrying the virus without knowing, and then subsequently spread it to someone who *is* susceptible to getting severely ill.\n  ","397868":"\n  my favorite video games are skyrim, the fallout series (particularly fallout 3 and 4), destiny and destiny 2, halo: reach, stardew valley, the jackbox party pack, ultimate chicken horse, speedrunners, GTA V, the wolf among us, life is strange, assassin's creed: syndicate, and the bioshock series.\n  ","397869":"\n  a hot cup of coffee or tea in the evening after i get home from work. or if it's a really stressful day, i'll grab a beer from the fridge.\n  ","397870":"\n  i've had near death experiences on quite a few occasions, and it only made me more s*icidal.\n  ","397871":"\n  still very much a 10, to my dismay.\n  ","397872":"\n  i don't generally like celebrating my birthday in a generic sense, but i'll usually get together with a few close friends.\n  ","397873":"\n  hell fuckin' yes. i absolutely love ranch dressing, lmaoo.\n  ","397874":"\n  how i met your mother, parks and recreation, it's always sunny in philadelphia, criminal minds, NCIS, ghost hunters, paranormal lockdown, the x files, bones, castle, you, and forensic files.\n  ","397875":"\n  no, the world wouldn't be better off because the substances would not be regulated, and people will be forced to purchase them off the street and face the risk of contamination.\n  ","397876":"\n  i absolutely hate mustard yellow.\n  ","397877":"\n  i've never watched black mirror before, but i've heard from others that it's a terrific show.\n  ","397878":"\n  i've never watched the walking dead before, although people have recommended it to me countless times. i read the first few comics and played some of the video games, though.\n  ","397879":"\n  i was born in november, so my birth stone is topaz.\n  ","397880":"\n  i like questions pertaining to my life and my interests, such as video games, art, writing, literature, true crime, mental health, my career and education, etc etc.\n  ","397881":"\n  no, i've never attempted string art before. all of the art i've created in the past was done with acrylic paint, oil paint, watercolors, pastels, colored pencils, charcoal, etc etc.\n  ","397882":"\n  i enjoy white peach sangria (i once made a sangria with peaches, white wine, and raspberries). i'm not much of a fan of sangria made with red wine, though.\n  ","397883":"\n  my sleep schedule isn't very consistent, so it depends on the night. some nights i go to bed as early as 9:30pm. last night, i went to bed around 1:00am.\n  ","397884":"\n  my star sign is scorpio.\n  ","397885":"\n  iced coffee is my favorite drink. if it didn't dehydrate me so much, i would literally drink it all day.\n  ","397886":"\n  i can only drink orange juice in small batches, otherwise it upsets my stomach.\n  ","397887":"\n  yes, i wear jeans most days out of the week. i wore jeans and a hoodie to work today.\n  ","397888":"\n  winter is my second favorite season following autumn. i like the cold weather, the scent and sight of snowfall, and having the ability to layer up in cozy clothing.\n  ","397889":"\n  i enjoy the long hours of sunlight, but i dislike how hot and humid it gets where i live during the summer time. i prefer spring and autumn.\n  ","397890":"\n  i've never used a mac before, so by default, i would choose windows.\n  ","397891":"\n  \"you are a girl...\" -- no, i'm non-binary.\n  \n  \"you behave like a girl...\" -- behavior does not define gender, and you don't know how i behave. your assumption is invalid.\n  \n  my gender is different from my sex, and even so, i wouldn't be a \"girl\" because that refers to people who are not adults. if i was cis, i would be a woman.\n  ","397892":"\n  i own an ipad, but it's probably eight years old at this point.\n  ","397893":"\n  not with the state of the world as it is currently, haha. i'm extremely lucky that the cruise i went on wasn't quarantined a few weeks ago.\n  ","397894":"\n  not really, no. it was just an average day at work.\n  ","397895":"\n  i wake up around 7:15am every day.\n  ","397896":"\n  no, i don't watch or even like any sports really.\n  ","397897":"\n  yeah, eggs are among my favorite foods.\n  ","397898":"\n  pretty sure someone asked this same exact question out to other people only a few days or weeks ago. i only recently deleted it from my inbox.\n  ","397899":"\n  no, lmaoo. we had terrific chemistry up until the end and i'm not anything special.\n  ","397900":"\n  i always found it interesting how the book and show both emphasized what was going on through his head, and it makes readers\/watchers question themselves because he's such a charming character that his thoughts appear almost rational at first.\n  ","397901":"\n  i watched the series and also read half of the first book so far !! i love the television show and i'm really enjoying the book right now.\n  ","397902":"\n  mental illness and intelligence have no correlation.\n  ","397903":"\n  he broke up with me, if you want to get technical about it.\n  ","397904":"\n  i don't know much about it, but i'm fairly certain physicians aren't allowed to diagnose or treat themselves. it isn't necessarily illegal, from my understanding, though.\n  ","397905":"\n  today. my parents have been cleaning out the upstairs of their house to remodel everything, and they gave me a box of old things of mine that they found, including old cards from my ex and other various memories.\n  ","397906":"\n  driving in general, both driving my own car and then having to watch out for other drivers who aren't driving safely. i've had driving anxiety for as long as i can remember, and i wish i didn't have to drive anymore.\n  ","397907":"\n  probably when i was younger, but obviously i wouldn't remember that.\n  ","397908":"\n  yes, because there are some people who enter relationships that are entirely wholesome and their relationship lasts them for the rest of their lives.\n  \n  obviously every couple will live through issues, and communication is paramount. happiness isn't always guaranteed and there will be difficult moments. but those \"happily ever after\" couples persevere and are able to retain that happiness even through the difficulties.\n  ","397909":"\n  i just took a three hour nap and feel like i wasted my entire afternoon.\n  ","397910":"\n  my mental health. i've been going through a lot of bad days lately, and it's getting tiresome. i just wish sometimes that i didn't struggle with mental illness, ordinary events seem so much more amplified and worse when it comes to my mental illnesses and i'm tired of the ups and downs.\n  ","397911":"\n  i don't meditate. i've only successfully meditated once in my life, and it was very tranquil and eased my anxiety greatly.\n  ","397912":"\n  all the time, tbh. i'm convinced sometimes that my friends dislike me and they're only friends with me because they feel obligated to, as if they're afraid i'll do something bad if they discontinue the friendship.\n  ","397913":"\n  quite the opposite, actually. it's pretty common for people with mental health issues (and neurotypical people as well) to avoid true crime documentaries and shows because it increases their paranoia.\n  ","397914":"\n  i can promote the importance of equal rights for women without being a woman myself.\n  ","397915":"\n  i mean, paranoia is a symptom of my mental illnesses so i'd say it's between 50-75.\n  ","397916":"\n  no, i don't have any piercings.\n  ","397917":"\n  i have seven tattoos.\n  ","397918":"\n  brown -- it's my current profile picture.\n  ","397919":"\n  46,282.\n  ","397920":"\n  i'm somewhat afraid of most bugs, lmaoo. i can't get near them because i fear that they're going to jump on me. there are some especially weird-looking bugs at my job, they look like giant mosquitoes but they're completely black with huge wings.\n  ","397921":"\n  i believe in lucid dreaming, but i don't know enough about astral projection to really have an opinion on it.\n  ","397922":"\n  that's just the way life is. sometimes things don't work out, and it's perfectly okay to feel sadness during these times. regardless of how a relationship ends, you're entitled to mourn what you had but you also have to remember that you are strong enough to survive and eventually move on.\n  ","397923":"\n  happy international women's day !!\n  ","397924":"\n  i support bernie sanders over elizabeth warren.\n  ","397925":"\n  that's exactly the reason why i haven't watched that documentary yet, haha. i don't know if i want to put myself through that anguish.\n  \n  the last time something disgusted, yet intrigued me, however was when i watched the documentary \"don't f**k with cats.\" it moved me so emotionally and it was so hard to watch, but i couldn't stop watching it.\n  ","397926":"\n  i don't watch SNL. i used to watch a few skits here and there many, many years ago but i haven't watched it recently.\n  ","397927":"\n  i've never twerked before, so no.\n  ","397928":"\n  i look up to my best friend. she's been through so much hardship during her life, but she's managed to not only survive but thrive in all of her endeavors. she's such an inspirational figure.\n  ","397929":"\n  ???\n  \n  like i stated earlier, your feelings are unhealthy and useless here. there's no point in professing your feelings towards me because nothing is going to happen. you'll be much better off directing your attention elsewhere instead of dwelling on a fantasy.\n  ","397930":"\n  both, depending on how tired i am, haha. most days i brush my teeth twice a day, but other times i only brush them in the morning.\n  ","397931":"\n  \"sit down with you,\" lmaoo. you're an anon who lives hundreds, if not thousands, of miles away from me. your feelings are useless and unhealthy, and you'll find more happiness in pursuing someone who's actually in close proximity to you.\n  ","397932":"\n  thanks, i chose it myself.\n  ","397933":"\n  probably because i'm not a girl -- if you knew anything about me, you would know that i'm non-binary.\n  ","397934":"\n  mental health advocacy, writing, and music.\n  ","397935":"\n  absolutely nothing. there's no logical reason to be interested in me, so you should move on and pursue someone else.\n  ","397936":"\n  i use wikipedia on occasion, yeah. mostly to read up on people i find interesting to learn more about them.\n  ","397937":"\n  yes, she was one of the first artists i was interested in as a pre-teen.\n  ","397938":"\n  i've never done a shout out before, so i really don't know.\n  ","397939":"\n  LOL FOR REAL.\n  ","397940":"\n  right now, it's around 45 degrees fahrenheit and sunny.\n  ","397941":"\n  if you two aren't connecting emotionally anymore, then you should discuss with her the idea of breaking up regardless of how attractive she is. physical appearances only go so far, and a relationship cannot be based on physical attraction alone.\n  ","397942":"\n  i would rather live in a country that was cold all the time. i can't stand the heat tbh, i'm really sensitive to hot weather and i always prefer to layer up in the cold anyway.\n  ","397943":"\n  i like both long and short hair on myself, since i've had everything from a pixie cut to the length it is now.\n  ","397944":"\n  this is perhaps the weirdest thing i've ever seen in my inbox, lmaoo.\n  \n  besides, if i were to invite\n  \n   @IsoleLemuria\n  \n  over, it wouldn't be in a party setting because she doesn't drink alcohol. i would rather have her over to just chat, have a cup of coffee or tea, etc etc.\n  ","397945":"\n  i'm voting for bernie sanders.\n  ","397946":"\n  i can appreciate the beauty of the nature and its environment, but on a political and social level, no. there's too much injustice in the united states.\n  ","397947":"\n  no, i've never used icy hot because i've never really had a reason to use it.\n  ","397948":"\n  yeah, i check my personal email every day, and i use email all the time for work. it's my primary form of correspondence with my coworkers and clients.\n  ","397949":"\n  i normally just get up and grab it.\n  ","397950":"\n  i would be more than happy to invite\n  \n   @IsoleLemuria\n  \n  to my house !!\n  ","397951":"\n  i don't even know what that is, so no.\n  ","397952":"\n  i can only speak english.\n  ","397953":"\n  no, not any anons. considering i don't know anyone, it's difficult to really establish a connection.\n  ","397954":"\n  yeah, both in romantic and platonic relationships. my ex and i were like that, and i recently felt that way when i first started talking to one of my coworkers.\n  ","397955":"\n  i've encountered plenty of people with stutters, so i can somewhat understand. it isn't really something you can help, but just remember that those who truly care about you and want to be around you will do so regardless of this.\n  ","397956":"\n  yeah, i've never had any conflict with any of my coworkers before. i talk to a few of them on a regular basis.\n  ","397957":"\n  no, not necessarily. i believe it's important to focus on what's going well because that's integral to move forward, but you should also acknowledge what's going wrong as well in an effort to remedy the situation.\n  ","397958":"\n  i would either assume they simply do not care or they're not aware of what they're doing still. in those cases, if you've talked to them multiple times about their behavior and they still haven't made any efforts to change, it might be like beating a dead horse. i would personally question the relationship at that point.\n  ","397959":"\n  i'm supposed to go out drinking with my roommate, but he hasn't mentioned anything. so i think i might try to meet up with a friend, and if my roommate wants to join us later on, then maybe he'll stop by.\n  ","397960":"\n  yes, i've experienced the same thing. it's just a part of growing older -- everyone lives their own independent lives and sometimes we grow apart from other people. it's natural and common.\n  \n  i wasn't social or popular in high school or anything, but when i was in college, i did make a few friends. most of my current friends are people who have remained from high school or old coworkers.\n  ","397961":"\n  i would just treat them like any one of my other friends, and if they came to me with worries about their stutter, then i would try to explain to them that their stutter doesn't define who they are. and that if others are treating them differently for it then they're not worth having in their life.\n  ","397962":"\n  i avoid eye contact at all costs.\n  ","397963":"\n  i haven't made new friends in quite some time, besides two of my coworkers if that even counts. i'm not sure how someone would go about making new friends unless they're frequently in social settings, like at school or work.\n  ","397964":"\n  depends on the person because it can manifest in different ways. for me personally, they're usually physical symptoms like heart palpitations, feeling lightheaded, being shaky, not being able to catch my breath, etc etc. there's also a sense of fear involved (for me at least) but i can never pinpoint what the fear is -- it's like a sense of impending doom.\n  ","397965":"\n  yes. they're using drinking as a coping mechanism to deal with their mental health, which isn't healthy. that's how a lot of people become dependent on alcohol (or any other sort of substance for that matter).\n  ","397966":"\n  a bit anxious, but otherwise fine. i'm just listening to music and my roommates talk rn.\n  ","397967":"\n  aw, thank you !! i appreciate it ~~\n  ","397968":"\n  everything, haha. my appearance, my personality (or lack thereof), my friendships, etc etc. the only constant factor in my life that i am confident in is my job.\n  ","397969":"\n  if the friendship is draining you of energy and you're putting more into the friendship than what you're receiving, then perhaps it's time to reevaluate the friendship. overall, your friendships should fulfill you and help you toward your goals, not hinder you in any way.\n  ","397970":"\n  no, i'm not a very confident person. i'm rather insecure.\n  ","397971":"\n  not really, no. i've gotten pretty angry and frustrated, but i've never lost my temper.\n  ","397972":"\n  i don't, haha. i don't have much confidence to begin with, so if i'm having a bad day, there's not much i can really do to help it. my bad days don't have anything to do with self confidence, anyway.\n  ","397973":"\n  in a way, yes. it's not the amount of talking i do, it has more to do with what i'm willing to talk about.\n  ","397974":"\n  i'm personally not, but i'm aware of the risks it comes with for other people.\n  ","397975":"\n  from my understanding, it doesn't correctly portray BDSM practices and could lead to dangerous situations if people model their behavior after those in the book. things like consent, safe words, etc etc. also, apparently the man in the book is a manipulative person -- this is all that i've heard from other people though, i've never read it myself.\n  ","397976":"\n  no, we just did our normal grocery shopping on thursday night. we already have an abundance of hand soap in the house anyway, which is what's most important.\n  ","397977":"\n  depends on the context of their argument. if they're denouncing every organized religion and are simply voicing their opinion, then i see nothing wrong with that. however, if they're targeting a specific religion and being discriminatory, and you feel the need to challenge their views, then i think it's appropriate to discuss why they perhaps feel that way.\n  ","397978":"\n  i'm sure it's already banned in some places, lol. but i don't personally believe so -- it *is* a very problematic book (and movie, i'm assuming) and i think people should be more aware of how dangerous it is, though.\n  ","397979":"\n  it isn't a matter of shying away, because there are some schools with s*x education courses. the problem is funding, i believe, because most schools do not have adequate funding to provide comprehensive s*x education courses.\n  ","397980":"\n  p*rn objectifies women because it gives off the impression that women are simply s*x objects and not a living, breathing human being. there's more of an emphasis on male satisfaction than female satisfaction.\n  ","397981":"\n  no, it's an absolute terrible way to learn about s*x. it doesn't teach you about consent or foreplay, and there's no communication involved. for proper s*x education, there are informative videos you can watch as well as being honest with your partner about your likes\/dislikes.\n  \n  even s*x education in schools is lackluster.\n  ","397982":"\n  i believe the oldest game i've played is duck hunt on the original NES when i was a child. i remember being in my cousin's living room playing it with them when i was very young.\n  ","397983":"\n  plaid leggings with rips in them and fishnets underneath. i don't have a picture, but they're super comfy and also my aesthetic ~~\n  ","397984":"\n  eh, somewhat. it entirely depends on what the person did to screw up the first chance they were given. every situation is unique.\n  ","397985":"\n  i've always wanted to travel cross-country via car and stop at all of the scenic rest stops and other various nature preserves along the way. nature and traveling are both deeply important to me because i believe they help in a person's development.\n  \n  i'm not sure if i'll ever have the chance to actually travel cross country, but if the opportunity presented itself, then i would totally do it.\n  ","397986":"\n  eventually, sure. not necessarily in the form of children, but i would like to have a partner and various adopted animals.\n  ","397987":"\n  \"there is an idea of a patrick bateman, some kind of abstraction, but there is no real me, only an entity, something illusory, and though i can hide my cold gaze and you can shake my hand and feel flesh gripping yours and maybe you can even sense our lifestyles are probably comparable: i simply am not there.\"\n  ","397988":"\n  i'm doing well. i'm listening to a fallout 4 ambient soundtrack while working on some freelance writing for my job for extra cash.\n  \n  i'm trying to be productive today because it helps my mental health, so i have some laundry going, i made a pot of coffee, and i cooked breakfast earlier this morning. i'm thinking about cleaning the house a little bit later on in the afternoon.\n  ","397989":"\n  struggling writer who cannot finish a single piece of work while also relying too dependently on things such as drugs and alcohol in an effort to enhance creativity.\n  ","397990":"\n  i believe it's different for everybody. some people are ready for marriage at a younger age, while others are comfortable waiting many years to find someone with whom they click on an intimate basis.\n  \n  i believe a person may be ready for marriage if they simply cannot fathom a life without the other person in it somewhat, if their communication is pristine, and if they're able to navigate through disagreements without hostility. there should be a sense of emotional intimacy there, and ideally your partner should not only be your lover, but also your best friend.\n  ","397991":"\n  i try my hardest not to, but it's inevitable for everyone to judge a person based solely on how they look or present themselves without getting to know them on a personal level. it's something i'm cognizant of -- we're humans and we're not perfect, and as much as we all know that it's wrong to judge someone at face value, we do it anyway.\n  ","397992":"\n  mobula rays can leap multiple meters into the air and belly flop back into the water. some scientists believe that it's to attract a mate, but there are also some sources that believe they simply do it just for fun.\n  ","397993":"\n  go through life at your own pace, regardless of how other people show off their lives (especially on social media). there is no exact timeline for how you should and will complete things, and everything will settle in its place when the time is right.\n  ","397994":"\n  perishing alone with no one by your side, whether it's in an emotional or physical context. my worst fear is being abandoned by others, so if i were to pass away, it unsettles me that there's the chance i will be completely and utterly alone.\n  ","397995":"\n  yes, there's a significant difference between being honest and being rude. it all depends on your intention and how you phrase things, how you come across to the other person and how cognizant you are of your tone of voice.\n  \n  being honest is always a good thing, within reason, but you should be careful with how you word your thoughts if the other person is sensitive or in a bad mindset. being rude, on the other hand, is when you have no regard for the other person's feelings to where your honesty is hurtful.\n  ","397996":"\n  i've always felt most at peace in the woods -- so going on vacation in a snow-covered region in a small cabin in the forest sounds most ideal to me.\n  \n  i recently went on a tropical vacation, and while it was certainly fun, it wasn't really \"me,\" so to speak. i liked laying out in the sunshine and having a stiff drink, but i would much prefer scenery such as mountains and forests and streams.\n  ","397997":"\n  having a mental illness doesn't excuse you from exhibiting poor, problematic, or toxic behavior. you cannot blame mental health on your inability to uphold friendships, relationships, etc etc., because you're acting in the wrong. of course, some mental illnesses *explain* the behavior -- but it does not excuse it. you still should be held accountable for your actions.\n  ","397998":"\n  yes to all of the above. someone's sex, gender, race, religion, disability, etc etc., should not determine what rights they're entitled to.\n  ","397999":"\n  yes, depending on the situation. obviously every situation is unique, though. there will be some situations where it works, meanwhile other situations where it doesn't.\n  ","398000":"\n  i'm not sure i understand exactly what you're asking. you answered your own question in the former half of your statement.\n  ","398001":"\n  it depends entirely on the situation. sometimes a conclusion does not necessarily justify the means by which a person goes to accomplish something because it could hurt others in the process.\n  ","398002":"\n  the answer should be quite obvious, if you know what \"equal rights\" means. if not, i suggest you google it.\n  ","398003":"\n  rights that involve equity for all people regardless of their gender, sex, social status, race, disability, religion, etc etc.\n  ","398004":"\n  it's been my default means of coping with difficult situations and trauma since i was a pre-teen. eventually it becomes ingrained into your subconscious, and it's hard to break the cycle.\n  ","398005":"\n  similar to my last answer from you, i believe people deserve equal rights, including oppressed\/minority groups such as the lgbtq+ community, women, trans people, disabled people, jewish people, etc etc.\n  ","398006":"\n  mayonnaise, ugh. i can't stand the sight, sound, or smell of it.\n  ","398007":"\n  i haven't checked my wishlist in a long time, haha. right now, i have various books on there, as well as a small treadmill, a backlight for my television, and candles.\n  ","398008":"\n  yes, i believe so. feelings of love should be mutual in relationships, and if one person is feeling less strongly or more strongly than the other, and it's causing a detrimental effect to the relationship, then it's a conversation worth having.\n  ","398009":"\n  i'm not in a bad mood -- i'm actually doing okay this morning. i just made breakfast, and i'm about to start working soon.\n  ","398010":"\n  things like swim suits, perhaps mesh shirts that show the entirety of a person's upper body, things of that nature that would be more appropriate in a going-out, adult setting rather than being in school.\n  \n  please be advised that i'm in no mood to have a heated discussion about things, so if this conversation turns hostile, i'm going to simply delete your message.\n  ","398011":"\n  being disloyal and disrespectful to your partner by establishing another relationship or otherwise cheating on them, and then lying about that relationship to your partner. any healthy relationship would establish trust and communication, and if someone was feeling a certain way other than love towards their partner, they should feel comfortable talking about those feelings.\n  \n  there's also the issue of domestic violence against spouses and partners, which obviously is terrible and more than just a \"mistake.\"\n  ","398012":"\n  that's your opinion, and i respect that. i believe quite the opposite.\n  ","398013":"\n  i'm pretty sure it's this one. i chose it because it's a gorgeous photograph that i took when i was on the cruise.\n  ","398014":"\n  it takes a lot of time for me to be comfortable around new people, especially because most of my friendships are at least two or three years old at this point (with my longest friendship because 15 years old).\n  ","398015":"\n  i believe people can wear whatever they want to school, within reason, and crop tops aren't really that big of a deal in my opinion. school systems just have a tendency to chastise women and girls for wearing certain clothing items because they might be \"distracting,\" meanwhile they don't chastise other people in the same school systems for items of clothing they might wear, especially men and boys.\n  ","398016":"\n  it's not really an ornament, per say, but my favorite aspect of my house is my bedroom -- particularly a painting my friend drew for me on a commission that shows all of my favorite fallout 4 characters and other things from the video game.\n  \n  i don't have a picture of it since i'm on my laptop right now, unfortunately.\n  ","398017":"\n  i don't go to restaurants enough to really have a favorite. i used to like IHOP, though.\n  ","398018":"\n  as my bio indicates, i'm 28 years old.\n  ","398019":"\n  striving for a better life turns unhealthy when you're more focused on your goals than you are on our own self-care, when you don't know how to take time out for yourself because you're too worried about progressing forward in life. self-care is absolutely important, and as motivated you might be to better your own life, it's essential to make sure you're emotionally and physically healthy too.\n  ","398020":"\n  i don't generally make bets with people, so i honestly can't remember the last time i did something like that. if anything, it was over seven years ago.\n  ","398021":"\n  no, i'm super impatient and even waiting on line at the pharmacy or grocery store is very frustrating to me, haha.\n  ","398022":"\n  i judge others by lower standards than i judge myself. i'm super critical of myself and i always set high expectations for myself, which sometimes is my downfall because when i don't meet those expectations, i become extremely disappointed, frustrated, and angry.\n  ","398023":"\n  i believe that i would rather have one intimate soul mate with no close friends rather than having no soul mate with a lot of friends. i've never liked having a large circle of friends because it's difficult to keep up with everyone, and the idea of having one person who understands your soul better than anything else is extremely appealing to me.\n  ","398024":"\n  eh, i have both healthy and unhealthy coping mechanisms. i wasn't doing well last night, so i drank semi-heavily. however, i also find that talking to other people and distracting yourself with work and hobbies is effective as well.\n  ","398025":"\n  i believe they're equally as important -- to love means to show vulnerability and compassion towards others, whether in a platonic or romantic way, and it also keeps us humble. to be loved by others is also important because it's crucial to have a support system of others to have around when you're going through difficult times.\n  ","398026":"\n  freedom is having the rights you deserve in order to think, act, or be treated equally to others without any interference or restraint from other people.\n  ","398027":"\n  i hope you have a lovely day as well !!\n  \n  my day has been short thus far -- i only woke up maybe 30 minutes ago, haha. i just made a pot of coffee, and i'm perusing social media before starting on my weekend work.\n  ","398028":"\n  no, i believe having rights and having responsibilities are two entirely different things. to have rights means to have equality among others in both a social and legal aspect, such as civil rights, gay rights, women's rights, etc etc.\n  \n  responsibilities, on the other hand, are obligations we have on a daily basis to live our lives successfully. responsibilities are often seen as things like paying bills on time, going to work, making time out for ourselves, fixing things when they go wrong, etc etc.\n  ","398029":"\n  depends on my mood in that particular moment. i like alternative rock, indie rock, hip-hop, classical music, jazz, the blues, heavy metal, and nu-metal.\n  ","398030":"\n  yes -- i have a black lace shirt that i wear with ripped camouflage leggings with fishnets underneath, as well as combat boots.\n  ","398031":"\n  my best quality, in my opinion, is my compassion for others as well as my passion in my hobbies. my worst flaw, on the other hand, is being self-critical and self-destructive.\n  ","398032":"\n  i prefer tattoos over piercings. i don't have any piercings, but i have seven tattoos with plans for a few more at the moment.\n  ","398033":"\n  i'm not much of a fan of EDM, they all sound the same to me, lol.\n  ","398034":"\n  no, i tried a few VR games in the past and they just made me incredibly dizzy.\n  ","398035":"\n  i've only ever watched movies such as \"spirited away\" and \"howl's moving castle,\" but i thoroughly enjoyed them and i'm more than interested in watching more of his productions.\n  ","398036":"\n  i'm almost too good at convincing other people of things, tbh. i have quite a good poker face and i can tell someone what is believed to be a \"fact\" and have them believe me without any corresponding evidence whatsoever. it is both a blessing and a curse.\n  ","398037":"\n  true crime, writing, literature, video games, music, the arts, politics, television shows about law and law enforcement, civil rights, alcoholic beverages, animals, the supernatural, conspiracy theories, and comedy.\n  ","398038":"\n  no, i wouldn't want anyone famous subjected to the horrors of askfm.\n  ","398039":"\n  my aesthetic ~~\n  ","398040":"\n  my personal favorite, yet very unhealthy, coping mechanism is drinking alcohol. however, if you do not want to be like me and drown my sorrows, i would suggest healthier coping mechanisms such as venting to friends\/family, partaking in hobbies which you enjoy, and working.\n  ","398041":"\n  i'm not doing the greatest, but i'm better now than i have been in the past few days. i also took two shots of jack daniels and have had four beers, so ...\n  ","398042":"\n  i would say a 3, giving myself the benefit of the doubt. lmaoo. i enjoy singing, but i'm aware that i'm absolutely horrible at it.\n  ","398043":"\n  no, he can simply sign away his rights to the child. it all depends on the situation, though, as to whether or not i *personally* think it's appropriate. if a man doesn't want to be involved in his child's life at all but doesn't sign away his rights, and then falls behind on child support payments besides, then that shows that he's basically a sh*tty human being.\n  ","398044":"\n  i used to watch\/listen to the rooster teeth podcast or \"off topic\" by achievement hunter, but it's been quite a few months since i've turned into their podcasts.\n  ","398045":"\n  i've never really lifted weights before, besides doing regular arm exercises on the machines at the gym. i mostly have done cardio in the past.\n  ","398046":"\n  i listen to the radio every morning, actually. it's easier to turn the radio on in the morning rather than plug in my phone to use spotify. i also like the different programs on various radio stations that they do in the mornings.\n  ","398047":"\n  yes, without a doubt. i would try to \"fix\" my past relationship and ensure that it wouldn't have failed at the end.\n  ","398048":"\n  i used to think it was twice, but now i only believe it has been once.\n  ","398049":"\n  i don't like cooking, but i like making scrambled eggs, bacon, toast, and sausages in the morning. i like breakfast foods over anything else.\n  ","398050":"\n  perhaps the basement. i only go in there once per week or so in order to do laundry.\n  \n  the other option would be my roommates' rooms, haha.\n  ","398051":"\n  i had thought i left my lamp on all night when i woke up this morning, but it turns out it was just the sunlight seeping in through the window shade. it was a lot later in the morning than i had expected it to be.\n  ","398052":"\n  i do not have a tiktok account, nor do i cosplay. so this is inaccurate on both accounts.\n  ","398053":"\n  i like the combination of beards & moustaches, but it really depends on the person and whether or not it suits them.\n  ","398054":"\n  i've always had differing tastes of people, so it depends entirely on how they portray themselves. i don't have an \"ideal\" image of what someone should look like in order for me to be attracted to them.\n  ","398055":"\n  i'm in the process of reading \"you\" by caroline kepnes.\n  ","398056":"\n  i don't foresee myself dating anyone else, at least at this time, so this is a pretty unrealistic hypothetical.\n  ","398057":"\n  LOL. i wish i was on your level rn.\n  \n  take care of yourself. ♡\n  ","398058":"\n  his blatant happiness.\n  ","398059":"\n\n   @urlsareshittbh\n  \n  *is* cute. i admire him and his passion for what he's interested in so much.\n  ","398060":"\n  not really, no. i do the same boring things every day, lmaoo.\n  ","398061":"\n  attraction is based on more than just whether or not someone has hair on their head.\n  ","398062":"\n  it would be interesting to see who all of our anons are for 24 hours. their identities just magically revealed.\n  ","398063":"\n  no, i don't believe so.\n  ","398064":"\n  not personally, no. i have a friend or two who have been arrested for DUIs, though.\n  ","398065":"\n  if those were true cases in the scenario, then it sounds like he was in a manipulative and ab*sive relationship. regardless, even if she *did* try to \"trap him,\" a miscarriage is still a traumatic event and there's no excuse for abandoning someone at the hospital where they'll have no means of getting back home.\n  \n  they'd both be wrong in that example.\n  ","398066":"\n  it's literally illegal to serve underage people alcohol, and i think arrests are warranted in these situations. there are so many ways to ensure that an ID is real (the bar i go to, for example, has one of those ID scanners they place the ID inside and determines whether it's real or fake).\n  \n  obviously not every place will have that sort of technology, but i believe underage drinking is a serious matter because of how normalized alcohol is in today's society.\n  ","398067":"\n  i like cheeseburgers with lettuce and tomatoes. i don't like onions or ketchup or pickles or anything else on my burgers.\n  ","398068":"\n  new belgium's fat tire or voodoo ranger. i also like yuengling, corona light (only with the lime), and montauk's wave chaser IPA.\n  \n  i also drink a lot of local beer since long island has a hell of a lot of breweries, but i can't remember any of their names.\n  ","398069":"\n  i feel as if this question is a bit inappropriate -- for me, at the very least. i'm uncomfortable sharing my darkest thoughts because they're quite grotesque and i don't want to implicate myself.\n  ","398070":"\n  no, i'm not interested in sports.\n  ","398071":"\n  i'm terrified of places that are alleged to be haunted, haha. i wouldn't want to stay in a haunted house or hotel or anything, even if i was paid money to go there.\n  ","398072":"\n  i'm just listening to music, answering questions in my inbox, and drinking a beer.\n  ","398073":"\n  i haven't been to the store to assess the situation, but there have been suspicions of some cases on long island and they're carefully monitoring everything. upper management at my job sent a company-wide email yesterday about taking precautions about the coronavirus and how we're going to all be setting our computers up to work remotely from home if the office building ends up getting shut down.\n  ","398074":"\n  i wouldn't wish to live to the age of 1,000 regardless of how i looked. that sounds like a terrible existence.\n  ","398075":"\n  wow ... that was such a d*ck move on his part -- to abandon his girlfriend at the hospital? to not support her (i'm assuming) through a miscarriage, which is normally traumatic? he sounds like a terrible person.\n  \n  i would have cut him off too. i wouldn't want that sort of person in my life.\n  ","398076":"\n  i could never go into a customer service position, where you have to deal with irate customers or clients on a daily basis. i wouldn't be able to emotionally handle that.\n  ","398077":"\n  yes, haha. five years isn't much time in the long run, and i would rather be confident in myself than live a longer life where i'm absolutely miserable.\n  ","398078":"\n  get an actual alarm clock, set it to a particular time, and place it across the room so that you're forced to get out of bed in order to turn the alarm off.\n  ","398079":"\n  coffee, haha. it was the only thing keeping me motivated to continue working this morning.\n  ","398080":"\n  i think it's silly, but it's a good way for people to receive extra coins, if they care about that sort of thing. i've never paid coins to view someone's secret answer.\n  ","398081":"\n  everyone i know isn't looking forward to it because we lose an hour, but tbh, i'm happy about daylight savings because now i don't have to worry about driving home from work in the dark anymore.\n  ","398082":"\n  abandonment by my loved ones.\n  "}}