{"Question":{"399156":"\n   What was the wisest advice you were ever given?\n  ","399157":"\n   do you usually get a refund or have to pay?\n  ","399158":"\n   if we try to forget the past and just look forward can we ever truly heal that which hurts us? or will follow like a repellent shadow?\n  ","399159":"\n   who does your taxes?\n  ","399160":"\n   what is the best hershey bar?\n  ","399161":"\n   What is the last \"childish\" thing you did?!\n  ","399162":"\n   What's your opinion on horse racing? Have you been to a horse race or watch it on tv? Do you think it's cruel to whip a horse, use it for entertainment? Is it unfair that so much money is used on horses when there's so many poor people?\n  ","399163":"\n   When can u call someone \"strong\"?\n  ","399164":"\n   What are the reasons to be happy?\n  ","399165":"\n   they have a lot of great content but holy grail is the most well known. a must see for the cultural references alone!\n  ","399166":"\n   monty python stuff?\n  ","399167":"\n   nice what did you order\n  ","399168":"\n   how about with films what cracks you up?\n  ","399169":"\n   what else helps?\n  ","399170":"\n   what celebrity death shocked you the most? also, what do you think about people claiming that mourning about celebrity deaths is unnecessary cuz you didn’t know the person on a personal level?\n  ","399171":"\n   how would you rate this site from 1-10\n  ","399172":"\n   does this site help?\n  ","399173":"\n   might be hard to explain but can you be more specific?\n  ","399174":"\n   how are you holding up today?\n  ","399175":"\n   What made you to become an atheist?\n  ","399176":"\n   Whats the last piece of good advise you recieved?\n  ","399177":"\n   Do you get sick much?\n  ","399178":"\n   If you were a teacher, what subject would be yours? ?\n  ","399179":"\n   Tell me a secret\n  ","399180":"\n   How old do you think you come off as based from the content on your page?\n  ","399181":"\n   When was the last time you go to church? Why do you quit going?\n  ","399182":"\n   describe your sense of humor\n  ","399183":"\n   are your parents still religious?\n  ","399184":"\n   that is nice!\n  ","399185":"\n   Long or short hair?\n  ","399186":"\n   What was your biggest hobby growing up? ?\n  ","399187":"\n   Do you have a favorite animal?\n  ","399188":"\n   Is it true everyone owns a George Forman grill?  Do you own one?\n  ","399189":"\n   eVEr Go to church as a child?\n  ","399190":"\n   would you say you're financially smart? you can budget , save, and plan?\n  ","399191":"\n   Hast the death of a celebrity ever hit you really hard? ? (Inspired by recent events with Kobe Bryant ?)\n  ","399192":"\n   Do you watch the Olympics?\n  ","399193":"\n   What's your mental clock like? Do you sleep in or early bird?\n  ","399194":"\n   Do you have siblings?\n  ","399195":"\n   Do you have a nickname?\n  ","399196":"\n   Do you ever mix cereals together?\n  ","399197":"\n   You do anything this weekend?\n  ","399198":"\n   Have you heard about the kobe’s helicopter crash? Is this your first hearing about airplanes crashes?\n  ","399199":"\n   suggest some good songs ?\n  ","399200":"\n   Do you say: purse, handbag, bag, pocketbook, satchel, or something else when referring to the bag that many people wear daily?\n  ","399201":"\n   Do you say couch or sofa or something else?\n  ","399202":"\n   Would you make your kid eat healthy or wouldn't bother\n  ","399203":"\n   do you miss the closeness of how forums could be?\n  ","399204":"\n   were you ever taught any strategies in therapy to help control anger? yest i was watching a film where the patient was told to name 4 or 5 objects out lout they see and also to flick a rubber band that was on their wrist.  i guess to bring them into the present?\n  ","399205":"\n   have you ever read any books by m scott peck?\n  ","399206":"\n   have you ever made fried pickles or ate at a restaurant?\n  ","399207":"\n   I’m so sorry to hear this Leigh, having a beloved pet put down is the most heartbreaking thing to go through. At least there’s a little comfort in that he won’t be in pain anymore. *Hugs* :)\n  ","399208":"\n   oh damn so sorry to hear. like you said not in pain. just peace and rest for the pup now. best wishes.\n  ","399209":"\n   how ya feeling today? anything good\/bad going on?\n  ","399210":"\n   do you have a fav?\n  ","399211":"\n   whats in the bottle\n  ","399212":"\n   What's your profile pic from?\n  ","399213":"\n   How often do you go and get a haircut?\n  ","399214":"\n   Is there any part of your life that you would, \"do over again\" if given the opportunity? Why or why not?\n  ","399215":"\n   How could your own life personally be improved by increased education regarding the topic of mental health?\n  ","399216":"\n   From your perspective, how do you view the more heavily stigmatized mental health issues? Some examples would be Borderline Personality Disorder, Schizophrenia, Bipolar Disorder, and many others with a sort of (seeming) social isolation\/stigma surrounding them.\n  ","399217":"\n   I love that idea!!! Do you keep the journal online or is it a physical journal?\n  ","399218":"\n   I know both Cognitive Behavioral Therapy and Dialectical Behavioral Therapy are both currently popular forms of interactive behavioral health. Have you ever tried (guided or not) work books specializing in either of these styles? Do they help?\n  ","399219":"\n   Considering that I've never read them, I'm looking for opinions. Have you ever read some form of self help book? If you have, do you find them genuinely helpful, or are they as condescending as the genre of book seems to be?\n  ","399220":"\n   I should use this as an open warning for all of today's questions! I've mental health on the brain this morning. Sorry!\n\nConsidering your day to day life, do you recognize any of your routine to be harmful or beneficial in terms of mental health?\n  ","399221":"\n   Trigger warning again, sorry!! Please feel free to not answer if my questions are upsetting. \n\nAre you involved in any online support groups? If yes and if you're open to sharing, do you find them helpful? And are you active (posting and commenting), or do you mostly lurk\/browse?\n  ","399222":"\n   I haven't sent questions in a good minute! Sorry! Trigger warning for this one!\n\nWhat comes to mind when you hear (or read) the word \"narcissistic\"?\n  ","399223":"\n   Look it up to see if you atleast recognize her. She left a shitty band because they all would ignore her a lot and bring her esteem down\n  ","399224":"\n   Good morning! how’s you? ❤️\n  ","399225":"\n   What do you wish came easier to you?\n  ","399226":"\n   What was the last thing to make you go wtf\n  ","399227":"\n   Camilla cabello is dating Shawn Mendez and left fifth harmony and had a hit single for weeks called señorita\n  ","399228":"\n   QOTD⚡: If you had $500 but could only buy one type of item with it, what would you buy? E.g. $500 worth of books, $500 worth of clothes, $500 worth of furniture, etc. (Not counting necessities).\n  ","399229":"\n   Do you have that person you talk every day?\n  ","399230":"\n   Do you take Adderall?\n  ","399231":"\n   Camilla Cabello or Ariana Grande?\n  ","399232":"\n   I miss all of my active friends on here. Not many are still on here anymore. Is there anyone you may follow that you’d recommend me to follow as well?\n  ","399233":"\n   Post a song that mentions any type of alcohol in the title or lyrics :)\n  ","399234":"\n   I saw dill pickle as a pizza topping online the other day. What are your feelings on this?\n  ","399235":"\n   How do you feel about olives?\n  ","399236":"\n   What’s your go to alcoholic beverage when you’re out?\n  ","399237":"\n   What is the best museum you've ever been to? What do you remember from it?\n  ","399238":"\n   do you put milk in your tea?\n  ","399239":"\n   if coffee suddenly made you violently ill whenever you drank it how would that affect your life?\n  ","399240":"\n   Can you refuse to give your fingerprints or DNA to the police ?\n  ","399241":"\n   Thoughts on people who mock you as a joke but when you give it back to them they throw a hissy fit\n  ","399242":"\n   you help out your parents with chores?\n  ","399243":"\n   how is that person doing today?\n  ","399244":"\n   what are the drawbacks of where you live?\n  ","399245":"\n   why do they not respond to your texts?\n  ","399246":"\n   how is your relationship with your brother now and do you talk about the past and how you felt growing up with him?\n  ","399247":"\n   was there a time when you were not living according to your own term? can you describe that time?\n  ","399248":"\n   Have you ever blocked someone on Ask.fm ? What was the reason ?\n  ","399249":"\n   your friend is an idiot\n  ","399250":"\n   If you went missing, how many hours\/days would it take for people around you to notice?\n  ","399251":"\n   what about in the general context of your personal hell?\n  ","399252":"\n   do you work better on your own or in groups?\n  ","399253":"\n   did you watch the series \"making a murderer\"? if so what did you think?\n  ","399254":"\n   what is your idea of hell?\n  ","399255":"\n   do you suspect they want to get rid of you?\n  ","399256":"\n   what was your parent's reaction to this?\n  ","399257":"\n   is it easier to tell someone they should gain weight?\n  ","399258":"\n   by reasonable hour you mean not too early or not too late?\n  ","399259":"\n   What was the last true crime show you watched about?\n  ","399260":"\n   how would you describe your current mood\/state of mind?\n  ","399261":"\n   what are your fav spices?\n  ","399262":"\n   Do you see your ancestry as a family member who has come from such place or as having common dna with people from those places?\n  ","399263":"\n   does it feel like home yet?\n  ","399264":"\n   what are your thoughts on ufo's, alien life, things like that?\n  ","399265":"\n   how many rooms ins your house\/apartment?\n  ","399266":"\n   describe how you can be methodical\n  ","399267":"\n   Was the tattoo artist who did your ribcage a woman?\n  ","399268":"\n   do you park in the street or have a garage?\n  ","399269":"\n   hows your car doing?\n  ","399270":"\n   are you excited for the new doom game?\n  ","399271":"\n   when was the last time you shoveled snow?\n  ","399272":"\n   How are you?\n  ","399273":"\n   What's your opinion on noise cancelling headphones? ? Do you often wear any yourself? What kind? ?\n  ","399274":"\n   thoughts on thigh gaps?\n  ","399275":"\n   Best thing that has happened this week so far? ?\n  ","399276":"\n   What’s the most immature thing that you do? ?\n  ","399277":"\n   When was the last time you read someone's answer on here that made you rethink your own opinion or acknowledge something you hadn't acknowledged before? If you're comfortable doing so, please say what the answer was and what your before and after opinions are.\n  ","399278":"\n   Who inspires you the most?\n  ","399279":"\n   Do you prefer your sleeves rolled up or down with flannels\n  ","399280":"\n   What is something you're jealous of?\n  ","399281":"\n   Do you think though jail coudl damage the child rather then help?\n  ","399282":"\n   Would you owe your child an explanation if you said nope to a trip or in your words does no mean no and you don't owe an explanation\n  ","399283":"\n   Should a parent stop a officer from arresting there child and say i will take care of it or do you think parent should be like go ahead take em to teach em a lesson\n  ","399284":"\n   Should a teacher have the right to hold students back from field trips etc? news broke a parent is outraged her daughter teacher made her stay back from a trip due to missing work\n  ","399285":"\n   Would you be embarrassed if your child was the \"bully\" in class?\n  ","399286":"\n   Do you think when a kid acts up in class its to show off and get attention from others?\n  ","399287":"\n   I personally don't like resolutions, but are there any changes that you expect to come for you in 2020?\n  ","399288":"\n   Do you think teachers have an easy job?\n  ","399289":"\n   When going to answer a question, do you tend to think of a specific situation or example to base your answer on? ? ?\n  ","399290":"\n   What motivates you?\n  ","399291":"\n   What in life, is beautiful to you? Where do you find inspiration?\n  ","399292":"\n   QOTD⚡: Have you ever submitted your DNA to sites like Ancestry or 23andMe? If no, is it something you'd be interested in doing, or do you have a moral opposition to it?\n  ","399293":"\n   What is your love language?! Have you taken the test to see?\n  ","399294":"\n   What is one thing you want to do differently this year ?\n  ","399295":"\n   What do you believe happens to us after we die?\n  ","399296":"\n   If you had a week off to go on a fully paid for vacation, where would you go? And what would you do?!\n  ","399297":"\n   What is it about life that u like the most ?\n  ","399298":"\n   Would you hurt someone intentionally? ?\n  ","399299":"\n   Morning xx\n  ","399300":"\n   Write a note to yourself\n  ","399301":"\n   typical 30 year old getting drunk like a 21 year old\n  ","399302":"\n   Do you enjoy going to Starbucks? Why\/why not? ?\n  ","399303":"\n   What are you supposed to answer when a cashier says \"thank you\"?\n  ","399304":"\n   what was the last movie you've watched? was it good? ✰\n  ","399305":"\n   QOTD⚡: What was the last risk you took? Did it end up working out for you or not?\n  ","399306":"\n   What is the most amount of pain you've been in\n  ","399307":"\n   This is kind of a personal question and I don’t really know who to ask about it but.. I had a therapist who helped me through my really rough summer, but I feel like she still sees me as my lowest self. As if I haven’t grown since then. Is it wrong to discontinue seeing her for this reason?\n  ","399308":"\n   Oh that makes sense! I’ve heard that areas that are more bony hurt more and other areas that are more just skin hurt less. It’s honestly so hard not to get another now that I have one, I get what people say about it being addicting, now ?\n  ","399309":"\n   If you could go on a date with any clebrity who would you go on a date with and why\n  ","399310":"\n   Mine is on my wrist!\n  ","399311":"\n   It was my very first one! I’m honestly surprised at how low the pain level was!\n  ","399312":"\n   What’s with people and the thirst for drama ? But thank you!!\n  ","399313":"\n   Coolest souvenir that you own? ? Where did you get it? PAP perhaps? ?\n  ","399314":"\n   Do you think white privileged is real?if she was any other color she prob would have gotten longer\n  ","399315":"\n   opinion on isoles tattoo?? yikes\n  ","399316":"\n   Does feeling silly help you be friends with yourself better?\n  ","399317":"\n   what did you think of michelle carter early prison release\n  ","399318":"\n   Do other illicit drugs have a good affect on your mental state or do you steer clear of them?\n  ","399319":"\n   Is alcohol an important part of your shopping list each week?\n  ","399320":"\n   When you start a drink, are you also thinking about where the next drink will come from?\n  ","399321":"\n   Does your mental state have any positives at all that you use positively in the world?\n  ","399322":"\n   Are you consuming alcohol now too?\n  ","399323":"\n   And would you do anything to yourself if your friends left you?  Or would you just find new friends?\n  ","399324":"\n   Are you multitasking now?\n  ","399325":"\n   Would you relocate for love?\n  ","399326":"\n   What are you most likely very wrong about? ?\n  ","399327":"\n   Do you think that your parents' abuse was their idea of upbringing?\n  ","399328":"\n   Where do you see yourself in say 15 years time or is that too far down the track for you?\n  ","399329":"\n   Well, your parents cared enough for you to send you to a good school for a decent education, yeah?\n  ","399330":"\n   Are you naturally intelligent or just well educated?\n  ","399331":"\n   Were you a loner at school?\n  ","399332":"\n   Ever get teased at school about how your parents are?\n  ","399333":"\n   Are you able to talk with your grandparents about you family situation?\n  ","399334":"\n   Are your grandparents still alive?\n  ","399335":"\n   Ever talk with your brother about your family situation or is he allied to your parents and their views?\n  ","399336":"\n   Do you think that your parents know they are abusing you or are they acting out of ignorance?\n  ","399337":"\n   What terrifies you?\n  ","399338":"\n   It seems like your dad understands at times but scared to talk about too?\n  ","399339":"\n   Are you friends with anyone that shares the same name as you or any of your family members?\n  ","399340":"\n   Are you able to talk with your parents about the abuse they inflict on you or are they simply in denial because they are suffering themselves?\n  ","399341":"\n   And does your brother cop the same kind of abuse that you do from your parents?\n  ","399342":"\n   I don't ask you these questions to be mean to you Leigh. I just like to help you to think and view your situation from different angles.  You seem quite normal to me on this medium of communication and there are lots more people worse off than you\n  ","399343":"\n   Do you have siblings?\n  ","399344":"\n   Did your parents judge you a lot when you lived with them?\n  ","399345":"\n   Do you prefer to live on your own?  If so why?\n  ","399346":"\n   What is it about your own personality and traits that you don't understand?\n  ","399347":"\n   What stopped you from living independently before 3 years ago and did you need others to help  you live?\n  ","399348":"\n   Do you know others who know themselves?\n  ","399349":"\n   And are you bettering yourself and your life?\n  ","399350":"\n   What other modes of making sense of the world do you use apart from the accepted scientific method?\n  ","399351":"\n   Is there a reason and cause as  to why you were dealt the cards you have?\n  ","399352":"\n   One person doesn't believe in human induced climate change and another person does.  So who is right?\n  ","399353":"\n   Are you saying that the cards we're dealt are random and without cause or meaning?\n  ","399354":"\n   So if a person doesn't believe in something, that means it doesn't exist even though others may believe in them?\n  ","399355":"\n   What is a relationship deal breaker for you?\n  ","399356":"\n   Are you more into looks or brains?\n  ","399357":"\n   Are you saying that just because you don't believe in past lives that past lives aren't true?\n  ","399358":"\n   Why do some people enjoy life and others don’t?\n  ","399359":"\n   Do you listen to other people’s advice, or do you prefer figuring things out yourself?\n  ","399360":"\n   So if you don't know who you are then you don't know where you've been in the past before this life\n  ","399361":"\n   Can you say with certainty the exact time that you became you?\n  ","399362":"\n   Sure but isn't what has happened to you in this life also in the past?  Hence a past life?\n  ","399363":"\n   What’s an example of a double standard you see daily? Are you ever a victim of double standards?\n  ","399364":"\n   Why don't you believe in past life trauma?  Like, you believe in current life trauma so what's the difference?\n  ","399365":"\n   What was the last difficult thing you were asked to do?\n  ","399366":"\n   What is your favorite motivational quote?\n  ","399367":"\n   Do you think that most of your mental trauma comes from this life or also from past lives lived as well?  Like a carry over from previous existences?\n  ","399368":"\n   Abut ur day\n  ","399369":"\n   Hardest thing you had to do recently\n  ","399370":"\n   how do you deal with anger? ✰\n  ","399371":"\n   Tell me one interesting fact about yourself.\n  ","399372":"\n   Hi\n  ","399373":"\n   Who’s your favorite Youtube couple? ? Y’know, like Felix and Marzia, Jenna Marbles and Julien...?\n  ","399374":"\n   How are you today?\n  ","399375":"\n   Is there ever a nice way to tell someone that they need to lose weight?Or give constructive criticism such as a behavioral issue?\n  ","399376":"\n   When was the last time you had a milkshake?! What was it?!\n  ","399377":"\n   Would you wait for the sun to rise or for it to set, and why?\n  ","399378":"\n   How did you meet your partner (or most recent ex if you’re single)? If you’ve never been in a relationship, how do you think you’ll meet your future partner?\n  ","399379":"\n   ? If you could change anything about our world, what would it be?\n  ","399380":"\n   What’s the perfect day for you?\n  ","399381":"\n   Do you think happiness comes to people, or should people fight and seek happiness?\n  ","399382":"\n   ? What would you say is your biggest passion in life?\n  ","399383":"\n   Are u easy to convince?\n  ","399384":"\n   If you were born in another era, when would that period in history be and why?\n  ","399385":"\n   If you were given a million dollars today, how would you spend it within three days?\n  ","399386":"\n   Have you ever had to tell someone to get out of your house?\n  ","399387":"\n   What is your favorite decoration in your home? Post a picture if you would like!?\n  ","399388":"\n   Are there any places you are afraid to visit?\n  ","399389":"\n   Has anyone irritated you today?\n  ","399390":"\n   Are you proactive or reactive?\n  ","399391":"\n   What are your pet peeves?\n  ","399392":"\n   What would be the worst thing for the government to make illegal? ?\n  ","399393":"\n   What's your favorite song from the 2000s?\n  ","399394":"\n   What are you a victim of?\n  ","399395":"\n   Is there any kind of food you'd consider your \"weakness\"? ? Like something you can't refuse eating no matter the circumstances Haha\n  ","399396":"\n   If you could hibernate through the winter would you\n  ","399397":"\n   Have you ever been arrested\n  ","399398":"\n   do you take advantage of credit card rewards?\n  ","399399":"\n   is that your go to mug?\n  ","399400":"\n   What do you like to do when you have absolutely no obligations for the day? ??\n  ","399401":"\n   How did the friend-mas go?\n  ","399402":"\n   Do you prefer to ask or answer questions? ? Why? ?\n  ","399403":"\n   What is your hobby?\n  ","399404":"\n   Are you okay?\n  ","399405":"\n   What type of visual art do you like best?\n  ","399406":"\n   Do you have a favorite gemstone?\n  ","399407":"\n   QOTD⚡: When was the last time you were sunburned? What was the worst case of sunburn you've ever had?\n  ","399408":"\n   What are your plans for the weekend? ?\n  ","399409":"\n   How often do you go shopping?\n  ","399410":"\n   How do you feel about putting pineapple on pizza? ?\n  ","399411":"\n   What’s the best type of cheese? ?\n  ","399412":"\n   What are you currently worried about?\n  ","399413":"\n   Hi\n  ","399414":"\n   Is it a good idea to play horror games at night?\n  ","399415":"\n   What are your favorite pizza toppings?\n  ","399416":"\n   What's your opinion on Cancel culture?\n  ","399417":"\n   What's written on your t-shirt?\n  ","399418":"\n   Hey\n  ","399419":"\n   Post a memorable pic from your gallery?☺\n  ","399420":"\n   Did you get the news that the release of Cyberpunk 2077 has been postponed?\n  ","399421":"\n   Who was the last person you wanted to say fuck off tok\n  ","399422":"\n   How long can you go without eating?\n  ","399423":"\n   If you had children that were gaining too much weight what would you do about it?\n  ","399424":"\n   why in all your pictures here do you just look so different from all the others? long gaps between them? what year is each one?\n  ","399425":"\n   how do you feel about your life?\n  ","399426":"\n   Biggest lie you told?\n  ","399427":"\n   Is it legal to own a kangaroo in NY?\n  ","399428":"\n   What's the most challenging video game you've played so far?\n  ","399429":"\n   What do you think of Dexter being a nice serial murderer?\n  ","399430":"\n   Are you the type who likes selective posts on feed or all followings?\n  ","399431":"\n   were u been\n  ","399432":"\n   are you in any debt besides student loans and car\/house?\n  ","399433":"\n   are you overweight?\n  ","399434":"\n   why did cadie deactivate\n  ","399435":"\n   How does red bubble work? Do you mail them your work or they print it for you?\n  ","399436":"\n   Did you get a discount?\n  ","399437":"\n   how’s the quality of the hoodie? be honest please\n  ","399438":"\n   your nose doesn’t look Jewish\n  ","399439":"\n   omg you’re sooo patient I don’t think I can wait this long. What did you buy for him?\n  ","399440":"\n   idk what adjectives to use but you look so nice with this style. ?\n  ","399441":"\n   did you do a nose job?\n  ","399442":"\n   you and your boyfriend still didn’t exchange gifts?\n  ","399443":"\n   Did you dye it yourself?\n  ","399444":"\n   QOTD⚡: How do you keep yourself entertained during long car rides or road trips? Do you find yourself daydreaming or wondering about the story behind the houses, drivers and other things you drive past? (You can answer this as the driver and\/or the passenger).\n  ","399445":"\n   What car were you born to drive?\n  ","399446":"\n   What do u love?\n  ","399447":"\n   What is an overrated tv show?!\n  ","399448":"\n   Do you think football\/soccer players get paid too much money?\n  ","399449":"\n   Can you find your way easily or do you get lots often?\n  ","399450":"\n   what's the most-repeated question that you get here?\n  ","399451":"\n   How do you feel about ppl third wheeling? Like on a date?\n  ","399452":"\n   What's something small that made you happy recently?\n  ","399453":"\n   What do you think your best asset is? I took an FB quiz and mine said butt ?\n  ","399454":"\n   What are the things\/conditions required for you to feel cozy?\n  ","399455":"\n   When do you normally go to bed?\n  ","399456":"\n   What are you most excited about right now?\n  ","399457":"\n   Hey hows everyone\n  ","399458":"\n   What's your perfect omelet?!\n  ","399459":"\n   How is your orientation in a game?\n  ","399460":"\n   Are people nice because they need something from you?\n  ","399461":"\n   Did you manage to keep your dignity when you were sick?\n  ","399462":"\n   What time is the sun setting today where you are? ?\n  ","399463":"\n   Do you suffer from carpal pain from typing a lot?\n  ","399464":"\n   What are  your thoughts on people who demand respect? They don't want to earn it\n  ","399465":"\n   why you should dont b cray\n  ","399466":"\n   Do you drink enough water in winter?\n  ","399467":"\n   If I were to visit New York, which places do you think I should go to? ? Why? ?\n  ","399468":"\n   How would you live your remaining days if you found out you had only a week to live?\n  ","399469":"\n   What’s your opinion on Snapchat filters, the ones that change your eye colour to blue, smaller nose etc. ? Do you think their harmful because it alters with yourself perception and esteem or not?\n  ","399470":"\n   How would you rate your intelligence 1-100?\n  ","399471":"\n   Do you have a particular place you like to visit regularly?\n  ","399472":"\n   Have you seen Midnight In Paris? He acts the same as in every movie but I enjoyed him in that one (also excellent movie anyway)\n  ","399473":"\n   QOTD⚡: Have you ever learnt how to code at all? (Making minor HTML code changes on sites like Tumblr or even on your old MySpace profile counts for the sake of this question!)\n  ","399474":"\n   How was your day\n  ","399475":"\n   Do you get many tourists  where you live\n  ","399476":"\n   Be honest have you ever used your phone whilst driving\n  ","399477":"\n   Post the last pic you took\n  ","399478":"\n   You would be surprised how greedy people can be. How much money did it take off your current car?\n  ","399479":"\n   What’s the weather like where you are? Mine’s just dropped to 14°C (57°F) and I’m already on the brink of freezing to death ??\n  ","399480":"\n   Where would you choose to visit Paris, Egypt, or Britain?\n  ","399481":"\n   Was it a good deal considering that most probably they're gonna sell the car again ?\n  ","399482":"\n   Really ? Can you give a lil more detail as to what happened w the stalker ? That's odd\n  ","399483":"\n   What is the most overplayed song of all time?\n  ","399484":"\n   Have you ever had a stalker?\n  ","399485":"\n   Are there any cool famous people that share your birthday?\n  ","399486":"\n   Do you have to work tomorrow?\n  ","399487":"\n   Are you planning to watch all the best picture Oscar nominees?\n  ","399488":"\n   Did you dress up as anything for last Halloween?\n  ","399489":"\n   Are you playing World of Warcraft... Classic? Not sure if that's what it's called, the one that was re-released last year. Some of my coworkers were nuts about it but now they kinda lost interest I think\n  ","399490":"\n   Do you like checking the wiki sites of stuff like TV shows, movie franchises, etc.? Any favorite wiki site? I guess mine is still Wookieepedia\n  ","399491":"\n   But if someone asks what makes you non binary what do you reply? (it's ok if you skip this question cause I know gender non conforming people get this asked a lot and it becomes annoying)\n  ","399492":"\n   Would you rather have one best friend or several good friends? ? Why?\n  ","399493":"\n   Do kids in the US still play with toys or is it all or almost all about videogames and tablets and tech stuff nowadays?\n  ","399494":"\n   What's the definition of male and female genders? How does one know what gender they are?\n  ","399495":"\n   Do you think people can truly be male or female in terms of gender? Or that there isn't any more to gender than stereotypes that vary which means it's kind of useless to assign the male or female gender to oneself?\n  ","399496":"\n   What was the best phase in your life? ?\n  ","399497":"\n   What was the worst phase in your life? ?\n  ","399498":"\n   What do you want to be remembered for? ?\n  ","399499":"\n   What are you most thankful for?\n  ","399500":"\n   If a genie granted you 3 wishes right now, what would you wish for?\n  ","399501":"\n   What is your idea of a romantic evening?\n  ","399502":"\n   Where is your favorite place in the entire world to go?\n  ","399503":"\n   What mistake do you keep making again and again? ?\n  ","399504":"\n   Pap of your manicure?\n  ","399505":"\n   What is ultimately more important, others' feelings or the truth?\n  ","399506":"\n   What was the best gift you ever received?\n  ","399507":"\n   Are you trying to please them?\n  ","399508":"\n   What kind of expectation?\n  ","399509":"\n   They wrote that to everyone as well, apparently.\n  ","399510":"\n   Do you find it difficult to admit that you are wrong, and why?\n  ","399511":"\n   Do you get excited or scared when meeting new people?\n  ","399512":"\n   How would you like to live and die?\n  ","399513":"\n   Someone sour\n  ","399514":"\n   What's your favorite meme?\n  ","399515":"\n   You  said lol thou\n  ","399516":"\n   I would of thought you would of heard  a static noise\n  ","399517":"\n   If people can read your mind , What would they usually hear!¿ ??\n  ","399518":"\n   What was the Last discussion about  that you had with a  friend\n  ","399519":"\n   is the gym where you live crowded? i always see people whining abt crowded gyms but the one i go to isnt that busy except maybe during group classes. i still go late evening after work and find stuff do work with\n  ","399520":"\n   Did you ever get a \"bad vibe\" from a person who wasn't doing anything in particular that would justify it?\n  ","399521":"\n   Have you ever interacted with a celebrity on his\/her social media? What was it about?\n  ","399522":"\n   Do you get gas at your house from a company or do you have to buy gas canisters?\n  ","399523":"\n   You are so beautiful\n  ","399524":"\n   wholwheat or white\n  ","399525":"\n   Do you buy bread regularly? How much does it cost?\n  ","399526":"\n   How was your week? Did something positive happen to you this week? I wish you a nice day\/night and a nice next week ✌?\n  ","399527":"\n   Most romantic song according to you? :)\n  ","399528":"\n   Why are you fxt?\n  ","399529":"\n   What is the secret to a happy life?\n  ","399530":"\n   How do you cope with stressful situations?\n  ","399531":"\n   Do you Uber on the side? How is it your livelihood?\n  ","399532":"\n   Would you rather live on your own or are there more benefits of living with friends?\n  ","399533":"\n   Coins exchange ? ?\n  ","399534":"\n   What happened to your old car?\n  ","399535":"\n   What would be your priority if you either had to fix your car or pay a hospital bill?\n  ","399536":"\n   how many tires did you get?\n  ","399537":"\n   are you happy with how they work?\n  ","399538":"\n   did you fix your car yet and if so how much did it set you back?\n  ","399539":"\n   does your medication give you any side effects?\n  ","399540":"\n   How's your day been so far?\n  ","399541":"\n   Do you have more experience living in a big city or a smaller town? Which would you prefer to live in overall? (Consider the pros and cons of each).\n  ","399542":"\n   Do you think it’s ok for guys to wear compression shorts to the gym?\n  ","399543":"\n   Who would like to be unticked\n  ","399544":"\n   What’s your go to alcoholic drink?\n  ","399545":"\n   Football or rugby?\n  ","399546":"\n   How can you tell if a rat is a pet or a pest?\n  ","399547":"\n   Do you think you are mentally equipped to handle fame if it was to come your way, either voluntarily or involuntarily?? ?\n  ","399548":"\n   Have you ever been to Devon before? Was it lovely? ❤? Would you go back there again??\n  ","399549":"\n   What are your favourite shops?\n  ","399550":"\n   What’s your favorite way to have fun?\n  ","399551":"\n   What is in your fridge?\n  ","399552":"\n   Great job on number 2\n  ","399553":"\n   Did you really really hate any teachers in school\/college\n  ","399554":"\n   Name 3 things you never thought you would do but end up try\n  ","399555":"\n   do you cook well? ??\n  ","399556":"\n   would you be ok if a friend or your boyfriend calls you that when you two are arguing?\n  ","399557":"\n   different anon but I think the word crxxzy isn’t a big deal. it’s pretty normal to call someone that when you’re angry.\n  ","399558":"\n   Hey talk?\n  ","399559":"\n   look at allison, she’s flaunting her hair like something to be proud of lmaoo. Y’all need some common sense\n  ","399560":"\n   Is it wrong of me to be upset when my bf calls me crxzy when we’re fighting? he does everytime whether I’m being rational or not.\n  ","399561":"\n   I’m assuming you’ve had a manic day then?\n  ","399562":"\n   what are the best things you can do for a person?\n  ","399563":"\n   What’s your perfect Saturday night consist of?\n  ","399564":"\n   Vegan or meat?\n  ","399565":"\n   I'm not questioning their authority really just don't fully trust them. I like them thou it's a start right?\n  ","399566":"\n   Hey please can you vote on my photo poll? X\n  ","399567":"\n   My boss said it's Rude and disrespectful that I don't trust them. Would you find that rude and disrespectful? Note they havent done anything seriously wrong just annoyed me here and there) just had bad experience from past jobs\n  ","399568":"\n   What's the last example of a targeted ad that you experienced? I mentioned pizza and immediately got a HUMMUS ad- that recommended dipping pizza in hummus\n  ","399569":"\n   I tried to to treat someone nicely once and he treated me like ? so I did the same back does that make me just as worse?\n  ","399570":"\n   Have you done anything unsual lately? What is it?\n  ","399571":"\n   What message do you want to pass onto your kid or future kids if you don't have any\n  ","399572":"\n   *shave lmao.\n  ","399573":"\n   Why do people lie?\n  ","399574":"\n   What small gesture from a stranger made a big impact on you?\n  ","399575":"\n   What's your opinion on the phrase \"Fake it till you make it\" ?\n  ","399576":"\n   What was the last thing  to make you go wow\n  ","399577":"\n   If any celebrity is secretly an alien-human hybrid, who would you think it was?\n  ","399578":"\n   Opinion on grown axs adults who don’t have their armpits?\n  ","399579":"\n   What are your favorite song lyrics?!\n  ","399580":"\n   Why do bad things happen to good people?\n  ","399581":"\n   How often do you find yourself judging others?\n  ","399582":"\n   Are personal boundaries necessary or do they restrict the full expression of love?\n  ","399583":"\n   What do you think about when you’re by yourself?\n  ","399584":"\n   What are you hiding from most people?\n  ","399585":"\n   What gift have you received that keeps on giving?\n  ","399586":"\n   What is the best lesson you've taught someone\n  ","399587":"\n   what does your life mean to you?\n  ","399588":"\n   do you prefer to befriend people that are similar to your own personality or the complete opposite?\n  ","399589":"\n   fill in the blank. in ten years my life will be ____________\n  ","399590":"\n   Have you ever cried because a character in a game died?\n  ","399591":"\n   what feels worse being ignored or being misunderstood?\n  ","399592":"\n   if you do not feel any jealousy whatsoever for your partner does that mean you dont want to be with them?\n  ","399593":"\n   what percentage of people are good and can be trusted?\n  ","399594":"\n   what are the pros and cons of being in a relationship?\n  ","399595":"\n   what needs to happen for you to get to where you want to be? does this truly ever happen in a persons life or is it the rabbit at the dog races?\n  ","399596":"\n   would growing up in today's society vs when you grew up be easier? more difficult? explain what you think and why.\n  ","399597":"\n   What I like least in a person is…\n  ","399598":"\n   compose an original thought or phrase right now about anything. what is it?\n  ","399599":"\n   2020 goals checklist\n  ","399600":"\n   What is your thing?\n  ","399601":"\n   What’s something you should throw away, but can’t?\n  ","399602":"\n   Do you enjoy music award shows?\n  ","399603":"\n   List the characteristics of an ideal parent\n  ","399604":"\n   Do you think an older sibling is wrong to punish younger one? i saw it happen and was thinking parents should be the ones doing it\n  ","399605":"\n   If you could restart your life over anywhere in the world, where would it be?\n  ","399606":"\n   What is your ideal dream?\n  ","399607":"\n   I’m one sentence, how would you sum up the internet as a whole?\n  ","399608":"\n   If someone asked to be your apprentice and learn all that you know, what would you teach them?\n  ","399609":"\n   What are the best fruits and vegetables in your place?\n  ","399610":"\n   Morning all! Hows my friends today? ?\n  ","399611":"\n   If you could choose any skill\/talent to magically become adept at what would you choose? Why?\n  ","399612":"\n   How do you deal with a sleepy leg?\n  ","399613":"\n   Have you or anyone you know been suckered into a MLM? I sold Avon for a hot minute in my early 20s\n  ","399614":"\n   Who has the biggest influence in your life next to your family?\n  ","399615":"\n   Can you be a fan of something without being obsessive? Do you know anyone who is overly obsessive over something?\n  ","399616":"\n   Have you ever bought poetry from a living poet?\n  ","399617":"\n   Have you been on a boat before?\n  ","399618":"\n   When’s the last time you went to a shopping mall? Did you buy anything?\n  ","399619":"\n   If everyone's DNA was in a database would that help crime solving or would that be used to frame innocent people?\n  ","399620":"\n   including hidden bits?\n  ","399621":"\n   QOTD⚡: What is one bizarre\/morbid fact you know?\n  ","399622":"\n   would you have any more done?\n  ","399623":"\n   Do like to go with the flow of trends or you have your own sense of style?\n  ","399624":"\n   Do you always need something in the background or do you like the quiet?\n  ","399625":"\n   What is your favorite dressing or herb?\n  ","399626":"\n   where?\n  ","399627":"\n   Have a fun and safe trip!!!❤️\n  ","399628":"\n   how many tattoos do you have?\n  ","399629":"\n   Big question: toilet paper. Over or under?\n  ","399630":"\n   If you could make one thing illegal all across the world, what would it be? (serious question, looking for serious and thoughtful answers!)\n  ","399631":"\n   QOTD⚡: Have you ever been on a tour of a haunted house?  If yes: did you find it spooky? If no: have you been on any other weird or creepy tours?\n  ","399632":"\n   does therapy work?\n  ","399633":"\n   Do you like sprinkles?\n  ","399634":"\n   Who makes you laugh?\n  ","399635":"\n   Who’s your favorite Simpsons character?\n  ","399636":"\n   THE EXPERIENCE COUNTS! OMG WHERE DID YOU GO? ???\n  ","399637":"\n   What is your favourite thing about Spring time? ???\n  ","399638":"\n   Are you looking forward to Winter being over? ☃️❄\n  ","399639":"\n   Would you rather drive a luxury vehicle or a more practical one? Why?\n  ","399640":"\n   QOTD⚡: What is the last movie you saw at the cinema that you'd give at least 4 out of 5 stars to? I just got out of seeing 1917 and would give it 5\/5, which I very rarely do.\n  ","399641":"\n   What's the most expensive thing you've bought? Did you regret buying it? How much was it? ?\n  ","399642":"\n   What do you always forget to bring with you when you go out?\n  ","399643":"\n   What is your dream job? Alternatively, if you could pick anything to be a career, that to your knowledge isn't real, what would it be?\n  ","399644":"\n   How do you feel when you see a rainbow?\n  ","399645":"\n   Single or taken?\n  ","399646":"\n   Headache?\n  ","399647":"\n   What time do you usually get up?\n  ","399648":"\n   What food can change your mood?\n  ","399649":"\n   How are you\n  ","399650":"\n   Why doesn't your boyfriend stay with you some days of the week?\n  ","399651":"\n   Are you more interested in authenticity or creativity when it comes to books?\n  ","399652":"\n   Will you take your husband's name when you marry?\n  ","399653":"\n   Is it fair that inmates who claim their innocence can't get paroled if they don't plead guilty?\n  ","399654":"\n   Can you make brownies and cakes from scratch\n  ","399655":"\n   What kind of content do you share on your social media story? Ex. Snapchat\/instagram. And what kind of stories you like to watch or find boring?\n  ","399656":"\n   What are you drinking\n  ","399657":"\n   How are you\n  ","399658":"\n   Do you keep your phone bright or on a lower setting?\n  ","399659":"\n   5 facts about you?\n  ","399660":"\n   are you a nice drunk or mean lol\n  ","399661":"\n   Do you feel better these days?\n  ","399662":"\n   Like, is being pretty important to you?\n  ","399663":"\n   What's the best way to apologize?\n  ","399664":"\n   what’s the battery percentage of the device (eg phone\/computer) you’re using right now? ✰\n  ","399665":"\n   How'd you describe your morning routine? ?\n  ","399666":"\n   whats been your most embarrassing moment ?\n  ","399667":"\n   Use this is a free space to share a fact about yourself, or about your day!\n  ","399668":"\n   Did you choose Xbox because it's merican?\n  ","399669":"\n   Cool, what would you prefer though?\n  ","399670":"\n   Do you think kids spend too much time on video games, phones and other electronics. Not spending enough time outside.\n  ","399671":"\n   Which TV channel do you believe in?\n  ","399672":"\n   So would I get orange juice or milk?\n  ","399673":"\n   Are the walls of your house thick or thin?\n  ","399674":"\n   When is the last time you had a pb&j sandwich?\n  ","399675":"\n   How often do you drink a glass of milk?\n  ","399676":"\n   Sounds good ? thank you. & what would I get to drink?\n  ","399677":"\n   What songs do you like to listen to\n  ","399678":"\n   How are you?\n  ","399679":"\n   Hi! What would I usually get for breakfast if I was staying with you? (Hope you don't mind me asking, I was curious about this)\n  ","399680":"\n   Last thing you wore that was pink\n  ","399681":"\n   What is the most delicious berry?\n  ","399682":"\n   Fill me in on the latest gossip in your life rn.\n  ","399683":"\n   I hope everyone had a great Friday! Make everyday worth it . remember you matter ✨?\n  ","399684":"\n   do you eat healthy and balanced meals\n  ","399685":"\n   you don’t look pale? are you tanned?\n  ","399686":"\n   Do you like onion on pizza or burgers or both\n  ","399687":"\n   What is your favorite dessert?\n  ","399688":"\n   This is a serious question. is it transphobic to not want to have sex with a transgender?\nSome people say it is, but I'm just not attracted to them.\n  ","399689":"\n   raw pepper and onion or fried?\n  ","399690":"\n   Favourite food to eat\n  ","399691":"\n   Are you pale or have an olive skin tone?\n  ","399692":"\n   Do onion add flavor\n  ","399693":"\n   why frustrated?\n  ","399694":"\n   This is definitely possible, if we spend our money on education instead of on the military and on tax breaks on the 1%. Several countries already have free college: Sweden, Denmark, Norway, Germany. There's no reason we can't do the same\n  ","399695":"\n   sup girlll\n  ","399696":"\n   Post the funniest gif you can find\n  ","399697":"\n   Anyone want any questions im bored\n  ","399698":"\n   how much would be enough?\n  ","399699":"\n   Where would you want to stay when you retire?\n  ","399700":"\n   What is your passion?\n  ","399701":"\n   Do you think that missing people or people lost at sea whose body have not been found should have a grave?\n  ","399702":"\n   Do you believe in love at first sight?\n  ","399703":"\n   What do you do when you are alone in your room?\n  ","399704":"\n   How much beer can you drink?\n  ","399705":"\n   What do the hoodies say?\n  ","399706":"\n   Would you change yourself because of someone you really love?\n  ","399707":"\n   A language you wanna learn?\n  ","399708":"\n   Would you choose money or fame?\n  ","399709":"\n   recent picture of you?\n  ","399710":"\n   What do you use to listen to music? Radio, app, etc.\n  ","399711":"\n   i hate how places seem to all charge you now! there is a website that lists all the free air places. i used that and found a few nearby that dont charge. you can search for it im sure.\n  ","399712":"\n   Morning huns hows you\n  ","399713":"\n   Does your home or trailer have a fireplace?\n  ","399714":"\n   Do you buy only organic stuff whether it’s for food\/makeup\/cleaning products etc? How healthy are you?\n  ","399715":"\n   What are 5 things you love?\n  ","399716":"\n   if you were to die today how would you summarize your time on earth?\n  ","399717":"\n   Then should I send a postcard?\n  ","399718":"\n   Followed, follow back?\n  ","399719":"\n   Do you get things done early or do you procrastinate?\n  ","399720":"\n   would you ever help someone even in the slightest way to die if thats what they wanted? also, what would you say to someone who approached you with such a topic?\n  ","399721":"\n   Anything interesting happened today?\n  ","399722":"\n   do you like having many belongings or are you more of a minimalist?\n  ","399723":"\n   how high do you keep your guard up?\n  ","399724":"\n   are you perceptive of what people are like without knowing them?\n  ","399725":"\n   are you callous towards yourself or do you take care of yourself? in what ways come to mind?\n  ","399726":"\n   how would you today describe the you of 20, 15, 10, 5, and 1 year ago?\n  ","399727":"\n   if you have things that you need to take care of can you still relax or do they weigh heavy on your mind?\n  ","399728":"\n   Do you like wings? Best flavor to get? Boneless or bone-in?\n  ","399729":"\n   You're planning a nice dinner party but could only invite 3 people. Who would you invite?\n  ","399730":"\n   true of false. experience is the greatest teacher? if false whats the answer?\n  ","399731":"\n   true or false? someone's mind is the most dangerous place there is.\n  ","399732":"\n   QOTD⚡: what is your favourite amusement park ride\/activity?\n  ","399733":"\n   Morning huns! How is you ❤️\n  ","399734":"\n   That's too expensive and isn't plausible in America I'm afraid. Plus it isn't really free if we have to pay for it in taxes\n  ","399735":"\n   During an argument with your SO is it a red flag if they resort to name calling?\n  ","399736":"\n   5 ASKfm people you would like to meet?\n  ","399737":"\n   How many alarms do you set in the morning?? How many minutes apart are they, if it's more than one!?\n  ","399738":"\n   Do you support Bernie Sanders' plan to make public colleges and universities tuition-free?\n  ","399739":"\n   when was the last time you admitted you were wrong in general?\n  ","399740":"\n   are most of you clothes new or older?\n  ","399741":"\n   do you think you take people too seriously when they are only joking?\n  ","399742":"\n   any specific pieces?\n  ","399743":"\n   i feel like if i dont sleep i can maybe stay half a step ahead of my troubles. do you ever feel the same way?\n  ","399744":"\n   What’s the last snack you had?\n  ","399745":"\n   What's the best thing that has happened to you today?!\n  ","399746":"\n   What’s the one thing your scared to ask a man, but you REALLY want to?\n  ","399747":"\n   Are you better now?\n  ","399748":"\n   Do you want to get married\n  ","399749":"\n   What causes you to panic?\n  ","399750":"\n   what is the most common word you say or mutter to yourself out loud?\n  ","399751":"\n   What is your favorite subject in school?\n  ","399752":"\n   Last time you had bellyache?\n  ","399753":"\n   thats so random. did it happen more than once and have you ever heard of this happening to other people?\n  ","399754":"\n   thats good to hear. happy to be wrong. i just seem to interpret that from some of the answers i see on your page sometime. im new to following you so i havent yet really gotten to know your personality well.\n  ","399755":"\n   you mean on this platform or ever at all? have you ever discussed those details with anyone?\n  ","399756":"\n   is the cat your pet or someone's\n  ","399757":"\n   never had that. do you like your rice more well done or still some bite to it? and more plain or more well seasoned? what seasonings?\n  ","399758":"\n   so if someone you cared about made a complimentary remark in each of those categories which do you think would make you feel the best?\n  ","399759":"\n   okay well annoyed you then?\n  ","399760":"\n   whats the last thing to upset you here?\n  ","399761":"\n   can you share any more details about how it went? specific things discussed?\n  ","399762":"\n   would you rather be complemented on your appearance, personality, intelligence, or something else perhaps?\n  ","399763":"\n   how do you prefer you rice cooked?\n  ","399764":"\n   look at this picture again. what are the three most precious things to you in it besides the cat?\n  ","399765":"\n   do you have compassion for people that you dislike?\n  ","399766":"\n   you talked about times where you had an active plan to end your existence. can you share more details about what your plans entailed?\n  ","399767":"\n   i think you get too easily upset when someone disagrees with you. how do you feel about that?\n  ","399768":"\n   What happened? Did they refund you?\n  ","399769":"\n   who sent them?\n  ","399770":"\n   People are nosy or checking on you\n  ","399771":"\n   Do you like south park\n  ","399772":"\n   Do you mind being talked about behind your back\n  ","399773":"\n   Reading your comments, you seem to be very experienced. Many people think you are married\n  ","399774":"\n   Are you married\n  ","399775":"\n   Do you believe in love and marriage? What percentage of marriages in the world do you think are happy?\n  ","399776":"\n   Are you the one who buys everything or saves money?\n  ","399777":"\n   do you ever have unwarranted anxieties or worries? example, every time i go to start my car part of me thinks okay the battery is gonna be dead. or i go to use the washing machine and i think okay now is going to be the time that it breaks. i have these thoughts constantly and wish they would stop.\n  ","399778":"\n   What is your go to thing to do, when you really want to relax? :3\n  ","399779":"\n   Who’s ready for the warm weather? ?\n  ","399780":"\n   What do you believe is your best trait or characteristic?\n  ","399781":"\n   Show me a picture that is in front of you ?\n  ","399782":"\n   Do you eat fresh produce? What are your favorite fruits and vegetables?\n  ","399783":"\n   Do you like it when others wear a perfume or does it bother you if you were in the same place?\n  ","399784":"\n   What's your favorite sound?!\n  ","399785":"\n   What did you have for breakfast today?\n  ","399786":"\n   Rice or Noodles?\n  ","399787":"\n   Would you ever be a therapist with all your experience?\n  ","399788":"\n   Why was your therapist appointment bittersweet?\n  ","399789":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","399790":"\n   What was your first thought when you woke up this morning\n  ","399791":"\n   how is your day going so far?\n  ","399792":"\n   when you think of work what words come to mind?\n  ","399793":"\n   What's your favorite food to have leftovers of?\n  ","399794":"\n   Did you ever have your delivery stolen?\n  ","399795":"\n   Not a question just wanted to say that I think you're gorgeous!\n  ","399796":"\n   If you could go back and relive a day from your past, what day would you love to live again?\n  ","399797":"\n   What can immediately make you dislike a person?\n  ","399798":"\n   In your opinion, is having a fear of death rational or irrational?\n  ","399799":"\n   Do you think that you're funny\n  ","399800":"\n   If you could make your own music would you\n  ","399801":"\n   What fashion trend do you wish would come back and which one do you wish would disappear?\n  ","399802":"\n   Have you come across a gold digger\n  ","399803":"\n   Hey Leigh, how was your day?\n  ","399804":"\n   come on now you are not getting off that easy WRITER!\n  ","399805":"\n   i reserve the right to exaggerate. what does the extra o in your lmaoo's stand for?\n  ","399806":"\n   thats not bad. ive sent you 100 in 20 minutes and doesnt seem like many got put in the incubator lol.\n  ","399807":"\n   well one thing is for sure you dont sit on questions. you're not a fukin incubator like some people lol.\n  ","399808":"\n   What song best describes your life right now?\n  ","399809":"\n   can someone ever stop being an addict? i think the mindset is always there for life. its just a matter of abstaining. what do you think?\n  ","399810":"\n   are you in a better headspace now than you were a few days ago?\n  ","399811":"\n   are you an addict?\n  ","399812":"\n   in how long do you anticipate that you will reach a state of sleep? lol\n  ","399813":"\n   what are you like when you are angry? how would you say that you compare to other people when they are angry? just your initial thoughts on hearing that. obv you are not in their heads.\n  ","399814":"\n   if you had a way to generate that feeling of euphoria by doing a specific activity do you feel like you would be compelled to seek that experience or not?\n  ","399815":"\n   does thinking about how you interpret the feeling and idea of your death make you feel powerful in any way?\n  ","399816":"\n   in how many hours do you need to be up?\n  ","399817":"\n   chamomile ever?\n  ","399818":"\n   is there certain things that seem to trigger that feeling for you?\n  ","399819":"\n   what about feeling wise. like restful? peace? idk what do you think of?\n  ","399820":"\n   where you going in feb and who you going with?\n  ","399821":"\n   how much you owe for groceries?\n  ","399822":"\n   is the reasonable hour thing still on the table?? lol\n  ","399823":"\n   how about tea? you like it? if so how do you take that?\n  ","399824":"\n   do you ever have manic episodes?\n  ","399825":"\n   did you manage to recover all your past interests?\n  ","399826":"\n   how did you improve your situation?\n  ","399827":"\n   how would you describe the idea of death? what comes to mind?\n  ","399828":"\n   do you know how many miles you got out of them?\n  ","399829":"\n   Didn't you think you would need new tyres at some point?\n  ","399830":"\n   if your depression gets worse do you sleep more or less time?\n  ","399831":"\n   Morning huns it’s 3:48 here what’s it by you ❤️\n  ","399832":"\n   In what way have females been repressed throughout history?\n  ","399833":"\n   What musical instrument\/s can you play?\n  ","399834":"\n   what are today's priorities and what are some longer term ones?\n  ","399835":"\n   Do you remember a lot of your dreams? Do you have a favorite one you've had so far?!\n  ","399836":"\n   Ever feel like you're not good enough?\n  ","399837":"\n   Isn't male privilege just human privilege?\n  ","399838":"\n   Considering you have mental health issues, you're very articulate at expressing your feelings and portraying the sort of person you are in the world\n  ","399839":"\n   When was the last time that you took some \"me\" time?!\n  ","399840":"\n   Would you rather have been born as a male?\n  ","399841":"\n   do you think that males have life easier than females?\n  ","399842":"\n   But don't you do work related things at home in your spare time but don't get paid for it nonetheless?\n  ","399843":"\n   Do you floss every day?\n  ","399844":"\n   What attachments in life are important to you?\n  ","399845":"\n   do you know people who don't need attachments but who are nonetheless content and happy?\n  ","399846":"\n   do you do much unpaid work?\n  ","399847":"\n   Do you like getting ready for work each day?\n  ","399848":"\n   wouldnt that be very stressful though? starting over with no connections, no footholds....\n  ","399849":"\n   seems like an account here can get banned for no reason. do you agree?\n  ","399850":"\n   How much time do you spend with your partner?\n  ","399851":"\n   are you scraping by or are you comfortable?\n  ","399852":"\n   Do you know how stevia artificial sugar is made and what it's made of?\n  ","399853":"\n   where does your motivation come from?\n  ","399854":"\n   Are you uncomfortable revealing the magazine you work with lest it divulge where you work?\n  ","399855":"\n   when you buy new things what do you do with the old stuff?\n  ","399856":"\n   How much is a standard coffee where you buy them?\n  ","399857":"\n   Do you have sugar in your coffees?\n  ","399858":"\n   What magazine are you contributing to and working with?\n  ","399859":"\n   What are you anxious about?\n  ","399860":"\n   how do you take your coffee?\n  ","399861":"\n   snap your fingers and make one thing go away, what is it?\n  ","399862":"\n   how are you feeling today?\n  ","399863":"\n   have you ever gotten to a point where you enjoy nothing at all?\n  ","399864":"\n   are you afraid of death?\n  ","399865":"\n   what is the last thing you learned?\n  ","399866":"\n   do you like attention or not? talk about how receiving attention makes you feel.\n  ","399867":"\n   have you always been open about talking about yourself? was there a time in your life when that was not the case? if so what changed?\n  ","399868":"\n   what is worse people slowly drifting out of your life or them just suddenly disappearing?\n  ","399869":"\n   Have you ever dyed your hair ? If you have what’s your favourite colour you’ve been?\n  ","399870":"\n   hiii, how are you? i’m following you, can you follow me back??\n  ","399871":"\n   Do you have road rage when you drive\n  ","399872":"\n   how many times a day do you check your email and would you rather see no new messages?\n  ","399873":"\n   do you have a doorbell or a buzzer to your place? how do you feel when you hear it? what about your phone, how do you feel when it rings?\n  ","399874":"\n   are you an organized or messy person? how important is having is having everything very neat to you?\n  ","399875":"\n   how clean is your car and home? do you maintain a certain level of cleanliness all the time or do you just clean when it gets to be a mess?\n  ","399876":"\n   do you wish you had help with your day to day affairs, chores, errands, etc? or do you prefer to handle things on your own even if you had the help available?\n  ","399877":"\n   do you trust people to do things or do you worry they will mess things up and you will have to end up doing it yourself\/fix it anyway?\n  ","399878":"\n   Name a person who has never let you down\n  ","399879":"\n   what is the last mistake that you made? do you dwell on your past mistakes?\n  ","399880":"\n   can you remember what it feels like to not be so anxious? or is that alien to you at this point?\n  ","399881":"\n   when was the last time you were not on any psychiatric medication? what do you think would happen if you got off them? have you tried this in the past? would you ever just to see how you felt?\n  ","399882":"\n   Happy Monday! We’re almost half way through January. Anyone got any cool plans coming up?\n  ","399883":"\n   why do you think people follow you here?\n  ","399884":"\n   Who cleans the toilet seat in your house?\n  ","399885":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","399886":"\n   Thoughts on people who are kiss asses in work\n  ","399887":"\n   Your favorite chocolate bar?\n  ","399888":"\n   What is your religion?\n  ","399889":"\n   In your opinion, Is heat or cool temperatures better for any injuries or sick situations. Lets sat a fever. I’ve been told by that it’s better to just sweat out the sickness. Which works In time. And other times to sleep with a ice cold towel on my forhead to regulate body temp. What do you think?\n  ","399890":"\n   What one question can you ask to find out the most about a person? ?\n  ","399891":"\n   What is you special talent?\n  ","399892":"\n   What are three things you value most about a person?\n  ","399893":"\n   What’s an ideal weekend for you?\n  ","399894":"\n   What’s the most spontaneous thing you’ve done lately?\n  ","399895":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","399896":"\n   What do you spend the most time thinking about? ?\n  ","399897":"\n   What was the most memorable gift you’ve received? ?\n  ","399898":"\n   What was your most memorable birthday? Why? ? ? ?\n  ","399899":"\n   What is one change you want to make to your life in 2020?\n  ","399900":"\n   Where do you prefer to go when going outside?\n  ","399901":"\n   ?\n  ","399902":"\n   What is your Best and worst quality?\n  ","399903":"\n   What's the weirdest mishearing that's happened to you?\nWith my dyslexia I was second guessing myself about how to spell \"gourmets\" and asked Google using my voice. They thought I said \"corn maze\". ?\n  ","399904":"\n   Guessing you can't chat off here..sorry for bothering you earlier\n  ","399905":"\n   last song you listened to?\n  ","399906":"\n   What is the country!! is it the land or the people?\n  ","399907":"\n   Would you take someone's significant other?\n  ","399908":"\n   Are you money driven\n  ","399909":"\n   Do you think it's inherently wrong to own slaves?\n  ","399910":"\n   what would a teacher do if a pupil tried escaping school?\n  ","399911":"\n   Where would you go\n  ","399912":"\n   What's the difference between singing and rapping?\n  ","399913":"\n   Is being brutally honest a bad thing\n  ","399914":"\n   Do you ever wish you could just say fuck it back your bags and move to another country and start fresh\n  ","399915":"\n   Do you  think your partner has made you a better person\n  ","399916":"\n   What social networking websites do you use?\n  ","399917":"\n   do they know how you feel?\n  ","399918":"\n   how long have you known them?\n  ","399919":"\n   do all your current relationships meet the criteria of your lesson here?\n  ","399920":"\n   Are you dumping you're boyfriend?\n  ","399921":"\n   How many warnings do you get on ask.fm before they ban your account?\n  ","399922":"\n   Dexter is a brilliant book\/show.\n  ","399923":"\n   What is the greatest lesson that you've ever learned\n  ","399924":"\n   fill in the blank. my life is ____________\n  ","399925":"\n   Did you guess right who the ice truck killer was in Dexter?\n  ","399926":"\n   is the plan still to stop seeing someone? what does she think?\n  ","399927":"\n   what does your job mean to you?\n  ","399928":"\n   were the ones that didnt work out male or female and how old is\/was yours?\n  ","399929":"\n   When are you happiest?\n  ","399930":"\n   did they refer you to the therapist that you built the relationship with?\n  ","399931":"\n   at least its sunny tho\n  ","399932":"\n   how about when you were young?\n  ","399933":"\n   What challenging thing are you working through these days? ?\n  ","399934":"\n   how did you seek help that day? who did you contact?\n  ","399935":"\n   Whose presence makes you well-bahaved in an instant?\n  ","399936":"\n   if you could construct the perfect rest of your day how does it go?\n  ","399937":"\n   What is the first life changing moment that comes to your mind? ?\n  ","399938":"\n   what do you do in a hurry and what do you take your time with?\n  ","399939":"\n   Do each of you have their own tv set?\n  ","399940":"\n   is anger part of depression?\n  ","399941":"\n   do you have a temper?\n  ","399942":"\n   a discussion where you are trying to prove your side of the argument.\n  ","399943":"\n   what if other people pray for you? what do you think about that?\n  ","399944":"\n   fav cereals?\n  ","399945":"\n   Does your zodiac sign accurately represent who you are?\n  ","399946":"\n   do you like having spirited discussions or do they frustrate you?\n  ","399947":"\n   Share some wisdom?\n  ","399948":"\n   Would you ever go vegetarian\/vegan? ?\n  ","399949":"\n   When did you know you were genuinely happy?\n  ","399950":"\n   What's the craziest thing you've done for someone you love?\n  ","399951":"\n   Is there someone who when you first met them you didn’t like them however as you got to know them you ended up becoming very good friends?\n  ","399952":"\n   Is it okay if a guy wears a tinted lip balm?\n  ","399953":"\n   do you ever feel as though whilst having discussions on here you may push your beliefs onto others?\n  ","399954":"\n   do you think that some bias can go into answers and discussions when you receive questions from a user account that you know?\n  ","399955":"\n   sorry to hear about the dog. dying pets are such a heartbreak because they cannot tell you how they feel exactly. do you trust the shop that told you that you need new tires? i know you had said tread. can you just rotate them and put more miles on them for a while?\n  ","399956":"\n   What really makes you angry?\n  ","399957":"\n   mixes or from scratch?\n  ","399958":"\n   If the situation calls for it, then you'll learn how to do it\n  ","399959":"\n   what do you like to bake?\n  ","399960":"\n   i completely understand that. written dialog suits me much better. what do you think of the anonymity of this site? do you ever go anonymous on here?\n  ","399961":"\n   share a positive and negative thought\n  ","399962":"\n   do you enjoy cooking or baking or is preparing meals more of a chore than anything?\n  ","399963":"\n   praying gives you hope and a cheerful heart\n  ","399964":"\n   are you more or less open in your actual life vs on here?\n  ","399965":"\n   what was for breakfast?\n  ","399966":"\n   Favorite famous person you follow?\n  ","399967":"\n   do many people in your physical life look at your page? friends, family, co-workers, partner, etc?\n  ","399968":"\n   tell me about your day\n  ","399969":"\n   Favourite food?\n  ","399970":"\n   What is the feeling you really hate?\n  ","399971":"\n   Beautiful eyes Leigh :)\n  ","399972":"\n   How old are you\n  ","399973":"\n   Cherry cola. Yay or nay?\n  ","399974":"\n   Do you go to the gym\n  ","399975":"\n   if you were to construct a pie chart of the time you spend on social media what percentage of the pie would askfm get?\n  ","399976":"\n   many moms are sharing their cashapp on social media. do you think thats cheap and desperate?\n  ","399977":"\n   What you song you listening too right now ❤️\n  ","399978":"\n   Just could use some advice, but hard to talk about on here :\/\n  ","399979":"\n   does that annoy you or do you like the questions?\n  ","399980":"\n   Which Hogwarts house are you a part of? ? (Sorry if I've already asked this before, sent to everyone I follow since I wanna try and make a pie chart of the different houses haha Please answer so I can get a fair number ?)\n  ","399981":"\n   Can you chat? Hope you are doing better\n  ","399982":"\n   What time it there?\n  ","399983":"\n   You cutie\n  ","399984":"\n   is that about average when you log in?\n  ","399985":"\n   do you always either answer questions straight away\/delete them or do you keep them and think about the answers for a while?\n  ","399986":"\n   how many ?'s are in your inbox?\n  ","399987":"\n   Whose brain would you want to live in for a day?\n  ","399988":"\n   Theres a 21 yr old guy I met who told me he lives with his 19 yr old gf, her parents, & their 1 year old son. He said he's getting his degree in a few months & wants to move his gf & kid into their own apartment, blah blah. This shows the breakdown of society kids havin kids don't u think?? Smdh\n  ","399989":"\n   woooo drinkss! are you going by yourself or with some other friends? cause if you're going alone, don't get too drunk yfm hahah\n  ","399990":"\n   omg sounds pretty dope to me. i hope he kills it and you have fun. let me know how it went <3\n  ","399991":"\n   it's okay, thank you for not being rude about it anyways tho. omg but that sounds pretty cool, what kind of perform is going to be?\n  ","399992":"\n   hiii, how are you today? i'm following you, can you follow me back?♥\n  ","399993":"\n   What embarrases you?\n  ","399994":"\n   Your so pretty!\n  ","399995":"\n   Do you feel like you have enough knowledge regarding personal finance? Do you feel like having access to the internet makes this skill in particular easier?\n  ","399996":"\n   What was the last thing to make you happy\n  ","399997":"\n   Have you ever smiled at a stranger and then wish you hadn’t? Why or why not?\n  ","399998":"\n   Is trust something that is offered by the giver or earned by the receiver? \n\nWhen you meet someone new, do you start by trusting them or mistrusting them?\n  ","399999":"\n   I wanna see what your vacuum looks like. Can I buy your vacuum from you\n  ","400000":"\n   do you want to read mine?\n  ","400001":"\n   Can you post a picture of your vacuum later\n  ","400002":"\n   Why not\n  ","400003":"\n   How many vera Bradley backpacks or items do you have\n  ","400004":"\n   would you want to or is that something you would feel is detrimental.\n  ","400005":"\n   Even if they have a mental disorder? Or does that not matter here\n  ","400006":"\n   Can you post a picture of your vacuum\n  ","400007":"\n   How to deal with someone you have feelings for being manipulative to you?\n  ","400008":"\n   What kind of vacuum do you have\n  ","400009":"\n   What country are you from and what countries do you want to visit and why\n  ","400010":"\n   what made you choose your name here? your @\n  ","400011":"\n   have you read other peoples stories on the matter?\n  ","400012":"\n   you dont think the mind can crave it to the point where when you do not feel in control you cannot function? as i understand it addiction is a brain disorder.\n  ","400013":"\n   i want to understand why? please expand\/explain as best you can.\n  ","400014":"\n   do you think that one day you will be willing to share it with others?\n  ","400015":"\n   you ever play halo ce?\n  ","400016":"\n   what makes you say that?\n  ","400017":"\n   what are your fav fps?\n  ","400018":"\n   narrowed down dinner for tonight yet?\n  ","400019":"\n   did you find out the issue yet?\n  ","400020":"\n   published or private?\n  ","400021":"\n   what do you see now?\n  ","400022":"\n   are you addicted to control?\n  ","400023":"\n   how long did you know that is what you wanted before you got it done?\n  ","400024":"\n   did you ever write about it?\n  ","400025":"\n   is this how you have felt for a long time or more recently?\n  ","400026":"\n   what kind of pasta do you like? and what kind of milk do you drink?\n  ","400027":"\n   how often do you think about your weight or weigh yourself?\n  ","400028":"\n   are  you older than you ever thought you would be?\n  ","400029":"\n   what do you most enjoy writing about?\n  ","400030":"\n   do people find it easy to confide in you?\n  ","400031":"\n   are you the type of person who harbors a lot of guilt?\n  ","400032":"\n   would you say your parents were controlling?\n  ","400033":"\n   boston cream donuts or pecan pie?\n  ","400034":"\n   you ever play any silent hill games?\n  ","400035":"\n   Do you do yoga or any other type of Pilates or stretching exercises?\n  ","400036":"\n   Have you dont play Far cry 4?\n  ","400037":"\n   whats the closest you have been to death?\n  ","400038":"\n   Have you play Far cry?\n  ","400039":"\n   how far away are you from your parents place?\n  ","400040":"\n   tell me something about that day\n  ","400041":"\n   can you describe it?\n  ","400042":"\n   what is your ethnicity\/background?\n  ","400043":"\n   how would you say your brother has fared in life?\n  ","400044":"\n   when you play games are you really meticulous like you need to explore everything or just sort of run through it?\n  ","400045":"\n   do you remember what you were doing that day?\n  ","400046":"\n   do you know your prescription?\n  ","400047":"\n   how do you feel about your physical appearance?\n  ","400048":"\n   whats always on your grocery list?\n  ","400049":"\n   do you remember what games you were really into back then?\n  ","400050":"\n   what are some films that make you feel alive?\n  ","400051":"\n   is therapy mostly just a medium for you to have a conversation with yourself? as you converse with the therapist you are realizing things and making them more tangible? does that make sense? thats how i always felt. things would click as i spoke. the therapist would mostly just listen.\n  ","400052":"\n   would you say the negative stuff is mostly random trolling or has anyone ever target you specifically? and have you had to block many people?\n  ","400053":"\n   how do you get on with your roommate? describe them.\n  ","400054":"\n   give it a shot. imo its much more flavorful than seltzer. its got quinine and sugar. they also make a diet one. i usually always go with diet sodas. eat a million and a half calories but diet soda haha\n  ","400055":"\n   have you been harassed much?\n  ","400056":"\n   do you like tonic water?\n  ","400057":"\n   What do you do when you have a sore throat?\n  ","400058":"\n   What are you thinking about for Sunday  dinner?\n  ","400059":"\n   I’m super sick and the doctor prescribed me just some cough medicine in liquid form. Personally, I’d rather stay sick and let it pass naturally than take liquid medication. What’s something you dislike so much you’d rather remain physically uncomfortable instead of do?\n  ","400060":"\n   Do you prefer to think of dinosaurs as scaly or feathery?\n  ","400061":"\n   The game seems to have a lot of cinematic scenes. Does it get annoying?\n  ","400062":"\n   What videogame\/s are you currently playing?\n  ","400063":"\n   What makes you feel better when you are in a bad mood?\n  ","400064":"\n   Who’s your crime partner??\n  ","400065":"\n   What are the 3 best things about you?\n  ","400066":"\n   Have you played Uncharted?\n  ","400067":"\n   Who makes you laugh more than anyone else? ?\n  ","400068":"\n   What's wrong with your car?\n  ","400069":"\n   If intelligent extra-terrestrial life was discovered, how do you think humanity would react?\n  ","400070":"\n   Do you think social media platforms manipulate people? If yes then, how so?\n  ","400071":"\n   Does jealousy harm relationships?\n  ","400072":"\n   If you could take a picture with any celebrity, who would it be?\n  ","400073":"\n   my SO is planning to take me to his huge family gathering next month. they're renting a place for a few days for the reunion. i really don't want to go bcs im extremely soecially awkward and get overwhelmed in huge crowds.theyre all loud people and its making me anxious. will i be wrong in not going\n  ","400074":"\n   Something that gives ya nostalgia?\n  ","400075":"\n   What is something you’ve done that while you’re not proud of it you also aren’t ashamed of it either?\n  ","400076":"\n   What topic of conversation do you consider boring?\n  ","400077":"\n   What is the last thing to impress you\n  ","400078":"\n   What branches of science sound interesting for you?\n  ","400079":"\n   What are you fed up of\n  ","400080":"\n   What will you do if you knew you wouldn't fail?\n  ","400081":"\n   It's the weekend! :3 I hope you have a lovely one! ? Do you have any plans? :3\n  ","400082":"\n   What genre of video games do you play? I play action, adventure, racing, & rpgs.\n  ","400083":"\n   although younger people are often assumed to be more progressive, new research has shown the number of americans ages 18-34 (millennials & gen zers) who are comfortable interacting w\/ LGBTQ people is just 45%, a drop from 53% in 2018, and 63% in 2016. why do you think this is?\n  ","400084":"\n   Funniest video you know? ? Link?\n  ","400085":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","400086":"\n   o you know how to keep secrets?\n  ","400087":"\n   What is your Song of the week?\n  ","400088":"\n   What wouldn't you trade for anything?\n  ","400089":"\n   What’s one responsibility you really wish you didn’t have? ?\n  ","400090":"\n   What's your take on friendship?\n  ","400091":"\n   What makes you vulnerable?\n  ","400092":"\n   What’s the one thing you would like to change about yourself physically? ?\n  ","400093":"\n   Are you more into looks or brains? ?\n  ","400094":"\n   Would you ever take back someone who cheated on you? Have you? ?\n  ","400095":"\n   In what specific ways did therapy help you? How did things change for you?\n  ","400096":"\n   how do you feel about pet names from someone other than your better half? does your reaction matter according to whom is using them?\n  ","400097":"\n   If you were to change one thing about yourself, what would it be?\n  ","400098":"\n   With or without education being an obstructive factor, what career would you see yourself being the happiest and most fulfilled in?\n  ","400099":"\n   Is there anything in which you have interest that you feel is abnormal either for your age group or in general?!\n  ","400100":"\n   What is something you don't mind your friend telling you?\n  ","400101":"\n   What makes a man different from a boy?\n  ","400102":"\n   Do you think there is generally a shortcut way to someone's heart?\n  ","400103":"\n   How can love endure?\n  ","400104":"\n   When you were little, what did you believe was true because you were told so?\n  ","400105":"\n   Have you ever regretted loving someone?\n  ","400106":"\n   Are you street-smart?\n  ","400107":"\n   Do you think the word \"sorry\" has lost its value? If so, why do you think so?\n  ","400108":"\n   What was your first dream job when you were a child and where did you get the idea of it?\n  ","400109":"\n   What talent or skill your family and friends do not know you possess?\n  ","400110":"\n   Is it easy to make you laugh or smile? How?\n  ","400111":"\n   most sweet person you know?\n  ","400112":"\n   What is favorite season? Why so? :)\n  ","400113":"\n   What’s your favourite Disney film? (If you like Disney)\n  ","400114":"\n   When’s the last time you did anything fun?\n  ","400115":"\n   When life gets you down, how do you deal with it?\n  ","400116":"\n   How do you calm yaself down when your angry?\n  ","400117":"\n   If you have a hobby that you wouldn't be comfortable telling many people about, does it mean it's a bad hobby?\n  ","400118":"\n   Do you like Girl Scout cookies? My daughter is selling them .\n  ","400119":"\n   Let's say you have to teach a class. What subject are you able to best teach?\n  ","400120":"\n   Ohhh I thought you said you don't support people who CALL other people i.ncels lol.\n  ","400121":"\n   How many hours does it take?\n  ","400122":"\n   How .......\n  ","400123":"\n   Incel have there own flag you think you can use then to support them?\n  ","400124":"\n   Do you have a pet? Share its photo!\n  ","400125":"\n   Homo, bi, trans, and queer.\n  ","400126":"\n   do you think peaceful protests can accomplish change?\n  ","400127":"\n   do people really not \"know\" every other person in the same class in school in the US or do some movies like Transformers 1 exaggerate that?\n  ","400128":"\n   You support incel people like other Hbtq people?\n  ","400129":"\n   does the LGBT community work as an actual community or is it mostly just people with something in common?\n  ","400130":"\n   is there any ad on TV these days that you like? also do people your age still watch TV in the US (i mean watching actual TV channels, not using the TV to watch Netflix or other stuff)? Or is it more like a dying thing of the past?\n  ","400131":"\n   Do you prefer fingerless gloves over the regular ones?\n  ","400132":"\n   did you like the Tesla Cybertruck?\n  ","400133":"\n   what make you decide to get your first tattoo? (assuming you have one)\n  ","400134":"\n   Have you walk in a gay parade?\n  ","400135":"\n   how many pairs of Converse do you currently have? what colors?\n  ","400136":"\n   do you have brothers or sisters?\n  ","400137":"\n   how many times did you change your hand written signature in your life? do you like your current one? also does it include your surname or just your name? or is it something else like those that are more like a doodle?\n  ","400138":"\n   I feel silly for asking this but how do you pronounce your name? lol is it like \"lay\"? cool name i like the way it's written and also if it sounds like that\n  ","400139":"\n   Some say they have had bad experiences w \"bi\" people bc they're promi.scuous flip floppers who just use the same gender for s.ex \/ experimentation but always end up with the opposite gender. Your thoughts and do you agree that this is why bi ppl get sh.it from the LGBT community?\n  ","400140":"\n   what do you think happens after we die? is death the end of our consciousness?\n  ","400141":"\n   did you ever go inside the old WTC?\n  ","400142":"\n   are you watching that The Witcher series thing?\n  ","400143":"\n   do you like The Twilight Zone? if so, which era is the best?\n  ","400144":"\n   did you ever ride a Checker Marathon taxi?\n  ","400145":"\n   Do you like GTA? Are you excited for the next GTA specifically because some rumors say it takes place in 70's NY and 80's Miami (well in fake cities based on them but still)?\n  ","400146":"\n   were you born in the US?\n  ","400147":"\n   post a picture of something nostalgic\n  ","400148":"\n   How old were you when you discovered askfm?\n  ","400149":"\n   how are you feeling today?\n  ","400150":"\n   In your country, if there is no relevant diploma, no major in these specialties in school, can you engage in the profession of doctor and lawyer?\nIs it allowed in your country to work and study while engaging in these professions?\n  ","400151":"\n   Did you complete Fallout 4?\n  ","400152":"\n   how would you describe the physical feeling of anxiety to someone?\n  ","400153":"\n   do you see yourself having children someday or not really?\n  ","400154":"\n   whoa that makes me feel better about myself, im turning 27 this year. I really want to move out, they are becoming toxic as f but my salary is not so good yet. Did you leave them in good terms when you moved?\n  ","400155":"\n   how come? and what about cherry dr pepper?\n  ","400156":"\n   do you usually vomit if you do?\n  ","400157":"\n   do more people have mental health problems these days than in the past? or do we simply know more about them so more people get diagnosed even if people in the past had these problems too?\n  ","400158":"\n   (if you lived with your parents or some other older family members) at what age did you move out?\n  ","400159":"\n   do you like wearing glasses?\n  ","400160":"\n   how tall are you?\n  ","400161":"\n   what do you think you would replace alcohol with if you had to?\n  ","400162":"\n   did you feel like a lot suddenly changed between 2011 and 2012? like memes became super mainstream, people became more stupid, music turned worse, all in 2012? i feel that way\n  ","400163":"\n   what does the background picture say? it's not clickable and it's driving me mad\n  ","400164":"\n   do you focus on cost of groceries or just get whatever you want?\n  ","400165":"\n   early 2000s music was great but what do you like from the 90s?\n  ","400166":"\n   why did you visit texas?\n  ","400167":"\n   what is your fav ethnic food? like country\n  ","400168":"\n   fav musical decade?\n  ","400169":"\n   what year phone would be weird to still have nowadays?\n  ","400170":"\n   your college degree and a career is cooler than broke ass baby mommas here\n  ","400171":"\n   what do you wish was different about this site?\n  ","400172":"\n   how long have you had an account here?\n  ","400173":"\n   What something cool about you?\n  ","400174":"\n   do you feel like you can count on people for support on here or is it more just a time killer and random chatting?\n  ","400175":"\n   How was your day\n  ","400176":"\n   There's at least two anons currently asking you questions lol. Anyway do you read the Rolling Stone magazine? (or website)\n  ","400177":"\n   Sorry to hear that! Same here except for my car that somehow runs magically better suddenly. I hope things get better for you, you seem nice and cool\n  ","400178":"\n   Is the US getting a woman president this year?\n  ","400179":"\n   Do you still keep the mobile phone you had in the 2000s?\n  ","400180":"\n   Are you optimistic about the 2020s?\n  ","400181":"\n   Do people have to carry a physical personal ID card over there at all times? Does it have a photo? If it does, does pretty much everyone look bad in it?\n  ","400182":"\n   Is rock music dead now?\n  ","400183":"\n   Do you like spicy food? I feel like I already asked you but cant remember\n  ","400184":"\n   Can you chat rn?\n  ","400185":"\n   Do you speak Spanish?\n  ","400186":"\n   How would your life be without alcohol?\n  ","400187":"\n   Do you have Aunt Jemima Maple Syrup in your cupboard?\n  ","400188":"\n   How does it feel, is it like falling asleep and waking up in one instant?\n  ","400189":"\n   Ever been to Death Valley?\n  ","400190":"\n   Do you know your limits when drinking alcohol?\n  ","400191":"\n   What car do you drive? Just out of curiosity cause I love American cars but it's ok if you don't reply for security reasons or whatever lol\n  ","400192":"\n   Does it feel good to black out?\n  ","400193":"\n   What do you think about weddings?\n  ","400194":"\n   Do you drive? Do you listen to music while driving if you do?\n  ","400195":"\n   Do you like Dr. Pepper? Im dying for one but they don't sell them here\n  ","400196":"\n   What's seltzer?\n  ","400197":"\n   Do you talk to yourself or just have down time\n  ","400198":"\n   Are you an alcoholic?\n  ","400199":"\n   were you so drunk and that's why you can't remember?\n  ","400200":"\n   Why don't you just buy pure alcohol and drink that.  I would be cheaper\n  ","400201":"\n   Do you still feel like a child yourself even though you're over the hill at 28 :)\n  ","400202":"\n   When’s the last time you got drunk\n  ","400203":"\n   What determines whether you get drunk or not?\n  ","400204":"\n   Does the thought of having to look after a baby terrify you?\n  ","400205":"\n   Are you getting drunk tonight?\n  ","400206":"\n   What’s your favorite day of the week?\n  ","400207":"\n   When do you get time to yourself\n  ","400208":"\n   Are your moods related to the phases of the moon?\n  ","400209":"\n   Do you mostly count your blessings?\n  ","400210":"\n   Describe your life using one word\n  ","400211":"\n   Have you ever cried during a movie\n  ","400212":"\n   How many times a day do you look at your phone?\n  ","400213":"\n   How many are your followers\n  ","400214":"\n   Thoughts on the military? ?\n  ","400215":"\n   If you can travel to any country (all paid expenses) where would you go?\n  ","400216":"\n   Have you ever been to another country?\n  ","400217":"\n   How do you prefer your eggs?\n  ","400218":"\n   What was the last thing to  excite you\n  ","400219":"\n   i just found you the other day. we have a lot in common. as soon as i read a single one of your posts i knew you were something much more. idk just like had a wisdom only gained through suffering. a person to learn from and about. anyway i dont want to bombard you just glad i found your page\n  ","400220":"\n   there is so much i want to say and share to the point that my mind is swimming and im confounded if i should say anything at all. this is about the wost medium in the world to have a serious discussion like this haha. but what is the root of your anguish? what is the cause? what is your family like?\n  ","400221":"\n   i just want to say that i have a tremendous amount of respect for you. just like a feeling i cant even put into words. just like a sensation that makes me sad to think that other people feel like i do and its just heartbreaking. that doesnt even make sense but knowing others feel this is even worse.\n  ","400222":"\n   When you think of a \"classic look\" in makeup, what colors does that mean for you?\n  ","400223":"\n   ive had problems all my life never sought help. never talked to anyone. eventually tried sucide. woke up in the icu a few days later and told the docs my diagnosis and they just agreed. so what does that mean? does it mean that all those years i did not have those mental illnesses cus i was silent?\n  ","400224":"\n   I was gonna quit vip'n it because the shoutout requirement bugs me, but after a week of not getting the coin bonus I'm second guessing myself- what do you think? Should I stay active\/VIP? Do you personally see value in my questions enough to encourage me to keep it up?\n  ","400225":"\n   In your country, is the higher your education, the more money you will make?\n  ","400226":"\n   haha. damn i feel you so much. i used to do this thing where i would go to bed and like force good dreams. like fantasies whatever. its been so many years i cant even come up with some stupid fantasy. all i have is nightmares. they are mostly the same. im just thankful i cant remember them usually.\n  ","400227":"\n   you really feel as though a profession diagnosis is truly necessary for an intelligent adult? or is that more just a formality?\n  ","400228":"\n   i used to honestly feel like i could be content never seeing another person again for the rest of my life as long as i had  disordered coping mechanisms. but now even that is not enough and life has become quite confusing to me. ive never been this bad. i had worse moments but not this steadily bad.\n  "},"Answer":{"399156":"\n  if a friendship or relationship does not ultimately serve you or make you a better version of yourself, then it isn't worth having around in your life. you may have fun with certain people, but it doesn't necessarily mean that they're healthy for you to be around, and if the relationship is unevenly-balanced, then it's time to readjust your priorities and make a decision.\n  ","399157":"\n  i usually get a small refund. i've never owed more than i received.\n  ","399158":"\n  the issue with this is that you cannot forget the past -- you have to learn how to accept the past for what it is, and then you can truly move forward. if you simply try to forget or suppress the past, then yeah, it's going to affect you in the long run.\n  ","399159":"\n  me and my father. he gets discounts on h&r block programs every year, so we usually do ours at the same time.\n  ","399160":"\n  i used to like the cookies and creme hershey bars.\n  ","399161":"\n  i guess ordering wendy's through doordash instead of actually driving there, because i didn't want to deal with people and waiting in lines and cashiers. there's literally a wendy's on the road that i take to get home, but i just went straight home and ordered online instead. lmaoo.\n  ","399162":"\n  i don't know enough about horse racing to have an opinion on it. i've heard that it's ab*sive, but i've also heard the complete opposite -- so i'm torn on the issue.\n  ","399163":"\n  i've always believed that strong people were those who have endured in the face of struggle and trauma, and came out from the other side.\n  ","399164":"\n  everyone has a different reason to be happy. but sometimes people cannot find reasons to be happy due to mental illness and other life situations.\n  ","399165":"\n  i've always wanted to, but never had the opportunity, haha. i'm sure i will eventually.\n  ","399166":"\n  surprisingly, i've never seen monty python. i'm sure i would find it hilarious though.\n  ","399167":"\n  spicy chicken nuggets, a dr. pepper, and french fries.\n  ","399168":"\n  i like classic comedies, like airplane, space balls, and robin hood: men in tights.\n  ","399169":"\n  well, i just doordashed some wendy's because it's one of my comfort foods. i'm going to take a nap later. and i'm probably going to spend the night distracting myself with some video games, even though i'm supposed to go to my parents' house to clean. i just can't bring myself to do it, though. i'm still an emotional wreck.\n  ","399170":"\n  the deaths of chris cornell and chester bennington shocked and upset me the most, mainly because i felt so connected to them and their music.\n  \n  people who claim that mourning about a celebrity death is unnecessary obviously don't understand that you can wholeheartedly be influenced by and understand the significance of that celebrity. you don't have to know them on a personal level in order to mourn their loss, and mourning isn't just reserved for the person who passed away either. you can mourn for their friends and families.\n  ","399171":"\n  perhaps a 6-7. there are a lot of benefits to askfm, such as getting to know your friends better and learning about new ideas and cultures. but there are an abundance of trolls and bigotry.\n  ","399172":"\n  it's distracting, that's for certain.\n  ","399173":"\n  i'm not really sure -- jokes about things that are morbid or things about death are amusing and relatable to me.\n  ","399174":"\n  not well at all. i only made it 3.5 hours at work before i started breaking down and sobbing at my desk. i asked my supervisor if i could leave, and she was very supportive.\n  ","399175":"\n  i'm not entirely sure. i just never believed in the concept of a god.\n  ","399176":"\n  my supervisor told me today that i must take care of myself and my own health before committing myself to my work, otherwise the work will reflect my state of mind and won't be at its best. i have to be in a healthy mindset, and missing one half-day of work isn't going to affect anything in the long run.\n  ","399177":"\n  no, i seldom get sick. however, when i do get sick, it's pretty bad, lmaoo.\n  ","399178":"\n  english, considering that's my specialty and what i attended college for.\n  ","399179":"\n  if i told you, then it wouldn't be a secret anymore.\n  ","399180":"\n  this is a question for my followers, not necessarily for me. haha. i know my age, and my age is clearly listed in my bio.\n  ","399181":"\n  technically the last time i've been to a church was for my cousin's wedding back in july. however, i haven't attended a regular mass since i was a child. i stopped believing in god and told my parents i didn't want to attend church anymore.\n  ","399182":"\n  dark is the first word that comes to mind. i have a dark sense of humor.\n  ","399183":"\n  somewhat, they believe in god. they don't attend church though.\n  ","399184":"\n  thank you !!\n  ","399185":"\n  repost ; my first drawing in a while. i just added the banner.\n  ","399186":"\n  art was my biggest hobby. i drew, painted, did charcoal drawings, etc etc. i fell out of the hobby but i want to get back into it.\n  ","399187":"\n  wolves are my favorite animals.\n  ","399188":"\n  unfortunately, i don't own a grill. we've been making everything in the kitchen these days, haha.\n  ","399189":"\n  i went to church and got confirmed as a child. i don't identify as any religion these days, though.\n  ","399190":"\n  yeah, i save and budget and plan accordingly. i have some money in my savings account as well as money saved up for rent and other necessities in my checking account.\n  \n  christmas has set me back a lot which really sucks, but i'm surviving.\n  ","399191":"\n  the death of chester bennington hit me extremely hard. he was my idol growing up, and i'm still upset about his passing tbh. i think about it nearly every day and i can't listen to certain linkin park songs without crying.\n  ","399192":"\n  no, i don't watch the olympics.\n  ","399193":"\n  i wake up around 7:00am every day for work. on the weekends, i usually wake up between 9 and 10:00am.\n  ","399194":"\n  yes, i have one brother.\n  ","399195":"\n  no, basically everyone calls me leigh.\n  ","399196":"\n  i don't eat cereal.\n  ","399197":"\n  i did laundry yesterday, but that was the extent of it. i've been in bed all afternoon.\n  ","399198":"\n  yeah -- both him and his daughter (13 years old) passed away. on top of everything else going on, this makes my heart so heavy.\n  \n  it's not even one month into 2020 and it already has been terrible, between pandemic crises, the wildfires in australia, the threat of world war iii, etc etc. absolutely ridiculous. :\/\/\n  ","399199":"\n  -- \"i feel like i'm drowning\" by two feet.\n  \n  -- \"best friends\" by grandson.\n  \n  -- \"my demons\" by starset.\n  \n  -- \"welcome to the family\" by watsky.\n  \n  -- \"therapy session\" by NF.\n  ","399200":"\n  i usually say \"pocketbook\" or \"hangbag,\" depending on the type of bag it is. some people i know also use messenger bags and backpacks.\n  ","399201":"\n  i interchange the two sometimes, but i mostly say \"couch.\"\n  ","399202":"\n  i don't have children, but i would definitely gear their diets toward healthy eating.\n  ","399203":"\n  no, i have other people in my life who provide the same love and support these days.\n  ","399204":"\n  yes, those are common grounding techniques to control anger and other negative emotions. my therapist specialized in mindfulness therapy, which is basically being cognizant of the present moment, where you are at that moment, and grounding yourself. it helped me a lot with dissociation.\n  ","399205":"\n  no, i haven't heard about him until this very moment.\n  ","399206":"\n  i've never made them myself, but i usually order fried pickles as an appetizer when i'm out somewhere.\n  ","399207":"\n  thank you so much, livi. :'))\n  \n  i know -- that's the only solace i have in this. he was in so much pain, and he took his last painkiller from me the night before, so at least he had that in his system before he had to be put down this morning.\n  ","399208":"\n  thank you so much.\n  ","399209":"\n  i've been an emotional, crying, sobbing wreck all morning. my boyfriend's dog got put down about 20 minutes ago and i can't handle it right now. i've known this and dog and have loved him for over 10 years. i know he's in a better place now, where he isn't struggling with cancer and isn't in pain, but it's so difficult.\n  \n  i was going to be there at the vet clinic when they put him down. but i woke up from constant nightmares all night. i woke up crying and haven't stopped for the past three hours. i can't imagine how horrible i would have been had i went there. everyone else in the family went and stayed with him, which is good, and that was one of the things i was worried about because i didn't want him to die alone.\n  ","399210":"\n  i prefer local IPAs from breweries in the area, so places like the great south bay brewery, mustache brewery, montauk brewing company, and crooked ladder brewery are among my favorites.\n  ","399211":"\n  it's a beer bottle.\n  ","399212":"\n  picrew.me !!\n  \n  i saw someone i follow on twitter post their avatar & the link, so i made my own.\n  ","399213":"\n  every 6 months or so, depending on whenever i color my hair.\n  ","399214":"\n  i'm not sure i would take up that opportunity. although terrible things have happened in my life that i've overcome, everything occurs within the domino effect, meaning that if one thing is changed, then everything subsequent to that situation will also change. if i do over one thing in my life, then i would be a completely different person than who i am today.\n  ","399215":"\n  as you know, i've always been an advocate for mental health awareness and decreasing the stigma around mental illness based on discussion of various topics both online and in person. my own personal life has also been improved, because it has showed me that there's a greater sum of people who struggle with mental health (regardless of its severity) than meets the eye, and not only does it open the eyes of other people struggling, but it also helps me understand my own struggles with my own mental health journey.\n  ","399216":"\n  there's a higher rate of s*icide affiliated with the more highly-stigmatized disorders, including the ones you listed above. any more severe sort of mood disorders, nearly all personality disorders, psychotic disorders, and dissociative disorders have a high rate of misunderstanding and stigma surrounding them.\n  \n  it also doesn't help that they're stigmatized by mental health professionals themselves. some psychiatrists\/psychologists are hesitant to diagnose someone with certain disorders because they're judgmental towards it themselves, especially with respect to BPD. people with BPD are often seen as manipulative, attention-seeking, and ab*sive, which couldn't be further from the truth.\n  ","399217":"\n  it's a physical journal. it's called \"mindful journaling\" by tara ward.\n  ","399218":"\n  i've been interested in buying the dialectical behavioral therapy handbook, which is geared towards people struggling with borderline personality disorder. other than that, i haven't tried any self-guided or otherwise guided workbooks.\n  \n  my former therapist combined CBT and DBT in her sessions, with focuses on past trauma as well as current mindfulness, and occasionally she suggested in meditation and we implemented deep breathing exercises in our sessions if i was feeling particularly anxious that day.\n  ","399219":"\n  i've never read any self-help books, but i do have a mindfulness journal that i occasionally write in that allows you to live in the current moment and urges you to describe the things going on in that present time so that you gain a sense of grounded-ness. it's really interesting and it helps me on occasion.\n  \n  it's mostly writing -- they give you prompts, such as \"describe where you're situated right now. what do you hear? what do you smell? how do you feel?\" and things of that nature.\n  ","399220":"\n  my normal routine is beneficial to my mental health because it provides me with a sense of stability -- getting up and going to work everyday, doing household chores when i get home, making or ordering dinner, cleaning, and then settling down to relax at the end of the day.\n  ","399221":"\n  i'm not a member of any online support groups. however, when i was a teenager, i found that my time spent on active forums unrelated to mental health actually helped distract me from my life and provided me with a place to vent and a sense of comfort, knowing that there were other people on there who felt the same way. i've grown close to a lot of those people, even though we've never met IRL.\n  ","399222":"\n  i think of narcissists, who are generally people who only think about themselves and how situations can affect themselves solely. people who put down others if it means enhancing their own lives. people who won't admit that they're wrong even when presented with evidence proving the contrary. people who are all-around selfish too confident in themselves to the point where it becomes detrimental to those around them.\n  ","399223":"\n  i don't recognize her. but perhaps i'll check her music out in the future, considering she's a cuban-american. she's also extremely young, haha. i didn't expect that.\n  ","399224":"\n  i'm not doing well today at all. i said goodbye to my boyfriend's dog last night, which put me into a sobbing frenzy. i had nightmares all night and could barely sleep, and i was supposed to go to the vet clinic to support him when they put him down, but i woke up sobbing and i haven't stopped. i don't think i'm in the right mindset to be there, which upsets me even more.\n  ","399225":"\n  coping with difficulties in my life in a healthy manner.\n  ","399226":"\n  a person in my life whose reaction was inappropriate when i told them that my boyfriend's dog was being put down today. it exemplified the fact that there are perhaps a lot of people who simply don't care about animals, and it's so upsetting and disturbing.\n  ","399227":"\n  i still don't know who they are, nor do i know who shawn mendez is or left fifth harmony. lmaoo.\n  \n  i don't really listen to contemporary pop radio stations, and on the rare occasions that i do, they seldom tell you who the artist or song name is.\n  ","399228":"\n  $500 worth of medication, because at least that will keep me set for quite a number of months (or perhaps a year or longer).\n  ","399229":"\n  yeah, there are a few people who i talk to on a daily basis.\n  ","399230":"\n  no, i don't use adderall.\n  ","399231":"\n  i don't know who the first person is, so i'll choose ariana grande. i like a few of her songs, actually.\n  ","399232":"\n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @urlsareshittbh\n  \n\n  --\n  \n   @kittiemeowsie\n  \n\n  --\n  \n   @youcuntx\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @asgardarts\n  \n\n  --\n  \n   @littlesha_\n  \n\n  --\n  \n   @misphire\n  \n","399233":"\n  \"alcohol you later\" by mitchell tenpenny ;\n  \n\n   https:\/\/youtu.be\/1FcGJfF6DmQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","399234":"\n  i would definitely try it. i love pickles, especially fried pickles with chipotle ranch dip.\n  ","399235":"\n  i dislike olives. which is amusing because olives are a main ingredient of picadillo, but i always eat around them, haha.\n  ","399236":"\n  beer, usually. whatever the local IPA on tap is.\n  ","399237":"\n  my boyfriend's dog is being put down tomorrow. my heart is completely broken.\n  ","399238":"\n  sometimes, if it's earl gray or regular black tea. i'll put a splash of milk in with a little bit of sugar.\n  \n  green, white, and herbal teas are drank straight.\n  ","399239":"\n  i would be quite, quite sad. lmaoo. coffee is my life fuel.\n  \n  to be fair, i would simply switch to black tea to drink in the morning.\n  ","399240":"\n  yeah, but if they have reasonable suspicion that you've committed a crime or something similar, they can force to take your fingerprints (from my brief understanding of it).\n  ","399241":"\n  this has really only happened to me on askfm, but it's amusing as hell.\n  ","399242":"\n  on occasion, yes. i usually visit once per week or once every two weeks if the house needs to be cleaned.\n  ","399243":"\n  they're doing well. obviously they're still haunted by the memory because you never truly \"get over\" losing a parent, but they're surviving.\n  ","399244":"\n  it's super expensive to live on long island, and more and more people are moving either to new england or down south because the cost of living is cheaper there.\n  ","399245":"\n  i have no clue, lmaoo. it's pretty expected at this point. i always make it a point to text them \"thank you\" and whatnot and wish them a happy holidays, but they never respond.\n  ","399246":"\n  we don't talk unless it's around the holidays, and sometimes he'll tag me in things on facebook and whatnot, but we don't talk often at all. we've never talked about the past and i have no intentions on having that conversation.\n  ","399247":"\n  it happened when i was living with my parents. even though i was clearly an adult, i felt judged and even got harassed whenever i wanted to do certain things.\n  ","399248":"\n  i used to block ben's accounts before i realized it was a waste of time and energy, considering he makes like 10 new accounts per day.\n  ","399249":"\n  yeah, but he's a loveable idiot. lmaoo.\n  ","399250":"\n  my roommates would notice first, considering i always come home at the same time every day. if i didn't answer any calls or texts, they would probably resort to contacting my partner and other friends before going to law enforcement.\n  ","399251":"\n  i don't believe in the idea of hell being a physical place, if that's what you mean. in a metaphorical context, however, i agree with the quote that someone's own personal hell may be their greatest struggles where they're at their darkest point.\n  ","399252":"\n  i work better on my own. i don't like group projects or doing anything that involves someone else sharing the same responsibilities as me. it mainly only happened during high school and college, but group projects really annoyed because no one else would do their part well enough and i ended up taking the reins for the sake of my own grade.\n  ","399253":"\n  yes, i did !! i watched it when it first came out however many years ago that was. i thought it was very interesting and compelling.\n  ","399254":"\n  in the context of that quote, \"hell\" is referring to any sort of struggle that's significantly damaging you. the quote is encouraging in that it reassures you that things will eventually get better and you shouldn't give up in the face of struggle.\n  ","399255":"\n  i always suspect that a job wants to get rid of me, lol. rationally, i know that i'm a great team member but there will always be that paranoia that they'll abruptly change their mind.\n  ","399256":"\n  i honestly don't remember. that was over 10 years ago.\n  ","399257":"\n  no, it's the same thing regardless of whether someone is overweight or underweight. it simply isn't your position to judge.\n  ","399258":"\n  earlier would have been better, but i'm not overly concerned since it's the weekend. i woke up at 10:00am.\n  ","399259":"\n  it's a television series called \"cold case files,\" and it's basically law enforcement's investigations into cases that have gone cold but re-emerged due to new evidence.\n  ","399260":"\n  i'm in a decent place right now, mood-wise. the fact that i got up at a reasonable hour and started being productive right away has put me in a good mood, and i've been relaxing and listening to music all morning\/afternoon.\n  ","399261":"\n  garlic, onion powder, oregano, crushed red pepper, and cinnamon.\n  ","399262":"\n  from my understanding, my ancestry is my family lineage. grandparents, great-grandparents, distant relatives and cousins, etc etc. i already know that i have direct family who come from italy who still live in italy, but going further back, apparently i also have ancestry in austria, the ukraine, and germany, among other places.\n  ","399263":"\n  it's felt like home since the very beginning.\n  ","399264":"\n  i believe in UFOs and aliens and extraterrestrial life in general. i'm not as obsessive as the people on the show ancient aliens, but i align more with fox mulder's perspective on aliens.\n  ","399265":"\n  it's a three-bedroom house, with a living room, bathroom, and kitchen.\n  ","399266":"\n  i look at the situation in parts, and i analyze each part to see what the best course of action would be.\n  ","399267":"\n  no, he was a man.\n  ","399268":"\n  no, i park in the street. we have a garage, but we don't use it for a car. it's mainly used for storage right now, along with our garbage bins and recycling and whatnot.\n  ","399269":"\n  much better, thank you !! i got two tires replaced, front brake pads replaced, and an oil change. it's driving like brand new again.\n  ","399270":"\n  i'm indifferent. i've never played the doom games before.\n  ","399271":"\n  last winter. it hasn't snowed much at all this year.\n  ","399272":"\n  i'm doing well. it's been quite a productive day so far -- i've done three loads of laundry, i went out to fill my car with gas, and then i treated myself to dunkin donuts using a gift card i forgot that i had.\n  \n  right now, i'm just drinking an iced coffee and listening to music while waiting for the dryer to finish. after that's all done, i'm probably going to take a shower and see where the rest of the day takes me.\n  ","399273":"\n  i don't wear noise-cancelling headphones. when i'm at work, i just have regular ear buds because i also need to listen to whenever my work phone could ring. at home, i just listen to music through the speakers on my laptop or on my television.\n  ","399274":"\n  everyone's bodies are structured differently, so there are a lot of people who aren't capable of having a thigh gap regardless of how thin they are. it's an aspect of human anatomy, and it only encourages people to refrain from healthy eating and behaviors in order to obtain an unattainable body image.\n  ","399275":"\n  my friends and i had our friends-mas celebration last wednesday !! it was an evening full of gift-giving, music, drinks, and laughter. i had a blast, and every gift was so thoughtful -- and my friends loved their gifts too.\n  ","399276":"\n  laugh at fart and poop jokes. lmaoo.\n  ","399277":"\n  i suppose it must have been back in the \"feminist\" askfm days, when there were a lot more people active from this side of askfm and offered sound advice and education about a variety of different social and political issues. i don't recall any examples in particular, but they definitely helped me understand a lot of the injustice in american society.\n  ","399278":"\n  my boyfriend inspires me the most, as well as my best friend. they're both the strongest people i know (emotionally-speaking) because they're persevered through such hardship but have found the motivation and will to continue pushing themselves forward despite everything they've been through.\n  ","399279":"\n  i always roll my sleeves up halfway to my elbows, with flannels and basically any other long-sleeved shirt.\n  ","399280":"\n  i try not to be jealous of anything or anyone, because jealousy is a toxic emotion and only leads to greater harm to yourself than anything else.\n  ","399281":"\n  children rarely ever get sent to jail because they're minors, and if anything, they'll be sent to juvenile centers as a \"punishment\" for their crimes.\n  ","399282":"\n  like i said earlier, i believe in open communication with children. this would mean that if i felt that my child shouldn't go on a specific field trip, i would explain in depth why i believed so, in order for the child to have a better understanding of my opinion and possibly come to terms with it or learn from the experience.\n  ","399283":"\n  well, the law is the law and it exists for a reason. if a child broke the law and got caught, they should learn from the experience and deal with the repercussions of their actions. whether or not a parent wants to deal with it themselves doesn't negate the fact that the law was broken in the first place.\n  ","399284":"\n  i'm not really sure how i feel about this type of situation because, to my knowledge, it never happened when i was in school. teachers would give students permission slips to bring home for their parents to sign allowing them to go on field trips.\n  ","399285":"\n  i wouldn't be embarrassed or anything, but i believe that i would be concerned more than anything else. obviously there's something going on in my child's life that they're not discussing with me, and because i've always envisioned myself having a communicable and open relationship with my children, i would feel as if i've done something wrong in helping in their upbringing in order for them to feel as if they need to bully other kids.\n  ","399286":"\n  i believe that could be a component of it, yes. however, i also believe that there's something deeper going on, such as having troubles at home where they're being scolded and\/or not giving the attention they need.\n  ","399287":"\n  personal growth, including now that i've been given the opportunity to learn from, grow, and heal from my past trauma now that i'm not in that toxic environment anymore.\n  ","399288":"\n  no, definitely quite the opposite. teachers have difficult jobs, but from what i've heard, they're also quite rewarding in the right circumstances. however, teachers definitely don't get paid enough for what they do.\n  ","399289":"\n  yes, usually specific examples come to mind but i don't always go into detail regarding those experiences and, instead, i base my answers on my feelings at the time or what i've learned from the experience.\n  ","399290":"\n  i'm largely self-motivated, and i've always been dedicated to my writing, as well as my job and my relationships with my partner and close friends. i'm not quite sure where the motivation comes from exactly, but i've always been very motivated to make a better life for myself and life easier for other people.\n  ","399291":"\n  i find nature to be beautiful, as well as my partner, my friends, and the shared bond i have with certain animals in my life. i find music and the arts to be beautiful, and witnessing the creation of a work of art to be ultimately inspiring.\n  ","399292":"\n  yes, i took the 23andme test a few years ago to find out what my heritage is. the results were very interesting.\n  ","399293":"\n  my love language is \"words of affirmation,\" followed closely by \"quality time.\" i just took the quiz now, ahah.\n  ","399294":"\n  say yes to more opportunities instead of hiding away like a hermit in my house. i've become quite the homebody ever since i moved into this house because it's become my safe place.\n  ","399295":"\n  i believe our physical bodies perish, but our souls (or energies or whatever you want to call them) get transferred to different mediums, mostly in nature or out into the universe somewhere. energy cannot be destroyed, only transferred, and while i don't believe in an afterlife or reincarnation or anything, i do believe that the essence of our beings does go somewhere.\n  ","399296":"\n  i've always wanted to visit iceland because it looks so interesting and a very unique holiday destination. i had an old high school friend who went there for her honeymoon after she got married, and it was absolutely beautiful.\n  \n  i think i would try to spend each day being immersed in nature, experiencing the culture, and going on various tours to learn more about the country.\n  ","399297":"\n  the little things in life keep me going. having a cup of coffee in the morning, spending quality time with friends, playing video games on nights where i know i have no responsibilities, experiencing a chilly yet sunny day, lighting a candle and listening to calming music, being surrounded by animals, etc etc.\n  ","399298":"\n  in order for me to actually think about doing that at all, they must have done something absolutely terrible and unforgivable. i wouldn't put it past myself to hurt someone intentionally if given the appropriate circumstances.\n  ","399299":"\n  good morning !!\n  \n  it's 10:30am, and i wish i could have woken up a little earlier to get laundry started, but it is what it is. i woke up 30 minutes ago, and i just finished brewing some coffee while i wait for my laundry to be finished.\n  ","399300":"\n  -- switch the laundry at 11:15am.\n  \n  -- go get gas at some point this weekend because i'm almost on E.\n  \n  -- go grocery shopping tonight or tomorrow.\n  \n  -- go to my parents' house to clean tomorrow afternoon.\n  \n  -- withdraw rent money before the end of the week.\n  ","399301":"\n  uh, i'm not 30. and god forbid i have a few drinks with my friends during a holiday celebration, lmaoo.\n  \n  if you think i was bad, you should have seen my other friend. he drank 2.5 bottles of wine by himself and was hungover until 5:00pm the following day. he was vomiting all night long.\n  ","399302":"\n  i like starbucks, but i have to be in the mood for it. i prefer their hot drinks over their cold drinks, so whenever i go, i'll just get a venti pike place with vanilla syrup and cream.\n  ","399303":"\n  \"you're welcome,\" obviously.\n  ","399304":"\n  the last movie i watched was sweeney todd: the demon barber of fleet street. it's honestly one of my favorite movies, i've re-watched it at least 10 times once i found out it was initially on netflix, haha.\n  ","399305":"\n  the last risk i took was deciding to get drunk on friendsmas last wednesday, knowing that i had to wake up at 7:00am for work the following morning. lmaoo.\n  \n  nevertheless, it worked out well. i had a great time and even showed up to work early, even though i had a terrible hangover. the day was hell but i got through it.\n  ","399306":"\n  physically, getting my ribcage tattooed.\n  \n  emotionally, witnessing the reaction of someone close to me when their parent died and they felt they had nothing left to live for.\n  ","399307":"\n  if you've tried talking to her about this and she can't see your progress, then perhaps you're better off discontinuing your sessions with her. ideally, a therapist is supposed to analyze and compare your emotions and behavior in the now to how it used to be, and if she isn't focused on you right now, then there's no way to progress forward.\n  \n  i would talk to her about this if you haven't done so already, and if she isn't receptive, then yeah i would find a new therapist.\n  ","399308":"\n  also the fatty areas tend to hurt more, for whatever reason, especially areas that aren't exposed as often like the calves or inner thighs.\n  \n  i.e., my half sleeve was tolerable except for the areas that were leading into the inside of the upper arm, like near the armpit. omg, that killed me, lmaoo.\n  \n  but yes, they're totally addictive. it's been like... two years since my last one, i think? ugh, i need more but the ideas i have are super big and expensive.\n  ","399309":"\n  it would be cool to sit down and have a cup of coffee with gillian anderson.\n  ","399310":"\n  ah, okay. yeah that area doesn't generally hurt many people. :')) my coffee cup is on my forearm and that didn't hurt at all, except for the bits closest to the inner area where my elbow bends, lol.\n  ","399311":"\n  where on your body is it? it depends really on the area of the body, as well as your own pain tolerance. some places hurt more for people than others.\n  \n  the only tattoos of mine that really killed me were my ribcage tattoo and the one i got on the back of my calf.\n  ","399312":"\n  it'll be the only constant on this hellsite. lmaoo.\n  \n  i need a new tattoo so badly, omg.\n  ","399313":"\n  my little succulent sanctuary in my room is pretty cool. ♡\n  ","399314":"\n  yeah, white privilege is definitely real.\n  ","399315":"\n  i think it's cute !!\n  \n  cc:\n  \n   @IsoleLemuria\n  \n","399316":"\n  nah, it just helps me live more in the moment and have good times with friends.\n  ","399317":"\n  i haven't heard about it until this very moment, but i think that's despicable. she shouldn't have gotten released early at all, she's a threat and a danger to others.\n  ","399318":"\n  i only smoke weed on the rare occasion, but it has no affect on my mental health. it just makes me silly.\n  ","399319":"\n  it isn't really important, but it's something my roommates and i enjoy. we don't always buy alcohol while grocery shopping, but if someone independently wants to buy something in particular, we'll just go out and get it ourselves whenever.\n  ","399320":"\n  no? i know it's going to come from the fridge. lmao.\n  ","399321":"\n  in light of what i've experienced, i've become passionate about awareness for mental illness and try to speak on the subject whenever possible (and appropriate). i empathize with others who have struggled with the same things that i have, so i try to use my experiences to reach out to others.\n  ","399322":"\n  yes, actually. lmaoo.\n  \n  i just finished a blueberry beer. :'))\n  ","399323":"\n  i wouldn't know what i would do unless it actually happened to me. i can't predict my own behavior, it entirely depends on my mood in that moment, how i was feeling in general, how my life was going, etc etc.\n  ","399324":"\n  not really, no. i'm just on my laptop answering questions and listening to music. i wouldn't consider that multi-tasking.\n  ","399325":"\n  yes, i would absolutely relocate for love. i'm not exactly the biggest fan of the area i live in anyway, i would for sure move out of new york or perhaps even out of the country with my boyfriend if the opportunity presented itself.\n  ","399326":"\n  people's opinions on me, particular the opinions of my friends. i'm always paranoid that my friends secretly hate me or feel bad for me, and then feel obligated to stay friends with me because they're afraid of what i would do to myself if they left.\n  ","399327":"\n  i don't think you're understanding the fact that i've said that i stopped questioning \"why\" a very, very long time ago.\n  \n  it isn't productive to question why it happened. what happened has happened, and questioning why has only made me more hateful, angry, and self-destructive. they're not positive emotions, and there's nothing i can do about it now. the only thing i can do is move forward.\n  ","399328":"\n  i can't imagine myself one year from now, let alone 15 years from now.\n  ","399329":"\n  it wasn't really a good school, but we had the capabilities to take out a loan for me to briefly attend the school i had wanted to go to at the time. after some events went down during my second semester, however, i returned home and attended a local college for the remaining 3.5 years.\n  ","399330":"\n  i suppose a combination of both? i've been privileged to have had a good education growing up and the loans to attend college to obtain a degree, but a lot of my studies were independently done. even when i was home from school, i did a lot of reading and researching online about random things.\n  ","399331":"\n  i had a few friends, but i felt disconnected from them for the most part. i dated my best friend when we were in middle school, but after we broke up, i felt like i had no one for quite a while until we made amends and became friends again. everything else felt meaningless and superficial.\n  ","399332":"\n  nobody knew about the ab*se, and the only people who know now are my best friend and my boyfriend (aside from my former therapist & psychiatrist, obviously).\n  ","399333":"\n  i seldom talk to my grandparents to begin with except to thank them for gifts on holidays (texts that they never respond to, lol). i've never been close to them at all.\n  ","399334":"\n  my grandparents on my father's side, yes.\n  ","399335":"\n  no. i said earlier that i have no intentions of discussing it with my family. it isn't something that i have a desire to do, and i'm focused more on my healing as opposed to dwelling on the past.\n  ","399336":"\n  who knows, to be honest. like i said earlier, i stopped questioning \"why\" a very long time ago.\n  ","399337":"\n  abandonment by my loved ones.\n  ","399338":"\n  i've never discussed it with him because he's also been an inflicter of ab*se in the past, and i really have no desire to talk about it to any of my family members at all.\n  \n  this is my chance to heal. i can't keep dwelling on it because then i won't get the opportunity to heal, grow, and overcome it.\n  ","399339":"\n  no, i actually don't think i'm friends with anyone who also has the same name as any of my family members, haha.\n  ","399340":"\n  they would never confess to it -- there's too much arrogance, pride, narcissism there. they would continue to gaslight me and claim that i made everything up for one reason or another, and it isn't a conversation worth having at this point. my parents are the type of people who don't believe they've ever done anything wrong, even when presented with evidence, and they don't know where all of my mental health issues came from because apparently i had a \"perfectly normal\" upbringing.\n  ","399341":"\n  i'm not entirely sure, because he's significantly older than me and wasn't really around when most of the ab*se happened.\n  ","399342":"\n  i never thought you were being mean, just a bit naive to be perfectly honest. i hope i don't give off the impression that i somehow think i've had a much worse life than other people, because obviously there are a plethora of people who are in worse positions than i've been in. however, i'm also not going to discredit what i've been through because my voice deserves to be heard too.\n  ","399343":"\n  yes, i have one brother.\n  ","399344":"\n  my parents judged me a lot, and honestly they still do even though i don't live with them anymore. the lack of control they have over me now has only caused them to try to control me more even though i'm out of their reach, and now i have the freedom to ignore it instead of being caged inside with it 24\/7.\n  ","399345":"\n  yes. i've been thriving ever since i started living on my own, especially considering my past history with living at my parents' house. i finally feel free and able to do as i please without judgment, anger, or fear.\n  ","399346":"\n  it's constantly changing -- it's a symptom of BPD, having general crises and disturbances in identity understanding. most people who live with BPD don't have a defined understanding of who they are because their personalities themselves are disordered.\n  ","399347":"\n  i've only been able to move out in the final quarter of 2019 because of a pay increase, thus enabling me to make enough money to pay towards rent.\n  \n  i wasn't able to afford that prior to my pay raise when i was promoted months ago, and i definitely was not able to afford that going back three years ago, lol.\n  ","399348":"\n  at this stage in my life, yeah. we're all in our late 20s leading up to mid-40s, so in general my friends have a significant understanding of their own personalities and traits.\n  ","399349":"\n  yeah, i've been working hard at bettering myself and my life ever since i first pursued mental health treatment a little over three years ago. my life has significantly improved since that time, especially now that i'm living independently and living my life according to my own terms.\n  ","399350":"\n  there isn't really much else i rely upon besides scientific, unbiased evidence. i have no spiritual or religious beliefs, and my understanding of the world and society is based upon the studies i've done personally and read in my own free time.\n  ","399351":"\n  to my knowledge, no. they're simply things that have happened to me, and i stopped questioning \"why\" a very long time ago because it leads you nowhere. the only thing you can do when you've been dealt a bad set of cards is learn how to deal with them appropriately, adapt to changes, and work towards bettering yourself and your life.\n  ","399352":"\n  the correct answer is that humans have negatively contributed to climate change. that's scientific and not up for debate.\n  ","399353":"\n  sometimes, yeah. there are certain instances where people's mistakes catch up to them and they have to pay the penalties, but life is mostly a game of chance and unfairness.\n  ","399354":"\n  it doesn't exist for them, no. it may exist for others if those people believe in them, but if you don't personally believe in something, then it is false. these concepts usually happen when people are discussing spiritual or religious beliefs. everyone has their own idea of what or how life is, and everyone is entitled to their opinion.\n  ","399355":"\n  cheating, lying, manipulation, ab*se, etc etc. in addition, having bigoted viewpoints or oppressive opinions towards other groups of people is a clear turn-off and i would have no qualms with breaking up with someone if they were racist, for example.\n  ","399356":"\n  someone's personality and intelligence is much more attractive to me than how someone physically looks. obviously physical attraction matters to a degree, but if you don't have emotional chemistry with a person, then the relationship won't last.\n  ","399357":"\n  they're not true to me, no. i don't believe they exist.\n  ","399358":"\n  everyone is dealt a different set of cards when it comes to life events, obstacles, personal matters, responsibilities, job prospects, etc etc. some people are happy with their lives, while other people aren't. it's simply a fact that we must come to accept.\n  ","399359":"\n  i seldom ask for advice, and i prefer to navigate myself through various obstacles and difficulties because it gives me a better chance of learning from the experience, even if i make a mistake.\n  ","399360":"\n  you evidently don't understand the fact that i don't believe in the concept of past lives, lol.\n  \n  it's fine that you do -- i have no qualms with people having their own opinions on life and whatnot. but you should understand that i don't believe past lives exist.\n  ","399361":"\n  i don't know who i am, so no. we've gone through this already.\n  ","399362":"\n  that isn't what a past life is, lol. a past life suggests the possibility that you have lived a life prior to the life you're currently living now, prior to your birth. for example, if you were a different individual living in a different era earlier than this current existence. it generally goes hand-in-hand with reincarnation.\n  ","399363":"\n  a very common double standard relates to s*xual activities surrounding the men and women population. when a woman sleeps with more than one or two people, she's considered \"promiscuous\" or a wh*re. however, if a man sleeps with multiple partners, then he's generally praised.\n  ","399364":"\n  i don't believe in past lives ... therefore, there would be no existence of trauma associated with past lives.\n  ","399365":"\n  create and append a certain spreadsheet with various information at my job, which i had to obtain from a variety of other spreadsheets and compile into one \"master\" spreadsheet, haha. it spanned over the course of the past year or two, so there was a lot of information and it took me a bit of time to grasp the concept and make it.\n  ","399366":"\n  \"if you're going through hell, keep going.\"\n  ","399367":"\n  i don't believe in past lives, so i don't believe in the whole notion of having \"past life trauma\" or whatever the term for it is these days.\n  ","399368":"\n  i already explained how my day was a few answers ago.\n  ","399369":"\n  cope with the prospect that after training my coworker next week, i'll have less job security if my job ever decides they want to fire me. :\/\n  \n  i like the idea of knowing the ins and outs of my particular project with no one else having the same knowledge because there's job security there. but once i train my coworker on how to do the project, my bosses can decide they want to get rid of me whenever they want.\n  ","399370":"\n  quite poorly, lmaoo. i have a tendency to suppress my rage until something small sends me over the edge, and then i horribly cope with my anger in self-destructive means.\n  \n  it's something that has always happened to me, and although it's lessened in severity since going to therapy, it still happens on occasion. i'm definitely not as angry and intense as i used to be compared to when i was in my early 20s.\n  ","399371":"\n  when i was in high school, i scored in the 99th percentile for the writing\/english language section of the SATs.\n  ","399372":"\n  hello -- do you have a question?\n  ","399373":"\n  i don't watch much youtube except for rooster teeth & achievement hunter videos, so i don't know of any \"youtube couples.\"\n  ","399374":"\n  i'm doing fine today -- much better than i have been compared to the rest of the week, haha. it's friday and i have the weekend to rest and prepare for next week's activities, and i'm looking forward to getting some small chores done tomorrow morning while my roommates are asleep and at work.\n  ","399375":"\n  eh, it's a very thin line. i believe that one of the few ways it's appropriate to advise someone on how to lose weight if they approach you with the issue first. to outright tell someone they need to lose weight, *especially* if you don't know them very well, is very rude and uncalled for.\n  ","399376":"\n  i haven't had a milkshake in literally years, mainly because too much milk upsets my stomach and they're way too heavy for me. i don't remember what kind it would have been, but i'm assuming oreo.\n  ","399377":"\n  i value my sleep too much to wait for the sunrise, lmaoo. i personally find sunsets to be more beautiful anyway.\n  ","399378":"\n  we met through a mutual friend when we were 16 years old. our mutual friend was someone i went to middle school with, but then she attended high school with him and they became friends. one evening, we all went out together and him and i became acquainted for the very first time.\n  ","399379":"\n  the alarmingly high levels of bigotry and intolerance that exists in our society.\n  ","399380":"\n  waking up semi-early and brewing a big pot of coffee while everyone else is asleep, browsing the internet\/social media on my laptop while drinking coffee and listening to music for a few hours, going out and getting brunch with a few friends or my boyfriend, and taking a nap in the afternoon. when dusk arrives, i would have a nutritious, fulfilling dinner and then spend the rest of the night at home, drinking a glass of wine while catching up on my favorite shows.\n  ","399381":"\n  happiness isn't something that's automatic for the most part, unless you're one of those rare individuals who are always happy for whatever reason. i believe that people should try to find their own happiness in the little things that bring them joy, whether it's through work, relationships, family, hobbies, religion, etc etc.\n  ","399382":"\n  my biggest passion is expressing myself and relating to others through writing. it's been the greatest strength, and i find fulfillment in writing things that other people can relate to and find comfort in.\n  ","399383":"\n  no, i'm actually very stubborn unless someone who opposes my views gives me concrete, unbiased evidence that contradicts my views and makes me think twice about my opinions.\n  ","399384":"\n  i don't believe i would want to be born in a different era. sure, things are terrible in current times but they're much more tolerable than in previous eras. considering who i am (female, non-binary, mentally ill, bisexual, etc etc), there would be a lot more discrimination that i would face.\n  ","399385":"\n  i would purchase a new house in full, pay off my remaining debt, go on an extended vacation, purchase a new wardrobe, and then probably donate the rest to charities and other organizations that i support.\n  ","399386":"\n  no, i've never been in a confrontation like that before. i never had visitors when i was living at my parents' house anyway, and so far only close friends have visited me\/my roommates at the new house.\n  ","399387":"\n  my bedroom tapestry behind my bed & string lights. ♡\n  ","399388":"\n  any sort of haunted house, haha. i'm terrified of being scared in general, and haunted houses are a big no-no for me.\n  ","399389":"\n  thankfully, no !! it was a relatively quiet day at work. i treated myself to breakfast this morning, i had a quiet and productive work day, and now i'm relaxing with some coffee in front of my laptop.\n  ","399390":"\n  eh, both -- depending entirely on my mood and the mindset i'm in at that current moment. i either react badly or overreact to situations, or i'm extremely methodical and rational towards whatever situation is before me.\n  ","399391":"\n  i dislike most drivers when i'm driving, especially if they cut others off, switch back and forth between lanes (especially if they're not passing on the left), brake abruptly for no reason, don't use blinkers, don't acknowledge right of way rules, and drive slowly in the left lane.\n  ","399392":"\n  freedom of speech and\/or self-expression.\n  ","399393":"\n  \"what i've done\" by linkin park (2007).\n  \n\n   https:\/\/www.youtube.com\/watch?v=8sgycukafqQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","399394":"\n  i've never liked referring to myself as a victim.\n  ","399395":"\n  sushi, most definitely. i always say yes to sushi.\n  ","399396":"\n  no, i actually enjoy the winter season -- the cold, the snow, etc etc. i feel more like \"myself\" during the fall and winter seasons, and i've never been a big fan of the spring or summer.\n  ","399397":"\n  no, i've never been arrested before.\n  ","399398":"\n  the only reward i take advantage of is amazon prime's reward system -- if i use one of my credit cards on amazon purchases, it racks up points and i can trade them in for money to reduce the cost of amazon purchases.\n  ","399399":"\n  yeah, it's the perfect size. i also (obviously) like the message.\n  ","399400":"\n  make a giant pot of coffee and drink it while perusing the internet\/social media in the morning. maybe watching television or playing video games. doing some easy household chores to feel productive, then taking a nap in the mid-afternoon. end off the night with a glass of wine. :'))\n  ","399401":"\n  it went well !! it was a lot of fun.\n  ","399402":"\n  i prefer to answer questions. my inbox is usually filled and i like lowering the numbers in my inbox, as well as provide good answers to whichever questions pop out at me.\n  ","399403":"\n  writing, reading, drawing, painting, playing video games, watching television, sleeping, and hanging out with friends.\n  ","399404":"\n  i'm honestly not doing so well, but it will eventually come to pass. i've been an anxious wreck the past few days. :\/\n  ","399405":"\n  i like pen and ink drawings, watercolor painting, and charcoal drawings.\n  ","399406":"\n  mystic fire topaz and opal are my favorites.\n  ","399407":"\n  i don't remember if i got sunburn last summer or not, but definitely the summer prior to that. i've never gotten horrible sunburn though, even though i use tanning oil instead of sunscreen, lmaoo.\n  ","399408":"\n  i'm going to my parents' house to clean on saturday, then i'm coming home to do laundry. on sunday, i'm planning on going grocery shopping.\n  ","399409":"\n  i go grocery shopping every week or two weeks, but if you're talking about other types of shopping, then not regularly at all. i only ever really shop when i need to buy something for someone as a birthday or holiday gift. sometimes i'll splurge on myself with some clothing, but it's rare.\n  ","399410":"\n  i don't like pineapples, so i probably wouldn't like it on pizza. i don't care about what other people do, though.\n  ","399411":"\n  port wine cheese spread will always be my favorite.\n  ","399412":"\n  how to adequately train my coworker on how to manage the magazine program while i'm on vacation next month. there are so many different components to it, and i made a 20-page training guide to accompany the actual training, so at least she has something to reference to if she forgets or has a question when i'm gone.\n  ","399413":"\n  hello -- do you have a question?\n  ","399414":"\n  depends on your tolerance and how sensitive you are to horrifying stimuli right before bed. some people can play horror games with no issue, while for others, it can be detrimental to their sleep\/heath.\n  ","399415":"\n  pepperoni, meatballs, and spinach (not all on the same pie, though).\n  ","399416":"\n  i think cancel culture can be justified in some cases, but also unjustified in other cases. people have the capabilities of realizing their wrongdoings, apologizing, and working to improve themselves. if that person is working to improve themselves based on being called out for something they did wrong, i don't really think that warrants them being \"canceled.\"\n  \n  in other cases, i do believe it's right to stop supporting a person, especially in cases of ab*se or discriminatory\/oppressive behavior that is repeated with no apology whatsoever.\n  ","399417":"\n  \"all i need is coffee & wine.\"\n  ","399418":"\n  hello -- do you have a question?\n  ","399419":"\n  my first weekend in the house alone. ♡\n  ","399420":"\n  no, i haven't been paying attention to gaming news. i haven't really paid much attention in quite a number of months\/over a year.\n  ","399421":"\n  one of my coworkers, lmaoo. he gave me sorta a back-handed compliment the other day regarding my writing, and it put me off in a certain way.\n  ","399422":"\n  apparently the human body can go three weeks without food.\n  ","399423":"\n  put them on a healthier diet, get rid of the junk food in the house, and suggest that they take up a sport or some other sort of extracurricular activity that will help them remain active.\n  ","399424":"\n  they're all from within the past few months. some of them have snapchat filters on them, other ones i'm wearing makeup, others i'm not wearing makeup at all, etc etc.\n  ","399425":"\n  right now, i'm particularly stressed out and my mood swings have been coming back somewhat (even though i've been taking my medication regularly). my life could be better, but it also could be a hell of a lot worse. i'm thankful for the opportunities and support system that i have. but i have to admit -- 2020 sucks so far.\n  ","399426":"\n  i don't generally tell lies because it's more productive and less worrisome to be honest, but i suppose the biggest ones were the ones i told my parents about where i was when i was much, much younger.\n  ","399427":"\n  i just googled it, and apparently the answer is yes. lmaoo.\n  ","399428":"\n  i suppose halo, considering those are the games i die the most in, lmaoo. i don't really play challenging games, though. i prefer open world, singer player RPGs and a few first person shooters.\n  ","399429":"\n  i don't know very much about him because i'm only about halfway through the first season. however, it's entirely common for people to have \"two lives,\" meaning they live one life as a certain individual with particular meaning and then another life where they're totally different from who they appear as in public.\n  ","399430":"\n  i only like posts that i genuinely enjoy, whether it's something i agree with, something i respect, or something that i find to be interesting or creative.\n  ","399431":"\n  away from askfm, obviously. lol.\n  \n  i've just been dealing with some personal things, and then i had a few friends over last night.\n  ","399432":"\n  yes, i have some small amounts of credit card debt.\n  ","399433":"\n  yes, i'm overweight.\n  ","399434":"\n  i haven't been online in two days, so you're asking the wrong person.\n  ","399435":"\n  you'd have to ask\n  \n   @shehitsback\n  \n  . i went to her shop, added the items to my cart, and paid, lol. i'm not sure how the internal process is.\n  ","399436":"\n  yeah, i waited until the one of the site's 20% off deals.\n  ","399437":"\n  it's really cozy -- i bought both him and myself the lightweight hoodies, and i got mine a size larger than what i normally would have ordered because i like hoodies a bit bigger on me.\n  \n  it's pretty soft, but you have to wash it before wearing because redbubble seems like one of those companies that has that weird smell to their clothing when they send it to you.\n  ","399438":"\n  that's pretty racist, but mmkay.\n  ","399439":"\n  LOL, honestly things have been so busy and ridiculous that the time flew by and i completely forgot about christmas.\n  \n  i don't remember everything, but i got him a journal that says \"memento mori\" on it (he has a tattoo of that saying), a mug, a tee shirt with a bunch of reptiles on it, and a hoodie from\n  \n   @shehitsback\n  \n  's store. :'))\n  ","399440":"\n  aw, thank you !!\n  ","399441":"\n  no, i've never surgically altered any parts of my body.\n  ","399442":"\n  no, haha. his came in the mail late and we figured it would be easier to just exchange with all of our friends, like a joyous celebration.\n  ","399443":"\n  yeah, i used overtone. it's a color-depositing conditioner.\n  ","399444":"\n  i'm normally the passenger during long car rides because i have driving anxiety, and i keep myself entertained through listening to music and simply talking to the other person\/people in the car.\n  ","399445":"\n  made my hair a tad bit darker. i'm beginning to hate any sort of blonde on myself these days.\n  ","399446":"\n  music, writing, art, literature, nature, my relationships, and being self-sufficient.\n  ","399447":"\n  i never understood the obsession with the show \"friends.\" i've watched all of it over the years, but i never got the hype.\n  ","399448":"\n  yeah, athletes in general get paid way too much money for what they do.\n  ","399449":"\n  the games i play usually have large, expansive maps so it's very easy to get lost, haha.\n  ","399450":"\n  just sexual nonsense that i always delete. it's despicable how often people inquire about my sex life (or strangers' sex lives in general).\n  ","399451":"\n  as long as the couple isn't being weird about public displays of affection with their friend there, i don't see the big deal with being a \"third wheel.\" i've been the third wheel with a few of my friends and i've had friends be the third wheel around myself and my boyfriend, so as long as you respect boundaries, it isn't really a big deal.\n  ","399452":"\n  my supervisor complimented the training manual i created because i'll be training my coworker on how to take care of the magazine program for when i go on vacation next month. i ended up writing a 20-page guide, lmaoo.\n  ","399453":"\n  my eyes, i suppose.\n  ","399454":"\n  freshly cleaned after a shower, fuzzy socks, sweatpants and a hoodie, a candle lit, and a good television show on (or relaxing music playing in the background).\n  ","399455":"\n  depends on the night. some nights, i've gone to bed as early as 9:30pm while other nights it isn't until 1-2am.\n  ","399456":"\n  my boyfriend and some friends are coming over tomorrow for our (very late) christmas celebration !! we'll be ordering pizza and exchanging gifts.\n  ","399457":"\n  i'm doing well -- exhausted, but well. i'm currently waiting for the color to set into my hair (it needs another 15-20 minutes) so i'm going through my inbox in the meantime.\n  ","399458":"\n  spinach, egg whites, red peppers, and cheese.\n  ","399459":"\n  i'm not quite sure what you mean by orientation in a gaming context.\n  ","399460":"\n  i'm sure some people try to be, but it doesn't go very far.\n  ","399461":"\n  what does dignity have anything to do with being sick?\n  ","399462":"\n  the sun set around 5:00pm.\n  ","399463":"\n  not usually, no. sometimes, i do but most of the time the pain is in my back.\n  ","399464":"\n  if they're demanding respect, then that makes me respect them less. lol.\n  ","399465":"\n  i've been trying by drinking flavored seltzer every night, haha.\n  ","399466":"\n  nope. i don't drink enough water period.\n  ","399467":"\n  if you're talking about new york city, then i would recommend all of the various museums there -- museum of modern art, museum of natural history, etc etc. i also really want to see the museum of sex since it looks hella interesting, and the comedy cellar is a great place to go for comedy shows.\n  ","399468":"\n  i'd cash out my bank account and travel cross country with my boyfriend.\n  ","399469":"\n  i don't think they're harmful in theory, but i understand why people are so apt to use filters (like myself) because it presents them in a way that they perceive to be more beautiful by conventional standards.\n  ","399470":"\n  I wouldn't be able to put a number to it because i'm intelligent in some areas, while extremely lacking in other areas.\n  ","399471":"\n  there's one bar that i go to regularly (well used to, i haven't been there in over a month). i also frequent the same starbucks and bagel shop every so often in the morning.\n  ","399472":"\n  i haven't, but i heard good things about that movie !!\n  ","399473":"\n  LOL, yes. i used to alter the coding\/html for myspace and tumblr layouts when i actively used those websites.\n  ","399474":"\n  my day was good & productive. i got home from work about an hour ago, and i just finished wrapping some christmas gifts for \"friends-mas\" and sorted through more of my belongings -- mainly art supplies that i accidentally left at my parents' house.\n  ","399475":"\n  no, there isn't anything interesting where i live so there would be no reason for tourists to visit.\n  \n  unless you mean new york city, the hamptons, or montauk -- then yeah, there are plenty of tourists there.\n  ","399476":"\n  yeah, i've texted and talked on the phone while driving before.\n  ","399477":"\n  i did already this morning.\n  ","399478":"\n  i'm not comfortable discussing finances like that on askfm.\n  ","399479":"\n  it was 19 degrees fahrenheit this morning, lol.\n  ","399480":"\n  hey everyone, go buy some merch from\n  \n   @shehitsback\n  \n  !! the lightweight hoodies are super comfy & her art is fantastic.\n  ","399481":"\n  there was no way they would sell the car again, haha. if anything, they would have broken it down for parts.\n  ","399482":"\n  i'd rather not discuss it.\n  ","399483":"\n  \"don't stop believing\" by journey or \"living on a prayer\" by bon jovi.\n  ","399484":"\n  yes, which is why i'm so cautious about what i post online and why most of my accounts are private.\n  ","399485":"\n  i'm not the biggest fan of his, but the actor owen wilson shares a birthday with me.\n  ","399486":"\n  yes, tomorrow is a regular work day.\n  ","399487":"\n  no, i have no interest in the oscars.\n  ","399488":"\n  no, i didn't dress up for halloween last year.\n  ","399489":"\n  i've never been interested in world of warcraft.\n  ","399490":"\n  i read up on wikipedia about various criminal cases, but that's pretty much it these days. i used to use wikipedia a lot more often when i worked in the law office to gain a better understanding of some medical disabilities.\n  ","399491":"\n  whenever someone has asked why or how i'm non-binary, i simply explain to them that i don't identify as either of the binaries of gender (which are man and woman). my gender is largely undefined and fluid, but i've never identified solely as a man or solely as a woman.\n  ","399492":"\n  i would much rather have one best friend as opposed to several good friends who may not know me as well or relate to me as well as that single best friend. quality over quantity, that's what is important.\n  ","399493":"\n  i wouldn't know, i'm not around children ever and i have no idea what's trending in terms of children's toys.\n  ","399494":"\n  male and female are sexes. they aren't genders.\n  \n  man and woman, however, are genders. most people who are trans don't feel right with their assigned gender from an early age, and over time, they come to realize that they're simply in the wrong type of body.\n  ","399495":"\n  everyone defines their gender in their own way, and gender exists in a spectrum in my eyes. you can 100% identify as a man or a woman, or you can be genderfluid or non-binary or anywhere in between.\n  ","399496":"\n  the best phase of my life is quite possibly my present reality. i have a strong support system, my depression and anxiety are mostly managed, i have a stable job and a house of my own, and i'm away from the toxic environment that plagued me as a child. i finally feel free.\n  ","399497":"\n  my teenage years were the worst phases of my life. i was extremely depressed, anxious, s*icidal, and paranoid. i didn't see the purpose of living and had no support system. my only solace was in writing and in my schoolwork in the hopes that i could escape from where i was and start life over.\n  ","399498":"\n  i'd like to be remembered for my writing, as well as for my advocacy for mental health awareness and rights for those who are disabled (both physically and mentally).\n  ","399499":"\n  i'm most thankful for the love and support i've been given throughout recent years of my life when i've been struggling. without the encouragement of my close friends and boyfriend, i wouldn't have had the strength to continue seeking mental health treatment and i probably would have entered into a much, much darker place and possibly died.\n  ","399500":"\n  financial stability, emotional stability, and for my loved ones not to experience hardship anymore.\n  ","399501":"\n  staying inside, sharing a good meal together, getting tipsy and\/or high, and spending the night watching a silly movie or videos on youtube and talking about anything that comes to mind.\n  ","399502":"\n  honestly, my home or my boyfriend's home. they're both sources of comfort for me, and i feel most \"at home\" and relaxed there.\n  ","399503":"\n  drinking alcohol on work nights with the knowledge that i'm going to inevitably wake up feeling absolutely terrible.\n  ","399504":"\n  i haven't gotten a manicure done in at least two years.\n  ","399505":"\n  i believe the truth is more important. it's no use lying to someone to save their feelings because they're ultimately going to find out the truth eventually, and then it will land on you for being not truthful towards them from the very beginning.\n  \n  i would much rather be told the truth and be hurt by it than to live in a lie because someone was afraid to hurt my feelings.\n  ","399506":"\n  last year (well, i guess two years ago considering it's 2020 now), my boyfriend surprised me with tickets to a wine and beer tasting event after hours at a local aquarium. we drove out there earlier in the day and stopped at a restaurant and a new brewery that had opened, and then we went to the event afterwards.\n  \n  it was a lot of fun, and a complete surprise because he never spoke a word of it -- which is unusual because he can never keep things like that a secret, LOL. we spent the night in a hotel in the same area and got high and watched ancient aliens for the rest of the night. :'))\n  ","399507":"\n  if they're important to my friend, then it's important to me that i come off as a good friend. so in a way, yes. not so much pleasing them personally as much as it is looking out for my own friend (and also me gauging the other person to make sure they're a good person too).\n  ","399508":"\n  perhaps that i'm a better, funnier, wittier, more attractive person than i actually am.\n  ","399509":"\n  i've seen, lol. that's why i said it wasn't funny that they've been sending it to multiple people. they're obviously looking for some sort of attention or validation.\n  ","399510":"\n  no, i've learned to accept my mistakes and misguided thoughts. to be stubborn in the face of your own faults isn't healthy, and there's no excuse in defending yourself and digging yourself a deeper hole when others point out that you're wrong. it's easier to accept your wrongdoings, learn from them, and move on.\n  ","399511":"\n  i get very scared and anxious. i don't like meeting new people, i feel like there's some sort of expectation there that i won't be able to live up to.\n  ","399512":"\n  i'd like to live as passionately as possible, with no regrets or qualms about my actions and also accepting my mistakes. i'd like to live more in the moment while simultaneously acknowledging the past and future, whatever that may be.\n  \n  as for death, i think about it often and i believe it's more suitable for me to die in a blaze of glory as opposed to passing silently.\n  ","399513":"\n  not really, no. i'm just pointing out your own behavior and telling you it's wrong (in case you didn't know already).\n  ","399514":"\n  this actually made me laugh out loud today.\n  ","399515":"\n  towards my own sentiment, yeah. it's stupid for you to be sending out the same comment to several people in an attempt to be \"funny\" but just coming off as rude. it's very immature.\n  ","399516":"\n  ???\n  \n  you've sent this to multiple people & obviously it isn't funny, lol.\n  ","399517":"\n  anxiety-ridden thoughts filled with nonsensical scenarios and irrationality.\n  ","399518":"\n  my roommate and i were discussing what to get our friends for our very late christmas party, lmaoo.\n  ","399519":"\n  i've only ever gone to one gym in my area, and it was semi-crowded but nothing overwhelming. there are gyms everywhere around here, though, so i never thought over-crowding would be an issue.\n  \n  it ultimately depends on where you live and the access people have to specific gyms. in areas where there aren't many gyms, then yeah they'll be more crowded.\n  ","399520":"\n  yes, i get both good and bad vibes from various people upon meeting them for a first few times.\n  ","399521":"\n  i've replied to certain people on social media, like the members from rooster teeth or achievement hunter. i never expect a reply, but it happens on occasion.\n  ","399522":"\n  there are gas stations all over the place, lol. i just go to the closest gas station to wherever i am.\n  ","399523":"\n  thank you ~~\n  ","399524":"\n  i like multigrain.\n  ","399525":"\n  a loaf of bread, depending on what kind you buy, is around $2-4 or so. i buy bread every week because i make sandwiches for lunch at work.\n  ","399526":"\n  my week was stressful, but overall fine. i was a nervous wreck due to my car but now that everything is fixed, i feel much better.\n  \n  i'm going to the mall with my roommate today to pick up some last minute gifts for a very late \"friends-mas\" that we're hosting later this week.\n  ","399527":"\n  \"thank you\" by led zeppelin is perhaps my favorite.\n  ","399528":"\n  why did you censor the word fat? lmaoo.\n  \n  i'm fat due to a combination of my medication as well as living a sedentary lifestyle.\n  ","399529":"\n  ¯\\_(ツ)_\/¯\n  ","399530":"\n  not very well, haha. i have a tendency to drink alcohol when i'm stressed, which works in the moment but then i feel terrible the next day.\n  ","399531":"\n  i only use uber if i'm going out drinking, which is rare these days. i use my car to drive to work every day, to go to the grocery store, to go to the pharmacy, etc etc. it's integral to drive where i live.\n  ","399532":"\n  i've never lived on my own before, so idk. the setup i have now works out well (living with my good friend and his brother).\n  ","399533":"\n  i don't give out coins, especially upon request from total strangers.\n  ","399534":"\n  the car i had prior to my current car was just worn down, it had a lot of miles on it, and it wasn't worth it to fix it based on the value on the car. i traded it in to buy my current car.\n  ","399535":"\n  fixing my car would be the utmost priority. it's my livelihood, i can't do much without my car.\n  ","399536":"\n  i got two new tires.\n  ","399537":"\n  of course. if i wasn't then i would change them, haha. it took me about a year to find the right cocktail of meds.\n  ","399538":"\n  yeah, i got it fixed yesterday. it set me back a few hundred dollars.\n  ","399539":"\n  not anymore, no. i've been taking them for almost three years.\n  ","399540":"\n  well, i only woke up 45 minutes ago -- so it's been fine thus far. the only things i've done are make breakfast, have a cup of coffee, and take my medication.\n  ","399541":"\n  i've never lived in a big city before (but then again, the closest big city to me is new york city, lol). i've always lived in smaller towns, but they're also never been rural towns. they're simply suburban areas.\n  \n  i would hate to live in a big city, due to the congestion and population and noise and busy-ness of everyday life. i prefer a quieter, simpler existence.\n  ","399542":"\n  apparently compression shorts are made for workout sessions, so it's appropriate and normal for people to wear them to the gym. it doesn't matter to me what other people wear while they work out, though.\n  ","399543":"\n  i don't really understand what you mean by this? could you elaborate?\n  ","399544":"\n  beer or wine. lately, i've been drinking cabernet sauvignon (wine) or various forms of IPAs (beer).\n  ","399545":"\n  i'm not a fan of sports, so neither.\n  ","399546":"\n  whether or not they're wanted or loved in the household, haha. it's easy to tell when people have pet rats because they have their own living space within the house.\n  ","399547":"\n  no, definitely not. i have social anxiety and prefer to be unknown to most people, and fame would not suit me. i would absolutely hate to be recognized on the streets by random passerbys and be interrupted all the time.\n  ","399548":"\n  according to google, this is a county in england. i've never left the united states before.\n  ","399549":"\n  i don't really go shopping anywhere, except to the grocery store and the pharmacy, lmaoo. when i buy clothing and whatnot, i normally buy them online. the last places i bought clothing from were torrid and blackcraft cult.\n  ","399550":"\n  if i'm looking for a good time, i usually text a friend or two and they'll either come over my house or we'll go out to the bar and drink together.\n  ","399551":"\n  milk, flavored seltzer, coffee creamer, cold cuts, cheese, eggs, butter, chicken, leftover alfredo noodles from dinner the other night, a variety of salad dressings and condiments, beer, and iced tea.\n  ","399552":"\n  thank you ~~\n  ","399553":"\n  no, i was indifferent to most of my teachers and professors.\n  ","399554":"\n  -- use ketchup on fries (i used to hate ketchup with a burning passion).\n  \n  -- quit smoking.\n  \n  -- exist in a long term relationship.\n  ","399555":"\n  not really, i don't know how to cook many things besides the basics.\n  ","399556":"\n  of course not. name-calling and insults are not to be tolerated in an argument.\n  ","399557":"\n  unfortunately, it *has* become normalized in society -- which is bad because it only increases the stigma around mental illness, making people out to be \"crazy\" if they display any sort of different personality traits than what's considered normal. mentally ill people have been chastised for being \"crazy\" for so long, and in the long term, it's damaging.\n  \n  just for some context, fyi. i'm not personally bothered if someone uses the word crazy or calls me crazy, but i do understand the implications of such a word and some people do consider it an ableist slur.\n  ","399558":"\n  askfm is for asking questions, not necessarily for conversations.\n  ","399559":"\n  common sense would be to see a picture on the internet, shrug it off, and move on with your day. evidently, you cannot do that because you're so bothered by unconventional standards of beauty and will resort to personal attacks simply because you disagree with something.\n  \n  cc:\n  \n   @shehitsback\n  \n","399560":"\n  no, you're totally justified in being upset if your boyfriend is calling you crazy. that isn't a word to be taken lightly, and it's completely wrong of him to accuse you of that regardless of the rationality of your behavior. he's acting extremely toxic and unhealthy.\n  ","399561":"\n  no, i seldom experience mania. i just have the house to myself tonight, so i enjoy the silence and lack of company.\n  ","399562":"\n  show them love and compassionate whenever possible, especially if you know they're going through a difficult time but are too afraid to speak up about it. be there for them if they do reach out, don't disregard or invalidate their concerns, and make time for them whenever possible.\n  ","399563":"\n  depends on how i'm feeling that day. tonight, i'm content with staying in, watching television or playing video games, lighting a candle, and drinking some wine.\n  ","399564":"\n  i'm not vegan, but i try to have plant-based alternatives whenever possible. i ate a veggie burger for dinner tonight.\n  ","399565":"\n  just try to remain cognizant of how you're behaving towards them, and fix yourself accordingly.\n  ","399566":"\n  no. i don't vote on polls (or follow people) upon request. i understand your need for recognition and validation, but you won't find it here.\n  ","399567":"\n  if they haven't given you a reason to not trust their authority or judgment, but you're being cautious and questioning them anyway, then i do find that to be a bit disrespectful. i understand having bad experiences from past jobs, but you simply have to learn how to compartmentalize and start fresh with each new job. every job has different staff and a different atmosphere.\n  ","399568":"\n  ... dipping pizza in hummus ... ? what the hell.\n  \n  i was talking to my coworker about the \"purple\" mattress (it's a brand, supposed to give quality sleep) and then i started seeing ads for it all over facebook and instagram.\n  ","399569":"\n  if it was in self defense, then i wouldn't really consider that to be bad. you were sticking up for yourself, i'm assuming.\n  ","399570":"\n  i want to have a cheeseburger for dinner, but we have no buns. we have hot dog buns, so i'm debating on just cutting the burgers in half and putting them on the hot dog buns, lmaoo.\n  ","399571":"\n  i don't have children. i would want them to be compassionate towards others, though, and treat others how they would like to be treated in return. you simply don't know what someone could be going through, so it's best to treat everyone with caution and kindness unless shown otherwise.\n  ","399572":"\n  LOL. i figured that's what they meant, but i wanted to make a joke out of it.\n  \n  in all seriousness -- who the f*ck cares. i don't shave my armpits, i have friends who don't shave their armpits, and it's literally no one's business what someone else does with their own body hair. it's just hair.\n  ","399573":"\n  because they're too afraid, insecure, or threatened by the truth.\n  ","399574":"\n  i was walking to a comedy show in manhattan last month, and i ended up stumbling (i didn't fall) because my shoe caught the edge of something. i was almost embarrassed, but the woman walking behind me said something along the lines of, \"don't worry about that, that happens to me all the time! these damn streets.\" it made me feel instantly better, haha.\n  ","399575":"\n  eh, i agree with it in some cases, but disagree in other cases. in a work-related context, i believe that you shouldn't fake anything or pretend to know something that you don't know because that gives greater chance of mistakes happening.\n  ","399576":"\n  i just woke up from a 3-hour nap, and i couldn't believe that i slept for that long.\n  ","399577":"\n  definitely keanu reeves -- and that's not a bad thing at all.\n  ","399578":"\n  i can't imagine any scenario where someone would not have armpits unless their arms were amputated.\n  ","399579":"\n  \"one day the earth will open wide and i'll follow you inside, 'cause the only hell i know is without you. some day when galaxies collide, we'll be lost on different skies. i will send my rocket ship to find you.\"\n  \n  \"die for you\" by starset.\n  ","399580":"\n  life simply isn't fair -- it's as easy as that. i don't believe in karma, and i don't believe that bad people eventually get what's coming to them. i also don't believe that if a person is a good person, then they're bound to stumble upon great news or events.\n  ","399581":"\n  these days, not very often. i used to judge others harshly when i was much younger, more stubborn, and more naive. but as an adult now, i'm much more contemplative of people's backgrounds and motives and compassionate towards what a person has gone through in order for them to behave in the way they're behaving.\n  ","399582":"\n  you can simultaneously love a person freely and also have personal boundaries -- they're not mutually exclusive. it's healthy to have some personal boundaries, and what matters most is whether or not your friend and\/or partner respects them.\n  ","399583":"\n  essentially everything -- i dwell on the past, present, and future, i rehearse events in my mind and contemplate things i could have done differently, and sometimes my thoughts turn dark and lead down a destructive path.\n  ","399584":"\n  i don't usually hide things from people, and i'm very transparent in my thoughts and feelings.\n  ","399585":"\n  unconditional love and support.\n  ","399586":"\n  i don't know if i've ever taught anyone lessons about anything. if i have, i'm certainly unaware of them.\n  ","399587":"\n  sometimes, life is meaningless to me. other times, life is full of meaning and passion and adventure. it all depends on how i'm feeling that day.\n  ","399588":"\n  most of my friends have different personalities from me, and they're usually extremely bold, outspoken, unique individuals who have no qualms or social anxieties when it comes to speaking their mind.\n  \n  i speak my mind when it's appropriate, but certainly not to the extent that they do.\n  ","399589":"\n  in 10 years, my life will be completely different from how it is today. i'll be 38 years old, and approaching life from a different perspective compared to me in my late 20s. i'll be older, wiser, and probably more responsible.\n  ","399590":"\n  i don't believe i've ever cried over a character before, but i've certainly been shocked and upset.\n  ","399591":"\n  personally, being ignored is a worse feeling for me because it shows me that those people truly do not care. if i go to someone and they flat out ignore me or my feelings, then it taints the friendship and i won't be able to trust them.\n  ","399592":"\n  no, i don't agree with that at all. jealousy is a toxic emotion and if you're jealous of your partner, you have to look within yourself and realize *why* you're feeling that emotion in the first place. it usually comes from a place of insecurity.\n  ","399593":"\n  i wouldn't be able to put a percentage on it because it likely changes all the time. people also have the capability of change and can go from being an untrustworthy person to being a better person based on self-improvement.\n  ","399594":"\n  in a healthy relationship, some pros would be having someone to talk to about your issues and struggles with no judgment, being comfortable enough to be silly with your partner, having fun with your partner, considering your partner your best friend as well as your lover, and being motivated by your partner to be the best version of yourself you can possibly be.\n  \n  there really shouldn't be any cons to being in a relationship. sure, arguments do happen occasionally but you both should be working towards the same goals. if your partner is making you feel bad, if they're controlling you, or downright being ab*sive and manipulative, then that isn't healthy.\n  ","399595":"\n  self-motivation is essential for people who want to be somewhere else, whether in a physical or metaphorical sense. you need to truly want it for yourself and be motivated enough to pursue whatever it is you want, which also includes creating the resources you need.\n  \n  it does happen to people, quite often actually. if you have a goal that you're seeking and have the strength and capability to pursue and accomplish it, then nothing can stand in your way.\n  ","399596":"\n  in order to properly answer this question, i would require an understanding of what life was like when i was growing up. i don't remember my own childhood, so it's difficult to really say how growing up in the 1990s would compare to children who are growing up now.\n  ","399597":"\n  arrogance. nothing turns me off more from a person than if they're displaying signs of being arrogant, or believing that they're superior to others in some form or another.\n  ","399598":"\n  we are not composed of \"things\" -- on the contrary, our personas are entirely unique in that these things become relevant to us based upon our own interpretation of the world and society. our \"things,\" such as our belongings or our interests or our passions, are only a small fragment of who we are as a whole, and we should treat them as such in order to preserve our own integrity and realize our true positions in the world.\n  ","399599":"\n  -- progress further with mental health treatment.\n  \n  -- take more time out for self care.\n  \n  -- travel more often.\n  \n  -- say yes to more opportunities for growth and adventure.\n  \n  -- be more compassionate towards myself.\n  ","399600":"\n  writing is my \"thing.\" writing has remained with me for decades, even from a young age, and it's been my most productive and healthy means of self-expression. i also enjoy it greatly -- putting into words my own experiences and feelings, mostly using metaphors.\n  ","399601":"\n  i've never had an issue with throwing away old belongings. items aren't very sentimental to me, and when i moved out of my parents' house, i got rid of basically 75% of my own belongings because i didn't really use or need them.\n  ","399602":"\n  no, i don't care for them very much. i haven't watched an award show in general in many years.\n  ","399603":"\n  open-minded, patient, compassionate, selfless, helpful, pragmatic, and responsible.\n  ","399604":"\n  i suppose it depends on the sibling dynamic and how much older the older sibling is compared to the younger sibling. i agree with you, though. parents should be the ones enforcing discipline.\n  ","399605":"\n  i'm not entirely sure, tbh. certainly not in new york, that's for certain !!\n  ","399606":"\n  living in a cottage somewhere in nature, having a giant fireplace and hardwood floors and ornate rugs, and my own study with my laptop, books, and reading nook where i can write and draw inspiration.\n  ","399607":"\n  the internet is a conglomeration of happy, devastating, intriguing, and downright frustrating people and events, but combined together, has revolutionized how we see technology as a whole.\n  ","399608":"\n  creative writing, probably. that's my strong suit.\n  ","399609":"\n  raspberries, blueberries, peaches, apples, and bananas. we also buy spinach, broccoli, cauliflower, carrots, and corn.\n  ","399610":"\n  well, i just spent a pretty penny on getting my tires replaced, an oil change, and my brake pads and rotors replaced. :\/ it was necessary, but super expensive.\n  \n  then it started snowing super hard, and i passed by two accidents on the way home. people are ridiculous when it comes to driving in the snow, even though it happens all the time.\n  ","399611":"\n  music, whether it's singing or playing an instrument !! i absolutely love all different kinds of music and it's something i'm very passionate about.\n  ","399612":"\n  i walk around until it feels better.\n  ","399613":"\n  there are so many people on my friends list on facebook who advertise different products for those pyramid marketing schemes. it's super annoying.\n  ","399614":"\n  my boyfriend and close friends are the biggest influences on me.\n  ","399615":"\n  personally, i have a tendency to obsess over the things i like -- but it's normal for people to be fans of things without becoming obsessed.\n  ","399616":"\n  i have a book or two of poetry from lang leav, so yeah.\n  ","399617":"\n  i've been on boats before, just not a cruise line.\n  ","399618":"\n  i haven't been to the mall in years, haha. i don't remember if i bought anything or not.\n  ","399619":"\n  i would certainly hope that it would help solve heinous crimes, but there's always the chance that it would be used to frame the innocent.\n  ","399620":"\n  most of my tattoos are hidden, so obviously yeah.\n  ","399621":"\n  dogs are more apt to eat their owners if they pass away in the house rather than cats, and hamsters have been known to use the deceased's body as a home.\n  ","399622":"\n  yes, definitely. i have plans for two more at the moment, and i eventually want to cover most of my body.\n  ","399623":"\n  i don't really pay attention to trends, so i'm not sure what's trending these days. i have my own sense of style, but even that changes, lol.\n  ","399624":"\n  it depends on my mood. sometimes, i prefer the silence while other times i like having music play in the background.\n  ","399625":"\n  is garlic an herb? haha. i like ranch dressing as well.\n  ","399626":"\n  my back, my forearm, my upper arm, my ribs, my upper thigh, the back of my calf, and my ankle.\n  ","399627":"\n  thank you very much !!\n  ","399628":"\n  i have seven tattoos.\n  ","399629":"\n  OVER, ALWAYS.\n  ","399630":"\n  automatic rifles and other various types of firearms that can hurt a lot of people in a very short period of time. they're completely unnecessary.\n  ","399631":"\n  i've never been on a haunted house tour, mainly because i find them terrifying and i don't like being scared due to my anxiety, haha.\n  ","399632":"\n  depends on the individual -- some people find benefit in therapy, while others don't. personally, therapy has helped me a lot over the years.\n  ","399633":"\n  i honestly can't remember the last time i had sprinkles on something, haha. but i'll usually grab a frosted donut with sprinkles if they're brought in at work or something.\n  ","399634":"\n  all of my friends make me laugh.\n  ","399635":"\n  surprisingly, i've never watched the simpsons before.\n  ","399636":"\n  i haven't gone yet, the cruise is next month. we're going down to florida first and then the bahamas !!\n  ","399637":"\n  having the chance to go out to local nature preserves and see all of the trees and foliage blooming again.\n  ","399638":"\n  not really, no. i love the winter time with the exception of the blizzards we sometimes get in my region, haha. i like the cold weather.\n  ","399639":"\n  i would rather drive a more practical vehicle that works well and isn't just for show. functionality is much more reliable than aesthetic appearance.\n  ","399640":"\n  honestly, i can't even remember the last time i went to the movie theater. i really want to see \"underwater\" with kristin stewart, though. it looks intense.\n  ","399641":"\n  does my portion of money towards the cruise count? haha. it was around $1000.\n  \n  i don't regret buying it whatsoever. i know it's going to be a really fun time.\n  ","399642":"\n  i don't normally forget things because i only bring with me my wallet, keys, cell phone, and vape when i go out. in some cases, i'll bring a phone charger too.\n  ","399643":"\n  my dream job is to be a freelance\/stay-at-home writer who publishes books and poetry for a living.\n  ","399644":"\n  indifferent. it's just something that occurs when sunlight hits droplets of water, there's no meaning behind it.\n  ","399645":"\n  i'm currently in a relationship.\n  ","399646":"\n  not so much a headache, just a sluggish feeling and a bit nauseous.\n  ","399647":"\n  during the weekdays, i wake up for work around 7:15am. i don't have an alarm set on the weekends.\n  ","399648":"\n  food doesn't change my mood usually, unless i haven't eaten in multiple hours to the point where i become irritable, lmaoo.\n  ","399649":"\n  hungover and frustrated, but otherwise fine.\n  ","399650":"\n  he does at times, and i never indicated otherwise. if he has work in the morning, though, i either visit him at his house or i don't see him because his house is closer to his job than my house is.\n  ","399651":"\n  i like creativity, in terms of writing style. i also like floral descriptions, haha. i value a book that's well written and also has an interesting story line.\n  ","399652":"\n  yes, i would take his name if i were to get married.\n  ","399653":"\n  i know absolutely nothing about the prison system, so i don't have an answer to this question.\n  ","399654":"\n  nope, i never tried either.\n  ","399655":"\n  on instagram, i share posts related to current events or mental health awareness on my story. i also post a lot of music.\n  \n  on snapchat, i seldom post stories but they're usually related to the cats i live with, lmaoo.\n  ","399656":"\n  i first drank a four loko spiked seltzer, but now I'm drinking an IPA.\n  ","399657":"\n  i'm well. drunk, but well.\n  ","399658":"\n  my phone automatically goes to a lower setting after 10pm, if that counts for anything.\n  ","399659":"\n  -- i'm five feet tall (exactly).\n  \n  -- i have a bachelor's degree in communications\/professional writing.\n  \n  -- my favorite beer brand is fat tire.\n  \n  -- i live with two men and two cats.\n  \n  -- i never learned how to ride a bicycle.\n  ","399660":"\n  both? lmao. it depends on my mood that evening.\n  ","399661":"\n  i'm drunk so i feel great rn.\n  ","399662":"\n  not really, no. i don't care about standards of attraction. i don't personally think i'm attractive, but to each their own.\n  ","399663":"\n  through behavioral changes.\n  ","399664":"\n  i'm using my laptop, and it's on 21%. i'm going to have to plug it in soon.\n  ","399665":"\n  -- wake up at 7:15am.\n  \n  -- use the bathroom, brush my teeth and hair, and wash my face.\n  \n  -- get dressed.\n  \n  -- pack my lunch.\n  \n  -- leave to go to work by 7:45am.\n  ","399666":"\n  things that are too inappropriate to discuss on askfm, lmaoo.\n  ","399667":"\n  i'm currently drinking a four loko hard seltzer, so there's that.\n  ","399668":"\n  i chose xbox because it was the first console my parents bought me when i was a teenager.\n  ","399669":"\n  i prefer coffee for myself. i can drink a pot a day.\n  ","399670":"\n  i'm not around children, so i don't know how much time they spend inside on electronics versus how much time they spend outside. it's partially the parents' responsibility to enforce certain rules in the household, though.\n  ","399671":"\n  i don't watch regular television. when i did, though, i liked sy-fy and the history channel.\n  ","399672":"\n  you have the freedom of choice, my dude.\n  ","399673":"\n  somewhere in between, but more leaning on the thin side. :\/ the walls keep in the warmth, but you can hear everything going on inside the house.\n  ","399674":"\n  over 20 years, probably. i never liked peanut butter and jelly sandwiches.\n  ","399675":"\n  never. i dislike milk, and i rarely even take it in my coffee anymore these days. i prefer soy milk or coconut milk.\n  ","399676":"\n  my house is always stocked with orange juice and milk, lmaoo. i also make a pot of coffee for myself every morning on the weekends.\n  ","399677":"\n  hard rock, alternative, hip-hop, classical, and pop.\n  ","399678":"\n  i'm exhausted, but otherwise fine. i've been driving on a tire that's bordering on being flat for the past two weeks, so i've been filling it up with air basically every night until my mechanic's appointment tomorrow morning. i dropped my car off tonight and i feel relieved, but also anxious about how much it's going to cost. :\/\n  ","399679":"\n  if i have people staying over the house, i usually order a dozen bagels with different spreads (like various cream cheeses, butter, jelly, etc etc).\n  ","399680":"\n  probably a pair of socks? idk, i don't really own anything that's pink.\n  ","399681":"\n  i *love* raspberries and blueberries.\n  ","399682":"\n  half of my coworkers are out sick with the stomach virus, flu, or strep throat and it's making me hella nervous that i'm going to get sick again. i've been lysoling everything and wiping down my desk and using hand sanitizer every day, lmaoo.\n  ","399683":"\n  i'm exhausted. i made a 20-page training guide for my coworker at work today, and then i dropped my car off at the mechanic. i just got home and i'm going to spend the rest of the night drinking and mindlessly watching television.\n  ","399684":"\n  for the most part, yeah. most of my meals are a combination of protein, carbs, and vegetables.\n  ","399685":"\n  no, i'm not tan.\n  ","399686":"\n  neither, i only ever have it if it's fried or baked into some other sort of dish. my pizza and burger orders are very simple.\n  ","399687":"\n  rainbow cookies and mini chocolate chip cannolis.\n  ","399688":"\n  you can't tell whether or not someone is trans based on their appearance, so the idea that you're not attracted to someone because you find out that they're trans is inherently transphobic.\n  ","399689":"\n  fried. i like raw peppers too, though.\n  ","399690":"\n  burrito bowls, sushi, and pasta.\n  ","399691":"\n  you can clearly see that i'm pale based on my pictures, lol.\n  ","399692":"\n  yeah, definitely. i like things like onions and garlic and peppers in my food.\n  ","399693":"\n  i'm having car troubles and i'm hoping that i can at least make it to work and back tomorrow. i'm dropping my car off at the mechanic tomorrow night so i'm crossing my fingers that nothing goes wrong before then.\n  ","399694":"\n  i'll have to look into it more if that's the case. i'm definitely in support of free college tuition, or at least a severe reduction in price of tuition.\n  ","399695":"\n  my bio says i'm non-binary. i always encourage people to read my bio before asking questions.\n  \n  otherwise, i'm fine. a bit frustrated and fed up, but otherwise okay.\n  ","399696":"\n  dan soder. ♡\n  ","399697":"\n  i'm always down for questions. i might not get to them right away, but i like having a variety of questions in my inbox.\n  ","399698":"\n  it's limitless.\n  ","399699":"\n  somewhere surrounded by nature.\n  ","399700":"\n  writing is my passion. i'm also passionate about advocacy for mental health awareness.\n  ","399701":"\n  of course. even if the bodies aren't found, it's right to lay them to rest in a metaphorical sense so that the family gets a sense of closure.\n  ","399702":"\n  no, there is no such thing as love at first sight. it's simply lust, and you're projecting your ideal perception of love onto a person you don't even know.\n  ","399703":"\n  depends on my mood. sometimes i watch television, other times i go on my laptop and try to write, and i also play video games and read.\n  ","399704":"\n  depends on my mood that day and how tipsy i'm willing to get. sometimes i'll only drink two beers while other times i can drink as many as four or five beers.\n  ","399705":"\n  they're art pieces by\n  \n   @shehitsback\n  \n  .\n  ","399706":"\n  someone who truly loves you wouldn't want you to change unless you're exhibiting toxic behavior. if your behavior is otherwise healthy, then there's no reason for you to change. if your partner wants you to change, then that's manipulative and you deserve someone who will accept you for who you are.\n  ","399707":"\n  i'd like to learn more spanish so that i can converse with my boyfriend's family more.\n  ","399708":"\n  i don't want to be famous. it would be amazing to have more money, lmaoo.\n  ","399709":"\n  from last weekend.\n  ","399710":"\n  radio, spotify, and CDs.\n  ","399711":"\n  i already found one close to my house, but thank you !!\n  ","399712":"\n  i'm doing all right. i'm on a 15 minute break at work and i can't wait for this day to be over.\n  ","399713":"\n  no, we don't have a fireplace.\n  ","399714":"\n  a lot of my stuff is organic, but not all. i'm fairly healthy to a certain degree.\n  ","399715":"\n  my boyfriend, music, writing, coffee, and nature.\n  ","399716":"\n  difficult, yet illuminating.\n  ","399717":"\n  ???\n  \n  i only follow a select number of people. someone asking me to follow them is only going to make me want to follow them less.\n  ","399718":"\n  i don't follow people upon request, sorry.\n  ","399719":"\n  i try to get things done early. if there's one thing that college has taught me, it's that it's best to get things done early so that you're not extremely anxious and rushed towards the end. work is done better when you're not posed with an irrational deadline.\n  ","399720":"\n  definitely not. based on personal experience, i've learned that life is ultimately worth experiencing regardless of what trauma you've endured. you should be willing to give yourself a second chance at living because life is wholly unpredictable and you simply don't know when things will turn out for the better.\n  ","399721":"\n  i found out that there are at least 4 people sick with the flu in my office, which is making me extremely nervous. the last thing i want to do is get sick again. :\/\n  ","399722":"\n  i'm more of a minimalist these days. when i moved out of my parents' house, i got rid of perhaps 75% of my things and only kept a few items that i used routinely.\n  ","399723":"\n  i keep my guard up fairly high around people i don't know, and i'm normally very short and to-the-point with strangers\/acquaintances.\n  ","399724":"\n  people are largely unpredictable, so it's really not plausible to claim to know what someone is like without getting to know them first.\n  ","399725":"\n  both? i can be extremely insensitive towards myself and my feelings, but i also try to take out of my day or week for self-care. whether it's enjoying a beer or glass of wine at the end of the night, or taking an extra long hot shower, or treating myself to one of my favorite coffees after work.\n  ","399726":"\n  -- 20 years ago, eight years old -- wouldn't know, i can't remember that long ago.\n  \n  -- 15 years ago, 13 years old -- depressed, s*icidal, self-destructive, and creative.\n  \n  -- 10 years ago, 18 years old -- still depressed, s*icidal, but also motivated and learning my passions.\n  \n  -- five years ago, 23 years old -- still depressed, but very determined to begin my life after earning a college degree and establishing a career for myself.\n  \n  -- one year ago, 27 years old -- in recovery from mental illness, holding a good job, and living on my own away from my parents.\n  ","399727":"\n  depends on my mood that day. sometimes, they weigh heavy on my mind while other times, i can compartmentalize and store them away until another time.\n  ","399728":"\n  i like boneless wings, and i usually order garlic parmesan or buffalo wings.\n  ","399729":"\n  my boyfriend, my best friend, and one of my close friends.\n  ","399730":"\n  true, to a certain extent. i do believe experience is a prime teacher, but you also have to be open to those experiences and willing to learn from them at the same time.\n  ","399731":"\n  false. there are much more dangerous places that exist in the world outside of someone's mind.\n  ","399732":"\n  amusement park rides kinda scare me, so i never go to them. the ride i can tolerate the most is the ferris wheel, lmaoo.\n  ","399733":"\n  well, it isn't morning anymore near me, lmaoo. it's currently 9:15pm.\n  \n  but i'm doing all right. i requested time off from work for the cruise i'm taking next month and received my insurance cards in the mail (finally!), and i also received the redbubble order that i purchased two weeks ago. i'm excited to wear one of my hoodies tomorrow. :'))\n  \n  i'm drinking iced tea rn and then i'm going to relax with a beer because i've been super stressed and i need to decompress.\n  ","399734":"\n  i honestly don't know very much about the logistics behind it. i haven't looked into politics in quite a while.\n  ","399735":"\n  it *could* be a red flag, sure. name-calling in general is just immature, and it's very disrespectful to your partner if you're calling them names during an argument. relationships should ideally be about open communication, and if you resort to calling your partner names as a defense mechanism, then that's very unhealthy.\n  ","399736":"\n  --\n  \n   @shehitsback\n  \n\n  --\n  \n   @urlsareshittbh\n  \n\n  --\n  \n   @CelineM96\n  \n\n  --\n  \n   @misphire\n  \n\n  --\n  \n   @littlesha_\n  \n","399737":"\n  i have one alarm set for 7:15am, but if i don't dismiss it, then it repeats itself every 10 minutes until i turn it off.\n  ","399738":"\n  if it's possible for colleges to be tuition-free, then yes -- completely. or, at the very least, a hell of a lot less expensive than they are now. even community colleges are expensive af, and it's a privilege these days to even attend college\/university because of the cost of tuition.\n  ","399739":"\n  i honestly can't remember. not so much because it was a long time ago or anything, but things like that just slip my mind because it's not such a big deal to me.\n  ","399740":"\n  they're a few years old, so i'm not sure if that's \"new\" or \"old\" at this point. i buy new jeans every now and again based on weight fluctuations, but that's all.\n  \n  i also bought two hoodies off of redbubble a few weeks ago & received them today !! :'))\n  ","399741":"\n  sometimes i think people are joking when they're being serious, lmaoo.\n  ","399742":"\n  i like listening to the soundtracks from the halo video games.\n  ","399743":"\n  no, i feel quite the opposite at times. sometimes all i want to do is sleep because it makes me forget about my problems for a little while, and then i develop a fresh perspective in the morning.\n  ","399744":"\n  i had pretzels and guacamole as a snack at work today.\n  ","399745":"\n  my coworker told me that a certain gas station\/convenience store has free air for my tires, so i stopped there after work to fill up my tire to hold me over until friday night.\n  \n  i tried going last night, but the machine at the other gas station i went to cost money (spare change), and i had nothing on me so i couldn't fill my tire up. :\/\n  ","399746":"\n  i've never been afraid to ask someone something based on their gender.\n  ","399747":"\n  yeah, it only lasted for about two hours until i drank some ginger tea.\n  ","399748":"\n  eventually, sure. it isn't a priority at the moment, though.\n  ","399749":"\n  when things don't go as expected, it makes my anxiety flare up. however, i haven't had a panic attack in months, which is great.\n  ","399750":"\n  \"what the fuck.\"\n  ","399751":"\n  when i was in high school, my favorite subjects were english literature and forensics.\n  ","399752":"\n  earlier this morning. i drank my coffee too fast, lol.\n  ","399753":"\n  that was the first and only time amazon has screwed up my order, thankfully. i've heard it happening to other people, though.\n  ","399754":"\n  it's unfortunate that i give off that impression, but i suppose it's based on my syntax and verbiage. i mostly get serious questions, so i answer in a serious manner.\n  ","399755":"\n  i mean on askfm. i've discussed it in depth with my boyfriend, close friends, and therapist.\n  ","399756":"\n  she's my roommate's cat.\n  ","399757":"\n  i like them soft, not harder. the rice i usually buy are flavored, like cheddar & broccoli, jambalaya, seasoned garden veggies, etc etc.\n  ","399758":"\n  if it's from someone i care about, perhaps my intelligence. i don't usually agree with people when i get complimented on my appearance or personality.\n  ","399759":"\n  there was an ableist anon who was conversing with me about a week or so ago, and it was frustrating to try to explain to them how they were being ableist.\n  ","399760":"\n  i can't remember the last time something on askfm upset me, lol.\n  ","399761":"\n  i'd rather not. we discussed a lot of various things, and it was more of a compilation of my progress since i first started seeing her until the present day.\n  ","399762":"\n  compliments don't bother or sway me one way or another, they only really mean something when it's coming from someone i care about.\n  ","399763":"\n  i use microwavable rice. lmaoo.\n  ","399764":"\n  the cat isn't one of the most precious things to me. i value the importance of my bed, laptop, and television.\n  ","399765":"\n  there aren't many people that i dislike, so i'm not sure.\n  ","399766":"\n  no, that wouldn't be appropriate to discuss.\n  ","399767":"\n  nah, i disagree with that. i don't get upset very easily actually, unless something significant happens in my life.\n  ","399768":"\n  no, they just send me a new one for free. it was a phone charger.\n  ","399769":"\n  it was amazon, haha.\n  ","399770":"\n  that doesn't surprise me.\n  ","399771":"\n  no, i didn't really like the few episodes i tried watching.\n  ","399772":"\n  i obviously don't appreciate it. if someone has something to say about me, they can say it to me personally.\n  ","399773":"\n  so apparently people are talking about me without my knowledge? lmaoo.\n  ","399774":"\n  no, i'm not married.\n  ","399775":"\n  yes, i wholeheartedly believe in love and the value of marriage. i believe marriage is mostly a celebration of two people's love for each other, and weddings bring me a lot of joy.\n  \n  i wouldn't be able to put a percentage on how many marriages are truly happy or not, considering i only know a handful of married couples.\n  ","399776":"\n  i spend, but i also save more than i spend (or at least i try to). i only buy what's necessary, and i'll sometimes splurge on things like coffee most of the time.\n  ","399777":"\n  yes, this happens to me all of the time. i'm constantly afraid that my car is going to blow on me, or my tires are going to pop, or i'm going to get into an accident when i least expect it. i'm afraid when i leave the house that i didn't lock the doors, or if i left the coffee machine or stove on, and it even gives me anxiety sometimes when i don't make my bed before leaving the house in the morning.\n  ","399778":"\n  watch a mindless television show, drink a glass or two of wine, and listen to music (not all necessarily at the same time, haha).\n  ","399779":"\n  it's been warmer lately than usual these days (although sunday was such a tease, LOL). it's supposed to get really cold and snowy\/rainy over the next few days, though.\n  ","399780":"\n  i believe my best trait is my compassion for others.\n  ","399781":"\n  my current surroundings.\n  ","399782":"\n  yes, i like green beans, asparagus, spinach, kale, raspberries, blueberries, strawberries, mangoes, peaches, and artichokes.\n  ","399783":"\n  it doesn't phase me either way. perfumes and colognes don't bother me at all.\n  ","399784":"\n  classical piano and violins.\n  ","399785":"\n  brown sugar cinnamon oatmeal.\n  ","399786":"\n  i prefer rice over noodles.\n  ","399787":"\n  no, i would feel uncomfortable with speaking to people like that every day. i have social anxiety and it prevents me from going out to see my friends sometimes, let alone go to a job where i talk to strangers every day.\n  ","399788":"\n  because it was my final appointment with my therapist. :\/ she got a new job offer, so she's quitting the practice where i see her.\n  ","399789":"\n  watch something else that makes you laugh.\n  ","399790":"\n  i was internally screaming because i assumed it was much later than it actually was, up until i checked my phone and realized i only fell back asleep for 15 more minutes, lmaoo.\n  ","399791":"\n  my day has been all right. i woke up with my tire pressure light on again, so i'm going to have to find some change and fill it up with air until i get my tires changed on saturday.\n  \n  work was extremely busy, but it kept my mind off of things, which was good. when i got home, i had dinner and hung out with my roommate and his girlfriend. now i'm watching television.\n  ","399792":"\n  diligence, patience, tolerance, open-mindedness, and a willingness to admit when you're wrong.\n  ","399793":"\n  leftover general tso's chicken from the chinese food place. it tastes so much better leftover and re-heated than it does fresh, lmaoo.\n  ","399794":"\n  i've never had a delivery stolen before, no. i've received empty, sealed packages though, lmaoo.\n  ","399795":"\n  thanks, i appreciate it ~~\n  ","399796":"\n  my best friend's wedding day. it was so much fun, it was a celebration of their love, and i was surrounded by a bunch of people who make me feel comfortable.\n  ","399797":"\n  arrogance makes me dislike people immediately. if someone talks in a way that's condescending or makes me believe that they think they're better than someone else, then i'm automatically turned off from them.\n  ","399798":"\n  i believe that having a fear of death is very rational, especially considering no one truly knows what happens after death. a lot of people have learned to accept death, but certainly not everyone.\n  ","399799":"\n  i have the tendency to be funny, but i find that often i use humor to mask whatever pain i'm in.\n  ","399800":"\n  yeah, definitely. i've loved music for a very long time.\n  ","399801":"\n  i know absolutely nothing about fashion trends, lmaoo.\n  ","399802":"\n  yeah, one of my ex-friends told me once about how she was only dating someone because he bought her really nice gifts. i thought it was so disrespectful and insincere of her. she wanted to break up with him, but decided to do so after her birthday so that she could receive the gifts he got her.\n  ","399803":"\n  my day has been all right. work was a little busy, but it kept my mind preoccupied, so it wasn't terrible. i also had my final appointment with my therapist. :\/ it was bittersweet.\n  ","399804":"\n  ???\n  \n  not everything has a deep meaning. i put extra letters on acronyms because it emphasizes the point more, and i like it better than just writing \"lmao.\"\n  ","399805":"\n  it doesn't stand for anything. i just like putting an extra o there, haha.\n  ","399806":"\n  it definitely has not been 100 questions, lmaoo.\n  \n  i'm also bored & active rn. i'm more apt to answer questions when i have nothing else to do. the rest of the day, i'm busy so i don't usually answer questions until after 6:30pm or so.\n  ","399807":"\n  i have over 100 questions in my inbox that i've been sitting on for weeks, lmaoo.\n  ","399808":"\n  \"hold it together\" by mike shinoda.\n  \n\n   https:\/\/youtu.be\/Zr58BveEVSk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","399809":"\n  this is true -- it's the same concept as alcoholism. in AA meetings, they teach you that regardless of whether or not you're sober, you're still considered an alcoholic because of the addictive nature of your personality and the fact that you're in remission. you're just considered a recovered alcoholic.\n  ","399810":"\n  i don't remember what sort of headspace i was in a few days ago. i'm stressed at the moment, but i'm not in a terrible mood because i had a fun video game session with my boyfriend & roommate earlier.\n  ","399811":"\n  not anymore, no.\n  ","399812":"\n  idk, it could be 30 minutes from now or it could be two hours from now. it's whenever my phone is fully charged and how tired i am.\n  ","399813":"\n  i'm self destructive when i'm angry. i turn my anger towards myself and wind up getting high or drunk in order to deal with my anger.\n  ","399814":"\n  no. the only other way i can find that same type of euphoria is by doing drugs, and i'd rather not go down that route again.\n  ","399815":"\n  lol, no. death makes everything else seem mundane at times, while other times it gives life purpose.\n  ","399816":"\n  eight hours from now.\n  ","399817":"\n  no, i don't like the taste of chamomile tea.\n  ","399818":"\n  nah, it seems to happen pretty randomly. if there are triggers behind them, i'm not aware of what they are.\n  \n  i just have some periods of time where i'm totally euphoric, feel like i'm on top of the world and can accomplish anything, cannot sleep, and am just very active (and usually angry).\n  ","399819":"\n  depends on the sort of mood i'm in. sometimes death seems more peaceful than life itself, while other times it's more of a feeling of risk and uncertainty.\n  ","399820":"\n  i'm going to the bahamas with my boyfriend and his family.\n  ","399821":"\n  around $60 or so.\n  ","399822":"\n  nope, lmaoo.\n  \n  i was playing video games with my boyfriend & my roommate for a few hours, and now i need to wait for my phone to charge before going to bed.\n  ","399823":"\n  i drink herbal and green tea. i don't put anything in them.\n  ","399824":"\n  i don't know if i would consider them manic episodes, so idk. i know that people with BPD can experience manic-like symptoms, but i wouldn't personally classify them as mania.\n  ","399825":"\n  my interests are constantly changing, so things i was interested in when i was in my early 20s aren't the same things i'm interested in now.\n  ","399826":"\n  i sought professional help and went on medication.\n  ","399827":"\n  the grim reaper riding a white horse.\n  ","399828":"\n  i don't remember the last time i changed them was.\n  ","399829":"\n  of course, lol. i just didn't think it would be now.\n  ","399830":"\n  more. when i'm going through an episode, then i don't have the motivation to get out of bed and just lay there and sleep half the time.\n  ","399831":"\n  11:07pm currently.\n  ","399832":"\n  i'm not giving you a history lesson on the oppression of women throughout history. it's fairly obvious that women have always been a disadvantaged group, even through the current age.\n  ","399833":"\n  currently, i cannot play any musical instruments.\n  \n  however, when i was a teenager, i dabbled in the ukulele, acoustic guitar, and keyboards.\n  ","399834":"\n  today's priorities ;\n  \n  -- cook dinner.\n  \n  -- do the dishes.\n  \n  -- get to sleep at a reasonable hour.\n  \n  long-term priorities ;\n  \n  -- pay back my roommate for grocery shopping.\n  \n  -- pay back my father for ordering my new tires.\n  \n  -- contribute to the monetary figure i owe on the cruise i'm taking in february.\n  ","399835":"\n  i don't remember my dreams, i only remember my nightmares.\n  ","399836":"\n  this is a chronic feeling for me.\n  ","399837":"\n  no. male privilege is when a male experiences privilege based upon his sex. people who are males have experienced privilege throughout history, meanwhile females have been oppressed for all of history.\n  \n  there's no such thing as \"human privilege.\" that's invalidating to those in disadvantaged groups who do experience oppression.\n  ","399838":"\n  uh, what does mental health have to do with my writing abilities? lmaoo. you don't need to be mentally healthy in order to articulate yourself well. that's ableist.\n  ","399839":"\n  this past weekend (particularly on saturday). i spent the day indoors, slept in super late, played video games, and went out with a few friends at night.\n  ","399840":"\n  there are a lot of variables that would factor into this, so i don't have a concrete answer. my entire persona would be different, so who knows what sort of person i would be if i was male.\n  ","399841":"\n  based solely on their sex, no. people who are male experience male privilege.\n  ","399842":"\n  no, the work-related things i do at home (my freelance work) are paid work assignments.\n  ","399843":"\n  no, although i know that i should.\n  ","399844":"\n  well, i have unhealthy attachments for the most part. i become overly attached to certain people in my life, and they're obviously the most important things in my life to me.\n  ","399845":"\n  i don't know many people to that extent, but the people with whom i'm close to where i would know that information do have attachments.\n  ","399846":"\n  i don't do any work that isn't paid. if i'm contributing to my job in some way, then i'm getting paid for it.\n  ","399847":"\n  no. it only takes me 10-15 minutes to get ready for work in the morning. the only things i do are use the bathroom, brush my teeth and hair, get dressed, pack my lunch bag, and leave the house.\n  ","399848":"\n  i've never had connections before with anything else in my life, so it wouldn't be much different. as long as i have substantial cash on me to at least get me by prior to finding a job, i would be okay.\n  ","399849":"\n  yes, it's quite common unfortunately. some people who follow askfm's guidelines often get banned, while there are other accounts that consistently go against guidelines that never get banned.\n  ","399850":"\n  we usually see each other 1-2 times per week.\n  ","399851":"\n  sorta in the middle? i'm not necessarily living paycheck-to-paycheck these days, but i'm obviously not overflowing with money either. i have some expenses coming up that i'm not sure i can afford alongside rent and food and whatnot, so we'll see what happens.\n  ","399852":"\n  i just know it's derived from the stevia plant.\n  ","399853":"\n  i'm not entirely sure, tbh. i've always been motivated to a certain extent, whether it's to improve a relationship with someone to whom i'm attached, to better myself, or to prove myself at my job and\/or school.\n  ","399854":"\n  well yeah, i've never spoken about the title of my company, what colleges i attended, or where i live.\n  ","399855":"\n  i didn't have any old blankets to get rid of, so i didn't do anything in this scenario. but if i'm buying new clothing, sometimes i'll get rid of old clothing just to make my closet less cluttered.\n  ","399856":"\n  i think a large regular coffee from starbucks is $3.\n  ","399857":"\n  sometimes, yes. i mostly use stevia (artificial sugar) but sometimes i'll order a coffee from starbucks with some real sugar in it.\n  ","399858":"\n  it's my job's magazine. i'm not comfortable releasing the name of the magazine, it's just one of the products my job offers alongside various other editorial content.\n  ","399859":"\n  i have generalized anxiety disorder, so pretty much everything makes me anxious to some extent.\n  ","399860":"\n  lately i've been using peppermint mocha creamer. :'))\n  ","399861":"\n  mental illness, lmaoo.\n  ","399862":"\n  i'm a bit anxious at the moment, but otherwise fine. i'm worried about my car, i'm worried about finances, and i'm worried about what my supervisor will think of my \"letter from the editor\" that i wrote today for the newest edition of my job's magazine that's currently in production.\n  ","399863":"\n  yes, i've experience apathy to various degrees -- especially at the height of my depression. nothing brought me joy, and everything was meaningless.\n  ","399864":"\n  no, i'm not afraid of death. i'm obsessively intrigued by death and it's often the subject of my creative writing.\n  ","399865":"\n  how to tell if a tire needs to be changed based on the degree of tread left on the tire. it won't pass inspection if it's too eroded, and if you use a penny and place it in the tread, if it doesn't reach a certain height, then you need a new tire.\n  ","399866":"\n  i only like receiving attention from certain people, and elevated degrees of attention from others (i.e. strangers) makes me uncomfortable.\n  ","399867":"\n  i've only been open about my life for the past few years, and prior to that, i was extremely closed off and private. my paranoia was at its all-time high during those times and i was afraid that people would know *too* much about me to the point where it would hurt me.\n  \n  seeking help for mental illness and understanding that there is such a stigma against the mentally ill changed that, and it made me become passionate about speaking about my experiences in order to help others.\n  ","399868":"\n  i think it's worse when people abruptly disappear. there's no sense of understanding or closure when that happens, and it makes you wonder if you did anything significantly wrong in order to warrant someone cutting you off to that degree.\n  ","399869":"\n  i've been coloring my hair consistently since i was 11 years old. i've been bright red, dark red, orange, blonde, bright blue, bright purple, dark purple, black, and various shades of brown.\n  \n  my favorite color changes depending on my mood, which is why my hair is constantly changing. right now, it's brown and i'm going to be making it slightly darker with some overtone later this week.\n  ","399870":"\n  i don't follow people upon request, sorry. i seldom follow new people.\n  \n  i'm all right, though. i got home from work a little less than an hour ago, and i'm already changed into pajamas, lmaoo. my roommate and i decided that we're going to cook breakfast for dinner. :'))\n  ","399871":"\n  no, i don't experience road rage. driving is a major source of anxiety for me, so i'm a very cautious driver and if someone else does something stupid, then i'll be a bit annoyed but that's all. my main concern is safety.\n  ","399872":"\n  i check my personal email maybe once per week. as for my work email, my outlook application is active the entire day because i send and receive emails all day long. i monitor three different inboxes.\n  ","399873":"\n  we have a doorbell, yeah. i'm always confused whenever it rings because no one ever comes to the house unexpected, but it's happened a few times with delivery people (whether food delivery or UPS, or something).\n  \n  it doesn't bother me if my phone rings because 99% of the time, it's spam and i don't answer it. i only answer phone calls to numbers i recognize.\n  ","399874":"\n  i'm an organized person because it's much better for my mental health. i'm less anxious when everything is in its rightful place, and i notice that if i do allow things to get cluttered, it's an indication that my depression might be slipping back in.\n  ","399875":"\n  i like cleaning routinely, and i prefer clean and organized living spaces. too much mess or clutter makes me really anxious and claustrophobic, so i always pick up after myself whenever possible.\n  \n  when it comes to household chores, my roommates and i take turns with the cleaning, but i do have a tendency to do a little extra around the house even after they're done with their part, lmaoo.\n  ","399876":"\n  i prefer to handle things on my own whenever possible. i never ask for help with anything because i don't want to appear needy or dependent on anyone, with the obvious exceptions of when i'm too sick to move.\n  \n  i even felt bad asking my roommate to bring me a glass of water when i had the stomach virus two weeks ago, lmaoo.\n  ","399877":"\n  i don't trust people to do things, unless it's something that i'm not skilled in, like people who are mechanics, construction workers, etc etc. when it comes to personal projects, i prefer to take on the projects solo because i don't trust that others won't make mistakes.\n  \n  it's why i had a huge problem with group projects when i was in school, and i would usually take control of most of the project myself because i didn't want my grade on the line.\n  ","399878":"\n  one of my coworkers has never let me down, although i've only known her for less than two years. she's one of the sweetest, most genuine, and selfless people i've ever met and she gives the world to everyone in her life.\n  ","399879":"\n  the last mistake i made was vaping when i was sick with a stomach virus, lmaoo. it isn't a huge mistake by any means, but it definitely made me feel sicker because i wasn't ready to begin with nicotine again yet.\n  \n  i try not to dwell on past mistakes, especially those that cannot be changed or fixed. it's negative energy, and i'm trying to rid my life of negative energy.\n  ","399880":"\n  i'm definitely not as anxious now as i used to be in the past, but i still experience *some* degree of anxiety. this is the least anxious i've ever been in my entire life -- throughout the rest of my life, i was anxious to the point where it was debilitating.\n  ","399881":"\n  i've been on psychiatric medication for three years now. if i stopped taking them (or my antidepressant, at the very least), i feel as if i would fall into a severe depressive episode and begin having panic attacks again. my medication soothes and quells most of my symptoms, ranging from depressive episodes to severe mood swings to anxiety to panic attacks, etc etc.\n  \n  i wouldn't want to risk it, tbh. i've been doing so well on medication that i know it would have a bad, detrimental effect on my well being if i abruptly stopped taking them.\n  ","399882":"\n  i don't have any cool plans within the month of january, no. the most \"exciting\" plan i have is this saturday -- i have to bring my car to the mechanic, get new tired installed and rotated, and get an oil change. haha.\n  ","399883":"\n  i'm not entirely sure, lmaoo. i'm sure it's because they enjoy my answers, but i don't really find my answers to be anything spectacular.\n  ","399884":"\n  we all do. we take turns doing the cleaning, or we'll have certain people do certain rooms and rotate accordingly week-by-week.\n  ","399885":"\n  i drink 1-2 times per week these days. normally i'll have a few glasses of wine, but i also drink IPAs (beer) and hard seltzers.\n  ","399886":"\n  i can understand why those people feel the need to do so, but i also respect people more if they're outspoken about what they believe (regarding if there are more efficient ways to do things, etc). if you're solely placating a superior in order to get on their good side for your own personal gain, even if you don't agree with them, then i don't really find much respect in that.\n  ","399887":"\n  i don't normally eat chocolate, but i used to like the hershey's cookies and cream bars.\n  ","399888":"\n  i'm not religious, so i have no religion.\n  ","399889":"\n  i've always tried to sweat out the fever, personally. i'm not sure what the *right* way to control a fever is, but i usually layer up in clothing and sleep with a few blankets on me, and i feel a bit better by morning.\n  ","399890":"\n  \"what are your passions?\"\n  ","399891":"\n  one of my only talents is writing. i enjoy writing creatively, and i've been told that i'm an excellent, precise writer.\n  ","399892":"\n  honesty, loyalty, and communication.\n  ","399893":"\n  sleeping in on saturday and sunday, playing video games in the afternoon after having a hearty breakfast and drinking lots of coffee, and casually doing some easy household chores (like cleaning my bedroom) to make myself feel productive.\n  \n  i don't like leaving the house on the weekends, so a weekend where i didn't have to run any errands would be most ideal.\n  ","399894":"\n  idk, probably purchase a new blanket and pillowcase set off of amazon last week. it wasn't something i set out to do, but i was browsing amazon and saw it and the blanket looked so cozy, and i've also been wanting a new blanket to snuggle up in. so i bought it on a whim.\n  ","399895":"\n  i would much rather stay home, watch television, and eat snacks, lmaoo. music shows are fun and everything, but i've never been to a festival before and the idea of one freaks me out because of my social anxiety. i can't be around crowds of people.\n  ","399896":"\n  work, lmaoo. even when i'm not working, sometimes i think about different ways i could streamline my work processes to be faster and more efficient.\n  ","399897":"\n  last year, my boyfriend bought me one of those personalized \"love books,\" where you can customize what each person looks like and add whatever pages you want in order to tell the person what you love and appreciate about them. there was a page at the end where he wrote something totally sentimental and sweet, and it was one of the nicest gifts he's ever given me.\n  ","399898":"\n  my 27th birthday was pretty memorable. :'))\n  \n  my boyfriend bought tickets for us to go to a wine tasting event at a local aquarium. there were kiosks of different wineries offering free samples of their wine that you could try an endless amount of times, there was a giant food platter with cheeses and meats and breads, and there was live music downstairs. it was a lot of fun.\n  ","399899":"\n  i want to get in touch more with my creative side, i.e. writing more often, drawing\/painting more often, etc etc. i also want to get back into reading books.\n  ","399900":"\n  i like going to nature preserves and the beach.\n  ","399901":"\n  ✨✨✨\n  ","399902":"\n  best quality ;\n  \n  -- i'm compassionate towards others.\n  \n  -- i'm creative.\n  \n  -- i'm motivated and dedicated toward my goals.\n  \n  worst quality ;\n  \n  -- my mood swings make me very unpredictable in situations.\n  \n  -- i have a tendency toward self-destruction in the face of dilemmas.\n  \n  -- i can be very jealous at times.\n  ","399903":"\n  my boyfriend and i were preparing for a wedding a few years ago. he asked me to hand him his suit pants, and for some unknown reason, i thought he said soup cans.\n  \n  him: hey leigh, can you hand me my suit pants?\n  \n  me: SOUP CANS? WHY DO YOU WANT SOUP.\n  ","399904":"\n  i'm not willing to give out my email address.\n  ","399905":"\n  a 24\/7 lofi hip hop stream on youtube.\n  \n\n   https:\/\/www.youtube.com\/watch?v=yaKeFoNOneg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","399906":"\n  countries are comprised of both land and people. a country is a physical mass of land, and it's the people who inhabit that land and the culture of those people that defines what a country is.\n  ","399907":"\n  no, i would never want to break up someone else's relationship because that's disrespectful. i'm already in a relationship, at any rate.\n  ","399908":"\n  partially, yes. i'm surviving based on my income, and i wouldn't be able to live, afford rent, afford food, etc etc., if it weren't for my income.\n  ","399909":"\n  uh, yes? nobody claims ownership over another human being, and it's inherently wrong to keep someone as a \"slave\" no matter what context it's in.\n  ","399910":"\n  you'd be better off asking someone who's actually a teacher, or at least in the profession of education.\n  ","399911":"\n  either massachusetts, new hampshire, vermont, south carolina, or virginia. maybe even colorado or oregon.\n  ","399912":"\n  according to the google, rapping is always the rhythm and delivery of a song according to a beat. singing doesn't always have to accompany a beat.\n  ","399913":"\n  in theory, no. but in practice, it could sometimes hurt people depending on the situation. you have to really gauge the situation and weigh the pros and cons of being brutally honest. it might not be the right timing, for example.\n  ","399914":"\n  yes, i've experienced this on many occasions. perhaps not move to another country, but definitely another state. i've always wanted to start fresh with a new life, new people, new beginnings, etc etc.\n  ","399915":"\n  yes, he has made me a better person. his support of my passions has encouraged me to be the best version of myself that i can possibly be.\n  ","399916":"\n  facebook, twitter, instagram, and snapchat.\n  ","399917":"\n  nah, i never told them.\n  ","399918":"\n  eight years.\n  ","399919":"\n  not all of them, which is something i'm steadily working on. i've been questioning one of my friendships with someone, but it's difficult because i'm quite attached to them and i'm more apt to forgive them because of my attachment to them.\n  ","399920":"\n  no? not everything is about romantic relationships, lol.\n  ","399921":"\n  i don't believe there's a set amount. my account has been banned without any warning whatsoever.\n  ","399922":"\n  i agree !! i'm still only on the first season, though. i decided to watch it after finishing \"you\" upon the recommendation of a friend.\n  ","399923":"\n  don't pursue a friendship\/relationship with someone who doesn't put in the same effort into maintaining the relationship as you do. you don't deserve to have a one-sided relationship, and those who truly care about you will reach out towards you if they sense something is wrong. not everyone is perfect, but people will make time for those they care about in one way or another, even if it's something as simple as texting consistently one night or a phone call.\n  ","399924":"\n  my life is both beautiful and tragic in an all-encompassing way that is motivational, yet pensive, in the best and worst ways.\n  ","399925":"\n  YES, lmaoo. when they showed one of the scenes that indicated he had a connection to breaking into dexter's house to leave clues, i was like, \"I F*CKING KNEW IT.\"\n  \n  when i first saw the character in the show, i had a weird vibe about him and everything seemed to fit.\n  ","399926":"\n  i haven't seen her to discuss it with her, she informed me that she was leaving the counseling center via text. but yeah, my plan is still the same. i want to see if i can hold my own without therapy for a while, and if that isn't working out, then i'll find a new therapist ... even though it's going to be a pain in the ass to try to \"recap\" everything that has ever happened to me, haha.\n  ","399927":"\n  it's a means of making money so that i can support myself and live my life. i gain pleasure out of the work i do because it's in my field of study, and i enjoy reading\/proofreading\/writing the work that i currently do. i've also developed close relationships with a few of my coworkers, which makes going to work a little easier.\n  ","399928":"\n  one was a woman, and the other was a man. my therapist now is in her mid-30s. my final appointment with her is on tuesday, though. :\/\n  ","399929":"\n  when i'm with a few close friends, hanging out and having fun together and just living in the moment. last night, for example, was a lot of fun -- i went to a local brewery where a friend of mine was performing (he's a rapper), and we all had a few drinks while listening to the different musicians.\n  ","399930":"\n  no, i didn't find my therapist until after about a year of seeing my first psychiatrist. i had tried two or three different therapists before finding her, but those didn't work out.\n  ","399931":"\n  LOL, yes. it's a gorgeous day outside, which is ... unusual, considering it's the middle of january.\n  ","399932":"\n  i don't remember my childhood up until the age of around 11 or 12, so i honestly have no clue.\n  ","399933":"\n  lately it's been difficult for me to juggle and compartmentalize my personal life with my professional life. there's been a lot of things going on with my personal life that i can't help but carry over into work with me, and sometimes it makes me unmotivated and makes the work i'm doing seem useless and mundane.\n  ","399934":"\n  i made an appointment with my general physician, who prescribed me antidepressants and gave me referrals to some psychiatrists in the area.\n  ","399935":"\n  no one can make me well-behaved, it's something that i have to control within myself regardless of who is around.\n  ","399936":"\n  drinking coffee, later transitioning to flavored seltzer, during the rest of the day. playing some video games until i get tired of the game in the moment. taking a mid-afternoon nap. cooking an easy dinner, taking a shower, and settling down to watch some netflix at night.\n  \n  instead, i have to go grocery shopping, go to the bank, and visit my parents' house to sort through some belongings that they discovered in the attic while cleaning it out last week. i really don't feel like leaving the house today, though. :\/\n  ","399937":"\n  seeking out professional help for my mental illnesses during a critical moment of my life. it was life-changing, and i'm grateful that i sought help when i needed it the most instead of doing something harmful or drastic.\n  ","399938":"\n  i'm normally running a tad bit late for work these days, so i tend to get ready in a hurry in the mornings. i take my time with my actual work when i'm at my job, though. i don't like missing things or making mistakes.\n  ","399939":"\n  yes, we all have our own televisions in our rooms.\n  ","399940":"\n  it can be, yes. depression can be characterized by irritability.\n  ","399941":"\n  i definitely have the tendency to have a temper, but i quell it most of the time when i feel it coming on because my anger can be intense and destructive.\n  ","399942":"\n  they don't frustrate me, no. as long as it's still a civil discussion and the other person doesn't resort to personal attacks, lol.\n  ","399943":"\n  i think it's sweet that someone is using their own faith to show their support for a person if they're struggling. even if i don't agree with their religion, i can appreciate that they're applying what they know in order to be a supportive person.\n  \n  like i said earlier, i just don't like when people try to force their own beliefs down my throat in order to try to convert me.\n  ","399944":"\n  i don't eat cereal.\n  ","399945":"\n  i don't truly know who i am on the inside because who i am is constantly fluctuating and changing depending on who i'm with. i'm a scorpio, and there are some aspects of scorpios that i do relate to, but there are also some that i also disagree with.\n  ","399946":"\n  i don't really know what you mean by \"spirited discussions.\"\n  ","399947":"\n  no one deserves to be in a relationship with someone who doesn't reciprocate the same effort you're putting into the relationship, and someone doesn't deserve you if you take advantage of the relationship and don't put enough effort in either. relationships should be a mutual exchange of time, effort, and energy, and it will only succeed if you're both striving to better yourself and the other person with constant support and reassurance.\n  ","399948":"\n  i've considered going vegetarian when i was younger, but meat is basically a staple in my diet because it's an easy form of protein. i do try to buy alternatives whenever possible, though.\n  ","399949":"\n  i've struggled with depression for more than half of my life, so i don't believe i've ever been *genuinely* happy. there are things that bring me pleasure, but the depression is always lurking in the background.\n  ","399950":"\n  i don't like when people use the term \"crazy\" to refer to something wild or ridiculous, it's directly stigmatizing against those who struggle with mental illness.\n  \n  however, the most wild thing i've ever done for someone i loved was probably move 300 miles back home just so i could be with them during their time of need.\n  ","399951":"\n  yes, lmaoo. i initially thought that one of my coworkers was incredibly rude and obnoxious because i didn't know her very well at all. but as i got to know her, we steadily became close friends and now i think she's the sweetest person ever.\n  ","399952":"\n  uh, why wouldn't that be okay? people, regardless of gender, can wear whatever they want.\n  ","399953":"\n  i only really post my opinions when people ask for them specifically. i also enforce those beliefs when other people are becoming pushy first in order to prove a point.\n  ","399954":"\n  yeah, i believe so. i'm more apt to be rude to anons, especially if they're saying something hurtful or trying to push their beliefs onto me.\n  ","399955":"\n  my brother was the one who told me i needed at least one new tire, he recommended two because it's best to buy them in pairs. he's been a mechanic for 15+ years. the tread on one of my back tires is completely shot and i can't drive on it for much longer without it going completely flat.\n  \n  another 5 days driving on it won't be a big deal as long as i keep an eye on the tire pressure and fill it up if my tire pressure light comes back on. the tires should arrive on tuesday, and then i'm taking my car and the tires to my regular mechanic on saturday.\n  ","399956":"\n  when people talk over you while you're in the middle of speaking, it shows they don't respect or care about what you have to say and they just want to put their two cents in with no regard to anyone else.\n  \n  i also get angry when people try to push their beliefs onto me (or others) because, again, it shows a lack of respect.\n  ","399957":"\n  mixes, lmaoo. i'm not skilled enough to ever make something like that from scratch. like i said, stuff like that is more of a chore for me.\n  ","399958":"\n  i disagree. i've been through significant hardship, both first hand and through others, and i've never felt the need to pray because it doesn't apply to my life.\n  \n  i don't appreciate the pushback you're giving me when it comes to praying. some people simply don't pray, it means nothing to them.\n  ","399959":"\n  cookies and muffins, mostly.\n  ","399960":"\n  no, i've never felt the need to be anonymous because of the fact that i'm totally open with my thoughts and my life. i don't need to hide who i am in order to express my opinion on something.\n  \n  i do appreciate the anonymity, because it gives others the chance to ask for advice without revealing who they are, but a lot of people totally take advantage of it to a negative degree.\n  ","399961":"\n  positive thoughts ;\n  \n  -- i'm grateful that today is a sunny day, and it feels nice to have the blinds open to let the natural light in.\n  \n  -- my coffee tastes amazing this morning.\n  \n  -- i'm happy that i have today off from work, because last night was a pretty wild night and i need time to recover (lol).\n  \n  negative thoughts ;\n  \n  -- i'm not looking forward to paying for two new tires for my car, the labor involved in my mechanic's work, and the extra money for an oil change later this week.\n  \n  -- my boyfriend's dog is dying, and he'll likely have to be put down within the next 1-2 weeks.\n  \n  -- i'm keeping my best friend in my thoughts because her grandmother, whom she was close with, passed away last week.\n  ","399962":"\n  i don't enjoy cooking, but baking is something i enjoy a little bit. i do consider it somewhat of a chore, haha.\n  ","399963":"\n  i'm not religious or spiritual, so praying would do nothing for me.\n  ","399964":"\n  it's pretty equal, especially around my boyfriend and close friends. they know basically everything about me. i just have an easier time describing my thoughts on social media because i'm better at writing than speaking verbally.\n  ","399965":"\n  i was feeling lazy, so i just heated up one of those jimmie dean veggie egg white breakfast sandwiches.\n  ","399966":"\n  i follow the cast of it's always sunny in philadelphia on instagram, and their posts are pretty hilarious.\n  ","399967":"\n  only my boyfriend and best friend know that i use askfm. as for whether or not other family members check up on my page, if they know it exists then they've never told me.\n  ","399968":"\n  i only woke up an hour ago, lmaoo. so far, all i've done is make breakfast and drink some coffee while perusing social media.\n  ","399969":"\n  sushi and\/or burrito bowls.\n  ","399970":"\n  hopelessness\/despair. i experience it every once in a while, and it pops up out of nowhere at times. it's all-consuming and makes my heart and insides ache.\n  ","399971":"\n  thanks, i appreciate it ~~\n  ","399972":"\n  as my bio indicates, i'm 28 years old.\n  ","399973":"\n  i like cherry dr. pepper, but that's basically the only soda i drink.\n  ","399974":"\n  no, i don't go to the gym.\n  ","399975":"\n  probably 50%, lmaoo. i'm on askfm more than any other social media due to the volume of activity i receive.\n  ","399976":"\n  no, it doesn't have an effect on my life so i don't have an opinion regarding what other people do in their lives.\n  ","399977":"\n  a 24-hour live stream of lofi hip hop beats, lol.\n  \n\n   https:\/\/www.youtube.com\/watch?v=yaKeFoNOneg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","399978":"\n  well, i have a twitter account if you would like to DM me on there. my username is poetalunam (same as here).\n  ","399979":"\n  nah, it doesn't annoy me at all. i like scrolling through my inbox in the morning and seeing which questions have been asked to me. it's also when i delete questions accordingly if they're trolling or just flat out dumb questions.\n  ","399980":"\n  i'm a slytherin.\n  ","399981":"\n  i don't generally use askfm to chat, but you can certainly ask me questions.\n  ","399982":"\n  it's currently 12:52pm on sunday afternoon.\n  ","399983":"\n  thank you ~~\n  ","399984":"\n  it's been a lot more these days because people are trying to fulfill their VIP requirements, so i've been getting a lot more questions than usual.\n  ","399985":"\n  i do both. whenever i log into askfm, i answer the easier questions first, and if something requires more thought behind it, then i'll take my time with it until i can think about a good answer to the question.\n  \n  i have questions in my inbox leading back to, like, a month ago for this very reason. lol.\n  ","399986":"\n  93, currently.\n  \n  (well, 92 after i answer this one, lol.)\n  ","399987":"\n  if a writer falls in love with you, you can never die.\n  ","399988":"\n  ???\n  \n  they're adults, and it sounds like they have a promising life ahead of them.\n  ","399989":"\n  nah, i'm going with my roommate and one of my other friends might meet us there later on !! my roommate is driving, so i'll be safe. :'))\n  ","399990":"\n  thanks !! should be a good time, the venue is a brewery so there will be some drinks involved too.\n  ","399991":"\n  he's a rapper, so he'll be performing on stage some of the new songs from his latest album.\n  ","399992":"\n  i don't follow people upon request, sorry.\n  \n  i'm doing well today, though. a bit peeved because i'm going to have to spend some money on new tires for my car, but i'm going to see a friend perform live tonight, so at least that's something.\n  ","399993":"\n  i don't get embarrassed easily, but there are two embarrassing moments that stick out in my mind, lmaoo.\n  ","399994":"\n  thank you ~~\n  ","399995":"\n  i have some knowledge of finance, enough to get me by at least. i do believe having internet access makes getting information about finance easier, though, as it is for a variety of other areas of knowledge.\n  ","399996":"\n  my friend courtney (she used to use askfm, if anyone remembers her) called me last night & we had a hilarious conversation. :'))\n  ","399997":"\n  no, i don't smile at strangers. i think i pissed someone off today, though lmfaoo. i was driving and making a right turn onto a main road, and some dude was about to cross the street with his bicycle. so he looked angry and was like, \"GO! JUST GO!\" and i started laughing hysterically.\n  ","399998":"\n  i've never trusted anyone straight away from the beginning, and i believe that trust is something to be earned instead of expected.\n  ","399999":"\n  what the f*ck kind of fetish is this even.\n  ","400000":"\n  no offense, but no. i'm not really in the mood to read someone else's story rn.\n  ","400001":"\n  no. i'm not taking a photo of my vacuum, lmaoo.\n  ","400002":"\n  because i don't want to.\n  ","400003":"\n  zero.\n  ","400004":"\n  it wouldn't be detrimental to my well being or anything. i just never have before.\n  ","400005":"\n  having a mental illness doesn't give you the excuse to be manipulative.\n  ","400006":"\n  no, i don't feel like doing that.\n  ","400007":"\n  cut contact with them. understand that you don't deserve to be manipulated and it isn't worth having feelings for someone who won't respect you.\n  ","400008":"\n  a really powerful one, lmaoo. i don't really know the model name or anything. it's one that my roommate brought over.\n  ","400009":"\n  i'm from the united states. i would like to visit australia, new zealand, england, spain, italy, and russia.\n  ","400010":"\n  i wanted something in latin that meant something poetic, so i decided on poetalunam since it resembles the meaning of \"poetry of the moon.\"\n  ","400011":"\n  no, i haven't.\n  ","400012":"\n  addiction\/substance use is a mental illness, but there are criteria needed to be met for something to classify as an addiction. addiction is when your body becomes physically dependent on something to the point where you experience withdrawal symptoms when you don't have it.\n  ","400013":"\n  addiction is when the body becomes physically dependent on something. you can't be addicted to a feeling.\n  ","400014":"\n  perhaps, but i'll have to see how it turns out when i finish writing it.\n  ","400015":"\n  if it's part of the master chief collection, then yes. i don't remember though. i've played through the rest of the games.\n  ","400016":"\n  because that isn't how addiction works, lol.\n  ","400017":"\n  destiny 2 and halo reach are my favorites.\n  ","400018":"\n  leftover chinese food, lmaoo. i just remembered i had it in the fridge.\n  ","400019":"\n  yeah, my tread was worn down so i need some new tires.\n  ","400020":"\n  it's private. i also haven't finished writing it yet.\n  ","400021":"\n  i'm just trying to live in the present moment.\n  ","400022":"\n  no, you can't be addicted to a feeling like that.\n  ","400023":"\n  perhaps a year or so.\n  ","400024":"\n  yes, i have.\n  ","400025":"\n  i've felt this way my entire life.\n  ","400026":"\n  i don't drink milk. i usually just buy egg noodles, spaghetti, or penne.\n  ","400027":"\n  i think about my weight every day. i haven't weighed myself in months.\n  ","400028":"\n  yeah, i never saw myself living past the age of 20.\n  ","400029":"\n  my own experiences with mental health and relationships.\n  ","400030":"\n  it appears so, yes.\n  ","400031":"\n  i used to, but not so much anymore.\n  ","400032":"\n  yes, my parents are controlling and manipulative.\n  ","400033":"\n  i don't like either.\n  ","400034":"\n  yes, i played a few of the silent hill games when i was a teenager. the only one i remember is \"the room\" and it was super creepy.\n  ","400035":"\n  no, but i used to practice yoga a few years ago.\n  ","400036":"\n  i just said i've played far cry 5, lmaoo.\n  ","400037":"\n  i've attempted s*icide in the past.\n  ","400038":"\n  yes, i've played far cry 5.\n  ","400039":"\n  i'd rather not say because that could give an indication as to where i live.\n  ","400040":"\n  i don't remember that day, lmaoo. i'm assuming i spent the day with my boyfriend & friends, and we traveled down to the woods and lake, and then partied that evening.\n  ","400041":"\n  it's a yin and yang on each shoulder blade, with bass clef dots on each side.\n  ","400042":"\n  i'm italian, german, irish, ukrainian, portuguese, and austrian (among others).\n  ","400043":"\n  he's done well for himself.\n  ","400044":"\n  yes, i'm *very* meticulous when it comes to exploring in video games. i check every nook and cranny.\n  ","400045":"\n  on 9\/11? no, i just remember being in school when it happened.\n  ","400046":"\n  no, i just know it's bad. lmaoo.\n  ","400047":"\n  i'm disgusted with myself but tbh i haven't done anything to change it.\n  ","400048":"\n  bread, milk, butter, eggs, pasta, sauce, chicken cutlets, etc etc.\n  ","400049":"\n  no, i don't remember. they were probably the same games i'm into now, lmaoo.\n  ","400050":"\n  movies don't make me feel alive.\n  ","400051":"\n  it's a combination of that as well as getting productive feedback from my therapist regarding my problems and behavior. she would just sorta guide me into analyzing my own problems and direct me when necessary.\n  ","400052":"\n  i've gotten both over the years. these days it's just stupid trolling accounts, but in the past they were more direct attacks.\n  \n  i don't block people because there's no point. they'll just make another account.\n  ","400053":"\n  we've been friends for 10 years so we get along fairly well. he's a big man, around 6'2\" or so, works two jobs, is pretty responsible, etc etc.\n  ","400054":"\n  interesting. i usually just buy flavored seltzer.\n  ","400055":"\n  no, not lately. i just delete any sort of harassment at this point.\n  ","400056":"\n  never tried it before.\n  ","400057":"\n  take some cough drops until it passes.\n  ","400058":"\n  i haven't even thought about tonight's dinner yet, lol.\n  ","400059":"\n  when i was sick with the stomach virus last week, i allowed it to pass instead of going to urgent care to treat it. i knew it was going to pass in 1-2 days, and i wouldn't have wanted to pay the co-pay of a doctor's visit when i knew i would feel better soon.\n  ","400060":"\n  both !! i think some dinosaurs were scaly, while others had more of a feathery appearance.\n  ","400061":"\n  no, i think it's interesting. i love games with a strong story line.\n  ","400062":"\n  i just started up read dead redemption II last night. other than that, i play skyrim on and off all the time.\n  ","400063":"\n  venting to friends, listening to music, and distractions such as reading a book or playing video games.\n  ","400064":"\n  either my boyfriend or one of my close friends, lmaoo. my close friend and i always get into the weirdest shenanigans.\n  ","400065":"\n  my compassion, my creativity, and my loyalty.\n  ","400066":"\n  no, i haven't. i heard great things about it though.\n  ","400067":"\n  my boyfriend and one of my close friends.\n  ","400068":"\n  i already explained this in an earlier answer. my tire pressure light has been on since monday morning.\n  ","400069":"\n  i think that extraterrestrial life has already been discovered, but it's being kept secret by governments because the reality of the situations being leaked to the public would cause a mass frenzy.\n  ","400070":"\n  the platforms themselves don't manipulate people, but the way other people can use them do. on social media, people often present their ideal selves instead of their realistic selves, posting about their accomplishments instead of their downfalls and basically pretending that they're happy if they're really not.\n  \n  it can lead to a lot of insecurity about one's own accomplishments, where people think they're not good enough or they haven't reached milestones in their lives in a timely manner.\n  ","400071":"\n  yes, i do think that jealousy can harm a relationship. if you're jealous of your partner's friendships towards other people or towards themselves in general, then that's a toxic emotion and something you need to work through within yourself. you have to come to an understanding of where the jealousy stems from, otherwise if you give into it, it could lead to a lot of arguments and misunderstanding.\n  ","400072":"\n  dan soder, if he's considered a celebrity. he's a pretty well known comedian who does stand up for comedy central every once in a while, and he recently came out with a special on HBO.\n  ","400073":"\n  i don't think it's wrong for you not to go, but perhaps you can come to a compromise with your partner because i'm sure it would leave a great impression on his family if you did show your face. perhaps you can stay for only a small period of time instead of the entire ordeal so that you're not too overwhelmed for multiple hours on end.\n  ","400074":"\n  certain songs from the early 2000s that i listened to when i was in middle school and high school.\n  ","400075":"\n  my years of battling with self harm and a s*icide attempt when i was younger. i'm not proud of myself that i endured such things, but i also don't believe they're not anything to be ashamed of because there's already such a stigma against those unhealthy coping mechanisms and a misunderstanding behind s*icide in general.\n  ","400076":"\n  anything regarding mathematics, haha.\n  ","400077":"\n  i started playing red dead redemption II last night, and i was impressed with the realistic graphics.\n  ","400078":"\n  i've always wanted to learn more about astronomy.\n  ","400079":"\n  2020 in general. it's just one bad thing happening after the other.\n  ","400080":"\n  play lotto, haha.\n  ","400081":"\n  thank you very much !! i have zero plans. the only thing i have to do is take my car to my brother's mechanic shop this afternoon so he can check out my tires (my tire pressure light has been on since monday).\n  ","400082":"\n  action-adventure RPGs, open world RPGs (which i guess is the same thing?), and first person shooters.\n  ","400083":"\n  that's interesting to read and compelling, especially considering the younger generations are typically shown to be more tolerant and open-minded in terms of sexual orientation and gender.\n  \n  i'm reading an article on the statistics now, and one theory proposed is that the reason those numbers are on the decline is because of the major increase in violent acts against people from the lgbtq+ community, particularly acts of violence against black trans women. the FBI released a study that showed an estimated 17% increase in hate crimes against lgbtq+ individuals in 2017, and of 7175 crimes, over 1200 were based on sexual orientation or gender identity.\n  ","400084":"\n  achievement hunter: the musical.\n  \n\n   https:\/\/www.youtube.com\/watch?v=XrgqFpTVdfs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","400085":"\n  \"if the sun refused to shine, i would still be loving you. when mountains crumble to the sea, there will still be you and me.\"\n  \n  -- \"thank you\" by led zeppelin.\n  ","400086":"\n  yes, my friends know that i'm a trustworthy person and will tell me their secrets without worrying that i'll blab to someone else.\n  ","400087":"\n  \"die for you\" by starset ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=aUTzZGR64mI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","400088":"\n  love itself, and the relationships i have with my partner as well as with my friends. i wouldn't trade those connections for the world.\n  ","400089":"\n  eating to sustain myself physically and mentally. i've always had a weird relationship with food, and eating doesn't really bring me much pleasure. i eat because i have to, not because i want to.\n  ","400090":"\n  friendships are equally as important as romantic relationships, and you should invest equal amounts of time and energy into your existing friendships because support from friends is significantly important.\n  ","400091":"\n  i'm an emotionally vulnerable person by nature, so at my very core, i'm vulnerable. i can only assume it's a result of mental illness, but i do take things quite personally at times and it only hurts me in the end.\n  ","400092":"\n  everything, lmaoo. but above all else, my weight. i just haven't done anything to change it these days.\n  ","400093":"\n  brains, most definitely. looks and physical attraction is nice, but it doesn't establish a sound foundation to a relationship and a relationship cannot succeed on physical attraction alone.\n  ","400094":"\n  my boyfriend cheated on me once very early on in our relationship, and i took him back and forgave him. if the same thing were to happen nowadays, though, then i wouldn't be forgiving and i would break up with him.\n  ","400095":"\n  going to therapy has taught me different, healthier, methods of coping with illness and pain compared to what i conditioned myself into doing for years upon years. conversing with my therapist brought to light different aspects and reasons behind my behavior that i never considered before, and because of that awareness, i have a better handle on my behavior and how to control it before it's too late.\n  ","400096":"\n  i don't like pet names unless it's coming from someone i'm already super close with, like my boyfriend or a close friend. other than those people, it makes me super uncomfortable.\n  ","400097":"\n  my anxiety -- it's been super detrimental to my well being lately, and i've become such a hermit as a result. i literally don't go anywhere besides work, the grocery store, and the pharmacy these days. going anywhere else, if i'm the one driving, makes me super anxious.\n  \n  i'm supposed to bring my car to my brother's mechanic shop tomorrow and i already have anxiety over it, even though i have somewhat of an idea of where it is and the town isn't anything new to me. but the idea of driving out there is giving me major anxiety.\n  ","400098":"\n  i believe i would feel the happiest and most fulfilled if i was a published, established writer (maybe freelance?). my current career trajectory is leading towards that path, so i know i'm heading in the right direction.\n  ","400099":"\n  i have an unhealthy obsession with the concept of death, which is probably abnormal to some people. i watch too many true crime documentaries, i write and fantasize about death, and in some rare cases, i've romanticized death.\n  ","400100":"\n  i don't mind my friends telling me literally anything -- i'm very open to discussion about an assortment of topics, and if a friend trusts me enough to tell me about a topic that may be considered taboo, then i feel honored to have that sort of trust between us.\n  ","400101":"\n  the legal age in becoming an adult, usually at the age of 18.\n  ","400102":"\n  no. i believe that if you're trying to take shortcuts to win someone over, then you don't truly deserve that person. you should ideally want to be patient with someone if you genuinely love them, and taking shortcuts to get to their heart only proves to be selfish in nature.\n  ","400103":"\n  love endures through mutual trust and establishing communication, even during the rough times (well, especially during the rough times).\n  ","400104":"\n  i don't remember my childhood. but as a teenager, i questioned the authority and authenticity of everything around me.\n  ","400105":"\n  not really, no. even though i was in a questionable relationship in the past, i didn't regret loving him because he taught me that i deserved better.\n  ","400106":"\n  not really, no. i grew up being smart academically with no common sense whatsoever. it's improved a lot over the years, but i'm still pretty naive when it comes to various things.\n  ","400107":"\n  sometimes, but not completely. i believe people are quick to say \"sorry\" without initiating change behind their apology, and their quick apology is just a cover-up out of self-preservation instead of actually feeling guilt or remorse.\n  ","400108":"\n  i remember when i was growing up, i wanted to be a teacher. i'm assuming that it was an influence of my own teachers that i had when i was at a young age.\n  \n  needless to say, that \"dream job\" turned out wrong, and i can't ever imagine being a teacher or educator of any sorts.\n  ","400109":"\n  i've always made my skills quite apparent, so i'm not really sure. then again, my only skills seem to be in the arts, which has always been visual.\n  ","400110":"\n  yeah, but not necessarily for the right reasons, lmaoo. laughing is a coping mechanism for me and i often use humor to mask whatever struggles i'm going through.\n  ","400111":"\n  a close friend who used to use askfm a long time ago, but deactivated. if any of you remember her, her name is courtney and we talk almost every day. she's the sweetest person i've ever met.\n  ","400112":"\n  my favorite season is autumn. i like the changing colors of the leaves, the introduction of chilly weather, the seasonal drinks and food, and wearing comfy clothing.\n  ","400113":"\n  moana, tangled, and brave.\n  ","400114":"\n  i was playing video games for a little while earlier this evening -- that was fun. :'))\n  ","400115":"\n  i've been feeling really down for the past week or so, and i've never dealt with sadness in a healthy manner. however, i've been trying to reach out and talk to others who might understand what i'm going through, and the support i receive as a result helps me deal a little easier.\n  ","400116":"\n  healthy coping mechanisms ; talking to a friend, writing, listening to music, and playing video games.\n  \n  unhealthy coping mechanisms ; binge-drinking alcohol, chain-smoking (although i don't smoke anymore), and doing drugs.\n  ","400117":"\n  it could mean that, but that isn't guaranteed. regardless, you shouldn't be ashamed of your hobbies unless they're hurting yourself or someone else.\n  ","400118":"\n  samoas are the best.\n  ","400119":"\n  psychology 101. lmaoo.\n  \n  i would say proofreading and\/or grammar, but it's so innate to me that it's hard for me to teach it because it doesn't have much logic behind it, it just feels right.\n  ","400120":"\n  whoops, that definitely isn't what i meant. lmaoo.\n  ","400121":"\n  i honestly don't remember, it took me months upon months of playing consistently to come to the various endings.\n  ","400122":"\n  to claim you're \"involuntarily celibate\" is asinine and disgusting. no one owes a person s*x. and the entire culture surrounding people who claim to be an incel is ridiculous.\n  ","400123":"\n  i don't support people who use the term \"incel.\" it's ridiculously pathetic and privileged.\n  ","400124":"\n  my roommate's cat is the laziest and most adorable kitty ever. ♡\n  ","400125":"\n  interesting, i never heard that rendition before. it's always been lgbtq+ around here.\n  ","400126":"\n  yes, i believe they can. peaceful protests raise awareness of issues and prompt recognition from others and the media to look more closely into a certain cause.\n  ","400127":"\n  depends on where you live. there are some smaller high schools in small towns where everyone does know each other. but in bigger towns and cities, not everyone knows each other at all because there are simply too many kids in a class.\n  ","400128":"\n  ???\n  \n  i don't know what \"hbtq\" stands for, and i'm hesitant to ask what it means.\n  ","400129":"\n  it can be both. the lgbtq+ community is both a metaphorical concept as well as a real meeting of people.\n  ","400130":"\n  i know a few people my age who still watch cable television, but most people i know just use streaming services because it's less expensive than paying for a whole cable package.\n  ","400131":"\n  yeah, i prefer fingerless gloves.\n  ","400132":"\n  it looks like a GTA vehicle that hasn't finished rendering yet.\n  ","400133":"\n  i've been wanting tattoos for as long as i can remember. i got my first tattoo the first week after i turned 18.\n  ","400134":"\n  unfortunately, no. i've never been to any pride parades before. large crowds of people freak me out.\n  ","400135":"\n  i haven't owned a pair of converse since i was 16 years old, lol.\n  ","400136":"\n  i have one brother.\n  ","400137":"\n  lmao, my signature is not recognizable except for the giant L in the beginning.\n  ","400138":"\n  yeah, you can pronounce it as either \"lay\" or \"lee.\"\n  ","400139":"\n  there's so much biphobia in the lgbtq+ community, it's ridiculous and a bit hypocritical. there's nothing wrong with experimenting with your feelings toward different genders, and you're not any less bisexual if you wind up dating\/falling in love with someone who's the \"opposite\" gender from you.\n  ","400140":"\n  i believe that the essence of our being, our souls essentially, continue to live on in different mediums after our physical bodies perish.\n  ","400141":"\n  i don't believe i have, no. one of the most compelling experiences of my life, however, was after 9\/11 happened. i went to the top of the empire state building for the very first time, and you could see all of ground zero. it was chilling.\n  ","400142":"\n  no, but i heard amazing things about it !! i may start watching it this weekend.\n  ","400143":"\n  i've never watched the twilight zone before.\n  ","400144":"\n  lmaoo, no. i don't believe i've ever even seen one of those before.\n  ","400145":"\n  i used to play GTA a lot, especially when i was younger. since owning GTA V, i never finished the story mode and only ever played in parties with friends, lol. i haven't touched that game in a very long time.\n  ","400146":"\n  yes, i was born and raised in new york state.\n  ","400147":"\n  upstate new york, sometime in the early 2010s.\n  ","400148":"\n  i believe i started using askfm when i was 20 years old.\n  ","400149":"\n  i'm sad today, not gonna lie. 2020 has been kicking my ass so far. my roommate just ordered some chinese food, though, so that might make me feel better.\n  ","400150":"\n  you need to be licensed\/certified to practice law and medicine in order to get a job as a doctor or a lawyer somewhere. you can start off at a firm as a law clerk, but i don't believe you can become an associate or partner or counsel until after you pass the bar.\n  \n  as for a doctor, you need all of your years of relevant training and board certifications in order to practice as a physician.\n  ","400151":"\n  yes, i've completed fallout 4 on numerous different occasions, lol.\n  ","400152":"\n  anxiety is different for everyone and can manifest in different ways. for me personally, anxiety is a feeling of clenching within my stomach, within my chest cavity, and feeling as if everything is caving in and i cannot breathe. it's hard to take breaths in, it's hard to focus on anything, and your heart feels like it's going to rip out of your body.\n  ","400153":"\n  not really, no. i'm uncomfortable around children, i never know how to speak to them or connect with them, lmaoo. it sounds really stupid, but if a kid is under the age of like 6 or 7, i have no idea what to do.\n  ","400154":"\n  i understand this completely. that's the reason why i didn't move out sooner, i simply couldn't afford to live independently until very recently (i got a promotion and raise in august).\n  \n  i'm on okay terms with my family, and i didn't move totally far away so i still visit once per week or so. i need to visit in order to help my parents around the house, considering my mother is disabled and my father works two jobs just to keep themselves afloat.\n  ","400155":"\n  i don't like other sodas, and i'm not a big soda person to begin with either. dr. pepper just tastes good to me and it's the only soda i can actually finish drinking, haha.\n  \n  yes, cherry dr. pepper is ridiculously good.\n  ","400156":"\n  no, i seldom vomit from drinking alcohol.\n  ","400157":"\n  no, i don't believe more people have mental health problems now compared to in the past. i think there's greater awareness of mental illness now than ever before, which leads to better diagnosis and treatment.\n  \n  in addition, mental health was very stigmatized back in the day and people were often misunderstood, afraid, hurt, and k*lled for having mental disorders.\n  ","400158":"\n  i moved out of my parents house when i was 27 years old (only a few months ago, actually).\n  ","400159":"\n  i'm indifferent to it. i've been wearing glasses since i was a young child, so it's all i've ever known.\n  ","400160":"\n  i'm five feet tall.\n  ","400161":"\n  i've been drinking a lot of flavored seltzer as an alternative to alcohol these days.\n  ","400162":"\n  i don't remember much from 2012, tbh. i was working and going to college, and i remember using askfm late at night while i was waiting for my boyfriend to get out of class, but everything else is a blur. lmaoo.\n  ","400163":"\n  \"if a writer falls in love with you, you can never die.\"\n  ","400164":"\n  both. i enjoy certain brands of foods, but if something else is on sale, then i'll try that instead. i'm not overly picky about the food i eat. i eat to survive.\n  ","400165":"\n  grunge and alternative rock -- bands like stone temple pilots, pearl jam, tool, soundgarden, etc etc.\n  ","400166":"\n  i went to a video game convention in austin in 2014.\n  ","400167":"\n  i haven't tried very much, but i like halal food (i'm assuming it's middle eastern?) and greek food.\n  ","400168":"\n  if i had to choose, probably the 1990s or early 2000s. i listen to music from a wide range of eras, though, so it's difficult to say.\n  ","400169":"\n  probably one of the iconic razr flip phones from the early 2000s, haha.\n  ","400170":"\n  ???\n  \n  your opinion against the mothers who use askfm has no relevance to my life.\n  ","400171":"\n  i wish the reporting & blocking system worked more efficiently. all someone has to do is create a new anonymous account, and they can go back right to harassing other users.\n  ","400172":"\n  i've been using askfm since around 2011\/2012.\n  ","400173":"\n  there's nothing about me that is \"cool,\" lmaoo.\n  ","400174":"\n  askfm is just a time killer, for me at least. however, i have met quite a few people who have supported me over the years and i'm so grateful for their friendship. :'))\n  ","400175":"\n  my day was fine -- nothing terrible, but nothing great either. i just got home from work, and i decided to treat myself with an iced coffee on the way home because i've been feeling not so great all day.\n  ","400176":"\n  no, i haven't read rolling stone since high school.\n  ","400177":"\n  thanks, i appreciate it ~~\n  ","400178":"\n  ¯\\_(ツ)_\/¯\n  \n  my best friend is a huge fan of elizabeth warren, but i haven't looked into her policies.\n  ","400179":"\n  lol, no. i've only had this phone since october 2019.\n  ","400180":"\n  no. 2020 has been horrible so far.\n  ","400181":"\n  i don't know if you *have* to, but it's obviously always helpful to have an ID on you in case a police officer questions you on something. even if it's a non-driver's license or a permit or a passport.\n  ","400182":"\n  quite the opposite. i've discovered several rock bands over the years who are pretty good.\n  ","400183":"\n  i like moderately spicy food, but nothing too extreme.\n  ","400184":"\n  i'm currently answering questions, so yes.\n  ","400185":"\n  unfortunately, no. you would think that dating a spanish person would teach me a few things, but i know absolutely nothing.\n  ","400186":"\n  probably the same, just without an unhealthy outlet. lmaoo.\n  ","400187":"\n  probably? idk i don't use syrup on anything, lol.\n  ","400188":"\n  sorta, but you remember that you were with some people and you have no idea what you did, how you got home, or what you did between getting home and going to bed.\n  ","400189":"\n  no, i haven't left the east coast of the united states except for one time i went to texas.\n  ","400190":"\n  i know my limits & i usually surpass them.\n  ","400191":"\n  i have a hyundai accent.\n  ","400192":"\n  no, it's terrible. i hate when i black out because i lose hours of time and i never know if i've embarrassed myself then.\n  ","400193":"\n  weddings are always a lot of fun, and i've always had a good time whenever i've been to a wedding.\n  ","400194":"\n  i drive every day, and i listen to music on the radio every day.\n  ","400195":"\n  it's the only soda i drink, lol.\n  ","400196":"\n  sparkling water.\n  ","400197":"\n  it's just down time. i've never been one to talk to myself.\n  ","400198":"\n  ¯\\_(ツ)_\/¯\n  ","400199":"\n  no, though i do black out on occasion if i get drunk enough.\n  ","400200":"\n  i'm drinking a vodka seltzer rn.\n  ","400201":"\n  over the hill? lmaoo.\n  \n  i'm 28, but that doesn't mean i'm old.\n  ","400202":"\n  i don't remember. it's been a few weeks.\n  ","400203":"\n  the alcohol content of what i'm drinking.\n  ","400204":"\n  it doesn't terrify me, but it makes me uncomfortable. i'm in no shape to take care of a child.\n  ","400205":"\n  i'm trying to, but it's not working out very well.\n  ","400206":"\n  saturdays.\n  ","400207":"\n  after work every day. between 6:30pm and whenever i go to bed, assuming i don't have errands to run in between.\n  ","400208":"\n  no, they're unrelated to the phases of the moon.\n  ","400209":"\n  i don't have blessings.\n  ","400210":"\n  chaotic.\n  ","400211":"\n  of course.\n  ","400212":"\n  i've never counted before.\n  ","400213":"\n  i have 6296 followers.\n  ","400214":"\n  i don't support the government or war, but i respect veterans.\n  ","400215":"\n  probably england, tbh. i've always wanted to go there and experience the history.\n  ","400216":"\n  no, i've never left the united states before.\n  ","400217":"\n  scrambled when alone, fried when on an egg sandwich.\n  ","400218":"\n  i don't remember. i've been feeling anxiety more than anything else lately.\n  ","400219":"\n  this is super sweet -- thank you so much. :'))\n  \n  if you ever have any more questions about anything, i'm basically an open book. especially regarding mental health stuff.\n  ","400220":"\n  LOL, i totally get it.\n  \n  well, i've always been open about my past trauma on askfm in general. i was physically & verbally ab*sed by my parents for over a decade, which obviously is the root cause of all of my mental illnesses (probably also some genetic factors thrown in there too). my family has always been dysfunctional.\n  ","400221":"\n  i totally understand how you feel, don't worry. it's comforting but heartbreaking all at the same time. but that's what people like us need to do to get by -- to talk about our experiences and show others that they're not alone so that they don't try something drastic that they'll regret.\n  \n  i went over a decade without mental health treatment. i've been in treatment for about 3 or 4 years now (can't remember at this point). i first started displaying mental illness around the age of 11, and there was a stint of therapy for about 6 months when i was 14, but it didn't last long and did nothing for me. i struggled through a s*icide attempt, years of self harm, and anguish before finally deciding to seek formal help when i outlined a plan for my own death at the age of 24\/25.\n  ","400222":"\n  dark brown smokey eye, light contour, and a red lip.\n  ","400223":"\n  no, they were likely stewing inside of you for quite a number of years prior to your official diagnosis. it's unfortunate that it took a s*icide attempt for someone to come to a diagnosis and treatment plan, but nevertheless, it doesn't mean you didn't have those illnesses.\n  \n  when i say that i won't tell someone i have a mental illness without being diagnosed with it officially, it doesn't mean that i didn't have suspicions that it was there. but that's all it is -- a suspicion. you can say that you display symptoms of something, but you're not sure if you have something because you're not a mental health professional.\n  ","400224":"\n  i love your questions tbh, even if i don't get around to answering them half the time (my inbox is ridiculously overflowing rn).\n  ","400225":"\n  no, not necessarily. there are plenty of people who make much more money than i do and they don't have a college degree.\n  ","400226":"\n  yeah, same. all i remember when i wake up is a tiny bit of the dream and i'm in panic mode, but then the dream disappears within five minutes and i can't remember a thing.\n  ","400227":"\n  intelligence has nothing to do with mental illness. and i don't pay much attention to people who self-diagnose because it's not accurate most of the time. i'll never claim to have a disorder that i've never been professional diagnosed with.\n  ","400228":"\n  i feel this completely, man. i can feel myself spiraling again in light of everything that's been going on in the past week alone, things i have zero control over. i just want to be out of my mind as soon as i'm out of work. i don't want to cope with reality, and i can't even find solace in my dreams because they're just as distressing lately.\n  "}}