{"Question":{"402375":"\n   Wow you look really good with that all wonder where you going to wear next time not trying to be funny you look good with that outfit are you pregnant\n  ","402376":"\n   Last time you were in a bad mood\n  ","402377":"\n   You are gorgeous\n  ","402378":"\n   What happened?:\/\n  ","402379":"\n   How are you?\n  ","402380":"\n   No yoy don't get it .\nThere isn't any restriction on you . All the matter i'm a doctor and giving american licence \"USMLE\" and if i marry of any american and get visa it will help me so much . I won't hurt you or need any something els\n  ","402381":"\n   Why ?\n  ","402382":"\n   Yup. \nIf you can help someone by marrying him for a while without any sort of real relationship like sexual life etc.. \nCan you accept that. \nI'm sorry for my weak language but i'm a foreigner.\n  ","402383":"\n   Hey\n  ","402384":"\n   What is the most popular sport in your country?\n  ","402385":"\n   I hope there is a time someday that you can get your spark back and return to art in the future. It can be so therapeutic.\n  ","402386":"\n   Why do you think you gave up on making art? I'm a portrait artist myself but for 3 years I stopped due to stress.\n  ","402387":"\n   Are you a person who forgives easily?\n  ","402388":"\n   What are your plans for over the Christmas holidays? :3 If you don't celebrate Christmas, what will you be doing? ?☃️\n  ","402389":"\n   When you were a kid or teenager what were you obsessed with? What were your greatest interests in life? :)\n  ","402390":"\n   do you believe in zodiac sign influence on one's personality? do you try to understand your partner by reading up their zodiac traits? would you avoid dating or marrying someone because of their zodiac sign being incompatible to yours?\n  ","402391":"\n   would you go to an ex’s family member’s wedding, if you had been close to their family?\n  ","402392":"\n   Do you like a cold pillow\n  ","402393":"\n   rdy for thanksgiving?\n  ","402394":"\n   Is it easy or hard for you to trust people\n  ","402395":"\n   what are some of your favorite shows to have playing in the background just for noise effect?\n  ","402396":"\n   When you are in a bad mood, what make you feel better?\n  ","402397":"\n   Do you always shop smart at Black Fridays? Are you planning to shop this year?\n  ","402398":"\n   i disagree tbh. its still as commonplace, it just takes different forms\n  ","402399":"\n   what’s the answer tho?\n  ","402400":"\n   racism is still very commonplace. right here on this very website Lyndsey used the word “ch*nk” unashamedly and then tried to place the victim when called out on it :\/\n  ","402401":"\n   Have a bf?\n  ","402402":"\n   not everyone sees things the same way. what point are you trying to make?\n  ","402403":"\n   What about red velvet cake can you make that\n  ","402404":"\n   Can you  bake desserts\n  ","402405":"\n   Which cities would you like to visit around the world?\n  ","402406":"\n   Do you workout in any way?  How often? ??\n  ","402407":"\n   When it came to assignments in school, were you one to crunch like right before they were due? Haha\n  ","402408":"\n   Photo in private?\n  ","402409":"\n   Are you a night owl or a morning person? ?\n  ","402410":"\n   Have you ever been in a car where the airbags got set off\n  ","402411":"\n   What 5 things do you take everywhere you go out?\n  ","402412":"\n   Who is your celebrity look alike\n  ","402413":"\n   Farthest you've been from home? How was it there compared to where you live? ??\n  ","402414":"\n   How late do you sleep in on a typical day?\n  ","402415":"\n   Have u ever done a prank call?\n  ","402416":"\n   Have you ever auditioned to be on a reality TV show? ?\n  ","402417":"\n   I want to talk to you\n  ","402418":"\n   sup lad\n  ","402419":"\n   Your favourite time pass ?\n  ","402420":"\n   Hi\n  ","402421":"\n   Thanks for staying blonde. !!!\n  ","402422":"\n   Sorry but your cell phone can still answer questions when not at home good try honk honk!\n  ","402423":"\n   Roommate?? So why did you finally move out of you your mom's house? Can us also give us anons $5 each???\n  ","402424":"\n   Could you eat the recommended serving sizes for food for an entire week\n  ","402425":"\n   have you put on weight?\n  ","402426":"\n   Post something that you want to share or say ? ?\n  ","402427":"\n   what about laws since you worked law last job\n  ","402428":"\n   why\n  ","402429":"\n   you said in a previous question you skipped dinner\n  ","402430":"\n   why do you reckon that happens\n  ","402431":"\n   is it same like workout? temporary endorphins?\n  ","402432":"\n   Have you ever dated a cheap person or been friends with someone who doesn’t pay when you dine out? Does it annoy you?\n  ","402433":"\n   You are a women--- you are not an it\n  ","402434":"\n   Is there any song that is stuck in your head lately?\n  ","402435":"\n   hey girl how come you are not talking\n  ","402436":"\n   What was the last goal you set for yourself and accomplished?\n  ","402437":"\n   How have you been? You weren’t online\n  ","402438":"\n   What’s your opinion on sugar daddy\/baby?\n  ","402439":"\n   How often do you mix up your and you’re?\n  ","402440":"\n   Are you going to buy gifts?\n  ","402441":"\n   Were your parents married when they had you\n  ","402442":"\n   Which topic do you like to talk the most?\n  ","402443":"\n   I'm curious! Have you started your Christmas \/ holiday shopping? :D ?\n  ","402444":"\n   Do you believe our generation is better than the only one in terms of racism?\n  ","402445":"\n   What was the last nice thing you've done\n  ","402446":"\n   What is ur fav Hobby\n  ","402447":"\n   Do you wear a watch or just look at the time on your phone? If you have a watch, what is your watch? You can send a photo, show off if you want :)\n  ","402448":"\n   Do you believe a racist person can change?\n  ","402449":"\n   Why are you watering racism down? Seriously? I thought you were better than this.\n  ","402450":"\n   Do you want him out of office?\n  ","402451":"\n   I said Chinese people chinky eyes and yes I’m well aware it’s racist to say . Anons act like I go around saying it to Chinese ppl . They’re trying to start drama ?\n  ","402452":"\n   What's your favorite picture of you\n  ","402453":"\n   The vegetable you hate the most is? ?\n  ","402454":"\n   Do you wash your new bought clothes before you wear? Why\/why not?\n  ","402455":"\n   How's your day been so far? ?\n  ","402456":"\n   When did you wake up this morning? ? How did you feel then?\n  ","402457":"\n   Are you following the lastest news about trump? Do you think he will get impeached?\n  ","402458":"\n   Why don’t you call out your friend gabby for the racist things she said about Chinese people?\n  ","402459":"\n   What time do you go to bed?\n  ","402460":"\n   Would you ever do karaoke for fun\n  ","402461":"\n   What's your favorite time of the year\n  ","402462":"\n   What’s your opinion on the lastest drama?\n  ","402463":"\n   Would you rather be cremated or buried when he died\n  ","402464":"\n   Are you one of these extreme couponing\n  ","402465":"\n   Do you believe in karma\n  ","402466":"\n   Hi there ! How are you dear\n  ","402467":"\n   Do you think s exual relationships brings happiness to the human race ?\n  ","402468":"\n   Do you uses coupons when you buy stuff\n  ","402469":"\n   Have you ever had physio therapy and if you have on what\n  ","402470":"\n   What year were we in when u were 5 years old?\n  ","402471":"\n   Do you like Salad\n  ","402472":"\n   You have a nice smile.\n  ","402473":"\n   Are you a happy person\n  ","402474":"\n   Describe yourself in three words\n  ","402475":"\n   Do you like math\n  ","402476":"\n   What was the last nice thing you did for yourself?\n  ","402477":"\n   I'll give you some examples would you let them play Grand theft auto watch South park or Jackass\n  ","402478":"\n   Have you ever washed anything bigger than a car? What was it?\n  ","402479":"\n   How often do you wash your vehicle?\n  ","402480":"\n   Do you wear a watch? Have you ever cleaned a watch?\n  ","402481":"\n   How often do you clean your jewelry?\n  ","402482":"\n   How often do you clean your phone?\n  ","402483":"\n   How'd you describe your fashion style? ? What would be a typical outfit for you? ?\n  ","402484":"\n   Why can’t I fully trust my best friend? I always feel like there is a motive, a part of them that is always on the lookout to take advantage of me? I don’t like talking about certain stuffs, even insignificant stuff, like when they ask me what I’m doing, where I am, or even stuff like where\n  ","402485":"\n   When it comes to people you follow on ask, are you selective or do you follow mostly anyone who asks? If selective, what kind of people do you tend to follow?\n  ","402486":"\n   Do you enjoy conspiracy theories, urban legends, or ghost stories... Or do you think they're just nonsense?\n  ","402487":"\n   What do you think of people who say that they are incapable of feeling emotions? What do you think it means and do you think that that’s a slight emotion in itself?? Why and why not?\n  ","402488":"\n   Who had the most positive influence on you?\n  ","402489":"\n   Would you ever let your kid or future kid watch a movie or play a video game that he\/she isn't old enough to watch\/play\n  ","402490":"\n   What was the most thoughtful gift that you have received\n  ","402491":"\n   Have you witnessed any paranormal acitvities?\n  ","402492":"\n   How important is exercise, to you?\n  ","402493":"\n   How many days old are you\n  ","402494":"\n   Do you still get the butterflies feelings after being with your bf for many years?\n  ","402495":"\n   What's your favorite video game(s) for the month of November so far?\n  ","402496":"\n   Happy birthday :)\n  ","402497":"\n   Are you into older men\n  ","402498":"\n   why does your bf spoil you?\n  ","402499":"\n   Happy Birthday!! Hope you have a lovely day! ?✨\n  ","402500":"\n   Happy Birthday! ??\n  ","402501":"\n   Happy Birthday my pal! ????\n  ","402502":"\n   You're just bi without the sexual\n  ","402503":"\n   Well drink hard*? ?\n  ","402504":"\n   Happy Birthday Girl, Party hard may you have many more\n  ","402505":"\n   happy birthday ♡\n  ","402506":"\n   Happy birthday to you\n  ","402507":"\n   What gifts did you get for your birthday?\n  ","402508":"\n   Hope your birthday was great\n  ","402509":"\n   How did you gain this confidence? I can’t go anywhere without makeup.\n  ","402510":"\n   Do you wear makeup to work and your glasses?\n  ","402511":"\n   Do you believe in the concept of \"destiny\"? What about karma?\n  ","402512":"\n   What is the best year for you?\n  ","402513":"\n   im trying to break up with my man and he's telling me I'll never find anyone like him. is this emotionally abusive trait ? i sacrificed a lot for this relationship and he doesn't value me. now im leaving he's saying i wont find better\n  ","402514":"\n   Is it normal if my eyes get blurry and I tear up when wearing contacts if there is a direct wind exposure? Like it can be a fan in right in front of me. My eyes get sooo uncomfortable and stingy and I wonder if you experience this too? I dont get like that with my glasses.\n  ","402515":"\n   What song makes you feel happy?\n  ","402516":"\n   Luckily I still have hope I’ll be 28 in a few hours?\n  ","402517":"\n   Is there some things that you wished you did\n  ","402518":"\n   I said happy birthday but you didn’t respond back unfortunately\n  ","402519":"\n   while you’re at it change non binary ? no one believes in this gender shxt anymore\n  ","402520":"\n   why didn’t you change your name? is it because cadie is santa now?\n  ","402521":"\n   If your bf asks you to go for a date, where do you want to go for art galleries or museum?\n  ","402522":"\n   Would you rather have a perfect face or a perfect body\n  ","402523":"\n   Are you more brawn and brains\n  ","402524":"\n   Would you ever let someone pick a tattoo for you?\n\nSeems like it should be more personal, tbh.\n  ","402525":"\n   What’s your perfect way of unwinding after a long day?\n  ","402526":"\n   change your bio to 28\n  ","402527":"\n   Hi! How do you do? What is your mood?\n  ","402528":"\n   Happy birthday! ?\n\nHope you feel better\n  ","402529":"\n   KFC or McDonald's\n  ","402530":"\n   are you bi curious?\n  ","402531":"\n   your likes and dislikes\n  ","402532":"\n   likes?\n  ","402533":"\n   do you use vocal fry and upspeak when you talk?\n  ","402534":"\n   Do you always get sick?\n  ","402535":"\n   How are you\n  ","402536":"\n   I did and he told me I’m crazy. That’s it. When I share my worries he ignores them and talk about something else. I understand why does that because maybe I am crazy\n  ","402537":"\n   If you had the money would you buy high end brand for clothes and bags?\n  ","402538":"\n   Do you still love your best friend and miss the old days?\n  ","402539":"\n   you're 28 now?\n  ","402540":"\n   Wtf is this? Are only 21 year olds supposed to drink? Wild lol\n  ","402541":"\n   Did you forget your first love?\n  ","402542":"\n   Is it normal that I constantly think my boyfriend is going to leave me for someone better and think he’s developing feelings for others?\n  ","402543":"\n   again getting drunk at  nearly 30 years old?\n  ","402544":"\n   What do you usually order if you're at a Burger King? ? (I worked there before so that's why I'm curious ?)\n  ","402545":"\n   Such a nice tattoos you have and btw thank?\n  ","402546":"\n   Was it a new brewery or been to before? Did the plans of sleeping early worked?\n  ","402547":"\n   Would you describe yourself as passive aggressive ?\n  ","402548":"\n   just got back from nyc and wtf why do people even like it. i dont get what its about? the crowd made me so smothered i wanted out\n  ","402549":"\n   Ohh wow!!! you have a lot of tattoos??\n  ","402550":"\n   What you gonna do next week? ?\n  ","402551":"\n   Do you apologize first?\n  ","402552":"\n   What do you think of tattoos?\n  ","402553":"\n   Do you think you’re likeable?\n  ","402554":"\n   You prefer to shower in the mornings or in the evenings? Why? ?\n  ","402555":"\n   Do you want people of ask to buy you gifts for your birthday?\n  ","402556":"\n   Just a heads up I've seen this user be rude and harass multiple people on this site, i wouldn't even have a discussion with them\n  ","402557":"\n   Oh god u are really annoying\n  ","402558":"\n   Shut up\n  ","402559":"\n   Did you edit your picture?\n  ","402560":"\n   Okay genius\n  ","402561":"\n   I'm still real lmao..\n  ","402562":"\n   No it means u are known\n  ","402563":"\n   Otherwise i would have been verified\n  ","402564":"\n   U are verified tho\n  ","402565":"\n   What things help you relax the best?\n  ","402566":"\n   Ru a celebrity?\n  ","402567":"\n   Hbd\n  ","402568":"\n   Hi Leigh. It’s 12:22 am 18 November where I am now so happy birthday! I know it’s still not your birthday over there yet but still I wish your days will be filled with happiness and a lot of healing. Even if you have a bad day, may you find the strength to get through them.\n  ","402569":"\n   When’s the last time you took a break from something you enjoy in order to recharge yourself?\n  ","402570":"\n   What do you want to be remembered for?\n  ","402571":"\n   How about boss\n  ","402572":"\n   How would u handle in ur way ? exercises, exercises + medication , medication or smth else ?\n  ","402573":"\n   Ma'am is to come off as respectful\n  ","402574":"\n   Yes ma'am i do apologize. i used honey as a good name like ya know but i did no tmean to come off disrespectful\n  ","402575":"\n   hey honey how ru\n  ","402576":"\n   What was the best gift for you on your birthday\n  ","402577":"\n   Thoughts on Communism?\n  ","402578":"\n   Sunday Spam: Do you enjoy lazy Sundays?\n  ","402579":"\n   What's the biggest positive change you've made lately?\n  ","402580":"\n   How to cure depression\n  ","402581":"\n   would you date someone who was in debt (besides car, student loan, and mortgage) ?\n  ","402582":"\n   Any tips on how to get account verfiied on askfm??\n  ","402583":"\n   When was the last football (American or otherwise) game you have watched?\n  ","402584":"\n   Do you prefer to be alone or around people?\n  ","402585":"\n   Aw did you give her some candy\n  ","402586":"\n   Hey!! How are you?What are you doing now?\n  ","402587":"\n   Sunday Spam: Is the sun shining where you live right now?\n  ","402588":"\n   cos you jealous of their perfect bodies\n  ","402589":"\n   Did u see the participants of the new show of Victoria's Secret?\n  ","402590":"\n   I can't think of anything to ask right now but have a nice night!\n  ","402591":"\n   Which sports do you follow on TV?\n  ","402592":"\n   When was the last time someone knocked on your door\n  ","402593":"\n   ATM pic of whatever? ?\n  ","402594":"\n   Hope your bf gives you a present on your birthday\n  ","402595":"\n   Plans for your birthday\n  ","402596":"\n   How old are you turning?\n  ","402597":"\n   Yes, the 18th? Mentioned birthday so went with it XD\n  ","402598":"\n   Happy birthday!\n  ","402599":"\n   Loving your smile\n  ","402600":"\n   How are you doing\n  ","402601":"\n   Does it happen often?\n  ","402602":"\n   I’m following u... \nTell me a good reason to why I should keep following u?\n  ","402603":"\n   When you do something for someone and they don’t say thank you does it bother? Do you say something to them?\n  ","402604":"\n   Allison is married and has multiple crushes lmaoo. Isn’t that weird for her age\n  ","402605":"\n   Insta\n  ","402606":"\n   If you will be a parent, how would raise your kids?\n  ","402607":"\n   Makeup collection pap\n  ","402608":"\n   For better or worse, what event has greatly impacted your life?\n  ","402609":"\n   Are you good at establishing healthy boundaries in relationships?\n  ","402610":"\n   Do you handle rejection well?\n  ","402611":"\n   How are u?\n  ","402612":"\n   Share something that makes you smile!\n  ","402613":"\n   What's something that annoys you?\n  ","402614":"\n   Why are you such a Trumр fan?\n  ","402615":"\n   What is the most important thing in being a good friend?\n  ","402616":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is they fall in love with)?\n  ","402617":"\n   Share a video that you think is funny? ?\n  ","402618":"\n   Saturday Spam: How much screen time will you log on a typical Saturday?\n  ","402619":"\n   Saturday Spam: Do you watch any Saturday sports? Which one(s)?\n  ","402620":"\n   Am looking form a good moman\n  ","402621":"\n   Hi\n  ","402622":"\n   You use instagram? If so, what's your opinion on that they're gonna start hiding amounts of likes from your posts? ?\n  ","402623":"\n   Saturday Spam: What happens to you NEXT Saturday?\n  ","402624":"\n   Whyyy?? ??\n  ","402625":"\n   Saturday Spam: What does Saturday mean to you and yours?\n  ","402626":"\n   You gonna see Star Wars Episode 9 or no? ?\n  ","402627":"\n   Saturday Spam: What is your least favorite Saturday chore?\n  ","402628":"\n   Saturday spam: What is the furthest you'll travel on any given Saturday?\n  ","402629":"\n   Which was your go to starter? ?\n  ","402630":"\n   Do you get tired when you don't have access to coffee? ?\n  ","402631":"\n   What's the most expensive thing you've eaten? ? How was it? ?\n  ","402632":"\n   Have you ever been into Pokémon? ?\n  ","402633":"\n   Coffee, tea or hot chocolate? ??\n  ","402634":"\n   Hardest game you've ever played? Have you beat it? Haha\n  ","402635":"\n   If anything, what do you think was the most valuable lesson that you learned in school? It doesn't have to be anything that a teacher necessarily taught you. Just something generally valuable that has helped you through your life.\n  ","402636":"\n   Favorite movie world? If you were living in said world and you weren't a part of the main events, who'd you be and what'd you do? ??\n  ","402637":"\n   Which fantasy \/ movie creature would you want to ride on its back? ??\n  ","402638":"\n   Visual hallucinations? You remember what you saw? Haha\n  ","402639":"\n   How are you feeling in general? ?\n  ","402640":"\n   Longest time you've ever stayed up without no sleep? Why was that? ?\n  ","402641":"\n   Vent\n  ","402642":"\n   Do you enjoy classic tv shows? What are some of your favorites?\n  ","402643":"\n   What is your views on the purpose of life?\n  ","402644":"\n   Do you cook often? What things do you like to cook? What dish would you like to learn how to cook?\n  ","402645":"\n   what about war and American terrorism in other countries\n  ","402646":"\n   hey\n  ","402647":"\n   Happy Weekend! Have a lovely one! ? (feel free to use this to post anything) ☃️?\n  ","402648":"\n   Is there anything at all that you feel so strongly about or have a certain opinion on? ??\n  ","402649":"\n   what kind of music do you listen to lately?\n  ","402650":"\n   What's on your christmas list this year, if you dont have a list or dont celebrate Christmas what are some things you'd like to get for yourself in the next few months to treat yourself?\n  ","402651":"\n   If people wore warning signs, what would be written on yours?\n  ","402652":"\n   Would you rather be a teenager or a child again?\n  ","402653":"\n   So you have no problem me leaving?\n  ","402654":"\n   Can you be my honey\n  ","402655":"\n   Do you have a door bell camera\n  ","402656":"\n   hey youngin\n  ","402657":"\n   Do you or have you ever read the conditions of use agreement that one has to click on in order to use a particular app or media site?\n  ","402658":"\n   Benefits of marrying you??\n  ","402659":"\n   Do you  use Amazon\n  ","402660":"\n   What is your favorite animal\n  ","402661":"\n   Do you have a crush?\n  ","402662":"\n   do you cross your legs a lot?\n  ","402663":"\n   do you think you can be abused by someone you don't know through the internet or through the social medias?\n  ","402664":"\n   What’s the last video you’ve watched on YouTube? What is it about?\n  ","402665":"\n   So you’re the only who does the dishes lmaooo that’s what you get when you live with guys\n  ","402666":"\n   onion belong on burgers or no\n  ","402667":"\n   why? there is sooo much history in philly\n  ","402668":"\n   Ever been to philly?\n  ","402669":"\n   You have a great page here.. ? I've followed your page.. ?\n  ","402670":"\n   do you ever say word\n  ","402671":"\n   Which series would you recommend watching now?\n  ","402672":"\n   What is it then from your view?\n  ","402673":"\n   Are you saying that America isn't a true representative democracy?\n  ","402674":"\n   What, in your opinion, is the best way to overcome feelings of self doubt?\n  ","402675":"\n   What do you mean by governments only have their own best interests at heart?  Like, aren't the people who voted them in also the government?\n  ","402676":"\n   Are you happy with the way the world is turning out?\n  ","402677":"\n   But they can triangulate the information they gain about you and find out things like where you live, your sexual preferences, who you live with, who you associate with, where you work, your travel routes etc etc\n  ","402678":"\n   But the fact that other people are constructing a profile of you that you may not agree with must surely be concerning to you? Like, what if such personal information about you is shared or sold to someone who doesn't have your best interests at heart in some future scenario?\n  ","402679":"\n   But the data companies are collating information about you so as to sell it on to third parties who construct a profile of who they think you are without your informed consent\n  ","402680":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","402681":"\n   Are you conscious of the extent to which data companies are traking your online use and how you spend your money?\n  ","402682":"\n   I meant cashless in the sense of no material money but just using our credit cards to pay for things\n  ","402683":"\n   I love that answer and it sounds like something I'd write myself. :)\n  ","402684":"\n   Would you be ok with a cashless society?\n  ","402685":"\n   Ever looked into the use of crypto currencies?\n  ","402686":"\n   What is one thing thst you wish was more popular?\n  ","402687":"\n   What is your idea of a romantic evening?\n  ","402688":"\n   What is the most adventurous thing you have done? If nothing comes to mind, what is something adventurous you'd like to do in the future? ??\n  ","402689":"\n   Have you ever feared or been wary of someone you didn’t really know only to meet them and end up really liking them?\n  ","402690":"\n   What are you proud of but never have an excuse to talk about it?\n  ","402691":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","402692":"\n   What's the craziest thing you have seen happen at a prom or at a college party?\n  ","402693":"\n   Should there be more spaces at work for solitude, and not just for collaboration?\n  ","402694":"\n   Is money tied up with your own values in any way?\n  ","402695":"\n   Have you ever put your hands over someone’s mouth before?\n  ","402696":"\n   What's your absolute favourite cover of a song?\n  ","402697":"\n   You ever notice the same people who make up the rules are the same ones who consistently abuse them?\n  ","402698":"\n   Beautiful smile\n  ","402699":"\n   Have you ever made a mistake that ended up saving your life?\n  ","402700":"\n   What does America currently stand for from your point of view?\n  ","402701":"\n   When’s your birthday\n  ","402702":"\n   what's the secret to your long relationship?\n  ","402703":"\n   What’s the most embarrassing thing your have ever done?\n  ","402704":"\n   Are you patriotic?\n  ","402705":"\n   What is your greatest passion in life? What makes you feel alive?\n  ","402706":"\n   ? I once had a friend who believed passionately that you should never give up your own bed for anyone. \n? If you have an overnight visitor who had travelled far to reach you, would you lend them your bed if there wasn’t a spare? Or make up a couch\/floorspace for them as best you can?\n  ","402707":"\n   What’s the last thing you saw that broke your heart and felt emotional about it and why?\n  ","402708":"\n   Do you still get acne? How bad does it get and where at?\n  ","402709":"\n   Are goodbyes hard for you?\n  ","402710":"\n   Hi. How are you? What's your mood\nI don't know what the weather is like in your country but it is rainy and gloomy in my country. Have a nice day ✌?\n  ","402711":"\n   Where do you see yourself five years from now?\n  ","402712":"\n   beforr that what did you do\n  ","402713":"\n   Do you do black Friday shopping\n  ","402714":"\n   When you hit your 29 you will start to lie lmaooo\n  ","402715":"\n   Have you ever been to a spa\n  ","402716":"\n   if your man called you names and constantly belittled you is that emotional ab*se? would you stay in such a relationship? if kids are involved?\n  ","402717":"\n   Are you an active person\n  ","402718":"\n   Last time you went on a date\n  ","402719":"\n   And now break up..?\n  ","402720":"\n   What did you drink\n  ","402721":"\n   What is the most painful moment of your life\n  ","402722":"\n   Have you ever jugged an alcoholic drink\n  ","402723":"\n   Have you ever made a fake social media account to troll people\n  ","402724":"\n   Did you care\n  ","402725":"\n   Did you ever fit in when you were in school\n  ","402726":"\n   Where is your happy place\n  ","402727":"\n   Can you play poker\n  ","402728":"\n   Favourite snack healthy and unhealthy\n  ","402729":"\n   Scotland that's a weird one why Scotland\n  ","402730":"\n   Omg, why dear..? .u are single..?\n  ","402731":"\n   Do U Suggest any good dating site..?\n  ","402732":"\n   Yes, I have one, do U give me any tip about how to get a GF..?\n  ","402733":"\n   Good morning\n  ","402734":"\n   Hey do you have law knowledge\n  ","402735":"\n   Do you have that one friend who you really spend time with and now he's far away from you?\n  ","402736":"\n   What are your expectations when it comes to punctuality? Are you flexible or are you on a schedule?\n  ","402737":"\n   What was the last thing that you found scary\n  ","402738":"\n   What are your goals in life?\n  ","402739":"\n   What's more valuable, brains or beauty?\n  ","402740":"\n   What is that you always wanted to try?\n  ","402741":"\n   When did you last travel?\nAnd where you went\n  ","402742":"\n   Are you able to laugh at yourself?\n  ","402743":"\n   What is your opinion about same gender relationships?\n  ","402744":"\n   What is the best movie you have ever watched?\n  ","402745":"\n   Are you a member of any clubs or groups?\n  ","402746":"\n   What's something you lose interest in as you get older?\n  ","402747":"\n   What are some YouTube channels you love?\n  ","402748":"\n   Would you ever go on a game show\n  ","402749":"\n   Do you have dyslexia?\n  ","402750":"\n   Do you stretch when you wake up in the morning\n  ","402751":"\n   Have you ever lied about your age?\n  ","402752":"\n   Are you able to tell people no?\n  ","402753":"\n   Which cartoon was your favourite while you were growing up?\n  ","402754":"\n   What's the best snack and drink combo for when you go to the movies?\n  ","402755":"\n   What kind of music do you listen to?\n  ","402756":"\n   Do you have a baby face\n  ","402757":"\n   We're half way through the week! You've got this! :D do you have any plans for the weekend? ??\n  ","402758":"\n   when did u set your clock backwards by 1 hr\n  ","402759":"\n   why don't you answer questions anymore\n  ","402760":"\n   What countries have you been too and what countries do you want to visit\n  ","402761":"\n   What's your relationship green flags?\n  ","402762":"\n   What would your dream date be like?\n  ","402763":"\n   What are good habits of life?\n  ","402764":"\n   Have you ever been closely followed by a stranger?\n  ","402765":"\n   Thoughts on implants?\n  ","402766":"\n   Can Wearing Bright Colors Improve Your Mood?\n  ","402767":"\n   What is something that you always wanted to buy etc you're not allowed to say a house\n  ","402768":"\n   Have you ever experienced any paranormal activity?!\n  ","402769":"\n   What's the latest random act of kindness you did to a stranger? ??\n  ","402770":"\n   What do you think of makeup?\n  ","402771":"\n   What's one of your favorite quotes?\n  ","402772":"\n   What's your favourite comfort food?\n  ","402773":"\n   Would you rather have no internet or no cell phone?\n  ","402774":"\n   Why did he drop out?\n  ","402775":"\n   Which show are you binge watching right now?\n  ","402776":"\n   Do you like bell peppers?\n  ","402777":"\n   What do you do in your free time\n  ","402778":"\n   Why do things keep getting more expensive and not just stay the same price?\n  ","402779":"\n   Do you like spicy food\n  ","402780":"\n   Do you have any family members who can't admit that they're wrong\n  ","402781":"\n   Do you have any grey hairs\n  ","402782":"\n   “My pillows are askew.” Do you understand the meaning of “askew”? Do you consider it a fancy word? What word would you use instead?\n  ","402783":"\n   What are your plans for Thanksgiving?\n  ","402784":"\n   PhD? What did he study?\n  ","402785":"\n   Do you think you will make your kids study even if they did not get hw? i mean as for the rule in your  house when you have kids\n  ","402786":"\n   Did you even study on your own like even when teachers did not assign hw- you still studied\n  ","402787":"\n   What are you reading this week?\n  ","402788":"\n   Who is the smartest person in your family\n  ","402789":"\n   what's the best free email available?\n  ","402790":"\n   Is trying to change someone in a relationship a bad idea\n  ","402791":"\n   Yes but isn't part of winter break is to stay off studying and rest mind\n  ","402792":"\n   Do you think teachers are cruel to give hw during winter break etc? cause my child teacher said she will be\n  ","402793":"\n   This question is..cringey\n  ","402794":"\n   Did you have authority to write up when you were a manager\n  ","402795":"\n   Which heroine from a book would you like to be?\n  ","402796":"\n   Do you think supervisors are those to still listen to since they are not managers really\n  ","402797":"\n   Showcase something you think is funny? ?\n  ","402798":"\n   Do you think female managers have a ego? seems like they think they have something to prove\n  ","402799":"\n   I work retail and there was a girl who stole money and officer was called--she told the girl to put down the customers clothes and told her to step out of the register area and she cuffed her--- isnt that wrong for a cop to do that in front of people?\n  ","402800":"\n   Last movie you saw in theaters\n  ","402801":"\n   What do you love most about your home state?\n  ","402802":"\n   Last thing to make you smile\n  ","402803":"\n   You worked retail b4 correct\n  ","402804":"\n   What's your favorite type of apple?\n  ","402805":"\n   So why didn't  you suggest Isole for following ?  LoL\n  ","402806":"\n   Suggestions who too follow\n  ","402807":"\n   Is online dating pathetic\n  ","402808":"\n   So you can't just blonde for a little while?  Even if the rest of us ask nicely?\n  ","402809":"\n   Honestly it’s so lowkey weird when people request you do a certain color for your hair like..what lmao, I’m sure your brunette color will look just as good as the blonde\n  ","402810":"\n   Stay blonde please??? It is so Barbie style hot\n  ","402811":"\n   Hey Leigh is that person bothering you? Hmmmm\n  ","402812":"\n   Do you keep any secret from your boyfriend or husband or whatever your house\n  ","402813":"\n   I love your new profile pic. Hot blonde never goes wrong. Agree?\n  ","402814":"\n   K mam as u like but i just need some likes thats why i told u and  i will return them ?\n  ","402815":"\n   K k u can my ans like who u really likes\n  ","402816":"\n   Can we exchange the likes  ?\n  ","402817":"\n   Would you ever try bull riding  for fun\n  ","402818":"\n   lol don't you know?\n  ","402819":"\n   What about Mango, Orange and Bannas\n  ","402820":"\n   Wow okay, so how special are you?\n  ","402821":"\n   Do you like fruit smoothies if you do what do you like in them\n  ","402822":"\n   What's your favorite song?\n  ","402823":"\n   photo of your feet to you?\n  ","402824":"\n   what is for dinner\n  ","402825":"\n   Do you know where your water supply comes from and how it gets there?\n  ","402826":"\n   What’s your favorite farm animal?\n  ","402827":"\n   Do you deem this as rude? So my friend keeps crying to me about her boyfriend who manipulates her and cheats on her and I said to her \"Ok, you keep repeating it, it's the same over and over again, what do you want me to do about it?! You're the one who should take action and dump him already\".\n  ","402828":"\n   If you’re getting this it’s because I sent it to you. Anyhow what’s something that can just brighten your day no matter how bad your day has been?\n  ","402829":"\n   pls explain this to me. how can any self respecting grown adult women be comfortable with the idea of having no financial independence and relying 100% on their husbands or boyfriends for themselves and their kids?\n  ","402830":"\n   hey darling how ru\n  ","402831":"\n   How do you deal with conflicts?\n  ","402832":"\n   Do you think it's rude to take up multiple seats on the subway with all your stuff, making others have to stand?\n  ","402833":"\n   You’re so good at giving advice. Do you apply them to yourself?\n  ","402834":"\n   What is your go to order for Starbucks\n  ","402835":"\n   i thought you didn't send qs\n  ","402836":"\n   Do you think people like your racist ass in here?\n  ","402837":"\n   Do you believe Allison for the things she said about Lyndsey?\n  ","402838":"\n   How do you handle someone who saved your life and holds it over your head? They keep bringing it up and act like you are obligated to do stuff for them.\n  ","402839":"\n   Some people are of the belief that meeting someone you admire and hold in high regard can possibly result in your expectations being shattered\n  ","402840":"\n   Do you think it's rude to take up multiple seats on bus with all your stuff, making others have to stand?\n  ","402841":"\n   Is it true you should never meet your heroes or those you admire?\n  ","402842":"\n   What do u want for Christmas?\n  ","402843":"\n   I’ve always wanted to jump onto a train car and ride it until I reach somewhere that looks interesting. What’s something spontaneous you’ve always wanted to do?\n  ","402844":"\n   Have you ever gone completely out of touch with someone, then after many years, reunite and become close friends or frequently in each others lives?\n  ","402845":"\n   Which is the more economical way of heating a room - to have central heating on or to just heat a room in which you'll spend most of the day?\n  ","402846":"\n   If you had to start a blog, what do you think you would write about?\n  ","402847":"\n   What's the difference in asexuality and being a virgin & single for the rest of your life?\n  ","402848":"\n   What was the first book you read as a teen that wasnt required for school.\n  ","402849":"\n   What's ur song of choice for singing in the shower?\n  ","402850":"\n   Do you have any siblings?\n  ","402851":"\n   Write at least 5 things you are thankful for...\n  ","402852":"\n   If you could be anything other than human, what would you like to be?\n  ","402853":"\n   Starberry Milk \nOr\nChocolate Milk\n  ","402854":"\n   If you had to choose.\nThe Joker\nOr\nZombieland 2\n  ","402855":"\n   Have you ever had food poisoning\n  ","402856":"\n   Do read any magazines?\n  ","402857":"\n   Which Spice Girl would you be?\n  ","402858":"\n   Do you think it's dumb and ridiculous to sexualize accents? I've seen this idea of a \"sexy accent\" quite a few times and it makes no sense to me, I never understood it, lol. How can an accent be sexy?\n  ","402859":"\n   Do you still practice guitar?\n  ","402860":"\n   What are you busy with today?\n  ","402861":"\n   Followed ??\n  ","402862":"\n   good morning, how are you\n  ","402863":"\n   idk why it always amuses me when people say hi and you just ask them if they have a question, hahaha\n  ","402864":"\n   Why aren’t you going for crazy colors for your hair?\n  ","402865":"\n   Do you like classical music?\n  ","402866":"\n   Do you ever bad mouth people behind their back\n  ","402867":"\n   Hi?\n  ","402868":"\n   Hi from Thailand\n  ","402869":"\n   Do you suffer from PTSD\n  ","402870":"\n   How are you feeling now?\n  ","402871":"\n   Why you don't answer when I curse you\n  ","402872":"\n   Have you ever seen a gay pride parade?\n  ","402873":"\n   Are you looking forward to your birthday?\n  ","402874":"\n   Could you ever date someone who has the same  name as one of your exs answer even if you're not single just pretend\n  ","402875":"\n   Are you pro or against spanking ?\n  ","402876":"\n   Opinion on gay marriage and adoption and gay pride ?\n  ","402877":"\n   What does it mean to be a good citizen on the Internet?\n  ","402878":"\n   -\n  ","402879":"\n   It's like a tourist tour.  instead of talking about history it's about conspiracy theories.\n  ","402880":"\n   Thanks. It’s been years but everyone keeps telling me that I should forgive them because my situation wasn’t the worst. I was only abxed verbally.\n  ","402881":"\n   Do you think there are legitimate reasons for people to abandon you?\n  ","402882":"\n   Is it ok to not forgive parents if they wronged you?\n  ","402883":"\n   What is your one guilty pleasure?\n  ","402884":"\n   What is one change you'd like to see in the world?\n  ","402885":"\n   If you could talk with only person for the rest of your life, who would it be?\n  ","402886":"\n   In general, what do you think most people think about you?\n  ","402887":"\n   Were your parents overprotective while growing up? What was their opinion on sleepovers?\n  ","402888":"\n   What is your idea of a great holiday or vacation?\n  ","402889":"\n   Growing up I was always taught that \"we should never discuss politics or religion with strangers\", what is your opinion on this? Do you discuss these topics or prefer not to?\n  ","402890":"\n   What is one change that you want to make in your life, but haven't yet?\n  ","402891":"\n   ☃️? What is your favourite Christmas song? :3\n  ","402892":"\n   What are you asking Santa for Christmas? I’d like either a new Raiders hoodie or a Golden Knights one. Or both. I wear a size XL if you were wondering.\n  ","402893":"\n   What is your favourite way to spend Christmas\/the holiday season in general?\n  ","402894":"\n   What's the last movie you watched in a cinema?\n  ","402895":"\n   Will you shave your head as well?\n  ","402896":"\n   hey.\n  ","402897":"\n   What color are you going for?\n  ","402898":"\n   I love the way you keep your hair now\n  ","402899":"\n   why? is it because of ego?\n  ","402900":"\n   Would you accept money from someone you don’t like if you you were in need? Why\/why not?\n  ","402901":"\n   did forgive your parents tho?\n  ","402902":"\n   Be honest to hold grudges over years?\n  ","402903":"\n   Your eyelashes ? do you use mascara?\n  ","402904":"\n   Did you tell them that you liked them?\n  ","402905":"\n   is it natural hair color\n  ","402906":"\n   current hair color?\n  ","402907":"\n   What are you scared off\n  ","402908":"\n   What is the most unappetizing meal?\n  ","402909":"\n   What would you do if a girl admitted love to you?\n  ","402910":"\n   Have you been asked any awkward questions by kids?\n  ","402911":"\n   Have you ever been rejected by someone dating wise\n  ","402912":"\n   What is the most irritating comment or question you seem to ALWAYS get?\n  ","402913":"\n   Christmas trees! Real or fake? ? Which do you prefer? :)\n  ","402914":"\n   What aspect of you are you most proud of?\n  ","402915":"\n   What is your favourite thing about Christmas? ☃️?\n  ","402916":"\n   Favorite Disney movie?\n  ","402917":"\n   What is one thing you deeply regret?\n  ","402918":"\n   Favourite pizza toppings? Do you like any \"unusual\" toppings? And what is your opinion on pineapple on pizza?\n  ","402919":"\n   What's something that really pisses you off? Like just frustrates the shit out of you lol\n  ","402920":"\n   would you invite your parents and your boyfriends entire Cuban family\n  ","402921":"\n   If your plane was about to crash, who would you want  sitting next to you?\n  ","402922":"\n   Pretended now youve been given 20 years in prison what would you reaction be\n  ","402923":"\n   Would you go on a Conspiracy tour?\n  ","402924":"\n   Are you usually late, early or right on time?\n  ","402925":"\n   Do you like to spend free time alone or in company?\n  ","402926":"\n   Lmao nice playlist title.  so you a jogger?\n  ","402927":"\n   How many push ups could you do in a minute\n  ","402928":"\n   What is your favourite meal\n  ","402929":"\n   Can you notice that it's getting hotter each year?\n  ","402930":"\n   What strides in medicine are being made from your perspective?\n  ","402931":"\n   How many siblings do you have? Are you close to them? I’ve recently become close with my half sister Rhonda and I’m really grateful she is a part of my life now.\n  ","402932":"\n   Hey guys, I am new on this platform can anyone help me what is the best use of this platform?\n  ","402933":"\n   Sure but why can't you give specific examples of how the world is progressing?\n  ","402934":"\n   What is your typical day like?\n  ","402935":"\n   In what ways do you see the world progressing?  Can you give specific examples?\n  ","402936":"\n   When you are sick and you cannot sleep, what did you do?\n  ","402937":"\n   Do you like your job\n  ","402938":"\n   Does your family not like your bf, fiance or husband whatever you have\n  ","402939":"\n   If technology is making life better for humans, then why are so many people still depressed and feeling bad about the world?\n  ","402940":"\n   What's the movie that made you cry?\n  ","402941":"\n   Know any good toasts? What shall I drink to?\n  ","402942":"\n   Ever take a music class?\n  ","402943":"\n   Do you have a rich inner life?\n  ","402944":"\n   Do you think that technology is making us lazier?\n  ","402945":"\n   Reading any books atm?\n  ","402946":"\n   has any of your exes tried talking to you\n  ","402947":"\n   Hey leigh are you ok? How’s it going?\n  ","402948":"\n   What is the best movie\/series you've seen lately?\n  ","402949":"\n   I am Muslim but I want to read the Bible but I am in danger from my home family if they find out it will not be good for me ... tell me what I should do now I am very worried\n  ","402950":"\n   Who would you invite to your wedding if you got married\n  ","402951":"\n   Do you like Rick and Morty\n  ","402952":"\n   What changed? How did moving made them busy?\n  ","402953":"\n   Ever have a workout playlist?\n  ","402954":"\n   Do you recall any dreams last night?\n  ","402955":"\n   How do you deal with stupid people?\n  ","402956":"\n   What do you like about it?\n  ","402957":"\n   did you start your Christmas shopping?\n  ","402958":"\n   liar u still care\n  ","402959":"\n   Do you consider yourself lonely or do you feel happy where you are now?\n  ","402960":"\n   What are you regretting the most?\n  ","402961":"\n   What annoys you more slow drivers or people who don't indicate whilst driving\n  ","402962":"\n   How many exes u got ?\n  ","402963":"\n   Hey there! I miss your questions quite a lot! I used to be very fond of them!\n  ","402964":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","402965":"\n   Anything interesting happen today\n  ","402966":"\n   Would you ever try any fighting sports\n  ","402967":"\n   Is there any people who has done you wrong and you'll never forgive them\n  ","402968":"\n   Predictive text: I lost my ____________________\n  ","402969":"\n   How can you change the World?\n  ","402970":"\n   What’s the first thing you notice about people?\n  ","402971":"\n   Would u rather be a celebrity or meet ur favorite celebrity?\n  ","402972":"\n   What about ur day......\n  ","402973":"\n   Have you ever worked with someone in  more than one job\n  ","402974":"\n   Have you watched any new shows lately?\n  ","402975":"\n   Are you worried about anything\n  ","402976":"\n   do you gain weight during the holidays?\n  ","402977":"\n   Would you prefer a party with a few friends or a lot of friends?\n  ","402978":"\n   Which series would you recommend watching now?\n  ","402979":"\n   What goes in first milk or cereal\n  ","402980":"\n   Have you ever been on a blind date\n  ","402981":"\n   Have you ever been speed dating\n  ","402982":"\n   what’s your favorite music to listen to when you’re in a nostalgic mood\n  ","402983":"\n   do you believe in miracles or do you think it’s more so just coincidences\n  ","402984":"\n   what’s keeping you on this app? thought about transferring elsewhere?\n  ","402985":"\n   do you prefer to drive on the highway or back roads\n  ","402986":"\n   worst physical injury you’ve had\n  ","402987":"\n   How many times have you fallen in love?\n  ","402988":"\n   What is the one book you think that everybody should read?\n  ","402989":"\n   Are you close again?\n  ","402990":"\n   What's the bravest thing you've ever done?\n  ","402991":"\n   Can intellect outweigh attractive looks?\n  ","402992":"\n   Can a person with the worst past change?\n  ","402993":"\n   What makes you cry?\n  ","402994":"\n   Anything interesting happen today\n  ","402995":"\n   Does he get jealous when you spend time with your roommates?\n  ","402996":"\n   How’s your relationship with your boyfriend?\n  ","402997":"\n   If you don’t fear anyone then horror movies shouldn’t scare you lmaooo why are you always confused\n  ","402998":"\n   Do you fear men?\n  ","402999":"\n   How was your day\n  ","403000":"\n   statistically most ab*se or as*ault happens from people you know. should women then fear all men in their lives\n  ","403001":"\n   how come you don't fear the 2 guys you live with\n  ","403002":"\n   Do your friends know they're your support system?\n  ","403003":"\n   what about men who were abandoned by their mothers or mistreated? should they fear women\n  ","403004":"\n   opinion on trump impeachment\n  ","403005":"\n   Do you think instagram should have a public\/private option for viewing specific pictures?\n  ","403006":"\n   What do you call your support system?\n  ","403007":"\n   why are women justified to fear men wtff\n  ","403008":"\n   Why nutella\n  ","403009":"\n   What’s your opinion on ......Donald Trump?? I’ll sit back and watch the fireworks ?\n  ","403010":"\n   Unpopular opinions?\n  ","403011":"\n   How many coins do you currently have? I have -235 cause ask deleted many of my answers :(.\n  ","403012":"\n   What is your attitude towards hunting?\n  ","403013":"\n   What’s your opinion on pizza? What do you like on your pizza? Do you dip it in ranch? Do you fold it when toy eat it? Do you eat it with a knife and fork?\n  ","403014":"\n   What are u thankful for?\n  ","403015":"\n   What do you do when you can't sleep? I'm currently having this problem..\n  ","403016":"\n   What are you going to eat for dinner??\n  ","403017":"\n   What is the most money you have ever held in your hand?\n  ","403018":"\n   Do you ever get lonely\n  ","403019":"\n   If Tish could make a daughter like that then you can do it too\n  ","403020":"\n   Did Cadie invite you to her wedding?\n  ","403021":"\n   What’s worrying you? You seem less happy after moving out.\n  ","403022":"\n   You have one on wattpad?\n  ","403023":"\n   _\n  ","403024":"\n   Do you share the same bathroom?\n  ","403025":"\n   What gift has someone given you lately?\n  ","403026":"\n   Would u rather go back in time or forward?\n  ","403027":"\n   Damn I get these scam pop ups on ask fm constantly and I can't stay here for a minute long. You ever have the same problem?\n  ","403028":"\n   why when she treats u like shxt\n  ","403029":"\n   Okay, share something about you that may shock the world :)\n  ","403030":"\n   Do you like ketchup on your fries?\n  ","403031":"\n   What’s the goodest thing you did this week?\n  ","403032":"\n   Ever take a spin class?\n  ","403033":"\n   Do you like museums?\n  ","403034":"\n   Whats a movie youve rewatched the most.\n  ","403035":"\n   How are you spending weekend?\n  ","403036":"\n   Do you follow fashion trends actively?\n  ","403037":"\n   do u come out in underwear in front of ur housemates\n  ","403038":"\n   how do u throw your menstrual pads etc with guys at home and bathroom\n  ","403039":"\n   What's the scariest movie you've seen?\n  ","403040":"\n   If you had to pick a Halloween costume to wear, but were transformed permanently into what the costume was of. What would you pick? (not allowed to say nothing)\n  ","403041":"\n   whats it like living with 2 guys and sharing bathroom with 2 people\n  ","403042":"\n   whats the worst queue to be in and why?\n  ","403043":"\n   How well do you know your employer\/teacher? 1 = who are you again? 10 = how was our date last night?\n  ","403044":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","403045":"\n   What would you do if someone jump scares you today? Do you like Halloween pranks?\n  ","403046":"\n   Is writing by hand better than typing?\n  ","403047":"\n   I hope you have a great Samhain, Halloween, New Year or whatever you're celebrating tonight and tomorrow! ???\n  ","403048":"\n   What is your spirit animal\n  ","403049":"\n   Candles or incense?\n  ","403050":"\n   Are you worried about anything atm\n  ","403051":"\n   What are your three favorite songs?\n  ","403052":"\n   What does it mean if I lose interest in everything I like?\n  ","403053":"\n   What do you think of the trend to dye or add braids extensions to pubic hair and armpit hair?\n  ","403054":"\n   What was the last nice thing you did for someone\n  ","403055":"\n   Are you in Love?\n  ","403056":"\n   Have you ever had a full English breakfast\n  ","403057":"\n   Do you like milkshakes\n  ","403058":"\n   Favourite classical composer?\n  ","403059":"\n   Pap for ur Halloween clothing\n  ","403060":"\n   What is your favourite picture of yourself\n  ","403061":"\n   What is the worst food in the world in your opinion\n  ","403062":"\n   Favourite type of music\n  ","403063":"\n   Do you have a brief moment when you wake up during which you think that you're in your old house?\n  ","403064":"\n   What are you handing out\n  ","403065":"\n   Do you recycle?\n  ","403066":"\n   Halloween: Ever done couple costumes?\n  ","403067":"\n   Did you give them something\n  ","403068":"\n   Have you had any trick or treaters come yet\n  ","403069":"\n   Why are you unwell?\n  ","403070":"\n   What do you collect?\n  ","403071":"\n   Do you hate it when people can't mind their own fucking business\n  ","403072":"\n   Can you see stars where you live or is there too much light pollution?\n  ","403073":"\n   Have you ever wondered if therapy was good for your creativity?\n  ","403074":"\n   whats good\n  ","403075":"\n   What makes you special?\n  ","403076":"\n   Have you unfollowed anyone recently?\n  ","403077":"\n   What do you have a soft spot for?\n  ","403078":"\n   What are your hobbies and how did you get into them\n  ","403079":"\n   Have you ever came across someone who was a decent person but over time became a bit more of an asshole and lost their mind\n  ","403080":"\n   How do you fare when it comes to arguments? Do you keep your cool or do you have a temper? Or do you try to avoid arguments all together?\n  ","403081":"\n   How are you at haggling\n  ","403082":"\n   I'm glad your mental health has gotten better and that you're living on your own! I was very much in the same place a year ago.\n  ","403083":"\n   Hows things\n  ","403084":"\n   How much has your life changed over the past year?\n  ","403085":"\n   I really love that movie, but I can appreciate people not liking it! My boyfriend haaaates it.\n  ","403086":"\n   Do you follow any people who practice magick\/spell craft? I have some questions\n  ","403087":"\n   What's ur favorite scent?\n  ","403088":"\n   What is one movie that you have seen that you absolutely hated?\n  ","403089":"\n   What music instrument would you like to play?\n  ","403090":"\n   Until what time do you sleep during holiday?\n  ","403091":"\n   What is the dumbest thing you've done whilst drunk\n  ","403092":"\n   You should ask him. I’m gonna assume he’s with you for your money.\n  ","403093":"\n   Why don't you like black people rap?\n  ","403094":"\n   Why does your boyfriend like you? Don’t you think he could better.\n  ","403095":"\n   How tall are you?\n  ","403096":"\n   no its not. housemate resides in your house roommate lives with you in your room.\nknew it. youd be fxcking him once you move out. im gonna tell Daniel\n  ","403097":"\n   Have you ever had a really really bad teacher\n  ","403098":"\n   When is the last time u took a relaxing bath?\n  ","403099":"\n   Favorite holiday?\n  ","403100":"\n   wow  went from housemate to roommate in 1 week. your poor boyfriend\n  ","403101":"\n   Did you celebrate national cat day? ?\n  ","403102":"\n   Whats your favorite scary movie ?\n  ","403103":"\n   What sort of rap do you like?\n  ","403104":"\n   Do you smoke?\n  ","403105":"\n   Share one thing that has made you happy recently!\n  ","403106":"\n   What is the coolest thing's that people can learn from you?\n  ","403107":"\n   Why are you difficult? In what sense?\n  ","403108":"\n   I can't sleep why.... any suggestions from you guys so that I can go to sleep?\n  ","403109":"\n   Are you grateful for them?\n  ","403110":"\n   I know it might seem awkward but do mind ok... Do you simply give your phone number when someone asks you?\n  ","403111":"\n   What is one thing you will never do it again?\n  ","403112":"\n   Have you truly hate SOMEONE?\n  ","403113":"\n   What was the timing there?\n  ","403114":"\n   What can you promise to your friends?\n  ","403115":"\n   Have you got instagram?\n  ","403116":"\n   Pap of your hands?\n  ","403117":"\n   Where and when do you get your best ideas?\n  ","403118":"\n   That's amazing! How did your work get discovered, to go in museums? Were they just being displayed, or sold also?\nDo you have any you could share? I'd love to see!\n  ","403119":"\n   Do you believe in \"true love\"?\n  ","403120":"\n   What are the things you want to avoid in a relationship?\n  ","403121":"\n   Who knows you the best?\n  ","403122":"\n   What's one thing most people don't know about you?\n  ","403123":"\n   Can taste in music change your opinion about a person?\n  ","403124":"\n   What was the last present you received?\n  ","403125":"\n   Do you have someone who can help you move it? Where is it atm?\n  ","403126":"\n   Name a restaurant that you think is trash but everybody else loves?\n  ","403127":"\n   What's a goal (however big or small) that you'd like to get done \/achieve, before this year ends?\n  ","403128":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","403129":"\n   What is your education achievement?\n  ","403130":"\n   How many people you have blocked?\n  ","403131":"\n   anything exciting happening in your life right now?\n  ","403132":"\n   Do you what Detroit smells like? My one friend (Indian) tells me it smells of piss which is not so bad because India smells of shit. I'm Indian.\n  ","403133":"\n   The last time I was here you were trending #31, approx. 4 months ago. Now you're #95. Explain the mighty downfall, please.\n  ","403134":"\n   What kind of a smell your city or town has?\n  ","403135":"\n   Have you used the term dishwater for a bad cup of coffee or tea?\n  ","403136":"\n   Write about a person on ask who has always been there for you without mentioning their name. What would you tell them?\n  ","403137":"\n   Do you ever feel like you’re too nice to people? I’m way too nice to some people on here.\n  ","403138":"\n   Like who\n  ","403139":"\n   So, I was wondering, do you have any Christmas traditions? \n(I know this is a bit early, but I'm excited lol) ?\n  ","403140":"\n   If you could have dinner with any celebrity alive or dead who would you pick and why\n  ","403141":"\n   Do you think there are certain people who don't deserve to live\n  ","403142":"\n   How was your day\n  ","403143":"\n   Are you afraid of the DARK?WHY?\n  ","403144":"\n   How’s your morning?\n  ","403145":"\n   What are you going as for Halloween?\n  ","403146":"\n   Do you know the long island medium?\n  ","403147":"\n   Did you have a fall out with Courtney?\n  ","403148":"\n   List your favourite users on here\n  ","403149":"\n   How would you describe today in one word?\n  ","403150":"\n   opinion on taking pics of you and SO kissing and posting on social media. do you do it\n  ","403151":"\n   What do you fear?\n  ","403152":"\n   It's Monday! You have got this! You're amazing! Have a great week! :3\n  ","403153":"\n   If I may ask questions about gender. As you're nonbinary, you're not a woman? Are you not even female? No transitioning either?\n  ","403154":"\n   Would you like to receive my questions?\n  ","403155":"\n   Are your roommates messy?\n  ","403156":"\n   Do you like olives?\n  ","403157":"\n   Would you like to live in a villia in spain\n  ","403158":"\n   How was your day\n  ","403159":"\n   You're crazy\n  ","403160":"\n   We’re in a long distance relationship. I still love them but it’s too complicated because of distance and my mental health issues.\n  ","403161":"\n   Do you think a temporary break in a relationship is helpful?\n  ","403162":"\n   Does your boyfriend visit you?\n  ","403163":"\n   Do you think moving out will help with your relationship with your parents? Do you think you will be closer?\n  ","403164":"\n   How’s your mental health lately?\n  ","403165":"\n   Are you door ?\n  ","403166":"\n   Does your boyfriend apologize?\n  ","403167":"\n   Why do you always double your picture?\n  ","403168":"\n   What about your boyfriend?\n  ","403169":"\n   Are you an apologizer? Do you have a hard time saying it?\n  ","403170":"\n   You're a very christian person\n  ","403171":"\n   if ur 1991 baby ur 28\n  ","403172":"\n   Why wouldn't you give the candy yourself?\n  ","403173":"\n   are u 28\n  ","403174":"\n   What do you think about year 1991?\n  ","403175":"\n   It's hard to play such a game and forget it. Silent Hill is one of the masterpieces of the gaming history. That psychological horror atmosphere, those puzzles, that symbolic and complex story. These things are amazing.\n  ","403176":"\n   How about guilt? Isn't that the Catholic response to everything?\n  ","403177":"\n   Have you ever snuck out of your home?\n  ","403178":"\n   You're culturally christian, christianity is still control your mind\n  ","403179":"\n   Good. What about Silent Hill 2?\n  ","403180":"\n   Did you ever hear about the Silent Hill?\n  ","403181":"\n   Ever played Resident Evil 5?\n  ","403182":"\n   I suggest you to watch The ring 2\n  ","403183":"\n   Will you give them personally or will you put them in a bowl or something?\n  ","403184":"\n   What do you think about her? In that second movie at the end she said that all she wanted was a mom. What should they have done for her?\n  ","403185":"\n   What do you have on your necklace?\n  ","403186":"\n   What do you think about the Sapphire blue color?\n  ","403187":"\n   Do you remember Samara Morgan?\n  ","403188":"\n   Thank you for this Leigh! Also this is an interview for school, not a job, and I am wondering if it is acceptable for them to ask me about the reason why I took 3 years gap year for my studies? It was for my mental health but I don’t think I want to tell them that in case I end up sabotaging myself\n  ","403189":"\n   Which horror movies have you watched?\n  ","403190":"\n   Have you watched Conjuring movie?\n  ","403191":"\n   What have you done today?\n  ","403192":"\n   What kind of candy will you be giving out for Halloween?\n  ","403193":"\n   Does that mean stuffed animals or live ones?\n  ","403194":"\n   How did that open Mic thing go? What did your friend do?\n  ","403195":"\n   It might  I know it and it maybe before your last breath also\n  ","403196":"\n   Owww... anyway I still  like it or maybe one day you might have a change of heart\n  ","403197":"\n   Are you Christian?\n  ","403198":"\n   God loves you....\n  ","403199":"\n   Ever been asked to “ play along” in a situation? Example going along with someone’s false story in order to keep them from getting in trouble?\n  ","403200":"\n   Ever been at a party or event and the police ended up coming??\n  ","403201":"\n   Favorite book?\n  ","403202":"\n   That's neat!! That's what my Pixel 1 did too. It took I think 6 scans.\n  ","403203":"\n   I was reading about the specs on the camera and it seems amazing! My one point of curiosity is the fingerprint scanner. Do you have any issues using it since it's in the screen with that phone?\n  ","403204":"\n   Going back to the technology question - are there any new pieces of tech hardware on the market that you want to try out? Pretending money isn't a barrier to getting them, does anything new interest you?\n  ","403205":"\n   Do you have any methods that help you process your thoughts and articulate them in such a way that people can understand how you feel and where you're coming from? Things like journaling or speaking aloud to yourself.\n  ","403206":"\n   Do you have any fun recipes for comfort food?\n  ","403207":"\n   What or who cheers you up when you're having a bad day?\n  ","403208":"\n   I'm going to send out a few spam questions! \n\n1) Do you have any favorite body wash\/lotion\/anything scents? It doesn't matter at all here if they're traditionally marketed to men or to women. I'm just curious as to what people like in terms of fragrances if anything!\n  ","403209":"\n   Have you ever told someone your feelings about them only to learn they don’t feel the same way?\n  ","403210":"\n   What is better than chocolate?\n  ","403211":"\n   Do you set a timer or just wing it? Depends?\n  ","403212":"\n   Campfire; which is better having in the summer or fall time?\n  ","403213":"\n   When someone says “Why do you like talking to me?” Does that mean it bothers them that they have to ask it ?? Lo l :))\n  ","403214":"\n   How was your day? How's your mood? I wish you a good Sunday ✌?\n  ","403215":"\n   Is your ask glitchy lately?\n  ","403216":"\n   What do you want for your birthday?\n  ","403217":"\n   Have you thought on a new fancy color for your hair?\n  ","403218":"\n   What is the last concert you went to? ?‍?\n  ","403219":"\n   ¿What are you doing now?\n  ","403220":"\n   What was the last movie you watched that was really good?\n  ","403221":"\n   What do you do when faced with a difficult choice?\n  ","403222":"\n   When was the last time that you took a risk? How did it pan out?\n  ","403223":"\n   i really wanna know more about your personality\/ What are your secrets?\n  ","403224":"\n   Follow for follow?\n  ","403225":"\n   I am sorry for this question, but are you tired and annoyed by questions from me? I am asking because there are a few people who have a problem with me and they give me a feeling that they do not like me. If I'm annoying, I'm sorry. Have a nice day ?\n  ","403226":"\n   If you ask questions about your partner’s ex out of the blue, and they give you “Can we not talk about it anymore?” Altho your partner has talked about it before. Would you say that your partner has still feelings for their ex?\n  ","403227":"\n   What do you have to answer if a interviewer asks you “do you think we will accept you?”? Like I want to say yes, because I want them to see I am confident but at the same time I don’t want them to think I’m arrogant? HELP PLEASE!\n  ","403228":"\n   Do you have any relationships whether it’s family or a friend that you feel like it’s fractured and needs some repair?\n  ","403229":"\n   If your partner said “i have doubts about what you really feel idk maybe i’m just fucked up and it’s my brain telling me,” how would you feel? would that make you feel shitty and enough reason to break up?\n  ","403230":"\n   If you listened to a different style of music would you be as depressed?\n  ","403231":"\n   Do you wear glasses because of strabismus?\n  ","403232":"\n   Do you think getting older (40, 50, 60) is depressing for people or a happy occasion??\n  ","403233":"\n   What job do the other guys do?\n  ","403234":"\n   Do you think all trump supporters are bad people?\n  ","403235":"\n   in your opinion, is it a good idea for a woman to decide not to pursue any higher education after hs and instead rely on her future husband to support the family? or is it better to get some sort of degree as a back up? would you support your daughter if she made that choice?\n  ","403236":"\n   Who should be head of the household, a man or a woman?\n  ","403237":"\n   did any of your housemates try to seduce u\n  ","403238":"\n   What is ur next plans\n  ","403239":"\n   What about the common spaces? Is there a schedule?\n  ","403240":"\n   Ever feel like you are missing out tho?\n  ","403241":"\n   Do you dislike not having the opportunity to be with a woman since you are in a relationship?\n  ","403242":"\n   Are you going to have children any time?\n  ","403243":"\n   Are those lights considered neon? I was actually talking about neon lights with you ages ago and i love these things too\n  ","403244":"\n   Is this your room? Those lights are beautiful. They really give the room such a romantic and nostalgic atmosphere\n  ","403245":"\n   Ever try to get her to hook up at all?  Would you?  At least drunk make out?\n  ","403246":"\n   You two ever think about dating again?\n  ","403247":"\n   Why have you only dated guys recently?\n  ","403248":"\n   You haven't dated a girl in 14 years?\n  ","403249":"\n   Why not ready?\n  ","403250":"\n   Was it difficult to date a girl?\n  ","403251":"\n   Could you marry a girl?\n  ","403252":"\n   Do you think every female is a little bit bi?\n  ","403253":"\n   What is one hobby or interest you have that people wouldn't expect from you?\n  ","403254":"\n   What are some of the rules?\n  ","403255":"\n   Favorite color, favorite song, favorite book, favorite band, favorite clothes?\n  ","403256":"\n   What's the best news you could hear right now?\n  ","403257":"\n   Is heteroflexible just a fancy word for bi?\n  ","403258":"\n   Ew\n  ","403259":"\n   Is there something out there, a thought, an idea, a current event, or a fear that you find deeply unsettling?\n  ","403260":"\n   what makes you very happy a big gift or food?\n  ","403261":"\n   Have you established the house rules?\n  ","403262":"\n   Did you ever have a customised cake specially made for you for your birthday?\n  ","403263":"\n   So you say that two versions of US anthems are the best national anthems in the whole world?\n  ","403264":"\n   What do you call \"leftovers\" ?\n  ","403265":"\n   Do you watch the walking dead?\n  ","403266":"\n   What is wrong with your shoes?\n  ","403267":"\n   Leeeeeeigh\n  ","403268":"\n   What do you do in the basement?\n  ","403269":"\n   Why do you always use filters?\n  ","403270":"\n   Is that a Satanist t-shirt?\n  ","403271":"\n   What are the best anthems in the world in your opinion?\n  ","403272":"\n   When was the last time you took a risk, and did it pay off?\n  ","403273":"\n   Would u rather be rich and sad \n                     Or\n        Poor and happy\n  ","403274":"\n   Are you flexible or is it your way or the highway?\n  ","403275":"\n   Which song do you believe is the best you've ever written?\n  ","403276":"\n   Do all the houses have basements?\n  ","403277":"\n   When’s the last tine you literally breathed a sigh of relief?\n  ","403278":"\n   Good makeup!\n  ","403279":"\n   What's your favorite us city?\n  ","403280":"\n   It took you 27 years to grow the hell up lmao no more gender shxt and finally you moved out\n  ","403281":"\n   Going to work today?\n  ","403282":"\n   Love your hoodie!!!\n  ","403283":"\n   Do you have a selfie or a picture from today?\n  ","403284":"\n   Did you ever get dreads or mini braids all over your head?\n  ","403285":"\n   Don't you cut it every once in a while?\n  ","403286":"\n   Do you enjoy the colder weather and darker days that come along with these autumn months, or are you mourning summer like I am? ??\n  ","403287":"\n   Have you ever had a 100% class attendance at the end of the school year? If so, what reward did you get for this achievement?\n  ","403288":"\n   How much money do you spend every month on styling your hair?\n  ","403289":"\n   \"Good morning!\n  ","403290":"\n   Comfortable for work i suppose :) What kind of boots were you wearing? Short or tall ones?\n  ","403291":"\n   What is one thing that you believe should be made illegal in your country?\n  ","403292":"\n   happy Halloween\nWhat will you wear in the Halloween\n  ","403293":"\n   What are you wearing today? Is it a cold day?\n  ","403294":"\n   How are you today?\n  ","403295":"\n   What did you do with the treadmill?\n  ","403296":"\n   Can you pick a lock?\n  ","403297":"\n   What causes you ta panic?\n  ","403298":"\n   Do you have a tendency to believe everything you read?\n  ","403299":"\n   Do you think it would be funnier if all the things they said or did happened when they were sober?\n  ","403300":"\n   What are u doing now?\n\"?i need coins\"\n  ","403301":"\n   Have you have someone take credit for your hard work?\n  ","403302":"\n   Are u forgetful?\n  ","403303":"\n   How are you feeling? Are you better after moving out?\n  ","403304":"\n   Things make u happy!!\n  ","403305":"\n   Favorite show ever! !\n  ","403306":"\n   Hello friends! Just popping by to let you know I've returned from my hiatus! I've missed you all.\n  ","403307":"\n   What makes you nervous?\n  ","403308":"\n   What’s on your mind today?\n  ","403309":"\n   What's the last thing u Googled and what was the answer?\n  ","403310":"\n   What's the last thing u bought?\n  ","403311":"\n   What is the longest you've ever gone without any sleep?\n  ","403312":"\n   Do you also get forced scam pop ups on ask fm like those lucky spins and gift card stuff?\n  ","403313":"\n   Is your car in a good state?\n  ","403314":"\n   When was your last random act of violence?\n  ","403315":"\n   What did you do last weekend?\n  ","403316":"\n   have you dated someone with over protective parents?\n  ","403317":"\n   What are you panning on doing this Halloween?\n  ","403318":"\n   Is it weakness if I set to play video games 2 hours but end up playing 12 hours straight?\n  ","403319":"\n   What one thing do you need to do next?\n  ","403320":"\n   I love it, it looks so cozy !! I'm so happy for you~\n  ","403321":"\n   Do you watch TV? What do you like to watch on TV?\n  ","403322":"\n   Describe a perfect night out!\n  ","403323":"\n   You want to be even higher? Oh imagine if Leigh was the #1! ???\n  ","403324":"\n   #65 in USA\n  ","403325":"\n   Hahaha. Huawei is one of the top three phone manufacturers along Samsung and Apple. Recently it's getting much more attention after the tension between US and China. Well not so surprising to hear this from an American. iPhone is a symbol for Americans.\n  ","403326":"\n   What? You have never heard about the brand?\n  ","403327":"\n   What do you think about Huawei?\n  ","403328":"\n   It's October, aka \"Spooky Season\". What are some of your favourite spooky movies, whether they're horrors, thrillers, family friendly ones like Paranorman etc?\n  ","403329":"\n   How would you respond if a friend always comes to you for support but isn't very supportive of you when you need it?\n  ","403330":"\n   When was the last time you laughed so hard? & what was it about?\n  ","403331":"\n   what things you dont want to talk to your parents about?\n  ","403332":"\n   Do you have a lucky talisman? If yes, why is that so lucky?\n  ","403333":"\n   Ladies: Do you prefer facial hair for your man or clean shaven?\n  ","403334":"\n   Money or love?\n  ","403335":"\n   Does your brother hate your parents too?\n  ","403336":"\n   Do you have your alerts turned on for ask?\n  ","403337":"\n   How do you spend your weekends?\n  ","403338":"\n   Do you love your brother?\n  ","403339":"\n   What is worse.. over packing or under packing?\n  ","403340":"\n   In your opinion what’s the best phone carrier? Have you ever had problems with them?\n  ","403341":"\n   Would you be jealous if your best friend was spending more time with someone else?\n  ","403342":"\n   Where do you put your clothes to dry?\n  ","403343":"\n   Isn't it the reason you get along?\n  ","403344":"\n   How do you get along with your brother?\n  ","403345":"\n   Which furniture do you need help with? Are the instructions in Swedish?\n  ","403346":"\n   What did your brother say about you leaving your parents house?\n  ","403347":"\n   On a scale of 1 to 10, how well do you sing?\n  ","403348":"\n   So my daughter gave me her panda beanie cap and declared that is my Halloween costume. What are you going to be for Halloween?\n  ","403349":"\n   Ever heard of Dua Lipa?\n  ","403350":"\n   Which celebs do you follow on snapchat?\n  ","403351":"\n   Are you watching the final season of Supernatural?\n  ","403352":"\n   What do you think about the Weimar republic?\n  ","403353":"\n   Do you cook for your roommates?\n  ","403354":"\n   How are you not bald by now lol, you dye your hair way too much\n  ","403355":"\n   What color is your hair right now?\n  ","403356":"\n   Hi Leigh how was your day going\n  ","403357":"\n   My name is javi what’s your name\n  ","403358":"\n   Hi how are you\n  ","403359":"\n   What’s your opinion on episode 2 of game of thrones?\n  ","403360":"\n   Do you remember the shows you watched?\n  ","403361":"\n   What kind of clothes do you prefer - comfortable or stylish?\n  ","403362":"\n   That’s a lot. You’re rich\n  ","403363":"\n   Did you ever see 'Sarah Christine Fowler's? This girl has a account here too?\n  ","403364":"\n   Ever heard about the Austria-Hungary empire?\n  ","403365":"\n   Why aren’t you ready\n  ","403366":"\n   How old are you ?\n  ","403367":"\n   Do you want to have kids?\n  ","403368":"\n   Who is the most underrated ASKfm user?\n  ","403369":"\n   Have you ever confided in someone privately only to have them tell everyone your business?\n  ","403370":"\n   Is there any country you would like to visit?\n  ","403371":"\n   What are your favourite seasonal foods for Autumn\/Fall? Btw did you know that the name \"Fall\" is actually older than the name \"Autumn\"?\n  ","403372":"\n   What are some positives of being you? ?\n  ","403373":"\n   What do you want to build? Can’t you buy it?\n  ","403374":"\n   How’s your Saturday going so far?\n  ","403375":"\n   WHO IS YOUR BEST FRIEND\n  ","403376":"\n   Are they yours?\n  ","403377":"\n   Where one can find the truth?\n  ","403378":"\n   What is your favorite place to meet friends?\n  ","403379":"\n   What's the difference between depression and sadness?\n  ","403380":"\n   Can you draw???\n  ","403381":"\n   well you know well that some people DO claim to be transgender as a fad and it's bad for AUTHENTIC trans people, they do harm and spread the negative connotation that being trans is just a ~phase~.\n  ","403382":"\n   Is eating stale bread beneath you?\n  ","403383":"\n   are all the transtrenders from 2015-2016 gone off this website?\n  ","403384":"\n   Did you fight with your roommates yet?\n  ","403385":"\n   Are you cured from depression?\n  ","403386":"\n   Are you feeling after you moved?\n  ","403387":"\n   Yesterday was International Pronoun Day. What are your pronouns? Feel free to use this to speak about your gender, trans people, your gender expression or how you express your gender now vs when you were younger etc.\n  ","403388":"\n   Are you with or against Greta?\n  ","403389":"\n   Do you like politics?\n  ","403390":"\n   Based on your answers. You’re rude and think you’re better than others.\n  ","403391":"\n   An explicit question .. Do you imagine your life without makeup??\n  ","403392":"\n   You’re so arrogant.\n  ","403393":"\n   You’re almost 30 grow up and stop being sO eDGY. all your friends came back to their senses\n  ","403394":"\n   What’s your favorite movie?\n  ","403395":"\n   sorry this isn't a question but i really wanted to say how much i love your answers. like you're one of the few people i follow that give genuine, honest, and thought-provoking answers. you're awesome.\n  ","403396":"\n   Will your pronouns change soon? lmao\n  ","403397":"\n   I just followed a bunch of new people- what are your pronouns? What are your top three interests? What name do you go by here?\n  ","403398":"\n   how do u manage ur life?\n  ","403399":"\n   Hey have you read about the Atatiana Jefferson murder? I've read about it but I still don't understand why the officer opened fire.\n  ","403400":"\n   Friends that truly love you, sometimes more than a brother or sister can be considered as a family?\n  ","403401":"\n   What’s the most you’ve paid for a ticket to a concert play movie sporting event etc\n  ","403402":"\n   Do you think all trump supporters are bad people?\n  ","403403":"\n   I love your skull makeup\n  ","403404":"\n   Don't tell me you think the office is better than friends\n  ","403405":"\n   Do you have a garden?\n  ","403406":"\n   do you follow other adult users that I maybe don't follow? I hate to ask but link em up please ask is so slow lately\n  ","403407":"\n   hey girl\n  ","403408":"\n   Do you often listen to your intuition?\n  ","403409":"\n   whats the last text you sent your boyfriend\/girlfriend?\n  ","403410":"\n   What are your goals at the moment?\n  ","403411":"\n   Do u like sushi?\n  ","403412":"\n   If the partner can’t text you back for more than 10 hours, is that a red flag? Can’t even send a “hey”?\n  ","403413":"\n   How’s your new house?\n  ","403414":"\n   How often do you take selfies?\n  ","403415":"\n   What gossip about yourself has made you laugh?\n  ","403416":"\n   Will you tell about your passions and hobbies? What makes you the most fun in your life?\n  ","403417":"\n   What’s the strongest part of your personality?\n  ","403418":"\n   Worst as in lowest artistic quality or worst as in most disturbing?\n  ","403419":"\n   How many pillows do you sleep with? I sleep with 2, I bet you were all dying to know\n  ","403420":"\n   PAP your favorite view!\n  ","403421":"\n   you seem so happy about it. That's nice ^^ I wish you will have the best experience ever. Good luck Leigh ^^\n  ","403422":"\n   Are you on a holiday?\n  ","403423":"\n   Does your family know?\n  ","403424":"\n   Long time?\n  ","403425":"\n   How are you doing\n  ","403426":"\n   Are you taken?\n  ","403427":"\n   Is it bad if the only news about politics you get in from satirical talk shows?\n  ","403428":"\n   What’s the worst horror film you’ve ever watched?\n  ","403429":"\n   If you could replace anything from your body,what would it be??\n  ","403430":"\n   Do you skip YouTube ads or watch them? Do they annoy you or not?\n  ","403431":"\n   Is Montauk overrated ?\n  ","403432":"\n   Pap....\n  ","403433":"\n   Hi\n  ","403434":"\n   Are you more comfortable with women than with men?\n  ","403435":"\n   Does NY have 4 distinct seasons?\n  ","403436":"\n   Do you feel Stanley Kowalski was right in some ways?\n  ","403437":"\n   What is your favorite black and white movie?\n  ","403438":"\n   What matters to you most - money, good looks or attitude?\n  ","403439":"\n   Have you seen the movie Joker yet?\n  ","403440":"\n   Who is your biggest mentor?\n  ","403441":"\n   Do-over day! Tell about three things you would do differently!\n  ","403442":"\n   You're degenerated in all aspects\n  ","403443":"\n   Disgusting things like (homosexuality, mental illness) are so widespread in the West these days\n  ","403444":"\n   Mentally ill? That's disgusting\n  ","403445":"\n   Your views are ill like you\n  ","403446":"\n   You're a mentally ill person ?\n  ","403447":"\n   have you ever eat something hungarian food?\n  "},"Answer":{"402375":"\n  well this was certainly a roller coaster of a message. LOL.\n  ","402376":"\n  last night. it isn't an unusual occurrence for me.\n  ","402377":"\n  thank you ~~\n  ","402378":"\n  nothing that i feel comfortable discussing on askfm, tbh. it isn't really a big deal anyway and i'll get over it eventually.\n  ","402379":"\n  i'm not doing so well, but thank you for asking regardless.\n  ","402380":"\n  ... wait, are you literally asking me this for real? LMAOOO.\n  \n  oh my goodness -- please, find another method by which to practice medicine than by asking complete strangers on the internet to literally marry you. this is beyond redic.\n  ","402381":"\n  i simply would feel uncomfortable agreeing to such a proposition. there are more productive ways to help others if they require help, such as redirecting them to resources and other methods of aid. i wouldn't want to compromise my own freedom and happiness.\n  ","402382":"\n  no, i wouldn't be willing to do that for someone.\n  ","402383":"\n  hello -- do you have a question?\n  ","402384":"\n  either baseball or football, i could imagine.\n  ","402385":"\n  i don't really have much intention to return to art, tbh. i'm a writer most of all, and writing is much more therapeutic to me than art ever was.\n  \n  thank you, though -- i really appreciate your words !! :'))\n  ","402386":"\n  i didn't have the passion for it anymore, and i also didn't have the time anymore. after i graduated from high school and went to college, i focused all of my attention on creative writing. then things slowly started going downhill in my personal life, i eventually moved states, and i picked up a full-time job outside of attending college classes. there simply was no time left.\n  ","402387":"\n  no, i'm not a person who forgives others easily. i have a tendency to hold grudges and dwell on things people have said or done wrong to me in the past.\n  ","402388":"\n  allegedly i have the week off from work between christmas day and new years day, and i honestly have *no* idea what i'll be doing, lmaoo. i haven't had an entire week off from work in literally years.\n  ","402389":"\n  when i was a teenager, i was very much more into art and painting than i am today. i appreciate good art these days, but back in the early 2000s, i painted and drew prolifically and was very much involved in the art scene.\n  \n  i was also much more interested in music back in those times compared to today. although i still love music and listen to it every day, when i was a teenager i was addicted to linkin park's music and lived and breathed their music and influence in my every day life. i read up on their history and life stories, joined forums, made friends through their website, etc etc.\n  ","402390":"\n  i believe that some people's personality traits coincide with the traits of their zodiac sign, but it isn't a universal thing. there will always be people who won't match up to what their zodiac sign \"says\" they should be, so i don't really place much value in astrology.\n  ","402391":"\n  it depends on how the relationship with that ex ended, and how close i am to that ex today. if there's any doubt that it may be awkward for me to attend the wedding since my ex will be there, then i probably wouldn't go. however, if my ex and i are on good terms (i.e. talking), then i see no reason why i shouldn't go to celebrate the occasion.\n  ","402392":"\n  yes, i love cold pillows.\n  ","402393":"\n  not really, no. i'm not really looking forward to thanksgiving this year because it's going to be with my family, and they've been insufferable since i moved out.\n  ","402394":"\n  it's very difficult for me to trust people. i don't trust others right off the bat, and it takes a while for me to get to a point with a person where i can genuinely say that i trust them.\n  ","402395":"\n  they're usually shows that i've seen a hundred times before, lol. if i'm doing something and need background noise and i don't feel like putting on music, then i'll put on a few episodes of the x files, how i met your mother, supernatural, ghost adventures, bones, etc etc.\n  ","402396":"\n  if i'm in a bad mood, there normally isn't much i can do to make myself feel better. :\/ i usually just ride it out until the next day. with respect to that, sleep sometimes gets rid of the bad mood to some degree.\n  ","402397":"\n  i don't ever go shopping on black friday. i would rather not deal with the ridiculous crowds of people. i prefer waiting until cyber monday instead, that way i can shop from the comfort of my own home.\n  ","402398":"\n  i never thought about it that way before, tbh. i'll have to do some more research on contemporary racism and how it manifests itself.\n  ","402399":"\n  i'm honestly not sure, LOL. i haven't weighed myself in months.\n  ","402400":"\n  yes, i wholeheartedly agree with you. racism is *still* very common and seen every day, unfortunately. however, it certainly isn't as commonplace as it used to be decades ago during the early to mid 20th century.\n  ","402401":"\n  yes, i'm currently in a relationship.\n  ","402402":"\n  i was saying that if you guys want to poke fun at my weight, then at least be consistent with what you're all pointing out, haha. i just thought it was amusing that two different people thought two utterly different, conflicting things.\n  ","402403":"\n  i never tried before. i wouldn't be able to make it from scratch, that's for certain.\n  ","402404":"\n  yeah, i can make simple desserts like cupcakes, muffins, and cookies. lmaoo.\n  ","402405":"\n  london, madrid, rome, moscow, and mykonos.\n  ","402406":"\n  i haven't exercised in a while, but i used to walk on the treadmill at least 3 times per week.\n  ","402407":"\n  sometimes, but it depends on what was going on in my life at the time. in high school and parts of college, i did procrastinate a lot. however, towards the end of my college years, i learned time management and how to effectively complete my assignments with the little time i had without cramming them in towards the end.\n  ","402408":"\n  uh, no? lmaoo.\n  \n  you can see photos of me in my profile pictures on here, and i also post photos of myself occasionally when i feel like it.\n  ","402409":"\n  i used to totally be a night owl & stay up late every night, but these days i'm more of a morning person. i get most of my chores\/work done in the morning so that i can relax by the time the afternoon comes.\n  ","402410":"\n  no. honestly, my airbags *should* have gone off when i got into one of my first big accidents, but for some reason they didn't.\n  ","402411":"\n  my wallet, car keys, house keys, phone, and vape.\n  ","402412":"\n  people have told me that i look like heather matarazzo and\/or lady gaga.\n  ","402413":"\n  the furthest i've been from new york has been to austin, texas. i went there for a video game convention back in 2014, and austin was a beautiful city !! i enjoyed the time i spent there a lot, everyone was super friendly and it was a very quirky, unique place.\n  ","402414":"\n  on a typical day (assuming it's a work day), i sleep in until 7:00am. on the weekends when i don't have work, i normally wake up by around 8:00 or 8:30am.\n  ","402415":"\n  i'm sure i did prank calls when i was a pre-teen or teenager, but i can't remember any instances. i was likely extremely young.\n  ","402416":"\n  definitely not, haha. i have no interest in reality television shows and i would certainly never want to be in one.\n  ","402417":"\n  askfm is for asking & answering questions, not necessarily for conversation. if you have a question, feel free to ask it.\n  ","402418":"\n  nothing out of the ordinary, tbh. i got home from work a little while ago, ate dinner, took my medication, and now i'm relaxing with a beer while answering askfm questions. i had quite a few piled up in my inbox, so i'm actually on my laptop rn.\n  ","402419":"\n  listening to music has been one of my favorite ways to waste time lately.\n  ","402420":"\n  hello -- do you have a question?\n  ","402421":"\n  i have an appointment to color it next week, lol. thankfully, it won't be blonde for much longer.\n  ","402422":"\n  i wasn't aware that my cell phone had the capability of having coherent, intelligent thought in my absence.\n  ","402423":"\n  ???\n  \n  what sort of logic is this? lmaoo.\n  ","402424":"\n  yeah, i don't eat much or very often to begin with as it is.\n  ","402425":"\n  guys, at least be consistent. lmaoo.\n  ","402426":"\n  my outfit today is really cute.\n  ","402427":"\n  i specialized in disability law, which is only a small fragment of what law entails. regardless, that was more than two years ago lol.\n  ","402428":"\n  because he didn't have any cash on him and he needed to go to the food truck to get food before work.\n  ","402429":"\n  i skipped dinner two nights ago, i said. last night, i had pad thai.\n  ","402430":"\n  because life is unfair, lol.\n  ","402431":"\n  there are similarities between them, yes.\n  ","402432":"\n  i've been friends with people who tried to weasel their way out of paying their way for meals, drinks, etc etc. it was super annoying.\n  ","402433":"\n  ???\n  \n  i am clearly not an \"it,\" considering i am a human, haha. my pronouns are they\/them. i'm also not a woman (singular form, btw).\n  ","402434":"\n  \"the fighter\" by in this moment ;\n  \n\n   https:\/\/youtu.be\/MUZV_KLiCJA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402435":"\n  my bio clearly indicates i'm not a girl, lmaoo.\n  \n  regardless -- i've been answering questions all night.\n  ","402436":"\n  my goal was to take a scalding hot, relaxing shower tonight. i accomplished that goal & now i feel a lot better -- rejuvenated, almost.\n  ","402437":"\n  i've been fine. i've been going through a lot of stress lately, so yesterday i was barely on social media and went to sleep really early (around 10:00pm, which is early for me).\n  \n  yesterday was also pretty busy -- i worked, went to therapy, visited my parents, and then ran an errand. i didn't get home until 8:45\/9:00pm. i skipped dinner and ended up watching half an episode of television and falling asleep.\n  ","402438":"\n  i don't have an opinion, it isn't something i particularly care about. if someone wants to be a sugar daddy\/mama\/baby, then they have the freedom to do so.\n  ","402439":"\n  rarely ever, if at all.\n  ","402440":"\n  yeah, i just don't know how much i'm going to have to spend.\n  ","402441":"\n  yes, they were married when i was conceived and born.\n  ","402442":"\n  i'm basically an open book !! however, my favorite topics are mental health, video games, writing, literature, television, animals, cosmetics, art, and photography.\n  ","402443":"\n  no, i haven't even thought about shopping for christmas yet. :\/ i've been so preoccupied with other things lately, and paying my bills and rent and such, that i haven't sat down yet to make a budget for the holidays.\n  ","402444":"\n  i don't really know what you mean by \"the only one.\"\n  \n  if you're talking about previous generations, then i do believe that this upcoming generation is more cognizant of what's racist and what's not racist in society, and are also more apt to point out racism in every day life. in previous generations, racism was very commonplace.\n  ","402445":"\n  i lent my roommate $5 before he left to go to work tonight.\n  ","402446":"\n  lately, i've been nothing short of exhausted so my favorite hobbies these days have been watching television and sleeping.\n  \n  i've also been writing here and there, mostly short non-fictional flash pieces and poetry, but it only happens perhaps once per week or so.\n  ","402447":"\n  i've never worn a watch in my entire life, lmaoo. i dislike watches or pretty much anything on my wrists, with the exception of hair ties and whatnot.\n  ","402448":"\n  yes, i believe that a lot of people have the capacity to change and grow apart from their oppressive\/problematic views. if they recognize that what they believe is wrong and actively work on bettering themselves to be more inclusive, then they can eventually get to a stage where they're not racist\/sexist\/etc etc. anymore.\n  \n  obviously it's quite difficult, especially if that person was raised in an environment where being racist, for example, was ingrained in them from a very young age. but i still believe it's possible. humans are entirely capable of growing and adapting themselves.\n  ","402449":"\n  just because i didn't \"call it out\" when it happened doesn't mean i'm not watering racism down or anything -- i literally wasn't even online, lmaoo.\n  \n  to expect everyone to be picture perfect is unrealistic. people are going to slip up every now and again, and as long as they're aware that it was wrong and will try better in the future, there isn't much else for them to do. i didn't brush\n  \n   @NineGDxFour\n  \n  off and say that what she said was fine, obviously.\n  ","402450":"\n  without a shadow of a doubt, yes. however, i'm hesitant to accept anyone else to be in the same position based on the current people who are also in office.\n  ","402451":"\n  everyone is problematic to some degree. as long as you're aware that it was a racist thing to say and you'll try to be more cognizant of it in the future, then there isn't much else you can do, lol.\n  \n  i agree, the only reason why people send this sh*t out about other people is just to start drama.\n  ","402452":"\n  probably this one. it looks & feels the most like \"myself,\" whoever that may be.\n  ","402453":"\n  i've never liked the taste of celery.\n  ","402454":"\n  i know that i *should* wash them before wearing them, but usually i don't. lmaoo.\n  ","402455":"\n  well, it's 8:00pm so my day is basically over, lol. i just have to take a shower and then i'll go to bed afterwards.\n  \n  my day has been all right, though. my morning was pretty standard (making coffee, getting breakfast, packing my lunch, etc etc). work was also fairly normal and expected, and then i went home and had pad thai for dinner. i just cracked open a beer and i'm catching up on the questions in my inbox rn.\n  ","402456":"\n  i woke up around 7:00am this morning, and i was absolutely exhausted. i wound up hitting snooze twice until 7:20am, and then i got ready to start my day.\n  ","402457":"\n  i knew there were hearing about impeachment, but i haven't read up on the results of them or anything.\n  ","402458":"\n  ???\n  \n  i wasn't aware that\n  \n   @NineGDxFour\n  \n  said anything racist. like i said, i haven't been on askfm since a few days ago.\n  ","402459":"\n  i don't have an exact time, it ranges every night. i usually go to bed anywhere between 10pm and 2am.\n  ","402460":"\n  no, i've never wanted to do karaoke before. i've been to a few karaoke bars before, but i always sat back and watched. my singing voice is terrible and embarrassing.\n  ","402461":"\n  i love halloween time -- the holiday itself, as well as the general atmosphere of chilly weather and crisp air. i love when it's colder outside.\n  ","402462":"\n  i was not aware that there was drama on askfm. i wasn't answering questions yesterday.\n  ","402463":"\n  i would rather be composted and have my remains buried beneath a tree or compressed into a seed that will eventually grow into a tree.\n  ","402464":"\n  definitely not, LOL. however, i did have a few extreme couponers who visited my store when i worked in retail.\n  ","402465":"\n  no, i don't believe in karma. i don't believe that good people always have good things coming to them and bad people get what they deserve, because normally the opposite happens. good people tend to suffer greatly while bad people get away with whatever wrongdoing they did.\n  ","402466":"\n  hello ~~\n  \n  please don't call me \"dear,\" i don't appreciate nicknames like that.\n  \n  however, i'm fine. i'm just relaxing after a stressful two days with a beer and calming music, and i'm catching up on answering questions in my inbox.\n  ","402467":"\n  no. having s*x is only fleeting feelings of euphoria derived from endorphins, which dissipates after a brief period of time. genuine happiness is much deeper and more complex.\n  ","402468":"\n  yes, i try to use coupons whenever possible and buy things that are on sale.\n  ","402469":"\n  no, i've never had physical therapy before. the only therapy i've ever gone to was psychotherapy.\n  ","402470":"\n  i turned 5 years old in 1996.\n  ","402471":"\n  yes, i eat caesar salads on occasion. i also enjoy spinach salads with mushrooms.\n  ","402472":"\n  aw, thank you ~~\n  ","402473":"\n  no. i struggle with major depressive disorder.\n  ","402474":"\n  passionate, impulsive and unstable.\n  ","402475":"\n  no, i absolutely hate math. i was great at algebra and calculus while i was in school, but i didn't like it at all.\n  ","402476":"\n  i treated myself to a peppermint mocha latte the other morning while going to work.\n  ","402477":"\n  you evidently didn't read my answer.\n  \n  \"... and the maturity level and general personality of my future child.\"\n  \n  obviously it would depend on how that child behaves on a regular basis.\n  ","402478":"\n  washing my boyfriend's truck was the biggest thing i've ever washed, lmaoo. i couldn't even reach the roof of the car, so he ended up doing that while i worked on the parts lower to the ground.\n  ","402479":"\n  definitely not as often as i should, LOL. during the summer, i'll wash my car maybe once every two months. i've taken my car to the car wash once or twice during the winter to get the salt stains off of the body, too.\n  ","402480":"\n  no, i don't like watches and i don't really like the feeling of things on my wrist, like watches or bracelets. the only thing i ever have on my wrist is a hair band.\n  ","402481":"\n  i don't clean my jewelry. the only time my jewelry gets \"clean\" is when i shower with a necklace on, haha.\n  ","402482":"\n  i'll wipe it down with a lysol wipe on occasion, especially when i begin thinking too deeply of how much bacteria is probably on my phone. lmaoo.\n  ","402483":"\n  i don't really have much of a fashion style -- if anything, it's casual. during the autumn and winter months, i just wear tank tops, cardigans, skinny jeans, and boots. i also have a lot of hoodies, lol.\n  ","402484":"\n  (cont) ... I get my eyebrows or nails done. I don’t know, like there is this part of me that is protecting myself. Could be fear or intuition, or both. I’m constantly getting so anxious and these thoughts are making me feel so restless. I want to be vulnerable with them and share stuff but this person In my head holds me back. I always relied on my intuition and they are almost always right and something just tells me I can’t fully trust them. I want to be able to be vulnerable or share stuff but I...can’t. I can’t be like that. And I really don’t like that about myself, but my childhood Probably contributes to this. And it doesn’t help that my mother just told me to not trust them so much because we always need to keep a part of ourselves secret so people won’t take advantage of us. My mother’s intuition is always right about people and I know I shouldn’t be doubting my best friend. But I don’t know. I’m so lost so confused, don’t know who to trust. I only feel this way about them but not about my other friend. So this makes me even more suspicious of them and time believing this is my intuition. This honestly makes me want to cut them off like right now but I’m so so confused. I just keep thinking they are putting on a REALLY good act and acting like they are my best friend but deep down they are laughing, always wanting information out of my mouth so they can use it against me. My doctor says this is related to BPD. please help. Not sure if you can relate.\n  \n  --\n  \n  tbh, i can sorta relate but this happens between me and most people i consider friends, not just one person in particular. i'm a very paranoid sort of person so i'm constantly questioning other people's motives and whether or not they're actually my friend or they just feel bad for me and put up with me because they're afraid of what i would do otherwise. it's so isolating, and as a result, i cut people off without warning.\n  \n  what has your doctor\/therapist\/whoever said that may help with these emotions you're feeling? because i'm basically in the same boat, i don't really know how to actively help -- however, i do completely understand where you're coming from.\n  ","402485":"\n  i'm very selective about who i follow. i believe i only follow maybe 25-30 people right now.\n  \n  i tend to follow people who have interesting answers and get asked unique questions. i don't really like when people have one-worded answers, so i usually avoid accounts like that. most of the people i follow are very intelligent and\/or have amusing and witty responses.\n  ","402486":"\n  i have a love of and fascination with conspiracy theories, urban legends, and ghost stories. most of the things i watch on television have to do with those (as well as true crime).\n  ","402487":"\n  there are some people who exist in this world who are incapable of feeling strong emotion for one reason or another, and tbh it's usually indicative of an underlying mental or developmental illness. the trait of not understanding, feeling, or showing emotion is called alexithymia.\n  ","402488":"\n  my boyfriend has had the most positive influence on me. he's honestly been my rock and most solid system of support over the years, and he has also inspired me to be the best version of myself. he motivates me to do better in my own life.\n  ","402489":"\n  it depends on the subject matter of the movie\/game and the maturity level and general personality of my future child. if i believe that it's something they can handle maturely, then i would allow them to take part in the movie\/game -- and probably under my supervision as well.\n  ","402490":"\n  probably one of the pieces of jewelry my boyfriend bought me a few years ago -- for my birthday, or christmas, or valentine's day (i honestly don't remember which holiday). they always have sentimental meanings behind them.\n  ","402491":"\n  yes, i've had a few experiences. the most prominent experience was when i was a teenager and i played with a ouija board with one of my old friends. we both ended up seeing some weird, white shadow-y figure dart from one room at the end of the hallway to another room.\n  ","402492":"\n  i believe exercising is very important, but unfortunately i don't take part in it as often as i probably should.\n  ","402493":"\n  i have been alive for 10,228 days.\n  ","402494":"\n  sometimes, yes !! especially if i'm looking forward to doing something with him, like if we're going on a vacation together, or when he does particularly heartfelt things for me.\n  ","402495":"\n  tbh, i haven't played video games in a few weeks. :\/\n  \n  the last game i played was skyrim, though. it's one of those immortal games that leaves me wanting more every time i play, even though i've already been playing it for six years.\n  ","402496":"\n  thank you !! it was actually yesterday but i'm just getting to most of these messages now, haha.\n  ","402497":"\n  i'm interested in my boyfriend.\n  ","402498":"\n  i wouldn't exactly call that spoiling me, lol.\n  ","402499":"\n  aw, thank you !!\n  ","402500":"\n  thank you so much ~~\n  ","402501":"\n  thank you !!\n  ","402502":"\n  ???\n  \n  you don't need to have sex with a person to find them sexually attractive, lol.\n  ","402503":"\n  i'm not drinking hard at all, haha. i have work tomorrow morning.\n  ","402504":"\n  haha, thank you. i'm not exactly partying hard rn, i'm just drinking amaretto and writing.\n  ","402505":"\n  thank you !! ♡\n  ","402506":"\n  thank you !! i appreciate it ~~\n  ","402507":"\n  i only saw my boyfriend thus far, and he gave me a harry potter water thermos, a beautiful candle, and a bottle of disaronno.\n  ","402508":"\n  thank you !! :'))\n  ","402509":"\n  i don't have confidence, lol. i just simply don't care and i don't have the energy to wake up in the morning to do makeup before going to work, where i hardly interact with humans and stare at a computer screen for eight hours straight.\n  ","402510":"\n  i wear my glasses to work, but i seldom ever wear makeup.\n  ","402511":"\n  no, i don't believe in destiny or karma. i believe life is a series of coincidences and lucky breaks.\n  ","402512":"\n  i honestly don't know. every year has its ups and downs.\n  ","402513":"\n  it's a trait, yeah -- it's a method of manipulation in order to convince you to stay with him.\n  \n  based on that alone, he sounds like a sh*tty person and you do deserve better than to be guilt-tripped into remaining with a person because they don't think you can do anything better than him.\n  ","402514":"\n  i haven't worn contacts since high school, but yes -- that used to happen to me too when i wore contacts. i eventually switched to just wearing glasses because of similar things happening, especially in terms of staring at a computer screen all day.\n  ","402515":"\n  \"points of authority (remix)\" by linkin park (off of the reanimation album).\n  \n\n   https:\/\/www.youtube.com\/watch?v=kX_cVDFda00\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402516":"\n  well, happy early birthday !! that makes two of us, haha. i just turned 28 years old today.\n  ","402517":"\n  yes, there is a lot that i wish i did that i ended up not doing -- or not realizing i could have done something but after it was already too late.\n  ","402518":"\n  i received two happy birthday messages -- one seven minutes ago, and one four minutes ago. i didn't respond to either of them yet.\n  ","402519":"\n  LOL. that's wonderful that apparently \"no one\" believes in non-binary genders, but regardless, that doesn't change my gender.\n  ","402520":"\n  ... wut. lmaoo.\n  \n  i changed my name from \"spoopleigh\" to \"leigh\" because it isn't halloween season anymore.\n  ","402521":"\n  we would likely go into new york city and visit the museum of natural history, the museum of modern art, the metropolitan museum of art, and the museum of s*x.\n  ","402522":"\n  i would rather have the perfect face, tbh. having a perfect body is nice and all, but i would rather be more content with my face as opposed to having an ideal body. at the moment, i find my face more attractive than my actual body.\n  ","402523":"\n  considering i'm overweight & haven't worked out in a few months, i would consider myself more brainy than brawny.\n  ","402524":"\n  probably not, tbh. my friends are all sarcastic b*stards and would probably choose something horrible, LOL.\n  ","402525":"\n  laying down in bed, listening to music, and having a glass of wine before drifting off to sleep.\n  ","402526":"\n  dude, i literally just logged on five minutes ago. LOL. i'll change my bio eventually.\n  ","402527":"\n  hello ~~\n  \n  today is my birthday, and it's been a pretty decent day !! i'm in a relaxed, tranquil mood rn and i'm fairly content. i'm drinking some disaronno and i have a candle lit, and i'm about to put on some music.\n  ","402528":"\n  aw, thank you !!\n  \n  i'm feeling pretty good rn. i'm exhausted from a long day at work, but my boyfriend came over for a few hours and gave me some gifts which were really sweet, and now i'm just relaxing in bed.\n  ","402529":"\n  i don't really order from either place, but mcdonalds coffee is pretty good.\n  ","402530":"\n  no, i'm not curious. i'm bisexual, lol.\n  ","402531":"\n  like ;\n  \n  -- hot cups of coffee early in the morning.\n  \n  -- positive reinforcement.\n  \n  -- cuddles with my boyfriend.\n  \n  -- relaxing with a glass of wine at the end of the night.\n  \n  -- listening to calming music.\n  \n  dislikes ;\n  \n  -- traffic while driving to and from work.\n  \n  -- micro-management from coworkers\/bosses.\n  \n  -- encouragement for any sort of oppression, i.e. homophobia, transphobia, racism, sexism, etc etc.\n  \n  -- burning food on the stove.\n  \n  -- being late to work.\n  ","402532":"\n  ???\n  \n  are you asking how many likes i have?\n  ","402533":"\n  i don't know what either of those mean.\n  ","402534":"\n  i seldom get sick. the seasons are changing, so it also isn't unusual for me to get a little sick around this time of year.\n  ","402535":"\n  i think i'm getting sick. :\/ i have sinus congestion, my stomach is killing me, and my lymph nodes are swollen, ugh.\n  \n  i've been drinking ginger tea all afternoon to quell this gross feeling. y'all should send me questions ~~\n  ","402536":"\n  that's really unhealthy for him to be saying that to you, tbh. ideally, he should understand your concerns and try to make you more comfortable and secure in the relationship regardless of how rational or irrational your fears are.\n  \n  you're certainly not \"crazy.\"\n  ","402537":"\n  no. i have no interest in buying high-end name brand clothing. i would much rather spend that money paying off my debts, getting tattoos, going to various concerts and other events, traveling, etc etc.\n  ","402538":"\n  no, i don't love her romantically. we dated 15 years ago.\n  ","402539":"\n  not yet, no. i'm turning 28 years old tomorrow.\n  ","402540":"\n  apparently so, LOL. there is such a thing as drinking responsibly, and there are myriad people who are in their 30s, 40s, 50s, and 60s who drink responsibly.\n  ","402541":"\n  i don't know if she was my first love because we were young, but regardless, the first person i developed strong feelings for was my best friend.\n  ","402542":"\n  it isn't normal, no -- however, it *is* very common. if you're thinking this, then you should bring these feelings up to your boyfriend so you two can discuss them.\n  ","402543":"\n  ???\n  \n  it's unfortunate that alcohol is normalized in society, and i'm quite aware of that, but it isn't out of the ordinary for people my age to go out and drink. most of the demographic at the places i go to are people my age & older.\n  \n  also -- god forbid i go out and have a few drinks to celebrate my birthday, lmaoo.\n  ","402544":"\n  i haven't been to burger king in so long, lol. but the last time i went there, i ordered a spicy crispy chicken sandwich without mayonnaise.\n  ","402545":"\n  thank you ~~\n  ","402546":"\n  it was a new brewery that i never visited before -- it was *okay* and i probably wouldn't go back again, tbh. the atmosphere was cute, but it seemed very clique-y (everyone there was friends with the bartenders) and the beer was just all right. i took home a growler of pumpkin ale, though.\n  \n  and no, i definitely did not get home early, lmaoo. my original intention was to be home by like 9\/10:00pm, but we ended up leaving the bar at 2:00am. needless to say, i'm exhausted.\n  ","402547":"\n  no, definitely not. i dealt with that a lot growing up from my parents, so i taught myself not to behave in such a way because i didn't want to treat other people the same way my parents treated me.\n  ","402548":"\n  i honestly agree with you. i don't like traveling into the city because the crowds make me completely anxious. i'm usually a nervous wreck when i'm traveling (walking, bus, subway, etc etc) but once i'm at my destination, then i'm okay.\n  ","402549":"\n  it isn't that many in the grand scheme of things, and a lot of my friends have even more tattoos than i do. i eventually want to get my entire body covered, but unfortunately that costs a lot of money.\n  ","402550":"\n  i don't have any upcoming, concrete plans for the week ahead. the only things i know i have to do are go to work, clean the house, perhaps do some light grocery shopping, and go to my therapy appointment.\n  ","402551":"\n  i apologize first if i did something wrong, yes. i'm honestly quite an apologetic person and sometimes i apologize for things that aren't necessarily my fault, which is something i'm trying to work on to better myself.\n  ","402552":"\n  i absolutely adore tattoos & i think they're a beautiful form of art and self-expression. i have seven tattoos and i'm planning two more that i eventually want to get.\n  ","402553":"\n  it honestly depends on the individual -- i can't say that i'm universally likeable or anything because everyone is going to have a different opinion of me.\n  ","402554":"\n  i prefer to shower in the evenings. it's an ideal way for me to wind down and relax after a long day, and i like the feeling of crawling under the covers of my bed freshly clean and smelling nice.\n  ","402555":"\n  no, i don't even want my friends and family to purchase me gifts for my birthday.\n  ","402556":"\n  thanks for the heads up !! it doesn't bother me, it's honestly quite entertaining, lmaoo.\n  ","402557":"\n  yet you're still here talking to me, lol. if you dislike me so much, then you're not being forced to interact with me.\n  ","402558":"\n  you're the one on my profile ... if you're unhappy with the words i say, you have the freedom to leave.\n  ","402559":"\n  there's a \"pale\" filter on it from my phone's camera, but that's all i did to it.\n  ","402560":"\n  there's no reason to be salty, my friend. i'm just informing you of askfm's standards and guidelines regarding verification.\n  ","402561":"\n  yeah, but you have to understand that askfm staff don't know that -- especially considering you're posting photos of celebrities on your profile who aren't you. there's no way to objectively tell that you're \"real.\"\n  ","402562":"\n  no, it doesn't. all i had to prove to askfm was that i was real, i.e. showing them a slip of paper with my username & showing my face alongside that paper.\n  ","402563":"\n  uh, you don't even have photos of yourself on your profile. lmaoo.\n  ","402564":"\n  that doesn't mean that i'm a celebrity. it just means that my account isn't a fake account.\n  ","402565":"\n  28th birthday eve. ?\n  ","402566":"\n  uh, no? lmaoo.\n  ","402567":"\n  my birthday isn't until tomorrow, but thank you regardless !!\n  ","402568":"\n  aw, this is the sweetest message ever. thank you so much !! i hope you have a fantastic night\/day. :'))\n  ","402569":"\n  i honestly can't remember. i don't have much time for self-care these days, so i enjoy partaking in the things i enjoy when i have the opportunity to do so. i feel as if i don't necessarily need to recharge by distancing myself from the things i like.\n  ","402570":"\n  i would like to be remembered for my creativity and compassionate nature, which i channel through my writing and my advocacy for mental health awareness. i want to let others know that they're not alone in their struggles.\n  ","402571":"\n  you can call me \"leigh.\" it isn't very difficult to comprehend.\n  ","402572":"\n  i've been in mental health treatment for almost three years. i see a counselor and a psychiatrist.\n  ","402573":"\n  you may have good intentions, but that doesn't change the fact that i'm uncomfortable with those nicknames. for future reference, i'm not comfortable with feminine descriptions.\n  ","402574":"\n  don't call me \"ma'am\" either, lmaoo. my name is on my profile -- there's no reason you can't call me by my actual name.\n  ","402575":"\n  hello, please don't call me \"honey.\" i'm not comfortable with that nickname and you don't even know who i am.\n  \n  however, i'm doing fine. i'm slowly recovering from my hangover (lol) and i'm finishing up my freelance work this morning. i just made a big pot of coffee so i'm hoping that makes me feel better.\n  ","402576":"\n  last year and the year prior to that, my boyfriend surprised me with tickets to a wine tasting event at a local aquarium. both years were so much fun.\n  ","402577":"\n  from the little bit i know of it, it seems to center on the idea that capitalism results in economic poverty and suffering which is something i agree with. it sounds like a good political ideology in theory, but when put into practice, it doesn't appear that it works out very well.\n  ","402578":"\n  yes, although my lazy days are usually saturdays, lol. however, this past weekend was a bit different -- i did all of my chores and errands yesterday so that i could have a relaxing day today, since i knew i was going to be feeling like sh*t when i woke up this morning (lol).\n  ","402579":"\n  the biggest positive change i've made recently was moving out of my parents' house into a house that i'm currently renting with two roommates. my parents' house was a very toxic environment and deteriorated my mental health, and it was very  difficult for me to pull myself out of depressive states in that sort of environment.\n  \n  since moving out and establishing my own life and routine, i've been much happier, more content with myself, more productive, and almost looking forward to waking up in the morning.\n  ","402580":"\n  depression can't really be cured, but you can most definitely go into remission for depression. the best way to overcome depression and\/or cope with your illness in a healthy manner is to seek out professional treatment, i.e. psychiatry or therapy. however, everyone who struggles with depression is different so there are different modalities of treatment tailored to everyone's unique situation.\n  ","402581":"\n  depends on the reason why they're in debt. if someone has a gambling addiction and is in debt because of it, then i would be more hesitant to date them because that means that they're not careful or responsible with their money.\n  ","402582":"\n  i believe you need to have at least 1,000 followers and contribute to the site on a regular basis (i.e. answering and asking questions routinely). i'm not sure what other criteria there is, though.\n  ","402583":"\n  i honestly don't remember. i don't watch sports in general, so the last football game i watched was probably last year's superbowl.\n  ","402584":"\n  i much prefer to be alone, and if i'm around people like my friends, then i prefer small groups. i value my alone time greatly and i become anxious when there are too many people around me.\n  ","402585":"\n  of course !! i gave everyone candy who came to the door. there were only maybe 6-7 groups of kids, though.\n  ","402586":"\n  hello ~~\n  \n  i'm fine, albeit a bit hungover. i ended up celebrating my birthday early last night and stayed out until 2:30am instead of 9\/10:00pm like i originally expected.\n  \n  right now, i'm listening to music and about to continue working on some freelance projects.\n  ","402587":"\n  yes, it's sunny, windy, and cold out rn. i think it's supposed to rain later, though.\n  ","402588":"\n  i'm not jealous, no. like i said, i don't have an interest in the fashion show or just fashion in general.\n  ","402589":"\n  no, i'm not interested in the victoria's secret show or anything remotely related to fashion, lol.\n  ","402590":"\n  aw, thank you !!\n  \n  i'm hoping not to stay out *too* late, since i have a doctor's appointment tomorrow morning. i'm thinking about leaving the brewery around 9:00pm or so, that way i can get decent sleep tonight.\n  ","402591":"\n  hi friends ~~\n  \n  ask me some questions while i wait for my friend to pick me up. :'))\n  ","402592":"\n  on halloween, lol. a little girl was knocking on the screen door because she couldn't reach the doorbell.\n  ","402593":"\n  good timing -- just finished my makeup.\n  ","402594":"\n  i don't know if i'll be able to see him on my actual birthday, but regardless, i'm not overly concerned. i don't expect gifts from anyone. i'm past the point where gifts matter to me.\n  ","402595":"\n  i don't really have plans except going out this afternoon with a close friend. we're going to a local brewery.\n  ","402596":"\n  i'm turning 28 years old.\n  ","402597":"\n  yes, you're correct. my birthday is on monday. however, i'm celebrating it with one of my friends today since i won't be able to see her next week at all.\n  ","402598":"\n  it isn't my birthday yet, lol. but thank you !!\n  ","402599":"\n  thanks, i appreciate it ~~\n  ","402600":"\n  i'm doing well. i'm finishing up some laundry, as well as my freelance work that i took on for the weekend. afterwards, i'm going to get ready to go out for the afternoon.\n  ","402601":"\n  no, not usually. i don't surround myself with people who are ungrateful.\n  ","402602":"\n  i don't have a reason as to why you should follow me. that's something you can only decide for yourself.\n  ","402603":"\n  yeah, sometimes it does bother me. i don't usually say anything, though, because i don't really want to cause a scene.\n  ","402604":"\n  no, why would that be weird?\n  ","402605":"\n  i don't give out my personal instagram account because it's private. however, my writing account is @\/mortem.musings !!\n  ","402606":"\n  i can't even fathom being a parent or having children rn.\n  ","402607":"\n  it's a bit of a mess rn, but here ;\n  ","402608":"\n  i suppose the most obvious answer would be the ab*se i endured for most of my life. it completely re-arranged my methods of thinking and my personality, it re-wired connections in my brain, and it kick-started my struggle with mental illness. childhood development is crucial to how someone behaves as an adult, and because i was overcome with ab*se at such an early age, it's affected every aspect of my adult life.\n  ","402609":"\n  in current times, yes. i can't say the same for myself in the past, though. prior to getting treatment for my mental health, my mental illnesses were at an all time peak -- coupled with a significant amount of stress i was enduring earlier in my life. i was obsessive and insecure, and i crossed boundaries that i shouldn't have crossed.\n  ","402610":"\n  i think it really depends on the circumstance, but tbh, i can't really remember a time i was ever crushed by any sort of rejection.\n  ","402611":"\n  i'm doing well. it's not even noon & i already completed half of my freelance work, drank 3 cups of coffee, made and ate breakfast, and did two loads of laundry.\n  ","402612":"\n  a fresh pot of coffee in the morning. ♡\n  ","402613":"\n  -- terrible drivers on the road (i.e., not using their signal, driving recklessly, cutting people off, etc etc).\n  \n  -- people who speak over me while i'm in the middle of speaking, or similarly, people who barge into a conversation.\n  \n  -- people who claim to understand things but then their actions or words prove just the opposite.\n  \n  -- accidentally dropping or spilling my coffee in the morning.\n  \n  -- people who dismiss mental health problems or claim people are \"crazy\" and cannot be helped.\n  ","402614":"\n  nowhere on my page would it ever hint that i was a fan of donald trump, lmaoo.\n  ","402615":"\n  the most important thing in being a good friend is to simply be honest with your friend and establish open communication with them. also, to be willing to support them in their endeavors while also knowing when to call them out if they're being toxic or problematic.\n  ","402616":"\n  i think it's a healthy combination of both, tbh (granted in healthy relationships). when you meet the right person and the timing is right, it's easy to fall in love. everything seems to fall into place. but if you meet someone and the timing isn't right, for whatever reason, then the interactions may leave you feeling lonely or confused.\n  ","402617":"\n  the funniest & best video i've seen in a while -- \"achievement hunter: the musical.\"\n  \n\n   https:\/\/www.youtube.com\/watch?v=XrgqFpTVdfs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402618":"\n  probably a lot, lmaoo. i'm on my computer for the majority of the morning in light of the freelance work i complete for my job. it usually takes me quite a few hours because i switch between working & then perusing social media.\n  ","402619":"\n  no, i'm not a fan of most sports and i don't watch sports in my spare time.\n  ","402620":"\n  hm, interesting. i wish you luck in your endeavors.\n  ","402621":"\n  hello -- do you have a question?\n  ","402622":"\n  yeah, i actually have two instagram accounts -- one is personal, and the other is for my writing.\n  \n  honestly, i think it's stupid that they're proposing to get rid of likes. it's essentially the reason why instagram is so popular & they're going to lose a lot of people if they take likes away. i certainly wouldn't be using it as often, especially in terms of my writing account.\n  ","402623":"\n  i have zero plans for next saturday, lol. like i stated in earlier answers, saturdays are my days for relaxation & i seldom leave the house. it will probably just be a routine saturday for me, filled with freelance work and laundry and drinking lots of coffee.\n  ","402624":"\n  i was very sheltered in my youth and was never introduced to them. as an adult, i simply never had the desire to watch them. it didn't seem like something that would catch my interest.\n  ","402625":"\n  saturdays are mainly my days of relaxation & catching up on my freelance work and laundry. i like waking up early in the morning to get everything done.\n  ","402626":"\n  fun fact about leigh ; i've legit never seen a single star wars movie.\n  ","402627":"\n  i don't really do many chores on saturdays, i usually reserve them for sunday mornings. however, i absolutely *hate* cleaning the bathroom.\n  ","402628":"\n  tbh, i generally don't like leaving the house at all on saturdays (lol). i do my errands and grocery shopping on sundays.\n  ","402629":"\n  bulbasaur !! and then for pokemon yellow, obviously pikachu.\n  ","402630":"\n  i go through caffeine withdrawals if i don't drink any coffee by like noon or 1:00pm.\n  ","402631":"\n  i remember going to a restaurant with my boyfriend and his family for his birthday one year, and the menu was unexpectedly expensive af. they had surf & turf for $50 a plate. i didn't order the surf & turf (i honestly don't remember what i did order), but it was ridiculous.\n  ","402632":"\n  yeah, i was really into pokemon back in the day when pokemon red, blue, and yellow came out for the game boy.\n  ","402633":"\n  coffee, hands down. i drink at least 2-3 cups every day -- especially on the weekends.\n  ","402634":"\n  super mario brothers has always been very difficult for me, and it's probably the game i get most frustrated with, lmaoo. i haven't played it in years except for the mario world games that were on the wii a few years ago (those also pissed me off completely).\n  ","402635":"\n  i believe the most important thing i learned was the value of friendship. my teenage years were quite tumultuous and i used the support of my best friend to give me the strength to move forward. i also came across some ex-friends who were very toxic and unhealthy for me, and i learned to be wary of other people's motives.\n  ","402636":"\n  the lord of the rings, particularly in the shire and rivendell. i don't know whether i would be a hobbit or an elf, but i would absolutely have a deep appreciation for literature and nature, and spend my time immersed in them.\n  ","402637":"\n  a hippogriff, of course.\n  ","402638":"\n  shadows everywhere and bugs crawling on the curtains behind my computer.\n  ","402639":"\n  my moods have been pretty even lately, of which i'm quite thankful. however, i do still have periods where i get into depressive mindsets (i haven't been taking my medication routinely, unfortunately) but they usually dissipate within the same day.\n  ","402640":"\n  the longest i've ever stayed awake was around 40 hours, from what i remember. it was during high school and i was experiencing somewhat of a manic phase, so i didn't feel the need to sleep. however, i ended up having visual hallucinations after a while and crashed.\n  ","402641":"\n  i don't have anything to vent about tbh. i've been pretty content and level-headed these days.\n  \n  i'm going to a brewery with a close friend today to celebrate my birthday, so i'm excited for that. :'))\n  ","402642":"\n  when i was younger, i used to love watching gilligan's island and happy days. i also liked the munsters, full house, and frasier.\n  ","402643":"\n  i believe the purpose of life is to give your life its own sense of purpose. everyone will have a different purpose, a different reason to live and keep going forward. it's up to us to figure out what that specific purpose is while also finding our passions in life.\n  ","402644":"\n  i cook fairly often with my roommate these days. i never used to know how to cook but he's been teaching me basic meals, haha. even though breakfast foods are super easy, i love making eggs, bacon and sausages the most in the morning.\n  ","402645":"\n  i haven't done much research on those topics, so while i do know that the united states have performed acts of terrorism on other foreign countries, it isn't something i have strong opinions over.\n  ","402646":"\n  hello -- do you have a question?\n  ","402647":"\n  kitty was curled up in bed with me last night. :'))\n  ","402648":"\n  a lot of my opinions are things that i'm very passionate about, such as gay and trans rights, mental health awareness, women's rights, etc etc.\n  ","402649":"\n  lately i've been listening to a lot of classical composers. musicians like mozart, beethoven, chopin, debussy, and tchaikovsky.\n  ","402650":"\n  i haven't had a christmas list since i was a pre-teen, haha. i don't ask for anything for christmas, so most of the time my family gives me money (gift cards, cash, etc etc).\n  \n  to treat myself, i do want to get my hair colored & cut (which i'm doing before thanksgiving). i also want to make an appointment to get a new tattoo.\n  ","402651":"\n  \"fragile: may break easily.\"\n  ","402652":"\n  neither, honestly. i don't remember my childhood and my teenage years were terrible, and i would much rather remain an adult.\n  ","402653":"\n  considering i don't know you & you probably mean nothing to me, i have no problem with that.\n  ","402654":"\n  ???\n  \n  obviously not. if you don't have a legitimate question, you can kindly leave.\n  ","402655":"\n  no, i don't.\n  ","402656":"\n  hello -- do you have a question?\n  ","402657":"\n  i've never critically read the terms & agreements on things like social media or apps before, no.\n  ","402658":"\n  tbh, i see no benefits. i believe i'm a difficult person to really put up with at times.\n  ","402659":"\n  yeah, amazon is the first place i go to when i need to shop for something.\n  ","402660":"\n  i've always been intrigued by and have felt connected to wolves.\n  ","402661":"\n  i'm currently in love with someone.\n  ","402662":"\n  i usually sit on chairs with my right leg crossed underneath my left leg.\n  ","402663":"\n  yeah, i believe so. there have been countless incidents of people stalking others through the internet\/social media & ab*se (i.e. death threats and such).\n  ","402664":"\n  it's a compilation of classical music songs.\n  \n\n   https:\/\/youtu.be\/mIYzp5rcTvU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402665":"\n  i didn't say i was the only one who did the dishes, lmaoo. i did them last night.\n  ","402666":"\n  sure, why not? people can eat burgers however they want.\n  ","402667":"\n  i'm not really a history buff. i'd rather go somewhere with beaches or mountains.\n  ","402668":"\n  nah, i've never had a desire to go to philadelphia.\n  ","402669":"\n  thanks, i appreciate it.\n  ","402670":"\n  no, i don't.\n  ","402671":"\n  I have a loaf as a friend rn.\n  ","402672":"\n  i don't know enough about political systems to really answer this question. perhaps if you asked me this ten years ago, i could give a more thorough answer, lol.\n  ","402673":"\n  that's correct, yes. it may have been founded with democracy in mind, but as far as i'm concerned, it isn't a democracy anymore.\n  ","402674":"\n  having support from friends and\/or family is a great means by which to overcome self-doubt. i mean, self-doubt can be inevitable for some people but it's certainly validating when you have trusted people around you who are rooting for you and confirming that you're doing well.\n  ","402675":"\n  no. when it comes to presidential elections, the popular vote doesn't matter. and as far as politics are concerned, most politicians just say what they believe civilians want to hear and once they're in office, they either change their views or put forth their own agenda, or both.\n  ","402676":"\n  yes and no, tbh. yes in the sense that i believe technology and medicine are advancing greatly, but no in the sense that the governments of the world only have their best interests at heart and are dismissing important issues like civil rights and climate change, which affects everyone.\n  ","402677":"\n  i mean, i have my location on my phone on at all times for google maps & whatnot, so evidently i'm not too concerned with information of my whereabouts being broadcasted to big corporations like google.\n  \n  if someone wants to harm me, then so be it. they're going to find out this information one way or another anyway regardless of data companies' efforts to track me if they wanted to hurt me so badly. people have done it in the past without technology, they can easily do it again.\n  ","402678":"\n  it isn't concerning to me, no. if companies are constructing a profile of me based on what i spend my money on and which websites i visit, then all they're going to learn is that i enjoy eating food, drinking alcohol and coffee, paying necessary bills, and perusing social media.\n  ","402679":"\n  again -- i don't really care, lol. companies can construct whatever profile they want of me, it doesn't actually determine who i am or how i spend my time in my life.\n  ","402680":"\n  honestly, it's been years since i went a full day without using my phone. :\/ the last time i remember doing so, i was on vacation and decided to disconnect entirely for the day. it was a freeing feeling, but it also made me anxious knowing that a family member could potentially be trying to get in contact with me in case of an emergency.\n  ","402681":"\n  it doesn't really concern me greatly. it's not as if i'm doing anything or spending money illegally.\n  ","402682":"\n  oh, i wouldn't mind that either. i usually pay for things with my credit\/debit cards. i seldom carry actual cash on me.\n  ","402683":"\n  aw, thank you !!\n  ","402684":"\n  i don't really know if that's do-able in today's age, but i wouldn't mind it. we would just go back to bargaining and trading.\n  ","402685":"\n  no, i have no interest in that. i'd rather just use cash or credit.\n  ","402686":"\n  acceptance of people who struggle with mental illness. there have been advancements somewhat in recent years regarding awareness of mental health and its importance, but there is still so much taboo and stigma surrounding mental illness -- especially complex disorders, like personality disorders, schizophrenia, dissociative disorders, eating disorders, etc etc.\n  \n  i wish it was more popular for people to actually read into the different mental health diagnoses and take the proper steps to support their friends and family who struggle with those issues.\n  ","402687":"\n  i'm fairly easy-going when it comes to romance, and i believe romance is more of a feeling than it is a place or an event. as long as you're emotionally intimate with someone, even the smallest instances can be romantic. i would be more than happy with an evening with my significant other where we have a candlelit dinner together and talk about everything going on in our lives.\n  ","402688":"\n  i've gone horseback riding in the catskill mountains, i suppose. i can't really think of anything else that would be considered adventurous.\n  ","402689":"\n  the coworker to whom i'm the closest is actually someone i was very wary of in the beginning, lmaoo. i honestly thought she was a b*tch and was very intimidating until we started talking regularly. now i feel comfortable telling her anything and we're super close.\n  ","402690":"\n  i'm proud of my boyfriend & close friends for overcoming significant hardship in their lives and emerging from the other side as beautiful, hard-working human beings. i don't ever really talk about it enough, and really i should tell them that i'm proud of them more often.\n  ","402691":"\n  i've never really had a genuine answer to this question because i believe that, despite the injustices in today's times, common era is much more accepting than it has ever been in the past. it would be a disservice to me and people similar to me if we lived in a previous time period because things such as being gay, trans, mentally ill, etc etc., were considered taboo and\/or a sin.\n  ","402692":"\n  my friends and i used to drive around drunk & high and steal things from people's properties, including government property (traffic cones, barrels, street posts, etc etc). not saying that i condone those things because i definitely regret doing them, though.\n  ","402693":"\n  depending on the type of company it is, yes. office environments are largely places for solitary working with instances of collaboration, but other environments such as retail or food service do require a lot of collaboration in order for the dynamic to work.\n  ","402694":"\n  well, i do value money greatly these days (the bills can't pay themselves). i don't believe that money or greed in general has really altered or defined the rest of my views, though.\n  ","402695":"\n  only my boyfriend's mouth, lol.\n  ","402696":"\n  \"skinny love\" by birdy (originally by bon iver).\n  \n\n   https:\/\/www.youtube.com\/watch?v=aNzCDt2eidg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402697":"\n  this basically defines any sort of senior\/upper management in a nutshell, tbh.\n  ","402698":"\n  aw, thank you ~~\n  ","402699":"\n  i don't know if it would have necessarily saved my life, but i made a mistake which led me to cancel plans with my friend one night. we were supposed to go to a local bar together, but neither of us ended up going. that same night, there was a giant fight at the bar and some people got hurt, the police were called, etc etc. had we been there, we would have been part of that crowd and would have possibly been hurt too.\n  ","402700":"\n  gluttony. greed. malice. anger. selfishness. ignorance.\n  ","402701":"\n  november 18th (next monday).\n  ","402702":"\n  there are a lot of components that go into a long-term relationship ; communication, trust, a little bit of luck, having the ability to be silly with one another, viewing your partner as your best friend, emotional chemistry, etc etc.\n  \n  personally speaking, we essentially grew up together between the ages of 17 to now (and we've known each other since we were 16). we've endured heartache together. loss together. grief together. addiction together. celebrations together. marriages together. all of the facets of growing into one's own and maturing were spent with one another, and for some people it doesn't work out, but by luck it worked out for us.\n  \n  every relationship is different, though. what works for one couple may not work for another. you just have to listen to your partner, your intuitions, and your own heart and go from there. it's difficult at times, and love definitely is not enough to continue moving forward.\n  ","402703":"\n  sneezed & farted at the same time while i was at work, lmaoo.\n  \n  granted -- it was silent, but i was still mortified. i literally got up and left the office because i was so terrified and anxious that someone had noticed, lmaoo.\n  ","402704":"\n  not in the least, lol. i'm not supportive of the united states government or what this country stands for, and i'm aware that most other countries view america as a joke at this point.\n  ","402705":"\n  my greatest passion is perhaps helping other people, being relateable to other people so that they don't feel as isolated. i channel this passion through advocacy and writing (poetry and prose). it helps give purpose in my life and convinces me that there might be a reason for me to be alive.\n  ","402706":"\n  tbh, i've always felt really weird about sharing or lending my bed with others besides my significant other. i'm a private person for the most part, and i feel like it's a bit intrusive on my privacy for a person to be sleeping in my bed (i can't really explain it, it's weird).\n  \n  however, i would be more than happy to make them comfortable on the couch or on one of the chairs in the living room that lean all the way back with a foot rest. there are a lot of cozy pillows and blankets in the house.\n  ","402707":"\n  i heard a particular song while driving home from work this evening, and it caught my attention because of how raw and relateable the lyrics were. it made me somewhat emotional in that it tugged at my heart, but it didn't make me tear up or cry or anything.\n  ","402708":"\n  i've never had actual acne before, but i do get the occasional pimple here and there. lately, i've been breaking out on my cheeks. :\/ which is annoying, because i have a skin-picking problem so i keep finding myself picking at them and causing myself to bleed.\n  ","402709":"\n  not generally, no. i'm not emotionally attached to most people so saying goodbye to them isn't difficult for me.\n  ","402710":"\n  hello ~~\n  \n  i'm doing well, i'm quite relaxed rn. i came home to empanadas for dinner, and then i drank a cup of coffee with my roommate before he had to go to work. after he left, i took a shower and did the dishes. now i'm sitting down with a glass of wine and catching up on my questions.\n  ","402711":"\n  i'll be turning 33 years old in five years' time.\n  \n  honestly, i have no idea where i will be. i can't even fathom my life a month from now, let alone five years from now. i can only hope that i'm living my life to the best that i'm able to do so while making healthier choices for myself.\n  ","402712":"\n  just berate stupid people on the internet via forums\/message boards.\n  ","402713":"\n  no, i avoid going to stores and shops on black friday because i cannot handle the crowds of people. i'd rather take advantage of cyber monday deals.\n  ","402714":"\n  i don't really see a reason why -- you're not old if you're in your 30s or anything. i'm around people who are in their 30s and 40s every day, and there's nothing wrong with being those ages.\n  ","402715":"\n  yeah, i went to a spa once in my life for my best friend's bachelorette party. i didn't enjoy it at all.\n  ","402716":"\n  yes, that's considered verbal ab*se (and emotional ab*se too). no one deserves to be in such a relationship and if you have a way out, you should try to escape. you deserve so much better than to be belittled and called names by someone who is supposed to love and support you.\n  \n  it doesn't matter much if kids are involved. it's much healthier for children to be around happy parents as opposed to two parents who are in an unhappy relationship.\n  ","402717":"\n  i'm not physically active at the moment (meaning i haven't been exercising). however, i am an all-around active person, in terms of going to work, running errands, seeing friends and family, etc etc.\n  ","402718":"\n  oof, it's been a while. i suppose it was during the summer when my boyfriend & i went to a restaurant for dinner and drinks, if that counts (lol).\n  ","402719":"\n  no? lmaoo.\n  ","402720":"\n  a beer, a big glass of wine, and a vodka soda. on three separate occasions, mind you. lol.\n  ","402721":"\n  it isn't something i'm comfortable describing on askfm.\n  ","402722":"\n  lmao, yes. it happened years ago though.\n  ","402723":"\n  no. i grew out of the whole trolling stage when i was like 15 years old, lol.\n  ","402724":"\n  i cared very much at the time, yeah. i wanted to be true to myself but it was also very isolating.\n  ","402725":"\n  haha, no. i was very much an outcast in middle school & high school.\n  ","402726":"\n  either out in nature or in my bedroom.\n  ","402727":"\n  yeah, but i haven't played in years.\n  ","402728":"\n  healthy ; pretzels & guacamole or carrots & hummus.\n  \n  unhealthy ; cheez-its or sour cream & cheddar chips.\n  ","402729":"\n  the scottish highlands look beautiful.\n  ","402730":"\n  i've been in a relationship for 10 years.\n  ","402731":"\n  i'm definitely the wrong person to ask about dating sites, lmaoo. i haven't been on a first date in over 10 years.\n  ","402732":"\n  just be yourself and the right person will come along. perhaps join some dating sites\/apps.\n  ","402733":"\n  it's 8:30pm where i live, but hello. do you have a question?\n  ","402734":"\n  i only have knowledge of social security disability law.\n  ","402735":"\n  my best friend and i used to spend significant time together, but we've only seen each other a handful of times since she moved out of state almost a year ago.\n  ","402736":"\n  when it comes to other people, i'm quite flexible in terms of punctuality. however, when it comes to my own self-expectations, i stick to a very strict schedule.\n  ","402737":"\n  i was terrified this morning when i got into a fender-bender, smh. another driver somehow didn't see my car, and tried to change lanes and ended up side-swiping me before they realized that i was already there. i pulled over and the driver continued speeding down the highway.\n  ","402738":"\n  maintain emotional, financial and mental stability; adopt a few dogs with my partner; publish books, whether they're books of poetry or a novel; and progress further in my career.\n  ","402739":"\n  intelligence, and a sense of personality overall, is much more important than physical beauty. you cannot build any sort of relationship off of physical attraction alone.\n  ","402740":"\n  i've always wanted to do a cross-country road trip. no real obligations or responsibilities, just taking each day as it comes and experiencing everything as the opportunities arise.\n  ","402741":"\n  i went to montauk, new york, a few years ago if that counts (it's only two hours or so from me). i went there on vacation for a weekend, and it was beautiful.\n  ","402742":"\n  for the most part, yes. it's difficult to go through life in general without having a sense of humor or the ability to laugh at yourself.\n  ","402743":"\n  people should be allowed the freedom to love whoever they love, regardless of their gender or sexual orientation.\n  ","402744":"\n  any of my favorite movies -- i can't honestly choose which one is the best, haha. they're all fantastic in different ways.\n  \n  last night, i started watching interview with the vampire and remembered why i love that movie so much.\n  ","402745":"\n  not as an adult, no. when i was in high school, however, i was a contributing editor of the school's literary magazine (mostly poetry, but a few prose pieces too).\n  ","402746":"\n  the thoughts and opinions of complete strangers. when you're younger (around teenage years), most people are so preoccupied with how others perceive them. but as you grow older, you realize that those opinions truly do not matter at all, and that you should always strive to be the best version of yourself while surrounding yourself with people whom you trust.\n  ","402747":"\n  i only really watch rooster teeth, let's play, achievement hunter, and sometimes markiplier (all gaming channels).\n  \n  i also listen to ambient music channels -- right now, i'm listening to a skyrim ambient melody by geytkeypur ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=Wa1WPcukyK0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402748":"\n  nah, i have no interest in even watching most game shows, let alone be on them. i also have terrible social anxiety so the prospect of being in front of a crowd of people and\/or being televised is terrifying.\n  ","402749":"\n  no, i don't believe that i have dyslexia.\n  ","402750":"\n  sometimes, haha. most of the time, it's more of a frantic scramble to get out of bed, get ready, and leave the house.\n  ","402751":"\n  no, i've never had a reason to lie about my age.\n  ","402752":"\n  yes, i am actually quite fond of telling people \"no\" and turning them down.\n  ","402753":"\n  i don't recall any cartoons from when i was a young child, but i do remember watching dragonball z, thundercats, and rocket power when i was a pre-teen\/teenager.\n  ","402754":"\n  i usually get a medium popcorn with extra butter & a small cherry coke.\n  ","402755":"\n  i listen to most genres of music, it just depends on my mood. my favorite genres lately have been hip-hop, alternative rock, and classical music (i.e. movie, television, and video game soundtracks).\n  ","402756":"\n  i've always looked a bit young for my age, but i don't necessarily believe that i have a baby face.\n  ","402757":"\n  aw, thank you ~~\n  \n  i'm planning on going to a brewery on saturday afternoon to celebrate my birthday. then i have a doctor's appointment on sunday.\n  ","402758":"\n  daylight savings time was on november 3rd.\n  ","402759":"\n  i only went one day without answering questions, lmaoo. i just simply didn't feel like answering questions yesterday.\n  ","402760":"\n  i haven't traveled outside of the united states before. however, i would love to visit canada, england, scotland, spain, italy, russia, australia, new zealand, and the caribbean islands.\n  ","402761":"\n  -- receiving support and reassurance from your partner when you're having doubts about yourself.\n  \n  -- receiving space (\"me time\") when you ask for it, but also receiving intimacy when you need it as well.\n  \n  -- when your partner puts effort into maintaining connections with your own friends and family.\n  \n  -- having the ability to laugh and be silly with your partner without fear of judgment.\n  \n  -- your partner can acknowledge that they're wrong or misguided in a situation instead of being overly defensive.\n  ","402762":"\n  i've never really been picky when it comes to going on dates. i just like spending time with the person, listening to music together, talking about anything that comes to mind, and getting to know them on an intimate level.\n  ","402763":"\n  -- drinking at least eight glasses of water per day.\n  \n  -- getting 7-8 hours of sleep per night.\n  \n  -- giving yourself positive affirmations to inspire\/motivate yourself.\n  \n  -- taking care of basic hygiene on a normal basis.\n  \n  -- exercising a little bit every day (i.e. 20 minutes walking).\n  \n  -- taking time out for self care at the end of every day as a means of relaxation.\n  \n  -- confiding in and venting to trusted friends or family members.\n  ","402764":"\n  honestly, yes. i'm extremely lucky in that nothing terrible has ever happened to me because i've had suspicions that i've been followed home before while walking home from school when i was a teenager.\n  ","402765":"\n  people should have the freedom to modify their body however they want. if someone wants implants (whether it's breast implants or anything else), then they should be allowed to do so.\n  ","402766":"\n  no, if anything wearing bright colors just makes me feel very uncomfortable, particularly if i'm already in a bad mood.\n  ","402767":"\n  i've always wanted to adopt a dog.\n  ","402768":"\n  yes, i've had a few experiences. the most significant was a vague apparition i saw with a friend when i was much younger.\n  ","402769":"\n  my roommate and i helped a stranger in the supermarket because she was in the self check-out line and couldn't figure out how to use the machine.\n  ","402770":"\n  makeup is a terrific form of self-expression and a way for people to put forth their ideal selves.\n  ","402771":"\n  \"hell is empty, and all the devils are here.\" - william shakespeare.\n  ","402772":"\n  grilled cheese & tomato soup.\n  ","402773":"\n  i would rather have no internet. at least through cell service, i can still talk to friends through phone calls and text messages.\n  ","402774":"\n  idk, i honestly never asked. it probably had to do with life events, whether it was because he had to work full-time or something else.\n  ","402775":"\n  i just finished binge-watching the most recent season of wentworth. now i'm watching the investigator: a british crime story.\n  ","402776":"\n  yes, i love bell peppers !! i had bell peppers and onions in the goulash pasta that i made last night.\n  ","402777":"\n  when i have some spare time, i normally watch television. however, if i feel like being productive, then i'll try writing, or i'll read a book or play video games.\n  ","402778":"\n  it has to do with inflation and the economy and the value of currency. i don't exactly know the ins and outs of the topic, though.\n  ","402779":"\n  i like moderately spicy food, yes. i can't handle anything that's too hot, though.\n  ","402780":"\n  yes, i have a select few family members who fit that description.\n  ","402781":"\n  i honestly wouldn't know. i haven't seen my natural hair color in like 15 years.\n  ","402782":"\n  lol, askew isn't a fancy word. i would probably use awry.\n  ","402783":"\n  i'm going to my parents' house for thanksgiving dinner.\n  ","402784":"\n  he didn't complete his doctoral studies, he was a few credits away from receiving a PhD. he's a mechanical engineer.\n  ","402785":"\n  i don't know if i even want children in the future. it's not like it's something that would be a household rule, though. if they don't understand the material then i would help them and encourage them to study routinely.\n  ","402786":"\n  yeah, just because a teacher doesn't give homework doesn't mean you shouldn't study the material in an effort to understand it better.\n  ","402787":"\n  i've been reading \"mindhunter\" by john douglas on and off over the past few weeks.\n  ","402788":"\n  my father, he also has the highest level of education in my family.\n  ","402789":"\n  gmail, outlook, yahoo, etc etc\n  ","402790":"\n  most of the time, it's manipulative behavior -- especially if you're trying to change them to appease your own interests and desires.\n  \n  if your partner is being problematic in some way, though, then i believe it's fine to raise awareness of that and help them change.\n  ","402791":"\n  that's one perspective, sure. i may be biased though, because i always had homework to do when i was in high school and college and whatnot.\n  ","402792":"\n  no, that's not cruel. it's good to keep students on somewhat of a school schedule during short breaks so that they don't get off track or forget what they've learned.\n  ","402793":"\n  people will say anything to start conflict between others, lmaoo.\n  ","402794":"\n  no, that was something only the store manager could do.\n  ","402795":"\n  i always related more to the antagonists.\n  ","402796":"\n  of course. supervisors are still in a management position and they're technically your superior in the workforce if you're of a lesser ranking than them.\n  ","402797":"\n  i saw shane gillis perform stand up last night & he was hilarious.\n  \n\n   https:\/\/youtu.be\/R0pfZygi2t8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402798":"\n  depends on the person. not everyone in a certain demographic is going to behave the same way.\n  ","402799":"\n  i've never been in a situation like that before, so idk. no one has ever been arrested at the store i worked in before (at least during my time there).\n  ","402800":"\n  i haven't been to the movie theatre in years, so i honestly don't remember.\n  ","402801":"\n  the diversity in the environment. you have suburbs on long island, but the further east you go, there are beautiful wineries and beaches and bluffs. if you go upstate, there are mountains and forests and waterfalls. it's beautiful.\n  ","402802":"\n  a snapchat that my friend sent me earlier.\n  ","402803":"\n  yeah, i was in retail for four years.\n  ","402804":"\n  granny smith apples are my favorite.\n  ","402805":"\n  i only chose among the first five people who popped up when i typed the @ symbol.\n  ","402806":"\n\n   @shehitsback\n  \n\n\n   @speakofthefckindevil_\n  \n\n\n   @youcuntx\n  \n\n\n   @astoldbyjoanna\n  \n\n\n   @asgardarts\n  \n","402807":"\n  no, it's quite commonplace and there are a lot of successes.\n  ","402808":"\n  i literally do not care about what other people think of my hair, lmaoo. the blonde wasn't intentional, it's just what is leftover after the color faded when i dyed it months ago. i honestly hate having blonde hair.\n  ","402809":"\n  i'm hella excited for the dark brown because i haven't had dark hair in a very long time. i'm planning on doing a balayage with either a reddish tone or a caramel tone.\n  ","402810":"\n  definitely not, lmaoo. i'm not here for other people's enjoyment & i'm coloring my hair dark brown soon.\n  ","402811":"\n  i'm not being bothered by anyone currently.\n  ","402812":"\n  no, i don't keep any secrets from my boyfriend. i'm an open book first and foremost, and also i trust him and feel comfortable enough around him to tell him anything.\n  ","402813":"\n  i disagree. people can color their hair whatever they want. the blonde wasn't intended actually, it's just leftover from when i colored my hair red\/pink. i'm re-dying it in a few weeks.\n  ","402814":"\n  you don't *need* likes, lmaoo. i also have no interest in gathering likes from others either.\n  ","402815":"\n  i don't know what this is supposed to mean, but i have no interest in visiting your page or liking your answers.\n  ","402816":"\n  no, i only like answers that i genuinely enjoy reading.\n  ","402817":"\n  no, i have no interest in doing that.\n  ","402818":"\n  i don't consider myself to be particularly \"special\" and i also don't see the correlation it may have with the music i listen to.\n  ","402819":"\n  sure, i would try that.\n  ","402820":"\n  ???\n  ","402821":"\n  i usually like them with peaches, bananas, and strawberries.\n  ","402822":"\n  lately i've been listening to two feet a lot.\n  \n  \"i feel like i'm drowning\" ;\n  \n\n   https:\/\/youtu.be\/WkVvG4QTO9M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402823":"\n  dude, i've posted three sarcastic gifs. get the hint -- obviously i'm not posting a photo of my feet.\n  ","402824":"\n  just made some goulash pasta.\n  ","402825":"\n  no, i've never been interested to look into that sort of thing.\n  ","402826":"\n  i believe horses are beautiful creatures.\n  ","402827":"\n  i don't believe it's necessarily rude, but depending on your tone, it could be interpreted as insensitive. if your friend is in an ab*sive relationship, it's not that simple to just break up with their partner. in addition, it's quite obvious that she's in a very rough spot right now -- perhaps you should have prefaced your statement with \"i'm sorry you're going through this, but here are my honest thoughts on the matter.\"\n  ","402828":"\n  talking to my boyfriend always brightens my day regardless of how sh*tty of a day it has been. he's very good at comforting me and inspiring me to look forward to another day, and he notes that every day is a new beginning.\n  ","402829":"\n  they're comfortable with the idea because it works best for their situation, and they simply want to be in that situation. not everyone *has* to work or earn money, and if a family can thrive off of one income, then there's really no real reason why both partners have to work.\n  ","402830":"\n  please don't call me \"darling,\" i don't appreciate it.\n  \n  nevertheless, i'm doing well. i feel quite productive today -- i finished up my freelance work, i did three loads of laundry, i went grocery shopping, and i cleaned a little bit.\n  ","402831":"\n  most of the time, i walk away from them and wait until the person has calmed down before talking to them about the situation.\n  ","402832":"\n  i answered this question six hours ago.\n  ","402833":"\n  i'm terrific at giving advice, but i seldom follow my own advice. lmaoo.\n  ","402834":"\n  depends on how i'm feeling that day. most times, i'll just order a hot coffee with half-n-half and sugar, but other times i like their cold brew coffee with soy milk and vanilla syrup or the double-shot on ice with soy milk and vanilla syrup.\n  ","402835":"\n  i don't usually send questions, no. however, when my feed is dead & i'm hella bored, then i'll send a few out.\n  ","402836":"\n  lmao, how exactly am i racist?\n  ","402837":"\n  yeah, i've witnessed it myself as well. i've followed lyndsey for ages and have seen most of the things she said.\n  \n   @shehitsback\n  \n  isn't wrong.\n  ","402838":"\n  yikes, that's a big red flag for manipulation. you either need to talk to them about their behavior so that they realize that what they're doing is wrong, or distance yourself from them. even though they helped you immensely, you're not obligated to do them favors and for them to hold it over your head is very wrong.\n  ","402839":"\n  well yeah, that's what i meant when i said there was a chance for disappointment. i don't believe it can happen all the time, but there is definitely a chance that your expectations will be shattered.\n  ","402840":"\n  yeah, ideally you should be considerate of other people and perhaps put your things on the ground in front of you instead of on the seats next to you.\n  ","402841":"\n  i've never heard of that phrase before. i don't see anything wrong with meeting your heroes or those you admire. there may be a chance for disappointment, though.\n  ","402842":"\n  i haven't really put much thought into what i want for christmas, and it's something that happens every year. i never ask for anything.\n  ","402843":"\n  i have similar aspirations, actually. i've always wanted to go to the airport and take the first flight out to a random destination. it doesn't matter if it's california or alaska or in the middle of wisconsin, or even a foreign country. i find the spontaneity of the idea to be appealing and the idea of just going with the flow.\n  ","402844":"\n  yes, this actually happened between me and my best friend. we were friends for a small bit of time, but then we had a period where we did not talk at all for perhaps two years. eventually, we reconnected and we've been best friends ever since.\n  ","402845":"\n  you're probably better off asking an HVAC technician.\n  ","402846":"\n  i would likely write about my main interests, which are mental health awareness, video games, writing & literature, true crime, music, and possibly politics (even though i've been out of the game for a while).\n  ","402847":"\n  asexuality means you don't experience attraction toward others. it's different from being a virgin\/single because those qualities aren't a sexual orientation and you can still experience attraction even if you've never had sex before.\n  ","402848":"\n  if i remember correctly, i believe it was \"a child called it\" by david peltzer.\n  ","402849":"\n  i don't sing in the shower, LOL. i used to listen to music in the shower, though.\n  ","402850":"\n  yes, i have one brother (technically half-brother).\n  ","402851":"\n  -- my boyfriend's love and support.\n  \n  -- my close friends' love and support.\n  \n  -- coffee.\n  \n  -- cute animals.\n  \n  -- my improving mental health and the privilege i've experienced in being able to access and afford mental health care.\n  ","402852":"\n  does a vampire count? LOL.\n  \n  i've always found the concept of vampires to be interesting. obviously i don't believe they actually exist, but i've been intrigued by them for many years and some of my favorite books are the vampire chronicles by anne rice.\n  ","402853":"\n  neither. i don't drink milk.\n  ","402854":"\n  i haven't seen either movie, so i don't have a specific choice. however, i really do want to see the joker.\n  ","402855":"\n  i don't believe i've ever had food poisoning, no.\n  ","402856":"\n  no, i don't read any magazines. i haven't read a magazine since i was a pre-teen.\n  ","402857":"\n  tbh, i know of the spice girls but i don't really know what their names are. i wasn't interested in music during the spice girls\/boy band era.\n  ","402858":"\n  i don't really have any strong feelings towards sexy accents, tbh. i don't personally find any accents to be sexy, but i'm aware that other people do (british accents i think are a big one).\n  ","402859":"\n  no, i haven't played the guitar since i was a teenager.\n  ","402860":"\n  i'm finishing up the work i started yesterday. my other plans for the day include grocery shopping, cleaning, and laundry.\n  ","402861":"\n  thanks for the follow ~~\n  ","402862":"\n  good morning ~~\n  \n  i'm doing well. i just woke up about an hour ago, so now i'm checking my email and i'm going to continue working soon.\n  ","402863":"\n  i don't really see the purpose in sending users random greetings unless they have a question to follow that greeting. this is askfm, after all.\n  ","402864":"\n  i prefer to go darker\/more neutral during the winter months.\n  ","402865":"\n  i like some classical music, yes. i don't know if it's considered \"classical\" or not, but i listen to a lot of movie, television and video game soundtracks.\n  ","402866":"\n  no. if i have something to say to someone and it's warranted, then i'll simply say it to their face.\n  ","402867":"\n  i'm confused by your hesitation, but hello nonetheless. do you have a question?\n  ","402868":"\n  hello from the united states ~~\n  \n  do you have a question?\n  ","402869":"\n  no, i'm not diagnosed with PTSD.\n  ","402870":"\n  it was only a temporary feeling, it lasted perhaps 30 seconds.\n  ","402871":"\n  i don't generally respond to trolls or hate messages.\n  ","402872":"\n  i've never been to one personally, but a lot of my friends have gone and posted photos of local parades in the area.\n  ","402873":"\n  no, not really. it's going to be an ordinary day. the only difference is that i'll be having dinner with my parents that night.\n  ","402874":"\n  yeah, i don't have any bad blood with my exes or think it would be weird if i dated someone with their name.\n  ","402875":"\n  i'm against spanking children. if you're physically disciplining a child and they're too young to understand why, then they don't know why you're hitting them and all you're teaching them is violence. if you're physically disciplining a child and they're old enough to understand why, then there's no reason why you can't simply talk to your child and explain why their behavior was wrong.\n  ","402876":"\n  people deserve basic rights and basic respect regardless of their sexual orientation. gay couples should be allowed the opportunity to adopt children just like straight couples are. gay pride is a beautiful thing, and gay people have been oppressed for ages so it's only right now for gay people to have the opportunity to express pride in themselves and for being able to live how they truly are.\n  ","402877":"\n  does anyone else experience bursting, overwhelming euphoria for like 2 seconds amid the normal hopelessness & sadness that they feel, like their heart is overcome with fullness and satisfaction. but once you acknowledge or become aware that you're feeling this way, it disappears as soon as it appears and suddenly everything comes crashing down again. you question whether it even happened at all, and when you try to recall the feeling, you're left with an emptiness.\n  \n  it happens to me on occasion, and it just happened again five minutes ago. as if my insides were bursting at the seams with a bright, white joy, euphoria bordering on mania. and as soon as i realize what's happening, it destroys itself within me and i feel crushed with the weight of what might have been.\n  ","402878":"\n  i'm going to a comedy show tonight & i'm super excited. :'))\n  ","402879":"\n  sounds interesting !! i love watching shows and documentaries about conspiracy theories, so i would probably enjoy it.\n  ","402880":"\n  this mindset is honestly so toxic to yourself, and i used to feel the same way towards myself. i didn't, and to some degree still don't, believe that my feelings are justified based on the ab*se i experienced because i think so many more people have it worse off than me.\n  \n  however, it's a toxic way of thinking and it only hurts you. it doesn't matter if someone has it \"worse,\" what you went through is still ab*se and it still affected you, and you also didn't deserve it. you're justified in not forgiving your parents for hurting you. they did you wrong to an extreme.\n  ","402881":"\n  of course -- i believe wholeheartedly that i'm a terrible, unlikable person. if and when people leave me, i understand because i'm complicated to deal with.\n  ","402882":"\n  you don't have to forgive anyone if someone has wronged you -- just because someone is family, it doesn't mean you're obligated to forgive them.\n  \n  perhaps you may feel differently in the future, but if you don't feel comfortable forgiving them now, then those feelings are valid.\n  ","402883":"\n  i've been listening to a lot of post malone lately, lmaoo.\n  ","402884":"\n  greater understanding, awareness, and acceptance of those with mental health problems. although we have progressed somewhat in recent years, there is still significant stigma against those with mental illness.\n  ","402885":"\n  my boyfriend, most likely. he's one of the few people with whom i can sit and talk for hours upon hours.\n  ","402886":"\n  tbh, i have no clue. i'm sure what other people think of me ranges dramatically, from disgust to love. lmaoo.\n  ","402887":"\n  i don't remember much about my childhood at all. however, i do recall them being overprotective, especially my mother. she has always stepped over the line between being respectful and being overprotective, to the point where i often felt caged and threatened.\n  \n  i don't remember their opinions on sleepovers. i don't recall having any at other people's houses.\n  ","402888":"\n  going to a destination that's equally relaxing as it is interesting. having a casual repertoire, but also enough time to explore and do whatever it is you want at the spur of the moment. i like when there's little to no responsibilities on a vacation, and you can do whatever you like in that present moment.\n  ","402889":"\n  i enjoy discussing politics and religion, among other controversial topics, with friends and strangers alike. i think it's important to know other people's opinions about those things.\n  ","402890":"\n  i want to eventually quit vaping completely, now that i've taken the step down from smoking cigarettes to smoking a vape. i haven't really done it yet because i still enjoy vaping, although i have started doing it less often.\n  ","402891":"\n  \"have yourself a merry little christmas\" by she & him.\n  \n\n   https:\/\/www.youtube.com\/watch?v=phF-c6RZYgU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402892":"\n  LOL.\n  \n  i never ask for anything for the holidays, tbh. there isn't anything i really need and i prefer to buy things myself. if anything, i'll just request money.\n  ","402893":"\n  with my friends & boyfriend. i'm not a big fan of the holidays at all, but i do enjoy seeing the looks on their faces when they open the gifts i got them.\n  ","402894":"\n  i honestly can't remember. i haven't been to the movie theater in years.\n  ","402895":"\n  yeah, i desperately need a shave lol.\n  ","402896":"\n  hello -- do you have a question?\n  ","402897":"\n  i want to do this. :'))\n  ","402898":"\n  i'm changing it soon, lol. i have an appointment on the 26th to color my hair.\n  ","402899":"\n  no, i just feel guilty for receiving money from others. i feel like i don't deserve the help and i also don't like being in a position where i owe others money either.\n  ","402900":"\n  no. i have an issue with accepting money from my friends, let alone accept money from someone i don't even like.\n  ","402901":"\n  no, i don't believe i can ever come to a position where i will forgive my parents.\n  ","402902":"\n  i sometimes hold grudges, but they've never lasted for multiple years.\n  ","402903":"\n  it's part of the snapchat filter. however, i do have naturally long lashes and i use mascara whenever i decide to put on makeup.\n  ","402904":"\n  no, i was too shy to really approach them & i knew they didn't like me back anyway.\n  ","402905":"\n  no, it's leftover from when i bleached & colored my hair a few months ago.\n  \n  you can kinda see my natural hair color in my roots.\n  ","402906":"\n  i literally just posted a photo of me, lmaoo. it's blonde.\n  ","402907":"\n  abandonment by my loved ones.\n  ","402908":"\n  pretty much anything that involved mayonnaise. it absolutely sickens me.\n  ","402909":"\n  i would be considerate of her feelings, but also tell her that i'm in a relationship and not interested in pursuing anyone else at this time.\n  ","402910":"\n  probably at some point tbh, but i honestly can't remember. i'm not around children often at all.\n  ","402911":"\n  yeah, when i was in high school i always had crushes on people who did not reciprocate those feelings.\n  ","402912":"\n  luckily i don't get them much anymore (probably because people realized i don't tolerate it), but s*xual questions in general are the most irritating to me. simply because i don't understand the purpose of them, and why in the hell they would believe that someone would actually answer them seriously.\n  ","402913":"\n  i love the smell of real trees, although it is aggravating having to clean the needles off of the ground every day, LOL.\n  \n  now that i live with two cats, we're going to be using fake trees.\n  ","402914":"\n  i'm most proud of my resilience. i've endured a lot of struggles and some trauma over the course of my life, and although it caused damage to my mental health somewhat, i've come through to the other side and i still have motivation, determination, and dedication to my passions.\n  ","402915":"\n  i'm not the biggest fan of christmas, tbh. however, i do really love seeing the looks on people's faces when they open a gift i got them and they're overjoyed at what they received.\n  ","402916":"\n  moana, tarzan, the emperor's new groove, treasure planet, and atlantis: the lost empire.\n  ","402917":"\n  tbh, not doing enough for someone during a time when it still counted. i feel as if i missed out on an opportunity to show them i care deeply and now it's too late.\n  ","402918":"\n  i'm very boring and the only topping i really enjoy on pizza is sausage or pepperoni, which isn't unusual at all. i also like chicken-bacon-ranch pizza.\n  \n  i see nothing wrong with people putting pineapple on pizza. if it's something that's enjoyable to them, then they should have the freedom to eat pizza however they want.\n  ","402919":"\n  driving in general, tbh. i absolutely hate driving to begin with so i'm a very cautious, safe driver (although i do speed at times). however, nearly everyone else on the road pisses me off because no one else knows how to drive, or they're very irresponsible with their driving.\n  ","402920":"\n  yeah, i would feel comfortable inviting both my family and his family to our wedding.\n  ","402921":"\n  my boyfriend, of course. he's one of the few people i would want to see before i die.\n  ","402922":"\n  i would obviously be quite upset and afraid, since i don't believe i'm exactly cut out to do well in a prison setting. i watch too many prison documentaries and shows and i understand that you really need to be rough on the outside to make it through to the other side.\n  ","402923":"\n  i'm not exactly sure what a \"conspiracy tour\" is.\n  ","402924":"\n  i'm normally early because i feel irresponsible if i'm late to an event, appointment, work, etc etc. i usually arrive at wok 30-40 minutes early every morning.\n  ","402925":"\n  i value my alone time greatly, and i prefer spending my spare time by myself. occasionally i'll be in the mood to see one friend or two at the most, but it doesn't happen very often these days.\n  ","402926":"\n  no, i speed walk at best. i only ever really exercise on the treadmill.\n  ","402927":"\n  probably not very many -- i'm not physically strong, especially with my upper body.\n  ","402928":"\n  healthy burrito bowls (i like either pulled pork or tofu ones with brown rice, pinto beans, guacamole, and tomatoes).\n  \n  i also love sushi, although i've been refraining from eating it very often.\n  ","402929":"\n  yeah, climate change is a concerning reality and there are still a lot of people who don't actually believe it exists.\n  ","402930":"\n  i'm going to be totally honest with you ;\n  \n  i'm not level-headed enough to answer questions that require intellectual thought rn. for the time being, i'm simply not going to answer these types of questions.\n  ","402931":"\n  i have one half-brother who's 12 years older than me. we're not close at all, but we have started talking more often on a casual basis as we've both gotten older.\n  ","402932":"\n  to get the most out of askfm, it's best to establish yourself by asking people questions (albeit appropriate) and answer questions on a routinely basis. eventually, you'll start to gain followers who will ask you questions every day.\n  ","402933":"\n  mostly because i'm lazy, but partially because i answered this question already when i answered the initial question regarding technology.\n  ","402934":"\n  my typical day is rather boring, tbh. i wake up, prepare my breakfast & lunch, then head off to work. i work for 8.5 hours and then drive home. after i get home, i either order takeout, heat up leftovers, or prepare a new dish for dinner. sometimes i'll clean lightly here and there (i do most deep cleaning on the weekends). i'll do the dishes. then when my responsibilities are done, i relax in bed and watch netflix.\n  ","402935":"\n  my answer to the technology question will suffice.\n  ","402936":"\n  if i can't sleep because i'm sick for whatever reason, then normally i just suffer through it, LOL.\n  \n  but to actually answer your question -- it can be helpful to have a cup of tea, relax with tranquil music, maybe read a book that might put you to sleep. everyone has different methods of relaxation.\n  ","402937":"\n  yes, i thankfully quite enjoy my job. i find a sense of fulfillment and satisfaction most days, especially when it comes to my own personal progress and feeling productive. i'm working within the field i always wanted to work in and i'm being recognized for the work i do.\n  ","402938":"\n  my mother isn't the biggest fan of my boyfriend, but the rest of my family likes him.\n  ","402939":"\n  the world is simultaneously progressing and regressing. while technology is advancing humanity, there are still a plethora of things that require change, especially world hunger, climate change, poverty, oppression based on demographics, etc etc. you can acknowledge that technology is great while still acknowledging that everything else needs improvement.\n  ","402940":"\n  \"the notebook\" has always made me cry (yes, what a cliche). the book made me cry as well.\n  ","402941":"\n  \"i don't know half of you half as well as i should like; and i like less than half of you half as well as you deserve.\"\n  ","402942":"\n  i took one music class when i was in high school, where i learned the fundamentals of guitar and percussion. in college, i took two music theory classes.\n  ","402943":"\n  if by \"rich\" you mean bountiful and fulfilling, then for the most part, yes. i value my interpersonal relationships with my close friends & boyfriend.\n  ","402944":"\n  overall, no. i believe that technology is astounding and we are a society are making great strides, especially with respect to the sciences, engineering and medicine. i don't think it necessarily makes us lazier as a whole, but technology does make things a lot easier and accessible.\n  ","402945":"\n  actually, yes !! i started reading \"mindhunter\" by john e. douglas. it's the book that the netflix series mindhunter is based off of.\n  ","402946":"\n  besides the fact that my first ex is my current best friend, yes. my ex-boyfriend tried messaging me on facebook a few times a couple of years ago.\n  ","402947":"\n  hello ~~\n  \n  yes, i'm fine. i wasn't online for the past 2 days because i had a lot of things going on in my personal life. however, i'm feeling much better now that it's the weekend & i can have a chance to relax.\n  ","402948":"\n  i re-watched v for vendetta, the crow, and american psycho over the past week (all movies). they're among my favorites.\n  \n  i also started watching the netflix series the devil next door. i highly recommend it, it's very intriguing.\n  ","402949":"\n  is there a way to read it online where your family can't see your browsing history?\n  ","402950":"\n  close friends & some family.\n  ","402951":"\n  i've only seen maybe two episodes and it wasn't great to me.\n  ","402952":"\n  obviously it didn't make them busy. but i want to be social & have people over, and unfortunately that doesn't happen often because they all have prior plans or work.\n  ","402953":"\n  yes !! here's a small segment of my playlist ;\n  ","402954":"\n  no, i seldom can remember my dreams.\n  ","402955":"\n  i usually ignore them. or if i can't ignore them i just severely limit my time with them.\n  ","402956":"\n  it's just super compelling and dramatic. the characters are likeable (well except the bad ones, lol) and you really get attached to them.\n  ","402957":"\n  no, i'm not going to buy much this year at all because i won't be able to afford much.\n  ","402958":"\n  i wasn't aware that an anonymous bystander knows me greater than i know myself, LOL.\n  ","402959":"\n  i'm mostly happy with where i am, but i've definitely become a hermit since moving into the new house. i haven't gone out to do anything since prior to moving in (three weeks ago) with the exception of halloween night. which normally would be great, but i also do get lonely when my friends are all busy and all i want is for them to come over and chill for a few hours.\n  ","402960":"\n  not doing enough for someone during a time when it still counted.\n  ","402961":"\n  slow drivers, lmaoo. especially if i'm in the left lane and they're barely going the speed limit.\n  ","402962":"\n  i have two exes.\n  ","402963":"\n  thank you. i don't really send out questions anymore, and i haven't routinely sent out spam questions in quite a few years.\n  ","402964":"\n  other people's opinions of me. in the past, i was overly concerned with what people thought about me and my entire self-esteem and confidence levels were dependent upon the acceptance i had from my peers.\n  \n  these days, i couldn't care any less. the only opinions that matter to me are those of the people i'm closest to.\n  ","402965":"\n  unfortunately, no. it was a fairly typical day at the office. however, i made a new spotify playlist and i've been listening to that all afternoon and evening.\n  ","402966":"\n  i don't like sports at all, let alone play a sport. i'm not exactly a fighter either.\n  ","402967":"\n  yes, i can think of a few people who fit that description.\n  ","402968":"\n  i lost my phone.\n  \n  ???\n  ","402969":"\n  i don't believe i have nearly any influence enough to change the world. however, if i can change someone's life in a positive manner, even just slightly, then i'm happy.\n  ","402970":"\n  a few of the things i first notice about new people are their height, their hair, and their smile.\n  ","402971":"\n  i would much rather meet my favorite celebrity. i have no desire to be famous or recognized.\n  ","402972":"\n  my day was fairly ordinary. woke up this morning, prepared breakfast & lunch, and then drove to work.\n  \n  worked for eight hours, then came home and heated up dinner. afterwards, i did the dishes and put the garbage out. i've been sitting in bed watching television for the past hour.\n  ","402973":"\n  no, that has never happened to me before.\n  ","402974":"\n  no, i basically watch the few same shows over & over again, lol.\n  ","402975":"\n  yeah, i'm worried about a few things. nothing has changed since the last time you asked me this question.\n  ","402976":"\n  not any more or less than i do during the rest of the year. my eating habits don't change around the holidays.\n  ","402977":"\n  i would prefer a party with only a few close friends. i don't deal with crowds of people well.\n  ","402978":"\n  wentworth, even though i've recommended it already in the past. i finally started watching the most recent season & it's spectacular.\n  ","402979":"\n  unless you're a serial killer, the cereal goes in first.\n  ","402980":"\n  no, i've never been on a blind date. i would never agree to one, at any rate.\n  ","402981":"\n  no, i've never been speed dating before.\n  ","402982":"\n  i love listening to the halo 3 original soundtrack because it's absolutely beautiful and brings back old memories.\n  \n\n   https:\/\/www.youtube.com\/watch?v=eIyQVP3IUyg&t=5184s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","402983":"\n  i believe in coincidences and the power of science and medicine, not so much miracles in themselves.\n  ","402984":"\n  idk why i'm still on askfm, lmaoo. i do get interesting questions most of the time, though, which i believe is why i still check my account every day.\n  ","402985":"\n  depends on how busy the highway is and whether or not i'll be able to get to my destination faster via backroads. most of the time, i take the highway halfway and then backroads the rest of the way.\n  ","402986":"\n  the tip of my finger was basically torn off in the inside of a door when i was in kindergarten. it got sewn back on.\n  ","402987":"\n  aahh, thanks for 100k likes everyone !! :'))\n  ","402988":"\n  \"girl, interrupted\" by susanna kaysen, particularly if you're interested in mental health.\n  \n  it really opened my eyes to what mental illness is truly about and also helped me distinguish my own behavior which was unhealthy (that i previously thought was normal). it inspired me to look into mental health awareness more and become somewhat of an advocate for mental health reform.\n  ","402989":"\n  we've always been somewhat close, but nothing in our friendship has changed recently. she's in town and i always see her whenever she's in town.\n  ","402990":"\n  i know this is a really cliche answer, but it's continuing to fight for my own survival despite everything in me telling me to die. i've overcome great odds in fighting my own s*icidal thoughts time and time again, and i believe it's my bravest asset.\n  ","402991":"\n  yes, intellect completely outweighs physical looks. someone can be very attractive, but if they don't have chemistry with you on an emotional level, then the relationship will fall flat.\n  ","402992":"\n  it ultimately depends on the individual, but overall i believe yes. people have the capacity to change, to grow from their past, to recognize their issues and problematic behavior, and to overcome them completely.\n  ","402993":"\n  i think an easier question is what *doesn't* make me cry, lmaoo.\n  ","402994":"\n  no, it's been a pretty boring day so far. however, my best friend might be stopping over in a little bit. :'))\n  ","402995":"\n  no, why would he? my roommates are my boyfriend's best friend and his brother.\n  ","402996":"\n  it's good. we haven't been able to see each other often lately which is a pain, but other than that things have been great.\n  ","402997":"\n  i don't see a correlation between the two? just because i don't generally fear people doesn't mean i can tolerate jumpscares and spooky imagery, lol.\n  ","402998":"\n  no. i don't fear anyone in general.\n  ","402999":"\n  my day has been okay so far. i woke up much later than usual (10:30am, yikes). i cooked breakfast, cleaned the kitchen, vacuumed, and did two loads of laundry. i also tried starting up a wordpress blog, but the customization confuses me so i have to look up some tutorials.\n  \n  now i'm relaxing with some iced tea and going to attempt to start writing a new piece.\n  ","403000":"\n  it isn't up to me to say whether or not someone should fear all men. i'm saying that it's justifiable if a woman does.\n  ","403001":"\n  why would i fear them? they're harmless human beings, lmaoo.\n  ","403002":"\n  yeah, i tell them that i'm grateful for their support fairly often.\n  ","403003":"\n  i don't think that's justified, because although there are a fragment of women who do ab*se or mistreat men, it isn't as common or widespread as men doing that to women.\n  ","403004":"\n  i don't think it's a good idea for him to be impeached because the people below him are just as bad, if not worse, than him. i would just rather he be voted out of office.\n  ","403005":"\n  instagram already has an option for making your account private or public. you can also hide stories from particular people (i.e. \"close friends\" option), so i don't really see the purpose in there having extra privacy settings for particular posts. if you don't want certain people seeing it, then don't post it.\n  ","403006":"\n  my boyfriend, therapist, and friends are my support system.\n  ","403007":"\n  the way i see it, men are most of the population that commit crimes, particularly crimes against women. if a woman fears a man -- or even men in general -- i think it's justified especially if that woman has always had bad experiences with the men in her life.\n  ","403008":"\n  obviously i don't like the way it tastes.\n  ","403009":"\n  honestly, i think he's a disgusting and ableist piece of sh*t. i'm ashamed to call him my president.\n  ","403010":"\n  -- nutella is gross.\n  \n  -- circumcision is just genit*l mutilation but no one wants to admit that.\n  \n  -- if you have a problem with other people not drinking alcohol, then you have a problem with alcohol.\n  \n  -- the saying that \"everyone is beautiful\" isn't accurate, and there are some people who are just downright ugly.\n  \n  -- women are morally justified in fearing men.\n  \n  -- having a child isn't an obligation, and not everyone is meant to have children. people should be given the freedom to have an abortion.\n  ","403011":"\n  i have 61,695 coins.\n  ","403012":"\n  i disagree with hunting as a form of sport. i think it's cruel and unnecessary.\n  ","403013":"\n  i like pizza on occasion, especially real pizza from local pizzerias in new york. i usually just eat it with cheese and pepperoni, but i also like chicken bacon ranch pizza as well. :'))\n  \n  yes, i fold it while i eat it. it's basically a sin to do otherwise in new york, lol.\n  ","403014":"\n  right now, i'm thankful for coffee. however, i'm also thankful for my support system for helping me while i'm down. i'm thankful for my job for providing me with a sense of motivation, purpose, and fulfillment. i'm thankful for music for inspiring me.\n  ","403015":"\n  when i can't sleep, i normally go out and have a quick smoke (well, vape session), make a glass of water, scroll through my phone for a little bit, and then attempt to sleep again.\n  ","403016":"\n  i literally just woke up, lol. i have no idea what i'm making for dinner tonight.\n  ","403017":"\n  i don't remember the exact number, but it was a couple thousand.\n  ","403018":"\n  no, i honestly value my alone time a lot and i like being alone. i know that's different than loneliness, but i also have a good support system that prevents me from feeling lonely.\n  ","403019":"\n  who is tish and why do i care about whether or not someone has a child?\n  ","403020":"\n  no, cadence only invited close friends and family to her wedding.\n  ","403021":"\n  tbh i'm more content now than i've been in years.\n  ","403022":"\n  yeah, but it's a work in progress. i think my username on there is\n  \n   @poetalunam\n  \n  , same as here.\n  ","403023":"\n  ? follow my new writing instagram account !! ?\n  ","403024":"\n  yes, there's one bathroom in the house.\n  ","403025":"\n  \"fingers stretching out from nowhere, reaching for my throat. they're hungry for my skin, teeth wide smiling that they found me. circling around me, slowly closing in while you sing. everything is gonna be fine. everything is gonna be fine.\"\n  \n\n   https:\/\/www.youtube.com\/watch?v=603cHaieDcY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","403026":"\n  i'd rather go forward in time. there's nothing for me to feel nostalgic about anymore and i don't want to live in the past.\n  ","403027":"\n  yeah, although it only happens when i'm on the desktop version of askfm.\n  ","403028":"\n  because there's no one else to do it for her right now. she needed food and her prescriptions.\n  ","403029":"\n  i can't really think of anything that's extraordinarily shocking about myself, lmaoo. i'm pretty much an open book as it is.\n  ","403030":"\n  sometimes, but i prefer ranch.\n  ","403031":"\n  i guess go shopping for my mother yesterday and then dropping the groceries and whatnot off at her house.\n  ","403032":"\n  no, i've never taken a spin class before. most of my exercising is basic treadmill stuff and then arm and leg exercises.\n  ","403033":"\n  i love museums, but i haven't visited a museum in a very long time. i believe the last museum i went to was the museum of natural history in new york city a few years ago.\n  ","403034":"\n  heathers or the crow. they're among my top favorite movies.\n  ","403035":"\n  i don't have any major plans this weekend except working on some freelance assignments, doing laundry, cleaning, and possibly seeing my best friend tomorrow.\n  ","403036":"\n  happy relaxing saturday morning. ?️\n  ","403037":"\n  no? lmaoo. the only person i've ever done that around is my own boyfriend.\n  ","403038":"\n  i put them in the bathroom garbage, obviously.\n  ","403039":"\n  i'm really sensitive to scary\/horror movies, so the grudge and the ring were two films that really scared the hell out of me when i was a kid. they gave me nightmares for weeks.\n  ","403040":"\n  a vampire !!\n  ","403041":"\n  i'm home more than they are so i mostly have the house to myself. as for the bathroom, it's the same as when i shared the bathroom with my parents when i lived at home. there's really no difference.\n  ","403042":"\n  i'm so impatient when it comes to drive thru lines at fast food restaurants. if it's more than three cars then i find something else.\n  ","403043":"\n  maybe about a 7 or an 8, lol. i go out to dinner with my supervisor on occasion and we have similar interests and tastes in music.\n  ","403044":"\n  \"he who makes a beast of himself gets rid of the pain of being a man.\"\n  ","403045":"\n  i don't like any kind of pranks tbh.\n  ","403046":"\n  depends on your preference. i prefer typing because it's faster and i can actually keep up with my thoughts that way, haha.\n  ","403047":"\n  aw, thank you !! sorry for answering this so late. :\/ i hope you had a wonderful holiday as well.\n  \n  here's a pic of my makeup from halloween night ;\n  ","403048":"\n  i'm not native american, so i don't have a spirit animal.\n  ","403049":"\n  i like both, but i use candles more often.\n  ","403050":"\n  yes, there are a few things i'm worried about. :\/ i have this bad habit of trying to push them to the back of my mind, especially if there's no immediate action i can take, but i've been trying to acknowledge my problems more.\n  ","403051":"\n  it constantly changes, but lately it's been ;\n  \n  -- \"die for you\" by starset\n  \n  -- \"you?\" by two feet\n  \n  -- \"kidnap the sandy claws\" by korn\n  ","403052":"\n  it's called anhedonia. it happens a lot with life changes, mental illness, etc etc.\n  ","403053":"\n  is this really a trend? lol.\n  \n  people can do whatever they want, it doesn't affect me either way. if someone wants to color or braid their body hair, then they should have the freedom to do so.\n  ","403054":"\n  this afternoon after work, i went shopping for my mother and brought everything to her house for her.\n  ","403055":"\n  yes, i am head over heels in love. :'))\n  ","403056":"\n  no, i don't believe i have.\n  ","403057":"\n  no, i don't like milkshakes.\n  ","403058":"\n  i don't know if he's considered classical, but i love clint mansell's music. i also listen to a lot of music from jeremy soule, michael salvatori, and martin o'donnell.\n  ","403059":"\n  i didn't wear a costume this year.\n  ","403060":"\n  probably this one ;\n  ","403061":"\n  mayonnaise. i literally get sick whenever i'm around it.\n  ","403062":"\n  alternative rock, metal, lo-fi hip hop, and classical.\n  ","403063":"\n  no, that has honestly never happened.\n  ","403064":"\n  an assortment of stuff -- hershey bars and kisses, twix, almond joys, reeses, skittles, etc etc.\n  ","403065":"\n  yes, i recycle as much as i can (usually bottles and cardboard).\n  ","403066":"\n  yes, lmaoo. before i knew what cultural appropriation was, my boyfriend and i dressed up with sugar skull makeup together and went as day of the dead skeletons.\n  ","403067":"\n  obviously i gave them candy, lol.\n  ","403068":"\n  i've only been home for a little over an hour, but yes !! i've had 3 groups of little trick or treators. :'))\n  ","403069":"\n  i get mood swings every now and again, it isn't unusual for me.\n  ","403070":"\n  i don't purposely collect anything, but i've developed a collection of mugs over the years.\n  ","403071":"\n  it doesn't sway me either way. if someone is nosy, i have the choice to not tell them anything.\n  ","403072":"\n  there's way too much light pollution. the only times i've ever seen the stars clearly have been when i went to upstate new york.\n  ","403073":"\n  therapy has no impact on my creativity.\n  ","403074":"\n  i'm currently watching the crow.\n  ","403075":"\n  abashed the devil stood and felt how awful goodness is.\n  ","403076":"\n  no, not that i can recall.\n  ","403077":"\n  i always feel the need to help people who have troubled pasts or people that i see myself in them. idk if that would necessarily be my \"soft spot\" but i've always been drawn to troubled souls. i don't want them to go down the same paths i went down.\n  ","403078":"\n  my hobbies lately have been writing, reading, and playing video games. honestly, they were all methods of escape for me when i was younger because it allowed me to not think about my life for fragments of time, and they've always been there for as long as i can remember.\n  ","403079":"\n  yes, my coworker is currently dealing with this situation regarding someone she knows. the person seemed calm and responsible at first, but now she's acting completely ridiculous, sketchy, and overdramatic.\n  ","403080":"\n  i try to avoid arguments altogether, but they do inevitably happen. i try my hardest to maintain my composure but sometimes i just lose it.\n  ","403081":"\n  i wouldn't know, i've never bargained with someone before.\n  ","403082":"\n  thank you !! it's certainly a relief.\n  ","403083":"\n  things are fine. i've been feeling a little mentally unwell, so i've been writing creatively to offset those feelings. i've written two short pieces since yesterday, and they're not the greatest but considering i haven't written creatively in months, it's a good start.\n  ","403084":"\n  my life has changed dramatically since last october. my mental health has gotten better overall, i'm more well established in my job, and i'm living on my own.\n  ","403085":"\n  i'm in the same boat as your boyfriend, lmaoo. i had such an extreme dislike for it back in the day when it first came out. i saw it once and swore to never watch it again.\n  ","403086":"\n  i'm not entirely sure tbh. but if any of my followers practice magick, please respond to this for my anon !!\n  ","403087":"\n  freshly cut grass, the crisp smell of winter air, gasoline, firewood, lavender, jasmine, patchouli, coffee brewing, and coconut.\n  ","403088":"\n  napoleon dynamite. everyone was obsessed with it when i was younger, but i thought it was annoying.\n  ","403089":"\n  i've always wanted to learn how to play the piano.\n  ","403090":"\n  even when i'm off from work or on vacation, i usually wake up around 8am.\n  ","403091":"\n  uh, probably operate a car. :\/\n  ","403092":"\n  oh yes, he's with me for the money that i don't even have ... lmaoo.\n  \n  idk where y'all get this idea from that i'm wealthy but it's the furthest from the truth.\n  ","403093":"\n  i never said i didn't, lol.\n  ","403094":"\n  i think about this every day, lmaoo.\n  ","403095":"\n  i'm five feet tall.\n  ","403096":"\n  LOL.\n  \n  whatever you say. i've always considered housemate to be the same as a roommate. you can tell daniel, whoever that may be.\n  ","403097":"\n  yes, i've had a few bad teachers throughout high school.\n  ","403098":"\n  i don't take baths generally. the last bath i took was perhaps two years ago, and it wasn't relaxing.\n  ","403099":"\n  halloween !! ?\n  ","403100":"\n  ???\n  \n  it's literally the same thing, lmaoo.\n  ","403101":"\n  no, but here's a photo of my roommate's cat. ♡\n  ","403102":"\n  i don't know if they're considered scary or not, but the saw franchise is high up on my list.\n  ","403103":"\n  i don't know any subgenres or anything, but i mostly listen to watsky, macklemore, and NF.\n  ","403104":"\n  i used to smoke cigarettes, but now i vape.\n  ","403105":"\n  i felt super productive yesterday, which made me happy. i went to work, visited my parents' house, helped cook dinner, did the dishes, organized my winter clothing, etc etc. then my boyfriend came over for a few hours. :'))\n  ","403106":"\n  i don't really have any \"cool\" knowledge, so i honestly have no idea.\n  ","403107":"\n  my mood swings can make me sometimes cold and hostile. i also sometimes have the tendency to instigate situations and make them worse.\n  ","403108":"\n  i usually go outside and have a smoke, drink a glass of water, watch something on youtube, and try to fall back asleep.\n  ","403109":"\n  i am grateful for them, for them sticking by me even when i was difficult (and still am difficult) to be around.\n  ","403110":"\n  no. i only give my phone number to people i've spoken to long enough to feel comfortable enough to give them my number.\n  ","403111":"\n  probably hard drugs. i feel like it was a mistake and i have no desire or intentions of doing it again.\n  ","403112":"\n  yes, there are one or two people who i truly hate.\n  ","403113":"\n  it's 3:47pm.\n  ","403114":"\n  i honestly don't know anymore. i feel like i've been an unreliable friend lately, and i also feel way too clingy. i think i'm going to back off for a little while.\n  ","403115":"\n  yes, but it's private.\n  ","403116":"\n  no, my hands are destroyed rn.\n  ","403117":"\n  normally when i'm in the shower, when i'm just about to fall asleep, or when i wake up in the middle of the night.\n  ","403118":"\n  my art teacher in high school had connections, and she picked a few of us out of the class because she thought our paintings were good enough to be displayed. they weren't sold or anything, but they were displayed in a group show.\n  \n  unfortunately, i don't have any photos of my paintings anymore. they're all locked away in the attic of my parents' house.\n  ","403119":"\n  yes, i do believe in true love. however, i also believe that true love is difficult and you're going to have your ups and downs, trials and tribulations, much like any other relationship. the difference between true love and any other sort of love is that regardless of the circumstance, you both overcome it together.\n  ","403120":"\n  an obvious answer is any sort of ab*se, including verbal and mental ab*se that includes gaslighting or any other form of manipulation. however, relationships should also be free from anything that restricts an individual from being 100% themselves, and ideally your partner should support you in all of your endeavors and not judge you. if your partner is preventing you from doing something you love then perhaps it's best not to even be with them.\n  ","403121":"\n  my boyfriend knows me better than i know myself. and even when i try to hide my feelings, he knows that something is wrong through the fake smiles and laughter.\n  ","403122":"\n  i was a prolific artist when i was in high school -- i painted more than i wrote, at that point, and my art was hung in museums and at town hall. i painted the windows of the local post office every year too.\n  ","403123":"\n  not generally, no. everyone has different tastes when it comes to music and someone isn't \"less\" of a person if they listen to a different artist or genre than me. i also have a really diversified range of music that i like.\n  ","403124":"\n  my boyfriend bought me a housewarming gift -- it's a three-hook key rack that i can mount on the wall, and it's made out birch wood with wolves engraved on it.\n  ","403125":"\n  yeah, my roommates can help me move it (it's huge so i definitely can't do it by myself lol). it's currently in the garage. we've just been so busy with still unpacking boxes and whatnot that it hasn't been done yet.\n  ","403126":"\n  KFC, ugh. everyone i know loves it but i think it's disgusting.\n  ","403127":"\n  i'd like to move the treadmill into the basement so that i can begin working out again.\n  ","403128":"\n  \"i am a mentally stable, functional adult.\"\n  ","403129":"\n  do you mean like, my level of education?\n  \n  i have a bachelor's degree.\n  ","403130":"\n  i don't believe i have anyone blocked on askfm.\n  ","403131":"\n  not really. all i do is work these days.\n  ","403132":"\n  i've never been to detroit before.\n  ","403133":"\n  LOL. you're lucky i'm in the top 100 at all.\n  \n  there's really no \"explanation\" besides the fact that i probably don't answer as many questions as i used to.\n  ","403134":"\n  gasoline, if i had to pick anything. there are cars and roads everywhere and gas stations on every corner.\n  ","403135":"\n  lmao, no. i've never referred to it like that before.\n  ","403136":"\n  thank you so much for always being there for me during a few of my darkest nights. i don't tell you often enough, but i really do appreciate your existence in my life and i value our friendship, even if we're miles apart.\n  ","403137":"\n  honestly, no. lmaoo.\n  \n  if anything, i'm too strict with people and i don't budge if someone is trying to negotiate with me. i don't give into people's pleas easily at all.\n  ","403138":"\n  it would be pointless to name them because they're not anyone that someone on askfm would know.\n  ","403139":"\n  nah, not really. the only \"tradition\" i have is that i see my parents christmas eve at night, and when we're done with dinner, i go to my boyfriend's house and celebrate christmas at midnight. the following day, my boyfriend and i go to my aunt's house for christmas day dinner.\n  ","403140":"\n  chester bennington. he was my role model growing up and i owe my life to him.\n  ","403141":"\n  yeah, i definitely do.\n  ","403142":"\n  my day went well !!\n  \n  i went to work, and after work i went to my parents' house to pick up some more of my belongings. i came home, helped my roommate make dinner, ate dinner, organized the kitchen and did the dishes, and then put away my belongings in my room. now i'm relaxing and listening to music.\n  ","403143":"\n  i'm not afraid of the dark exactly, but i do like to sleep with a small light on at night just so that i'm aware of my surroundings.\n  ","403144":"\n  whoops, it's 8:30pm now. LOL.\n  \n  my morning was good, though. i got ready, packed my lunch bag and made coffee, and then went to work. i had a pretty decent day at work too.\n  ","403145":"\n  a functional adult.\n  ","403146":"\n  lol, no. i know of her but i don't personally know her or anything.\n  ","403147":"\n  no, she deactivated her account so i couldn't tag her.\n  ","403148":"\n  i wouldn't want to pick \"favorites\" but i'm personally the closest to\n  \n   @speakofthefckindevil_\n  \n  ,\n  \n   @shehitsback\n  \n  , and\n  \n   @country_peach\n  \n  .\n  ","403149":"\n  well, considering i only woke up an hour ago ... today has been boring so far. all i've done is prepare my lunch, made coffee, and drove to work.\n  ","403150":"\n  i don't personally do it, but i see nothing wrong with other people doing it. people can post whatever they want on social media.\n  ","403151":"\n  abandonment from my loved ones.\n  ","403152":"\n  thank you !! i hope you have a great week as well. :'))\n  ","403153":"\n  i'm biologically female and my gender is non-binary. non-binary means that my gender is neither woman nor man (the two binaries). my gender lies somewhere in between.\n  \n  no, i haven't transitioned or have had any surgery. i considered top surgery for a while but it isn't a priority on my list of things to do.\n  ","403154":"\n  sure, why not.\n  ","403155":"\n  no, they clean up after themselves pretty well.\n  ","403156":"\n  i'm obsessed with this cat. ♡\n  ","403157":"\n  that sounds pleasant, but no. i don't even know how to speak spanish.\n  ","403158":"\n  my day has been good. my roommate and i just picked up two storage pieces for the kitchen (a pantry and a 5-foot set of racks). now there's a lot more room in the kitchen. :'))\n  \n  earlier in the day, i did two loads of laundry, cleaned the kitchen, cooked breakfast, and set up my nanowrimo account.\n  ","403159":"\n  what else is new? lmaoo.\n  ","403160":"\n  obviously the decision to break up is ultimately up to you. but keep in mind that a relationship can't thrive if it's only hurting your mental health or well being in general, and it's unhealthy to stay in a relationship that hurts you.\n  \n  love can only take you so far. you can love someone but if their feelings and presence in your life don't motivate or inspire you, or if you feel they're making you worse, then you need to really weigh the pros and cons of being together.\n  ","403161":"\n  uh, depends by what you mean by a break. if you feel compelled to break up with your partner then you probably shouldn't be together at all.\n  ","403162":"\n  yes !! he's visited around three times since we moved in. i think he said he's coming over tomorrow night too.\n  ","403163":"\n  probably not. i have no desire to maintain a close relationship with my parents.\n  ","403164":"\n  honestly? it's the best it's been in ages. moving out of my parents' house was one of the best things i could do for my mental health. i actually have motivation every day and everyday tasks don't seem as daunting anymore. i feel free to do as i please and be myself without dread, anger, or fear weighing me down.\n  ","403165":"\n  no, i'm a human.\n  ","403166":"\n  he apologizes when the situation calls for it, yes.\n  ","403167":"\n  because i like the symmetry.\n  ","403168":"\n  what about him...? i don't know what this is referring to.\n  ","403169":"\n  i apologize profusely, even for things that aren't necessarily my fault.\n  ","403170":"\n  LOL. i am quite unholy, contrary to popular belief.\n  ","403171":"\n  ... no, i'm 27. lmaoo.\n  \n  my birthday didn't come yet. it's in november.\n  ","403172":"\n  because i have social anxiety and it makes me incredibly nervous opening the door for even delivery people, let alone multiple strangers in the same night.\n  ","403173":"\n  no, i'm 27 years old.\n  ","403174":"\n  obviously it was the year i was born. other than that, i have no thoughts.\n  ","403175":"\n  i have memory loss, so i forgot most of the things about my life. it isn't really unusual, regardless of how much of a masterpiece the game is.\n  ","403176":"\n  is it? LOL. i literally don't remember anything about christianity or catholicism or anything.\n  ","403177":"\n  no, i literally couldn't sneak out of my parents' house. there's a 20 foot drop from the window to the ground, and i couldn't go out the front or back doors because they were too close to the living room and kitchen.\n  ","403178":"\n  considering i'm not religious in the least and i haven't practiced anything related to christianity\/catholicism in more than a decade, it certainly does not \"control\" my mind.\n  ","403179":"\n  i probably played it, but i have no memory of it.\n  ","403180":"\n  yes, i remember playing a few of the silent hill games back in the day. i was a fan of silent hill 4: the room.\n  ","403181":"\n  no, i don't think i've played any of the resident evil games.\n  ","403182":"\n  i'm fairly certain that i did watch that movie at some point.\n  ","403183":"\n  depends on who's home on the night of halloween. if i'm the only person home, then i'll put out a bowl with candy in it. if i'm not alone and one of my roommates are home, then i'm sure one of them will be more than happy to answer the door.\n  ","403184":"\n  i haven't seen that movie in over 10 years, lmaoo. i don't remember.\n  ","403185":"\n  it's rose quartz.\n  ","403186":"\n  i'm not really a fan of the color blue unless it's a dark or muted navy blue.\n  ","403187":"\n  apparently that's the girl from the ring, lol.\n  ","403188":"\n  they really *shouldn't* ask you why you took a three year hiatus, but you don't necessarily have to answer them if you don't feel comfortable doing so. you can simply say that you took the time off for personal reasons.\n  ","403189":"\n  i watched horror movies when i was a pre-teen and teenager, and i haven't watched any in years. i really can't remember most of them.\n  \n  i don't know if these would be considered horror, but i do remember watching most of the saw movies, hostel, the texas chainsaw massacre, the amityville horror, the hills have eyes, the ring, the grudge, house of 1000 corpses, the devil's reject, audition, and oldboy.\n  ","403190":"\n  no, i've never seen the conjuring.\n  ","403191":"\n  woke up, took my medication, cooked breakfast, cleaned the kitchen, and did two loads of laundry. i just made a cup of tea and i think i'm going to attempt to write creatively now.\n  ","403192":"\n  just the standard-sized ones in the variety packs, like snickers, twix bars, reeses peanut butter cups, hershey's chocolate, etc etc.\n  ","403193":"\n  they had live snakes, frogs, and turtles. they also had taxidermy.\n  ","403194":"\n  it was a lot of fun !! it was at a local nature preserve's museum, so i walked around the showcases and looked at the few animals they had (mainly snakes, frogs, and turtles). there were a few musicians, including my friend, and spoken word poets who were really moving.\n  \n  my friend is a rapper and an artist, so he played a 45-minute set and his artwork was displayed in one of the other rooms. i purchased two stickers from him.\n  ","403195":"\n  you don't even know me, so you have no merit in saying what i could or could not believe. if you keep enforcing your religious beliefs onto me, i'm going to ignore your messages.\n  ","403196":"\n  LOL.\n  \n  no, i don't believe in god & never have (even though i was raised in a religious household). i'm 27 years old, and my feelings on religion probably won't change at this rate. if anything, i relate more to eastern spiritualities than anything else.\n  ","403197":"\n  no, i'm an athiest.\n  ","403198":"\n  y'all should ask me questions, i'm bored af ~~\n  ","403199":"\n  yeah, i've done it with a few of my close friends when they were doing something borderline \"bad\" and i didn't want them to get in trouble, so i just played along until they were in the clear.\n  ","403200":"\n  yeah, it happened a few times in the past during my \"party\" stage.\n  ","403201":"\n  i have dozens of favorite books, lol.\n  \n  -- girl interrupted by susanna kaysen.\n  \n  -- american psycho by bret easton ellis.\n  \n  -- the shining by stephen king.\n  \n  -- the gargoyle by andrew davidson.\n  \n  -- the secret history by donna tartt.\n  \n  -- i am not a serial killer by dan wells.\n  ","403202":"\n  yeah, i was used to the galaxy s7 which i think only scanned it maybe once or twice. it always gave me an issue depending on which angle i would use my fingerprint to unlock my phone or sign into certain apps, and then it would lock me out if i didn't get it *just* right. it was aggravating.\n  \n  but the s10 is so much better, i'm really happy with the phone.\n  ","403203":"\n  there haven't been any issues with it at all, actually, even with the screen protector that i'm using. one thing i noticed that was different from the other galaxy phone i previously had was that the fingerprint scanner was *much* more comprehensive. instead of scanning your fingerprint once, it scanned it like 12 different times to pick up every groove. it was ridiculously interesting.\n  ","403204":"\n  i'm not much of a technology enthusiast at all, so no. i just got the samsung galaxy s10, though, and i absolutely love this phone. the camera is amazing.\n  ","403205":"\n  writing things down helps me a lot, because often it's difficult for me to express myself verbally. my words get jumbled up and i freeze up a lot -- it's hard for me to really convey what it is i'm thinking or feeling while i speak.\n  ","403206":"\n  i'm not much of a cook at all, but one of my favorite comfort foods is grilled cheese with tomato soup.\n  ","403207":"\n  it depends on how bad of a day i'm having, because it can range from being able for someone to cheer me up to me not being consolable at all. however, on the \"better\" days, my boyfriend usually cheers me up pretty well.\n  \n  as for material items that cheer me up, it helps my moods a lot when i listen to music, write something creatively, watch one of my favorite television shows, and\/or play video games.\n  ","403208":"\n  i like fragrances like lavender, chamomile, rose petals, jasmine, coconut, etc etc. i have a rose-scented shampoo and conditioner, and i think my body wash is scented with jasmine and coconut.\n  ","403209":"\n  yes, this basically defines my entire teenagehood. i was always interested in people who weren't interested in me back.\n  ","403210":"\n  chocolate isn't very good in my opinion, so most things are better than chocolate.\n  ","403211":"\n  i usually set a timer for everything. i have alarms that go off for when i wake up in the morning, for my laundry, etc etc.\n  ","403212":"\n  definitely in the fall. the heat of the fire can be too much during summer nights (at least where i live) but it's perfect for fall nights.\n  ","403213":"\n  no, probably not. they're probably just self conscious and are wondering why you're interested in them.\n  ","403214":"\n  thanks!!\n  \n  my day has been good so far. i finished up my work about an hour ago and i've been cleaning and tidying up the house since then.\n  ","403215":"\n  not the app, no. however, when i use it on the desktop it keeps redirecting to spam sites and it's super annoying.\n  ","403216":"\n  i haven't even thought about my birthday yet, lmaoo. i don't have any particular gifts in mind.\n  ","403217":"\n  yeah, i don't think i want to do a fancy color next since winter is coming up soon and i want something a bit darker. i was thinking about doing a chocolate brown balayage with mahogany tints.\n  ","403218":"\n  the last concert i went to was a radio concert series called \"not so silent night\" at the barclays center in brooklyn last december. they had such musicians as muse, florence and the machine, mike shinoda, AJR, death cab for cutie, and bastille. it was a lot of fun.\n  ","403219":"\n  right now, i'm answering questions and listening to music while taking a break from working. on the weekends, i work from home.\n  ","403220":"\n  the other night, i watched the movie saw (2004) because i found it on hulu. :')) it's one of my favorite movies.\n  ","403221":"\n  honestly, i try to think on it as much as possible and develop theories for as many outcomes as possible before diving into something and making that choice. while i appreciate change and embrace it, sometimes it can be terrifying and if a difficult choice comes with significant change, i don't know how it would affect me. i usually take a few days to think on it.\n  ","403222":"\n  the last time that i took a risk was yesterday, when i asked my HR manager about yearly pay raises. my two-year work anniversary was this week and i was curious about whether or not my company implements yearly reviews, and i was also hesitant to ask her because i didn't want to seem pushy.\n  \n  however, it did pan out well. she didn't seem bothered by the fact that i asked at all, and she said that she expects me to receive another review within the next 4-6 months based on merit and performance.\n  ","403223":"\n  well, if i told you my secrets then they wouldn't necessarily be secret anymore.\n  ","403224":"\n  thanks for the follow ~~\n  \n  i don't follow people upon request, so i won't be following you back. however, i hope you have a pleasant day.\n  ","403225":"\n  no, i don't have an issue with you. you may continue asking me question if you'd like, after all that's the purpose of askfm.\n  ","403226":"\n  no, that doesn't necessarily mean that they still have feelings for their ex. it could simply mean that they're not in the mood at that moment to talk about their ex, or they believe that you've already covered the subject so much in the past that there isn't anything left to discuss anymore.\n  ","403227":"\n  i've never had that question asked to me before, haha. i would try to redirect the answer to reflect how you *would* be a good candidate instead of answering the question outright. something like ...\n  \n  \"given my credentials and wealth of experience, my wish is that you may take my application and interview into consideration. i also want to thank you for this opportunity to sit down with you.\"\n  \n  and then follow up after the interview with an email that also thanks them for the opportunity and that you hope to hear from them soon.\n  ","403228":"\n  yeah, a few people in my life come to mind.\n  ","403229":"\n  for me personally, it wouldn't really warrant breaking up with someone. ideally the two people should have a serious conversation with each other about their feelings and come to a mutual understanding.\n  ","403230":"\n  i listen to pretty much all styles of music. and regardless, my depression has no correlation with the music i listen to. my depression is the result of both chemical imbalances and environmental factors while i was growing up.\n  ","403231":"\n  i had to google search what that was, lmaoo.\n  \n  no. i just have poor eyesight and astigmatism.\n  ","403232":"\n  depends entirely on the person. for some people it can be a happy occasion while for others, it can be depressing.\n  ","403233":"\n  my one roommate is a commercial truck driver and the other is a manager at a food store.\n  ","403234":"\n  i answered this once already, and my answer was no. you can't put a universal label on a group of people and expect them to all behave the same way. that's unrealistic.\n  ","403235":"\n  depends on the situation. having a college degree isn't a necessity and it doesn't necessarily mean you'll find a good job, but i would encourage everyone to challenge themselves and continually learn, whether they want to do that through college or taking up another endeavor.\n  \n  i don't think it's fair for a person to rely solely on the hope that their future spouse will provide for them, but if the case happens where your current spouse makes enough money to support the entire family then there's nothing wrong with staying home.\n  ","403236":"\n  neither. nobody should be the \"head\" of a household, there should be equality of responsibilities among everyone involved.\n  ","403237":"\n  of course not, lol. it's my close friend who i've known for 10 years and his brother.\n  ","403238":"\n  tonight, i'm seeing my friend perform at an open mic night at a nature preserve. there are going to be other performers rapping and doing spoken word poetry, and people will be promoting and selling their artwork !!\n  ","403239":"\n  no, like i said we're rarely home at the same time anyway.\n  ","403240":"\n  not at all. there's nothing to miss out on.\n  ","403241":"\n  no? i'm happy in my relationship. i wouldn't want to change it for the world.\n  ","403242":"\n  i'm not entirely sure. i don't know if i want children at all.\n  ","403243":"\n  they're LED lights, but they do come in bright colors. there are 16 color settings on the remote.\n  ","403244":"\n  yes !! i'm obsessed and so happy with the way it came out.\n  ","403245":"\n  no, that wouldn't be fair at all and i'm also not interested in her in that way anymore. my feelings for her stopped about a year after we broke up when i was 14 years old.\n  ","403246":"\n  lol, definitely not. we primarily broke up because she realized she was straight.\n  ","403247":"\n  well i've been with my current boyfriend for 10 years. prior to that, i was interested in another man. i've only been in three relationships.\n  ","403248":"\n  no, she was my first relationship and only relationship with a girl. ironically, she's currently my best friend.\n  ","403249":"\n  we were 13 years old, lmaoo.\n  ","403250":"\n  no, not at all. the only thing that was difficult was hiding our relationship from others because we weren't ready to come out yet publicly.\n  ","403251":"\n  well, i'm bisexual so yeah. i had a girlfriend in the past.\n  ","403252":"\n  no. heterosexual people definitely exist.\n  ","403253":"\n  i like listening to those live lo-fi hip hop beat videos on youtube as background noise (i.e. \"beats to sleep\/study to\").\n  ","403254":"\n  be considerate of other people's spaces, clean up after yourself, and be mindful of how your actions affect others (i.e. if someone is trying to sleep then try to be quieter).\n  ","403255":"\n  favorite color; earth tones.\n  \n  favorite song; currently, \"when the party's over\" by billie eilish.\n  \n  favorite book; \"girl interrupted\" by susanna kaysen.\n  \n  favorite band; linkin park.\n  \n  favorite clothes; jeans and a hoodie.\n  ","403256":"\n  ~~ aesthetic ~~\n  ","403257":"\n  i've literally never heard of that term before.\n  ","403258":"\n  it's not like the food is being touched beforehand, lmaoo.\n  ","403259":"\n  surprisingly, no. i don't really get phased or unsettled by anything at all. if anything, typically unsettling events intrigue me.\n  ","403260":"\n  i suppose it ultimately depends on what the gift or food is, lmaoo.\n  ","403261":"\n  for the most part, yes. they're not really strict rules or anything because we're all functional adults, and most of the time we're not even home at the same time.\n  ","403262":"\n  no, i don't believe so. however, my close friend baked me a housewarming cake last weekend to celebrate me moving into a new house. :'))\n  ","403263":"\n  if you've heard the songs, you would know that they're definitely not u.s. anthems, lmaoo. they're just two iconic songs with \"anthem\" in the title.\n  ","403264":"\n  leftovers are meals that are literally left over from a previous meal that you cooked.\n  ","403265":"\n  no, i've never watched the walking dead before. everyone tells me that i would love it, though.\n  ","403266":"\n  nothing is wrong with my shoes. i just don't entertain foot fetishists.\n  ","403267":"\n  hello -- do you have a question?\n  ","403268":"\n  the clothes washer and dryer are in the basement, so the only purpose for the basement right now is to do laundry.\n  ","403269":"\n  because i like filters, obviously.\n  ","403270":"\n  lol, sorta? it's from the brand black craft cult.\n  ","403271":"\n  \"the anthem\" by good charlotte and \"national anthem\" by lana del rey, clearly.\n  ","403272":"\n  i suppose the last time i took a risk was last week when i moved out of my parents' house. it most definitely paid off, i haven't felt this relaxed and motivated and free in years.\n  ","403273":"\n  considering how important happiness is to me, i would rather be poor and happy.\n  ","403274":"\n  i'm fairly flexible and easy going.\n  ","403275":"\n  i've never written a song before.\n  ","403276":"\n  i'm sure there are some houses that don't have basements.\n  ","403277":"\n  when i finally got home after a long day yesterday. i was able to heat up dinner, take a shower, and relax in front of the television.\n  ","403278":"\n  if you're talking about my profile picture, it's a snapchat filter.\n  ","403279":"\n  austin, texas, was nice.\n  ","403280":"\n  uh, i'm still non-binary. it's clearly in my bio.\n  \n  as for moving out, if it was possible i would have moved out a long time ago.\n  ","403281":"\n  yeah, i'm at work already, lol.\n  ","403282":"\n  thank you !!\n  ","403283":"\n  just took this now ;\n  ","403284":"\n  haha, no. i've never gotten either.\n  ","403285":"\n  i haven't gotten my hair cut since the last time i colored it months ago, lol. i do desperately need a shave, though.\n  ","403286":"\n  i absolutely love the colder weather, but i hate how there's such little daylight. i don't like driving at night so it raises my anxiety a lot.\n  ","403287":"\n  definitely not. i've always had horrendous attendance records.\n  ","403288":"\n  $0. i don't style my hair, lol.\n  ","403289":"\n  well, it isn't morning anymore but thank you for the greeting !!\n  ","403290":"\n  i'm not answering questions about shoes. lmaoo.\n  ","403291":"\n  guns.\n  ","403292":"\n  i'm not dressing up for halloween. i'm just showing up to work, going home, and then giving out candy to the kids.\n  ","403293":"\n  i'm just wearing leggings, a hoodie, and boots. it was pretty warm out today. it's currently 60 degrees fahrenheit.\n  ","403294":"\n  i'm doing fine today. i just got out of work and now i'm waiting for my therapy appointment. when i get home, i'm going to take a shower and heat up some leftovers and then probably watch television.\n  ","403295":"\n  it's currently in the garage, lol. we have to find some time to move it into the basement.\n  ","403296":"\n  i've never tried to pick a lock before, besides on skyrim and fallout.\n  ","403297":"\n  i think it would be easier to list things that *don't* make me panic, lmaoo. i have panic disorder (although i think it's in remission) so my anxiety levels are always sky high.\n  ","403298":"\n  no, i'm sometimes hypercritical of the things i read.\n  ","403299":"\n  it probably wouldn't be funnier, it would likely be just as funny. i love all of the nonsensical and ridiculous situations they get into, lmaoo.\n  ","403300":"\n  i'm waiting for my therapy appointment. i got here 30 minutes early, smh.\n  ","403301":"\n  unfortunately, yes. that's why i don't like sharing responsibilities with anyone. if i'm doing a project then it's a solo project.\n  ","403302":"\n  yeah, i'm very forgetful. :\/ i don't remember half of the events that happened in my life.\n  ","403303":"\n  i'm feeling fantastic tbh. moving out was the best thing i could do.\n  ","403304":"\n  waking up early and having a cup of coffee, having a campfire and brews with close friends, listening to music to candlelight, cute animals, positive reinforcement, getting compliments on my writing, and relaxing with a glass of wine at the end of the night.\n  ","403305":"\n  lately i've been obsessed with it's always sunny in philadelphia.\n  ","403306":"\n  aw, i missed you !! ♡ i was wondering where you went.\n  ","403307":"\n  i have generalized anxiety disorder. everything makes me nervous.\n  ","403308":"\n  i've been incredibly angry and upset the past two days, and i can't seem to shake those feelings. it's really getting on my nerves and it was affecting me at work today, which is something that almost never happens to me because i'm a firm believer that you shouldn't take your personal problems to work with you.\n  ","403309":"\n  i googled the closest supermarket to my new house and found one like two miles away, lol.\n  ","403310":"\n  an iced tea at work this morning.\n  ","403311":"\n  i think it was 40 hours that i went without sleep when i was in high school.\n  ","403312":"\n  unfortunately, yes. it happens occasionally when i use askfm on the desktop.\n  ","403313":"\n  yeah, it's not an old car so it's in good condition.\n  ","403314":"\n  i was really upset and frustrated the other day, so i ended up bashing my fists into my bed and punching my pillow while crying hysterically.\n  ","403315":"\n  this past weekend, i assembled the furniture for my bedroom, unpacked most of the things for the house, and i even had a friend over on saturday night. :'))\n  ","403316":"\n  i've always been the one with over-protective parents, lmaoo. all of my significant others' parents have been very understanding and easygoing.\n  ","403317":"\n  i don't have any plans besides go to work, sadly.\n  ","403318":"\n  why would that be considered a weakness ... ??\n  \n  if anything, it just means you were relaxed and enjoying yourself and the game. if you don't have any other responsibilities for the time being, then there's nothing wrong with playing video games for an extended period of time.\n  ","403319":"\n  i need to unpack and assemble the kitchen table for the house, as well as purchase some dining room chairs. i think i also need another lamp for my desk because my keyboard lights don't work anymore.\n  ","403320":"\n  eeee, thank you !! ♡ it's literally my dream bedroom and i'm so happy with it.\n  ","403321":"\n  i watch television sometimes. i mostly watch true crime documentaries and some shows, like it's always sunny in philadelphia, how i met your mother, the x files, and parks and recreation.\n  ","403322":"\n  my bedroom is complete. ?\n  ","403323":"\n  i don't care about rankings.\n  ","403324":"\n  okay?\n  ","403325":"\n  interesting !! yeah, apple and samsung are pretty much the only phone companies around here. as well as google phones.\n  ","403326":"\n  that's what i just said, lol.\n  ","403327":"\n  this is the first i've heard of it, so i don't have an opinion.\n  ","403328":"\n  idk if they would be considered spooky, but i love sweeney todd: the demon barber of fleet street, as well as the crow. :'))\n  ","403329":"\n  honestly, i would probably try to distance myself from them because it isn't fair for me to always be around when they need support but they're not reciprocating the same effort.\n  ","403330":"\n  my friend came over last night for dinner, and i started laughing hysterically at something she said. it was a lot of fun having her over.\n  ","403331":"\n  i only talk to my parents when it's on a need-to-know basis. i don't really have conversations with them.\n  ","403332":"\n  i don't have any sort of talismans or objects that i believe bring me luck, no. i don't necessarily believe in that sort of thing.\n  ","403333":"\n  either\/or, my boyfriend has had both a clean shaven face as well as facial hair and he looks good with both.\n  ","403334":"\n  i would rather feel fulfilled with love as opposed to having a lot of money but no one to share it with.\n  ","403335":"\n  i don't believe so, no. we're not close or anything, so it isn't something that will ever come up in conversation anyway.\n  ","403336":"\n  the only notification i have turned on is for when i get a new question.\n  ","403337":"\n  i typically spend my weekends working, doing laundry, cleaning, and relaxing in general.\n  ","403338":"\n  love is a strong word that i feel for very few people, so i can't say that i love him but i do appreciate him.\n  ","403339":"\n  under packing is definitely worse. it's a dreadful feeling when you realize you didn't pack something you needed.\n  ","403340":"\n  i've only ever used at&t, and i've never had any problems with them.\n  ","403341":"\n  no. even when my best friend lived nearby, we seldom saw each other and we hung out with other people more than we hung out with one another.\n  ","403342":"\n  in the clothes dryer.\n  ","403343":"\n  i'm not really sure that's the *only* reason, lmaoo. even when we lived together, we got along pretty well.\n  ","403344":"\n  we get along fairly well. we don't see each other often or anything, though.\n  ","403345":"\n  lol, no. all i have left to build is a computer chair & a desk.\n  ","403346":"\n  he was very happy for me.\n  ","403347":"\n  i spent the past few hours putting a few corners of my bedroom together & i'm very pleased so far. :'))\n  ","403348":"\n  a mentally stable adult.\n  ","403349":"\n  not until this very moment, no. i've never heard her music before.\n  ","403350":"\n  i don't follow any celebrities on snapchat.\n  ","403351":"\n  no, i stopped watching it after so many seasons, lol. i love the show but i eventually lost interest in it.\n  ","403352":"\n  i don't have any thoughts. i've never exactly been a history buff.\n  ","403353":"\n  i've only cooked for myself so far because my roommates haven't been home around dinner time yet (except on wednesday, but we ordered chinese).\n  ","403354":"\n  coloring your hair doesn't necessarily damage it as long as you're using safe and trusted dyes and maintain it's integrity with aftercare. my hair is very healthy and soft.\n  ","403355":"\n  blonde (you can see it in my profile picture).\n  ","403356":"\n  you basically asked me this already.\n  ","403357":"\n  my name is leigh.\n  ","403358":"\n  hello ~~\n  \n  i'm doing well. i'm taking a break from assembling furniture at the moment.\n  ","403359":"\n  lmfao, well that's something i clearly don't remember. i haven't seen the first season in years.\n  ","403360":"\n  for the most part, yeah.\n  ","403361":"\n  i prefer comfortable clothing. i don't care about being fashionable or stylish.\n  ","403362":"\n  it only came out to like $500 total, lol.\n  ","403363":"\n  i don't know who that is.\n  ","403364":"\n  yes, i'm fairly certain that i learned about it in my history classes.\n  ","403365":"\n  i don't have a stable life at the moment. i don't live with my boyfriend, i don't have the financial means to support a child, and i'm not mentally stable enough to be responsible for a child.\n  ","403366":"\n  as my bio indicates, i'm 27 years old.\n  ","403367":"\n  i'm not entirely sure, tbh. i'm definitely not ready to have children at this stage of my life though.\n  ","403368":"\n  good morning, askfm lovelies ~~\n  ","403369":"\n  yes, that has happened to me on a few occasions in the past. needless to say, i'm not friends with those people anymore and now i'm very selective about who i tell my personal problems to.\n  ","403370":"\n  yes, there are quite a few countries i would love to visit, including australia, new zealand, canada, the bahamas, cuba, italy, spain, england, the netherlands, and russia.\n  ","403371":"\n  i'm a basic white b*tch, so i love anything pumpkin and pumpkin spice flavored, lmaoo. pumpkin bread is my favorite seasonal food, as well as various soups. i also usually buy pumpkin pie creamer for my coffee during the autumn months.\n  ","403372":"\n  i'm extremely hard working and determined, so i try my best to put 110% into everything i do, which usually results in good outcomes.\n  ","403373":"\n  i did buy the furniture -- it didn't come assembled, so we have to assemble it. i have to assemble a dresser, television stand, bookshelf, desk, and computer chair.\n  ","403374":"\n  i only woke up an hour ago, but it's going well. i just set up the coffee machine and made a pot of coffee, as well as made some breakfast. i'm just relaxing until my brother comes over to help me build some furniture.\n  ","403375":"\n  my best friend doesn't use askfm, so it would be pointless to name her.\n  ","403376":"\n  technically they're my roommate's cats, but they live in the house with us too.\n  ","403377":"\n  oh yeah, along with two roommates i also acquired two cats.\n  ","403378":"\n  it used to be at the local bar, but now that i have my own place, i'm probably going to be inviting my friends over instead. :'))\n  ","403379":"\n  sadness is a natural human emotion and depression is a mental illness.\n  ","403380":"\n  i used to be able to draw and paint very well, but i haven't practiced in years.\n  ","403381":"\n  eh, there's a big difference between pretending to be trans because you think it's \"trendy\" and then going through a transitional phase where you believe you may be trans but then realize you're cis.\n  \n  i believe it's important to make that distinction, because some people are confused about their gender and it takes some experimentation before they come to know who they truly are. those sorts of situations don't take away from actual trans people, though.\n  ","403382":"\n  ???\n  \n  tbh... i like the taste of stale things better than fresh things sometimes, lmaoo.\n  ","403383":"\n  i don't believe i was ever friends with someone who could be considered a \"transtrender.\" that insinuates that being trans is, somehow, a fashion trend, and tbh that sort of mentality just makes life even harder for existing trans people.\n  ","403384":"\n  not at all, lol.\n  ","403385":"\n  no, there's unfortunately no cure for depression. depression may go into remission but it doesn't mean it's cured.\n  ","403386":"\n  tbh i'm feeling fantastic after moving out of my parents' house. i can actually live my life the way i want to live it without getting negativity or unwarranted comments from people such as my mother, and it feels nice to come home, sit down, and do whatever chores i need to do without someone prying into my life, bossing me around, and judging me.\n  ","403387":"\n  my pronouns are they\/them and i'm a non-binary person.\n  \n  i've always felt weird about my own gender, and i remember even from a very young age i didn't identify with being a girl or a woman. i was uneducated on trans identities because of the era, so people just basically called me a \"tomboy.\" i didn't learn about being non-binary or genderfluid until a few years ago, so ever since then i've tossed around a few labels that weren't within the gender binary to describe myself.\n  ","403388":"\n  i support greta !! she has a strong message and it's so important to be aware of climate change and the devastating effects we have on the environment.\n  ","403389":"\n  politics are interesting, but unfortunately i haven't kept up to date with what's been going on recently.\n  ","403390":"\n  i don't believe that i'm better than other people, lol. if anything, i'm constantly degrading myself because i have poor self-esteem and make terrible life choices.\n  ","403391":"\n  yeah, i seldom wear makeup to begin with.\n  ","403392":"\n  how so?\n  ","403393":"\n  it looks like the only person trying to be edgy here is you, lmaoo.\n  \n  grow up yourself -- another person's gender isn't any of your business so it's useless to occupy yourself with the happenings of others, especially total strangers, lol. instead of being twisted about my gender, perhaps you can channel that energy into something more productive.\n  ","403394":"\n  i don't have just one favorite movie, haha. i love the lord of the rings trilogy though (i'm actually watching the two towers rn).\n  ","403395":"\n  aw, thank you so much !! this is really sweet.\n  ","403396":"\n  why would they change?\n  ","403397":"\n  my name is leigh, and my pronouns are they\/them. some of my interests include mental health advocacy, writing, and music.\n  ","403398":"\n  me managing my life is akin to a fish jumping into a dry boat and flopping around in a constant, panicked state.\n  ","403399":"\n  i heard about it briefly, but i haven't done any research on it or looked into it at all. :\/ i feel terrible, i'm so out of the loop when it comes to current events and politics and whatnot.\n  ","403400":"\n  yes, i agree that friends can act more like family than one's own family. i'm much closer to my friends than i am to my actual family members.\n  ","403401":"\n  a few years ago, i paid around $250 for two tickets to a macklemore concert (they were around $100 each and then there were added fees).\n  ","403402":"\n  no, i don't think they're all bad people at all. i do believe most of them are uneducated, though.\n  ","403403":"\n  thanks !! it's actually a snapchat filter, haha.\n  ","403404":"\n  i've never watched the office before, actually.\n  ","403405":"\n  no, i don't have a garden.\n  ","403406":"\n  i think we may follow the same people, butttt ...\n  \n\n   @urlsareshittbh\n  \n\n\n   @origamibirds\n  \n\n\n   @speakofthefckindevil_\n  \n\n\n   @FreckleFaceDimpleCheek\n  \n\n\n   @daintybumblebee\n  \n\n\n   @LouisaRHale\n  \n","403407":"\n  as my bio indicates, i'm non-binary. however, do you have a question?\n  ","403408":"\n  yes, i listen to my intuition fairly often because it's seldom wrong.\n  ","403409":"\n  \"it was good, very busy. how was yours?\"\n  \n  he had asked me how my day went because we didn't talk for the entire day up until an hour ago or so.\n  ","403410":"\n  one of my short-term goals is to build the furniture i purchased for my room, haha. i'm hoping to have that done this weekend.\n  ","403411":"\n  yes, i love sushi. my favorites are spicy tuna rolls and salmon avocado rolls.\n  ","403412":"\n  depends on the partner. i wouldn't consider it a red flag really, for me it's normal for my boyfriend and i not to text for most of the day because we're both too busy with work. sometimes a simple \"hey\" isn't doable.\n  ","403413":"\n  it's great !! i'm so happy with it, i just need to build a few things of furniture, get rid of the moving boxes, and go grocery shopping, lmaoo.\n  ","403414":"\n  not very often at all. perhaps once a month or so.\n  ","403415":"\n  strangely enough, i've never heard any gossip about myself. i don't even think people gossiped about me when i was in high school, but i honestly can't remember for certain.\n  ","403416":"\n  one of my passions is mental health awareness. i firmly believe it's important to try to erase the stigma associated with mental illnesses as well as promote better treatment options and accessibility.\n  \n  my hobbies are writing, reading, playing video games, watching television, photography, art, and seeing my friends.\n  ","403417":"\n  i suppose my commitment and loyalty to my friends. i'll walk to the end of the earth for them.\n  ","403418":"\n  worst as in just ... bad, stupid, not scary at all.\n  ","403419":"\n  i have four pillows on my new bed, lmaoo.\n  ","403420":"\n  my new beddddd. ?\n  ","403421":"\n  aw, thank you !!\n  ","403422":"\n  no, i can't remember the last time i took a vacation.\n  ","403423":"\n  well yeah, i'm moving out of my parents' house.\n  ","403424":"\n  10 years, lol.\n  ","403425":"\n  i'm doing well !! today is moving day, so i'm waiting for my friend to pick up the house keys and bring his moving truck to my house so we can begin loading up my boxes. :'))\n  ","403426":"\n  yeah, i'm in a relationship.\n  ","403427":"\n  i don't think that's necessarily bad, but i do believe it's important to obtain your news from multiple sources instead of just one source.\n  ","403428":"\n  i remember watching dead silence (2007) when i was in high school & thinking it was absolutely terrible, lmaoo.\n  ","403429":"\n  my stomach, my jawline, my mouth, my thighs, my upper arms ... the list goes on and on.\n  ","403430":"\n  i always skip youtube ads, they're usually pointless and a waste of my time.\n  ","403431":"\n  depends on why you're going to montauk. i personally love it there, it's so relaxing and i love the brewery.\n  ","403432":"\n  tonight's sunset. ?\n  ","403433":"\n  hello -- do you have a question?\n  ","403434":"\n  depends on the context and who the person is.\n  ","403435":"\n  yes, i'm pretty sure all parts of new york have four distinct seasons. i'm sure upstate new york is much colder with more severe winters, though.\n  ","403436":"\n  if this is referring to street car, then i have no idea. it's been eons since i read the play and\/or seen the movie.\n  ","403437":"\n  does sin city count? haha.\n  \n  i also liked a streetcar named desire when i watched it years ago.\n  ","403438":"\n  attitude matters the most in the long run. having money and good looks is nice, but it's superficial -- it won't matter in weeks or months from now, but a person's attitude will most definitely matter.\n  ","403439":"\n  i haven't yet, but i want to watch it *so* badly !!\n  ","403440":"\n  finally done packing (except for my television and a few small items). i have extra clothes hanging but i'll have to make a second trip and come back for them because i don't have enough room in my suitcase for them. ?\n  \n  my room looks so empty, aaaahhh. but i'm so excited to build up a brand new bedroom. :'))\n  ","403441":"\n  about an hour apart, give or take. ?\n  ","403442":"\n  ah, i thoroughly enjoy a mid-afternoon session of disgusting others.\n  \n  the more upset you become at my existence, the more powerful i become. so please, indulge and feed me.\n  ","403443":"\n  lmaoo. ignorance is widespread across the world too, evidently.\n  ","403444":"\n  ???\n  \n  weird flex, but okay.\n  ","403445":"\n  opinions cannot be unwell, lol. regardless, i don't really see the point in telling me this. your opinion on my opinions isn't going to change how i think.\n  ","403446":"\n  i'm mentally ill, but that doesn't mean i don't have inner strength. most mentally ill people are, in fact, very strong individuals.\n  ","403447":"\n  i don't believe so.\n  "}}