{"Question":{"405594":"\n   Your height???\n  ","405595":"\n   What music are you listening to right now?\n  ","405596":"\n   *if* your boyfriend wanted an open relationship, will you break up with him?\n  ","405597":"\n   What’s your opinion on jeffrey epstein?\n  ","405598":"\n   Was your diagnosis of BPD a slow process? Like taking a few sessions or did your doctor immediately diagnosed you with it?\n  ","405599":"\n   Thanks. He keeps being dismissive and vague whenever I ask for more detail about his future plans and it's pissing me off because I'm trying to be serious. He also said he makes perfectly enough and whether we're rich or poor shouldn't matter (I find that somewhat naïve) (1)\n  ","405600":"\n   Thank you so much for replying and understanding. It makes me feel better that it’s normal and I’m not alone. Congratulations for your promotion too! You deserve it and I hope you will have more good days than bad for the coming days. ❤️\n  ","405601":"\n   Hi Leigh. I need advice. Been seeing a psychiatrist and taking medications and things have gotten quite a little bit better since I have put work into myself. But when I see her I feel like I don’t want her to know I have gotten significantly because I think to myself do I really want to get\n  ","405602":"\n   I've been seeing this guy for 4 months and he's 7 years older. I'm a college sophomore going to school for nursing. He makes like $20,000 a year at 27 living with his family and has basically no plans to go to school or get a decent job. He said he wants to save up to go to art school (1)\n  ","405603":"\n   How's your night going?\n  ","405604":"\n   If someone treats you differently after they find out you have an illness\/disabilty that says a lot about their character. It's not as if people chose to have them - I'm p sure no one did. Lack of empathy disgusts me.\n  ","405605":"\n   Do you ever get treated differently by someone when they find out you have disabilities\/something from your past\/abilities\/etc? Like nothings changed but everything about the way they treat you has.\n  ","405606":"\n   when someone says they \"partially\" agree with you, does that mean they only agree with certain points?\n  ","405607":"\n   Do you want kids\n  ","405608":"\n   Is he friendly\n  ","405609":"\n   i'm on summer holiday until September (school starts in September here) and it's making my anxiety worse, at least at school I socialize and I'm engaged in plenty of activities that stimulate my mind. I'm bored not doing anything all day but sit on my computer. I need something to do.\n  ","405610":"\n   Pic of your pet if you dont have one just take a selfie\n  ","405611":"\n   Same. Seriously, I can't start my day without my hot cup of coffee. I don't function without it.\n  ","405612":"\n   What are you busy with today??\n  ","405613":"\n   Would you publish a book?\n  ","405614":"\n   so my friends call me a \"snowflake\" and a \"pansy\" bc I won't tolerate bullying and jokes about people's physical appearance, they say I'm too sensitive. Even though I am not the subject, it still upsets me to see OTHERS being victims. Am I the sensitive one or are they in the wrong for condoning?\n  ","405615":"\n   Is it raining?\n  ","405616":"\n   What should you do today? But WILL you do today??\n  ","405617":"\n   Would you stay with your partner even  if they were unfaithful?\n  ","405618":"\n   What harsh truths do you prefer to ignore?\n  ","405619":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","405620":"\n   Have you ever turned off anon? Do you have it on or off now? Why?\n  ","405621":"\n   Who are your favorite people to follow on Instagram?\n  ","405622":"\n   How much of a mess is your room?\n  ","405623":"\n   What was the last song you listened on Spotify?\n  ","405624":"\n   Would you rather sleep or be awake?\n  ","405625":"\n   Do you think the process of publishing is easy if you wrote a novel?\n  ","405626":"\n   What changed? You no longer like each other\n  ","405627":"\n   You say you never argue with your bf lmao\n  ","405628":"\n   What's new\n  ","405629":"\n   This girl told my friend that she doesn't understand why my boyfriend is dating me cause he's good looking and I'm sorta ugly, but she doesn't mean to sound rude. My friend sent the screenshot of her saying it. Isn't she rude?\n  ","405630":"\n   What does redneck mean? In America people use that term to describe people who live in the countryside, own a farm, pigs, cows, etc and drive a truck? :-)) lol\n  ","405631":"\n   When have you felt the least intelligent?\n  ","405632":"\n   How do you deal with unresolved situations?\n  ","405633":"\n   Does This Writing Style Bug You?\n  ","405634":"\n   do you eat junk food\n  ","405635":"\n   Do you give money to beggars? Why\/why not?\n  ","405636":"\n   should religion be taught in public schools? explain your reasons.\n  ","405637":"\n   What is something \"ego massaging\" for you?\n  ","405638":"\n   What is the most common cause for war?\n  ","405639":"\n   Is there a such thing as ‘better looking?’ Or is it all just a subjective opinion relative to the individual?\n  ","405640":"\n   What is Science to you?\n  ","405641":"\n   Ever read Nietzsche and Kant?\n  ","405642":"\n   Have you read about the conspiracy theory about Chester Bennington's death?\n  ","405643":"\n   Do you like where you live\n  ","405644":"\n   Would you marry if your parents didn't attend the wedding?\n  ","405645":"\n   who do you miss ?\n  ","405646":"\n   What's your eye site like\n  ","405647":"\n   Did you ever eat eggplant?\n  ","405648":"\n\n    https:\/\/ask.fm\/babycadiexo\/answers\/155331864666\/likes\n   \n   Hmm\n  ","405649":"\n   What’s the nicest thing that anyone has ever said to you?\n  ","405650":"\n   What is your favorite charity?\n  ","405651":"\n   Do ever just feel like walking out the door, not saying a word, and going ghost?? ?‍♂️??\n  ","405652":"\n   Do you know how to play a guitar?\n  ","405653":"\n   What was the last movie that really made you think?\n  ","405654":"\n   Have you had any Embarrassing injuries and accidents?\n  ","405655":"\n   Best music service? Pandora, Soundcloud, Deezer, or Spotify?\n  ","405656":"\n   Is it windy?\n  ","405657":"\n   What do you value the most in your life?\n  ","405658":"\n   List 4 facts about someone u love\n  ","405659":"\n   does it annoy you when teenagers come to u with their immature problems and dramas?\n  ","405660":"\n   reminds me of the Bronx\n  ","405661":"\n   Do you think that rather than advanced science and mathematics, schools should teach more practical skills such as cooking, cleaning, managing finances, first aid, etc.? Why\/Why not?\n  ","405662":"\n   Last time you had an argument with someone\n  ","405663":"\n   What color socks are you wearing right now?\n  ","405664":"\n   Which day of the week do you hate the most?\n  ","405665":"\n   How are you today?\n  ","405666":"\n   Can you be funny?\n  ","405667":"\n   How much does it cost?\n  ","405668":"\n   Hello agree for a question\n  ","405669":"\n   Whats your favorite sportswear brand?\n  ","405670":"\n   Who is the happiest person you know?\n  ","405671":"\n   Ever researched your family tree?\n  ","405672":"\n   In general, how often do you swear\/curse?\n  ","405673":"\n   What’s something free of charge that makes you happy?\n  ","405674":"\n   Was it at Blue HillsReservation?\n  ","405675":"\n   Have you ever been hiking?\n  ","405676":"\n   How often do you go to the beach?\n  ","405677":"\n   Are there enough hours in a day?\n  ","405678":"\n   Which quality in a partner do you dislike the most?\n  ","405679":"\n   What kind of music calms you down?\n  ","405680":"\n   What's the longest you've gone without a haircut?\n  ","405681":"\n   What is your goal for the next 24 hours?\n  ","405682":"\n   What skill do you wish you had\n  ","405683":"\n   Give me new pap if u have\n  ","405684":"\n   What you're not getting is that recognizing it  and putting effort into whatever is all part of it just like anything else\n  ","405685":"\n   Explain how being aware that we don't have total free will means that  we  obviously do have some free will I don't understand\n  ","405686":"\n   Do you prefer to be behind the camera or in front of it?\n  ","405687":"\n   What’s the worst physical pain you’ve ever been in?\n  ","405688":"\n   How quickly do you jump to conclusions about people?\n  ","405689":"\n   Do you trust people easily?\n  ","405690":"\n   What worries you the most about your country?\n  ","405691":"\n   Do you believe that global peace is attainable?\n  ","405692":"\n   What is the most important change that should be made to your country’s education system? ?\n  ","405693":"\n   It's not true though each person is controlled by their own brain and life experiences\n  ","405694":"\n   What always sounds like a good idea but never actually is?\n  ","405695":"\n   What do you think about vegetarians?\n  ","405696":"\n   Has a last second unforeseen incident caused you to miss something you were looking forward to?\n  ","405697":"\n   Do you believe in destiny, fate or free will?\n  ","405698":"\n   What do you like to do on a rainy day?\n  ","405699":"\n   How much do you think heartbreak  changes a person? for better or worse.\n  ","405700":"\n   Do you believe evil should be shown mercy???\n  ","405701":"\n   Do you believe that there is any truth in the saying, \"we never forget our first loves\"?\n  ","405702":"\n   Do you feel like you get the credit you deserve?\n  ","405703":"\n   When was the last time you allowed yourself to truly relax and just live in the moment?\n  ","405704":"\n   Where did you meet your best friend?\n  ","405705":"\n   What’s the difference between love at first sight and lust?\n  ","405706":"\n   Have you ever smashed something out of anger?\n  ","405707":"\n   Ever broken a bone\n  ","405708":"\n   What lights the fire inside your heart?\n  ","405709":"\n   Last thing to shock you\n  ","405710":"\n   Are you a Bruce Springsteen fan?\n  ","405711":"\n   What is your biggest addiction?\n  ","405712":"\n   When, if ever, was the last time you went on a date and was it some place nice?? ??\n  ","405713":"\n   \"Women age like milk, men age like wine.\" Do you agree with this? Are older men more valuable when dating than older women?\n  ","405714":"\n   Pro and cons of where you live\n  ","405715":"\n   What teacher in school made the most impact on you and why?\n  ","405716":"\n   Do you enjoy spooky stories? Be it campfire ghost stories, creepy pastas, or conspiracy theories.\n  ","405717":"\n   What is one \"unpopular opinion\" you have?\n  ","405718":"\n   Have you ever had a 'paranormal' experience?\n  ","405719":"\n   Bagels or doughnuts???\n  ","405720":"\n   Do you prefer to sleep during the day or during the night?\n  ","405721":"\n   What is one thing that has made you smile today?\n  ","405722":"\n   Is cheating justified if the woman in the relationship has a low s.ex drive therefore her husband is unsatisfied, but still is not willing to get a divorce solely due to that?\n  ","405723":"\n   Who can ruin our World?\n  ","405724":"\n   What’s the craziest thing you have done out of jealousy?\n  ","405725":"\n   Do guys like short girls or not?\n  ","405726":"\n   Vans or converse shoes?\n  ","405727":"\n   What are your plans, your ambitions for the next two and a half years?\n  ","405728":"\n   Name any 3 things that make you smile?\n  ","405729":"\n   What's your IQ?\n  ","405730":"\n   Last thing to make you laugh\n  ","405731":"\n   Happy Monday! What do you look forward to in the upcoming week?\n  ","405732":"\n   Describe ur mood in 3 emojis\n  ","405733":"\n   What was your first job?\n  ","405734":"\n   How are you\n  ","405735":"\n   Do you talk \/sing out loud when you in a toilet cubical?\n  ","405736":"\n   can a person be too nice?\n  ","405737":"\n   On your phone\/computer on websites, do you prefer to use light mode or dark mode?\n  ","405738":"\n   Whats your opinion on micro cheating ?\n  ","405739":"\n   Judging is bad lol why are you encouraging it\n  ","405740":"\n   Do you think judging has a link to having an opinion?\n  ","405741":"\n   Are you planning to grow old gracefully or have facelifts until your ears meet?\n  ","405742":"\n   What is THE BEST cake?\n  ","405743":"\n   Do you feel threatened by those who have a big ego  - as in they can potentially cause you harm ?\n  ","405744":"\n   Congrats !!!\n  ","405745":"\n   What's wrong with having a big ego?\n  ","405746":"\n   What's new with you?❤?\n  ","405747":"\n   Can you elaborate more on your first sentence? Because I thought being trans means being generally unhappy with your body as it’s the “wrong” one? Not sure how to word it correctly.\n  ","405748":"\n   How often do you send questions on anon?\n  ","405749":"\n   Do you know anyone who thinks they're better than they actually are. What I mean by this is they got too much of a big ego\n  ","405750":"\n   What do you do to cool down when its hot?\n  ","405751":"\n   Would you like to be famous and for what reason?\n  ","405752":"\n   What's your favorite party game?\n  ","405753":"\n   If you had a warning label attached to your head, what would it say?\n  ","405754":"\n   Are you good at expressing your feelings and talking through them?\n  ","405755":"\n   Who's stealing your questions?\n  ","405756":"\n   In general, let's say someone you really love wanted to break up to have time to fix their mental health and focus on their life because they felt they had an unhealthy mindset that was unfair in the relationship. Would you just move on if they weren't ready to be with you or wait\/keep trying?\n  ","405757":"\n   Do you like doing bbq?\n  ","405758":"\n   would you describe yourself as asexual (currently)?\n  ","405759":"\n   You look like a Latvian in your do.\n  ","405760":"\n   When was the last time you ate Chinese food? And what was it?\n  ","405761":"\n   Whats your favorite alcoholic drink?\n  ","405762":"\n   Is it creepy for a father to tell to his daughter \"you look like your mother\" ?\n  ","405763":"\n   Do you like racing?\n  ","405764":"\n   i'm jealous of your confidence tbh\n  ","405765":"\n   sorry for correcting you but being aromantic and\/or asexual doesn't mean that the person \"lacks\" attraction bc that sounds like as if you're trying to say that they're missing something or are incomplete. these people are perfectly the way that they are. cheers!\n  ","405766":"\n   if u accidentally click like on someone's post on facebook then unlike can they know\n  ","405767":"\n   What are 5 things you love?\n  ","405768":"\n   How do you usually start a conversation?\n  ","405769":"\n   Do you like anime?\n  ","405770":"\n   Do you think ask.fm should get rid of the whole coins thing or do you like it?\n  ","405771":"\n   What is your Song of the week?\n  ","405772":"\n   What is the last thing that you cooked for yourself?\n  ","405773":"\n   Favourite colour\n  ","405774":"\n   What are the things your bf\/husband does that annoys you\n  ","405775":"\n   Hello!!! Do you know how to speak on public??\n  ","405776":"\n   If the only way for you to never have a wrinkle on your face was to stop smiling, laughing, frowning, etc, would you do it?\n  ","405777":"\n   do you think a person needs dysphoria and\/or surgery to be transgender? what do you think as a trans person yourself?\n  ","405778":"\n   Do you like to eat pork ribs?\n  ","405779":"\n   do you think it's reasonable for someone to hate children (for whatever reason that might be)?\n  ","405780":"\n   Do you tend to over explain things?\n  ","405781":"\n   is it true women with shaved heads or short wacky haircuts have been sexually abused ?\n  ","405782":"\n   Is buying land expensive on Long Island?\n  ","405783":"\n   What do you think made your relationship last for so long with your boyfriend?\n  ","405784":"\n   Why didn't work out when you were living at your boyfriend's place that made you return to your house?\n  ","405785":"\n   Have many times have you had to buy a new tv?\n  ","405786":"\n   Is it because you don't have FOX that you've never watched the Simpsons?\n  ","405787":"\n   what do you think about aromantic\/asexual people being excluded from the lgbt+ community?\n  ","405788":"\n   Where do the happiest people live?\n  ","405789":"\n   Anything difficult\n  ","405790":"\n   What song best describes your life right now?\n  ","405791":"\n   Do u have bf?\n  ","405792":"\n   no but i just need a friend rn :((\n  ","405793":"\n   hi:(\n  ","405794":"\n   How are you?\n  ","405795":"\n   How far in advance do you prefer to plan?\n  ","405796":"\n   When one should stop learning?\n  ","405797":"\n   Have you ever felt jealousy in a friendship?\n  ","405798":"\n   Have you witnessed any paranormal acitvities?\n  ","405799":"\n   What are you terrible at?\n  ","405800":"\n   What was the last argument you had?\n  ","405801":"\n   What does it mean to be a human being?\n  ","405802":"\n   Why are you awake?\n  ","405803":"\n   Would you rather have Peter Griffin or homer Simpsons as a parent\n  ","405804":"\n   What’s the best thing about traveling? How about the worst thing?\n  ","405805":"\n   Are you afraid to fly in airplanes?\n  ","405806":"\n   haven't you heard of knife crime...HELLOOOO\n  ","405807":"\n   If you had a magic powers what would you do to make the world a better place?\n  ","405808":"\n   Have you watched the 48 Minutes of Cyberpunk 2077 Gameplay on Youtube?\n  ","405809":"\n   u still alive feminist girl ? smh\n  ","405810":"\n   Got any plans?\n  ","405811":"\n   You’re just using your friend excuse lmao I bet you didn’t even ask him\n  ","405812":"\n   You didn’t decline when you moved in with his family rent free lmao\n  ","405813":"\n   if the roles were reversed don’t you think he would ask you to move in with him?\n  ","405814":"\n   why don’t you ask him to move in with you tho? don’t pay his bills but let him live with you???\n  ","405815":"\n   It seems like anon hasn't been in a relationship for long. Money is a difficult thing for people. If you just give it to them, they may feel like a charity case, and like you said, feel ashamed! -_- It's not as simple as just giving it someone. Consider the feelings of others anon!\n  ","405816":"\n   Not to mention that your partner probably doesn't want you to help them! There's so many other ways to help people which don't concern money! -_- eh this is why I hate money! It makes people so toxic :\/\n  ","405817":"\n   You have been together for ten years and this is what you say ~~unfair~~  lol you must be manipulative.\n  ","405818":"\n   This is what being in a relationship, you HELP each other. He’s not your friend or roommate. I feel sorry for your boyfriend\n  ","405819":"\n   Dang you aren’t willing to help out your boyfriend, what a cheap asx ~~non binary~~\n  ","405820":"\n   Do you think you can fool yourself into being happy just by being more positive?\n  ","405821":"\n   Name a person taller than u\n  ","405822":"\n   Are your moods improving over time?\n  ","405823":"\n   are you looking forward to snow season\n  ","405824":"\n   Why your friend and not your boyfriend?\n  ","405825":"\n   Where was the last place you were at?\n  ","405826":"\n   Post a selfie!\n  ","405827":"\n   Do you prefer using your phone or your computer, why? ??\n  ","405828":"\n   Are you laid back?\n  ","405829":"\n   Are you living your dream?\n  ","405830":"\n   If you were tasked with learning a new skill during the summer (any skill of your choosing) what would you learn?\n  ","405831":"\n   How do you handle people you don't like?\n  ","405832":"\n   What's the last thing you bought and love?\n  ","405833":"\n   What is a smell that you absolutely can't stand?\n  ","405834":"\n   What made you happy today?\n  ","405835":"\n   What’s one mistake you keep repeating?\n  ","405836":"\n   What's your favorite photo that you've taken?\n  ","405837":"\n   What makes you really sleepy?\n  ","405838":"\n   Who do you trust most in your life?\n  ","405839":"\n   How was your day yesterday? Describe it in one sentence!\n  ","405840":"\n   What's your favorite video game?\n  ","405841":"\n   How many times have you faked being ill to avoid going to school or work?\n  ","405842":"\n   Did you move into a new house?\n  ","405843":"\n   Does it have a garden?\n  ","405844":"\n   How long have you lived in your current home?\n  ","405845":"\n   What noise do you hear right now?\n  ","405846":"\n   Who was the last person you said thank you to?\n  ","405847":"\n   Who's the person with the loudest laughter you know?\n  ","405848":"\n   What do you miss the most when you're away from home?\n  ","405849":"\n   Did you ever suffer from acne?\n  ","405850":"\n   Are there any games that have already been released that you would like to play or any games that are to be released in the near future?\n  ","405851":"\n   Do you have siblings?\n  ","405852":"\n   Have you been to the doctor recently? What for?\n  ","405853":"\n   Did you grow up in a \"nuclear family\" or something different?\n  ","405854":"\n   Do you prefer day or night?\n  ","405855":"\n   Do you subscribe to any particular religion?\n  ","405856":"\n   How old were you when you left school?\n  ","405857":"\n   You remember a meal from five years ago?\n  ","405858":"\n   What would you give it out of 10\n  ","405859":"\n   What is the best food you've ever eaten\n  ","405860":"\n   What have you been up to?\n  ","405861":"\n   What are you most excited about right now?\n  ","405862":"\n   What's your favorite movie snack?\n  ","405863":"\n   What is the most important thing that you should do today?\n  ","405864":"\n   What is your perfect Sunday morning?\n  ","405865":"\n   Where is the most awe inspiring place you have been?\n  ","405866":"\n   What do you think about the another sex\n  ","405867":"\n   Name a movie you’ve seen at least 5 times!\n  ","405868":"\n   Are you outgoing or shy?\n  ","405869":"\n   When was the last time you found yourself unable to sleep?\n  ","405870":"\n   What would be the best job ever for you?\n  ","405871":"\n   What is your dream bedroom?\n  ","405872":"\n   But do u feel good with hungover?\n  ","405873":"\n   Really?\n  ","405874":"\n   Again hungover?\n  ","405875":"\n   What was your least favourite job you've ever done and what was the most preferred out of ones you've done?\n  ","405876":"\n   How are you feeling?\n  ","405877":"\n   Who is your favorite artist?\n  ","405878":"\n   Where do you fall asleep besides your bed?\n  ","405879":"\n   Are there any Ask users you’d like to get to know better? For you, is your Ask experience more so about answering questions, or for coming across like-minded people?\n  ","405880":"\n   Are you more often lending or borrowing money?\n  ","405881":"\n   How do you celebrate when something great happens?\n  ","405882":"\n   Do you sleep in the dark or with some light on?\n  ","405883":"\n   How many games do you have on your phone?\n  ","405884":"\n   Have u ever hosted or been to a sleep over?\n  ","405885":"\n   What was the longest car ride you’ve ever taken?\n  ","405886":"\n   What has made you stronger?\n  ","405887":"\n   Do you often suffer from sleeplessness?\n  ","405888":"\n   What was the last song you listened on Spotify?\n  ","405889":"\n   How often do you go to a hairdresser?\n  ","405890":"\n   What music do you prefer: Pop, Rap, RnB or Rock?\n  ","405891":"\n   What have you learned today?\n  ","405892":"\n   How do you like your eggs?\n  ","405893":"\n   Post a picture of your desktop on your computer. ? (If you don't have a computer, feel free to ignore).\n  ","405894":"\n   On a scale from 1 to 10 how weird are you?\n  ","405895":"\n   You're both idiots\n  ","405896":"\n   Are you happy with your weight\n  ","405897":"\n   What is Liam's inatagram? I want to talk to him\n  ","405898":"\n   Do you have a hard time trusting people?\n  ","405899":"\n   How do you know you're in love?\n  ","405900":"\n   What is your opinion on fifty shades of grey?\n  ","405901":"\n   Do you feel you're living your best life at the moment?\n  ","405902":"\n   What are the things that one should do before go to sleep?\n  ","405903":"\n   What do you think about Excella Gionne?\n  ","405904":"\n   Where are you?\n  ","405905":"\n   Suggestions on who to follow\n  ","405906":"\n   Ahh congratulations about the promotion, you really deserve it. I hope you get a raise too, so you are able to hopefully move out of your toxic environment soon to heal!!\n  ","405907":"\n   How long did it take to lose 12 lbs ?\n  ","405908":"\n   What's your exercise routine, how often do you do it, and what is your diet like?\n  ","405909":"\n   How much weight have you lost so far?\n  ","405910":"\n   Do you dance like crazy when no one is looking? What music makes you dance the most?\n  ","405911":"\n   Do you préfet still sparkling water??\n  ","405912":"\n   Do you like to work out?\n  ","405913":"\n   Got any tips on how to enjoy this app more?\n  ","405914":"\n   I can ask you another if it does not bother you\n  ","405915":"\n   Of course...describe me the food thé exotic food  that you are eaten???\n  ","405916":"\n   Dream car?\n  ","405917":"\n   What is good hair to u?\n  ","405918":"\n   Hello\n  ","405919":"\n   How was your day?\n  ","405920":"\n   What are you addicted to?\n  ","405921":"\n   song of the day!\n  ","405922":"\n   Are there any music lyrics that particularly resonate with you or you like the sound of?\n  ","405923":"\n   Top three favorite songs?\n  ","405924":"\n   How do you express yourself, when words just aren't enough?\n  ","405925":"\n   How smart are you?\n  ","405926":"\n   Name a song that talks about love\n  ","405927":"\n   Hi how are u today\n  ","405928":"\n   What small thing has really made you happy lately? They started streaming Tool on amazon prime and I really am pleased about this\n  ","405929":"\n   What do you want right now?\n  ","405930":"\n   What sound can put you to sleep?\n  ","405931":"\n   What is the most delicious berry?\n  ","405932":"\n   What is the last thing you said to someone?\n  ","405933":"\n   What talent do you wish you'd been born with?\n  ","405934":"\n   If you had to imagine yourself completely at peace, where would you be and what would you be doing?\n  ","405935":"\n   Do you try to convince yourself you are doing it right even when it’s obvious that it’s wrong??\n  ","405936":"\n   Are you a traveler or a homebody?\n  ","405937":"\n   How does someone become a better person?\n  ","405938":"\n   What's your favorite midnight snack?\n  ","405939":"\n   I've been seeing more gore scenes in movies\/series lately. Do you think it's something that the audience ask for or rather creative freedom?\n  ","405940":"\n   What is worse... To be unintelligent, or to be ignorant?\n  ","405941":"\n   How often do you go out to party?\n  ","405942":"\n   How did you feel when you woke up?\n  ","405943":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","405944":"\n   If you had 5 concerts tickets to your favorite band. Who would you take with you?\n  ","405945":"\n   Would you rather only be able to eat sweet foods for or a day, or savoury foods?\n  ","405946":"\n   What is the worst fight you have ever gotten in to?\n  ","405947":"\n   Like when you make life-changing decisions?\n  ","405948":"\n   what is the hardest conversation you've ever had to have with a loved one?\n  ","405949":"\n   do you think you are ambivalent?\n  ","405950":"\n   Seafood... love it or hate it??\n  ","405951":"\n   What language would you like to learn and tell me why? ?\n  ","405952":"\n   What was the last concert you went to?\n  ","405953":"\n   What is one thing you think the world would be BETTER off without?\n  ","405954":"\n   what makes someone strong?\n  ","405955":"\n   Do you bake at all? What is your favourite thing to bake?\n  ","405956":"\n   do you usually protest against suggestions made by those you hate?\n  ","405957":"\n   How are you?\n  ","405958":"\n   Are you good or bad at public speaking?\n  ","405959":"\n   Do you think the comma and correct punctuation in general is a dying breed?\n  ","405960":"\n   good morning. favorite thing in the morning !!\n  ","405961":"\n   Have you played the Dishonored series?\n  ","405962":"\n   Uh hi Leigh I’m not sure whether you would answer these kind of questions but do you know how to deal with insecurity of your body? I mean more specifically boob size? I’m at the age where they stoped growing and they are really small I don’t think guys will be attracted to me. :(\n  ","405963":"\n   Favorite show to binge on Netflix or Hulu?\n  ","405964":"\n   Under what circumstances do you block people on social media?\n  ","405965":"\n   I like  Last of Us, Heavy Rain or  GTA San Andreas do you like any of these\n  ","405966":"\n   What’s your favorite app?\n  ","405967":"\n   Are you a console or pc gamer? What do you like about it?\n  ","405968":"\n   Do you like dogs?\n  ","405969":"\n   What's your temper like\n  ","405970":"\n   What is your favourite game of all time\n  ","405971":"\n   What do you play\n  ","405972":"\n   Are you a gamer\n  ","405973":"\n   What would you say if someone says that they didn't like you?\n  ","405974":"\n   Last time you smoked a joint?\n  ","405975":"\n   How do you deal with stress\n  ","405976":"\n   How many times a day do you get asked that? ?\n  ","405977":"\n   Can I ask u +18 questions ?\n  ","405978":"\n   Do u have bf ?\n  ","405979":"\n   What kind of car do you want or have?\n  ","405980":"\n   As a new Yorker, have you ever been scared of falling or being pushed into the train tracks? There have been random attacks from deranged people pushing unsuspecting strangers to their deaths.\n  ","405981":"\n   What’s your favourite thing about summer? ☀️\n  ","405982":"\n   Do you prefer Mac, Linux or Windows?\n  ","405983":"\n   Do you prefer iOS or Android?\n  ","405984":"\n   What’s your favorite video game right now?\n  ","405985":"\n   Post the last screenshot you took?\n  ","405986":"\n   Have you ever tried listening to subliminals?\n  ","405987":"\n   Describe your ideal cake, what's your favourite flavour? ? ?\n  ","405988":"\n   What's the first thing you look at on a menu? ? ?\n  ","405989":"\n   Name a song u introduced to someone\n  ","405990":"\n   What one thing do you need to do next?\n  ","405991":"\n   What is it that keeps you awake at night?\n  ","405992":"\n   What's your biggest fear?\n  ","405993":"\n   When are you and your man getting your own apartment?\n  ","405994":"\n   What was the last thing you were really excited about?\n  ","405995":"\n   Can you live in a rv and just park anywhere you want to?\n  ","405996":"\n   Opinion on homeschooling? Would you homeschool your kids?\n  ","405997":"\n   Name 3 physical traits you love about yourself and about anyone you know from real life\/ask?\n  ","405998":"\n   Can you get in trouble for using profanity on this site?\n  ","405999":"\n   How are you\n  ","406000":"\n   if you had to leave only one thing in your room, what would it be?\n  ","406001":"\n   Last thing to make you smile\n  ","406002":"\n   What’s the point of asking yourself questions on Ask.fm?\n  ","406003":"\n   How do you usually start a conversation?\n  ","406004":"\n   Is it worse to be insensitive or to pretend to care?\n  ","406005":"\n   If you were in my place, what would you do?\n  ","406006":"\n   Would you rather go out for dinner or cook at home?\n  ","406007":"\n   Wow that sounds awesome. Have fun.\n  ","406008":"\n   do you judge people based on their religious belief.. ?\n  ","406009":"\n   Who was the last person you saw?\n  ","406010":"\n   Have you ever been outside of the United States?\n  ","406011":"\n   Do you answer all your questions or do you skip some?\n  ","406012":"\n   thanks so much for the advice, but the thing is, i feel comfortable around him and still love him so much and cry myself to sleep thinking abt it. the only reason i left him is bc of the anxiety I have over my kids looking too much like me. (1)\n  ","406013":"\n   Does ask.fm make you think a lot?\n  ","406014":"\n   Would you come to the UK\n  ","406015":"\n   hey so a while back i told you abt me having anxiety abt having children with my bf bc they won't look white enough or have the features i want and well,, i tried so hard to fight it but i ended up breaking up with him after discussing it and it not going away and haunting me (1)\n  ","406016":"\n   I know that feeling where do you want to go?\n  ","406017":"\n   What one thing do you really want but can't afford?\n  ","406018":"\n   Thank you for this reply! Actually I have spoken to her about this before, but it was more like “I feel like I don’t mean to you as much as you mean to me” but I just threw it in as I was talking to her about my depression and anxiety. Well and she was a little speechless. She was like “ehh, uhh”\n  ","406019":"\n   Do you feel as though people that are more attractive get more questions?\n  ","406020":"\n   What's premium backgrounds?\n  ","406021":"\n   What is the most unexpected thing that happened to you this week?\n  ","406022":"\n   What is your favorite drink?\n  ","406023":"\n   Do you have a boyfriend?\n  ","406024":"\n   Who is the last person you bought a gift for?\n  ","406025":"\n   Why do you like askfm?\n  ","406026":"\n   What is on the walls of the room you are in?\n  ","406027":"\n   What time did you wake up this morning?\n  ","406028":"\n   How often do you use askfm?\n  ","406029":"\n   I’m kinda new to the whole coin thing on here. What does the flame next to the heart mean and what happens when you click on it?\n  ","406030":"\n   What time do you go to bed every night?\n  ","406031":"\n   Do you play much D&D at all (Dungeons and Dragons)?\n  ","406032":"\n   after my mom's death my dad started dating a woman & got married. My mom knew this woman & suspected she wanted to be more than a co-worker. when I call my dad he says things like he wants to be closer, but then never picks up the phone or expresses interest in my life. should I cut him off?\n  ","406033":"\n   Vr laughing\n  ","406034":"\n   Are they paying it for you?\n  ","406035":"\n   Help Leigh I’m not sure whether my best friend is pretending to be my friend. I mean she’s not outright toxic but she seems like she doesn’t care about my wellbeing like asking me how I’m doing, how’s my appointment at psychiatrist etc. She almost never start a conversation either. And I know this\n  ","406036":"\n   Ok I'm being annoying now but after I sent him that message I told you abt he said \"Babe everything I tell you is true and I would never give you lies like why would I do that to you I love you boo\"....like UGH he doesn't seem like a dishonest person at all but I just don't believe the story \/:\n  ","406037":"\n   Opinion on the shooting?\n  ","406038":"\n   What was your favorite subject in school?\n  ","406039":"\n   Do you have an infectious laugh?\n  ","406040":"\n   Wearing anything blue what is it\n  ","406041":"\n   You look cute but you look like you have 12 personalities :\/\n  ","406042":"\n   Why??\n  ","406043":"\n   No....I want to be friend with you\n  ","406044":"\n   Hello\n  ","406045":"\n   What do you spend most of your money on?\n  ","406046":"\n   What is your favorite song at the moment?\n  ","406047":"\n   If there is only one season per year\nWhat season you want\n  ","406048":"\n   When was the last time you fell in love?\n  ","406049":"\n   Are you supposed to grill vegetables for a barbecue?\n  ","406050":"\n   Would you act natural if someone was filming you?\n  ","406051":"\n   What do you think of people who use Ask.fm's questions of the day as their own questions?\n  ","406052":"\n   if I have a audio recording of my boyfriend hurling abuses at me is it a constructive proof\n  ","406053":"\n   Is your name Leighton\n  ","406054":"\n   What's your plans for today\n  ","406055":"\n   who are u going with\n  ","406056":"\n   its probably just repression. your brain does it to protect you from recalling potentially triggering events especially if your childhood was traumatic. anyway, it's not my business :)\n  ","406057":"\n   Is there something you are dreading?\n  ","406058":"\n   What was the last thing you got for free?\n  ","406059":"\n   What makes you feel really uncomfortable?\n  ","406060":"\n   If you had one wish, what would you wish for? ? STAIF ?\n  ","406061":"\n   Do you easily get sea-sick?\n  ","406062":"\n   you can't remember when you were 10 or 11? that's unusual. why?\n  ","406063":"\n   So age 12 is the earliest you can remember?\n  ","406064":"\n   What's one thing you deeply regretful?\n  ","406065":"\n   What year is the absolute farthest you have any memory of?\n  ","406066":"\n   What's a question that annoys you when you're asked it?\n  ","406067":"\n   Do you believe in karma?\n  ","406068":"\n   Share something you're grateful for today.\n  ","406069":"\n   Where do you see yourself five years from now?\n  ","406070":"\n   What's something you do well?\n  ","406071":"\n   You look like a Celtic goddess in your pfp, so pretty! ? Love the hair color.\n  ","406072":"\n   What do you think when you look in the mirror?\n  ","406073":"\n   What is your source for calcium?\n  ","406074":"\n   follow me Leigh\n  ","406075":"\n   How effective would you say your gut instinct is?\n  ","406076":"\n   How to dress up on the first date?\n  ","406077":"\n   Can you have real sugar\n  ","406078":"\n   Is stevia a artificial sweetener\n  ","406079":"\n   What's the last film you watched and absolutely loved? ? ?\n  ","406080":"\n   How do you like your coffee\n  ","406081":"\n   Hello how are you doing\n  ","406082":"\n   not to mention, because healthcare is privatized thanks to republicans, it's treated more like a business and is extremely corrupt, hence big pharma. people should not profit off of people getting sick and dying. the fact that this is even still a debate blows my mind.\n  ","406083":"\n   a couple years ago i was driving and witnessed a man on a motorcycle get hit by a car. he survived, thankfully, but the first thing he said was \"i can't afford the ambulance\" which was sickening to think about. people should not be penalized for being sick or needing care. it's a human right imo.\n  ","406084":"\n   at 12 is she said you to kiss her or you?\n  ","406085":"\n   Tysm for listening. I basically just told him \"I know you're gonna say you didn't but the story sounds like bs to me so if you ever lie to me again I'm cutting you off. I don't like that. You don't need to make stuff up in order to prove you're loyal.\" And I'm leaving it at that :)\n  ","406086":"\n   Okay. How is she look like?\n  ","406087":"\n   Should Americans receive free healthcare? Why\/why not?\n  ","406088":"\n   Is she still your Gf?\n  ","406089":"\n   What a great memory. and after that how many gfs did you had?\n  ","406090":"\n   What’s your opinion on the 16 personalities? Do you believe they are accurate?\n  ","406091":"\n   How long have you ever kissed?\n  ","406092":"\n   What is the most important thing in a relationship?\n  ","406093":"\n   What slang word or phrase do you love to use?\n  ","406094":"\n   have you ever kiss someone who is v much stranger?\n  ","406095":"\n   Should we forgive our enemies? Why\/why not?\n  ","406096":"\n   Yes, that's precisely what I was thinking. It sounds ludacris, and even if a girl was flirting with him, I doubt she would be that overt about it. And who asks a random jogger if they wanna hang out tonight? The setting doesn't even make sense lmao. Tbh he's not even THAT stunning anyway.. (1)\n  ","406097":"\n   should I report him to the police? im afraid he'll hurt me\n  ","406098":"\n   If you had to teach something, what would you teach? ?\n  ","406099":"\n   What TV show has gone off the air that you wish would come back?\n  ","406100":"\n   My boyfriend forces me to have sex with him all the time. Like physically and it’s starting to affect my mental health and the way I think about myself.\n  ","406101":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","406102":"\n   how i want to know if someone really really love me or not?. because i'm always like being ignored when \"he\" comes to me.\n  ","406103":"\n   aaaaand  how is everybody today!?\n  ","406104":"\n   My bf & I are on a break for certain much needed reasons (let's just say to work on my mental health) & it's been difficult for him to accept so I've been handling it as delicately as possible & reassuring him but I feel pressured by him to jump back into things straight away when I'm not ready (1)\n  ","406105":"\n   If you were going to get a tattoo, what would it be and where?\n  ","406106":"\n   How do you like to start your morning?\n  ","406107":"\n   What is your type of person you prefer to be your future spouse ?\n  ","406108":"\n   What is your weirdest \"quirk\"?\n  ","406109":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","406110":"\n   Leigh, can I ask you for advice on something relationship related? I need to talk to someone :(\n  ","406111":"\n   Are you afraid of the future?\n  ","406112":"\n   What is your goal for the next 24 hours?\n  ","406113":"\n   How tall are you? Take a photo in full height\n  ","406114":"\n   How much do you pay the real estate office?\n  ","406115":"\n   Have you ever broken the bed having sex\n  ","406116":"\n   What is the most amount of days you've worked without a day off\n  ","406117":"\n   What do you order at Starbucks?\n  ","406118":"\n   How old were you when you got your first computer?\n  ","406119":"\n   What's up\n  ","406120":"\n   Can you save videos there?\n  ","406121":"\n   What’s your longest relationship?\n  ","406122":"\n   What did you dream about last night?\n  ","406123":"\n   What’s the best way to gain followers on twitter?\n  ","406124":"\n   I am trying to seek out a psychiatrist but it seems all of them are quick to prescribe medicine without a diagnosis first. Like you have to know exactly what you want first. So I'm considering opting to see a psychologist first for an evaluation & getting referred to one if I need it. Thoughts?\n  ","406125":"\n   over half of women actually wear the wrong sized bra, so what you said is true (although it probably wouldn't be if the sizes actually stayed the same across all stores\/brands\/etc smh)\n  ","406126":"\n   Do you have to pay for them?\n  ","406127":"\n   Why?\n  ","406128":"\n   Have you had embarrassing moments at the doctors that shouldn't have happened ?\n  ","406129":"\n   Are you good at dancing?\n  ","406130":"\n   How ambitious are you?\n  ","406131":"\n   Would You Rather Be 100% Confident In Who You Are, Or Be 100% Confident That You’re With The Right Person?\n  ","406132":"\n   What is one thing you have tried to change, but couldn't?\n  ","406133":"\n   I reached 100,000 likes on here recently and only noticed now. What's something that people expected you to react positively to but you didn't?\n  ","406134":"\n   Do you think all women wear the right dress size \/ bra size  if not why?\n  ","406135":"\n   How often do you smile?\n  ","406136":"\n   What do you like to do on a rainy day?\n  ","406137":"\n   What are you looking forward to in August? ??\n  ","406138":"\n   Goodbye July and hello August. ?? What was good in July for you? ?\n  ","406139":"\n   Chocolate or white chocolate\n  ","406140":"\n   What is the last thing you picked up off the ground?\n  ","406141":"\n   What are the things you always take with you?\n  ","406142":"\n   Would you be happy without money?\n  ","406143":"\n   What’s The Hardest Thing You’ve Ever Been Through?\n  ","406144":"\n   what is your opinion on .sexx. education being taught in public schools ? do you think it should be an essential part of every schools curriculum or do you think it should solely be the parents responsibility?\n  ","406145":"\n   If You Were To Give Yourself Three Challenges Right Now, What Would They Be?\n  ","406146":"\n   What things help you relax the best?\n  ","406147":"\n   What is your goal in life?\n  ","406148":"\n   How many languages you can speak\n  ","406149":"\n   do you know how to french kiss?\n  ","406150":"\n   What makes you smile? ?\n  ","406151":"\n   Why do Americans consider Russia as the enemy when they haven't been at war against each other?\n  ","406152":"\n   Was it good?\n  ","406153":"\n   Have you ever sent a text to a wrong person? Do you get confused by a lot of notifications?\n  ","406154":"\n   Do you have any pets?\n  ","406155":"\n   How many minutes do you need in the morning to fully wake up?\n  ","406156":"\n   what is your favourite quotation?\n  ","406157":"\n   Do you have a nice smile? Pap for our viewing audience!\n  ","406158":"\n   What was the last thing you ate?\n  ","406159":"\n   What is your favourite vegetable?\n  ","406160":"\n   What do you think of makeup?\n  ","406161":"\n   the longer you’ve been a member on a site like this. what is something you’ve found yourself very little tolerant of?\n  ","406162":"\n   Book of the day!\n  ","406163":"\n   Whats your favourite high school movies\n  ","406164":"\n   What was the very last message you sent to someone?\n  ","406165":"\n   What’s your myopia degree?\n  ","406166":"\n   Who was the last person you talked to?\n  ","406167":"\n   What Are The Three Things That You Cannot Live Without?\n  ","406168":"\n   What is the most popular lie, people tell to each other?\n  ","406169":"\n   What is ur fav cartoon show?\n  ","406170":"\n   Do you work in a skyscraper?\n  ","406171":"\n   Do u have  pc\n  ","406172":"\n   How much do you weigh?\n  ","406173":"\n   What's your favorite smell?\n  ","406174":"\n   Try any new games lately?\n  ","406175":"\n   Ever travel out of the country?\n  ","406176":"\n   What time do you normally wake up?\n  ","406177":"\n   How long have you lived in New York?\n  ","406178":"\n   What will you do on Friday?\n  ","406179":"\n   What are your bad habits?\n  ","406180":"\n   What is your favorite song\n  ","406181":"\n   Do you have a morning routine you follow? Or evening routine (if you don't have a morning one XD)\n  ","406182":"\n   How do you communicate most with your friends?\n  ","406183":"\n   Are you allergic to something?\n  ","406184":"\n   What time of day is your favorite?\n  ","406185":"\n   What song always makes you happy?\n  ","406186":"\n   what do you hate about about going to the doctors?\n  ","406187":"\n   Do you believe in destiny? What's yours?\n  ","406188":"\n   What kind of cellphone do you have?\n  ","406189":"\n   Do you play any online games?\n  ","406190":"\n   I've never heard of NF before (don't judge) and I don't even really like rap, but holy shit that song was awesome. ?\n  ","406191":"\n   Are you happy right now?\n  ","406192":"\n   ?‍♂️?‍♂️omg ... check my page out this person is annoying the fuck out of me he isn’t a anon but he might as well me because he has no picture and no questions and he has sent me 30 + questions about two apps and messageing him it’s driving me crazy ?‍♂️?‍♂️?\n  ","406193":"\n   Where do you shop the most?\n  ","406194":"\n   What is your favorite flower?\n  ","406195":"\n   What's the last compliment you gave somebody?\n  ","406196":"\n   How many cracks does your phone screen have?\n  ","406197":"\n   Do you think you'll get it?\n  ","406198":"\n   Which was your most memorable birthday?\n  ","406199":"\n   When was the last time you did something for the very first time? What was it? ?\n  ","406200":"\n   Which three words describe what living in your city is like?\n  ","406201":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","406202":"\n   if you were to write a book what would it be about?\n  ","406203":"\n   do you believe there's such a thing as someone selling their soul to make it big in the music industry?\n  ","406204":"\n   Do You love Nature? :)\n  ","406205":"\n   How many pillows do you sleep with?\n  ","406206":"\n   Which is the most delicious food for you?\n  ","406207":"\n   What is your favorite salad?\n  ","406208":"\n   What does your perfect breakfast look like?\n  ","406209":"\n   Whenever you crave fast food... Where is your favourite place to grab a bite to eat?\n  ","406210":"\n   i love those kinds too. lately i've been drinking a lot of peppermint tea, chai tea with vanilla, and pumpkin tea with cinnamon and maple syrup,, even though it isn't even autumn yet lmao. i love your bedroom btw! it looks so calming\n  ","406211":"\n   Is it raining for you?\n  ","406212":"\n   How many tattoos do u have?\n  ","406213":"\n   What do people assume about you from your online persona that is actually untrue irl?\n  ","406214":"\n   Do you believe all humans judge others?\n  ","406215":"\n   What’s on your mind?\n  ","406216":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","406217":"\n   What did you do today\n  ","406218":"\n   whoa, normally i hate string lights (i have spd and cant stand the sight of them even in pictures because it hurts) but these ones look so relaxing, it must be the color of them bc it makes me want to take a nap lol\n  ","406219":"\n   What genders are you not attracted to?\n  ","406220":"\n   Favorite place to eat out?\n  ","406221":"\n   What's the most annoying thing your housemates do\/did?\n  ","406222":"\n   What's your favorite party game?\n  ","406223":"\n   Do you like water parks?\n  ","406224":"\n   What's always in your fridge?\n  ","406225":"\n   What's always in your bag?\n  ","406226":"\n   What is your favourite thing in your room? Post a pic if you'd like to :3\n  ","406227":"\n   Do you like Science fiction? ?\n  ","406228":"\n   If you could Change one thing what would it be?\n  ","406229":"\n   Favourite movie\n  ","406230":"\n   Do you like going out for walks? ?‍♀️?‍♂️\n  ","406231":"\n   Do you ever get lonely\n  ","406232":"\n   Do you prefer to eat at a restaurant or at home?\n  ","406233":"\n   What do u want now\n  ","406234":"\n   Ever heard of Sia?\n  ","406235":"\n   What was the last thing that made you laugh?\n  ","406236":"\n   What is your height?\n  ","406237":"\n   Is there anyone in your life you've felt in competition with?\n  ","406238":"\n   What are the three things that you cannot live without?\n  ","406239":"\n   If you were a volunteer, where would you like to work?\n  ","406240":"\n   How many books have you read in your life?\n  ","406241":"\n   Do you smile at strangers?\n  ","406242":"\n   What are the childish things you still do as a grown up?\n  ","406243":"\n   What in your opinion is the best soup and sandwich combination? (e.g. grilled cheese and tomato soup)\n  ","406244":"\n   On a whole, how has your day been so far?\n  ","406245":"\n   do you have a crush on someone!???\n  ","406246":"\n   Which series would you recommend watching now?\n  ","406247":"\n   Do you like rooster teeth crew or the achievement hunter Funhaus crew ?\n  ","406248":"\n   U should see let's play live\n  ","406249":"\n   Which animal are you most like?\n  ","406250":"\n   What's your funniest photo?\n  ","406251":"\n   Why are you worth knowing? ?\n  ","406252":"\n   How do you treat people who can do nothing for you? ?\n  ","406253":"\n   What’s one bad habit that you would like to quit but can’t?\n  ","406254":"\n   Post Malone or Wiz Khalifa?\n  ","406255":"\n   do you like tea?\n  ","406256":"\n   you're so pretty, i love your profile picture:)\n  ","406257":"\n   If money was no object, how would you redecorate your bedroom? If you wanted to lol :)\n  ","406258":"\n   Fav food?\n  ","406259":"\n   If you had to wear one colour for the rest of your life, what colour would it be?\n  ","406260":"\n   So you prefer pop sockets, phone rings or neither of these things? Why?\n  ","406261":"\n   What A.I. do you use in your life right now? For example, Siri, Alexa etc.\n  ","406262":"\n   How are you, really? ?\n  ","406263":"\n   What are you obsessed with?\n  ","406264":"\n   Do u use coupons?\n  ","406265":"\n   When was the last party you were at and why did it occur?\n  ","406266":"\n   Do you ever delete your answers on here? Why\/why not?\n  ","406267":"\n   Hi leigh! I am following you. Can you plz follow back me.?\n  ","406268":"\n   Do u have pets\n  ","406269":"\n   When was the last time you weren't sober? Whether it was caused by alcohol, illegal dr*gs, legal dr*gs or prescription dr*gs?\n  ","406270":"\n   Anyone want a beer?\n  ","406271":"\n   Oh okay... can you try and be famous though?\n  ","406272":"\n   Um you look like you could have been on disney movies or on TV shows...\n  ","406273":"\n   In recent years more & more people have become aware of intersxx & trans people existing. Hence the term \"pansxxual\" being used more by younger generations and \"bisxxual\" used more by older gens. I'm pan but I don't see bi as excluding either intersxx or trans folk but some do. What's your opinion?\n  ","406274":"\n   WHAT WAS THE LAST THING THAT MADE YOU HAPPY\n  ","406275":"\n   In what ways do you push your body's limits?\n  ","406276":"\n   How do you spend the majority of your free time?\n  ","406277":"\n   How’s your weekend been? Anything you’re looking forward to this coming week? ✨\n  ","406278":"\n   What do you think about Franklin Roosevelt?\n  ","406279":"\n   What is your opinion about same gender relationships?\n  ","406280":"\n   What are your healthy daily habits?\n  ","406281":"\n   What was the last thing you ate?\n  ","406282":"\n   Is it contradictory that a vegan wouldn't eat an egg but would be in favour of abortion?\n  ","406283":"\n   What do you do to comfort yourself whenever your sad or upset?? ???\n  ","406284":"\n   Some people wear shoes that are too tight in order for the pain and uncomfortability to distract them from their thoughts, worries, concerns etc. What's your opinion on this? Do you think it's smart or ridiculous? Would you ever do this?\n  ","406285":"\n   How are you?\n  ","406286":"\n   Not literally lol ?\n  ","406287":"\n   Ew sushi how can you eat that?\n  ","406288":"\n   Where would you like to live?\n  ","406289":"\n   If you can order whatever food you want and don't have to pay for it what would you order\n  ","406290":"\n   What’s your longest relationship?\n  ","406291":"\n   What was your first thought today?\n  ","406292":"\n   Who was the last person you gave a kiss?\n  ","406293":"\n   How many times can a guy ask a girl out before it is considered harassment?\n  ","406294":"\n   How do you like your tea? (For examples: do you have sugar in, how many? Do you like it milky, strong or no milk etc etc). If you don't like tea, do you like hot chocolate or coffee instead?\n  ","406295":"\n   How do you like your coffee? ☕ If you don't like coffee, what do you drink instead? :3\n  ","406296":"\n   How often do you change your hairstyle?\n  ","406297":"\n   What is your favorite subject (in school days)?\n  ","406298":"\n   Lol im like that too call out of work and stay home feel too old to do crazy shit i'm 23 too old huh?\n  ","406299":"\n   What is better than chocolate?\n  ","406300":"\n   Do you prefer to use cash or payment card?\n  ","406301":"\n   How many times per day do you shower?\n  ","406302":"\n   Who was the last person you hugged?\n  ","406303":"\n   If you had 24 hours to do whatever you want with no conques what would you do\n  ","406304":"\n   How to raise your self-confidence?\n  ","406305":"\n   I'm bad at asking questions ha. So I guess, what's your favourite colour?\n  ","406306":"\n   Do you dress to impress or keep your appearance low-key?\n  ","406307":"\n   What's the most annoying question people ask you on ASKfm?\n  ","406308":"\n   Have you ever stolen anything?\n  ","406309":"\n   Do u drink Arizona tea?\n  ","406310":"\n   Do you get fed up easily\n  ","406311":"\n   What were you doing 30 minutes ago?\n  ","406312":"\n   Where do you keep your useless junk?\n  ","406313":"\n   Do subtitles bother you when you watch a movie?\n  ","406314":"\n   do you have a roomba? is it worth it\n  ","406315":"\n   how old we you?\n  ","406316":"\n   Um, surely you can use one more friend?\n  ","406317":"\n   Um but you do look famous though! That's why i believed him!\n  ","406318":"\n   Yeah i got that but why not? New friends are great!\n  ","406319":"\n   Can i pay you to be my friend?\n  ","406320":"\n   How was the party? Did you buy them anything?\n  ","406321":"\n   I was told you are famous though!\n  ","406322":"\n   Why cant i be your new friend?\n  ","406323":"\n   What about $1000?\n  ","406324":"\n   Ru famous\n  ","406325":"\n   What if it was $200?\n  ","406326":"\n   Aw why....?\n  ","406327":"\n   I want you to be my friend\n  ","406328":"\n   How was your day\n  ","406329":"\n   Ever done a dare for money?\n  ","406330":"\n   R u single\n  ","406331":"\n   Do you eat healthy?\n  ","406332":"\n   Who inspires you?\n  ","406333":"\n   What is ur fav song\n  ","406334":"\n   What is the first thing you do when you wake up\n  ","406335":"\n   How old are u ?\n  ","406336":"\n   does he knows that your first kiss was a girl?\n  ","406337":"\n   How’s the health system in America?\n  ","406338":"\n   Ok. if you were single will you kiss pakistani?\n  ","406339":"\n   You must be rich\n  ","406340":"\n   where can i their pics?\n  ","406341":"\n   Is New York generally a clean city with massive buildings?\n  ","406342":"\n   Who’s birthday?\n  ","406343":"\n   Can you pap a kiss of you both?\n  ","406344":"\n   Have you ever let go of something\/someone you loved? How did you overcome it?\n  ","406345":"\n   How’s your day going? Any plans?\n  ","406346":"\n   Will you kiss a pakistani?\n  ","406347":"\n   No wonder you have boots like that. Winter in New York can be really cold and it sucks!! Do you have a picture of yourself in winter?\n  ","406348":"\n   How are you feeling today? ? hopefully better\n  ","406349":"\n   Nah not everyone just aholes. I never judge people.\n  ","406350":"\n   Do you judge?\n  ","406351":"\n   I had an undercut similar to yours, but it grew back. Did you ever shave it down to a 0?\n  ","406352":"\n   How do your boots look like? Do you have Hunter's?\n  ","406353":"\n   When did you start shaving your head? I did it once and i remember my parents getting really angry with me\n  ","406354":"\n   How long did it take you to fall in love with your bf? And vice versa?\n  ","406355":"\n   I wish i was as brave as you to go through all those different hairstyles :) And i wish i had a stylist as good as yours haha\n  ","406356":"\n   I mean men in their 30s and beyond dating girls under 21 (but over 17).\n  ","406357":"\n   Do you think those older men are predators?\n  ","406358":"\n   That seems like a nice idea haha. You must have a really good stylist btw...\n  ","406359":"\n   High heels or tall boots. Which do you prefer for winter?\n  ","406360":"\n   But why do you think? It creeps me out\n  ","406361":"\n   Even if it's a little orange, it looks great. Are you going to let your hair grow a lot? Or will you cut it short again?\n  ","406362":"\n   I love your hair. Red looks great on you\n  ","406363":"\n   Why do so many younger women like older men these days?\n  ","406364":"\n   What was the best date you ever had?\n  ","406365":"\n   A topic that you would like a novel to disscuss:\n  ","406366":"\n   What would you most like to do if money were no object?\n  ","406367":"\n   What is one interest you have that not many people know about?\n  ","406368":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","406369":"\n   Are you for or against the idea of getting revenge on someone who has wronged you?\n  ","406370":"\n   What is one thing you used to fear that you aren't afraid of anymore?\n  ","406371":"\n   Name three things that are on your bucket list!\n  ","406372":"\n   Here are some questions I just sent to a friend, may as well send them to y'all too.what have you learned lately? What good art have you experienced recently? What good foods ya been eating?\n  ","406373":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","406374":"\n   Make your own coffee, Starbucks, Ducth bros, Dunkin... what's the best way!?\n  ","406375":"\n   What was your biggest failure when purchasing things in the Internet?\n  ","406376":"\n   Which activities or hobbies make you lose track of time?\n  ","406377":"\n   What kind of things are you interested in?\n  ","406378":"\n   Do you like bacon?\n  ","406379":"\n   Do you believe the devil exists?\n  ","406380":"\n   the guy im seeing is average looking but has a great personality. hes genuinely a great guy. i have been getting comments like oh its ok looks arent important etc. my sister just told \"im sure hes a nice guy\". it makes me feel like theyre all just emphasizing he isnt attractive and it hurts me\n  ","406381":"\n   do u think looks are important in a relationship or personality matters more\n  ","406382":"\n   What would be a perfect honeymoon destination?\n  ","406383":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","406384":"\n   Who are your enemies?\n  ","406385":"\n   Do you think you can be with someone who has never fully gotten over their ex and will probably never?\n  ","406386":"\n   share a picture for your favourite view? ?\n  ","406387":"\n   If you Don't mind can i ask You Why ?\n  ","406388":"\n   I m not anonym Done ? Now please Follow dear\n  ","406389":"\n   Pizza or love?\n  ","406390":"\n   Do you like heavily colored eyebrows?\n  ","406391":"\n   Hi\n  ","406392":"\n   Follow Me  Please\n  ","406393":"\n   Hei ❤️\n  ","406394":"\n   Follow for follow?\n  ","406395":"\n   Leave a message for your future self!\n  ","406396":"\n   you’re right. but your last sentence was uncalled for ~~~anyone's business~~~ you were hella rude even though your anon wasn’t pushy\n  ","406397":"\n   lmao why are you salty? its ASKfm. if you didn’t want people to ask why then don’t tell them you’re angry lmao\n  ","406398":"\n   Are you taking your meds?\n  ","406399":"\n   sometimes when i like someone’s answer, i want more than just a heart. do you think ask should incorporate the different emotion reactions on someone’s answer the same as facebook does for a status?\n  ","406400":"\n   how old is that cajun morgan\n  ","406401":"\n   Who did you last say “I love you” to?\n  ","406402":"\n   will you be 28 this year or did you turn 27 this year\n  ","406403":"\n   What's on the top of your birthday wish list?\n  ","406404":"\n   What did you watch on TV yesterday?\n  ","406405":"\n   did your bf cheat on u\n  ","406406":"\n   What's your mental age?\n  ","406407":"\n   stop fighting with your parents you ungrateful tw^t\n  ","406408":"\n   How would you introduce yourself on dating app?\n  ","406409":"\n   why angry\n  ","406410":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","406411":"\n   How are you feeling right now?\n  ","406412":"\n   Do you have anyone on here who is never consistent with what they say? ie saying they are single and the next answer could be about a partner etc\n  ","406413":"\n   What's the best part of the weekend for you?\n  ","406414":"\n   How about you... what emotion do you feel most often?\n  ","406415":"\n   Do you have a person in ask that you trust completely?\n  ","406416":"\n   What does it mean if a girl asks you \"meouw\"?\n  ","406417":"\n   hey Leigh, i have been off all my psychiatric medications now, and yet i dont feel any different...does this make any sense? its as if my medications were doing literally nothing for me.\n  ","406418":"\n   give a line from your favorite song\n  ","406419":"\n   Am I one ??\n  ","406420":"\n   Who gives the best responses to your spam questions? (Can be multiple users)\n  ","406421":"\n   Have you smoked weed before??\n#snoop_dog\n  ","406422":"\n   Were you in a relationship with someone before???\n  ","406423":"\n   What white lies do you tell?\n  ","406424":"\n   What was your reaction when you first learned that Man set foot on the Moon?\n  ","406425":"\n   On a scale of 1 to 10, how honest are you?\n  ","406426":"\n   Actually this notion is still presented in Hollywood. Guys find “dumb” girls cute. How did this even start?\n  ","406427":"\n   Sorry but who would even ask something like this? People are so disgustingly intrusive and idiotic.\n  ","406428":"\n   Would you talk privately about it?\n  ","406429":"\n   Why would anyone consider it cute? lmao\n  ","406430":"\n   Where your parents the type to use spankings?\n  ","406431":"\n   Do you think your definition of inappropriate is objective?\n  ","406432":"\n   Are you 100 certain that you will forever be with your SO?\n  ","406433":"\n   I need your input, I recently broke up with my bf. He still loves me but I don’t. Is it ok to buy him or wish him a happy birthday?\n  ","406434":"\n   Why? They aren’t inappropriate if they are just questions\n  ","406435":"\n   Do you ever worry your SO will find someone better? Someone nicer, funnier, more loving, someone more better looking? Someone who will appreciate them more?\n  ","406436":"\n   Is it inappropriate to ask someone on anon s*x*al questions?\n  ","406437":"\n   In your opinion; When is it ok to judge someone?\n  ","406438":"\n   Imagine Dragons or Coldplay?\n  ","406439":"\n   Do you consider \"naivety\" to be charming\/cute?\n  ","406440":"\n   Do you think it’s possible for someone to still have feelings for a person they have not seen for years? And they were not in a relationship, just two persons who talked for a short period of time?\n  ","406441":"\n   Where would you like your boyfriend to propose to you ideally? Would you want anyone there or just the two of you?\n  ","406442":"\n   When you're feeling down is it because your medication is not efficient?\n  ","406443":"\n   What was the best date you ever had?\n  ","406444":"\n   This looks so nice but what is it?\n  ","406445":"\n   Which was the funniest proposal you got?\n  ","406446":"\n   What is the best feeling in the world?\n  ","406447":"\n   Have you ever seen someone so extraordinarily beautiful that you could not help but stare?\n  ","406448":"\n   How can it happen naturally?\n  ","406449":"\n   What good deed did you do this week?\n  ","406450":"\n   What's the most expensive thing you've ever broken?\n  ","406451":"\n   Who would you cast to play you in a movie?\n  ","406452":"\n   most ppl seem to agree with you, so i think my issue is just that i have a tendency to fill up glasses of water, leave them out all night \"just in case\" but then consistently forget to bring them back downstairs to wash them, and then when i'm actually thirsty i just drink whatever is closest lmao\n  ","406453":"\n   What are you waiting for?\n  ","406454":"\n   How do you see yourself spending your time in your old age?\n  ","406455":"\n   Do you believe in the concept of \"soulmates\"?\n  ","406456":"\n   What are some facts that people may not know about you?\n  ","406457":"\n   Where would you go if you were going on a first date?\n  ","406458":"\n   What will you never do?\n  ","406459":"\n   Which country do you most want to visit?\n  ","406460":"\n   Which book that you read has impacted you the most?\n  ","406461":"\n   Do you believe in love?\n  ","406462":"\n   What is the most serious problem in the world?\n  ","406463":"\n   When it comes to socializing, are you the one to start conversation first or them?\n  ","406464":"\n   Are you happy with the amount of information in your head?\n  ","406465":"\n   If you could eliminate one social network from the site, which one would it be and why?\n  ","406466":"\n   What is your favourite cartoon\/gaming character of all time?\n  ","406467":"\n   What did you always wanted to try but never found the courage to do?\n  ","406468":"\n   Potentially controversial question, what are your thoughts on the \"body positivity\" movement?\n  ","406469":"\n   What is your one majoring  weakness?\n  ","406470":"\n   What's a weird food combination do you enjoy and others don't? ??\n  ","406471":"\n   lol, i just experienced the exact same thing. at first i thought maybe i just need to drink more water before i go to sleep, but it doesn't seem to do much of anything. and water (imo) tastes disgusting first thing in the morning which is the icing on the cake\n  ","406472":"\n   How do you like your eggs cooked?\n  ","406473":"\n   Do you own\/ride a horse ?\n  ","406474":"\n   No.....can we be friends?\n  ","406475":"\n   Do you think it’s healthy to remain friends with your exes?\n  ","406476":"\n   New series called Another Life was just added. I binged it, was pretty good. ??\n  ","406477":"\n   If you could treat yourself to something, what would you do\/buy?\n  ","406478":"\n   you feeling better?\n  ","406479":"\n   What is the main reason for you to refuse a date?\n  ","406480":"\n   Where do you envision yourself living in the future?\n  ","406481":"\n   good affairs involved has been. did you are profession?\n  ","406482":"\n   you are married?\n  ","406483":"\n   I see you profile looking you are aged person?\n  ","406484":"\n   What's the most annoying question people ask you on ASKfm?\n  ","406485":"\n   Hmmmm you always seemed rather ethical, at least on here.  Surprising.\n  ","406486":"\n   Would you consider yourself a moralist?\n  ","406487":"\n   Why do we wear clothes if nudity is natural?\n  ","406488":"\n   Are you embarrassed of your own nudity?\n  ","406489":"\n   If humans were wiped out, would it matter anyway?\n  ","406490":"\n   What's the biggest problem that faces the world now from your perspective?\n  ","406491":"\n   What's your definition of insanity?\n  ","406492":"\n   Do you feel sane most of the time?\n  ","406493":"\n   What is your favorite love story movie?\n  ","406494":"\n   When Are You Happiest?\n  ","406495":"\n   Why is it not ok for a person to talk themselves when other people are around them but it's ok to do it when there's no one around?\n  ","406496":"\n   what did you have for dinner?\n  ","406497":"\n   Hello\n  ","406498":"\n   You're super cute with that hair.\n  ","406499":"\n   U have 27 years old ??\n  ","406500":"\n   Heyy ?\n  ","406501":"\n   heard of it?\n  ","406502":"\n   Do you watch live pd\n  ","406503":"\n   share a picture!!\n  ","406504":"\n   Thank you for the recommendation! I've heard of colour pop, but never looked into it. Will have a browse. My eyeshadows I always have to layer loads to get any pigment XD so it would be heavenly to get high pigment for once haha\n  ","406505":"\n   you look so cute and pretty here wtf\n  ","406506":"\n   assuming you're both single that is\ni mean the guy is a billionaire and very successful why would u turn him down\n  ","406507":"\n   I want them, but the palettes are quite pricey aren't they? Other than mac foundation, I get all my eyeshadows in drug stores because its cheaper XD\n  ","406508":"\n   would you marry Donald Trump?\n  ","406509":"\n   What’s your favorite spot in the city where you live?\n  ","406510":"\n   What's the worst place you have ever been to?\n  ","406511":"\n   What can’t be bought with money?\n  ","406512":"\n   Name one virtue and one vice that you have?\n  ","406513":"\n   Which movie do you think is overrated?\n  ","406514":"\n   How do you deal with unpleasant tasks? Do you complete them at once or put off until the last moment?\n  ","406515":"\n   Do you consider yourself a creative person?\n  ","406516":"\n   Pizza hut or Dominos?\n  ","406517":"\n   You’re fake as you’re using makeup and filters. That’s not the real you\n  ","406518":"\n   You’re fake! You’re tricking people\n  ","406519":"\n   So why are you lying?\n  ","406520":"\n   It’s obvious you’re using a filter lmao\n  ","406521":"\n   wtf you're so pretty! i'm honestly shocked you don't wear eyeliner though, either you have great lighting or your eyelashes are hella thick at the root lmao\n  ","406522":"\n   Vans or converse?\n  ","406523":"\n   Your makeup is stunning! ✨ I need your eyeshadow-applying skills aha, not sure whether it’s my skin type or something, but eyeshadow instantly melts off my eyelids ??\n  ","406524":"\n   Have you ever been told you looked like someone often? If so, who did they think you looked like?\n  ","406525":"\n   Do you prefer looks or personality?\n  ","406526":"\n   How do you get rid of stress and negative energy?\n  ","406527":"\n   \"Uncultured swine\" is a term used against those uneducated on a matter or who haven't experienced something for themselves yet. But what's the first thing you think of when you hear \"uncultured swine\"?\n  ","406528":"\n   What's the most ridiculous this someone's gotten upset\/annoyed at you for recently?\n  ","406529":"\n   What do you love the smell of?\n  ","406530":"\n   Oooh I've been wanting that for ages! I use peachy colours by far the most, for eye makeup. And I'm a sucker for a fruit scented shadow haha. I have a blush that's scented with plum.\n  ","406531":"\n   Which is your favorite TV show?\n  ","406532":"\n   Who was the last person whose phone number you added to your contacts?\n  ","406533":"\n   Oooh is it peach scented?\n  ","406534":"\n   What is something you have always wanted to try?\n  ","406535":"\n   I need to buy me some of that setting spray XD\n  ","406536":"\n   You're so pretty! I'm envious that your make up looks that good after sleeping with it haha. I'd look like a raccoon if I did XD\n  ","406537":"\n   Post a picture of your wakeup face!\n  ","406538":"\n   Can you suggest some good dark comedies?\n  ","406539":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","406540":"\n   How much attention do you pay to the leaderboards on Ask? Have you ever been at the top of the leaderboard in your country?\n  ","406541":"\n   What’s today’s plans?\n  ","406542":"\n   People often talk about how social media is \"ruining\" our lives... But what are some positive impacts that you think social media, or technology as a whole, has had on our lives?\n  ","406543":"\n   Do you believe that world peace could ever be achieved?\n  ","406544":"\n   What's something you want to be better at by this day next year?\n  ","406545":"\n   What are you gonna do with them?\n  ","406546":"\n   What's something you're worse at now than you were when you were younger?\n  ","406547":"\n   What's something you're better at now than you were when you were younger?\n  ","406548":"\n   Damn, this is interesting \nMost girls usually go with rom-com like FIOS or AWTR.\n  ","406549":"\n   Who do you trust more, your friends or your parents?\n  ","406550":"\n   Does anyone else like the smell of petrol? xD\n  ","406551":"\n   What's your favorite movie?\n  ","406552":"\n   How old are you?\n  ","406553":"\n   It's the red and orange rewards symbol with a number next to it at the top of the screen.\n  ","406554":"\n   not at all. love it's only passion our kind young generation of pulling. love is girls intervals to yourselves scandal story is being the majority. with them lost you are loyal?\n  ","406555":"\n   Hey.\n  ","406556":"\n   insane girl for love. laughing?\n  ","406557":"\n   And still in pain ??\n  ","406558":"\n   try laxtives ? if not flat coke\n  ","406559":"\n   But did you tried?\n  ","406560":"\n   What about laying down with your belly?\n  ","406561":"\n   Really?\n  ","406562":"\n   On scale 1-10, how awkward are you?\n  ","406563":"\n   Hi..\n  ","406564":"\n   How many flames do you have?\n  ","406565":"\n   Do you take pain killers?\n  ","406566":"\n   ow! so sorry for what happened. Hope you get well with your health and hope everything wll be alright with work!\n  ","406567":"\n   Really?So you have bellyache?:\/\n  ","406568":"\n   What kind of questions do you like to recieve on this app\n  ","406569":"\n   Why sick ??\n  ","406570":"\n   If you could go anywhere right now where would you go?\n  ","406571":"\n   How are you?\n  ","406572":"\n   When is the last time you told someone you love them?\n  ","406573":"\n   Part1. Sending this out now bc in the last few days a few people have gotten offended or acted out of character or odd about my spam questions. I don't always agree with what's being stated in my spam, it's just something to make you think and open your mind. If I do agree, I often state that.\n  ","406574":"\n   Taco bell?\n  ","406575":"\n   Do you see religious people as people who have accepted a set of beliefs or as having been efficiently brainwashed?\n  ","406576":"\n   Food poisoning?\n  ","406577":"\n   Why are you sick? What happened?\n  ","406578":"\n   What cannot be forgiven?\n  ","406579":"\n   Hows your day?\n  ","406580":"\n   Why do you want to buy a house for your friends?\n  ","406581":"\n   Tell me about your day. How was it?\n  ","406582":"\n   How do you make friends? Do you straight out ask them to be your friend?\n  ","406583":"\n   What YouTube video made you laugh recently?\n  ","406584":"\n   What is your favorite motto or saying?\n  ","406585":"\n   What topic of conversation do you find absolutely boring?\n  ","406586":"\n   You're given one wish...what would it be?\n  ","406587":"\n   Thanks, I think I will prob do that and try to stop answering calls altogether. Also, he did mention  me dating other people in the future and said the thought makes him jealous and sad. I reassured him I'm not going to be dating anyone else for a while & I actually won't bc I need to focus on me.\n  ","406588":"\n   if you have the chance to delete memories as if they never happened ..\nwhat would you delete from your life!!\n  ","406589":"\n   I know my opinion or anyone else's won't change how you see yourself. But I just wanted to say, I think you're none of those things you said. You're truly beautiful. I hope one day you can gradually learn that x\n  ","406590":"\n   How would you describe your perfect sandwich?\n  ","406591":"\n   What is your favorite outfit?\n  ","406592":"\n   Are you still working out?\n  ","406593":"\n   Name one thing you dream about at night!\n  ","406594":"\n   What do you think when you look in the mirror?\n  ","406595":"\n   What's the best compliment you've ever received?\n  ","406596":"\n   Summer or Winter? ☀️❄️\n  ","406597":"\n   Would you rather have no internet or no cell phone?\n  ","406598":"\n   If you could have any car you wanted, what kind of car would you get?\n  ","406599":"\n   Do you know about Nina Cortex?\n  ","406600":"\n   What makes you who you are and not someone else?\n  ","406601":"\n   Ever heard of Crash Bandicoot?\n  ","406602":"\n   Have you ever blamed someone for acting against you during a paranoia episode ?\n  ","406603":"\n   You don't type with uppercase letters?\n  ","406604":"\n   Ok, I tried to let them know this over text, and they were reluctant to really accept it but it was whatever. They kept calling me and I picked up (I guess I still miss the convos) and now I feel like we're back to square one and they won't accept it, and it's making it harder for me.\n  ","406605":"\n   What is the most frightening thing you have ever experienced?\n  ","406606":"\n   Post a picture of your dream house!\n  ","406607":"\n   What type of donut is your favorite?\n  ","406608":"\n   Do you like amusement parks?\n  ","406609":"\n   If you were given the power to make a person immortal, who would you make immortal?\n  ","406610":"\n   Is it ok for a person to talk to themselves and answer their own questions out loud when no one else is around?\n  ","406611":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","406612":"\n   Favorite position!!!\n  ","406613":"\n   When did you last stay in a hotel? ?\n  ","406614":"\n   Did you ever see a ZiL 130?\n  ","406615":"\n   Are you bored?\n  ","406616":"\n   Do you have brothers؟\n  ","406617":"\n   Does anyone have a clear answer on what is the Q stands for in LGBTQ?\n  ","406618":"\n   Are you enjoying the summer so far?\n  ","406619":"\n   What type of people are you afraid of?\n  ","406620":"\n   Which languages do you understand or speak?\n  ","406621":"\n   Uh hi leigh I need some serious advice for some things but the topics might be a little disturbing..? I’m not sure whether I will end up sending but I want to know if you are comfortable first..? I can’t even confide in my best friend about this because I’m too embarrassed and scared.\n  ","406622":"\n   favorite ice cream?\n  ","406623":"\n   the first thing you do when you wake up! !\n  ","406624":"\n   ily!\n  ","406625":"\n   Are you offended if someone calls you by another name?\n  ","406626":"\n   Do you watch the Twilight Zone?\n  ","406627":"\n   What was the last food you ate?\n  ","406628":"\n   What did you have for lunch today?\n  ","406629":"\n   What's the last photo you took on your phone? Post it!\n  ","406630":"\n   why did celine leave ask.fm\n  ","406631":"\n   On social media??(WhatsApp)\n  ","406632":"\n   Don't you think that keeping fish as pets is more of an ornament than a caring?\n  ","406633":"\n   LMAO I meant is she still on ask???\n  ","406634":"\n   Do you usually answer every single question you receive on ask, or are you selective?\n  ","406635":"\n   Do you like hot or cold drinks؟\n  ","406636":"\n   Ever heard of BMW i8?\n  ","406637":"\n   Can you draw\n  ","406638":"\n   Where is she?\n  ","406639":"\n   Do you think you would most likely have one child by then or most likely not?\n  ","406640":"\n   What is your favorite food to eat?\n  ","406641":"\n   What are you looking forward to about this year the most?\n  ","406642":"\n   Where do you see yourself in the next 10 years?\n  ","406643":"\n   What is your favorite dessert?\n  ","406644":"\n   Art comes in many different forms (dancing, writing, sewing, etc). What form of art do you find yourself most talented at?\n  ","406645":"\n   When you are in trouble, whom do you call for help?\n  ","406646":"\n   How do you like to be comforted at times when you are sad?\n  ","406647":"\n   Did you ever have bolt? hi5? deviantart?\n  ","406648":"\n   When was the last time you needed a hug?\n  ","406649":"\n   Many people coexist with animals that they're not educated enough on. For example I know someone who had 30 hamsters in the one hamster home when they're solitary animals and should be kept alone. What's the biggest carer foul you've seen someone make with animals?\n  ","406650":"\n   Nike or Adidas?\n  ","406651":"\n   that would be so great, would sell my car in a heartbeat with those kind of abilities. ?\n  ","406652":"\n   What's the very last video you watched on YouTube (or film, if you don't use YouTube)\n  ","406653":"\n   Have you ever met up with someone you only knew online?\n  ","406654":"\n   on a scale of 1-10 1o being most annoying how annoying are the new animated backgrounds?\n  ","406655":"\n   If you were to wish for superpowers, what would they be?\n  ","406656":"\n   What’s your hobby?\n  ","406657":"\n   Who do you trust most in your life?\n  ","406658":"\n   Do you believe that genuinely kind people exist, or do people just act nice to get what they want?\n  ","406659":"\n   How old do people typically assume that you are, compared to your actual age? Do you ever find it offensive when people think you are significantly older\/younger?\n  ","406660":"\n   Do you have any strict \"beauty rituals\" that you stick to?\n  ","406661":"\n   how many cheat days can you have while dieting\n  ","406662":"\n   Do you play a musical instrument?\n  ","406663":"\n   Did you know that only about 40% of Americans own passports ?\n  ","406664":"\n   What do you think about Lotus Exige?\n  ","406665":"\n   Was it hot for you today?\n  ","406666":"\n   Are you up for a chat\n  "},"Answer":{"405594":"\n  i'm five feet tall.\n  ","405595":"\n  a three-hour rendering of a game of thrones instrumental, set against a backdrop of snowy hills at dusk. it's very relaxing.\n  \n\n   https:\/\/www.youtube.com\/watch?v=_N-IREy7C9s&t=5674s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405596":"\n  i personally wouldn't break up with my boyfriend if he proposed an open relationship, no. however, i would be concerned for the validity of our relationship and have a serious talk with him regarding *why* he wanted to open the relationship to begin with, what he is unhappy with (if anything), etc etc.\n  ","405597":"\n  i believe he completed s*icide, not that he was murdered. when he was placed on s*icide watch three weeks prior to his passing, he was supposed to have a cellmate and be checked on every 30 minutes. the night of his death, he did not have anyone else in his cell nor did any of the guards follow the 30-minute protocol (because they fell asleep, smh).\n  ","405598":"\n  it took quite a few months, any sort of personality disorder isn't generally diagnosed right away (unless perhaps in a hospital setting, i've seen some people get diagnosed with BPD right after they've been admitted to the hospital).\n  \n  i was initially referred to a psychiatrist for treatment of depression and anxiety, which were diagnosed by my general physician, but after the course of many sessions she diagnosed me with BPD. there's a lot of trial and error involved in that sort of diagnosis, as well as methods of elimination. many personality disorders overlap in symptomology, so it takes a long time to really determine what the root diagnosis is.\n  ","405599":"\n  (cont) ... I just don't have high hopes anything will change. Just starting off in my career, I'll be making a little over $60,000 a year and I don't want to be with someone who makes significantly less than that. Call me old fashioned but I'd like to be able to stay at home with my kids for a bit. And I don't like the idea of being the sole breadwinner of the family, I feel like a man should provide that stability, especially with him being older than me too.\n  \n  --\n  \n  he sounds like he has a lot of maturing to do, tbh. it's true that money *shouldn't* matter, but it ultimately *does* matter, especially when you're making less than a livable wage and cannot afford to move out of your parents' home. you're correct in that he says he makes enough to support you, but he cannot even support himself with $20k\/year. that's lower than the poverty threshold.\n  \n  it sounds like you and this man simply don't match up in terms of career ambitions and overall life ambitions. you're also extremely young -- you will eventually find someone with whom you mesh completely, whose goals replicate yours and lifestyle complements yours too. just focus on your education rn, that's what is most important.\n  ","405600":"\n  aw, thank you !! i'm anticipating more good days than bad days in the future, especially in light of me (1) making more money, and (2) contributing to renting a house in the near future. i'm finally going to be able to move out of my parents' house, which will do wonders for my mental health.\n  ","405601":"\n  (cont) ... better? Yes but I don’t know who I am without my depression and anxiety. I don’t feel like myself without my thoughts. She thinks I also might have personality disorder. But I am scared she won’t take me seriously if she sees that I have gotten better. I don’t know whether I’m just an attention seeking bitch or do I really just want to find comfort in my thoughts? I feel so out of control knowing I don’t have an actual personality.\n  \n  --\n  \n  lol, i feel this 100 percent unfortunately. it's such a drab feeling when we've lived with mental illness for so long that we literally don't know what to do with ourselves when we're on the road to recovery. we know we're getting better, but the concept is so foreign to us that we want to retreat back into our depression huts and sleep in our own sadness.\n  \n  you're not attention seeking for feeling this way (and attention seeking isn't necessarily a bad thing either). what you're feeling now is very common for people who are undergoing mental health treatment, actually. your psychiatrist should treat you well regardless of where you are in recovery, and they shouldn't discount your feelings simply because you're progressing toward better health. if you find your psychiatrist *is* treating you differently, then you need to find a new doctor.\n  ","405602":"\n  (cont) ... which is expensive and not even a well paying field to begin with, and then \"make millions like davinci and live in Paris\". I couldn't believe how naive and ridiculous he sounded, but he was dead serious. Am I shallow or wrong for not wanting to continue our relationship? He and I have both discussed living on our own and having children. I'll be starting my career making decent money by age 23 or so, and I feel like the future with him is bleak rn. He told me he makes enough to make me happy and I'm like... You can't even support yourself. Lmao. It's really sad.\n  \n  --\n  \n  i don't think that's shallow, but i do understand both aspects of the scenario. on the one hand, you want someone who has the drive to better themselves and be able to fully support themselves, both emotionally and financially. especially if you throw in future plans, like building a future together, buying a home, and starting a family. if he has the ability to go out and get a decent job and live independently, he should ideally do just that.\n  \n  at the same time, however, money isn't *everything* even though it is a large part of who we are and how we define ourselves. there would hypothetically be nothing wrong with you working and him staying home and making commission off of his artwork, for example, as long as you both can afford to live that way and provide fully for your family.\n  \n  overall, i think it's something you have to talk about with him more deeply. he's not going to be the \"next davinci\" or whatever, and he has to understand that people still need to make a living in order to survive in this life. whether that's by him supporting you while you work and doing everything he can to make you comfortable, or by both of you contributing financially.\n  ","405603":"\n  it's all right. after i did some research on car insurance, my friend asked me if i wanted to check out a new brewery in town so we headed over there for an hour or so and had two beers. after they closed, we went home. i just walked in like 20 minutes ago and i'm probably going to put some hulu on and chill.\n  ","405604":"\n  lack of empathy & a lack of openmindedness -- even if you don't understand something, you should try to open your mind to learning new things and adapting to them instead of outright refusing to understand something because you're too proud or arrogant to admit that you were either wrong or don't know as much as you think you do.\n  ","405605":"\n  i don't have disabilities, but i do have mental illnesses and i've had people treat me differently after i confided in them that i had those illnesses due to their preconceived notions of what people with those illnesses are portrayed to behave.\n  \n  it used to bother me, but it doesn't make a difference to me anymore. if someone wants to be in my life, they should accept me for who i am. i'm not going to hide myself just because a person refuses to understand. i don't have room in my life for people who will judge others based on what something else has told them to think instead of experiencing it for themselves.\n  ","405606":"\n  probably, but it depends on who's saying it. if someone said that to you, you should ask them to clarify.\n  ","405607":"\n  i don't know, haha. it doesn't really sway me either way.\n  ","405608":"\n  he's literally the cutest, most cuddly dog ever. he's also so quiet and only whines when he wants you to pick him up and curl him inside a blanket on your lap.\n  ","405609":"\n  are you more comfortable staying home or being out of the house?\n  \n  if you're home, you can take up hobbies like drawing, painting, sewing, crocheting, reading, playing video games, coloring, etc etc. if you like being out of the house, perhaps you can spend your time taking walks outside, seeing friends, visiting different shops and cafes, going to the park, etc etc.\n  ","405610":"\n  does my best friend's puppy count? i took this photo a few years ago when she just got him. :'))\n  ","405611":"\n  you're preaching to the choir, my man. i *always* have a large iced coffee every morning, as well as another caffeinated beverage in the afternoon (red bull, usually). i need caffeine throughout the day, otherwise i can't function or focus on my work.\n  \n  when i get home from work, i make a smaller cup of hot or iced coffee before eating dinner. then i chug water for the rest of the night, lmaoo.\n  ","405612":"\n  i woke up around 7:15am. drove to work and worked from 9:00am to 4:30pm. drove home from work, got changed into pajamas, and made an iced coffee. cooked a quick dinner (even though i haven't eaten it yet). then i was looking up car insurance policies online and getting various quotes.\n  ","405613":"\n  that's actually one of my eventual goals, yes.\n  ","405614":"\n  LOL, the good ole \"snowflake\" defense. i haven't heard of people using that terminology in *such* a long time.\n  \n  nevertheless -- no, i don't believe you're too sensitive, depending on the context of the jokes at least. if the comments are flat out poking fun & bullying someone else's physical appearance, then i believe it's natural for you to be angry or upset (especially if it's about something a person cannot change).\n  \n  the only exception i can think about to that sort of thing is if the person is making fun of themselves for their physical appearance, or if someone is the butt of the joke in a group of friends but they're not bothered by the comments whatsoever. in those cases, then i don't really see the purpose in being emotionally invested or upset over the situation.\n  ","405615":"\n  no, it was cloudy with spots of sunshine today. it's supposed to storm either tonight or throughout tomorrow, though.\n  ","405616":"\n  what i *should* do today ;\n  \n  -- call my car insurance company to lower the cost of my policy.\n  \n  -- full out the paperwork for my passport.\n  \n  -- do a face mask.\n  \n  what i'm doing instead ;\n  \n  -- drinking an iced coffee.\n  \n  -- browsing social media on my laptop.\n  \n  -- listening to music.\n  ","405617":"\n  at this point in my life (and in my relationship), definitely not. i'm not dating to play games with people or for casual purposes. when i was younger, i was more apt to forgive and forget cheating. but now that i'm approaching my 30s, i'm looking for mature relationships with people with whom i can spend significant time.\n  \n  i.e. if my boyfriend cheated on me, i would likely break up with him. we've progressed so far in our relationship and have been dating for so many years, it would be so detrimental to our relationship if one of us became unfaithful (and did everything else that comes with being unfaithful, i.e. lying and whatnot). it would signify that one of us is obviously not as invested in the relationship as the other, and that sort of one-sided relationship is unfair and unhealthy.\n  ","405618":"\n  caffeinated beverages dehydrate you, are terrible for your stomach lining, and increase symptoms of anxiety.\n  \n  ... does that stop me from drinking it? absolutely not.\n  ","405619":"\n  yes, i like both reading and writing poetry.\n  ","405620":"\n  i might have turned anon off years ago, but i haven't done it recently. i always have anon turned on.\n  ","405621":"\n  honestly? i follow a lot of sh*tposting accounts, lmaoo.\n  ","405622":"\n  it isn't that much of a mess rn. i only have one corner that i'm unhappy with because there are a bunch of objects haphazardly placed. i've been trying to keep everything organized in light of potentially packing things up and moving them out soon.\n  ","405623":"\n  \"rock bottom\" by grandson ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=PfMT-Ozl4iE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405624":"\n  right now, asleep. lmaoo. it's only 8:00am and i'm tired.\n  ","405625":"\n  i think it depends on a lot of factors, including if you have an agent and if the publishing company actually enjoys your work. you can also self-publish through various websites, but i don't know much about them.\n  ","405626":"\n  nothing really changed besides the fact that we're not young or angry anymore. instead of arguing about something, we sit down and have a civil discussion about whatever disagreement we have.\n  ","405627":"\n  recently, yeah. that doesn't mean we haven't argued in the past, lol.\n  ","405628":"\n  i just got a promotion at work and yesterday i submitted an application for renting a house.\n  ","405629":"\n  LOL. obviously if she called you ugly then she fully intended on sounding rude. a polite person wouldn't flat out say that to someone else with no regard. either way, there's more to relationships than physical appearance, regardless of how you look.\n  ","405630":"\n  sorta, it's more of a derogatory stereotype against people who usually live in the south, i.e. white people who are lower class, are unsophisticated or uneducated, talk with a southern accent, drive in trucks with the confederate flag, etc etc.\n  ","405631":"\n  when i found out that an acquaintance from high school who's one year younger than me just graduated with her MD in may.\n  ","405632":"\n  i try to come to terms with them and let them go. if something is unresolved and there's no possible way to resolve it, then i try to make my own closure with the situation so i can close that chapter and move on.\n  ","405633":"\n  yeah, it's hard on the eyes and totally unnecessary.\n  ","405634":"\n  occasionally, yes. my favorite junk food is cheez its.\n  ","405635":"\n  i don't generally have money to give to homeless people.\n  ","405636":"\n  yes -- but if one religion is taught, then *all* religions must be taught. children in public schools deserve to know about all of the religions out there and their common ties, not just christianity.\n  ","405637":"\n  when someone compliments my writing, it totally strokes my ego, lol.\n  ","405638":"\n  monetary gain.\n  ","405639":"\n  i think aesthetic attractive is totally subjective, although there are conventional standards of beauty defined by society as well. something may be stereotypically \"better\" looking according to societal standards, but in the eyes of an individual person, that may be differently viewed.\n  ","405640":"\n  \"the study of the structure and behaviour of the physical and natural world through observation and experiment\" (oxford dictionary).\n  ","405641":"\n  i believe i did during my college years.\n  ","405642":"\n  the theory that he was murdered, along with chris cornell? yeah, i read a little bit about that theory. i think it's absolutely ridiculous and degrading to both chester and chris. their deaths shouldn't be a speculation.\n  ","405643":"\n  no, which is why i'm moving.\n  ","405644":"\n  absolutely. it doesn't matter to me who attends or who doesn't attend my future wedding, including my parents. things would probably be a lot calmer and less dramatic if my parents weren't there, honestly.\n  ","405645":"\n  i don't really miss anyone in my life, besides my boyfriend (although i'm seeing him tonight, eee).\n  ","405646":"\n  terrible, lol. i've been wearing glasses since i was a toddler and i'm almost legally blind, according to my optometrist.\n  ","405647":"\n  yes, i love eggplant. i normally order eggplant parm when ordering italian food.\n  ","405648":"\n  i'm not sure why you're sending this to me?\n  ","405649":"\n  i enjoy receiving positive reinforcement and words of affirmation from people like my bosses because it genuinely means a lot coming from them. my supervisor recently pulled me aside to compliment me on the hard work i've been doing and said that the department needs me to function correctly because of everything i've done. she said she couldn't afford to lose me.\n  ","405650":"\n  JDRF, the ASPCA, habitat for humanity, and NAMI.\n  ","405651":"\n  yes, i actually think about that often. but i wouldn't be able to survive that way, i need my job to pay bills and whatnot and going ghost would basically be me quitting my job.\n  ","405652":"\n  when i was a teenager, i took guitar lessons and learned a few simple songs. i can't remember anything at this point in my life, though.\n  ","405653":"\n  honestly, i can't even remember the last time i watched a movie.\n  ","405654":"\n  lol, no. none of my injuries or accidents have been embarrassing.\n  ","405655":"\n  i like using spotify the most.\n  ","405656":"\n  no, it isn't very windy where i live rn.\n  ","405657":"\n  my career, my relationship, and my mental health.\n  ","405658":"\n  -- he's a carpenter, HVAC technician, and plumber in his spare time.\n  \n  -- he's incredibly artistic and used to paint and use charcoal a lot.\n  \n  -- he's a sagittarius.\n  \n  -- he has a bachelor's degree in engineering.\n  ","405659":"\n  that literally never happens to me. lmaoo.\n  ","405660":"\n  LOL. i don't live in the bronx, but that's a good observation.\n  ","405661":"\n  i think there's room for both advanced STEM courses, as well as practical courses such as economics and health and whatnot. just because we need more practical classes doesn't mean we have to take away from other classes that are just as beneficial to students.\n  ","405662":"\n  i honestly can't remember. i don't generally have arguments with people.\n  ","405663":"\n  i haven't worn socks all summer, lol.\n  ","405664":"\n  i work monday through friday, so i hate mondays the most. it's difficult to go into work after having two days off in a row, lol.\n  ","405665":"\n  i'm all right. my life is a bit wild at the moment so i'm trying to take it day by day. i was able to focus at work today, which was good, but i'm still exhausted despite drinking two large coffees.\n  ","405666":"\n  i'm actually quite hilarious.\n  ","405667":"\n  i think i paid $60 for it because i had a coupon.\n  ","405668":"\n  you're always welcome to send me questions as long as they're not inappropriate.\n  ","405669":"\n  i don't own any name brand sportswear products, haha.\n  ","405670":"\n  one of my old coworkers from my last job. she was always so joyful and optimistic, which brightened my day.\n  ","405671":"\n  no, i never have. i've used 23andme to find out my heritage though.\n  ","405672":"\n  fairly often, lmaoo. at least 15-20 times per day depending on how much i talk.\n  ","405673":"\n  spending time with my boyfriend.\n  ","405674":"\n  no, it was mount greylock in the berkshires (i think).\n  ","405675":"\n  i went hiking once when i was in college in massachusetts. it was exhausting, but so fulfilling.\n  ","405676":"\n  i haven't been to the beach since last summer. which is surprising, considering i live 20 minutes away from the beach.\n  ","405677":"\n  definitely not. no matter what time i wake up, i always feel like i'm scrambling to get things done.\n  ","405678":"\n  arrogance. i could never be someone who was arrogant and also only thought about themselves.\n  ","405679":"\n  quiet indie music, like bon iver, the postal service, and iron & wine.\n  ","405680":"\n  does a shave count? lol.\n  \n  i haven't cut my actual hair since december, if that doesn't include shaving the side of my head.\n  ","405681":"\n  take a shower, lmao. i haven't showered in a few days, which is an indication that my mental health is getting worse, so i'm forcing myself to take one tonight because i know it'll make me feel better.\n  ","405682":"\n  i wish i could sing well.\n  ","405683":"\n  no, but here's an old photo from a few weeks ago.\n  ","405684":"\n  i don't really comprehend your perspective, but we'll just have to agree to disagree.\n  ","405685":"\n  even if you believe your thoughts and experiences \"control\" you, you still have the free will to recognize that and put effort into not allowing those things to control you. it's part of the act of mindfulness, being cognizant of your thoughts, feelings and past experiences and leveraging those things in order to truly grasp control of your life in its entirety.\n  ","405686":"\n  i much prefer to be behind the camera instead of in front of it. i feel uncomfortable with my appearance and i hate most photos taken of me, unless they're selfies.\n  ","405687":"\n  getting my ribcage tattooed, lol. it was white hot, searing pain that made me sweat all over and see stars.\n  ","405688":"\n  i try not to jump to conclusions about people in general. the truth is, you simply do not know someone because you haven't lived their life or experienced what they have experienced, so it would be ignorant to jump to a conclusion about a person without knowing every detail of their story.\n  ","405689":"\n  no, i don't trust people easily at all. most people have to prove their loyalty (for lack of a better term) before i feel like i can trust them.\n  ","405690":"\n  honestly, the prevalence of mass shootings and overall gun violence. it appears that literally nowhere is safe and they could happen at any point in time without warning. it's terrifying.\n  ","405691":"\n  this may be pessimistic of me to say, but no. i don't believe global peace is attainable, especially in today's age. there are too many people in power who are ignorant to other people's opinions and controlled by corporate greed, where they believe their way is the \"right\" way and nothing else matters.\n  ","405692":"\n  i don't know if it's the *most* important, but i definitely think that more funding should be allocated to music and arts programs in school districts. in addition, there should be more comprehensive s*x education and mental health classes, particularly in junior high and high schools.\n  ","405693":"\n  that isn't related to destiny or fate, though. in addition, you're not controlled fully by your thoughts or experiences if you're cognizant of their impact on your behavior and thought patterns. you have the ability to change your thought patterns and how you perceive and act upon situations.\n  ","405694":"\n  going out for a drink on a weeknight when i have work the following morning, ugh. it's appealing at first because most places are usually quiet on the weekdays (i hate going out on weekends), but then i feel absolutely horrid the next day.\n  ","405695":"\n  i don't really hold an opinion about a group of people like that, lol. what i think about a person ultimately depends on their own individual behavior and opinions, not their diet or lifestyle choice.\n  ","405696":"\n  yes, it's happened on numerous occasions. most recently, it happened today. my boyfriend and i had plans to see each other tonight when he gets out of work, but his best friend came into work clearly upset and needing to talk something through. my boyfriend asked if i wouldn't mind if he grabbed a beer with his best friend instead, so i told him to go be there for his friend.\n  \n  i was looking forward to seeing him, but his best friend is clearly in need and my boyfriend's time will be better spent by his side tonight.\n  ","405697":"\n  i believe in free will out of those three subjects. i think every person has their own ability of free will, and that destiny is just a romanticized notion so that people don't feel guilty about things not working out the way they think they would.\n  ","405698":"\n  on rainy days, i enjoy sitting in my room with quiet music playing, a candle lit, and ambient lights dimmed. it's very peaceful to me, especially with the backdrop of the sound of rain hitting the house\/street.\n  ","405699":"\n  i don't believe you can really quantify something of that nature because everyone experiences love differently, including the depth of that love to begin with, so it's difficult to determine how *much* it can change a person. some people may be changed mildly, while others more intensely.\n  ","405700":"\n  i don't believe in good v. evil, so i don't really have an opinion on the matter. if someone is a terrible person, though, and has committed atrocities like mass m*rder or r*pe, i don't believe they should be shown any mercy whatsoever.\n  ","405701":"\n  yes, i believe there's truth in that statement. our first love sets a foundation for how we view love, whether we're conscious of it or not. we're either comparing our subsequent loves to that love or we sometimes even feel as if our first love was \"the one that got away.\"\n  ","405702":"\n  most of the time, no. however, my job has been doing a great job at affirming my worth and establishing credit in my name for all of the hard work i've been putting into my projects. it's a nice change from what i'm used to regarding jobs, as all of the jobs i've had in the past took advantage of their workers and never gave positive reinforcement.\n  ","405703":"\n  last sunday, actually. after my friend and i completed the real estate application, we went out to lunch together and ordered delicious food and drinks. i felt like i was truly relaxed and living in the moment because we had just completed a monumental step in the renting process, and we deserved to have a good time afterwards.\n  ","405704":"\n  my best friend and i met in 6th grade. we sat at the same lunch table and we bonded over our shared interest in music.\n  ","405705":"\n  love at first sight doesn't exist, meanwhile lust *does* exist. many people confuse lust for love at first sight, because they feel an instant attraction to someone.\n  ","405706":"\n  yeah, when i was younger i had an episode of rage and ended up ripping the door off of my closet and smashing it with my fists.\n  ","405707":"\n  no, i've surprisingly never broken a bone before.\n  ","405708":"\n  watching my boyfriend do something he loves doing and is passionate about, i.e. taking care of his pets, educating other people on animals, doing handiwork and crafts, and doing art.\n  ","405709":"\n  i honestly don't know. i don't get shocked easily.\n  ","405710":"\n  no, not really. i know a few of his songs since they're classics, but i don't go out of my way to listen to his music or anything.\n  ","405711":"\n  nicotine is my biggest addiction\/dilemma at the moment. i do desperately need to cut down on smoking, not only for my own health but also because of how much money i'm laying out on cigarettes each week. i would save a lot of money by quitting smoking.\n  ","405712":"\n  my boyfriend and i went on a date to a restaurant a month or so ago. we hardly have the time to go on legitimate dates these days because our schedules conflict so much, so it was really nice to be able to go out and indulge on good food and drinks together.\n  ","405713":"\n  i don't believe you can make a general, blanket statement like that regarding an entire demographic of people because it's inaccurate. someone's worth or value isn't determined by their physical looks, either.\n  ","405714":"\n  pros ;\n  \n  -- there are always things to do, whether in town or on the beach. most places don't close until super late, especially during the summer. you're extremely close to both manhattan and wine country.\n  \n  cons ;\n  \n  -- everything is super expensive. the cost of living is too high for most people to deal with, and as a result, most people end up moving to other states.\n  ","405715":"\n  my forensics teacher during high school had the most substantial impact on me. he was the most \"real\" teacher i had during those years, and he confessed his shady past and ability to persevere and overcome his personal demons in order to get to where he is today. i've always had a lot of respect for him, and i even contacted him later while i was in college when i had a personal problem that i couldn't solve on my own.\n  ","405716":"\n  yes, i love scary stories but they do make me super paranoid, lol. i have to be around people while hearing a scary story, especially if they're rumored to be true events.\n  ","405717":"\n  i believe that you can simultaneously advocate for the right to own a gun while also understand that there needs to be stronger gun laws in the united states.\n  ","405718":"\n  yes, i had a paranormal experience as a teenager. i've explained this story a few times in the past, so to make a long story short, i was playing with a ouija board and both my friend and i saw a partial apparition in her hallway.\n  ","405719":"\n  as a new yorker, i'm obligated to have a passion for bagels.\n  ","405720":"\n  i prefer to sleep at night. i've never worked a third shift before, so i've never had a reason to sleep during the day (besides small naps in the afternoon).\n  ","405721":"\n  i told my coworker that i was nervous about my new position at work and told her what it entailed (i have to have my photo taken and write an editor's letter for the publication i'm in charge of). she got *so* happy for me and reaffirmed my value, and it made me smile knowing that someone believes in me like that.\n  ","405722":"\n  no, cheating is almost never justified unless someone is in a dangerous or ab*sive situation, and the only way for them to escape their partner is by being intimate with someone else (it normally goes much deeper than that, though).\n  \n  if your partner has a low libido and you're not satisfied with them on a s*xual level, then you need to talk to them one-on-one about how to treat the problem or overcome it in different ways. if it's something that you two cannot agree on, then the best thing to do is break up. cheating plays no role in this situation.\n  ","405723":"\n  uh, honestly -- politicians. politicians and other governmental officials have the ability to either make or break our society.\n  ","405724":"\n  let's not go there, lmaoo. i used to be an overbearing partner back in the day when my mental health was at its worst and i wasn't in any sort of treatment.\n  ","405725":"\n  i was under the impression that there's a stereotype regarding men and their \"preference\" for shorter women. shorter women are generally seen as cute, quaint, and petite. taller women, on the other hand, are seen as \"intimidating\" for some reason.\n  ","405726":"\n  i've owned more converse shoes than vans shoes, so i suppose i'll choose converse. i haven't worn either of them in years, though.\n  ","405727":"\n  in the next 2.5 years, i'm planning on moving into an apartment (which is happening within the next 3-4 months, actually); progressing further with my job; working more on stabilizing my mental health and physical health; and furthering my relationship with my boyfriend.\n  ","405728":"\n  my boyfriend laughing or smiling; having a fresh cup of coffee in the morning while sitting outside on the patio; and waking up to freshly fallen snow on the ground.\n  ","405729":"\n  i don't remember the exact number, but it's in the 115-120 range (at least it was when i was a child). it's probably lower now, haha.\n  ","405730":"\n  my coworker referred to her boobs as \"chickee tee-tas\" out of nowhere today & i burst out laughing.\n  ","405731":"\n  i would be looking forward to a work-related cocktail party i'm going to this saturday, but i'm feeling pretty ambivalent towards it now. i *should* go given my new position, but i really don't want to go.\n  ","405732":"\n  ???\n  ","405733":"\n  my first job was a cashier at a drug store when i was 19 years old.\n  ","405734":"\n  i'm all right. i'm exhausted for some reason, though. i slept for ten hours last night and it still doesn't feel like enough.\n  ","405735":"\n  LOL, no. i have no reason to talk or sing.\n  ","405736":"\n  yeah, i believe so. sometimes when a person is too nice they accidentally allow other people to walk all over them.\n  ","405737":"\n  i prefer to use dark mode. it's easier on my eyes.\n  ","405738":"\n  i've never even heard of that term before.\n  ","405739":"\n  nowhere did i indicate that judging something was a good or bad thing. i simply answered the question.\n  ","405740":"\n  when you're judging something, you're essentially applying your opinion to that person, place, thing, etc etc.\n  ","405741":"\n  neither? lmaoo. i'm probably not going to be graceful when i get older, but i also don't care enough about my appearance to do anything surgical like that.\n  ","405742":"\n  rum-soaked cannoli cake.\n  ","405743":"\n  no, generally people who have big egos have little to no power in their actual lives. there would be no reason to feel intimidated by them.\n  ","405744":"\n  aw, thank you. :'))\n  ","405745":"\n  when you have a big ego, it means you have an inflated sense of self importance and have little regard for those around you -- primarily because you believe *your* feelings are much more important than those of others.\n  ","405746":"\n  i just got a promotion and a raise at work today. my friend and i also just submitted an application to rent a house.\n  ","405747":"\n  that's one facet of being trans, yeah. that's called body dysphoria. not every trans person experiences it, though. there are some people who are non-binary or genderfluid, for example, who are comfortable or have come to terms with their bodies.\n  ","405748":"\n  never, lol. whenever i send out questions, they're not anonymous.\n  ","405749":"\n  yes, i used to know a few people like that. i cut them out of my life fairly fast.\n  ","405750":"\n  drink iced coffee and hope for the best.\n  ","405751":"\n  i would definitely not like to be famous, haha. that's too much pressure to deal with.\n  ","405752":"\n  cards against humanity is my favorite party game. it's hilarious.\n  ","405753":"\n  \"caution: easily broken.\" lmaoo.\n  ","405754":"\n  verbally, no. i'm good at expressing my feelings via written word but definitely not through speaking. however, i'm lucky in that i have a therapist who understands me when i do try to talk about my feelings and makes them coherent enough so we can talk about them.\n  ","405755":"\n  i haven't asked questions in quite a long time.\n  ","405756":"\n  this isn't something i can give a general answer to because it ultimately depends on the relationship. for example, some people may find it better to move on entirely while others may benefit from waiting for their partner (well, ex).\n  \n  it's something you have to sit down with your partner and discuss beforehand so that you're both on the same page.\n  ","405757":"\n  i love bbq's, haha. it's relaxing to sit outside, grill some food, and have a few drinks with close friends or family.\n  ","405758":"\n  no, i'm not asexual. i just have a low or inexistent libido.\n  ","405759":"\n  i don't believe i'm latvian.\n  ","405760":"\n  i had general tso's chicken a few weeks ago.\n  ","405761":"\n  peach or mango margaritas.\n  ","405762":"\n  no, most children look like their birth parents to some degree. i look most like my father.\n  ","405763":"\n  no, i've never gotten into racing.\n  ","405764":"\n  i'm happy that i give off the impression that i'm confident, because i'm definitely not. lmaoo.\n  ","405765":"\n  no need to be sorry, that wasn't what i was implying by any means. a \"lack of\" something simply means they don't have something, it's just my verbiage.\n  \n  especially coming from the perspective of someone who hasn't experienced sexual attraction in years, lol.\n  ","405766":"\n  i believe the notification still pops up for them, yes.\n  ","405767":"\n  my boyfriend, coffee, music, writing, and sleeping.\n  ","405768":"\n  lol, i normally just jump into whatever it is i want to say instead of saying \"hi.\" however, i really only do that with my close friends since i know they won't be bothered by me doing that.\n  ","405769":"\n  no, i've never really watched anime outside of studio ghibli films.\n  ","405770":"\n  it doesn't bother or excite me either way. if they got rid of the coins option, then it wouldn't affect my use of askfm.\n  ","405771":"\n  \"leave me alone\" by NF ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=XGGWhOUYObc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405772":"\n  yesterday, i made a breakfast of scrambled eggs, bacon strips, breakfast sausages, and a buttered onion bagel.\n  ","405773":"\n  i prefer earthy colors, i.e. mahogany, forest green, navy blue, dark purple, gray, and black.\n  ","405774":"\n  the only thing that bothers me about my boyfriend is the fact that he's a bit messy. he'll get home from work, throw his clothes off onto the floor, eat and leave the plate on the table, etc etc. he does a wonderful cleaning job when he *does* clean, but it isn't done as often as i would personally like.\n  ","405775":"\n  i'm absolutely terrible at public speaking because of my anxiety disorder. it always sends me into a bad panic.\n  ","405776":"\n  no. i don't care about wrinkles at all. i already have a few, and they don't bother me. it's just a natural part of getting older.\n  ","405777":"\n  i don't believe you need dysphoria to be trans, no. most people who *are* trans do have dysphoria, though, for various reasons that are personal to them. you definitely do not need to have surgery in order to be valid as trans, either.\n  \n  personally speaking, i have moderate dysphoria, especially when it comes to my chest. when i lose more weight and have less of a tummy, i want to buy another binder that fits me better. the one i have now is way too small.\n  ","405778":"\n  i've never had them before.\n  ","405779":"\n  hate is a very strong word -- if someone *hates* children, then i would assume that they feel quite strongly about the mere presence of children, regardless of who that child is. i think it's fairly unreasonable because you haven't gotten to know that child at all and not every child is the same.\n  \n  however, i do understand feeling weird about children because you don't know how to communicate or relate to them. that's very much the boat i'm always in.\n  ","405780":"\n  LOL, yes. i have a tendency to ramble at times, or to thoroughly explain myself when it isn't necessary.\n  ","405781":"\n  ???\n  \n  whoever told you that is completely wrong, lol. your preferred hairstyle has no correlation with your life experiences.\n  ","405782":"\n  everything is expensive on long island, lmaoo. buying property is extremely expensive, a regular house averages around $500,000.\n  ","405783":"\n  i think it's been a variety of factors, including our lasting love for one another, enduring the hardships we went through with each other's support, and ability to trust one another and communicate when things were becoming difficult.\n  ","405784":"\n  his father's new girlfriend and two daughters moved into the house. there simply wasn't enough room for me.\n  ","405785":"\n  twice, i believe. i had one television that lasted me quite a few years beginning when i was a sophomore in college. that television eventually broke (the back light was broken and it wouldn't have been worth it to fix it), so i purchased a new television a few years ago.\n  ","405786":"\n  i believe my family had the fox channel when i was growing up. i don't watch cable television, though. i haven't turned my cable box on in over a year.\n  ","405787":"\n  i've always been indecisive on this issue because i've heard viewpoints from both perspectives and see valid points from each. however, i think i more agree with the viewpoint that aromantic\/asexual people aren't necessarily part of the lgbtq+ community.\n  \n  being aromantic\/asexual means you simply do not feel attraction toward other people, whether romantically or sexually. it wouldn't really fall on the lgbtq+ scale because it's a lack of attraction, not an attraction that differs from the \"norm.\" however, i do also believe that there is discrimination and misunderstanding of people who are aromantic\/asexual because it's something that hasn't been studied or discussed often.\n  ","405788":"\n  according to past studies, finland is the happiest country in the world.\n  ","405789":"\n  these are all difficult for me, considering i've always tried hard to be good at them and failed miserably. lmaoo.\n  ","405790":"\n  \"glorious\" by macklemore feat. skylar grey ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=1nXxPTsy5Gc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405791":"\n  yes, i do have a boyfriend.\n  ","405792":"\n  i'm sorry to hear that. perhaps you can contact a friend or family member to discuss your dilemma.\n  ","405793":"\n  hello -- do you have a question?\n  ","405794":"\n  i'm doing well. i woke up about two hours ago (around 8:30am), and i've just been drinking coffee and perusing social media in the meantime. my friend is supposed to come over later so that we can fill out the house rental application.\n  ","405795":"\n  personally, i like knowing a few days in advance about plans. however, most of my plans are rather spontaneous, i.e. determined within a few hours of the plan happening rather than days or weeks.\n  \n  sometimes i don't know if i'm up to doing something until the day it's happening, which is why i'm so spontaneous with making plans with friends. i'll usually ask people if they're available the same day or night, and if they are, then we'll plan something then. if not, it isn't a big deal to me.\n  ","405796":"\n  one should *never* stop learning. there's an infinite amount of knowledge out there in the world, and even if you think you know a lot about a subject, there is always more to learn. education is not limited to the classroom, and we always have the opportunity to educate ourselves on new topics or ideas.\n  ","405797":"\n  yes, i have. i've been jealous of friends for reaching more milestones in their lives prior to me reaching the same milestones. things like graduating from college on time, attending graduate school, getting engaged or married, buying a house, having children, getting promotions at work, etc etc.\n  \n  eventually, i realized that jealousy is a useless and harmful emotion and that everyone goes through life at their own pace. instead of feeling jealous of my friends, i taught myself to be genuinely happy for them because of their achievements. just because they achieved something doesn't mean that my achievements thus far are worthless.\n  ","405798":"\n  yes, i have. when i was a teenager, i was messing around with a ouija board with a friend. we had it answer questions about the house we were in, and we later confirmed the answers with my friend's parents. during our session with the ouija board, we asked it a question and then both my friend and i saw an apparition across the hallway, like a thick white smoke escape from one closed door into another closed door. it was absolutely terrifying.\n  ","405799":"\n  singing, playing video games, painting, drinking adequate amounts of water, and committing to one writing project at a time, lmaoo.\n  ","405800":"\n  i honestly can't remember the last time i had an argument. those are things that don't really occur in my life anymore.\n  ","405801":"\n  to have the emotional intelligence to feel things such as joy, anger, sadness, disappointment, guilt, and grief and also determine the cause of such emotions so that we can make strides toward eradicating, understanding, or bringing to light the problem that caused those emotions in the first place.\n  ","405802":"\n  it's 9:36am, lol. i'm always awake at this time.\n  ","405803":"\n  lol, i don't know. i haven't watched family guy in over 10 years and i've never watched the simpsons.\n  ","405804":"\n  the best thing about traveling is the new experiences you have while not only being at your destination, but also the journey to the destination itself. people normally get too comfortable staying put where they are, and they don't get to experience the amazing sensations of what you see while you're in the midst of traveling.\n  \n  the worst thing about traveling is other people who may make the experience terrible, haha. i also hate how much it costs to travel these days -- even going to upstate new york, it accrued a lot of money just in fees and tolls, and i didn't even leave the state.\n  ","405805":"\n  i used to be prior to my first flight !! i was terrified because i didn't know how the experience would be. but after taking two flights back-to-back to get to texas, i got more comfortable with it and actually enjoyed the flights back home.\n  ","405806":"\n  i'm not saying it would deter all violent crime, lol. the amount of gun violence in the united states is staggering, though.\n  ","405807":"\n  honestly, i would probably make all guns disappear.\n  ","405808":"\n  no, i haven't !! i should check that out, though.\n  ","405809":"\n  hell yeah, alive & kicking.\n  ","405810":"\n  it's currently 4:30am and i'm planning on sleeping, lol.\n  ","405811":"\n  this is just speculation at this point, lol. if you want to think that, that's perfectly fine. it doesn't bother me or change anything about what's going on in my life.\n  ","405812":"\n  this is true, but that was years upon years ago. i'm not the same person i was back then and i would feel terrible if the same thing happened (re: if i couldn't contribute financially).\n  ","405813":"\n  he would certainly ask me, and i would decline. much like how he declined when i brought the topic up to him.\n  ","405814":"\n  he isn't in a desperate situation where he needs to move out of his house, and in addition, he would feel horrible living in the house with us and not contributing to rent or utilities. he has a lot of pride in that respect.\n  \n  i'm not bothered by the situation at all and neither is he. he's extremely happy for me and my friend, and this is also going to strengthen our relationship because we will get to see each other more often.\n  ","405815":"\n  even if i did help my boyfriend financially, it wouldn't make his bills suddenly disappear. he will still have to pay for them next month, and then the month after that, etc etc.\n  \n  when you're in a relationship, you support each other through difficult times. if he was in a severe bind and needed money (and also asked me for it), then i would have no issue helping him financially, if it's something i could afford as well. this isn't the case right now, though.\n  ","405816":"\n  i agree. even if i did offer to pay for his bills, he would feel horrible, guilty, and ashamed. i used to ask him in the past if he needed financial help, but he would get upset at the thought of it.\n  ","405817":"\n  ???\n  \n  what does being in a relationship for ten years have to do with this? lol.\n  ","405818":"\n  how can i financially help him when i barely have enough money to pay for myself? he understands that and knows it's unfair. it's also not as if he's in a bad spot financially -- he's comfortable, he just can't lay out extra money for rent at the moment in light of his extra bills.\n  \n  besides, there are more ways to help someone other than giving them financial assistance. just because i don't have the money to lend to him doesn't mean i don't help him in other ways.\n  ","405819":"\n  why would you expect me to pay for his bills? lmaoo. i have my own bills to pay, that would be unfair.\n  ","405820":"\n  no, that isn't genuine happiness. that's just a mask putting on that will eventually make your sadness or disappointment worse.\n  ","405821":"\n  pretty much everyone in my life is taller than me.\n  ","405822":"\n  their intensity has lessened thanks to medication, yes.\n  ","405823":"\n  i'm more looking forward to autumn.\n  ","405824":"\n  unfortunately, he can't afford to move out rn. he has a lot of various bills he needs to take care of first.\n  ","405825":"\n  besides my house, the last place i went to was my friend's house for her birthday last night.\n  ","405826":"\n  :'))\n  ","405827":"\n  i prefer using my computer, especially when it comes to answering questions on askfm. i can answer questions faster when i'm typing on my laptop as opposed to typing on my phone.\n  ","405828":"\n  for the most part, yeah. my anxiety causes me to act irrationally and a bit neurotic at times, though.\n  ","405829":"\n  no, but i will be soon enough.\n  ","405830":"\n  i would choose to learn how to play the piano. it's something i've always wanted to do ever since i was a teenager.\n  ","405831":"\n  i limit my time spent with them as much as possible, which includes ignoring them if that's appropriate. there's no use being emotionally invested in a person if you don't like them or they don't contribute anything to your life.\n  ","405832":"\n  the string lights in my bedroom !! i hung them up a few weeks ago and it gives my room such a nice glow (especially since it comes with a remote to change the colors).\n  ","405833":"\n  reheated fish. there's this one person in my office who heats up their lunch (which is fish) *before* the lunch hour, and the entire office smells like sh*t. it's horrible.\n  ","405834":"\n  the real estate agent contacted my friend regarding more details about the house we're likely going to rent. she said that we should fill out the paperwork this weekend and give it to her when she comes back from vacation on wednesday.\n  ","405835":"\n  occasionally, i'll drink on weekdays, even though i have work the following morning. it seems like a good idea at the time because it relaxes me at the end of the day, but i wake up feeling exhausted and lethargic.\n  ","405836":"\n  this photo is among my favorites. i took it with a 35mm film camera quite a few years ago.\n  ","405837":"\n  a lack of caffeine makes me very sleepy. smoking marijuana makes me tired too.\n  ","405838":"\n  i trust my boyfriend the most out of anyone else in my life.\n  ","405839":"\n  yesterday was productive, exciting, and quite entertaining.\n  ","405840":"\n  i'm undecided between fallout 4 and skyrim. they're both fantastic games, and i've been obsessed with them for years.\n  ","405841":"\n  i used to do it a lot when i was a teenager going to high school, but it wasn't for no reason at all. i pretended that i was physically ill to avoid going to school because i was afraid to tell anyone that i was too mentally unwell to go.\n  ","405842":"\n  i haven't completed the paperwork yet, so no. if we get approved to rent the house, then we won't be able to move in until october.\n  ","405843":"\n  no, but we could certainly plant a garden.\n  ","405844":"\n  i've lived in the same house for my entire life, so 27 years (minus the few years i lived in massachusetts and at my boyfriend's house, if those also count).\n  ","405845":"\n  i can hear the sound of my fan blowing, a car driving down the road, and my music playing.\n  ","405846":"\n  i said thank you to my boyfriend when he called me earlier today. he wished me luck with house-hunting, since my friend and i are meeting up tomorrow to complete the paperwork for renting the house.\n  ","405847":"\n  me, lmaoo. i have a very loud, infectious laugh that's more of an earthy cackle than anything else.\n  ","405848":"\n  the only thing i miss when i'm away from home is my own bed.\n  ","405849":"\n  no, thankfully i've never had acne. i get pimples every now and again, though.\n  ","405850":"\n  cyberpunk 2077 looks like it's going to be a fantastic game, it's being released in 2020. i'm also looking forward to halo infinite.\n  ","405851":"\n  yes, i have an older brother. well, technically he's my half-brother but a brother nonetheless.\n  ","405852":"\n  i went to psychiatrist three months ago to get a refill on my prescriptions.\n  ","405853":"\n  yeah, i grew up with two parents and an older brother.\n  ","405854":"\n  these days, i prefer the daytime. i feel more energized and i get a lot more stuff done as opposed to at night.\n  ","405855":"\n  no, i'm not religious at all and i don't believe in god.\n  ","405856":"\n  I graduated college when i was 22 years old.\n  ","405857":"\n  yes, lmaoo. i also took a photo of it at the time so that definitely helped.\n  ","405858":"\n  probably an 8. i don't really remember the taste, i just remember it was delicious.\n  ","405859":"\n  i had a certain kind of steak with roasted vegetables over a bed of mashed potatoes when i went to austin, texas, five years ago. it was delicious.\n  ","405860":"\n  i've been super busy with work and house-hunting. i just got a promotion at work to \"senior editor,\" and i have a meeting with HR on monday to discuss a pay increase.\n  \n  i just mentioned this in my previous answer, but my friend and i are also likely closing in on a house we're going to rent. we're very interested in the house because it's a good size and very affordable, and it's also in a great area that's not too far from both of our jobs.\n  ","405861":"\n  there's an 85% chance that my friend and i are going to fill out the application for the house we visited on thursday afternoon. it's affordable for three people, the house is a decent size with large bedrooms, the walls are freshly painted and carpets freshly cleaned, the exterior of the house is newly renovated, and it has a huge backyard and patio.\n  \n  it seems perfect for us, so my friend is going to call the real estate agent today and tell her that we're interested in renting the house.\n  ","405862":"\n  chocolate chip cookie dough bites !! i also usually get a small popcorn with lots of melted butter.\n  ","405863":"\n  i don't have any big responsibilities to take care of today. if anything, i'm going to spend the day doing laundry.\n  ","405864":"\n  sleeping in with my boyfriend; waking up and having a cup of coffee together on the backyard patio; and cooking a small breakfast of eggs, breakfast sausages, and bagels together.\n  ","405865":"\n  vermont. when i was a freshman in college, my roommate and i drove eight hours to northern vermont and the entire trip was beautiful. large forests, streams and rivers, and lake champlain were all awe-inspiring.\n  ","405866":"\n  it's difficult, if not impossible, to judge an entire group of people, especially based on their sex. everyone within that demographic is vastly different.\n  ","405867":"\n  heathers (1988) starring winona ryder and christian slater.\n  \n  it's one of my comfort films.\n  ","405868":"\n  i consider myself to be an \"extroverted introvert,\" meaning that while i'm introverted at heart, i also have qualities of an extrovert that appear every now and again.\n  \n  for example, i really value my alone time, and being around people exhausts me most of the time. however, i also enjoy being around small groups of friends for a limited period of time and i can be outgoing in that respect.\n  ","405869":"\n  it was a few weeks ago, i believe. i simply had too much caffeine during the day, so i found myself restless by the time i wanted to go to bed.\n  ","405870":"\n  freelance writer, where i can stay at home and write all day long.\n  ","405871":"\n  a bedroom with a large cozy bed (lots of blankets and pillows), string lights everywhere, a large window, tapestries on the walls, and an area for a desk where i can work on my writing.\n  ","405872":"\n  no, being hungover is a bad feeling, lmaoo. it happens when you drink alcohol the night before and you wake up with a headache. some people are nauseous and vomit, but i just get a pounding headache if i'm hungover.\n  ","405873":"\n  i wouldn't have said that if it wasn't true.\n  ","405874":"\n  again? i can't remember the last time i was hungover.\n  ","405875":"\n  my least favorite job was my first job as a cashier at a drug store, and every subsequent job i had at that store as well. we were all overworked and underpaid, management was not understanding at all, and the customers were so rude and entitled.\n  \n  my best job is my current job. they're actually understanding of my health concerns, considerate of what i can and cannot do in terms of work, and they have entrusted me with increasing responsibility over the nearly two years i've been working there.\n  ","405876":"\n  well, at the moment i'm hungover. however, in general i've been feeling fantastic and extremely hopeful. :'))\n  ","405877":"\n  salvador dali is my all time favorite artist.\n  ","405878":"\n  the only other place i sleep besides in my own bedroom is in my boyfriend's bedroom, haha.\n  ","405879":"\n  yes, there are a few askfm users that i would love to talk to on a more regular basis !! i enjoy reading their answers and seeing things from their perspective.\n  \n  my askfm experience is an equal combination of finding like-minded people and answering questions about myself. initially when i joined this site, i only did so to answer questions and ask other people questions, but as time went on, i found a lot of users whom i can call a friend now.\n  ","405880":"\n  neither, actually. i don't lend out money, nor do i borrow money from people. i'm very protective of my spending and i don't like the idea of either owing people money or someone owing money to me.\n  ","405881":"\n  normally, i go out and drink with my friends, lmaoo. it isn't anything extraordinary, we just visit my favorite bar and spend a few hours there.\n  ","405882":"\n  i normally sleep with my himalayan salt rock lamp on, which gives off an orange glow and allows me to somewhat see the room in case i need to get up in the middle of the night.\n  ","405883":"\n  i don't have any games on my phone. they take up too much space and drain my battery.\n  ","405884":"\n  i went to sleepovers when i was a pre-teen and teenager, haha. as an adult, i've stayed over a few people's houses overnight, but i wouldn't necessarily call that a \"sleepover,\" it was just something i needed to do at the time.\n  ","405885":"\n  five\/six hours to upstate new york (lake george). we stopped occasionally for food and to use the restrooms, but it was also the furthest north i've ever been.\n  ","405886":"\n  my ability to see past my own struggles and fight for what i know i deserve. my struggles themselves did not make me stronger because what i went through was unfair, but my perseverance despite those struggles -- as well as my support system -- has given me strength.\n  ","405887":"\n  no, quite the contrary. i can fall asleep anywhere at any time, haha.\n  ","405888":"\n  \"the search\" by NF ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=fnlJw9H0xAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405889":"\n  once every 6 months or so in order to either refresh my hair color or color it something new. the last time i went to a hairdresser was in mid-june, which is when i colored my hair orange\/red.\n  ","405890":"\n  rock and rap, depending on my mood that day. lately i've been listening to rap more often (NF is my favorite musician at the moment).\n  ","405891":"\n  i haven't learned anything yet today. it's only 11:20am and i woke up about an hour ago, haha. the only things i've done so far is boot up my laptop and make an iced coffee.\n  ","405892":"\n  scrambled or fried, with salt and pepper. occasionally, i'll also eat them sunny side up.\n  ","405893":"\n  this is my desktop. :'))\n  ","405894":"\n  idk, probably a 5 or 6. i'm not *that* weird, but people have definitely referred to me as quirky in the past.\n  ","405895":"\n  ah yes, we value our privacy. therefore, we're idiotic. that makes complete sense.\n  ","405896":"\n  no, i'm very unhappy with my weight. i'm overweight and i've actively been trying to lose weight and be healthier.\n  ","405897":"\n  he doesn't advertise his instagram, so i don't believe he would want random people having it.\n  ","405898":"\n  yes, i have an extremely difficult time trusting people, particularly new people in my life. instead of trusting others as a default, i don't trust others until they've \"proven\" to me that they're a trustworthy person. there are really very few people in my life whom i can say i genuinely trust.\n  ","405899":"\n  the feeling is different for everyone. but honestly, it's one of those things that you just *know* after a while. it comes to you and you realize how deeply and utterly in love you are with this person because it doesn't compare to any feelings you've had for anyone else in the past.\n  ","405900":"\n  i never read the series, but i've heard that the writing is absolutely terrible, lol. on a deeper level, i'm also under the impression that it gives bdsm practices a bad name, because the relationships expressed in 50 shades of grey are very toxic and unhealthy.\n  ","405901":"\n  for the first time in a very long time, i believe i can answer \"yes\" to this question. i'm pushing myself out of my comfort zone to do things that i've always wanted to do but either didn't have the strength or confidence to do them. likewise, my hard work is being recognized and i'm making significant strides in my professional life.\n  ","405902":"\n  it depends on the person, because different people require different things before they drift off to sleep.\n  \n  personally, i need to have a bottle of water by my bed before i sleep and have all of my lights turned off except for my himalayan salt rock lamp. i also need the fan on.\n  ","405903":"\n  i didn't know who that was when you sent me this question, but apparently it's a villain in resident evil 5. i never played that game.\n  ","405904":"\n  sorry i haven't been on in two days !! life got a bit hectic all of a sudden, and i didn't really have much time to use social media.\n  \n  however, things are a bit better now so i'll be trying to reply to things in my inbox today & tomorrow. :'))\n  ","405905":"\n  i'l just list a few ;\n  \n  --\n  \n   @littlesha_\n  \n\n  --\n  \n   @FreckleFaceDimpleCheek\n  \n\n  --\n  \n   @babycadiexo\n  \n\n  --\n  \n   @astoldbyjoanna\n  \n\n  --\n  \n   @LouisaRHale\n  \n","405906":"\n  this means so much to me -- thank you !! i'm going to a showing (for a potential apartment) tomorrow night after i get out of work, so ... *crosses fingers*\n  ","405907":"\n  around two months or so.\n  ","405908":"\n  i've just been walking on the treadmill for two miles every other day.\n  \n  as for my diet, it's mostly things like yogurt for breakfast, sandwiches with turkey or ham for lunch, veggie chips and fruit as a snack, and dinner varies from day to day (i.e. tonight i had steak, spinach and mushrooms).\n  ","405909":"\n  around 12 pounds. unfortunately, my weight hasn't changed in a while. i need to push myself more.\n  ","405910":"\n  i don't dance.\n  ","405911":"\n  i mostly drink sparkling water, always flavored (tangerine, raspberry lime and peach are my favorites).\n  ","405912":"\n  at first, i didn't enjoy working out. but the pros outweigh the cons, and although i don't necessarily look forward to exercising, i feel much better about myself when i do it.\n  ","405913":"\n  ask questions to the people you follow !! you'll find new people to follow that way since people will be more likely to ask you questions as well.\n  ","405914":"\n  well, this site is specifically for asking questions. go right ahead.\n  ","405915":"\n  i've never eaten exotic food before.\n  ","405916":"\n  i don't care about cars, so i don't have a dream car. as long as it functions and drives well, and has good mpg, then i'll happily drive it.\n  ","405917":"\n  healthy hair = good hair.\n  ","405918":"\n  hello -- do you have a question?\n  ","405919":"\n  my day was fine, thank you for asking. i woke up exhausted this morning (i didn't go to bed until like 1:30am, lol), but i bought a coffee on the way into work and that did the trick. i got some significant work done and then i went home, had a cup of coffee, and then had dinner.\n  \n  i'm probably going to crack open a spiked seltzer and relax before going to bed tonight.\n  ","405920":"\n  caffeine & nicotine.\n  ","405921":"\n  \"the search\" by NF. this sh*t is banging.\n  \n\n   https:\/\/www.youtube.com\/watch?v=wdtKdZC6_EQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405922":"\n  \"if heaven and hell decide that they both are satisfied, illuminate the no's on their vacancy signs. if there's no one beside you when your soul embarks, then i'll follow you into the dark.\"\n  ","405923":"\n  lately, it's been ;\n  \n  -- \"truth hurts\" by lizzo.\n  \n  -- \"leave me alone\" by NF.\n  \n  -- \"the search\" by NF.\n  ","405924":"\n  ironically, words have always been my go-to way of expressing how i feel. if i cannot verbally express myself, then i resort to writing creatively to purge myself of whatever emotions i'm feeling.\n  ","405925":"\n  i suppose i have average intelligence. allegedly i have a high IQ (or i used to when i was younger, lol) but that's only one facet of intelligence.\n  ","405926":"\n  \"i love you\" by billie eilish ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=WiinVuzh4DA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405927":"\n  i'm doing well. alongside house hunting and getting a promotion at work, i've also been thinking about writing something creatively (i just haven't thought about what i would write about yet).\n  \n  i'm incredibly at peace rn because there's a thunderstorm outside, and storms always make me very relaxed.\n  ","405928":"\n  wentworth season 7 is on netflix now, and that made me super happy because my coworker keeps telling me how amazing the season is. i haven't gotten around to watching it yet, though, because i'm still finishing up orange is the new black.\n  ","405929":"\n  i can't decide on whether i want a regular seltzer over ice or a spiked seltzer over ice, lmao. i have a delicious pina colada flavored spiked seltzer that would be so refreshing rn.\n  ","405930":"\n  the sounds of rain hitting the roof and thunder cracking in the distance. it's currently storming as i type this, and it's so peaceful to me.\n  ","405931":"\n  i love raspberries and blueberries.\n  ","405932":"\n  i told my good friend about my promotion, and that depending on how much of a raise i get next week, i could probably contribute more money towards rent.\n  ","405933":"\n  i wish i was born with the ability to sing. music has always been a passion of mine, and guaranteed if i had a good singing voice then i would have entered the music industry.\n  ","405934":"\n  i would be at my boyfriend's house, sitting outside with him around a campfire, while listening to music and talking about whatever is on our minds. it would be a clear, breezy night that's just chilly enough for a hoodie.\n  ","405935":"\n  lol, no. if i'm doing something wrong, then i desperately try to better the situation by fixing what i did wrong. in most cases, i'm doing things correctly but i'm utterly convinced that i'm doing them wrong anyway.\n  ","405936":"\n  i'm a homebody, although i would absolutely love to travel.\n  ","405937":"\n  by recognizing that they have flaws that they need to improve upon and actively changing their thought patterns and behavior to work on bettering those flaws.\n  ","405938":"\n  i don't eat midnight snacks. my last meal of the day is dinner, which i normally have between 7 and 8pm.\n  ","405939":"\n  i think it has to do more with creative freedom than anything else. in recent times, society has become so desensitized to gore and violence that it allows the entertainment industry more freedom to incorporate those ideas into their media.\n  ","405940":"\n  it's worse to be ignorant. most times, when someone is ignorant, they have the resources to educate themselves and open their minds, but they simply choose not to do so.\n  ","405941":"\n  i don't go out and party anymore, lol. i had a \"party phase\" when i was between the ages of like 19 and 22, where all i did was party, get drunk, and do drugs. after i phased out of that, the whole partying scene hasn't appealed to me.\n  ","405942":"\n  i was extremely exhausted when i woke up this morning. i stayed up until 1:30am watching orange is the new black, lmaoo.\n  ","405943":"\n  my friends know i'm not okay when i turn down plans in favor of staying at home.\n  \n  normally, i want to be out of my house as much as possible because i cannot stand being home with my parents at this point. so if i'm choosing to isolate myself in my room at home instead of leaving the house, there's something wrong.\n  ","405944":"\n  my boyfriend, my boyfriend's best friend, my best friend, and my best friend's husband.\n  ","405945":"\n  i much prefer savory foods as opposed to sweet foods (i can't handle a lot of sweetness to begin with).\n  ","405946":"\n  when i was much younger, i got into an argument with a friend (who's no longer my friend anymore) and she broke a beer bottle on a pole and threatened to hurt me with it.\n  \n  i don't even remember what the argument was about, honestly. we were both really drunk.\n  ","405947":"\n  no, i'm usually dead-set on those decisions once i decide what i'm going to do. i don't usually have mixed feelings about circumstances going on in my life, i feel strongly one way or another.\n  ","405948":"\n  one of the hardest conversations i've ever had was with my boyfriend a few months ago. he confronted me regarding my alcohol use because it was getting to be too much, i was drinking almost every night in excess and he was very concerned (and i was in complete denial). he said that if i continued down that path, he didn't know if he could continue to be with me because it would be detrimental to his own well being and sobriety.\n  \n  i've cleaned up my act a lot since then -- it was an illuminating moment, despite the fact that it was so difficult to hear those words.\n  ","405949":"\n  ambivalent towards what in particular?\n  ","405950":"\n  the only seafood i eat is grilled salmon and tuna, haha. even so, i don't like tuna sandwiches and i only eat tuna in sushi.\n  ","405951":"\n  it would be beneficial to me if i learned spanish. my boyfriend's family on his father's side is cuban and his grandmother doesn't speak any english, so it would be good for me to learn how to converse with her.\n  ","405952":"\n  i went to a big concert last december that was hosted by a radio station i listen to. the musicians were florence and the machine, death cab for cutie, mike shinoda (of linkin park), muse, AJR, foster the people, bastille, and chvrches.\n  ","405953":"\n  guns. there's absolutely no need for them anywhere.\n  ","405954":"\n  their ability to pick themselves up and persevere after enduring significant struggles or hardship.\n  ","405955":"\n  i used to bake a lot, but i haven't felt compelled to bake anything in about a year or so. i love baking cupcakes and muffins.\n  ","405956":"\n  i don't generally make it a habit to hate people, so this doesn't normally happen to me.\n  ","405957":"\n  i'm doing well, actually. i got in touch with a real estate agent who found a listing for a three-bedroom apartment within my price range, and i'm going to a showing tomorrow to check the place out.\n  ","405958":"\n  i'm *very* bad at public speaking, lol. i have social anxiety which makes it difficult for me to speak to other people to begin with, so confronting a crowd of people is nightmare fuel. it used to give me full-fledged panic attacks.\n  ","405959":"\n  i don't believe so, no. it's standard grammar that's still taught in school and used professionally everywhere.\n  ","405960":"\n  a steaming hot cup of coffee.\n  ","405961":"\n  no, i haven't.\n  ","405962":"\n  you can't live your life revolved around the approval of men in your life. your body is your body only, and the right person will come around and accept you for who you are. however, you must first learn to accept yourself for all that you are.\n  ","405963":"\n  netflix ;\n  \n  -- orange is the new black\n  \n  -- wentworth\n  \n  -- forensic files\n  \n  hulu ;\n  \n  -- the x files\n  \n  -- it's always sunny in philadelphia\n  \n  -- ghost adventures\n  ","405964":"\n  i don't normally block people on social media. i have no reason to block people.\n  ","405965":"\n  the only game out of those three i've played is GTA. i've played most of the GTA games, that i can recall.\n  ","405966":"\n  instagram, twitter, and askfm.\n  ","405967":"\n  i'm a console gamer, solely because i don't have the coordination to use a keyboard and mouse to play video games, haha.\n  ","405968":"\n  i like dogs better than i like most people.\n  ","405969":"\n  i'm either very calm or irrationally angry. there's really no in between.\n  ","405970":"\n  skyrim and\/or fallout 4.\n  ","405971":"\n  the last game i played was far cry 5. i also like skyrim, fallout 4, the bioshock series, the halo series, the assassin's creed series, minecraft, life is strange, and a few others.\n  ","405972":"\n  yeah, i play video games occasionally.\n  ","405973":"\n  ¯\\_(ツ)_\/¯\n  \n  can't please everyone.\n  ","405974":"\n  oh man, it's been literally years, LOL. probably not since 2012 or so.\n  ","405975":"\n  uh, usually in very unhealthy ways.\n  ","405976":"\n  LOL. at least once per day.\n  ","405977":"\n  if you're talking about sexual questions, then no. i won't answer them.\n  ","405978":"\n  yes, i have a boyfriend.\n  ","405979":"\n  i have a hyundai accent. i don't really care about cars so there isn't one i want.\n  ","405980":"\n  it happens occasionally. as for myself, i'm more afraid of impulsively throwing myself into the tracks.\n  ","405981":"\n  the fact that the sun doesn't set until 9pm, going to the bay for drinks and live music, and having campfires outside.\n  ","405982":"\n  i've only ever used windows in these choices, lol.\n  ","405983":"\n  i've never owned an iphone, so my choice would be android.\n  ","405984":"\n  i haven't played video games in a few weeks, but i was playing far cry 5 at the time.\n  ","405985":"\n  i'm not comfortable doing that. they're screenshots of some potential apartments that my friend and i are looking into (it says the town name and address).\n  ","405986":"\n  i don't even know what that is.\n  ","405987":"\n  cannoli cake is my absolute favorite -- especially rum-soaked cannoli cake (don't knock it til ya try it).\n  ","405988":"\n  i always look at the drink menu first, since waiters always ask what we want to drink before placing the order for our food.\n  ","405989":"\n  i always introduce my one coworker to new songs, lmaoo. the most recent song i showed her was \"blood in the cut\" by k. flay ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=k2WcOdz96ko\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","405990":"\n  i want to see if i can lower my interest rates on my student loans and possibly pay off my car loan using what i have in my savings account.\n  ","405991":"\n  when i'm trying to go to sleep, my mind sometimes begins thinking about everything i have to do the next day, and it can get overwhelming. i go through the list over and over again and think of every possible angle.\n  ","405992":"\n  abandonment by my loved ones.\n  ","405993":"\n  i'm not sure because he can't afford to live on his own rn. that's why i'm moving in with my friend instead of him, lol.\n  ","405994":"\n  last week, i was super excited about closing in on an apartment that my friend and i had applied for. it was the first time i had ever applied for an apartment and it seemed perfect. we filled out all the paperwork, but because my friend's brother didn't complete his application on time, the apartment was given to someone else. :\/\/\n  ","405995":"\n  you can't park anywhere you want, from my understanding. there are only certain areas where you can park an RV, like campsites, RV parks, some truck stops or rest areas, and allegedly casinos.\n  ","405996":"\n  i don't know very much about homeschooling at all. however, i don't believe there's anything inherently wrong with it as long as the parents are educated themselves and also integrate social aspects of learning instead of keeping their homeschooled child in the house all the time. social interaction is crucial to the development of children.\n  ","405997":"\n  i love my eyes, my cheekbones, and my hair.\n  ","405998":"\n  i don't think you can get banned for using profanity, but your answers may get deleted. that's why i usually censor most swear words.\n  ","405999":"\n  i'm doing very well !! my supervisor spoke to HR about my promotion & giving me a raise considering my new responsibilities at work, so i'm probably going to be meeting with HR this week or early next week. :'))\n  \n  in addition, my friend got in touch with a real estate agent about helping us find a rental, so we're going to be meeting with her sometime soon.\n  ","406000":"\n  my bed, haha. i can live without everything in my bedroom (well, maybe not my television...), except for my bed.\n  ","406001":"\n  my supervisor told me that my title will be changed to \"senior editor\" and i'll most likely get a raise soon. :'))\n  ","406002":"\n  i've never seen the point in that tbh. instead of pretending that someone asked you a question, you can always just generate a random question and talk about whatever is on your mind.\n  \n  or even just send yourself a \"-\" or something to indicate that you're not answering a specific question, you're just talking freely.\n  ","406003":"\n  honestly, i normally don't say \"hi\" to my friends at the beginning of the conversation. i just jump right into what i want to tell them, lol.\n  ","406004":"\n  i believe it's worse to pretend to care about something that you genuinely don't care about. in my own personal experience, it's incredibly easy to distinguish when someone honestly doesn't give a sh*t about something and are just pretending to care about it, which makes the situation that much more aggravating.\n  ","406005":"\n  i can't exactly envision myself in your position, lol. i don't even want children to begin with, so that would never be a factor in who i choose to date.\n  ","406006":"\n  cooking at home means that i'll be cooking with my parents, so with that in mind, i would rather go to a restaurant with a friend or my boyfriend, lol.\n  \n  if my boyfriend and i were cooking at home together in his house, then i would much prefer that. he's also a terrific cook.\n  ","406007":"\n  thank you !! i'm going on a cruise with my boyfriend & his family in 2020 (february or march, i honestly don't remember). it will be my first time leaving the country and first time on a cruise boat, so hopefully it won't be too nerve-wracking, haha.\n  ","406008":"\n  not generally, no. i only judge people if they're exhibiting blatant discriminatory thoughts or behaviors and blaming those thoughts\/behaviors on their religion.\n  ","406009":"\n  the last person i saw was my father. i went downstairs to fill my cup up with ice and he was in the kitchen.\n  ","406010":"\n  no, i've never been outside of the united states before. however, i will be going to the caribbean next year. :'))\n  ","406011":"\n  i delete questions that are s*xual in nature, that are trolling, or that are flat out inappropriate and\/or invasive.\n  \n  i also occasionally delete questions that i don't have an answer to. i would rather just delete the question than reply with \"no\" or \"i don't know.\" i like my answers to be more involved than that.\n  ","406012":"\n  (cont) ... and the thing is.. i don't even like white guys?? so I feel like I'll never find love again that was unconditional and so patient and kind like his and also be able to get what I ultimately want. i just hate it so much. i sound nuts and idk what to do, I'm damned if I do and damned if I don't. :(\n  \n  --\n  \n  it's ultimately your decision then. perhaps you're simply young and things like this mature as you mature yourself, and eventually you will grow out of these feelings because they'll seem meaningless to you over time.\n  \n  however, i can only venture a guess. i don't know you or your ex or anyone in between, but i do know that things always feel much more extreme right after a breakup than any other time. you may just need to give yourself room to breathe.\n  ","406013":"\n  not usually, no. askfm is a mindless way for me to wind down at the end of the day.\n  ","406014":"\n  i would like to visit england sometime during my life, but i definitely cannot afford to go overseas at this stage.\n  ","406015":"\n  (cont) ... and basically now for weeks it's been me being ok and then him texting & calling me & begging me to get back together then me realizing im in love with him but also realizing i cannot force myself to go back knowing ill have SO much anxiety & then also kicking myself in the behind for losing someone I love over something so dumb but I literally can't bring myself to go back to him. it'll be the same thing all over again & I'll feel horrible but I still love him & he texts me daily and makes it so hard for me to move on. I've been trying to focus on my life and improving my mental health and everything and this is such a big distraction idk what to do :( I'm so torn and it makes me wanna commit su**cide. Please give any advice you can or input thanks :(\n  \n  --\n  \n  if you don't want to get back together with him (regardless of your reasoning), he needs to know that. texting you daily and begging you to get back together with him when he knows you two broke up is terrible, and he *needs* to learn those boundaries. it doesn't matter if he still loves you or not -- if he loves and respects you that much, then he has to respect the fact that you don't want to date him anymore. he has to do what's in your best interest & his best interest.\n  \n  you'll find someone you can be 100% comfortable around, to the point where you won't even question race or ethnicity because you're so deeply and utterly in love with them. this boyfriend might not be that guy for you at the moment, and that's perfectly okay.\n  \n  you need to fully commit yourself to yourself and your health, your mental health is your number one priority rn. i suggest you talk to your ex about him being overbearing\/clingy so that you don't have that guilt hanging over you, and then you can work on yourself and moving forward.\n  ","406016":"\n  honestly? anywhere, lmaoo.\n  \n  it would be nice to take an extended weekend and just book a room somewhere and do nothing for three days straight. i would absolutely love to go upstate (new york) or out to montauk for the weekend, but i don't have the PTO or the time to really take a vacation at the moment.\n  ","406017":"\n  a damn vacation. :\/\/\n  ","406018":"\n  (cont) ... etc a lot and it just made me even more paranoid than ever. I am quite positive now she’s tired of my bullsh*t but is just being nice about it. Well I didn’t feel better after that honestly but she tells me she will be there no matter what and I honestly don’t believe her that much. And it doesn’t help when I go online and search friends and depression together and a lot of people is saying maybe they are just being nice and don’t want to here too much stuff about negative stuff. Well I’m naturally negative because I have MDD and anxiety but now I don’t even talk to her much about it anymore. We just talk a lot about her problems now which I’m okay with, but she doesn’t even ask me “how are you doing” when we met. Just once sentence and it would have made me better but now I’m in this endless loop of thinking everyone is out to get me. It sucks. Just wanted to rant honestly.\n  \n  --\n  \n  no worries, ranting is very healthy & it's good to get all of this out of your system. i 100% feel this hardcore, though ... like, to basically all of my friends. i feel like i'm always there for them, but then i feel guilty if i were to ever bring myself up, and they don't question it either, which makes me feel really forgotten & helpless. idk.\n  \n  you're right, it is an endless cycle. we want friends that care for us, but we're afraid to ask them to care more for us if we're feeling neglected because we don't want to lose them entirely, and then the cycle repeats over and over. then we become afraid that they're just putting up with us because they feel bad for us or pity us, and that makes it 100x worse. ugh.\n  ","406019":"\n  i only follow maybe 30 people, and the majority of the questions most of the active users get are from accounts that regularly send out questions every day.\n  ","406020":"\n  they're backgrounds to answers that are animated, i think.\n  ","406021":"\n  this morning, my supervisor called me in to a meeting and told me that my coworker who left on maternity leave a few months ago isn't returning to work (to take care of her kids). my supervisor asked me if i would be comfortable administering the project i was the interim director for on a full-time, permanent basis.\n  \n  naturally, i said yes. but honestly, i'm both excited and a little nervous, knowing that this project is suddenly my whole responsibility. my supervisor said she's going to push for me to get a raise, though. :'))\n  ","406022":"\n  iced coffee (even in the winter sometimes). i drink it every morning and sometimes in the evening when i get home from work.\n  ","406023":"\n  yes, i do have a boyfriend.\n  ","406024":"\n  i contributed to a gift for my coworker who recently left on paternity leave -- his wife gave birth last week, so me and two other coworkers chipped in and gifted them a few baby outfits and some diapers.\n  ","406025":"\n  i've always enjoyed q&a sites, for some reason. before askfm existed, i was a member of formspring, which was basically the same thing as askfm (i think it started up around 2009).\n  \n  i like the idea of answering questions from people who want to get to know me, as well as asking questions to other people and getting to know them.\n  ","406026":"\n  i'm in my bedroom. i have two tapestries hanging, three posters (an ernest hemingway quote, a signed mike shinoda poster, and a print of salvador dali's \"the persistence of memory\"), and string lights.\n  ","406027":"\n  i woke up this morning at 7:15am (the time my alarm went off, haha).\n  ","406028":"\n  i log onto askfm every day. there have been some days here and there where i haven't logged on, but normally i do check it every morning and evening (even if i don't answer questions right away).\n  ","406029":"\n  the flames are a physical representation of \"coins,\" askfm's currency that they recently created to make a country\/friend leaderboard. you can also use coins to \"purchase\" premium backgrounds to answers.\n  \n  when you click on the flame, it gives the person coins. i believe if you hold down the flame, it gives them more coins as well.\n  ","406030":"\n  it ultimately depends on the night. it ranges anywhere between 10:00pm and 2:00am.\n  ","406031":"\n  i've never played d&d before, lol. i have a few friends who love it, though.\n  ","406032":"\n  that's something only you can decide -- i can't make that determination for you, considering i don't know you or your father or your father's relationship with this woman.\n  \n  you should try to have a conversation with him about this first, though, if you haven't already. express that you're his child and although you two endured hardship after your mother passed away, he's still your father and you still want him to be present in your life. explain that he says he wants to have a close relationship, but his actions speak otherwise. however, when you do talk to him, try not to get accusatory or else he might respond negatively to it. try to keep an open mind, and maybe he will as well.\n  ","406033":"\n  i don't have the ability to post video responses. in addition, i can't laugh on command, lmaoo.\n  ","406034":"\n  lol, no. everyone is paying their own way.\n  ","406035":"\n  (cont) ... sounds stupid but I have been getting dreams and when I looked it up it all says someone around you is being fake and all. The signs of fake friendship also quite matches ours. I have anxiety and now I’m paranoid and am thinking of cutting her off. I’m not sure whether I’m just overreacting or what. And I’m not sure whether I can even bring this up to her lol I know she will probably be like “wtf???” Or get mad a little even if she says she won’t since it seems like I don’t trust her. Well I don’t fully trust anyone to begin with even her tbh since i have been through a lot. But please help.\n  \n  --\n  \n  honestly, i'm going through the same exact thing right now. one of the things that truly suck about having mental illness and anxiety is that we always question the validity of our interpersonal relationships, especially when one thing happens that sorta sets it off (like your friend not asking how you are).\n  \n  i understand it completely, and like i said, i'm going through the same thing with a friend of mine as well. i never brought it up to her because of your same worries -- i don't want her to think i'm being ungrateful, or that i don't trust her, etc etc. it's such a weird and awkward situation to be in because we don't want to make the situation worse since *we* care about the friendship so much.\n  \n  unfortunately, i don't have much advice to give other than advising you to try to talk to your friend about these feelings, but in a discrete and kind way so that she doesn't think that you're questioning the friendship itself (if that makes sense?). maybe ask an open-ended question like, \"hey i know this may be forward, but what do you think of our friendship? is there anything i could be doing better as your friend?\"\n  \n  that might open up a conversation to get you two on a better page. but take my advice with a grain of salt -- i don't know you or your friend, so naturally i don't know how she would react to such a conversation.\n  ","406036":"\n  sorry i responded to this so late. :\/\/\n  \n  in cases like these, i usually just go with my gut instinct. depending on your sense of intuition and how accurate it is, i know personally my gut instinct is *rarely* wrong, and if you think his stories don't line up, then those feelings are perfectly valid.\n  ","406037":"\n  you forgot an s -- shootings. multiple shootings in a two-day span. it's absolutely tragic and saddening.\n  \n  america has a problem with guns. america has a problem with domestic terrorism. to deny this is to deny reality. we need to actually do something instead of offering thoughts & prayers.\n  ","406038":"\n  my favorite class in high school was english. i really enjoyed talking AP classes in composition and literature.\n  ","406039":"\n  yeah, plenty of people have told me that i have a very infectious laugh.\n  ","406040":"\n  i have blue jeans on.\n  ","406041":"\n  well, you're not entirely wrong. LOL. i don't really have a deadset personality, i kinda change depending on who i'm with.\n  ","406042":"\n  because i already have enough friends, and i have no intentions of befriending an anon from a q&a site.\n  ","406043":"\n  i don't need any new friends.\n  ","406044":"\n  hello -- do you have a question ??\n  ","406045":"\n  bills, lmaoo.\n  ","406046":"\n  \"leave me alone\" by NF.\n  \n\n   https:\/\/youtu.be\/XGGWhOUYObc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406047":"\n  autumn. i absolutely love the fall weather.\n  ","406048":"\n  i'm currently in love.\n  ","406049":"\n  a bbq can be whatever you want, lol. if you want to grill vegetables, then grill vegetables.\n  ","406050":"\n  no, i get super nervous when someone is watching me, so i assume it would be the same if i was getting filmed.\n  ","406051":"\n  i don't really think much of it. it sounds redundant, though.\n  ","406052":"\n  i honestly don't know. you would have to consult legal services.\n  ","406053":"\n  no, my name is leigh.\n  ","406054":"\n  i still have to clean the house and shower. afterwards, i'm going to my boyfriend's house for a bbq.\n  ","406055":"\n  my boyfriend and his family.\n  ","406056":"\n  that's what i've always thought, to be honest. i endured trauma during my teenage years, so i can imagine something traumatic happened in my childhood too.\n  \n  i've always heard of memories of things like that flooding back when the person is an adult, and i'm honestly terrified of that happening.\n  ","406057":"\n  i'm somewhat dreading going to work tomorrow. the weekends just don't feel long enough, especially considering i've been running around and doing errands all weekend long. i need down time to relax before i go back to work and start the week over again.\n  ","406058":"\n  a bacon, egg and cheese on a roll this morning, haha. my parents ordered breakfast for all of us.\n  ","406059":"\n  people getting physically close to me or touching me, hugging me, etc etc. i've always felt uncomfortable with those things, even around family and friends.\n  ","406060":"\n  i wish that my friend and i can find the perfect apartment within the next few days or weeks so we can move in by the fall.\n  ","406061":"\n  i don't think i've ever been on a boat before, so i really don't know. the cruise i'm going on next year will definitely be an eye-opening experience, lol.\n  ","406062":"\n  i'm not entirely sure. it's something i've been trying to work on in therapy, but we can't really go very far because it's not as if i've been having breakthroughs in memory or anything. i have random snippets of memories of when i was a child, but i also can't distinguish whether they're real memories, dreams, or things i saw on video.\n  ","406063":"\n  between 11 and 12, yeah.\n  ","406064":"\n  i've done some terrible things to people over the years, and sometimes i do regret them because they didn't deserve it. however, there's nothing i can really do about it now so it's useless regretting the past. i just have to continue moving forward.\n  ","406065":"\n  i can't remember the first 10-11 years of my life, lol.\n  ","406066":"\n  i don't really get annoyed with most questions, although it does disappoint me when people ask me s*xual questions because it's quite obvious that i don't answer those.\n  ","406067":"\n  no, i don't believe in karma. people who do terrible things rarely have consequences for their actions, and those who are genuinely good people normally struggle significantly.\n  ","406068":"\n  i'm very grateful for coffee. it woke me up and is motivating me to get things done today, despite the fact that all i want to do is sleep and watch television all day.\n  ","406069":"\n  living on my own with a few pets, progressing further in my career (perhaps with the same company), and possibly engaged or married.\n  ","406070":"\n  one of the only things i do well is write, haha. i've always had a natural ability in writing because it comes so easily to me.\n  ","406071":"\n  aw, this is so cute !! thank you ~~\n  ","406072":"\n  i have feelings of disgust and disappointment.\n  ","406073":"\n  plenty of foods -- cheese, yogurt, and spinach are the main ones.\n  ","406074":"\n  i don't follow people upon request, sorry.\n  ","406075":"\n  i would say that my gut instinct is pretty spot-on, especially as i've gotten older. i used to be fairly naive when i was younger and didn't have much intuition, but as i've experienced more things growing up, i've developed an effective gut instinct that's only sometimes wrong.\n  ","406076":"\n  it depends on where you're going !! if you're going to a fancy restaurant, then perhaps you should wear nicer clothing, like a blouse or button-down shirt with dark jeans and clean shoes. however, if you're going somewhere casual, then people can wear whatever they want.\n  ","406077":"\n  i can, but i prefer not to.\n  ","406078":"\n  yes, i find that it's the only one that actually tastes like sugar.\n  ","406079":"\n  i don't remember tbh. i haven't watched a movie in a very long time. normally i just watch television shows and docu-series.\n  ","406080":"\n  usually with stevia and soy milk, although we ran out of soy milk so i'm using whole milk this morning.\n  ","406081":"\n  hello ~~\n  \n  i'm doing well, thank you for asking. i'm just drinking coffee & listening to music before i delve into cleaning later on this afternoon.\n  ","406082":"\n  i 100% agree with you on this. insulin for diabetics is a prime example of this. my boyfriend was on novalog for *years* because it was the type of insulin that helped him the most, and suddenly his insurance company decided not to cover it anymore and forced him to take humalog instead, which has not been ideal for his diabetes. it's too fast-acting.\n  \n  there are also so many cases of young type 1 diabetics literally dy*ng because they cannot afford insulin in the united states. it's terrible.\n  ","406083":"\n  ugh, that's terrible but unfortunately *so* common. an ambulance is an extra $3000 (i think?) tacked onto whatever medical bills you accrue while you're at the hospital, which is so ridiculous. even new mothers who have just given birth have medical bills, and it's also so outrageous how they have to pay extra to have skin-to-skin contact with their baby after birth, which is so important in the beginning stages.\n  \n  i agree with you that health care is a human right, it's necessary to our survival. even myself personally, i pay so much money for not only my own health insurance, but also for my psychiatry visits, therapy sessions, and medication, all of which contribute to my mental health and overall my survival. and i'm lucky that i found facilities that accept me because so often insurance companies don't even cover behavioral health care.\n  ","406084":"\n  hm, this sounds like a fetish at this point. i won't be responding to any more of these messages. have a wonderful day, anon.\n  ","406085":"\n  good !! i hope he's at least receptive to that message. you don't deserve a partner who will blatantly lie to your face in order to prove anything, their actions toward you alone should ideally be enough to show you that they're a good or loyal person. i 100% agree with what you said to him.\n  ","406086":"\n  that's not really anyone's concern. i don't go into specifics regarding my friends' appearances, or even their names.\n  ","406087":"\n  i'm not too well versed on the specifics of free health care, like what exists in other countries, but health care in the united states should definitely be much more affordable. it's ridiculous how much money a person pays into not only health insurance but also doctor visits, ER visits, and hospital stays despite the fact that they do have health insurance.\n  \n  it's a backwards system, because a lot of people end up going into massive debt from expensive medical bills, which further deters them from seeking out more medical care.\n  ","406088":"\n  lol, no. she's my best friend now. i've been dating my current boyfriend for 10 years.\n  ","406089":"\n  i've only had one girlfriend and two boyfriends.\n  ","406090":"\n  i've taken the 16 personalities test quite a few times, and i always get the result of INFJ, also known as \"the advocate.\" i find it's fairly accurate to me personally, but i don't know if it's accurate for other people.\n  \n  either way, i don't really take personality tests like those seriously because they're just out of fun to perhaps find out more about yourself. i'm also sure that people can be a combination of many of those 16 personalities.\n  ","406091":"\n  my first kiss was with my first girlfriend at the age of 12 years old.\n  ","406092":"\n  communication, and perhaps more importantly, comprehension. if there's no comprehension in a relationship when you *do* communication, then what you're communicating will fall on deaf ears.\n  \n  relationships work off of a foundation of trust and communication, and you will not be able to clearly know each other's intentions or where they stand without talking to them without fear or judgment.\n  ","406093":"\n  i don't really catch myself using slang very often at all, except for the word \"dude,\" which is a word i've been saying to refer to others since i was a teenager, lol.\n  ","406094":"\n  no, i've only ever kissed my partners.\n  ","406095":"\n  that's entirely up to the person, and it goes on a case-by-case basis. some people may feel closure by forgiving those who wronged them, while other people have no intentions of forgiving their enemies or ab*sers, etc etc. there's also nothing wrong with choosing not to forgive someone, no one is obligated to forgive someone else if they wronged them, as long as the person has their own safety and wellbeing in mind.\n  ","406096":"\n  (cont) ... I asked him if he made it up and if he did to accomplish what exactly and he says I have no reason to lie & it happens often, well not often but when I go jogging.. so I pretty much told him what I told you but just longer and he said I'm glad you're doing that for yourself & don't force yourself. But I still feel the need to distance myself from him bc idk, I'm just super annoyed with him. I experience emotions stronger than most ppl too so perhaps it bothers me a little more than it should.\n  \n  --\n  \n  your feelings are totally valid, and honestly i would feel the same way re: cutting him off or distancing yourself from him. however, i also feel emotions more strongly than most people too, lmaoo.\n  \n  even if it *was* true when he's telling you, then i don't see the purpose of him even telling you those things unless he wanted to show you that he's a loyal boyfriend. it would be perfectly acceptable for those things to happen since you are on a break, but i see no reason why he should tell you this unless he had an ulterior motive.\n  ","406097":"\n  that's entirely up to you. if you're afraid for your safety, then try talking to friends or family to get their support. if you live with him, find out if there are shelters for victims of ab*se or stay with someone you know so that you're in a safe place in order to leave him. your safety is the priority here.\n  \n  i also just want to tell you to keep in mind that most cases of r*pe don't work out in favor of the victim, unfortunately, in terms of legal things. it's unfortunate and so wrong but it's the truth. it may turn out worse for you unless you have physical proof of the incidents. either way take care of yourself. i'm always here for you.\n  ","406098":"\n  english literature or creative writing. they've always been a passion of mine and i majored in writing and minored in english literature when i was in college.\n  ","406099":"\n  parks & recreation !! it's one of my favorite shows and i was so sad when it ended.\n  ","406100":"\n  i hope you realize that's r*pe. nobody should be forcing you to have sex with them, even your own partner. you *need* to find the courage to leave him because you do not deserve to be in such a predicament, you need someone who will respect your boundaries and not take advantage of you like that.\n  \n  it doesn't matter if he's your boyfriend or not, it's still r*pe and it's utterly wrong. you deserve better than that, i hope you understand this. especially if it's affecting your mental health and self-esteem. i'm so sorry you're going through this.\n  ","406101":"\n  new hampshire. my best friend lives up there now, and i'm sure she would help me find an apartment so that i could start a new life from scratch.\n  ","406102":"\n  honestly, the best way to figure out if someone is interested in you is to simply ask them and be honest about your feelings. sit them down and tell them how you feel, and then inquire about whether or not they reciprocate those feelings. if they don't, then at least you have that closure and can move on from them to pursue something\/someone else.\n  ","406103":"\n  i'm all right -- not too great, but not terrible either. i woke up with a horrible headache (it woke me up out of a dead sleep at 7:00am), but now it feels much better after drinking some water and taking ibuprofen.\n  \n  i'm also extremely exhausted, probably from all of the running around i did yesterday, lmaoo. i woke up at 8:00am yesterday morning and ended up doing three loads of laundry before 1:00pm, i ran all of my errands before noon, i went out with my friend to a real estate office and then grabbed lunch, i did *another* load of laundry when i got back home, and then i basically passed out in my bed after drinking only one spiked seltzer because of how tired i was, lol.\n  ","406104":"\n  (cont) ... It's been going on for a while & it's only draining me & making things worse. I told him we may end up together again, we may not. So the other night he sends me a text saying while he was out jogging, he supposedly encountered a woman who told him he was \"hot af\" & asked if he wanted to hang out. To which he replied he has a gf at home (we don't even live together) and she said oh she won't mind. And he goes yes she will, I love her & things aren't well rn but I'm only for her. And the girl says omg I wish I had a man like you you're an angel, see you around. The story sounds like bs to me.. What do you think? I feel like he made it up in another attempt to manipulate me into jumping back into his arms again in awe, even though he said it apparently happens everytime he goes out jogging & he's shared a story with me like that before. So yeah, I was angry & jealous so but I'm also questioning the validity of the story so it backfired on him. Now I just wanna cut him off tbh. I'm just annoyed with him but I'm worried I might miss him down the line. What do you think I should do? Thx sorry this was so long! Appreciate it\n  \n  --\n  \n  no worries about the story being long !! it helps me understand things more clearly. i just want to preface this by saying i don't know your boyfriend, so i don't know his personality or if he's the type of person to fabricate stories like that. however, upon reading this for the first time, it *did* sound to me like he made that jogging story up to sorta \"prove\" to you that he's a good, loyal boyfriend. i can't exactly imagine a woman randomly stopping her run to tell a stranger that he's attractive. most people i know take their exercising seriously and don't want anything to do with other people when they're jogging in public.\n  \n  however, i understand you feeling annoyed by this because i would most definitely feel the same way if i was in your circumstance. depending on how close you two currently are, would it be appropriate you think for you to \"call him out\" on his behavior? basically saying, \"did you make up that story in an attempt to prove your loyalty and win me back?\" depending on the person, it may not be a good idea but it's just ... something to think about.\n  \n  either way, there needs to be communication between you two. i know you said that you told him that you two might not get back together, which is good, but it doesn't seem like he really understands that. if you haven't tried already, perhaps try talking to him about these things again and if he tries pulling the same sh*t then maybe think about leaving. nobody should try to guilt you back into a relationship, that's wrong and manipulative.\n  ","406105":"\n  my next tattoo is going to be a writing quill, and i want it on my right forearm.\n  ","406106":"\n  i like starting off my mornings with a cigarette and a fresh pot of coffee.\n  ","406107":"\n  uh, well i certainly hope my future spouse is my current boyfriend.\n  ","406108":"\n  sometimes i make sound effects instead of speaking real words, lmao. i'm always meeping, squeaking, etc etc.\n  ","406109":"\n  honestly, i would probably use that extra hour to sleep. i can always sleep regardless of what time of day it is.\n  ","406110":"\n  of course ~~\n  ","406111":"\n  no, i'm actually quite looking forward to the future. i have a lot of hope in my future lately, and things can only improve from here.\n  ","406112":"\n  clean the house, which only really includes dusting the furniture and vacuuming today. i might wipe down the bathroom too.\n  ","406113":"\n  i'm five feet tall, lol. i don't have any full-body photos of myself.\n  ","406114":"\n  i'm not sure, we weren't able to talk to anyone unfortunately. that would have been one of the questions we would ask, haha.\n  ","406115":"\n  i don't normally answer questions about sex, but yes. lmaoo.\n  \n  it was my boyfriend's futon, it happened quite a few years ago. the entire frame just collapsed under us, it was hilarious.\n  ","406116":"\n  i honestly don't remember, the last time that happened was when i was working two jobs for about two months. i don't know how many days i worked in a row, i worked monday through friday in an office and then i worked in retail most weekends (always saturdays, occasionally i'll take a sunday off).\n  ","406117":"\n  venti cold brew with sugar free vanilla syrup & soy milk.\n  ","406118":"\n  i got my first laptop when i was 17 years old, i used it when i first attended college.\n  ","406119":"\n  nothing much really. i went to a real estate office and then went out to lunch with my friend earlier this afternoon, then i went home and took a nap. i've just been relaxing since then, took a trip to 7-11 to buy spiked seltzer and here i am.\n  ","406120":"\n  i've never tried or even wanted to, so i really don't know.\n  ","406121":"\n  my current relationship -- 10 years.\n  ","406122":"\n  uh, maybe tmi?\n  \n  one of the bartenders who serves me drinks occasionally appeared in my dream and he sh*t in my hand. i was very confused when i woke up.\n  ","406123":"\n  lol i have less than 200 followers on twitter, so i really have no idea.\n  ","406124":"\n  that sounds like a good idea to me, as long as you have the means of finding one and affording one. i've never seen a psychologist before, only a psychiatrist, but she did diagnose me after speaking to her in depth about my experiences and feelings. she prescribed me antidepressants to start and then we kept experimenting with different things until we found a combination that worked for my symptoms.\n  ","406125":"\n  ugh, i know. it's so difficult buying clothes when every store has a different idea of what sizing is.\n  ","406126":"\n  yes, i have health insurance that i pay into each week and a copay for my appointments.\n  ","406127":"\n  i don't really have a reason to see my GP. the last time i saw her was like three years ago when i needed a referral to a psychiatrist.\n  ","406128":"\n  no, i've never had any embarrassing moments at the doctors' office. i rarely see my GP to begin with, lol.\n  ","406129":"\n  lol, no. i'm absolutely terrible at dancing.\n  ","406130":"\n  i'm quite ambitious. if there's something i want, then i'll go to far lengths in order to achieve it. i'm very determined when i have my mind set on something.\n  ","406131":"\n  i would rather be 100% confident in who i am. having a partner is nice, but your own self confidence is more important. people in your life come and go, but you have to live with yourself every day.\n  ","406132":"\n  in the past, i tried to change how other people perceived me. however, it's nearly impossible to alter how other people see you because people will always have their minds set on what they believe, regardless of what we do to try to change their minds.\n  \n  over time, i learned that it truly doesn't matter what people think about me, and the only opinions i should take into consideration are those of my close friends and boyfriend (as well as my own opinion of myself, obviously).\n  ","406133":"\n  people expected me to react positively to getting my driver's license when i was 19 years old, but honestly, i was absolutely terrified to drive and didn't even want my license in the first place.\n  ","406134":"\n  no. saying \"all\" is absolute, and nothing really exists that encompasses everyone in one specific group of people. there will always be people who don't wear the right size dresses and\/or bras, and it's actually quite common for a person to wear the wrong size because they don't know that another size might fit them better.\n  ","406135":"\n  not very often, lol. i'm not a very happy or cheery person, so i only smile when something makes me laugh.\n  ","406136":"\n  i like keeping the blinds on the windows open so i can see the rain coming down outside. i light a candy and put my ambient lights on in my room and usually have a cup of hot coffee or tea while watching television or listening to music.\n  ","406137":"\n  nothing is set in stone, but i hope that my close friend and i can find an apartment by the end of august so that we can move in sometime in september or october.\n  ","406138":"\n  honestly, july flew by and the entire month seems like a blur. the few good things that i believe happened in july was that i lost a little bit more weight and increased my stamina, and i partnered with a close friend so that we can find an apartment together.\n  ","406139":"\n  i don't like chocolate very much, so neither.\n  ","406140":"\n  my keys, lmaoo. i had too much stuff in my hands coming into the house earlier this morning and i dropped my keys on the ground while trying to unlock the front door.\n  ","406141":"\n  my phone, cigarettes, and money. i don't really need much else unless i'm driving somewhere, in which case i always have my keys and driver's license on me.\n  ","406142":"\n  considering i need money to live, no. i would be absolutely miserable if i didn't have money. i would be behind on my bills, i wouldn't be able to afford my medication and psychiatric treatment, and when i move into an apartment, i won't be able to afford rent.\n  ","406143":"\n  witnessing a loved one struggle with drug addiction and overdose.\n  ","406144":"\n  i believe that s*x education should be taught in public schools, as well as taught by the students' parents. the lack of s*x education in schools only leads to further misunderstanding of safe s*x and STIs\/STDs, which increases the risk of teen pregnancy. there's nothing wrong with having knowledge about practicing s*x and being responsible with it.\n  ","406145":"\n  three challenges ;\n  \n  -- work myself up to 2.5 miles of walking per day.\n  \n  -- get back into reading regularly.\n  \n  -- get over my fear of driving\/going to new places.\n  ","406146":"\n  having a hot mug of coffee at the end of my work day. sitting outside when it's cool and breezy. laying down in my bed with ambient lights and soft music playing.\n  ","406147":"\n  my ultimate goal is to attain a level of independence and happiness. i know that happiness is a journey in itself, so really i suppose my goal is to embark on that journey through being independent and living in the present moment.\n  ","406148":"\n  the only language i can speak is english.\n  ","406149":"\n  uh, yeah. considering i'm 27 years old and have been with my boyfriend for 10 years.\n  ","406150":"\n  seeing my boyfriend laugh or smile. watching videos of cute animals. watching hilarious television shows. being out on the docks or water during sunset.\n  ","406151":"\n  i don't know much about the current relationship between the united states and russia, but the united states and russia were allies during world war II. i'm sure a lot of people either aren't aware of that or forgot.\n  ","406152":"\n  yes, it was delicious.\n  \n  for breakfast just now, i ate a power breakfast sandwich from dunkin. egg whites with spinach, tomatoes and onions, a sausage patty, and cheese on a multigrain flatbread.\n  ","406153":"\n  yeah, i've sent a text to the wrong person a few times, lol. thankfully, it was nothing major and we both had a good laugh out of it.\n  \n  i never have a lot of notifications on my phone, so that has never happened to me.\n  ","406154":"\n  no, i don't have any pets at the moment. i used to have a german shepherd, as well as two fish.\n  ","406155":"\n  probably 5-10 minutes at the most. i normally wake up without feeling very groggy unless i went to bed late the night before. i normally get between 8-9 hours of sleep.\n  ","406156":"\n  lately i've really been enjoying the phrase \"être toujours ivre.\"\n  \n  it comes from charles baudelaire's poem \"get drunk,\" and it means that one should always be drunk on life, on love, on their passions, on anything that brings happiness to their soul.\n  ","406157":"\n  ¯\\_(ツ)_\/¯\n  ","406158":"\n  last night for dinner, i had grilled salmon, brown rice with vegetables, and a tomato\/mozzarella salad.\n  ","406159":"\n  spinach !! i could eat it every day.\n  ","406160":"\n  i believe makeup is a great form of self-expression and a way of making people feel better about themselves. there's nothing wrong with using makeup, and it certainly doesn't mean that someone is fake or giving off the wrong impression to others.\n  ","406161":"\n  trolling messages. when i was younger and more naive, i used to entertain them or answer them seriously. however, over the course of the past few years, i learned that it isn't worth giving those messages any attention. i'm quite intolerant of them and i think they're a waste of time.\n  ","406162":"\n  i haven't read a book in a month or two. the last book i was reading (i only got maybe 150 pages into it) was \"game of thrones\" by george r.r. martin.\n  ","406163":"\n  is \"heathers\" considered a high school movie? it takes place in a high school, haha.\n  ","406164":"\n  i said to my boyfriend, \"i'm sure, i can imagine you're running around like crazy.\"\n  \n  he told me that one of his coworkers was 2 hours late, and there were also 2 call-outs. he was the closing manager on duty last night so things were so busy and ridiculous. he didn't get home until 11:00pm.\n  ","406165":"\n  i literally have no idea. i also haven't visited the eye doctor in three years.\n  ","406166":"\n  i talked to my boyfriend on the phone last night before i went to bed. he was taking a brief break at work and called me because we haven't spoken on the phone in two days or so.\n  ","406167":"\n  my medication, coffee, and music.\n  ","406168":"\n  in my opinion, i believe the most popular lie people tell is that they're fine or that they're not struggling. most people are struggling in some aspect or another, but because we don't want to feel like a burden or have people feel bad for us, we don't tell the truth and end up coping with our struggles alone.\n  ","406169":"\n  bob's burgers, futurama, bojack horseman, and big mouth.\n  ","406170":"\n  LOL, no. i work in an office building.\n  ","406171":"\n  i have a laptop, but not a desktop computer.\n  ","406172":"\n  i don't feel comfortable posting my weight online, tbh. it's something that's personal to me.\n  ","406173":"\n  gasoline, freshly cut grass, the crisp smell of winter air, firewood, jasmine, patchouli, dragon's blood incense, downy laundry softener, and pine.\n  ","406174":"\n  the most new game i've played lately is ultimate chicken horse, haha. it's really fun to play with 2-3 other friends !! every time i play it with my friends, we always have the best time.\n  ","406175":"\n  no, unfortunately i've never traveled outside of the united states before.\n  ","406176":"\n  i usually wake up around 7:15am on the weekdays, and around 7:45-8:00am on the weekends.\n  ","406177":"\n  27 years, haha. i've lived in new york my entire life.\n  ","406178":"\n  whoops, it's already saturday. LOL.\n  \n  yesterday, i woke up around 7:15am and got ready for work. i went to work for 9:00am and left work at 4:30pm. after i got home, i did a load of laundry and listened to music for the majority of the evening. after i ate dinner, i watched television for a little while before going to bed around 11:30pm.\n  ","406179":"\n  smoking cigarettes, drinking alcohol, and skin-picking.\n  ","406180":"\n  i've been listening to NF a lot lately, and one of my favorite songs by him is \"when i grow up\" ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=lxRwEPvL-mQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406181":"\n  during the weekdays, my morning routine consists of ;\n  \n  -- waking up & taking my medication\n  \n  -- getting dressed\n  \n  -- using the bathroom & brushing my teeth\/hair\n  \n  -- packing my breakfast\/lunch for the day\n  \n  -- leaving the house to go to work\n  \n  occasionally i'll stop at starbucks or dunkin to pick up coffee as well.\n  ","406182":"\n  i normally communicate with my friends in-person, and occasionally through text messages. i'm not the best texter and i would rather see someone face-to-face instead of having a conversation over text message.\n  ","406183":"\n  no, i don't have any drug-related allergies. the only things i'm allergic to somewhat are standard dust, pollen, etc etc.\n  ","406184":"\n  surprisingly, i prefer the early mornings over most other times of the day. i like waking up around 7-8am before anyone else is even awake, and enjoying the quiet and solitude.\n  ","406185":"\n  the entire \"harry potter & the cursed child\" soundtrack put me at ease and makes me very happy. :'))\n  ","406186":"\n  i hate sitting in the waiting room, because often my psychiatrist runs late with her appointments so i end up sitting there for an extra 20-30 minutes with nothing to do.\n  ","406187":"\n  i don't believe in destiny, no. on the contrary, i believe everyone creates their own \"destiny\" and there isn't some omnipresent, outside force that's influencing the nature of our decisions or their outcomes.\n  ","406188":"\n  i have a samsung galaxy s7.\n  ","406189":"\n  no, i don't generally like online games (like big multiplayer battle royale type games). the only online game i'll sometimes play is destiny 2, but even then i'm normally in a party with 2-3 of my friends.\n  ","406190":"\n  i love NF, i only discovered him a few months ago but his music is amazing and so meaningful. i also like \"therapy session\" ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=KgMzxQW2raE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406191":"\n  yeah, NF just released the music video for his new song \"leave me alone\" & it's amazing. the song is about mental health, so naturally i'm all for it.\n  \n\n   https:\/\/www.youtube.com\/watch?v=XGGWhOUYObc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406192":"\n  block and\/or ignore him. problem solved.\n  ","406193":"\n  lately, amazon. they have literally everything i could ever need, lmaoo.\n  \n  i was browsing amazon the other night, just looking at desks and different furniture for my future apartment. ideally, i should go to ikea or something because that's more reliable, but it's always good to browse and figure out what works best for you.\n  ","406194":"\n  yellow roses.\n  ","406195":"\n  i complimented my coworker on her hair color today. she recently dyed it a dark brown and it complements her complexion very well.\n  ","406196":"\n  none, surprisingly. i drop my phone a lot, but i've always gotten lucky i suppose.\n  ","406197":"\n  i certainly hope so !! we still have a lot of questions and we need to physically see the place as well, so it isn't guaranteed or anything from either end.\n  \n  however, it's certainly a start.\n  ","406198":"\n  my 27th birthday (the one that just passed) is my most memorable birthday. my boyfriend surprised me with tickets to a wine tasting event at a local aquarium and booked us a hotel room for a two-night stay. the entire weekend was lovely.\n  ","406199":"\n  today, actually !! i completed an apartment application for the very first time. my friend and i are looking into renting either an apartment or a house together (alongside his brother), and we did find one apartment that seemed perfect for us and was within our price range.\n  ","406200":"\n  over-priced, congested, drugs.\n  ","406201":"\n  believe it or not, the first musician i was interested in was eminem. when i first started listening to music when i was a pre-teen, i stumbled on his early music (my brother listened to him a lot) and fell in love with it.\n  \n  i don't like eminem as a person because he's honestly a POS, but he's admittedly a good rapper.\n  ","406202":"\n  i already have an idea for a book, so i'm not going to specifically say the plot or what the characters are like. however, it's going to have general themes of life & death with biblical undertones, as well as addiction, mental illness, underground crime rings, social inequality, and violence.\n  ","406203":"\n  lmao, no. that's just an urban legend, albeit a very romantic and interesting one. robert johnson was an amazing musician.\n  ","406204":"\n  of course i love nature. i feel most at peace when i'm immersed in nature, whether it's in a forest or viewing a mountain or being on the beach.\n  ","406205":"\n  i sleep with four pillows, but i really only use one for my head. the rest are higher up on the mattress.\n  ","406206":"\n  lately, i've really been into sushi and burrito bowls, lol. i like burrito bowls with tofu or pulled pork, and i usually order it with black beans, rice, shredded cheese, mild or medium salsa, sour cream, and guacamole.\n  ","406207":"\n  i like grilled chicken cobb salads. they have lettuce, tomatoes, grilled chicken, hard boiled eggs, avocado, crumbled bacon, red onions, and blue cheese.\n  ","406208":"\n  two fried eggs, bacon, and cheese on a toasted roll with salt and pepper, with a large iced coffee.\n  ","406209":"\n  taco bell, usually. i like their veggie power bowls and baja blast.\n  ","406210":"\n  pumpkin tea with cinnamon sounds absolutely divine. i also love chai lattes, they're so comforting and warming.\n  \n  thank you, btw !! i'm really proud of how well i cleaned it recently, it makes me feel calm as well. clutter and messes make me extremely anxious.\n  ","406211":"\n  when you asked this question around 8:00am, it was bright and sunny. however, it rained in the late afternoon.\n  ","406212":"\n  i have seven tattoos.\n  ","406213":"\n  i'm honestly not too sure, lol. i believe a lot of people think i'm tall when i'm actually not, i'm super short IRL.\n  ","406214":"\n  yeah, i believe judgment is innate to humans. we all judge people to some degree, whether it's mild or more severe. the thing that truly matters is whether or not we allow those judgments to overrule our thinking.\n  ","406215":"\n  i just submitted an application for an apartment, and i'm super excited & nervous !! i want to check out the house more than anything else -- the pictures look nice, but you won't get a real feel for it until you actually go there and see it.\n  ","406216":"\n  an iced coffee, LOL. that won't help very much.\n  ","406217":"\n  i went to work, went to 7-11 after work, and i just completed an application for an apartment.\n  ","406218":"\n  aw !! honestly, i make them blue or red and fall asleep with them on because they're so relaxing. i rarely use my overhead light these days, i'm currently sitting here with the string lights on and my himalayan salt lamp on. i feel so serene.\n  ","406219":"\n  idk i've never been attracted to a trans woman, even though they are women. i'm mostly attracted to cis women, cis men, trans men, and non-binary people.\n  ","406220":"\n  there's this one local taco place that i love going to. they have the best fish tacos and margaritas.\n  ","406221":"\n  i had a suite mate back in my freshman year of college who had s*x very loudly, to the point where my walls were vibrating. lmaoo.\n  ","406222":"\n  cards against humanity will *always* be my favorite party game.\n  ","406223":"\n  i guess so. although i haven't been to a water park in like 13 years.\n  ","406224":"\n  milk and eggs.\n  ","406225":"\n  cigarettes, my keys, and money.\n  ","406226":"\n  i love the string lights in my room. i put them up about a month ago and they're so relaxing.\n  ","406227":"\n  i don't know much about science fiction, to be honest. i'm mostly interested in dramas, fantasy, and thrillers.\n  ","406228":"\n  my salary, lmaoo.\n  ","406229":"\n  heathers is one of my favorite movies. i also like the crow, the punisher, american psycho, the shining, the number 23, secret window, sweeney todd, and les miserables.\n  ","406230":"\n  yeah, but i feel more comfortable with a friend with me so i never go for walks alone.\n  ","406231":"\n  no, not usually. i have a boyfriend and i also do enjoy my nights spent alone.\n  ","406232":"\n  i prefer to eat at home, although occasionally i'll be in the mood to go to a restaurant.\n  ","406233":"\n  i could go for a glass of flavored seltzer with ice, so i'm going to make one when i go inside.\n  ","406234":"\n  yeah, i used to like her music a lot. \"breathe me\" and \"the girl you lost to cocaine\" were my favorites.\n  ","406235":"\n  i watched \"the nightman cometh\" episode of it's always sunny in philadelphia and started cracking up.\n  ","406236":"\n  i'm five feet tall.\n  ","406237":"\n  when i was in high school, i felt in competition with other people who were interested in the same person i was interested in, lmaoo. i was always too terrified to take the first step, though. i just admired from afar.\n  ","406238":"\n  besides obvious answers like shelter, food, and water, three things i can't live without are ;\n  \n  -- coffee.\n  \n  -- sleep (at least 6-7 hours per night).\n  \n  -- my medication.\n  ","406239":"\n  if i had the spare time, i would probably enjoy volunteering at a local animal shelter.\n  ","406240":"\n  countless -- there have been so many, i would never be able to keep track of them all. in my room alone, i must have between 30-50 books, and i have two cardboard boxes worth of books in my attic.\n  ","406241":"\n  no, not generally. i only ever smile if i'm having an enjoyable conversation or if someone makes me laugh.\n  ","406242":"\n  i have to count on my fingers sometimes, lol.\n  ","406243":"\n  GRILLED CHEESE AND TOMATO. it's my ultimate favorite, especially considering i love dipping the grilled cheese sandwich into the tomato soup.\n  ","406244":"\n  my day has been good, actually. i felt very productive at work and it was overall a fulfilling day. i just made some iced coffee & logged onto my laptop to answer a few questions, since my inbox is overflowing rn.\n  ","406245":"\n  i have a crush on my boyfriend, if that counts. lmaoo.\n  ","406246":"\n  wentworth !! i used to be obsessed with the show a year ago or so, and i ended up finishing all of the seasons that are on netflix. season 7 just came out in australia, and it's being put on netflix tomorrow !! i recommend it to everyone, especially to those who like prison shows or dramas.\n  ","406247":"\n  i like both for different reasons, but i've been a fan of achievement hunter the longest (since 2011 or so). i think funhaus is funny, but they're not really my favorite or anything.\n  ","406248":"\n  i did !! :')) i saw let's play live in new york city in 2016.\n  ","406249":"\n  lately, a sloth. i've been so tired and lazy, lmaoo.\n  ","406250":"\n  i don't really have any funny photos saved on my computer. however, i was really proud of this photo that i took at RTX 2014 of joel and joel while they were playing outlast in front of the audience. it was one of the most hilarious moments of my life.\n  ","406251":"\n  i don't believe i'm really worth knowing. i'm not a terribly interesting person, i'm quite boring in terms of my professional and social lives, and i'm just an average adult in their mid-to-late 20s who's just trying to get by.\n  ","406252":"\n  i usually don't give them a second thought. if someone isn't already my friend or if someone's presence doesn't contribute to my life positively in some way, then i don't think about them or really acknowledge them at all.\n  ","406253":"\n  smoking, although i don't think i *can't* quit smoking altogether. i just don't want to yet.\n  ","406254":"\n  i've never heard either of their music.\n  ","406255":"\n  yes, i love tea !! specifically jasmine green tea, black tea with milk and sugar, and blueberry white tea.\n  ","406256":"\n  aw, thank you ~~\n  ","406257":"\n  it's funny you ask this, because last night i was looking up different bed frames, desks, and closet organizers for when i move into an apartment, lmaoo.\n  \n  i would definitely need new furniture because what i have is pretty old and some things are broken. i would like everything to be the same color palette because right now they're a combination of black and white, and it bothers me.\n  ","406258":"\n  either sushi or burrito bowls. they're both delicious when made the right way.\n  ","406259":"\n  black or gray. most of my clothing are those colors and they're what i feel most comfortable in.\n  ","406260":"\n  i have a pop socket on my phone, and it helps a lot with taking selfies, lmaoo.\n  ","406261":"\n  i don't use any AI's, actually. my father has an alexa device, but i don't personally have anything.\n  ","406262":"\n  i'm doing pretty well, actually. i have a positive outlook for the future and things are looking up. :'))\n  ","406263":"\n  caffeine, lol. it's pretty much an addiction at this point.\n  ","406264":"\n  yes, i use coupons when i can. it usually saves a decent amount of money.\n  ","406265":"\n  i went to a party on sunday. it was for my best friend's husband, it was his birthday.\n  ","406266":"\n  no, i don't delete my answers on here anymore. it's too much time and effort.\n  ","406267":"\n  i don't follow people upon request, sorry. i also can't understand the language on your page.\n  ","406268":"\n  no, i don't currently have any pets.\n  ","406269":"\n  i wasn't sober last night at my best friend's party.\n  ","406270":"\n  surprisingly, i haven't really been into beer lately (it used to be my favorite). if anything, i've been drinking spiked seltzer.\n  ","406271":"\n  that's my worst nightmare. lmaoo.\n  ","406272":"\n  definitely not. i appreciate the sentiment, though.\n  ","406273":"\n  i believe that everyone ultimately has their own definition of what bisexual entails, solely due to the \"controversy\" revolving around the difference between bi and pan. it depends on what a person is really most comfortable identifying as, in my opinion.\n  \n  i believe personally that bisexual means you like two of more genders, but not all (whereas, pan means all genders). i personally identify as bi because i don't believe i'm attracted to all genders, and it feels most comfortable to me. i'm also of a somewhat older generation as well, though.\n  ","406274":"\n  my good friend texted me a link to an apartment available for rent, and it meets all of our criteria of what we're looking for. he just put in an application for the apartment and included my email address as a reference, since i'll be moving in with him, so hopefully we hear back !!\n  \n  it isn't terrible at all, and it's within an amount i believe i can afford on a monthly basis. we just don't know if utilities are included in the price, so we're going to have to find that out before ultimately making a decision.\n  ","406275":"\n  exercising is perhaps the only way i push my body's limits, haha. i've been trying to push myself harder on the treadmill every week or so, which has been increasing my stamina greatly. the only thing i dislike is that it makes me feel so sore the following day.\n  ","406276":"\n  i don't really have much free time, unfortunately. i normally try to catch up on social media, but i also like to see my friends and my boyfriend as often as i can.\n  ","406277":"\n  my weekend was fine. saturday wasn't so great, but sunday was a lot of fun -- my best friend's husband had a birthday party on sunday, so i went to the house early in order to help them set up for when people came over later. it was fun to just sit, relax and drink while talking to people whom i haven't seen in quite a while.\n  \n  after everyone left, i helped my best friend clean up and then i was home by like 9:30pm.\n  ","406278":"\n  i don't have an opinion on him. i don't know anything about him.\n  ","406279":"\n  considering i'm part of the lgbtq+ community, i'm 100 percent in support of gay relationships and marriage. there's no reason why a person should not be allowed to date or marry someone who's the same sex or gender as them -- thinking that being gay is \"wrong\" is an archaic form of thinking that has no place in 2019.\n  ","406280":"\n  my healthy daily habits include taking my medication, drinking water, and going to bed at a reasonable time (normally getting between 6-9 hours of sleep).\n  ","406281":"\n  i had a pulled pork taco with lettuce, tomato, and shredded cheese for dinner.\n  ","406282":"\n  uh, no? abortion has nothing to do with veganism. abortion is all about the right to choose what occurs within someone's own body (bodily autonomy). veganism, on the other hand, is a lifestyle choice revolving around the desire to help the planet and animals by not consuming or using products that are animal-derived.\n  ","406283":"\n  i normally vent to my friends and\/or boyfriend about what's upsetting me, just so i can get their opinion and they can comfort me or rationalize my feelings. sometimes they validate what i'm feeling so that i feel less alone with my thoughts.\n  \n  i also have a few unhealthy coping mechanisms, but talking to people is perhaps my healthiest.\n  ","406284":"\n  that honestly sounds extremely unhealthy. using pain as a coping mechanism isn't good and can lead to further unhealthy coping mechanisms in the long run as well. it could possibly develop into self-injurious behavior because after a while, the initial pain won't be enough and the person will crave more.\n  ","406285":"\n  i'm doing fine, just exhausted from a long day at work and intensive therapy session. i'm debating on either staying up and continuing orange is the new black, or going to bed super early.\n  ","406286":"\n  i know. i was making a joke.\n  ","406287":"\n  well, normally you pick it up with chopsticks and place it in your mouth. then you chew and swallow.\n  ","406288":"\n  either down in north carolina, or somewhere in new england (like vermont or new hampshire).\n  ","406289":"\n  probably sushi, lmaoo. it's my favorite food.\n  \n  i'm not even hungry rn, though. i can't even think about food.\n  ","406290":"\n  my current relationship is my longest -- we've been dating for 10 years.\n  ","406291":"\n  i woke up at 5:00am with a splitting headache and thought the day was going to start off terribly. however, i took some ibuprofen and went back to sleep, and i felt much better when my alarm went off two hours later.\n  ","406292":"\n  my boyfriend !! :'))\n  ","406293":"\n  if the man doesn't take \"no\" for an answer after the first time the woman says \"no,\" then i would consider that to be harassing. it's disgusting how some people won't accept no for an answer and think that by \"trying harder\" they can somehow win a person over. if someone says no to you the first time, then accept it for what it is and move on.\n  ","406294":"\n  depends on the type of tea. white and green tea, i take it straight. however, black tea tastes best to me with a small amount of milk and one sugar.\n  ","406295":"\n  i usually drink my coffee with soy milk & sugar free vanilla syrup (or stevia).\n  ","406296":"\n  i haven't changed my hairstyle in quite a while (over a year or so). i've been steadily growing the right side of my hair out while keeping the left side shaved.\n  ","406297":"\n  when i was in high school, my favorite subject was english. i took AP literature and AP language & composition in my junior and senior years.\n  ","406298":"\n  i'm almost five years older than you.\n  \n  you really need to stop with the \"wah i'm so old\" bullsh*t. it's pathetic.\n  ","406299":"\n  pretty much everything, lmaoo. i'm not the biggest fan of chocolate.\n  ","406300":"\n  i use my debit card on nearly everything. occasionally i'll take cash out, though.\n  ","406301":"\n  i shower once per day (and wash my hair once or twice per week).\n  ","406302":"\n  my best friend. i hugged her last night before i left her party.\n  ","406303":"\n  honestly, i'm at the point in my life where i just want to stay home, sleep, and relax. i would call out of work (with no consequences) and just spend the entire day with my boyfriend at his house.\n  ","406304":"\n  i literally have zero clue. if anyone finds out, let me know ~~\n  ","406305":"\n  i like earth tones, i.e. mahogany, dark blue, dark purple, forest green, black, and gray.\n  ","406306":"\n  i keep my appearance *very* low-key, lmaoo. i have nobody that i wish to impress, and i would rather be comfortable in what i'm wearing.\n  ","406307":"\n  either \"how old are you?\" or \"what is your job?\"\n  \n  both questions can easily be answered by looking at my bio, which people rarely do it seems.\n  ","406308":"\n  yes, i used to steal regularly when i was much younger.\n  ","406309":"\n  yeah, i used to love arizona tea. i haven't had it in a while, though.\n  ","406310":"\n  no, not generally. i'm a fairly patient person, depending on my mood. there are some instances where i get fed up easily, but it's rare.\n  ","406311":"\n  i was in therapy 30 minutes ago.\n  ","406312":"\n  i don't have any useless junk. if something isn't useful to me, i either donate it or throw it away.\n  ","406313":"\n  no, i prefer subtitles and use them on everything i watch.\n  ","406314":"\n  i don't own a roomba. i would rather just vacuum the house myself.\n  ","406315":"\n  as my bio indicates, i'm 27 years old.\n  ","406316":"\n  no, and this is getting aggravating. just drop it, and if you inquire further i won't answer any more of these questions.\n  ","406317":"\n  how can someone *look* famous? lmaoo.\n  ","406318":"\n  i'm content with the number of friends i currently have.\n  ","406319":"\n  uh, friendship doesn't work that way.\n  ","406320":"\n  the party was fun. i didn't buy him a gift or anything, but i got there early and helped them set up, bought some supplies, helped clean up at the end of the night, etc etc.\n  ","406321":"\n  whoever told you that was wrong, lol.\n  ","406322":"\n  as i stated before, i'm not looking for new friends.\n  ","406323":"\n  no. i'm not the type of person to do \"dares,\" that's extremely childish.\n  ","406324":"\n  no? i'm just an average civilian, lmaoo.\n  ","406325":"\n  $200 is chump change.\n  ","406326":"\n  why am i in a relationship? perhaps because i'm in love with my boyfriend? lmaoo.\n  ","406327":"\n  i'm not looking to make new friends.\n  ","406328":"\n  my day was good !! i spent the morning doing laundry and drinking coffee. and i've been at a birthday party for my best friend's husband for the past five hours.\n  ","406329":"\n  no, if i don't want to do something, then i won't do it regardless of whatever money is involved.\n  ","406330":"\n  no, i'm in a relationship.\n  ","406331":"\n  for the most part, yes. i do eat unhealthy food occasionally though.\n  ","406332":"\n  my boyfriend and my best friend both inspire me. they're such hard-working and compassionate people, and even though they've both gone through significant struggles in their lives, they've never allowed their hardships to define them or hold them back.\n  ","406333":"\n  lately, i've been obsessed with lizzo. her song \"good as hell\" is really great.\n  \n\n   https:\/\/www.youtube.com\/watch?v=SmbmeOgWsqE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406334":"\n  take my medication.\n  ","406335":"\n  as my bio indicates, i'm 27 years old.\n  ","406336":"\n  of course. he's known i'm bisexual from the very beginning, and he's bisexual as well.\n  ","406337":"\n  i can't compare it to any other country's health system because i don't know much about them, but i personally think the american health care system is flawed. a lot of people cannot afford to see doctors or buy medication, especially if they're of a low class status, which only exacerbates their conditions and puts them in greater debt when something terrible happens to their health. it's a backwards system.\n  \n  that's assuming insurance covers things, as well. insurance can choose not to cover something if they don't feel it's necessary, and most of the time they only cover a quarter of the actual cost.\n  ","406338":"\n  someone's ethnicity doesn't mean anything to me, as long as we have common interests, goals, and there isn't a culture clash. i wouldn't have any qualms with dating someone of a different ethnicity (i mean, my boyfriend is spanish lol).\n  ","406339":"\n  if i was rich, i wouldn't still be living with my parents. lmaoo.\n  \n  i don't live in new york city. i would never live there in a million years.\n  ","406340":"\n  you can't. i don't advertise my personal social media accounts online, especially on askfm. i don't post pictures of my friends or boyfriend on twitter, and my instagram is private.\n  ","406341":"\n  new york city has skyscrapers, yes. it isn't very clean, though.\n  ","406342":"\n  my best friend's husband. he turned 31 today.\n  ","406343":"\n  i don't post pictures of my friends, partner, or family on askfm.\n  ","406344":"\n  i loved my first girlfriend, despite the fact that we were young, and i was heartbroken when we broke up. it took me a while to get over her, and we didn't speak for two to three years. eventually, i became interested in other people and that helped me overcome those feelings because it taught me that she wasn't the only person for me in my life.\n  ","406345":"\n  my day is going pretty well !! i woke up around 8:00am and made myself a cup of coffee, and i've been scrolling through social media and doing laundry every since.\n  \n  i have a birthday party to attend later in the afternoon, which should be fun.\n  ","406346":"\n  i have no intentions of kissing anyone other than my boyfriend.\n  ","406347":"\n  the winters aren't that cold, although every year it's been getting worse steadily in terms of snowstorms.\n  \n  here's a photo of a snowstorm we had two years ago, haha it wasn't terrible but it was a pain in the ass.\n  ","406348":"\n  i feel much better than i did yesterday, thank you. ♡ i vented to my coworker as well as my boyfriend, and they helped rationalize and validate my feelings.\n  ","406349":"\n  i respectfully disagree. sometimes our judgments are mild or happen unconsciously. it's innate, and as long as you're not discriminating against people, then there's nothing wrong with it.\n  ","406350":"\n  everyone judges others to some degree, i believe. it just depends on whether or not you allow your judgments to overrule your thinking.\n  ","406351":"\n  yeah, i have in the past !! these days, i keep it at a 1 or 2, though. my hair grows super fast.\n  ","406352":"\n  no, hunter's look like rainboots to me. i just have regular knee-high boots, i have one pair in black and one in dark brown.\n  ","406353":"\n  i've had half my head shaved for over a year at this point. i don't remember exactly when i started doing the undercut on the opposite side, but it's been quite a few years now.\n  ","406354":"\n  honestly, i don't remember. lmaoo. i suppose it was within the first year, though. i was infatuated with him from the very beginning, but after enduring significant hardship together, we became much closer and i realized i was in love with him.\n  ","406355":"\n  i never really thought of it as a matter of bravery. it's just something i enjoy doing because i always hated having regular, brown-colored hair. i've been coloring my hair since i was 12 years old.\n  ","406356":"\n  i think that's a bit peculiar, yeah. that man is essentially an established adult with a career, and they're dating a woman who hasn't even graduated from college yet. i find that very uncomfortable.\n  ","406357":"\n  depends on how old they are and how young the women they're dating are. if they're a child, then obviously they're a predator.\n  ","406358":"\n  yes, i do !! her work is amazing, she's the one who also colored my hair pink, purple, and blue within the past year.\n  ","406359":"\n  i prefer wearing knee-high boots in the winter. i don't even own high heels because i can't walk in them and they're uncomfortable.\n  ","406360":"\n  perhaps because older men are likely more mature with their lives put more together. most women, from my understanding, aren't interested in younger men because they have a tendency to be immature and aren't ready to settle down.\n  ","406361":"\n  my original intention was orange, so it's all good. i'm in the process of growing my hair out, but keeping the sides shaved.\n  ","406362":"\n  thank you !! it's actually more orange at this point, the red has been washing out quickly.\n  ","406363":"\n  i was under the impression that it was always something that occurred, not just recently.\n  ","406364":"\n  my boyfriend and i once went on a date to a park on the north shore of long island. it's a long hiking trail that goes through various fields, woods, and eventually leads up to bluffs and a beautiful beach. we spent the day there, and it was absolutely gorgeous.\n  ","406365":"\n  i like books with darker themes, particularly revolving around crime, addiction, and death. my ideal book would be one that discusses the importance of mental health within its characters and deals with subject matters such as drug or alcohol addiction, mental illness, the importance of platonic and romantic relationships, underground crime rings, and vengeance.\n  ","406366":"\n  the first thing i would do is purchase a house for myself, my friends, and my boyfriend. afterwards, i would want to travel cross country and visit all of the national parks, particularly redwood national park. i also want to see the mountains and lakes of alaska because they look absolutely beautiful.\n  ","406367":"\n  i really enjoyed studying the history of world war ii when i was in high school & college. i find war history to be incredibly interesting.\n  ","406368":"\n  i don't go swimming and don't particularly like it, but if i had to choose between those options, i would likely choose a lake. the ocean is too chaotic for me, and i would be afraid to get pulled out to sea. i've never liked swimming pools and rivers aren't deep enough for me, lol.\n  ","406369":"\n  these days, i'm against the notion of seeking revenge. holding onto those kinds of negative emotions hurts you more than anyone else, and it's healthier to try to accept what happened, move on with your life, and try to make the best out of the bad situations.\n  \n  when i was younger, i was completely all for seeking revenge, but that was during a time when i had a lot of anger within me towards basically everyone and lashed out often. i didn't realize until later on that it was unhealthy for my mental health.\n  ","406370":"\n  when i was younger, even as a teenager, i was afraid of the dark. i always thought something was haunting me and would attack me in my sleep, and my imagination would go wild. i always needed some form of light in my bedroom at night.\n  \n  these days, i love sleeping in absolute darkness and the darkness doesn't frighten me anymore.\n  ","406371":"\n  -- publish a book.\n  \n  -- travel cross country to various national parks, particularly the redwoods.\n  \n  -- adopt a puppy.\n  ","406372":"\n  -- lately, i've learned that the only person you can genuinely rely on is yourself. if you need to do something, you have to do it yourself otherwise it will never get done, especially done the way you would like it to be done. most people are unreliable.\n  \n  -- since music is considered a form of art, i've been listening to a lot of video game soundtracks lately and came to the conclusion that my favorite video game soundtrack is from halo 2.\n  \n  -- i haven't really eaten any outstanding food lately besides what i normally eat. however, a few months ago my best friend made me smashed avocado toast with a fried egg on top, and it was absolutely delicious.\n  ","406373":"\n  i would reveal whoever sends out anonymous questions, particularly those who send out trolling, inappropriate, and harassing messages.\n  ","406374":"\n  depends on my mood, haha. sometimes i'll order dunkin or starbucks in the morning on my way into work, but most of the time i brew my own coffee at home. i just recently bought the wide awake coffee, which is pretty cheap and very delicious.\n  ","406375":"\n  i purchased a shirt off of amazon once, and it was coming from china. i was hesitant to buy it because i didn't know if it would be good quality or not. when i got the shirt in the mail, it was paper thin and felt like paper too. i was so disappointed.\n  ","406376":"\n  binge-watching television shows, reading a good book, and playing video games.\n  ","406377":"\n  RPG open-world video games; thriller novels; true crime documentaries; conspiracy theories (especially aliens); surrealist and renaissance art; music; immersing oneself in nature and the elements; and studying psychology, sociology, and anthropology.\n  ","406378":"\n  sometimes, yeah. i can't have it too often though, the grease upsets my stomach.\n  ","406379":"\n  no, i don't believe in the devil.\n  ","406380":"\n  ugh, that sounds aggravating. honestly though -- you can't take those kinds of opinions into consideration, especially since everyone has a different idea of what \"attractive\" is. if you think he's average-looking and not ugly, and you're also incredibly attracted to his personality, then *your* opinion is the only opinion that truly matters. everyone else in your life is going to have to simply accept that. ideally, they should have your happiness in mind.\n  ","406381":"\n  looks are somewhat important because that determines your *physical* chemistry with one another -- however, what it ultimately comes down to is the meshing of your personalities. if you're dating someone based solely on their appearance and you don't have mental chemistry between you, then the relationship is going to be shallow and short-lived.\n  \n  relationships work best when there's communication, understanding, the existence of similar interests or goals, and support\/encouragement. all of these things tie into people's personalities.\n  ","406382":"\n  iceland or alaska would be my first two choices !!\n  ","406383":"\n  probably iced coffee, LOL.\n  ","406384":"\n  i don't have any enemies.\n  ","406385":"\n  personally speaking, no. i don't believe i would be able to be in a relationship with someone who isn't fully over their ex. when someone isn't over their ex and is dating someone new, they're likely going to compare their new relationship with their old one, instead of judging their current relationship as it is.\n  \n  it isn't fair to either person involved, and when you're still emotionally attached to an ex, you're not allowing yourself to put yourself fully into your new relationship. there's going to always be a part of you held back, questioning the validity of the relationship. it might not even be a healthy relationship after a while.\n  ","406386":"\n  walking the forest trails and seeing a group of trees leading down to the lake. this was taken in upstate new york.\n  ","406387":"\n  i don't like following new people other than the 30 people i currently follow. i like being able to keep track of my feed, and if i follow one random person that means i have to follow everyone else who asks me to follow them.\n  \n  i'm content with who i follow now.\n  ","406388":"\n  i don't follow people upon request, like i previously said. sorry.\n  ","406389":"\n  love. i rarely eat pizza to begin with.\n  ","406390":"\n  i'm indifferent to them. people are allowed to express themselves however they want.\n  ","406391":"\n  hello -- do you have a question ??\n  ","406392":"\n  you're anonymous. regardless, i don't follow people upon request sorry.\n  ","406393":"\n  hello -- do you have a question ??\n  ","406394":"\n  i don't follow people upon request, sorry.\n  ","406395":"\n  \"drink more water, you stupid f*ck.\"\n  ","406396":"\n  i was going to say something snarky, but i really don't want to step on anyone's toes, lmaoo.\n  \n  regardless, you're correct. i'll keep that in mind.\n  ","406397":"\n  i'm not obligated to give a response simply because people ask, and i'm allowed to post whatever i want. a question was asked and i answered it with what made me feel most comfortable. there's no reason for me to elaborate if i'm not okay with doing so.\n  ","406398":"\n  yeah, i've been taking them consistently for at least two weeks straight at this point. my anger outbursts aren't really targeted by my medication, though, especially considering my anger is a response to circumstances in my life.\n  ","406399":"\n  i was actually thinking about that the other day, lol. yeah, i think that would be cute. it would give people a better range of expression when interacting with answers.\n  ","406400":"\n  considering she has an account on askfm, perhaps you should ask her yourself.\n  \n  cc:\n  \n   @littlesha_\n  \n","406401":"\n  i told my boyfriend that i loved him via snapchat earlier today.\n  ","406402":"\n  i'm turning 28 in november.\n  ","406403":"\n  a damn vacation.\n  \n  honestly, it can be a three-day weekend vacation at this point. i'll take anything to escape from my responsibilities for three days because i'm getting so burnt out.\n  ","406404":"\n  i watched the first episode of season 7 of orange is the new black.\n  ","406405":"\n  no, he didn't cheat on me, lol. although admittedly, i would probably feel a bit better if i talked to him rn.\n  ","406406":"\n  the same as my physical age -- 27 years old.\n  ","406407":"\n  ???\n  \n  i haven't argued with my parents in years, lmao.\n  ","406408":"\n  i wouldn't be on a dating app in the first place if i was single.\n  ","406409":"\n  i don't feel like getting into it, talking about it will only make me more angry. and quite frankly, it isn't anyone's business.\n  ","406410":"\n  i'm normally riddled with anxiety whenever someone says that to me. i assume the worst.\n  ","406411":"\n  i'm incredibly angry right now, to the point where i'm shaking. i'm seeing red and it's difficult to breathe. i want so desperately to be out of this house, but i don't trust myself doing anything so i'm just going to stay put until the feeling passes.\n  ","406412":"\n  no, i don't follow anyone who behaves that way. if someone is lying, i would hope they would be smart enough to at least be consistent with their lies.\n  ","406413":"\n  waking up early in the morning, before anyone else is awake, and drinking a cup of coffee by myself outside (if it's nice out).\n  ","406414":"\n  lately? anger.\n  ","406415":"\n  yeah, i have a select few. most of them don't use askfm anymore, though.\n  ","406416":"\n  she's a furry.\n  ","406417":"\n  were you tapered off gradually ?? if so, then that makes sense. your body would have adjusted to not having the medication slowly in increments that you wouldn't likely notice the effects of not having the medication anymore.\n  \n  if you quit them all cold turkey, and you didn't feel any difference at all, then that may be an indication that perhaps they weren't actually helping. however, i'm not a medical professional so i don't really know for sure.\n  ","406418":"\n  \"when you're feeling empty, keep me in your memory. leave out all the rest.\"\n  ","406419":"\n  i don't follow you, so you didn't receive my questions.\n  ","406420":"\n  i like everyone's responses. i only follow people whose answers i genuinely enjoy (i only follow around 30 people), so everyone has unique answers to the occasional questions i send out.\n  ","406421":"\n  yeah, when i was younger i smoked pretty regularly. now i only smoke maybe once per month or so.\n  ","406422":"\n  i was in two relationships before dating my current partner.\n  ","406423":"\n  i normally lie about how i'm feeling so that no one worries or inquires about my health, like if i'm angry or not having a good mental health day. i'll just say that i'm fine and move on.\n  ","406424":"\n  i honestly have no clue. i was a child.\n  ","406425":"\n  around 8-9, most of the time. there are instances where i tell white lies, but overall, i see no reason to lie. it only hurts yourself in the long run.\n  ","406426":"\n  this is unfortunately true, although honestly i was under the assumption that it happened more with teenagers than adults.\n  ","406427":"\n  i agree. i'm used to it though, which i suppose is alarming in itself. i've gotten much worse questions than whether or not i was spanked as a child.\n  ","406428":"\n  i have no desire to talk about my private life with anyone other than my close friends, boyfriend, and therapist.\n  ","406429":"\n  honestly, the only type of people who would consider being naive to be cute are predators, because being naive makes a person vulnerable.\n  ","406430":"\n  my parents had ab*sive forms of \"discipline,\" and i'm not going to go any further than that.\n  ","406431":"\n  no, what's inappropriate to one person may be appropriate to someone else (which is what i said in my initial answer).\n  ","406432":"\n  nothing is 100 percent certain, so no. however, it's also unhealthy to focus on the future like that in terms of relationships as well. if you're with someone and all you can think about is that one day you'll eventually break up, you won't allow yourself room to enjoy the present day with that person.\n  ","406433":"\n  i don't know the nature of your relationship with him, but if there's an imbalance there (i.e. he still loves you but you don't return the feelings), going so far as to buy him a gift may give off the wrong impression. you don't want to do something that might suggest that you two are still an item, or give him false hope.\n  \n  however, you can care for someone while acknowledging that the relationship didn't work. you just have to be clear with him that you don't have any intention of dating him again, but you still wish him well.\n  ","406434":"\n  just because something is a question doesn't automatically mean it isn't inappropriate, lmaoo.\n  \n  questions can most definitely be inappropriate or intrusive. especially if someone is asking anonymously, it means that they're ashamed to show their face while asking that question since they wouldn't want people to know who they are otherwise. that's an indication that what they're asking is borderline inappropriate.\n  ","406435":"\n  no -- if that were to happen, it would have happened already. the few times a person would find someone who's \"better\" than their current partner would be if they're already unhappy in the relationship. if they were happy in the relationship, they simply wouldn't view other people in a dating context like that.\n  \n  you also have to keep in mind that relationships are built off of a foundation of trust. you have to trust that your partner won't run off with someone else, and if that's something you actively fear, it may be an indication that you don't trust your partner as much as you think you do.\n  ","406436":"\n  depends on who you're asking the questions to. some people are comfortable answering s*xual questions, while others aren't.\n  \n  i consider them to be inappropriate, personally speaking. i usually delete all forms of s*xual questions.\n  ","406437":"\n  when they're actively doing things to discriminate against other people, and they're well aware that their behavior is wrong but they simply don't care.\n  ","406438":"\n  i'm not a fan of either band.\n  ","406439":"\n  no, especially considering i'm in my mid-to-late 20s. at that point, it's simply ignorance.\n  ","406440":"\n  of course it's possible. there are some people in our lives that we may always have feelings for, regardless of how often we may see them. they may occupy a special place in our hearts in spite of the time that has passed.\n  ","406441":"\n  i don't have any specific location in mind. i would rather it happen naturally in a place we're both comfortable, or perhaps a place that's meaningful to us. i wouldn't want anyone else to be there, though. proposals are personal events between two people.\n  ","406442":"\n  no, most of the time my medication keeps me on a stable path, emotionally (granted i'm taking them everyday). if i'm feeling sad or borderline depressed, it's usually because of something circumstantial in my life.\n  ","406443":"\n  any of the dates i've gone on with my boyfriend where we visited a park or nature preserve.\n  ","406444":"\n  it's hard to tell in the photo, but it's fried eggs on a croissant with breakfast potatoes, lol.\n  ","406445":"\n  nobody has ever proposed to me before, lol.\n  ","406446":"\n  waking up in the morning, refreshed and ready to start the day. those mornings where you get enough sleep and feel invincible, like you can handle anything thrown at you that day.\n  ","406447":"\n  yeah, i'm also not subtle when i'm checking someone out so it becomes awkward sometimes, lmao.\n  ","406448":"\n  just by talking to someone without having the clear intention of becoming their friend. all of my friendships have happened with no ulterior motive behind them, we just began talking and it progressed from there.\n  \n  either way, i'm not looking to make new friends.\n  ","406449":"\n  ordered breakfast for my family this morning !! eating outside is so much lovelier than eating inside. ?\n  ","406450":"\n  i *almost* broke an ipad that my boyfriend purchased me quite a number of years ago, when i was still in college. i went to grab it out of his hands and i ended up smacking the ipad against the table, which somewhat shattered the glass screen. luckily it still worked, but there was a nasty crack in the screen.\n  ","406451":"\n  probably lady gaga, since apparently i look similar to her.\n  ","406452":"\n  LOL. yeah, and at that point the water is stale and gross, so i can definitely understand that.\n  \n  i used to do that a lot, but i've gotten much better at bringing back my empty or half-filled cups of water, simply because i hate clutter now.\n  ","406453":"\n  the more that i think about this question, the more that i realize that if i continue to wait, then nothing will get done. there are certain things in my life that i've been waiting on for the \"perfect moment,\" but in reality, we must do what's necessary regardless of the timing if we want to make any real progress. life doesn't wait for you, so we shouldn't wait for opportunities to present themselves. we must make those opportunities for ourselves.\n  ","406454":"\n  honestly, i can't envision myself reaching an old age.\n  \n  however, i also couldn't imagine myself reaching the age of 25, let alone live past it to see 27 (almost 28). life works in mysterious ways.\n  ","406455":"\n  i don't believe in the generic definition of soul mates, no. generally speaking, soul mates refer to two people who are romantically \"made\" for one another, their chemistry is unstoppable and there's nobody else in the world that meshes with you other than that person.\n  \n  i don't believe in that at all. i believe that there could be dozens of people who fit you, your needs, and are in the same stage of life as you are. in addition, soul mates don't necessarily have to be romantic partners -- they can be platonic friends, unwavering friendships that provide the utmost support and encouragement in your life.\n  ","406456":"\n  -- before i went to a local college my sophomore year, i attended a liberal arts college in massachusetts and majored in creative writing and fiction.\n  \n  -- my family used to have a german shepherd for around 10 years. we got her when i was a pre-teen and she passed away when i was in college. she was the most beautiful dog.\n  \n  -- i used to know how to play the guitar, ukulele, and keyboard when i was a teenager. my ultimate dream was to become a professional musician. my first tattoo when i turned 18 was a bass clef symbol turned into yin and yang symbols on each of my shoulder blades -- to represent the duality of music.\n  \n  -- when i was in high school, i was a prolific painter. i mainly painted in acrylics, but i also enjoyed oil painting and watercolor. i won awards for my art and my work was hung in a museum and at town hall.\n  ","406457":"\n  my first date with my boyfriend was to a restaurant, and then we saw a movie together. i normally wouldn't recommend seeing a movie as a first date because you can't talk and get to know the person you're dating, but the outing we had to the restaurant beforehand was incredible and we really got to talk. :'))\n  \n  on our second date, we went to the beach together. we found an area of the beach that used to be a dock for small boats, and it sorta became our \"spot.\" we layed on the beach and listened to music for the entire day, which is something that really drew our relationship closer because we're both so passionate about music.\n  ","406458":"\n  give up on my ultimate dream of being a published writer. even though i haven't written anything creatively in a few months, i still cannot envision myself completely giving up on those ambitions.\n  ","406459":"\n  ah, so many !! i would absolutely love to visit new zealand, though. it looks absolutely beautiful, and i really want to see the shire.\n  ","406460":"\n  \"girl interrupted\" by susanna kaysen.\n  \n  it was the first book that introduced me to mental health & mental illness, especially with respect to depression and borderline personality disorder. a lot of what kaysen wrote about resonated with me on an intimate level, and it was what first led me to question my own struggles with mental health. the book really opened my eyes to what i was dealing with and how what i was feeling wasn't \"normal\" or healthy.\n  ","406461":"\n  yes, love is one of the few things that i *do* believe in. love, whether it was among me and friends or me and my boyfriend, has inspired and motivated me to keep pushing forward even when i felt that there were too many obstacles stacked against me.\n  \n  because of my unwavering belief and faith in love, i actually have the phrase \"amor vincit omnia\" tattooed on my arm. it's latin for \"love conquers all.\"\n  ","406462":"\n  i believe the most pressing issue facing the world today is global warming\/climate change. weather patterns have become increasingly more erratic over the past 5-10 years, and our summers are significantly hotter and winters significantly colder. it's rising to extreme levels, which is alarming.\n  ","406463":"\n  lately, i've been the one to start conversations first. :\/\/ i've been having trouble seeing who my friends really are because i noticed that none of them seem to text me first or ask how i'm doing, and i'm *always* the one reaching out. it's gotten quite exhausting and i don't know what to think of the situation anymore.\n  ","406464":"\n  no, i don't believe i'll ever be happy with the information i know. there's *always* room for growth and endless opportunities for education, and there's no limit as to how much we know or are educated on. i believe education is so important, and even if someone isn't in school or university, they should find opportunities to expand their mind.\n  ","406465":"\n  i would probably eliminate tumblr. it can honestly be such a toxic social media site, especially for young and impressionable kids,\n  ","406466":"\n  cortana from the halo series !! i've always loved her.\n  ","406467":"\n  travel alone. i've always wanted to go somewhere by myself and just exist without relying on anyone else, but i'm also afraid of driving to new places alone because of my driving anxiety.\n  ","406468":"\n  i believe the body positivity movement started out as a great ideology -- the idea that we should all love our bodies regardless of societal standards, because most people have \"unconventional\" body shapes, scars, disabilities, etc etc., and we shouldn't be judged on those things.\n  \n  however, in recent times, i also believe the body positivity movement has become jaded because of a lot of rhetoric involving fat positivity. this ideology puts forth the notion that we should accept ourselves even if we're overweight\/obese, and essentially not do anything to help ourselves.\n  \n  being overweight\/obese is a major health concern -- it can cause problems with the skeletal system, it can affect our cardiovascular system, and it can wreck havoc on simply the way our bodies function. it's not healthy to be overweight\/obese, which is why physicians always recommend diet and exercise to those who do fall into the overweight\/obese scale.\n  \n  being overweight or obese isn't something that should be glorified, in my opinion. if you're putting your own health first, then you should acknowledge that there's a problem that needs addressing. the fat positivity movement seems to sweep all of that under the rug, from my understanding. you can certainly be body positive while also attempting to lose weight, but the problem with body and\/or fat positivity is that often those who promote it don't acknowledge that being overweight or obese is extremely risky and unhealthy.\n  ","406469":"\n  coffee and\/or alcohol. i can't say no to either.\n  ","406470":"\n  i enjoy dipping french fries in ice cream, if that counts !! i don't know if other people do or don't like that, though.\n  \n  i also enjoy putting potato chips inside my cheeseburgers and hot dogs, lmaoo.\n  ","406471":"\n  oh man, i feel quite the opposite. if i wake up and i'm extremely thirsty, water is the most delicious thing in the world to me, lol.\n  ","406472":"\n  fried or scrambled.\n  ","406473":"\n  no, i've only ever ridden a horse once in my life and it was terrifying to me, lol.\n  ","406474":"\n  you're anonymous, first off. secondly, friendship isn't something that's forced between two people. it has to happen naturally.\n  ","406475":"\n  depends on the nature of the relationship and why\/how you broke up. it's going to be different case by case. there will be some exes you can remain friends with without a problem, but there will also be others with whom you cannot maintain a friendship -- whether it might be because of resurrection of old feelings or its just toxic to both of you.\n  \n  if this is a question you're pondering to begin with, perhaps its better if you keep your distance from your ex. at least in the beginning. i find that most people need time to move on and find themselves outside of their former relationship before they can feel confident enough to allow that person back into their lives.\n  ","406476":"\n  interesting !! i'll check it out. i was thinking of either watching the new season of orange is the new black or re-watching the last season of wentworth before season 7 comes out next wednesday.\n  ","406477":"\n  a medium starbucks doubleshot on ice with sugar free vanilla syrup and soy milk.\n  ","406478":"\n  for the most part, thankfully. besides an extreme need for water, even though i've been drinking water all day, lmaoo.\n  \n  now that i'm awake, i'm probably going to watch some netflix.\n  ","406479":"\n  i woke up out of a sound sleep with an unquenchable thirst. i feel like even if i doused myself in water, it wouldn't be enough.\n  ","406480":"\n  either somewhere in new england, or down south like north carolina or virginia.\n  ","406481":"\n  i'm a writer\/editor for a publishing company (which is also in my bio).\n  ","406482":"\n  no, i'm not married. i'm in a committed relationship, though.\n  ","406483":"\n  yes, i have a number of ages on my person.\n  ","406484":"\n  things that can be answered by looking at my bio, like my career or my age.\n  ","406485":"\n  well, i'm glad that i give off that impression, haha. i simply don't discuss my morals on here, or the experiences i've had which made me developed whatever twisted moral code i have.\n  ","406486":"\n  lmaoo, no. my set of morals is questionable at best.\n  ","406487":"\n  initially, it was to protect us from the outside elements. then as time progressed, it became socially standard to wear clothing around other people because seeing the human body nude was interpreted as a s*xual thing.\n  ","406488":"\n  no, nudity isn't embarrassing -- it's simply the human body in its natural state.\n  ","406489":"\n  ultimately, no. the earth will live on regardless of whether or not humans existed.\n  ","406490":"\n  climate change\/global warming. it's drastically changing the way the earth operates and we're seeing it every season, weather patterns are getting increasingly more erratic.\n  ","406491":"\n  i don't like the term \"insanity\" because it only increases the stigma against mental illness. people use it without a care and it harms those who struggle with their mental health.\n  ","406492":"\n  there have only been a rare few times that i felt \"insane,\" and that hasn't happened in years. so yes.\n  ","406493":"\n  this is going to sound *so* stereotypical and cliche, but ... the notebook. it makes me cry every time, and even the book made me cry. lmaoo.\n  ","406494":"\n  i'm happiest when i'm with my boyfriend, and we've just woken up and are having a cup of coffee together on the backyard patio. :'))\n  ","406495":"\n  social stigma, i suppose. talking to yourself when there are other people to witness is makes someone seem \"crazy,\" even though talking to yourself is perfectly common and healthy.\n  ","406496":"\n  i didn't have dinner yet.\n  ","406497":"\n  hello -- do you have a question ??\n  ","406498":"\n  thanks, my dude. i appreciate it.\n  ","406499":"\n  this isn't a question. but yes, i'm 27.\n  ","406500":"\n  hello -- do you have a question ??\n  ","406501":"\n  yeah, i've heard of it before. one of my friends loves it, lol. i just never watched it.\n  ","406502":"\n  no, i've never watched it before.\n  ","406503":"\n  here's another selfie ;\n  ","406504":"\n  that's honestly the only reason why i like using \"high quality\" makeup products, they end up lasting for a very long time because you're not layering at all. i usually only have to put one layer on as a base, then a second layer if i want a smokey eye or more dimension.\n  ","406505":"\n  aw aw, thank you ~~\n  ","406506":"\n  he's a disgusting human being, in my opinion. lmaoo. there's more to people than the money they bring home, i would never date or marry a person simply because they're successful financially.\n  ","406507":"\n  they're expensive, but they last for a long time and the colors are very pigmented. i used to buy drug store makeup, but it simply isn't up to par with the other products i've used, like too faced (which as you can tell is my favorite brand, lol).\n  \n  i do suggest colourpop cosmetics as a cheap alternative, though !! their makeup is pretty great and they're very inexpensive.\n  ","406508":"\n  obviously not.\n  ","406509":"\n  there aren't any spots that i enjoy in my neighborhood\/town. i usually go to other cities in order to enjoy different things, whether they're state parks or beaches or bars and restaurants. there's this one park on the north shore of long island that's absolutely beautiful and i always enjoy going there.\n  ","406510":"\n  there's this one club in town that my coworker dragged me to one day a few months ago, and i had a horrible time. the drinks were overpriced and not that great, there were people everywhere to the point where i could barely walk around, and the music was so loud to the point where i couldn't hear people talk.\n  \n  the club scene is definitely *not* my scene, i would much rather go to a quiet bar or coffee house to see my friends.\n  ","406511":"\n  ultimately, happiness. happiness comes from within us, within our joys in life and ability to be grateful and content with who we are and who we surround ourselves with. although we can purchase things that lessen our worries and give the impression of happiness, it's artificial happiness that only lasts for a brief period of time.\n  ","406512":"\n  my one virtue is that i'm compassionate towards people in need and especially towards animals. my one vice is alcohol -- i have no self control when it comes to drinking.\n  ","406513":"\n  most romantic comedies are stupid and overrated.\n  ","406514":"\n  when it comes to tasks that i don't like doing, i normally try to do them first to get them out of the way in order for me to spend my time on the things i actually enjoy. if i put them off until the last minute, then i'm going to spend that time worrying about those tasks until i have no choice but to do them.\n  ","406515":"\n  yeah, i would say i'm rather creative. i like to write creatively, as well as paint and draw and take photography.\n  ","406516":"\n  i like dominos much better than pizza hut. although, i've never had pizza hut other than the mini personal pies that they have at the drive thru, lmao.\n  ","406517":"\n  oh boy, you're one of *those* people.\n  \n  here are two freshly-taken photos of my makeup-less face, no filters. clearly i look exactly the same, lmaoo.\n  ","406518":"\n  yes, obviously i'm fake considering my account is verified. lmaoo.\n  ","406519":"\n  what am i lying about ??\n  ","406520":"\n  you're correct, you can see the stars on my head lol.\n  ","406521":"\n  aw, thank you !!\n  \n  i guess it's a combination of both ?? i used the natural lighting from my window in my bedroom. i also have really thick natural lashes, i've always just worn thickening mascara instead of putting on fake lashes.\n  ","406522":"\n  i wore converse constantly when i was a teenager, haha. however, i really want a pair of those harry potter vans that just came out -- the slytherin ones look beautiful.\n  ","406523":"\n  aw, thank you so much !!\n  \n  have you tried using an eyeshadow primer ?? i've never needed it before, but it could help !!\n  ","406524":"\n  people have often told me that i look like lady gaga.\n  ","406525":"\n  looks are great and all, but any sort of relationship (romantic or platonic) are based on the meshing of people's personalities. you can like someone for what they look like, but if that's the only reason you're their friend or partner, then the relationship is going to turn sour quite quickly.\n  ","406526":"\n  if i'm feeling stressed out, i try to take a night for myself and relax in bed with ambient lights on, my himalayan rock salt lamp on, a candle lit, perhaps a cup of coffee in my hand, and something enjoyable on tv.\n  ","406527":"\n  honestly, i view the term as something said in jest or in an ironic manner. i don't believe i've ever heard someone use the phrase in a serious tone, lol. however, when i hear the phrase \"uncultured swine\" i usually think about people who not only are uneducated on matters, but who are also refusing to educate themselves too despite knowing that they don't know what they're talking about.\n  ","406528":"\n  my mother got upset with me because i told her that me and my friend have been looking to rent a house together with two or three other friends. she doesn't believe it would be good for me, for whatever reason, even though moving out of my parents' house is my number one concern right now due to my mental health.\n  \n  honestly, i think it's because she doesn't want me to move out since i'm essentially a caretaker to her, along with my father. she would be losing a person in the house to do things for her that she can't do for herself, and i think that's what upsets her.\n  ","406529":"\n  gasoline, freshly cut grass, the crisp smell of the first snowfall, rain, pina coladas, firewood, jasmine, patchouli, dragon's blood incense, and roses.\n  ","406530":"\n  i do the same, i don't like using outrageous colors because they don't suit my face very well so i stick to neutrals, like peaches and browns and occasionally black. lately i've been using too faced's pumpkin spice palette, which has a lot of great matte and shimmery neutral colors.\n  ","406531":"\n  i have a lot of favorite television shows, but lately i've been obsessed with it's always sunny in philadelphia. it's always made me laugh super hard.\n  ","406532":"\n  one of my coworkers, a few weeks ago. she had to change her phone number because she was getting riddled with calls and texts from an ab*sive ex.\n  ","406533":"\n  yes !! it smells delicious. i also have their sweet peach eyeshadow palette, which also smells of peaches.\n  ","406534":"\n  i've always wanted to try zip-lining, even though the concept sorta scares me. it looks like a lot of fun, though.\n  ","406535":"\n  lately i've been using too faced's peach mist mattifying setting spray. it works really well.\n  ","406536":"\n  aw, thank you ~~\n  \n  i don't wear eyeliner, and my mascara is waterproof. i also use a lot of setting spray so that my makeup doesn't budge, lmaoo.\n  ","406537":"\n  i woke up from a nap not too long ago, does that count ?? lmaoo.\n  \n  (also don't mind the makeup, i fell asleep in it last night.)\n  ","406538":"\n  heathers (my favorite), american psycho, the cable guy, shaun of the dead, red, seven psychopaths, and fear and loathing in las vegas.\n  ","406539":"\n  if i'm getting to know someone for the first time, i'll usually ask them basic questions first, like their education and their career. then i'll delve deeper, asking them about their passions in life, what they want to do with their life, and where they see themselves in 5 years' time.\n  ","406540":"\n  i've checked the country leaderboards on askfm a few times, but it isn't of much interest to me at all. apparently, i'm #53 in the united states. i'm also #8 out of the people on my friends list.\n  ","406541":"\n  well, i *was* planning on going to work, having a productive day at work, coming home and relaxing in front of my television. however, i woke up feeling completely sick and didn't have a good sleep despite laying down for 10 hours straight, so i ended up calling out of work.\n  \n  i feel a bit better now than i did this morning, but it wouldn't be worth it to go into work now considering it takes me about 45 minutes to drive there and it's near the end of the day. so i'm just on my laptop, listening to music, and drinking a sh*tload of water to flush out my system.\n  ","406542":"\n  i've been involved in the internet since i was a young child. when i was a pre-teen, i didn't have many IRL friends, so i resorted to the internet to find like-minded individuals who had similar interests, and as a result, i befriended a lot of people that way. i posted on public forums related to my interests, especially music and writing, and i still talk to many of the friends i made through those sites.\n  \n  social media and the internet as a whole has allowed people to expand their friend pool, finding acceptance and caring people if they're lacking that in their real life. i probably wouldn't be alive if it wasn't for the friends i made online when i was a teenager. they shaped me into who i am and instilled in me a sense of hope and confidence.\n  ","406543":"\n  this may sound cynical, but no. we as a human species are prone to greedy and selfish behavior, which unfortunately is what propels most leaders to the top of their field, particularly in politics. the general public also has a close-minded way of looking at things, especially in america, and believe that their way is the best way and won't accept anything other than what they think to be right.\n  ","406544":"\n  by this time next year, i would like to have better control over my mental health, particularly with respect to my impulsivity and addictive tendencies. i need to develop better self control when it comes to certain things in my life.\n  \n  in the same vein, i also want to establish more self-confidence and overall be a better person in my own eyes. i want to get my life in order and accept more opportunities, especially traveling.\n  ","406545":"\n  the only thing askfm has done with respect to spending coins is offer these stupid backgrounds to answers, of which i'm not a fan. i don't like having backgrounds to my answers, especially considering my answers are on the longer side.\n  ","406546":"\n  singing, LOL. i used to have a pretty decent singing voice when i was younger, but somehow it dwindled as i got older and now it's absolutely terrible.\n  \n  that doesn't stop me from singing, though. i still belt out songs in the car while driving home from work.\n  ","406547":"\n  writing in general, including my understanding of grammar, development of characters, and writing style. i've finally developed a \"voice\" when it comes to my writing and know how to pull a reader in and keep the text interesting while still putting my point across. i can describe things in detail without sounding flowery, which is something i am incredibly guilty of doing when i was younger.\n  ","406548":"\n  i don't know any person (not just women) whose favorite movies are those movies, lmaoo. i've never seen either of those movies, tbh.\n  \n  i prefer gritty action films, thrillers, and dark comedies.\n  ","406549":"\n  i don't trust my parents. i trust my boyfriend and close friends with my life.\n  ","406550":"\n  yes, gasoline is one of my favorite smells.\n  ","406551":"\n  i have several favorite movies !!\n  \n  heathers, american psycho, i am not a serial k*ller, les miserables, sweeney todd, the number 23, secret window, the shining, django unchained, and the lord of the rings trilogy.\n  ","406552":"\n  as my bio indicates, i'm 27 years old.\n  ","406553":"\n  oh, you mean coins. right now, i have 44,797.\n  ","406554":"\n  uh ... okay ??\n  ","406555":"\n  hello -- do you have a question ??\n  ","406556":"\n  ... this makes zero sense.\n  ","406557":"\n  i'm not really in pain to begin with. i have somewhat of a stomach ache, but i wouldn't classify that as pain.\n  ","406558":"\n  i've been drinking coffee and water. i have no problem getting things out, it's just non-stop and will probably take time.\n  ","406559":"\n  well yeah, i slept for almost 10 hours last night.\n  ","406560":"\n  what about it ?? that's not going to help my nausea. i probably just have to flush my system out.\n  ","406561":"\n  i wouldn't have said that if it wasn't true, lol.\n  ","406562":"\n  LOL, about an 8 or 9. i'm terribly awkward, especially around people i don't know or i'm meeting for the first time.\n  ","406563":"\n  hello -- do you have a question ??\n  ","406564":"\n  i don't really know what you mean by \"flames.\"\n  ","406565":"\n  no, i've never taken painkillers before (i'm assuming you're talking about prescription painkillers).\n  ","406566":"\n  thank you, i appreciate it. today's friday, so i have saturday and sunday off. i'll likely feel much better when i go back into work monday morning.\n  ","406567":"\n  i have a stomach ache and i'm pretty nauseous all the time, and i've essentially been sh*tting my brains out for the past day.\n  ","406568":"\n  all kinds !! i answer most questions sent to me unless i don't have a straight-out answer to them. i also don't answer anything inappropriate, i.e. trolling or s*xual questions.\n  ","406569":"\n  i ate fast food for the first time in over six months, and it wrecked havoc on my body. i've been running to the bathroom every few hours. i'm beginning to also think that there was something wrong with the sandwich i ate, because i definitely should not be going to the bathroom as much as i am right now, it's been over a day.\n  ","406570":"\n  i would like to go to the beach, but that isn't doable for me right now, lmaoo. i don't want to be running off the beach to the bathroom every 30 minutes.\n  ","406571":"\n  i'm not doing so well. i'm still sick from yesterday, so i ended up calling out of work this morning, which honestly makes me feel terrible. i don't like missing work because my assignments pile up and i'm terrified that i'm going to get fired for missing work, even though i haven't called out in months.\n  ","406572":"\n  i told my boyfriend i loved him last night.\n  ","406573":"\n  (cont) ... If you don't like how I word things, then please try to consider the fact that I follow many people who have to use Google translate to answer my question, people who don't speak English as a first language and people from all areas of the globe. But also, I tend to word things however I'm comfortable doing so. I'm not \"mansplaining\" to women if I explain something in a spam question for everyone, I'm not \"trying to be the alpha male\" if I explain something to a man. I'm just explaining things to everyone for the sake of those who have a more difficult time understanding. If there's ever a time where you're uncomfortable with how I send out my spam, it can very easily be arranged for me to unfollow you and stop sending you it. All you have fo do is say rather than being a complete arse about it. I felt like this needed saying bc of some of your answers lately. Anyway, to those who understand why I send things out the way I do, thank you for being amazing people and I'll get more spam out to you again soon. But If anyone wants to be unfollowed, now's your time to say bc I'm unfollowing people r\/n. This is a dead site, it's not that deep.\n  \n  --\n  \n  i totally understand where you're coming from, which honestly is half the reason why i stopped sending out spam questions to a bunch of random people a very long time ago. i would get aggravated at people's responses (or lack thereof), and they would often come at me personally even though i merely asked a question, not gave my thoughts on the topic.\n  \n  it's ridiculous that you even have to make this disclaimer. like you said, this is a dead site & it isn't that deep. however, i would really appreciate it if you *did* continue sending me questions, because i do like your questions a lot even if it takes me a while to answer them since they make me think. :'))\n  ","406574":"\n  nah, wendy's.\n  ","406575":"\n  most religious people aren't brainwashed, no. they're simply following a set of ideologies that resonate with them because they have faith.\n  ","406576":"\n  no, if it was food poisoning then i would be vomiting profusely, lol. i'm just not used to eating fast food, with all of the grease and whatnot. i also had cheese on the sandwich, which probably wasn't the best idea because i haven't been able to handle cheese lately.\n  ","406577":"\n  i ate fast food last night for the first time in months, probably for the first time this year (i really can't remember when the last time was). it was delicious at the time, but now it's wrecking havoc on my body.\n  ","406578":"\n  any sort of ab*se or neglect, whether it's physical or emotional. especially when it comes to children. i would never be able to forgive someone if they were ab*sive towards someone i care about.\n  ","406579":"\n  i just answered a similar question a few answers ago.\n  ","406580":"\n  because many of them still live at home with their parents, like myself, and we're all looking to move out.\n  ","406581":"\n  not so great. waking up with my boyfriend was lovely, but i started feeling sick at work and kept running to the bathroom, so i eventually left early because i couldn't focus on working.\n  \n  i've just been relaxing and drinking water since i got home. i feel a little better now, and i have plans with my friend tonight to discuss housing options so i think i'll stick to those plans since i feel better.\n  ","406582":"\n  i don't really make friends anymore. the closest thing to making a new friend would be when i got friendly with a few coworkers last year. they invited me to sit with them at lunch, and we just started talking from there.\n  ","406583":"\n  the new gmod video from achievement hunter\/let's play !! i watched it last night and was laughing a lot.\n  \n\n   https:\/\/www.youtube.com\/watch?v=royYHOnlx6c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406584":"\n  \"if you're going through hell, keep going.\"\n  ","406585":"\n  car talk, lmaoo. i couldn't care any less about cars, which is ironic considering all of the men in my life are so enthusiastic about cars (my brother is a mechanic).\n  ","406586":"\n  i wish i had a large sum of money so that i could afford a house for me and my friends & boyfriend to live in.\n  ","406587":"\n  that makes complete sense, and i agree with you. it's healthy to refrain from dating after a breakup, you need to rediscover yourself in a way outside of being someone's partner.\n  ","406588":"\n  i already have memory loss, so it wouldn't be good for me to lose even *more* memories. i wish i retained memories better.\n  ","406589":"\n  aw, thank you. that's really sweet.\n  ","406590":"\n  last night, i had a spicy chicken sandwich with lettuce, tomato, cheese, and ranch dressing, which was absolutely delicious. however, i woke up completely sick and nauseous this morning from it.\n  ","406591":"\n  skinny jeans, knee-high boots, an empire-waist blouse, and a cozy cardigan.\n  ","406592":"\n  yeah, although i didn't work out for one week this month so i feel like a failure in that regard.\n  ","406593":"\n  lately i've been having nightmares of my house being set on fire. apparently that might mean that i have strong negative feelings towards someone, or even myself, or that things have been overwhelming me.\n  ","406594":"\n  disgusting. repulsive. terribly overweight.\n  ","406595":"\n  the best compliments i can receive are compliments on my writing. it makes me so happy when someone likes or appreciates my writing style, especially when they can relate to my words.\n  ","406596":"\n  i prefer winter over summer. i like the cold weather.\n  ","406597":"\n  i would rather have no internet. i existed with a cell phone without internet access when i was younger, so i could certainly do it again, lol. at least it gives me a way to still communicate with my friends through phone calls and text messaging.\n  ","406598":"\n  i'm honestly happy with my current car. i don't really care about models or brands of cars or anything -- as long as it drives well and has good mpg, then i'm satisfied.\n  ","406599":"\n  apparently she's a crash bandicoot character. i don't remember her in the games, that 's going back like 20 years ago.\n  ","406600":"\n  my personal experiences growing up and how they've impacted me and further influence my behavior. no two people are alike because everyone experiences life in different ways, and our thought patterns and behavior are ultimately shaped by our formative and current experiences.\n  ","406601":"\n  of course !! it used to be one of my favorite video games when i was a child.\n  ","406602":"\n  i don't recall directly accusing someone of acting against me, but i definitely have had those thoughts quite strongly and have expressed them to other people instead of the person i think is wronging me.\n  ","406603":"\n  no, it's faster for me to type without capitalizing letters\/words\/etc etc. i don't care much about my grammar on social media.\n  ","406604":"\n  (cont) ... They keep saying they'll never love someone else like they love me they'll never be able to move on, they'll always be mine, etc. And I really don't know what to say, I feel guilty.. It's making it difficult for me to move on and making me more attached. I don't want to just cut him off and ignore him forever but I'm just unsure what to do. Sigh. Sorry for bothering you with this.\n  \n  --\n  \n  you're not bothering me at all, don't worry about that. i'm sorry you're in this predicament, because it sounds awfully difficult especially because you still care about them to a degree and don't want to hurt them (which is totally understandable).\n  \n  on the one hand, cutting them off might help them to move on, but on the other hand, it probably will hurt them. especially if they believe you're the only one for them, they likely won't accept anyone else's affection for a long time. in the same vein, staying their friend might also further encourage them to try to pursue you.\n  \n  honestly, time can only tell. i would try to set some boundaries and keep your distance, perhaps keep reminding them that you're not interested anymore. if *you* find someone else and they wind up knowing that you're dating other people, perhaps it will help them move on.\n  ","406605":"\n  witnessing someone i care about overdose on drugs and not waking up until hours later, despite all of my attempts at reviving them.\n  ","406606":"\n  log cabins\/cottages in the woods are my favorite. they're so unique and cozy looking.\n  ","406607":"\n  i don't eat donuts, but apple cider donuts i've tried are delicious.\n  ","406608":"\n  not generally, no. which is ironic, because my boyfriend and i met for the first time at an amusement park.\n  ","406609":"\n  i don't believe i would want to make anyone immortal. being immortal seems like an awfully dreadful existence.\n  ","406610":"\n  sure, i don't see why not. it's a fairly common thing for people to do, myself included. when i'm alone and trying to figure something out, or if i'm just thinking about something, i'll talk to myself out loud.\n  ","406611":"\n  uh ... when i first started what ?? i don't know what you mean.\n  \n  i've never entered a book club and\/or contest, however.\n  ","406612":"\n  curled into a blanket burrito with an iced coffee in one hand & a cigarette in the other.\n  ","406613":"\n  i stayed in a hotel last month when my boyfriend and i traveled to upstate new york for my cousin's wedding. we stayed up there for the entire weekend (friday through sunday).\n  ","406614":"\n  i don't know what that is, so i'm assuming no.\n  ","406615":"\n  not at the moment, no. i just came home early from work because i feel sick, so i've been going through my questions and determining which ones to answer and which ones to delete.\n  ","406616":"\n  i have one older brother, who's technically my half-brother. however, we grew up together so i seldom refer to him as such.\n  ","406617":"\n  queer and\/or questioning.\n  ","406618":"\n  i have no complaints, although my summer isn't much different from the rest of the year. i still work five days a week. the only difference is that the commute isn't as terrible during the summer, lol.\n  ","406619":"\n  i'm not afraid of any particular type of person, or anyone in general.\n  ","406620":"\n  the only language i understand is english. i know a few words of spanish here and there, but not much at all.\n  ","406621":"\n  i'm comfortable with anything !! what do you need advice on ??\n  ","406622":"\n  chocolate chip cookie dough is my favorite. i also like mint cookies & cream.\n  ","406623":"\n  the first thing i do when i wake up is take my medication.\n  ","406624":"\n  aw, this is cute. ily too, anon ~~\n  ","406625":"\n  no, i don't particularly care about what people do or don't call me.\n  ","406626":"\n  no, i've never seen the twilight zone.\n  ","406627":"\n  a buttered croissant at 8am.\n  ","406628":"\n  i forgot to eat lunch today. i was working and didn't realize the time. i had a lunch break, but i usually spend it outside.\n  ","406629":"\n  LOL. my fresh buzz that i got yesterday.\n  ","406630":"\n  i wasn't aware that she did. i just logged on since i just got home from work.\n  ","406631":"\n  no, i'm not interested in talking.\n  ","406632":"\n  not at all. my boyfriend and i have had fish for years and we became emotionally attached to them. i cried when my fish died.\n  ","406633":"\n  OH, lmao. no, she deactivated a while ago.\n  ","406634":"\n  i'm pretty selective, but i do try to answer most legitimate questions. a lot of what i receive in my inbox is spam or trolling messages, which i promptly delete. i also don't tend to answer questions where my answer is simply no and i don't have anything else to contribute.\n  ","406635":"\n  depends on the time of year. i normally drink cold beverages in the spring & summer and hot beverages in the fall & winter.\n  ","406636":"\n  i'm assuming it's a car.\n  ","406637":"\n  i used to be able to draw, but i haven't done anything in years.\n  ","406638":"\n  i don't know if she would want people knowing where she lives now, so i don't want to disclose that.\n  ","406639":"\n  i don't know if i even want children.\n  ","406640":"\n  sushi or veggie\/tofu burrito bowls.\n  ","406641":"\n  unfortunately, there isn't anything going on this year (in 2019) that i'm looking forward to. i don't have any upcoming plans or vacations lined up.\n  \n  my job is hosting a cocktail party next month, but i don't know if i'm looking forward to that or not because i'm not sure if my boyfriend will be able to come with me. :\/\/\n  ","406642":"\n  i'll be 37 years old in 10 years' time. at that point, i see myself living with my boyfriend in a house, being married, and owning a lot of different adopted animals, i.e. dogs, cats, reptiles, and fish. also, i see myself being a more established writer at that point with *hopefully* something published by then.\n  ","406643":"\n  i don't normally eat dessert foods. however, if i'm celebrating something (like a birthday), i'll normally eat a few cannolis or rainbow cookies.\n  ","406644":"\n  i'm the most talented at writing, particularly poetry and short essays. writing is a hobby i picked up when i was a pre-teen, and since then i knew i wanted to pursue it as a career. i've been writing poetry, stories, novellas, and essays since i was around 11 years old.\n  ","406645":"\n  the first person i always call is my boyfriend. he always knows what to do and how to calm me down if i'm panicking, and he's a source of comfort for me during those times where i'm in trouble.\n  ","406646":"\n  when i'm sad or depressed (my sadness normally transitions into depression fairly quickly), i don't like being comforted or spoken to. i prefer to isolate myself, because most times i just get angry if people attempt to make me feel better.\n  ","406647":"\n  i've never heard of the first two, but i did have a deviantart account !! i was on there for quite a number of years, and i would post my drawings, paintings, and poetry.\n  ","406648":"\n  i don't generally *need* hugs, and the only person i feel comfortable with touching me like that is my boyfriend. i don't hug or get physically close to my friends.\n  ","406649":"\n  i'm in a bearded dragon group on facebook & there are so many posts of ignorant and uneducated people adopting (or purchasing) bearded dragons without doing their research. they end up placing two bearded dragons in the *same* enclosure, when that's an extremely dangerous thing to do.\n  \n  bearded dragons are solitary creatures as well, and because of their assertion of dominance or submissive behaviors, it can cause a lot of trouble if they're in the same enclosure. one dragon can steal the heat from other or they could flat out attack each other, even if in the beginning they *seem* fine. it's only a matter of time.\n  ","406650":"\n  i don't care for either brand. i don't own anything from either of them.\n  ","406651":"\n  yes, absolutely !! could you imagine how much money we would save ?? LOL. no more car payments or car insurance ... that would be beautiful.\n  ","406652":"\n  apparently the last video i watched on youtube was a lyrics video for \"the girl\" by city & colour. i like playing music in the background, so i don't actually watch the videos.\n  \n\n   https:\/\/www.youtube.com\/watch?v=mS8xDo-qM8w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","406653":"\n  yes !! i did this twice in my life. the first time i met an online friend was in 2008 when i was visiting colleges. me and a close friend had been talking online for around 5 years, and when i went up to massachusetts to visit colleges, we met up and hung out for the day.\n  \n  i also met courtney (who used to be\n  \n   @courrtana\n  \n  ) in person two years ago, and again last year before she moved out of new york !!\n  ","406654":"\n  definitely one -- it's super aggravating to have to close out of the backgrounds before typing an answer. i hardly see anyone even use the backgrounds to begin with, it's such a waste of time and askfm shouldn't have invested in it.\n  ","406655":"\n  i would wish for the power of teleportation. it would be so convenient to simply be able to teleport from one place to another instead of commuting everywhere.\n  ","406656":"\n  i have a few hobbies, but unfortunately i don't ever have much time to partake in them. i enjoy reading, writing, painting, playing video games, taking photography, and listening to music.\n  ","406657":"\n  i trust my boyfriend the most out of anyone in my life. we've established a 10-year long relationship where communication and trust has been the foundation, and we wouldn't have lasted this long had i not placed my trust in him.\n  ","406658":"\n  i do believe genuinely kind people exist, yes. i have quite a few people in my life who are genuinely kind individuals, and they always want what's best for others with no regard for how it affects them (within reason, of course). they don't have any ulterior motives.\n  ","406659":"\n  people usually think i'm younger than i actually am, which isn't offensive to me at all, lmaoo. i would prefer to look younger than my age as opposed to looking older than my age.\n  ","406660":"\n  no, i don't follow any beauty rituals or routines. the only things i do are use a neutrogena facial scrub in the shower and follow that up with a vitamin-enriched moisturizer.\n  ","406661":"\n  i've never really been on a formal diet before, so i honestly have no clue. i would venture a guess and say once per week or once every two weeks ??\n  \n  i'm a bit uncomfortable with the entire notion of \"cheat days,\" however. the right diet won't feel like you need to \"cheat\" on your diet because you would ideally feel much better on that diet than if you were to eat junk and fast food.\n  ","406662":"\n  no, i haven't played any instrument in at least 10 years.\n  ","406663":"\n  that number is a lot higher than i imagined. i'm part of the 60% that doesn't have one.\n  ","406664":"\n  i have no idea what that is.\n  ","406665":"\n  no, it was actually very cool and breezy !! a nice change from the 90+ degree (fahrenheit) weather we've been having.\n  ","406666":"\n  i don't chat on askfm. i answer questions.\n  "}}