{"Question":{"40774":"\n   Paintball or Laser Tag?\n  ","40775":"\n   Do you miss school?\n  ","40776":"\n   Are you a heavy or a light sleeper?\n  ","40777":"\n   Walking along an empty street, you notice a wallet. It contains $5000 in cash. What would you do? Would your decision change if the ID showed a wealthy looking man or a frail looking old woman?\n  ","40778":"\n   Do you prefer to ask or answer questions? ? Why? ?\n  ","40779":"\n   what’s a kind of cookie you don’t like? i don’t like peanut butter cookies. ?\n  ","40780":"\n   Would you rather suffer extreme cold or extreme heat?\n  ","40781":"\n   What was your favourite childhood Halloween costume? ? ?\n  ","40782":"\n   what are you doing this year to improve your life?\n  ","40783":"\n   Leave me a GIF of anything that YOU consider to be beautiful!\n  ","40784":"\n   After a long day, do you prefer to hang out with friends or spend time alone?\n  ","40785":"\n   Which social media do you use? Instagram, Snapchat, Whats app, Twitter, Facebook, Kik, Vk?\n  ","40786":"\n   What’s the best place in your city for a romantic dinner?\n  ","40787":"\n   Do you have a favorite day of the week? If so, what is it and why? ?\n  ","40788":"\n   What do you say during awkward silences?\n  ","40789":"\n   Any obsession?\n  ","40790":"\n   What's something you've done, that could be on someone's bucket list?!?\n  ","40791":"\n   Do u like tall men or short?\n  ","40792":"\n   can get Your Number or Instagram id ?\n  ","40793":"\n   Which sound gives you goosebumps?\n  ","40794":"\n   What is your height?\n  ","40795":"\n   Yaah Ok thanks ☺️\n  ","40796":"\n   post a voice note\n  ","40797":"\n   Don't Take it prashnavali ok\n  ","40798":"\n   What did you all accomplish today that needed to be done? I went to the college to start getting signed up for spring classes.\n  ","40799":"\n   My favorite one thing to do?? Get the one bag of chips and get two chips cause they say I can only eat just one. Ha-ha-ha!!\n  ","40800":"\n   Last pic on your Camera roll?\n  ","40801":"\n   Did you ever have a Justin Bieber phase?\n  ","40802":"\n   What’s your favourite snack?\n  ","40803":"\n   Thanks. Do u give out your Snapchat?\n  ","40804":"\n   Have a sweet dreams\n  ","40805":"\n   Thanks for the follow and likes. You have a good ❤️\n  ","40806":"\n   Hey how are you?\n  ","40807":"\n   Following you.. follow back please\n  ","40808":"\n   What are your Pet-Peeves?\n  ","40809":"\n   What can spoil your day?\n  ","40810":"\n   you're crush?\n  ","40811":"\n   thank you\n  ","40812":"\n   you're welcome.. sweet of you\n  ","40813":"\n   btw you got beautiful eyes and you're cute too\n  ","40814":"\n   how often do you hang out?\n  ","40815":"\n   followed u..follow back please\n  ","40816":"\n   Hi, Bella. Skylar here again. I forgot to mention that I’m in this special program called TAP (Transition To Adult Program).\n  ","40817":"\n   I had to work today and I just got back.\n  ","40818":"\n   Do you get sick often?\n  ","40819":"\n   I had a friend who is Mother used to raise crawfish in her house\n  ","40820":"\n   Who else loves hell's kitchen\n  ","40821":"\n   If you are working -  Why  did you  choose  that  profession? If you aren't- are you studying towards something?\n  ","40822":"\n   What’s a website that you can buy vapes that dosent check for id?\n  ","40823":"\n   What do you think is your strongest personal quality?\n  ","40824":"\n   Who is your celebrity crush?\n  ","40825":"\n   Have you ever thought about starting your own business? What is it?\n  ","40826":"\n   Tell me about your day today.  What was good about it and  what was bad about it ?\n  ","40827":"\n   Opinion on Marines\n  ","40828":"\n   Favorite non alcoholic drink? :)\n  ","40829":"\n   Do you feel that you've made the most of your life thus far?\n  ","40830":"\n   Just a quick message to tell everyone I follow how awesome they are ???\n  ","40831":"\n   Do you have a dream car? ? What kind? ?\n  ","40832":"\n   Do you know how hungry your food pictures make me? ?\n  ","40833":"\n   do you have plans for valentine’s day?\n  ","40834":"\n   have you ever had a life size cut out of someone or something?\n  ","40835":"\n   Do you have limited or unlimited data on your mobile device?\n  ","40836":"\n   Isn't a crawfish a crustacean they're small I believe right\n  ","40837":"\n   I'm not a huge Kobe fan, but GIF of Kobe please. ? my heart is breaking #MambaOut #LoveAndRespect824\n  ","40838":"\n   When you workout, how do you prefer to do it? ??️‍♂️⛹️‍♂️?‍♂️ What is it that makes you like that way of working out the most? ?\n  ","40839":"\n   What;s your favorite food?\n  ","40840":"\n   Can you dance? I’m a Dj\n  ","40841":"\n   Are you mature or yet immature compared to your actual age?\n  ","40842":"\n   What are you currently obsessed with?\n  ","40843":"\n   Thanks friend for your choice (Plants vs Tree) on my page.\n  ","40844":"\n   If you could hang wit any celebrity for a day, who would you pick and why?\n  ","40845":"\n   Why does it take 15 minutes to cook minute rice? ?\n  ","40846":"\n   Why is it that people say they “slept like a baby” when babies wake up like every two hours? ?\n  ","40847":"\n   Do people still speak in broken English\/French Cajun?\n  ","40848":"\n   What website do you visit most often?\n  ","40849":"\n   Have you ever embarrassed someone intentionally or unintentionally? If yes; how did you do it?\n  ","40850":"\n   Do you have a \"deal breaker\" in your friendships and\/or relationships? If so, may I ask what that would be? ♥️\n  ","40851":"\n   What TV show everyone loves but you hate?\n  ","40852":"\n   Do you secretly stalk someone ?\n  ","40853":"\n   Hey Mam\n  ","40854":"\n   God created so much beauty in His creation you can see it all around. Whether a rainbow in the sky or a waterfall cascading to the ground. All these beautiful things will but a moment bring joy and impress. But what you have will last someone a life time, it is the beauty that you possess\n  ","40855":"\n   are you afraid of mice?\n  ","40856":"\n   How are you feeling right now?\n  ","40857":"\n   If you really learn from mistakes why are so many people so afraid to make a mistake?\n  ","40858":"\n   Why do you have to “put your two cents in”, but it’s only a “penny for your thoughts”? Where is that extra penny going to? ?\n  ","40859":"\n   Who is your favorite Disney princess?!?\n  ","40860":"\n   do you like pretzels?\n  ","40861":"\n   Do you agree that people never change, they just show their true colors?\n  ","40862":"\n   How did you meet your best friend?\n  ","40863":"\n   What's one thing you hate about yourself? ?\n  ","40864":"\n   I've been through it. All I want is for someone to care and want me in a relationship and not use me.\n  ","40865":"\n   Why do people only want to be with you when you are no longer single? But when you are single nobody is interested in you?\n  ","40866":"\n   If you had to live a week without internet,  what will you do to keep yourself busy??\n  ","40867":"\n   ?\n  ","40868":"\n   Did you graduate high school? If so, when?\n  ","40869":"\n   If you could start any business, what would it be? ?\n  ","40870":"\n   ____ + you = ______\n  ","40871":"\n   What have you eaten today?\n  ","40872":"\n   What \"old people\" things do you do?\n  ","40873":"\n   is there any job\/career you absolutely would not do no matter what?\n  ","40874":"\n   Does anyone else think January feels longer than any other month? I mean it’s practically January 89th over here. ?? Why does it seem to drag?\n  ","40875":"\n   Have you ever had surgery?\n  ","40876":"\n   What is your favorite food?\n  ","40877":"\n   Okay lol... I'll be ready...\n  ","40878":"\n   Hey, Jelly Bean\n  ","40879":"\n   How often do you eat fast food?\n  ","40880":"\n   What was the last thing you ate?\n  ","40881":"\n   What book genres are your favourite?\n  ","40882":"\n   Have you thought about if you want Freshwater or Saltwater?\n  ","40883":"\n   My gut??\n  ","40884":"\n   Have you ever been in love??\n  ","40885":"\n   If the #2 pencil is the most popular, why is it still #2? ?\n  ","40886":"\n   Amazing\n  ","40887":"\n   you have very nice eyes :)\n  ","40888":"\n   How’s y’all’s day going??\n  ","40889":"\n   Ask me about...\nMy family...\nMy Pets...\nAnd anything else you would like to know...\n  ","40890":"\n   Amazing!\n  ","40891":"\n   How are you doing\n  ","40892":"\n   How are you doing\n  ","40893":"\n   i'm resetting my phone so if i forget my pass word to ask, i will make a new account and find you back and follow you ~~❤️❤️\n  ","40894":"\n   use this to complain about something. ?\n  ","40895":"\n   Y\n  ","40896":"\n   Hi\n  ","40897":"\n   Are you a traveler or a homebody?\n  ","40898":"\n   If you have kids; what is your favorite thing about them personality wise etc \n\nIf you don't: what do you think you would enjoy?\n  ","40899":"\n   how’s your week going? what are you looking forward to this weekend?\n  ","40900":"\n   FOLLOWED ??\n  ","40901":"\n   How do i become a good kisser ??\n  ","40902":"\n   Good night\n  ","40903":"\n   ??\n  ","40904":"\n   Do you have an aquarium or a desire to set one up?\n  ","40905":"\n   In a year or 2... Louisiana or new Orleans here I come!!!! ????\n  ","40906":"\n   I wish I could have some of your cooking\n  ","40907":"\n   Ask me stuff!\n  ","40908":"\n   You're very much welcome! Making me hungry staring at that food lol\n  ","40909":"\n   5 facts about you?\n  ","40910":"\n   I am absolutely jealous of the man who has you cooking like that for him. I want meals like that!!!! (Answering your photo poll)\n  ","40911":"\n   What is your source of happiness?\n  ","40912":"\n   What's your go to dance move? ?\n  ","40913":"\n   Voting on any pictures of you is so tough I wish I could choose both\n  ","40914":"\n   Ways to your heart?\n  ","40915":"\n   wish you have a good time with your friends...?☕️❤️\n  ","40916":"\n   How fast is your home Internet?\n  ","40917":"\n   Hi... beautiful...?\n  ","40918":"\n   I meant to say... This is I believe is in his front yard. This is his front yard. Typo in the description. My bad.\n  ","40919":"\n   Good morning friend❤️❤️❤️ any space with life ❤️??\n  ","40920":"\n   What is something you have always wanted to try?\n  ","40921":"\n   _\n  ","40922":"\n   What sport would be the funniest to add a mandatory amount of alcohol to? ??\n  ","40923":"\n   If you could have an all-expenses paid trip to see any famous world monument, which monument would you choose?\n  ","40924":"\n   Name 3 things to do or places to visit at the top of your bucket list ?\n  ","40925":"\n   Can blind people see their dreams? ?\n  ","40926":"\n   Why is it that when you’re driving and looking for an address, you turn down the volume on the radio? ?\n  ","40927":"\n   Post your favourite TikTok? (only if you have one)\n  ","40928":"\n   Post your last TikTok?\n  ","40929":"\n   Thanks for the input everyone! I changed my bio and it looks better, I think. ? How long have you been on Ask? I’m in my 7th year but it was very quiet until recently. ? Nice to meet y’all! ✌?\n  ","40930":"\n   Do you think it’s wrong that my boyfriend likes girls photos on social media when it’s just their bum in the photo?\n  ","40931":"\n   I like the way u're thinking.. Only, I think that our choices lead us to a life which we haven't intended to live or perhaps could be unplanned for (nothing about life is in hand) ..This is how I like to see it.\n  ","40932":"\n   Have you ever bought something only to be disappointed over it? \n\nI expected the mask to be holographic like it said but apparently it's not. I wanted to beam from the gods.\n  ","40933":"\n   I love the sound of that!\n  ","40934":"\n   Okay good night. \nHave a deep sleep with sweet dreams.\n  ","40935":"\n   Do you wear slippers at home?\n  ","40936":"\n   your funny moment?\n  ","40937":"\n   Are you in tune with nature?\n  ","40938":"\n   Do you consider yourself an expert on something? What is it if you do? What would want to be expert on if you don’t?\n  ","40939":"\n   Do you prefer: fried eggs or poached eggs?\n  ","40940":"\n   Hhhhhh ok thank you ??‍♀️\n  ","40941":"\n   Yo, Bella Button :)\n  ","40942":"\n   How often do you use your phone?\n  ","40943":"\n   It isn’t what they say about you, it’s what they whisper??\n  ","40944":"\n   What do you think of the “Simpsons”?\n  ","40945":"\n   When can u call someone \"strong\"?\n  ","40946":"\n   If you could try out any job for one week, what job would you choose to try?\n  ","40947":"\n   ? It dawned on me. It's February next week! How has your first month of 2020 treated you? Has it gone fast or slow? Has anything good happened for you? ??\n  ","40948":"\n   I don't understand..\n\nWhat did you mean... When you say PAP?\n  ","40949":"\n   What's your favorite place.\n  ","40950":"\n   How has January been for you?\n  ","40951":"\n   My pleasure\n  ","40952":"\n   Do you embrace the morning to start your day with vigor? Or do you face it instead with dread and rigor? Do you prefer instead to sleep late and stay up late in the night? Whatever your preference may you find that your life is a delight! Have a great day!\n  ","40953":"\n   Tysm ❤️\n  ","40954":"\n   Did you watch the Grammy’s last night?\n  ","40955":"\n   Followed back maybe\n  ","40956":"\n   I want to edit my bio. There is a character limit, but is there something I should add to it? What is it that people would want to know right off the bat? (assuming they bother to read ??)\n  ","40957":"\n   Do I show up as a VIP? ? Kind of confused...\n  ","40958":"\n   Do you like potato waffles?\n  ","40959":"\n   Now spin around three times and act like a Bulbasaur.\n  ","40960":"\n   Never have I ever.....__________ ?!\n  ","40961":"\n   Last song you listens to\n  ","40962":"\n   is there a lot of roadwork where you live?\n  ","40963":"\n   Is there any kind of food you'd consider your \"weakness\"? ? Like something you can't refuse eating no matter the circumstances Haha\n  ","40964":"\n   When your sick, what do you like to do to feel better?\n  ","40965":"\n   Typically how do you handle boredom? ( I go on YouTube or watch videos on Facebook )\n  ","40966":"\n   What’s your favourite YouTube channel at the moment? Any specific video you’d recommend?\n  ","40967":"\n   If peanut butter wasn’t called peanut butter, what would it be called? ?\n  ","40968":"\n   If life were a video game, what would some of the cheat codes be? ?\n  ","40969":"\n   How are all of my favourite people doing today ?\n  ","40970":"\n   What are you most looking forward to this year?\n  ","40971":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","40972":"\n   What is the one dessert you could eat for the rest of your life?\n  ","40973":"\n   Baked Sweet Potato or Baked Potato?\n  ","40974":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","40975":"\n   ??\n  ","40976":"\n   How is your weekend going so far?\n  ","40977":"\n   You are awesome?\n  ","40978":"\n   How many games do you own?\n  ","40979":"\n   What’s the last movie you watched? Did you enjoy it?\n  ","40980":"\n   What do you wish came easier to you?\n  ","40981":"\n   Who is your go to band\/musician to listen to when down?\n  ","40982":"\n   If you feel stressed what would you do to reduce it?\n  ","40983":"\n   What qualifies as a quality friend, in your eyes?\n  ","40984":"\n   ? Do you have a hard time on finding gifts for other people or is it easy for you?\n  ","40985":"\n   How come you press harder on a remote control when you know the battery is dead? ?\n  ","40986":"\n   People who played sports, what were some of your teams names? Parents with kids, what sports do your kids play and what were their teams named?\n  ","40987":"\n   Why is lemon juice made with artificial flavor and dishwashing liquid made with real lemons?\n  ","40988":"\n   What's your opinion on noise cancelling headphones? ? Do you often wear any yourself? What kind? ?\n  ","40989":"\n   When was the last time you had a hair cut?\n  ","40990":"\n   You're on death row ... what's your final last meal?\n  ","40991":"\n   What brought you to ASKfm originally?\n  ","40992":"\n   What time zone are you in. I’m in Pacific Time Zone.\n  ","40993":"\n   Are you into bi guys??\n  ","40994":"\n   Would you ever cheat on your significant other?\n  ","40995":"\n   I haven't had their green beans but I love green beans when the macaroni and cheese came out at Popeye's it kind of sucked it's a lot better now\n  ","40996":"\n   That's not weird at all I do the same thing that sounds really really good I love dirty rice the red beans and rice is really good the macaroni and cheese there is the best fast food macaroni and cheese when I first had jambalaya I'm like this is like red beans and rice kicked up a notch\n  ","40997":"\n   it’s true ...you are amazing couple...❤️❤️\n  ","40998":"\n   I wish that the one up here still add jambalaya\n  ","40999":"\n   single❤️or taken?\n  ","41000":"\n   What is mudding? I have never hear of that but it sounds fun!\n  ","41001":"\n   thoughts on the game mario?‍♀️?‍♀️\n  ","41002":"\n   Is there something you like to do that is fun but everyone else thinks is strange?\n  ","41003":"\n   What is the most embarrassing thing you have ever worn? ?\n  ","41004":"\n   Where should you never take a first date?\n  ","41005":"\n   Do you watch boxing?\n  ","41006":"\n   My parents owned the cigar lounge in the house. After they died, it became mine?\n  ","41007":"\n   I totally agree, but had wanted to say that as people tend to not choose to believe, even though the proofs right in front of them ugh.. The disbelieve in mental abilities and so on, they class it as fiction *rolls eyes!* .. That's the way the lower class society works though, hide everything!\n  ","41008":"\n   Truth or Dare?!♠️\n  ","41009":"\n   What are you thankful for today?\n  ","41010":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","41011":"\n   I hope you at least stop by and got some Popeyes LOL\n  ","41012":"\n   What are you currently watching on Netflix?\n  ","41013":"\n   do you hold on to sentimental stuff? i’m helping my mom go through old boxes and she found love letters between her and my dad from high school. ?\n  ","41014":"\n   How much money do you currently have in the bank?\n  ","41015":"\n   Did you pick up anything in town\n  ","41016":"\n   What are you doing\n  ","41017":"\n   I know people that can eat a tomato like an apple I can do that I have to have it on something those a little cherry tomatoes are really good or they call them grape tomatoes I didn't like bananas when I was a kid I like them now\n  ","41018":"\n   U 11 years old  you understand late\nCan I pass you\n  ","41019":"\n   What is my price\n  ","41020":"\n   How old are u\n  ","41021":"\n   I  years 22\n  ","41022":"\n   What is your name\nHow old are you\n  ","41023":"\n   I m not negative would I m pozitive would \nYou approach negative\n  ","41024":"\n   What was your biggest hobby growing up? ?\n  ","41025":"\n   what is your u years old\n  ","41026":"\n   İ m turkey\n  ","41027":"\n   I m not negatif im pozitif\n  ","41028":"\n   beautiful couple ❤️❤️\n  ","41029":"\n   this is  I m try ! \nı m not anonim u que ask ? do u que ask\n  ","41030":"\n   Are you more of a spontaneous or structured person?\n  ","41031":"\n   How are u doing\n  ","41032":"\n   U que ask\n  ","41033":"\n   I amonim exit. U que ask?\n  ","41034":"\n   Do we really?\n  ","41035":"\n   Have a good night Bella.\n  ","41036":"\n   have you ever cheated with your man's best friend?\n  ","41037":"\n   If you could travel the world with only one person who would you take?\n  ","41038":"\n   Do you like to spend your free time alone or in company?\n  ","41039":"\n   What is art to you?\n  ","41040":"\n   amazing...✨\nwish beautiful morning... and nice day❤️...)\n  ","41041":"\n   ❤️\n  ","41042":"\n   beautiful ?\n  ","41043":"\n   Are there any places you are afraid to visit?\n  ","41044":"\n   What is your favorite smell?\n  ","41045":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","41046":"\n   What's your dream car?\n  ","41047":"\n   Do you have any pets? What do you have if you do? ?\n  ","41048":"\n   What is it about life that u like the most ?\n  ","41049":"\n   which genuinely pissed me off, but I won't say anything more about that here... I keep forgetting this is a public domain and find myself saying to much ugh! -.-\" ..\n  ","41050":"\n   That's true, truthfully, it wasn't until I was around about 7 that I started to go else where, apart from my family and was around others, not of my type, that's when I realized that what's normal for me, scares the shit out of others ugh my friends and dear ones are what fuels others nightmares etc\n  ","41051":"\n   I totally agree, there's certain things that I have accidentally let slip on this site, which I regret but still, somethings are better kept to ourselves and not shared publicly, esp not on this site! Toxic Cesspool this site is, but I've also made a lot of genuine friends from here, so....\n  ","41052":"\n   Personally, none of it has ever scared me, if anything it's always drawn me more towards it, then again being Draconian, we're more in tune with certain things and so on, unlike most others, more so humans, Jews are more in tune also but not all I've noticed, due to ignoring and not believing...\n  ","41053":"\n   people! (sorry stupid text limit is a pain in the arse! you can write way more than I can! hence why I've had to break these down into segments ugh! (-.-);; ... Anyway, I have nothing too gain, nor loose! People are welcome to believe me or not, it makes absolutely no difference, facts are facts....\n  ","41054":"\n   and to be totally honest, I didn't even realise it was called the Paranormal until I was a lot older, 7 or so, to me it was just normal! Still is though.. Both myself and Anja have always been really open, so are my daughters though and due to who my family are, I've seen and met a lot of different.\n  ","41055":"\n   Anja has also made a lot of friends, unlike most people, I make friends easily with those who others run from, noticed that while growing up in Japan, there's a lot of entities there, also in Asia as a whole and the rest of the world, mainly warmer climates but still...\n  ","41056":"\n   Shadow people they're sometimes referred to, and other people who I have met while growing up and also within my travels, esp to Asia, more so in Asia but anyway.. I'm not scared of people, I get along better with certain people than I do with... Anyway, I have nothing to gain nor loose by lying so.\n  ","41057":"\n   That's a good way to go about it but you need balance, negativity is part of that, deplete that and... Anyway, well I'll be honest, being a Draconian \/ Jinn (Believe what you want, facts are just that!) I'm genuinely friends with a lot of people which most shall we say humans, even Jews run from...\n  ","41058":"\n   Same, it's not that I don't trust you, it's the fact that this site is really toxic, due to a lot of reasons so it's always best to keep oneself safe and what not! So don't worry! ???... Feel free to message me on IG if you'd like, my IG is in my F.A.Q. which is in my bio...\n  ","41059":"\n   Long or short hair?\n  ","41060":"\n   I've made a lot of friends you could say, so has Anja, and being what I am, I make friends easily with certain people but anyway.. And I know exactly what I'm doing, I don't mess around with anything! Never have, never will!\n  ","41061":"\n   Second page- stupid text limit here ugh! (-.-);; - ... That's cool, I've always had an interest in the paranormal, have seen a hell of a lot over the years due to what I'm members \/ part of and what not and have seen \/ experienced a lot own my own and anyway, I'm not getting into that..\n  ","41062":"\n   Hi, sorry for the really late reply! That's totally fine, I totally understand as my family also own a lot from hotels, oil refineries, fracking, land, real estate, textile mills\/factories, factories world wide, and you get the idea so I'm also not going to mention the names for obvious reasons...\n  ","41063":"\n   Are you friends with anyone that shares the same name as you or any of your family members?\n  ","41064":"\n   Are there any films focused around paranormal activity that make you cringe?\n  ","41065":"\n   Do you enjoy children?  Have any of your own?\n  ","41066":"\n   Had cigars??\n  ","41067":"\n   The best storyline you have played so far?\n  ","41068":"\n   What are some of the nicknames you have for customers or coworkers? ?\n  ","41069":"\n   Do you ever feel ashamed for flying?\n  ","41070":"\n   Why is lemon juice made with artificial flavor and dishwashing liquid made with real lemons? ?\n  ","41071":"\n   What is your favorite genre of games?\n  ","41072":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","41073":"\n   Would you hurt someone intentionally? ?\n  ","41074":"\n   What was the first thing on your mind this morning?\n  ","41075":"\n   Ever been to a live taping of a tv show?\n  ","41076":"\n   Are you usually early, late, or on time?\n  ","41077":"\n   Do you ever want to run away and start a new life?\n  ","41078":"\n   whats your recent emojis~ heres mine????❤️?❣️?????☺️???????????????‍♀️??i love emojis smmm~~\n  ","41079":"\n   Do you have any games on your phone? If so, what are they?\n  ","41080":"\n   Watched the senior bowl today??\n  ","41081":"\n   Do you like to sleep turn-on\/turn-off lights in your room?\n  ","41082":"\n   If you could move to a new country, where would you go?\n  ","41083":"\n   Can you show 1 photo?\n  ","41084":"\n   Oow that's so sweet of you???\n  ","41085":"\n   What are do you wearing in your feets right now?\n  ","41086":"\n   Have you ever felt jealousy in a friendship?\n  ","41087":"\n   Yeees??\n  ","41088":"\n   I know your name sweetheart ?\n  ","41089":"\n   Hlo sexy\n  ","41090":"\n   Amazing??\n  ","41091":"\n   how many apps do you have on your phone?\n  ","41092":"\n   What did you forget to do today?\n  ","41093":"\n   Beautiful...?  good luck ?\n  ","41094":"\n   Thanks Bella you too my friend\n  ","41095":"\n   Yoo??\n  ","41096":"\n   -\n  ","41097":"\n   PAP\n  ","41098":"\n   Thanks ??\n  ","41099":"\n   Best thing that has happened this week so far? ?\n  ","41100":"\n   Do you enjoy going to Starbucks? Why\/why not? ?\n  ","41101":"\n   Bella you still so sweet and gorgeous\n  ","41102":"\n   -\n  ","41103":"\n   -\n  ","41104":"\n   Follow back ?\n  ","41105":"\n   _\n  ","41106":"\n   Are you getting more friends or are they getting fewer? What do you prefer?\n  ","41107":"\n   What are some things that are okay to do occasionally but definitely not okay to do every day? ?\n  ","41108":"\n   Do you have problems with waking up in the middle of the night (at least once in a blue moon so to speak)? If so, what do you personally do to try & fall back to sleep?\n  ","41109":"\n   Are u easy to convince?\n  ","41110":"\n   What time is it?\n  ","41111":"\n   Have u ever cheated??\n  ","41112":"\n   Do you like sweatpants?\n  ","41113":"\n   Have you ever been scared during a Paranormal investigation?\n  ","41114":"\n   On a scale of 1-10 how good are you good at guessing?? like any guesses in general??\n  ","41115":"\n   Do you live in an apartment, dorm, mobile home, or house?  Do you rent or own?\n  ","41116":"\n   How did you learn anything by yourself?\n  ","41117":"\n   Whats the best time to wake up?\n  ","41118":"\n   Do you have a favorite type of question?\n  ","41119":"\n   what’s the weirdest chip flavor you’ve ever tried?\n  ","41120":"\n   So you guys I gonna need your help lol. So I have long hair and I wanna cut it off and all my friends say I good with long hair so should I cut it off  yes or no?\n  ","41121":"\n   last song you listen to or what are you listing to now ??\n  ","41122":"\n   What’s the best Wi-Fi name you’ve seen? ?\n  ","41123":"\n   Has anyone irritated you today?\n  ","41124":"\n   What’s your favourite shampoo, soap, and lotion scents?  \n (aka the ones you use)\n  ","41125":"\n   like have a affair?\n  ","41126":"\n   I really haven’t got much to say today. My hip is bothering me and I’m in a lot of pain. Don’t get old it sucks . Anyhow It’s not all bad my youngest Sophia completes another set of sight words in pre K and my oldest got an A on her math test. I’m really proud of them both. Do you like egg rolls?\n  ","41127":"\n   ??\n  ","41128":"\n   Follow for follow?\n  ","41129":"\n   Have you ever had to tell someone to get out of your house?\n  ","41130":"\n   Have you ever played in snow?\n  ","41131":"\n   Have u ever stepped outside your relationship??\n  ","41132":"\n   Beautiful women are a dime a dozen; your sister, your friend, your niece or your cousin. Few can impress though as much as you, because you are someone that is so amazing too! Have a wonderful day!‎\n  ","41133":"\n   do you like justin beiber??‍♀️?‍♀️ if you do what your favourite song by him?? and do you think he's cute????\n  ","41134":"\n   are you iphone user or android or both\n  ","41135":"\n   Welcome sweetie ?❤\n  ","41136":"\n   ❤️❤️❤️??????????????yessss!!\n  ","41137":"\n   arianna grande or taylor swift~????\n  ","41138":"\n   Followed ??\n  ","41139":"\n   your welcome ~~??❤️❤️\n  ","41140":"\n   Would you date a Colombian?\n  ","41141":"\n   You  always ask such great questions. How does one get on your list to be asked questions?\n  ","41142":"\n   Who will win the super bowl?!? ?\n  ","41143":"\n   Do you know when I will get married and who is the one I will get married to?\n  ","41144":"\n   please give me your WhatsApp number\n  ","41145":"\n   that's good haha i'm both hands too!! and you will ge t better ??\n  ","41146":"\n   On the scale of 10 how bold are you?\n  ","41147":"\n   are you left handed or right handed or both?? in both\n  ","41148":"\n   Good night everyone! Where ever you are in the world. Whether it be good night, morning, afternoon, or evening! May many blessings come your way today!\n  ","41149":"\n   Good night people\n  ","41150":"\n   it’s true...?\n  ","41151":"\n   Hey hunny ask me questions please.\n  ","41152":"\n   Beautiful...?\n  ","41153":"\n   mind speaking about yourself ?\n  ","41154":"\n   what book would you like to see turned into a movie?\n  ","41155":"\n   Which body part do you wish you could detach and why? ?\n  ","41156":"\n   how as life being so far?\n  ","41157":"\n   Much love to you too my gorgeous friend! ???\n  ","41158":"\n   you just too superb hope you don't ind being my friend ??\n  ","41159":"\n   Just the truth darlin! ??\n  ","41160":"\n   Absolutely beautiful doll!\n  ","41161":"\n   Want sm questions?\n  ","41162":"\n   Awww ????\n  ","41163":"\n   How do you like your coffee? ☕️\n  ","41164":"\n   Have you texted your phone number neighbour?\n  ","41165":"\n   If animals could talk, which would be the rudest? ?\n  ","41166":"\n   Hiiii\n  ","41167":"\n   ¿Qué opinas de k pop?\n  ","41168":"\n   Gaat de mensheid vooruit of achteruit??\n  ","41169":"\n   What's this languege?\n  ","41170":"\n   ¿Has escuchado a Eminem? ¿Cuál es tu tema favorito?\n  ","41171":"\n   Bien y tu\n  ","41172":"\n   Как отличить хорошего человека от плохого?\n  ","41173":"\n   How do you feel about ppl third wheeling? Like on a date?\n  ","41174":"\n   O que você faz se você suspeitar que seu namorado(a) está trapaceando? ?\n  ","41175":"\n   magst du Rap?\n  ","41176":"\n   Gimana caranya biar gak ngebandingin diri kita sama orang lain ? Terkadang suka iri aja dia lebih ini lebih itu ~\n  ","41177":"\n   What time is the sun setting today where you are? ?\n  ","41178":"\n   Hi\n  ","41179":"\n   Hi, I am so, so, so sorry for the super late response, have been pretty busy this morning ugh (06:44 currently!)... Ahh awesome, what kind of markets does your family own? ^_^ .. Paranormal field? awesome! Please tell me more, I love such things! n_n ... You're def an interesting person, I must say!\n  ","41180":"\n   do you have curtains or blinds in your house\/apartment?\n  ","41181":"\n   What are you good at and nobody knows?\n  ","41182":"\n   Favourite store to shop for clothes\n  ","41183":"\n   Do you think happiness comes to people, or should people fight and seek happiness?\n  ","41184":"\n   I don't own a snow mobile however; I have ridden on one. I would do it again but this time, I'll drive.\n  ","41185":"\n   What are your plans for the weekend? ?\n  ","41186":"\n   What’s the best type of cheese? ?\n  ","41187":"\n   I've had many types of sausage including hot sausage.\n  ","41188":"\n   What used to be considered trashy but now is very classy? ?\n  ","41189":"\n   have you ever prank called someone?\n  ","41190":"\n   What’s the weirdest thing a guest has done at your house? ?\n  ","41191":"\n   yes or no\n  ","41192":"\n   Ok ... so I'm going to a cocktail party and I need to send through a cocktail recipe for them to add to the menu ...  any suggestions?? .. Even if you don't drink .. send me your favourite mocktail and I can add an alcohol to it depending on what it is ... thanks in advance ...??\n  ","41193":"\n   ? What would you say is your biggest passion in life?\n  ","41194":"\n   you hot\n  ","41195":"\n   What matters to you most - money, good looks or attitude?\n  ","41196":"\n   Is a hotdog a sandwich? ?\n  ","41197":"\n   wyd\n  ","41198":"\n   my name is Gabe do you have a gmail account\n  ","41199":"\n   What color is your Ask.fm theme? Why?\n  ","41200":"\n   who is your favorite commedian\n  ","41201":"\n   Is cereal a soup? ?\n  ","41202":"\n   hey bae\n  ","41203":"\n   Why do girls clothes fit and suit me better than boy clothes even though I'm a boy? ????????\n  ","41204":"\n   How often do you go shopping?\n  ","41205":"\n   When is the last time you spent time with a baby.??\n  ","41206":"\n   If you have seen both “Frozen” and “Frozen II” which do you think is better?\n  ","41207":"\n   Use 3 emojis to describe your day! Mine are ???\n  ","41208":"\n   When you were in high school what was your schools mascot? My school was the Chargers and it was a horse.\n  ","41209":"\n   hello\n  ","41210":"\n   hey\n  ","41211":"\n   You're soooooo beautiful ???\n  ","41212":"\n   Hey, how are u?\n  ","41213":"\n   What’s the “strangest” food you’ve eaten and would recommend?\n  ","41214":"\n   What are you better at – singing or dancing?\n  ","41215":"\n   Thanks so much darlin! And I just speak the truth!\n  ","41216":"\n   Do you have muscles, can you flex??\n  ","41217":"\n   I'm glad you're happy with it! Also a beautiful woman!\n  ","41218":"\n   How tall are you & are you happy with your height? I am only 5'2\" & I wish I was around 5'4\".\n  ","41219":"\n   Bon Appétit...??❤️\n  ","41220":"\n   Would you rather be granted three wishes of your choice ten years from today or be granted one wish today? ?\n  ","41221":"\n   -\n  ","41222":"\n   Yeah I’m doing great thank you for asking me and I’m glad you’re doing alright\n  ","41223":"\n   Kansas City to win by 6 points over the 49rs.\n  ","41224":"\n   YouTube videos? Easy listening music and documentaries when I'm able.\n  ","41225":"\n   How’s everyone’s life going?\n  ","41226":"\n   do you know anyone that still has their christmas decorations out?\n  ","41227":"\n   Do you drink alcohol ?if you do what is your drink of choice ? Have you ever gotten drunk ?\n  ","41228":"\n   When was the last time you had a milkshake?! What was it?!\n  ","41229":"\n   \"Would you live in a tree house\"? I'm an owl. The tree is my house. Actually, I could live in a tree house.\n  ","41230":"\n   do you decorate for valentine’s day?\n  ","41231":"\n   How many awkward 1rst dates have you had, & why?\n  ","41232":"\n   How long have you been with your guy\n  ","41233":"\n   Wow no fillings at 24 is great\n  ","41234":"\n   Cute :)\n  ","41235":"\n   Are you a morning person or night owl?\n  ","41236":"\n   Hey\n  ","41237":"\n   How many fillings have you had at the dentist\n  ","41238":"\n   Have you seen frozen 2 yet?~??\n  ","41239":"\n   do you like ginger ale?\n  ","41240":"\n   My\n   \n    @askamanz5506\n   \n   was just shut down ... no idea why I have my suspicions on who reported me ?... was on there then got logged out .. anyway.. Reopening this one add me if you haven't already .. I need to work my way back again to 1000 followers  lol\n  ","41241":"\n   Post a A selfie of yourself\n  ","41242":"\n   Should you ever wonder or feel sometimes among all the chatter, that somehow, you’re insignificant that somehow you don’t matter. Let’s clear that up right now in as clear as I can be without the noise, you are special, unique, and charming with class, style, and poise!\nHave a wonderful day!\n  ","41243":"\n   What do you lack: wisdom, patience, strength?\n  ","41244":"\n   Do you do shopping from Amazon or Alibaba.com?\n  ","41245":"\n   What's your typical coffee consist of?\n  ","41246":"\n   Do you have a particular place you like to visit regularly?\n  ","41247":"\n   What is the toughest part about your job ? Or what is the toughest thing about your school day if you don’t have a job ?\n  ","41248":"\n   What do you lack: wisdom, patience, strength?\n  ","41249":"\n   Just fallen  in  love with you\n  ","41250":"\n   Do you have a favourite street name?\n (Like from your childhood or a trip somewhere)\n  ","41251":"\n   Are you good at keeping secrets ? Do lots of people confide in you ?\n  ","41252":"\n   You swap jobs for a day with the last person you spoke to. What is your new job now? :P\n  ","41253":"\n   Hello?\n  ","41254":"\n   My house has a cigar lounge?\n  ","41255":"\n   How do you get rid of stress and negative energy?\n  ","41256":"\n   Why do some people stay in relationships that they know are toxic?\n  ","41257":"\n   ? If you were offered 10.000$ without any conditions or hidden catch, how would you feel?\n  ","41258":"\n   ? “Money can buy you power, but it can’t buy you respect. Money can buy you s_x, but it can’t buy you live. Money can buy you a bed, but it can’t buy you sleep. Money can buy you a house, but it can’t buy you a home. Money can’t make you happy, that’s just a fantasy.” — Would you agree to that?\n  ","41259":"\n   Who said \"Do or do not, there is no try.\"?\n  ","41260":"\n   Did you ever visit Dallas or Pittsburgh?\n  ","41261":"\n   What's your perfect omelet?!\n  ","41262":"\n   Can you use \"they're\", \"their\", and \"there\" in one sentence? Bonus points if you can throw in \"your\" and \"you're\" too. Extra bonus points if it makes me laugh. I'll be giving out ???.\n  ","41263":"\n   Followed ?\n  ","41264":"\n   Follow me ❤️?\n  ","41265":"\n   What is something you're jealous of?\n  ","41266":"\n   How was your day?\n  ","41267":"\n   how do you deal with anger? ✰\n  ","41268":"\n   Are there any farms near you? There’s actually a working farm about 3 miles from us.\n  ","41269":"\n   Anyone watch 90 day fiancé? If not, maybe check it out . ??\n  ","41270":"\n   Whate are you doing?\n  ","41271":"\n   Hamburger or pizza\n  ","41272":"\n   beautiful...?\n  ","41273":"\n   Have you ever accidentally called your teacher “MOM”?\n  ","41274":"\n   How often do your eyelashes fall on your eyes? How does if feel?\n  ","41275":"\n   When do you normally go to bed?\n  ","41276":"\n   Yaa I just wanted to try it. It didn't hurt a lot. Was a good experience wearing it\n  ","41277":"\n   You saw my picture in hoop earrings ?? It hurted me bcoz my ears aren't pierced\n  ","41278":"\n   Miss talking to you Sister\n  ","41279":"\n   Hi, I'm just wondering but what's your profession \/ career may I ask? ?... I'm not good at asking others questions but had decided to ask some regardless! ?... Please ignore if it's too personal, I'm just curious! Anyway I hope you and your Hubby have an awesome evening together! ???...\n  ","41280":"\n   your hair your hair?????\n  ","41281":"\n   PAP of what you are doing right now\n  ","41282":"\n   -\n  ","41283":"\n   Would you consider yourself good at giving advice?\n  ","41284":"\n   How many alarms do you set in the morning?? How many minutes apart are they, if it's more than one!?\n  ","41285":"\n   So I broke the sandwich cracker and a half and through it it rolled like a wheel three pigeons were chasing it in a row it reminds me of an episode of Three Stooges LOL\n  ","41286":"\n   Do you mostly play games on your phone or vedio games\n  ","41287":"\n   Ever had cold tea ?☕? Did you like having it? Do you prefer hot\/cold tea ☕\n  ","41288":"\n   What are you passionate about right now?\n  ","41289":"\n   What's your favorite items in breakfast?\n  ","41290":"\n   How often do you just think to yourself “I’m so tired of people’s crap” ? Like daily, weekly, or not often.\n  ","41291":"\n   do you have a subscription to any magazines? do you read magazines while you sit in waiting rooms?\n  ","41292":"\n   Have you ever seen something paranormal? Can you tell about the most interisting experience?..\n  ","41293":"\n   Can taste in music change your opinion about a person?\n  ","41294":"\n   What was for dinner tonight?\n  ","41295":"\n   What’s a good movie\n  ","41296":"\n   Guys, what’s you’re favorite flower?\n  ","41297":"\n   What is love to you? When do you want to find love? Have you been in love before?\n  ","41298":"\n   So I was waiting for a bus at the bus terminal I was eating Ritz cracker sandwiches tiny ones I watch the pigeon tried to pick up the top of the Eraser and eat when he found out he couldn't eat it you stopped not even 2 seconds later he tried to eat\n  ","41299":"\n   What is the most beautiful thing you have ever seen?\n  ","41300":"\n   Have you ever wanted someone you can't have?\n  ","41301":"\n   I love all of the above! My sister-in-law makes Doritos casserole. And I’m known for some insane mac n cheese. :D\n  ","41302":"\n   I just had a Swiss cheese melt for dinner. I love cheese so much. Do you eat cheese? What’s your favorite?\n  ","41303":"\n   How did, or would, you deal with the loss of a pet?\nI’m asking because I lost my cat last night\n(my most recent answer explains more)\nSent to all I follow ?\n  ","41304":"\n   Wow..So sweet♥️\n  ","41305":"\n   what’s something you like to eat when you’re sick?\n  ","41306":"\n   I would have never asked that Anonymous I would just ask it open\n  ","41307":"\n   Would you rather have one best friend or several good friends? ? Why?\n  ","41308":"\n   Are you a fan of horror films.  What’s the last one you saw. What’s the best one you saw ?\n  ","41309":"\n   What's one thing you hate having to pay for?\n  ","41310":"\n   Would you ever compete in an eating contest?\n  ","41311":"\n   Random question, pick a number 1-10 ( I just wanna see what number u pick)✌️✌️\n  ","41312":"\n   IS SPANISH SIMILAR TO ENGLISH\n  ","41313":"\n   Ikr... Imagine if we live in that part of Norway where there is a daytime for half of the year... ??\n  ","41314":"\n   How do you prefer to travel? By plane ✈️ - fast and convenient - or by car ? - so that you could enjoy all the scenery on the way?\n  ","41315":"\n   What are you most excited about right now?\n  ","41316":"\n   ? In your area what do you call the “game” of knocking on doors\/ringing doorbells and running away? \nHere it’s called “knock off ginger” ?\n  ","41317":"\n   Which do you like watching movies alone, or with someone?\n  ","41318":"\n   Thanks I really love that pigeon question about how many you could carry I actually took the time and held my arm out and counted the spaces for how many I could fit LOL\n  ","41319":"\n   Hello Monday! Here's your lil booster to remind you that you've got this! You're amazing and can do anything you put your mind to! I believe in you! ?\n  ","41320":"\n   Would you call yourself a “happy person”? ?\n  ","41321":"\n   Want be my girlfriend want long serious relationship with you\n  ","41322":"\n   Can I brush your teeth with my finger ? <3 STAIF hai ye\n  ","41323":"\n   Do you like BALLERINAS\n  ","41324":"\n   I miss your questions.... now all questions in Indonesian language since I lost my old followers ?\n  ","41325":"\n   Can you give some tips how to be productive? ??\n  ","41326":"\n   At what point do you consider a banana to be ripe?\n  ","41327":"\n   If you could read minds, who's would you want to read?\n  ","41328":"\n   I’ve found a huge FB group of Mexican recipes, and now I want to cook ALL OF THE THINGS. Do you like Latin American food?\n  ","41329":"\n   Do you believe in aliens. If you do, do you  think they have already been here ?\n  ","41330":"\n   ‘Hi how are you ?❤\n  ","41331":"\n   Name one thing that really annoys you ?\n  ","41332":"\n   Which is scarier: clowns or spiders? ???\n  ","41333":"\n   What’s your go to alcoholic drink?\n  ","41334":"\n   If you were on death row, what would you ask for as your last meal?\n  ","41335":"\n   PC or Mac, which do you prefer? ? Why?\n  ","41336":"\n   What’s something you will never eat\n  ","41337":"\n   Do you like fishing? Does your husband likes fishing? ?\n  ","41338":"\n   Are you frightened or curious about the future?\n  ","41339":"\n   Which thing you like in summer season?\n  ","41340":"\n   which marriage gift would you will like to receive?\n  ","41341":"\n   Minecraft or fortnite\n  ","41342":"\n   What do you google when you're bored?\n  ","41343":"\n   The Super Bowl is in 2 weeks.  Will you watch the game ? Will you watch for the commercials and halftime show. Or will you not watch at all ?\n  ","41344":"\n   ?\n  ","41345":"\n   So true ???\n  ","41346":"\n   What did you get? ?\n  ","41347":"\n   Omg he would call her!! Lucky girl ??\n  ","41348":"\n   Yeah I’m good thank you ? Bella you still so sweet and gorgeous\n  ","41349":"\n   ?\n  ","41350":"\n   How many countries have you been to? ? Can you name all of them? Anyone that stood out and why? ?\n  ","41351":"\n   Your welcome\n  ","41352":"\n   Hi Bella how are you thanks ? love ❤️ ya too\n  ","41353":"\n   -\n  ","41354":"\n   ?\n  ","41355":"\n   Would you rather know the history of every object you touch, or be able to see the future of every human you touch?\n  ","41356":"\n   But you don't look like tomboy ?\n  ","41357":"\n   Do you believe man and woman can be only friends?..\n  ","41358":"\n   I have seen and heard the birds when they were getting ready for winter time.\n  ","41359":"\n   On an average day, how many pigeons do you think you could reasonably carry?\n  ","41360":"\n   Really, you are cute person ??\n  ","41361":"\n   Crispy fries or soggy fries?\n  ","41362":"\n   How are you\n  ","41363":"\n   Hi, I followed you ?\n  ","41364":"\n   \"Name a few crunchy foods you favor\". Salads, popcorn and granola to name a few.\n  ","41365":"\n   Hi\n  ","41366":"\n   -\n  ","41367":"\n   Help\n  ","41368":"\n   Holy crap. Thank you ?\n  ","41369":"\n   Goodnight peeps❤\n  ","41370":"\n   Hi Bella! How are you? May The Almighty bless you spiritually, physically, emotionally and financially now and forever. ???\n  ","41371":"\n   What's one thing you really want but can’t afford?\n  ","41372":"\n   What’s your typical remedy for a sore throat?\n  ","41373":"\n   I wish I had a girl who looked good, I would call her\n  ","41374":"\n   Thank you so much doll! ??\n  ","41375":"\n   Followed you darlin! ??\n  ","41376":"\n   -\n  ","41377":"\n   If you could create your own job, what would it be for and what would the title be?\n  ","41378":"\n   you love cat or dog?\n  ","41379":"\n   Enjoy ?\n  ","41380":"\n   What are you doing?\n  ","41381":"\n   Thanks ?❤️\n  ","41382":"\n   Hey IsaBella. What's the app you use for highlighting like that?\n  ","41383":"\n   What’s most important to you?\nImproving the world, so all can have a better life?\nOr\nImproving yourself, so you and your family can have a better life?\n  ","41384":"\n   You ever just stop and ask yourself wtf you’re doing while you continue to do it? Happened to me today when I was getting fruit today and accidentally dropped the apples.\n  ","41385":"\n   If you found yourself in wonderland like Alice did, how'd you spend your time there? ? Haha\n  ","41386":"\n   Florida was the furthest I've went away from the west coast\n  ","41387":"\n   Poetry ?\n  ","41388":"\n   What's the one thing you would change about your daily life?\n  ","41389":"\n   If you could own any building in the world, which one would it be?\n  ","41390":"\n   Song? (:\n  ","41391":"\n   What’s on your mind?\n  ","41392":"\n   ?‍♀️ How long would you last in a zombie apocalypse? ?‍♂️\n  ","41393":"\n   Do you remember your last dream?\n  ","41394":"\n   Do you remember your last dream?\n  ","41395":"\n   One wish........\n  ","41396":"\n   Do you keep your phone bright or on a lower setting?\n  ","41397":"\n   I like Alfredo too??\n  ","41398":"\n   Is being unsociable bad? Why\/Why not?\n  ","41399":"\n   Do you prefer cold pies or hot pies? I like hot pies, but I LOVE cold ones. Key Lime, Chocolate Cream, Lemon...mmmmm!\n  ","41400":"\n   What do you value most in a friendship?\n  ","41401":"\n   Can you be a fan of something without being obsessive? Do you know anyone who is overly obsessive over something?\n  ","41402":"\n   What's your favourite biscuit? (Staif)\n  ","41403":"\n   when you need to gas, do you go to the station that’s closest to you or the one that has the cheapest price?\n  ","41404":"\n   Would you rather be loved than respected?\n  ","41405":"\n   you married\n  ","41406":"\n   Do you prefer sleeping with a light on or in complete darkness?\n  ","41407":"\n   why i request for u\nare u taken\n  ","41408":"\n   ?? What do you miss most about being a kid? ??\n  ","41409":"\n   If you opened a business, what kind of business would it be?\n  ","41410":"\n   Do you prefer studio version or live version music better?\n  ","41411":"\n   yeah are u using facebook\n  ","41412":"\n   ? If you were given one thousand acres of land, what would you do with it?\n  ","41413":"\n   When’s the last time you went to a shopping mall? Did you buy anything?\n  ","41414":"\n   What do you do when you feel sleepy in working time?\n  ","41415":"\n   What's the farthest-away place you've been?\n  ","41416":"\n   What deceased person do you miss the most?\n  ","41417":"\n   Hello my friend how are you\n  ","41418":"\n   i want to friendship with and u know we are friends\n  ","41419":"\n   ? If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","41420":"\n   how often do you shop on amazon?\n  ","41421":"\n   ☺️\n  ","41422":"\n   if you could adopt a puppy right now, what breed would you want?\n  ","41423":"\n   Does jealousy harm relationships?\n  ","41424":"\n   do you like motivational quotes?\n  ","41425":"\n   yes  fishes...\n  ","41426":"\n   OMG thank you. You're the second person to tell me that. Wen did this oil spill happen? I'm not too up to date on news.\n  ","41427":"\n   If you were extremely wealthy, what changes would you make in your life or the world?\n  ","41428":"\n   Hi dear\n  ","41429":"\n   Not trying to be creepy. Just wanted you to know I made it to your neck of the woods (Gulfport) and I have NO IDEA how you handle this unstable weather patterns. ?\n  ","41430":"\n   What are you interested in that most people haven’t heard of? ?\n  ","41431":"\n   Do you prefer countryside or the city?\n  ","41432":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","41433":"\n   What is your goal in life? ?\n  ","41434":"\n   What’s something you’ve been meaning to try but just haven’t gotten around to it? ?\n  ","41435":"\n   what its mean...?!☺️I don’t understand..?!\n  ","41436":"\n   Do you have anything hanging on your walls?\n  ","41437":"\n   If you had to change your name, what would you change it to? ?\n  ","41438":"\n   Do you like Geography? I’ve challenged myself to read The Encyclopedia of World Geography this year. I love learning about other countries. How about you?\n  ","41439":"\n   Wishing you a good day and have good fortunate in front of ya!\n  ","41440":"\n   What makes you jealous?\n  ","41441":"\n   If you could take on the characteristics of one animal, which would you choose and why?\n(example, a lizard for its regenerative abilities, or a cat for its night vision and agility etc)\n  ","41442":"\n   -\n  ","41443":"\n   Something you really want right now?\n  ","41444":"\n   Describe your favorite scenery!\n  ","41445":"\n   If you could buy a car right now, what car would you buy?\n  ","41446":"\n   What's your favorite thing to do with your friends?\n  ","41447":"\n   What snack can you just not get enough of?\n  ","41448":"\n   What's your mental age?\n  ","41449":"\n   How many pairs of shoes do you own?\n  ","41450":"\n   Do people ask you for your opinion often?\n  ","41451":"\n   what’s your favorite gatorade flavor?\n  ","41452":"\n   If you could be anyone for the day who would you be\n  ","41453":"\n   Would you rather not be able to use your hands or not be able to walk? ?\n  ","41454":"\n   Who makes plans most the times? you or your friends?\n  ","41455":"\n   What do people think is weird about you? ?\n  ","41456":"\n   ave you ever gone parachuting or para-diving?\n  ","41457":"\n   Advice of the day??\n  ","41458":"\n   Do you use the shopping app wish?\n  ","41459":"\n   How'd you describe your morning routine? ?\n  ","41460":"\n   Do you like The Olympics?\nWhat are your favorite events?\n  ","41461":"\n   Are you looking forward to Winter being over? ☃️❄\n  ","41462":"\n   what about arabic?\n  ","41463":"\n   What is the last thing that made you feel uncomfortable?\n  ","41464":"\n   What inspires you?\n  ","41465":"\n   A language you wanna learn?\n  ","41466":"\n   Has it ever gotten so windy that you had to turn up your television and accidentally knocked your speakers face flat to the floor... and it is a 40” flat screen instead?  ???‍♀️™️.\n  ","41467":"\n   Do you believe in the phrase “Fake it until you make it”? ???\n  ","41468":"\n   Would you lie to your friend or spouse for a large sum of money? How much?\n  ","41469":"\n   If you could pick an eye color what would you choose?\n  ","41470":"\n   Family time is the best ❤️\n  ","41471":"\n   What do you order to eat most of the time when you are outing with friends?\n  ","41472":"\n   -\n  ","41473":"\n   Fill me in on the latest gossip in your life rn.\n  ","41474":"\n   do you like chocolate? do you know anyone that doesn’t like chocolate?\n  ","41475":"\n   When you get overwhelmed, what keeps you going? How do you keep yourself grounded? ?\n  ","41476":"\n   Omg look soo good ❤️\n  ","41477":"\n   i agree 100percent\n  ","41478":"\n   I don't doubt it, you seem like the perfect example ?\n  ","41479":"\n   Yeah that looked amazing on the table\n  ","41480":"\n   That's great and I got inspired after reading about long distance relationship from you. I guess you are a model for those like us who still believe in long distance relationship\n  ","41481":"\n   Omg ? ?\n  ","41482":"\n   Wow goodness\n  ","41483":"\n   Is shopping a form of entertainment for you?\n  ","41484":"\n   Do you have any tattoos? Let’s see that! Post a pic\n  ","41485":"\n   What's the happiest that you've ever felt?\n  ","41486":"\n   Aww awesome ?\n  ","41487":"\n   how do you feel about lgbt\n  ","41488":"\n   Do you usually stand out from the crowd?\n  ","41489":"\n   What brightens your day?\n  ","41490":"\n   Do you always need something in the background or do you like the quiet?\n  ","41491":"\n   What was the reason for ending the last relation you ended (friendship or otherwise)?\n  ","41492":"\n   What is your ideal dream?\n  ","41493":"\n   Last time you had a pillow fight and who was it with ?\n  ","41494":"\n   What is your favourite thing about Spring time? ???\n  ","41495":"\n   Can intellect outweigh attractive looks?\n  ","41496":"\n   Favorite NFL team?\n  ","41497":"\n   Do you believe in magic?\n  ","41498":"\n   Lol making me want to go find my old VHS cartoon tapes and watch them?\n  ","41499":"\n   Thank you sis♥️. You are the sweet est sis ❤️?\n  ","41500":"\n   When is the last time you had a pb&j sandwich?\n  ","41501":"\n   ? Do you trust your intuition?\n  ","41502":"\n   ??\n  ","41503":"\n   Absolutely can not beat the classics?\n  ","41504":"\n   I paid for VIP last night and dont see the badge? How do I equip it? I'm confused lol\n  ","41505":"\n   What movie can you watch over and over and not get tired of it?\n  ","41506":"\n   Correct ??\n  ","41507":"\n   Who is him ?\n  ","41508":"\n   Tell me honestly, do you use Photoshop?\n  ","41509":"\n   How many ways can you find to tell you how lovely you are? I suppose as many if you could count them and name every star. You see it an essence within you that exudes a lovely soul. With a heart and mind to match, making you beautifully whole!\n  ","41510":"\n   Hi! What would I usually get for breakfast if I was staying with you? (Hope you don't mind me asking, I was curious about this)\n  ","41511":"\n   POTD\n  ","41512":"\n   since your rings are too big for you both take them in and have them down sized so they will fit\n  ","41513":"\n   What's the most selfish one letter word?\n  ","41514":"\n   ?\n  ","41515":"\n   how is your january going?\n  ","41516":"\n   How often do you drink a glass of milk?\n  ","41517":"\n   Your relationship with him is so admirable ? I wish you two nothing but happiness forever after ?\n  ","41518":"\n   Do you remember when you had the first genuine feeling for someone? ? What was it feel like?\n  ","41519":"\n   What would you say is your highest priority \/goal in life?\n  ","41520":"\n   ¿Cuántas horas duermes por la noche?\n  ","41521":"\n   come è andata la tua nottata?\nHow was your night?\n  ","41522":"\n   Bought beers for tomorrow????\n  ","41523":"\n   What's your favorite things to do in the summer?\n  ","41524":"\n   do you have any toys or stuffed animals from when you were a kid?\n  ","41525":"\n   What's your favourite dessert? ?\n  ","41526":"\n   What’s the hardest thing you’ve studied or learned?\n  ","41527":"\n   ?\n  ","41528":"\n   Ever dealt with a kid who’s got an attitude problem and then you meet their parents and they’re just as bad?\n  ","41529":"\n   Do you believe in the 5 second rule?! ?.    ??\n  ","41530":"\n   Are you a shy person?  Are there times when you feel more shy then others?\n  ","41531":"\n   do you have an island in your kitchen?\n  ","41532":"\n   Do you like sprinkles?\n  ","41533":"\n   I’m happy I had a great party and rewatched the national championship. Stayed up after 1am?\n  ","41534":"\n   If you were a waiter or waitress and had a rude customer, what would you do? ?\n  ","41535":"\n   How may times do you send self-sent questions? Do you ask yourself openly or you ask  anonymously?\n  ","41536":"\n   How long do you have until you graduate? (If you’re in school)\n  ","41537":"\n   Mast hai G, Mouj karo\n  ","41538":"\n   Yes, that is what I am asking. Comparing southern style sweet teas.\n  ","41539":"\n   Do you have a favorite constellation?\n  ","41540":"\n   What is your gallon to sugar ratio for your sweet tea?\n  ","41541":"\n   People took home leftover food from the party?\n  ","41542":"\n   Followed, follow back?\n  ","41543":"\n   Do you like to have conversations with people on ask or just answer questions ?    Or does the answer depend on who it is ?\n  ","41544":"\n   ?\n  ","41545":"\n   Thank you for the people who came and watched the national championship tonight and partied?\n  ","41546":"\n   There is a world out there waiting for you to be discovered,\nBut you will never find it if you keep your eyes closed and covered.\nA great example is here on ASK where there are some amazing few,\nOne of those I’ve discovered would have to be none other than…you! \nHave a wonderful day!!\n  ","41547":"\n   Following ?\n  ","41548":"\n   Thoughts\n  ","41549":"\n   Kevin windell crumb\n  ","41550":"\n   Yap bella and we must keep kevin in the light\n  ","41551":"\n   Do you believe in soulmates?\n  ","41552":"\n   My name is barry\n  ","41553":"\n   Hey\n  ","41554":"\n   ❤️❤️\n  ","41555":"\n   A common subject that you hate talking about:\n  ","41556":"\n   Yes it does ... mine just switched me to 2nd in the UK ..lol ..stupid ASK\n  ","41557":"\n   If you aren't German why are you in top lists of Germany?!\n  ","41558":"\n   ?\n  ","41559":"\n   GIF which represent your current mod?\n  ","41560":"\n   What is your favorite place to escape to?\n  ","41561":"\n   What is more important: what you say or how you say it?\n  ","41562":"\n   Do you get things done early or do you procrastinate?\n  ","41563":"\n   All done??\n  ","41564":"\n   What was the last experience that made you a stronger person? ? ?\n  ","41565":"\n   \"Wherever there is a human being, there is an opportunity for a kindness\" what's your opinion?\n  ","41566":"\n   What's the best thing that has happened to you today?!\n  ","41567":"\n   What are 5 things you love?\n  ","41568":"\n   Did you make any New Years Resolutions ? Are you sticking to them ?\n  ","41569":"\n   What do you think about children being on the internet at such a young age?\n  ","41570":"\n   Do you like wings? Best flavor to get? Boneless or bone-in?\n  ","41571":"\n   what’s the last thing you ordered for yourself online?\n  ","41572":"\n   Buenas noches, Bella ? ?\n  ","41573":"\n   I don't wear a wrist watch. I have a pocket watch on a fob.\n  ","41574":"\n   Do you ever want to just walk away from technology? ?\n  ","41575":"\n   What is your most praised trait by others?\n  ","41576":"\n   How can you tell a good person from a bad one? ?\n  ","41577":"\n   Don't look back   \nYou will not go in that direction #LaZizz ❤️\n  ","41578":"\n   If you could learn any language fluently, what would it be? ?\n  ","41579":"\n   Just making sure\n  ","41580":"\n   Oops I said huge that was supposed to say hugs LOL\n  ","41581":"\n   See my picture in earrings\n  ","41582":"\n   did you watch LSU beat Clemson?  Joe Burrow is the best Q.B in college history second to Tim Tebow\n  ","41583":"\n   Huge\n  ","41584":"\n   No need to be sorry you have been here I just haven't been here for a while\n  ","41585":"\n   Does your home or trailer have a fireplace?\n  ","41586":"\n   Expectations unrealized of others can cause frustration and pain to begin. Sadness, depression and even anger may start to set in. Exceeding expectations though the opposite can be true! How do I know this you may ask? Because that is what you do! May your day be as awesome as you!\n  ","41587":"\n   When things break, do you prefer to fix them or replace them? ?\n  ","41588":"\n   Hello, can you ask me some questions in english? I want to check myself! Greetings from Poland?\n  ","41589":"\n   Have you ever smiled at a stranger and then wish you hadn’t? Why or why not?\n  ","41590":"\n   Do you enjoy music award shows?\n  ","41591":"\n   I missed you\n  ","41592":"\n   hello\n  ","41593":"\n   The touch screen was going on my old phone\n  ","41594":"\n   What’s the last snack you had?\n  ","41595":"\n   What is the secret of happy relationship? ?\n  ","41596":"\n   What's your favourite type of workout? ? ?\n  ","41597":"\n   The phone I got is Samsung Galaxy Alo e there's some apps on here that weren't on the last Samsung that I had a Samsung Galaxy S j7 Prime that's weird\n  ","41598":"\n   Pancakes or waffles?\n  ","41599":"\n   -\n  ","41600":"\n   ⚜ Hi :) How do you usually motivate yourself?\n  ","41601":"\n   What's one thing most people don't know about you?\n  ","41602":"\n   -\n  ","41603":"\n   \"Love dies only when growth stops\" what's your opinion?\n  ","41604":"\n   My friend said this morning that one of his coworkers wasn’t feeling well so my friend has to be called into work this afternoon meaning we’ll watch the game tomorrow??\n  ","41605":"\n   If you were a famous artist, what would be your medium of choice? Drawing? Painting? Sculpture? Music? Theatre? Animation? Something else?\n  ","41606":"\n   Do you like watermelons?? If so, do you prefer it having as it is or a little cold???\n  ","41607":"\n   aw, thats cool glad hes so lucky your so sweet, funny , and beautiful\n  ","41608":"\n   What is the last thing you though about before you went to bed last night ?\n  ","41609":"\n   Pretty funny.\n  ","41610":"\n   happy wednesday and happy hump day!\n  ","41611":"\n   What is the last beautiful thing you saw or heard?\n  ","41612":"\n   Favorite female friend? \nFavorite male friend? \nFemale crush? \nMale crush? \nFavorite female celebrity? \nFavorite male celebrity? \nFemale celebrity crush? \nMale celebrity crush? \nLast time you were kissed? \nLast time your butt was slapped? \nWho do you love?\n  ","41613":"\n   We're half way through the week! You've got this! Just remember you are amazing! :3 ?\nFeel free to use this as a filler :3\n  ","41614":"\n   Have a good day!\n  ","41615":"\n   You ok xxxxxxxxxx\n  ","41616":"\n   A girl I know has a pair of really stinky feet and she touched my feet with her feet yesterday. What do you think?\n  ","41617":"\n   I'm still figuring out how to use this phone LOL\n  ","41618":"\n   What do you like about twilight the movie?\n  ","41619":"\n   no thanks... it’s true...?\n  ","41620":"\n   If you were ordered by a court to rename yourself, what name would you choose? If this is offensive for religious reasons, just ignore it. My country is pretty lenient about names.\n  ","41621":"\n   Hello how are you I got a new phone when I got around to downloading askfm again there was so many messages lol\n  ","41622":"\n   beautiful couple...❤️❤️\n  ","41623":"\n   What song brings back memories from your childhood?\n  ","41624":"\n   aw hes lucky your lit xo\n  ","41625":"\n   Fav type of candy? Sweet, sour,mint,~??\n  ","41626":"\n   Pap ?\n  ","41627":"\n   What things are you passionate about? ?\n  ","41628":"\n   What makes you jealous?\n  ","41629":"\n   Shall we gather for whiskey and cigars tonight?\n  ","41630":"\n   How did you decide to flirt with your boyfriend?\n  ","41631":"\n   good\n  ","41632":"\n   yes u from\n  ","41633":"\n   i want to friendship with u\n  ","41634":"\n   What is your go to thing to do, when you really want to relax? :3\n  ","41635":"\n   I’ll watch LSU basketball tonight to feel better?\n  ","41636":"\n   What is or was your favorite cartoon? ?\n  ","41637":"\n   How are you\n  ","41638":"\n   I miss someone :( This sucks. What do you think? :) xxxxxxxx\n  ","41639":"\n   Fav emoji(s)?\n  ","41640":"\n   What is the most valuable thing\nMind or beauty? #LaZiz ❤️??\n  ","41641":"\n   Green apples or red apples~??\n  ","41642":"\n   Hey you are very sexy\n  ","41643":"\n   Who’s ready for the warm weather? ?\n  ","41644":"\n   “The most selfish thing is to help someone else.” —What do you think about this quote?\n  ","41645":"\n   Do you prefer to cook or order takeaways? ?\n  ","41646":"\n   Hey\n  ","41647":"\n   Bella, for the love of GOD how can I ask more than 50 people when this stupid &#*$ website\/app keeps changing the order of the people in my list?!! HOW?\n  ","41648":"\n   My friend got called into work today and I have a little headache from what happened in the middle of the night so I’ll be good for tomorrow’s game???\n  ","41649":"\n   Are you a risk taker? ?\n  ","41650":"\n   Today I’m doing planning for tomorrow night??\n  ","41651":"\n   Hi <3 xxxxxxx\n  ","41652":"\n   What is pi?\n  ","41653":"\n   28 hours till kickoff since the party is moved to tomorrow??\n  ","41654":"\n   How’s your day going\n  ","41655":"\n   Tomorrow I’m going shopping so I can have a party when I rewatch the national championship game?\n  ","41656":"\n   My friends just texted me and said they have Tuesday off meaning we’re gonna rewatch the game tomorrow night at 7pm?\n  ","41657":"\n   Tomorrow night we’re rewatching it?\n  ","41658":"\n   thoughts on me rewatching the game all over again?\n  ","41659":"\n   it also my favorite\n  ","41660":"\n   For me I have to watch the game all over again??\n  ","41661":"\n   I had fun until I hitted my head on the mattress when I fell down a few stairs rn??\n  ","41662":"\n   Wednesday at 7pm I’m rewatching the national championship and kickoff is at 7:19pm??\n  ","41663":"\n   I was gonna go to the bar but my roommates that I had at LSU came and watched the game at home?\n  ","41664":"\n   goog nice good morning\nwhat are you doing in this days\n  ","41665":"\n   Fell down the stairs and hitted my head??\n  ","41666":"\n   Surgery on what\n  ","41667":"\n   Omg I love minecraft ? and I also play some of the games that U named\n  ","41668":"\n   Are u sick?\n  ","41669":"\n   Plans for Wednesday\n  ","41670":"\n   how long have you been married\n  ","41671":"\n   Are we never allowed to judge a person? Doesn’t that make all people the same in our eyes? When is it okay to judge?\n  ","41672":"\n   Randy Moss’s son playing football at LSU??\n  ","41673":"\n   do you like candy canes?\n  ","41674":"\n   What's your favorite fast food? I'm craving pizza right now lol\n  ","41675":"\n   How do you get inspiration for all your questions? ? Seems like you always have new ideas! ? Haha (Initiative by Manu to make personalized questions)\n  ","41676":"\n   I’ll be out at the bar watching the game since my friends get off work later until after 9 or 10?\n  ","41677":"\n   What's the number one item you'd save from your burning house?\n  ","41678":"\n   What is your favorite part about nighttime?!\n  ","41679":"\n   Do you attend festivals? What kind?\n  ","41680":"\n   Wyd\n  ","41681":"\n   What’s up\n  ","41682":"\n   In your opinion, Is heat or cool temperatures better for any injuries or sick situations. Lets sat a fever. I’ve been told by that it’s better to just sweat out the sickness. Which works In time. And other times to sleep with a ice cold towel on my forhead to regulate body temp. What do you think?\n  ","41683":"\n   Thanks too\n  ","41684":"\n   Do you like to sing out loud when no one else is around? ?\n  ","41685":"\n   Do you play video games\n  ","41686":"\n   Followed\n  ","41687":"\n   Привет) Как настрой у тебя ?)\n\nА ты любишь хоккей? За какую команду болеешь и игрока?)\n\nОтлично настроения)\n  ","41688":"\n   followed\n  ","41689":"\n   It is morning now here the day has just begun,\nit’s a pleasant summer day in the warmth of the sun.\nWhether it is morning or night I hope you will or did have fun?\nIf I could think of one deserving of some happiness you’d be the one!\n  ","41690":"\n   What’s one of your worst habits? ?\n  ","41691":"\n   Happy Monday! We’re almost half way through January. Anyone got any cool plans coming up?\n  ","41692":"\n   what are your favorite livers to eat? beef, chicken, fish, something else?\n  ","41693":"\n   Do you like Nintendo consoles\n  ","41694":"\n   Good one ?\n  ","41695":"\n   Are you usually late, early or right on time?\n  ","41696":"\n   Hi\n  ","41697":"\n   Yah shrimp however; no tails.\n  ","41698":"\n   Heels or flats xxxxxxxxx\n  ","41699":"\n   How many American states have you been to? ? How much of the country have you explored? Any standout places? ?\n  ","41700":"\n   Who was the last person to whom you gave a gift?\n  ","41701":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","41702":"\n   Feel better!\n  ","41703":"\n   A big part of being in business, is failing. It's how you learn what not to do and grow from it. Don't let anything hold you back from striking out onto your own and following your dream.\n  ","41704":"\n   Hi bella! Just wanted to say hi! I hope you’re having a great day\n  ","41705":"\n   Would you rather be the best player on a horrible team or the worst player on a great team? ?\n  ","41706":"\n   If you knew you couldn't fail, what would you do? ?\n  ","41707":"\n   do you own many shoes xxxxxx\n  ","41708":"\n   Lots of calamities happen this 2020 including earthquake in Puerto Rico, eruptions in the Philippines and Mexico, flash flood in Indonesia, feud between US and Iran, and so much more. This is not a question. But PLEASE PRAY for the world. It's becoming unhealthy. thank you\/shukriya\/salamat. ☹☹☹\n  ","41709":"\n   What social networking website do you find the most user friendly?\n  ","41710":"\n   Eggplants or bananas?\n  ","41711":"\n   Is there anyone, who does not believe in a dream; more than reality?\n  ","41712":"\n   Do you keep a diary or journal? ?\n  ","41713":"\n   :)\n  ","41714":"\n   bella how r u\n  ","41715":"\n   “Good things come to those who wait”. How accurate is this in your opinion?\n  ","41716":"\n   Don't worry i will pray for you, stay happy & blessed.\n  ","41717":"\n   would u ever swim without a bikini top?\n  ","41718":"\n   I Was freezing today?\n  ","41719":"\n   ?what happened? are you alright??\n  ","41720":"\n   What do you regret the most?\n  ","41721":"\n   What one question can you ask to find out the most about a person? ?\n  ","41722":"\n   Me feeling a little red after a hot shower?\n  ","41723":"\n   ?still you are on the bed,,,,????\n  ","41724":"\n   What is your opinion on spending real money on games? ??\n  ","41725":"\n   Do you eat fresh produce? What are your favorite fruits and vegetables?\n  ","41726":"\n   Post a pic of your feet at the moment ?\n  ","41727":"\n   YES!! Omg finally found someone who thought exactly like me ? I love milk so much and I believe it’s so much better for your body than alcohol ?\n  ","41728":"\n   Is forgiveness important to you, or do you think that it is better to hold grudges? ?\n  ","41729":"\n   If you could invite any 3 celebrities dead or alive for a dinner party. Who would you invite and why\n  ","41730":"\n   What is your favorite smell? Non-perfumes\n  ","41731":"\n   what’s the longest you’ve grown your hair out to?\n  ","41732":"\n   do you like your eye color? would you change it if you could?\n  ","41733":"\n   What you song you listening too right now ❤️\n  ","41734":"\n   What would be the worst form of daily transportation?\n  ","41735":"\n   What's your favorite sound?!\n  ","41736":"\n   What's the weirdest thing to put on a pizza?\n  ","41737":"\n   Do you believe in Karma?\n  ","41738":"\n   hi I ve missed you\n  ","41739":"\n   aww, hey rest up k xo\n  ","41740":"\n   are you feeling better xo\n  ","41741":"\n   So what if you is gay honey? What you wanna wear is your doggone business don’t let people tear you and down . Gurlll you should know your amazing how about dah honey alright cuz u should know you a star nothing less\n  ","41742":"\n   Aliens are coming ? - what peace offering do you bring them? ? ? ? ? ☮️\n  ","41743":"\n   ?\n  ","41744":"\n   What compliment does people give you the most?\n  ","41745":"\n   What qualities do you value the most in your friends?\n  ","41746":"\n   \"Learn to say 'no' to the good so you can say 'yes' to the best\" what's your opinion?\n  ","41747":"\n   When do you get time to yourself\n  ","41748":"\n   Do you like going bowling? Are you good at it? ?\n  ","41749":"\n   Cite two things you like and dislike about yourself ?\n  ","41750":"\n   What is the best way to start summer?\n  ","41751":"\n   Do you do yoga or any other type of Pilates or stretching exercises?\n  ","41752":"\n   What art form do you like best?\n  ","41753":"\n   Would you take someone's significant other?\n  ","41754":"\n   of course not...??❤️\n  ","41755":"\n   Is there someone who when you first met them you didn’t like them however as you got to know them you ended up becoming very good friends?\n  ","41756":"\n   Favorite famous person you follow?\n  ","41757":"\n   I wish you a speedy recovery!\n  ","41758":"\n   Maybe you pregnant ...?!???❤️ no...?!\n  ","41759":"\n   ???\n  ","41760":"\n   Can you become friendly person share your words with your wife\/husband after marriage?\n  ","41761":"\n   What qualities do you want in your future husband?\n  ","41762":"\n   Followed back maybe ?\n  ","41763":"\n   will u marry me ?\n  ","41764":"\n   Follow me and say back \nAnd i'll back ..\n  ","41765":"\n   Some people are feeling a little sick meaning they won’t watch the game with me tomorrow??\n  ","41766":"\n   Long ago my parents were beer drinkers???\n  ","41767":"\n   Tell us about a time where you were attacked because of an opinion of yours. What did they say? How did respond?\n  ","41768":"\n   Om sorry of i ever Ask the same questions of i did it by accident\n  ","41769":"\n   I normally don't ask stuff like this (because it is..gross?) but my fiancé just asked me this and it made me laugh a little. Hoping it will do the same for you. Have a good day!????\n\nIf a clown farts, does it smell funny? ??\n  ","41770":"\n   Yeah there pricey! ? and omg your awsome!\n  ","41771":"\n   Do you like milk? People say I’m too childish because I enjoy milk rather than beers or cocktails like other teenagers ?‍♀️\n  ","41772":"\n   what’s a flavor you HATE? i hate grape flavored stuff.\n  ","41773":"\n   Im shy asking ?\n  ","41774":"\n   Can Guys Use Victoria Secret?\n  ","41775":"\n   do you like peanut butter and jelly sandwiches? smooth or crunchy peanut butter? what’s your favorite jelly flavor? do you put the peanut butter or the the jelly on first?\n  ","41776":"\n   f a family member, friend or a hot female\/male were about to fall of a cliff and you could only save one. Who would it be?\n  ","41777":"\n   -?\n  ","41778":"\n   what are your plans for tomorrow?\n  ","41779":"\n   Do consider yourself a needy person? What do you think of needy people? Is it better to avoid them?\n  ","41780":"\n   What's one thing you really want but can’t afford\n  ","41781":"\n   Do you miss your childhood days? If yes, share a memory of your childhood ??\n  ","41782":"\n   What stores do you get excited to shop at\/check out?\n  ","41783":"\n   Who is your cell phone carrier?\n  ","41784":"\n   Which is worse: being stubborn or being a pushover?\n  ","41785":"\n   Do you believe; The inner reality of love can be recognized only by love.\n  ","41786":"\n   How's your day so far? ☺️ (or night)\n  ","41787":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","41788":"\n   Do you know your purpose in this life? Are you activity pursuing such for your own happiness and fulfillment? Please share...\n  ","41789":"\n   Leave a message for your future self ?\n  ","41790":"\n   do you like sour cream?\n  ","41791":"\n   What do you believe stands between you and complete happiness?\n  ","41792":"\n   Butter chicken or rajma chawal?\n  ","41793":"\n   Dark is the new beautiful. Agree or not?\n  ","41794":"\n   What’s your favorite day of the week?\n  ","41795":"\n   Car or plane\n  ","41796":"\n   Do I keep my hair purple or go a different colour\n  ","41797":"\n   can you draw?\n  ","41798":"\n   Followed cute♥️\n  ","41799":"\n   How many countries have you been to? Which one would you like to visit next?!\n  ","41800":"\n   Today is \"or\" day\n1.hot or cold\n  ","41801":"\n   My beer gut??\n  ","41802":"\n   For those that have kids and those that plan to have kids, what is the most important thing that you need to teach your child ?\n  ","41803":"\n   Ever tried getting too much unwanted attention? How did you deal with it?\n  ","41804":"\n   What is your favorite piece of artwork? PAP! ???\n  ","41805":"\n   What three things do you think of most each day?\n  ","41806":"\n   Hello\n  ","41807":"\n   What's the best comfort food?\n  ","41808":"\n   Please can someone help. I put this stone on my mantlepiece and then it ends up on my bed without me putting it there! What could be the logical explanation for this?\n  ","41809":"\n   Why I love beer so much??\n  ","41810":"\n   What is the strangest food you’ve ever eaten in fried form? Being Creole and Cajun, I’ve had alligator, frog, deer, and various mushrooms all fried. I don’t plan to eat them again, but they weren’t too bad, haha.\n  ","41811":"\n   A pupil is an old fashioned term for a student, it’s what we were called at school! I reckon your asker may be English, or learned English abroad ?\n  ","41812":"\n   You are fucking hot?♥️\n  ","41813":"\n   are you a know-it-all? do you know any know-it-alls?\n  ","41814":"\n   ? Have you ever danced in the moonlight?\n  ","41815":"\n   I wish we could see who follows us\n  ","41816":"\n   hiii, how are you today? i'm following you, can you follow me back?♥\n  ","41817":"\n   do u dream?\n  ","41818":"\n   ?welcome aboard???\n  ","41819":"\n   what would a teacher do if a pupil tried escaping school?\n  ","41820":"\n   How old are you\n  ","41821":"\n   what would a teacher do if a pupil tried escaping school?\n  ","41822":"\n   Hello\n  ","41823":"\n   Please can someone help. I put this stone on my mantlepiece and then it ends up on my bed without me putting it there! What could be the logical explanation for this?\n  ","41824":"\n   What is your least favorite chore?\n  ","41825":"\n   Do you like sparkling or still water?\n  ","41826":"\n   Nice we have a dachshund\n  ","41827":"\n   Do you like KIM POSSIBLE\n  ","41828":"\n   What breed of dogs do you have?\n  ","41829":"\n   Hi. Will you vote on my poll please ??\n  ","41830":"\n   One wish? ?\n  ","41831":"\n   Would you say you're an old or a young soul? ? Maybe something in between? Haha What do others usually think?\n  ","41832":"\n   hii\n  ","41833":"\n   I have a dulcimer as well ???\n  ","41834":"\n   Do you like dogs???\n  ","41835":"\n   If you performed in an orchestra, which section would you be in?\n  ","41836":"\n   Gm?\n  ","41837":"\n   Every day is not delightful and fun like in a fairytale.\nThere are those days that just don’t seem to go well.\nMay this day be one of many that bring joy to your heart.\nBecause you’ve done that for others right from the very start!\n  ","41838":"\n   _\n  ","41839":"\n   Short or tall\n  ","41840":"\n   Do you think the word \"sorry\" has lost its value? If so, why do you think so?\n  ","41841":"\n   Do you like fruits? If you have to eat fruits in your whole life which fruits you would pick?\n  ","41842":"\n   ???\n  ","41843":"\n   If you could do anything in the world right now ? What would you do ?(:\n  ","41844":"\n   How many phone calls did you receive yesterday?\n  ","41845":"\n   Are you more into looks or brains? ?\n  ","41846":"\n   o you know how to keep secrets?\n  "},"Answer":{"40774":"\n  Laser Tag def\n  \n  But I like paintball too\n  ","40775":"\n  Yeah. I do. I do.\n  ","40776":"\n  Heavy I think.\n  ","40777":"\n  I would def. try to find the person that it belong to for real.\n  \n  I would maybe try to return it or I would donate it or turn it in because I have good conscience... sooo yeah....\n  ","40778":"\n  I honestly can't pick from the two... I really like to ask questions because I like seeing y'all answers... and I like to answer questions. So yea. ? lol\n  ","40779":"\n  I don't like any cookie with cinnamon considering my stomach doesn't really like cinnamon.\n  ","40780":"\n  I absolutely love the cold so I would pick the cold over the heat especially extreme heat\n  ","40781":"\n  I remember a really good witch costume. Good times.\n  \n  One year I was a little ladybug. Lol.\n  ","40782":"\n  Working out even more.\n  ","40783":"\n  Louisiana. ❤\n  \n  Bayou ??\n  ","40784":"\n  I very much do like company but I don't mind spending time alone at the same time. But I really do like spending time with family and friends.\n  ","40785":"\n  Not too many actually... and a few others. I just never really got into Snapchat and Twitter and all that other stuff. What's up app (however you call it) and all that. People are actually pretty surprised that I've never gotten into them... But yeah. ?But I don't add just anyone to them... Some people are crazy obsessed stalking and yeah... let's just say I've dealt with it many times and it's not fun and I rather avoid it. So I don't give it out to just anyone. Plus most of the time when people want my social media to message me privately it's for inappropriate reasons and I'm not interested in being in a relationship with anyone other than my husband.\n  \n  But for friendly reasons yes. But I only add people and I've known him for a while.\n  \n  Other than my Instagram I don't mind people following me on there. But again with the personal messages. I like people to keep it clean.\n  ","40786":"\n  This Mexican Restaurant\n  \n  A few steak houses.\n  \n  And this bar near by.\n  ","40787":"\n  Thursday. Payday.\n  \n  Shopping day.\n  \n  Fun day.\n  \n  ❤❤❤\n  ","40788":"\n  1. Well then........\n  \n  2. Yee....\n  \n  3. Ummmm.... Yeah... Noe what?\n  \n  ? lol ?\n  ","40789":"\n  This style\n  \n  And games.\n  \n  Jason ❤\n  \n  And singing.\n  \n  Yeaah. Lol\n  ","40790":"\n  Went to a New Orleans parade.\n  \n  Went and walked on the Louisiana levee. Absolutely beautiful. Spectacular View.\n  \n  Especially watch the fireworks there. The fireworks show is absolutely amazing.\n  \n  I've been to an IMAX theater multiple times. Have been to a 4D movie.\n  \n  I've been to this movie theater where you laid down and looked up and it literally looked like you were in the movie. Awesome.\n  \n  Went to this US naval base in Florida that was absolutely humongous that we actually didn't explore everything. Absolutely awesome.\n  \n  I have seen the band Skillet live.\n  \n  And many more things. I just can't think of any at the moment.\n  ","40791":"\n  I like people. Height isn't an importance.\n  ","40792":"\n  I definitely don't give my local phone number out.. because that can pinpoint my specific location... Safety 1st there sorry.\n  \n  My Instagram is\n  \n   @Ice_Frozen_Vocals\n  \n\n  Do not message me anything inappropriate at all. Thx but follow away.\n  ","40793":"\n  The sound of a train screeching its wheels to stop\n  ","40794":"\n  5.2\n  \n  Tiny\n  ","40795":"\n  Lol. Your fine. Haha.\n  ","40796":"\n  What do you mean? Like sing?\n  ","40797":"\n  I didn't take it wrong. I just answered the question. LOL nothing was geared towards you. It was me specifically answering the question to what you were asking. About those types of people.\n  ","40798":"\n  I worked all day and then found my husband Valentine gift I'm going to give him. I did a bunch of other stuff too throughout the day. Did a lot of cleaning also.\n  ","40799":"\n  Lol\n  ","40800":"\n  Dinner ? that I made the other night. It was Meatloaf patties, buttery mashed potatoes, brown gravy and sweet peas. ❤?? Came out good. Better than I thought it would.\n  ","40801":"\n  I honestly was a day 1 fan and then over time I kind of faded awa...because of the way that he has been going. So yeah. Never really was a phase. Was always a fan for the longest...  I still am but not as much as I used to be. Attitude definitely effects a lot. And how you treat people.\n  ","40802":"\n  Fruits\n  \n  Strawberries ?\n  \n  Cookies and milk\n  \n  String cheese on occasion\n  \n  Pie ❤\n  \n  Apple slices ?\n  ","40803":"\n  I do not have that. Srry.\n  ","40804":"\n  ?\n  ","40805":"\n  Your welcome. ? Is no problem.\n  ","40806":"\n  I'm great. Thanks for asking. Hope that you are well also? ?✌\n  ","40807":"\n  Followed ya back. Thanks for following me! I appreciate it. ??\n  ","40808":"\n  People who envy bad.\n  \n  Watching toxic people treat nice people like crap.\n  \n  Sloppiness\n  ","40809":"\n  People who majorly envy... Annoying.\n  ","40810":"\n  My husband, Jason.\n  \n  ? Always.\n  ","40811":"\n  ??\n  ","40812":"\n  ✌\n  ","40813":"\n  Thanks and thank you for the compliments.\n  ","40814":"\n  With friends. Every now and then.\n  \n  With family, often.\n  \n  With my husband, everyday.\n  \n  Pups, everyday.\n  \n  Xbox friends, every other day.\n  \n  And more occasionally.\n  ","40815":"\n  Thanks for following me.\n  \n  I followed back. ??✌\n  ","40816":"\n  Hey.\n  \n  Very good.\n  ","40817":"\n  Same. I worked today.\n  ","40818":"\n  I don't actually.\n  \n  Happy about that.\n  ","40819":"\n  Yea nice\n  ","40820":"\n  Dare Devil's hells Kitchen.\n  ","40821":"\n  I enjoy working with people.\n  \n  Like food.\n  \n  Cold environments\n  ","40822":"\n  ?\n  ","40823":"\n  I always stand up for what's right. No matter what.\n  ","40824":"\n  Don't have one.\n  ","40825":"\n  Open our own gun shop\n  \n  or... open a business where people can sell their own at home creations. Homemade Goods. Art.\n  ","40826":"\n  It was all good.\n  \n  My day went well.\n  \n  Worked all day.\n  ","40827":"\n  Why?\n  \n  Why not?\n  ","40828":"\n  Iced Coffee.\n  \n  Sweet honey tea.\n  ","40829":"\n  Yes\n  ","40830":"\n  Thanks. Same back. Appreciate ya. ✌\n  ","40831":"\n  McLearn 720S\n  ","40832":"\n  ?Srry\n  \n  Haha\n  ","40833":"\n  Spend it with my husband of course!\n  ","40834":"\n  No.\n  ","40835":"\n  Unlimited.\n  ","40836":"\n  Crayfishare freshwatercrustaceans resembling small lobsters (to which they are related). They are also known as crawfish, crawdads, freshwater lobsters, mountain lobsters, mudbugs, or yabbies.\n  \n  I had a pic to share but it won't let me upload atm.. Srry\n  ","40837":"\n  Yeah I know right.... I was very sad when I found out about this. He was always so good to his family. Always talked very highly of them. Well-respected person. May God bless all nine people so that died in that helicopter crash. I also want to give a big prayer out to their family. It is very hard not only to mourn the death of their husband and dad but of their little baby sister and daughter. ❤??\n  ","40838":"\n  I like to lift weights and walk on the treadmill. Sometimes I like to ride my bike. Sometimes I just enjoy walking my dogs.\n  ","40839":"\n  Shrimp and crawfish!?\n  \n  Then pie. ❤\n  ","40840":"\n  I know how to dance. Yes.\n  ","40841":"\n  Mature. ? Def. Or at least I try. Haha ???\n  ","40842":"\n  Just Jason ❤??\n  ","40843":"\n  No prob. I love both tho really. I love gardening! ?✌\n  ","40844":"\n  Avril Lavigne\n  \n  Always has been my #1 idol.\n  \n  Always will be.\n  ","40845":"\n  Ikr?\n  \n  They are liars.\n  \n  ? haha jk\n  ","40846":"\n  I guess more of us are trying to say since baby sleep all day. But it still makes no sense. ??\n  ","40847":"\n  Cajun, coonash French. It's a bayou speaking kinda type French. If that's what you're referring too. It's a very slangged type French.\n  ","40848":"\n  I come on here pretty often or just really when I can.\n  ","40849":"\n  If they are doing something out of the way wrong sometimes I embarrassed them to teach them a lesson. But that's it really. But I don't really try to embarrass anyone for any wrong reason.\n  ","40850":"\n  People that are super quick to judge or are too controversial. Abusing drugs. Hardcore alcoholics. And then people that don't respect themselves.\n  ","40851":"\n  I dislike SpongeBob. Never got into it. I never liked too much TV to be honest. I liked to play outside.\n  ","40852":"\n  No.. ? o.O\n  ","40853":"\n  ? Hello\n  ","40854":"\n  Very good. ??\n  \n  God did good with everything indeed my friend!\n  ","40855":"\n  Nah.\n  ","40856":"\n  I am tired at the moment. About to go to sleep. You have a good night or day. Good night everyone.\n  ","40857":"\n  I guess some of them are afraid about the consequences to the mistake. Depending on how bad it is. Plus a lot of people like to make fun of people about things so maybe they are afraid to be judge? There are many different things that tie into it. But I guess people try so hard to be perfect all the time that they don't make little mistakes so they are afraid of making any at all. Especially afraid of making big mistakes. But everyone makes mistakes. People need to realize this and that it is okay.  we shouldn't be so quick to judge others. Because as I said before we all make mistakes.\n  ","40858":"\n  ??? ? lol\n  \n  ¢?? $\n  ","40859":"\n  Bell from Beauty and the Beast. ❤\n  ","40860":"\n  Yeah. Sure. Absolutely.\n  \n  I like pretzels.\n  \n  Cheese.\n  \n  Saltly.\n  \n  Chocolate covered.\n  \n  Buttery.\n  \n  All kinds. Yum. ❤\n  ","40861":"\n  People can change. And people can show their true colors. You have to show your improvement through actions. You have to prove people that you've changed. But at the same time you don't exactly have to do that either. But if you want people to know that you changed I mean you kind of have to do that..\n  \n  But yes, I definitely think people can change.\n  ","40862":"\n  One of my best friends I met 6 years ago on Xbox 360 on GTA V. I meet them 100% unexpectedly. That person is my husband. ❤??\n  ","40863":"\n  I don't hate anything about anyone... Even about myself.\n  \n  Dislike maybe?\n  \n  But maybe the fact that I need to work on a few things.\n  \n  Mental strength and stuff.\n  \n  Honestly we shouldn't focus on the negatives about ourselves. We should just focus on improving ourselves.\n  ","40864":"\n  I'm sorry that that's happening to you. But I am definitely a person of people constantly having people coming at me even though I'm married. Like.. some of them think just because if he's not near me or around me that I can send pictures to them? and I'm just not like that? ...so I tend to have to block a lot of people... stop talking to them and it's sad.. this world has became so... just yeah... no one cares anymore. And thrn.. then a lot of people get really angry when I deny them and just tell them no, they get all psychotic and stuff and it gets really dangerous and people get obsessed... Yeah.. so I just try to be really careful with who I talk to and how I talk to them. Because some people mistake my kindness as flirting.\n  \n  But I really do hope that you're able to find someone that is going to be true to you and be serious and not be trifling about stuff. There's so many people that don't even know themselves and they want to be in a relationship with someone else. But they can't take care of themselves so how do they expect they're going to be able to take care of someone else? And handle it?\n  \n  Definitely take your time was it. If you rush it you will keep running into the same situation over and over again. That person will come along naturally. That's how I met Jason. Promise. Good luck.?\n  ","40865":"\n  ? I don't know. I've always wondered the same. I feel bad for some of my friends that are trying to find someone. Because the minute there was someone everybody wants to meddle in the relationship and mess it up. I guess people are just malicious and like to stir up crap.\n  \n  Some people find the fact that seeing that person with someone interesting. Because then they're like why are they with them? Must be something nice why? And so they don't care about the other person, they'd just want to cheat and try to take you from them. Again another malicious act.\n  \n  Some people are just messed up and trifling..\n  ","40866":"\n  Go outside and build stuff. Create. Garden. Work on cars. Paint. Wood carved. There's a lot of things I could do without the internet. I used to not have the internet at all.\n  ","40867":"\n  Just keeping it easy. ??\n  \n  Got me a little pina colada and a beer. ?\n  ","40868":"\n  I did and in 15.\n  ","40869":"\n  I would either open a gun shop with my husband or we would start a business where people could sell homemade Goods things that they built and their art.\n  ","40870":"\n  Jason ? + Bella ❤ = Everything ?\n  \n  We did the impossible.\n  \n   Battled and beat the distance!\n   \n    4 and a half long years of separation. ? No more. Something, everyone thought would be impossible! Nothing is I say. ??\n    \n\n      View more\n     \n\n","40871":"\n  We are about to eat meatloaf patties covered in gravy mashed potatoes and peas\n  ","40872":"\n  I cook a lot of things homemade. I like a lot of the same foods my grandparents liked. I always went to the adult bars. Like the way older Folk type bars. The younger ones were just too much drama and fights.  I still love to hunt and fish. Especially the old style way. I don't really know if that one counts.\n  ","40873":"\n  Cleaning up throw up and changing adults. Nope. Not happening.\n  ","40874":"\n  It seemed long but kind of short still to me.... So I guess I can kind of understand what you mean. It felt like the beginning of January flew by but now the end is slow slow. Like these past 2 weeks have been long. Kinda glad tho... The years have been flying by waaay too fast for my comfort... :(\n  ","40875":"\n  Nope.\n  ","40876":"\n  I loove love seafood! ❤??\n  \n   ????????\n   \n    Alligator\n    \n    Shrimp\n    \n    Crawfish\n    \n    Crab\n    \n    Lobster\n    \n\n      View more\n     \n\n\n\n","40877":"\n  There's a few.\n  ","40878":"\n  ? Hey\n  ","40879":"\n  Eh.. Every now and then.\n  ","40880":"\n  Pork chop and noodles.\n  ","40881":"\n  I like fantasy and adventure.\n  \n  Great love stories.\n  ","40882":"\n  Freshwater one. But idk. A saltwater one would be kool too. I want a few starfish!\n  ","40883":"\n  .-.\n  ","40884":"\n  I am inlove now with my amazing, lovely husband. He is everything to me. My best friend. ❤ My world.\n  ","40885":"\n  ??\n  \n  Who knows honestly.\n  \n  Some shady sh- if you'd ask me. Hahaha jk.\n  ","40886":"\n  Irk? I love my family and friends. ❤??\n  ","40887":"\n  Thaaanks. ? I really appreciate it alot. The compliment. ??✌\n  ","40888":"\n  My day is going well. I am cooking meatloaf patties atm. ? Just taking it easy.\n  \n  Day is good. Thanks for asking. I hope your day is well. ???\n  ","40889":"\n  I followed ya. Sure. I added you to my list of people I send questions to. I send alot so be prepared. ?\n  ","40890":"\n  ?\n  ","40891":"\n  I am doing good. Thx\n  ","40892":"\n  I'm doing good. Thanks for asking\n  ","40893":"\n  Ok! I hope you remember my username! Hope you can get back on! Good luck!\n  ","40894":"\n  I feel really bad for my friend because he was living with someone and they randomly decided to just tell him to get out. Like immediately and give him no time to find a place. So he had to talk with the property manager about giving him some time to find a place. He was able to stay but the people are treating him like crap. And I feel bad for him. They're going as far as stealing his things. Moving his things around in the house. And telling him he can't go in the kitchen and the living room or cook anything. Really cruel. People are petty. I'm more or less just saying I feel bad for my friend not really complaining. If I'm complaining about anything, it's more or less the petty part. Why do people have to be like this?? He was playing most of the bills anyway. I don't know how they're going to pay the bills. Only more than has a job and does not make even close to enough to pay all the bills. But that's their problem. But he's about to move out in just a little bit. They went as far as taking all of his dishes and putting them by the door yesterday. Now that is so petty. The crazy thing is is there not supposed to be touching his stuff and he hasn't touched any of theirs. He would press charges but honestly they're just going to keep starting stuff so he's trying his best to ignore it and just get out.\n  \n  I don't know why the person wants them out so bad. I think that he just feels entitled is all. Some people are like that. But I'm happy that he's finally getting out. He don't have to deal with that no more.\n  ","40895":"\n  ????\n  ","40896":"\n  ? Hey\n  ","40897":"\n  Def more of a travler.\n  ","40898":"\n  I don't have any kids but I have pups. And one of my dog's is really goofy and really a dolln' the other one is sweet but is very protective.\n  ","40899":"\n  My week is going pretty good.\n  \n  Gonna be chilling this weekend honestly.\n  ","40900":"\n  Thanks ?\n  \n  I followed ya back too!\n  \n  Thank you for following me!\n  \n  ??\n  ","40901":"\n  Just comes natural when you go to kiss the person more or less.\n  ","40902":"\n  Goodnight y'all\n  \n  ???⭐?\n  \n  ? ? ? zzz\n  ","40903":"\n  ?Thx\n  \n  Goodnight y'alls\n  \n  ??\n  ","40904":"\n  I don't have one but I really want to get a few fish and have a really beautiful aquarium setup. That would be really cool.\n  ","40905":"\n  Haha. The food and culture is marvelous!\n  ","40906":"\n  Thx\n  ","40907":"\n  You are posted as anonymous??... So yeah...\n  \n  We can't send you questions to your profile unless you post open. ? Sooo.. Yeah.. ??\n  \n  Because obviously, when posted as anonymous, we can't see your profile...\n  ","40908":"\n  Haha.\n  \n  Check out this...\n  \n  This is what I had on my lunch evening with my dad, my sister, her partner and my husband. We went out to Bayou bronze and this is what I ordered. It was absolutely mouth-watering. It was very delicious. I was very appreciative of the meal. And had a good time. We were out visiting one another and celebrating Christmas Eve \/ my birthday \/ not getting to see each other for a minute evening.\n  ","40909":"\n  I am a Cajun.\n  \n  I am 5.2.\n  \n  I enjoy working in the paranormal field. Love to sing.\n  \n  I am an extremely hard worker.\n  \n  I am very passionate about the things I do, the people I love and the things I say. 100%\n  ","40910":"\n  Oh. ? Why thank you so much. I am a Cajun. So cooking is def. something that runs in my veins for sure. I love to cook and see happy faces! Absolutely! ? Thanks so much for the compliment! I really appreciate it! Really!\n  ","40911":"\n  God\n  \n   Creativity and nature.\n   \n    And then spending it with the people that I love. With my pups.\n    \n\n      View more\n     \n\n","40912":"\n  Ima be real. Sometimes I be gettin' it. ?? Especially on that Cajun swang. Don't underestimate. ???\n  ","40913":"\n  Oh. Thanks.\n  \n  ? I appreciate the compliment.\n  ","40914":"\n  Jason ? knows the ways to my heart.???\n  ","40915":"\n  ?\n  ","40916":"\n  Lol. Let's just say.. I just got your question. ? LOL JK\n  \n  It ain't THAT bad.. But it's bad. But the reasoning... what kind of live way out in the sticks. We don't get a lot of choices of internet and the ones that we do get choices of aren't that great. We've tried everything. And getting satellite would not be a good idea. Not good for streaming.\n  ","40917":"\n  Thanks dolln'.\n  \n  I have you a cup of coffee made ready my friend. ?☕\n  ","40918":"\n  Correction ques\/ans\n  ","40919":"\n  Thx.\n  \n  A picture someone shared with me one time. I think this is unfair home. Countryside and the weather.\n  ","40920":"\n  Calamari. And some good cooked lobster\n  ","40921":"\n  ❤Y'all\n  ","40922":"\n  Golf is pretty interesting honestly. ? putt putt ⛳\n  ","40923":"\n  I would go and stay in this really haunted castle ? in the ?? UK. ? I know.. I'm weird. I crave stuff like this tho... Idk if that counts as a Monument. Haha.\n  ","40924":"\n  ?? ?? ??\n  \n  And more.\n  \n  This is just 3.\n  \n  ??\n  \n  I want to go to waay waaay more places. I want to be around the different cultures and food. Languages.\n  ","40925":"\n  Honestly probably\n  ","40926":"\n  concentration is important\n  ","40927":"\n  Don't really have a fav. I don't have this app.\n  ","40928":"\n  I don't have this. So yeah.. ?\n  ","40929":"\n  If your asking me how long I've been on here. It's been so long I don't even remember when I started on here.\n  \n  But yeah I re-read your bio. Looks good.\n  ","40930":"\n  It depends on his intentions when he's liking it. It definitely depends. Since I don't know him and how he is then I can't really judge to why he could be like in the photo. Me and my husband could be strolling through Instagram and we like a picture of a nice looking girl together. Or it be just him or me. But we know that we're not liking it for the wrong reasons we're just liking it because him or her looks good.\n  \n  If you know his intentions are bad then no it's not good that he's doing that. But if you know that his intentions are good then it shouldn't really matter much. Hopefully things work out.\n  ","40931":"\n  Of course.\n  \n  We all have a line of events set up that are going to happen.\n  \n  Survival of the fittest. We all have to make the right choices to stay alive for sure.\n  \n  But yeah. We don't know what's going to happen next in our lives. It's going to happen whatever it is. If you know what I mean? We can't go on everyday stressing about what bad thing is going to happen next. We just kind of have to go at it flowing. Take the good in the bad no matter what it is.\n  ","40932":"\n  Yeeeeah.\n  \n  My husband has been losing weight like crazy. ? Which is good. I am proud of him. I also have been tryna' get fit again. But yeah.. our wedding rings that we got weren't extremely expensive and they were a type of ring that you can't just size up or down if it's too small or big so basically we had to get another one which is completely fine.\n  \n  But we just bought him a new ring and it was the right size for him but they decided to make the ring a little thicker than what we thought it was going to be so basically that 1\/2 size thicker messed up reg ring size that we had him sized for... So yeah. Like really?? But he's been losing a lot of weight lately so honestly he will prob need that one eventually anyway... But he needs a ring now. Lol so we had to order another one. Good thing they all aren't THAT bad.\n  \n  But it's all good. His new one came in today. So he will get to open it later! Excited! ??\n  ","40933":"\n  Ikr? It's great.\n  ","40934":"\n  Thanks. It went well too btw.\n  ","40935":"\n  Sometimes. Yes I do.\n  ","40936":"\n  I honestly always try to be goofy and make people laugh throughout my day and throughout my week always. I just try to be a ball of positivity. Because people deal with so much in the world. We need more kindness I believe.\n  \n  There could be the worst situation going on and I'm trying so hard to turn the day around. That's just how I am. So am I funny moments are constantly throughout the day all the time. I do have my moments where I am serious too. I am not always 100% goofball. I have my moments thi. For reals. ????✌\n  ","40937":"\n  Absolutely. I was out on the country anyway. I got to be. LOL plus I'm from the Cajun Country. Bayou country.\n  ","40938":"\n  Definitely very educated in the Paranormal world. I could probably tell anyone and everything about it. I've been working with it for about 13 years now. Working with many tools. Going to alot of locations, dealing with many different cases, different histories in areas and places and what happened there. I've just worked alot with it for years and years. Helping guide people. Just many different levels of it all. I enjoy it.\n  \n  Singing. I've been singing since I was about 4-5 years old. I'm very passionate about it. I've sang for many different places, events, bars, churches, games, colleges, schools, and other different events. I even let a church choir for about 2 years. I love to sing. I enjoy giving tips and stuff. I also enjoyed taking tips from other people. Hearing other people's different ways of singing. For the longest I was going to go on American Idol but it's just so much money. So many things you have to do. I may consider doing it Monday but not right now in my life. I also enjoy watching many different singing shows also. I took a big interest in singing.\n  \n  Volleyball is another one that I'm really good at. I play volleyball for about six or seven years. Two of those years I was team captain. I hope take a lot of people different things with volleyball. I really like doing that. One day I maybe we'll get into coaching on that.\n  \n  There's a lot of things that I wish I could learn a lot more in. I want to learn more about cars, blacksmithing and way more about art. I took some classes in school but I just want to get even more into art.. I enjoy wood burning and a little wood carving. I love painting. With acrylics, oils. I enjoy building a lot of things. I absolutely love being creative. It brings the best side in me my creativity side. But I really want to get into Carpenter anymore. I feel that I need more practice in that. There's a lot of things but I need to improve on. Andthen I want to learn more about animals & how to take care of them.\n  ","40939":"\n  Both are pretty good to me.\n  ","40940":"\n  Haha your fine.\n  \n  At one point I didn't know what it meant either. I actually thought it had something pretty and appropriate LOL if you know what I mean, you're completely fine. Haha.\n  ","40941":"\n  ✌\n  ","40942":"\n  Everyday. Make calls. Call work. Sometimes it's to help people out. For entertainment.\n  ","40943":"\n  I still don't care. Lol.  Let them talk. They forget that they're humans and they make mistakes too. Lol. So let them talk. Jealous plays sometimes a bug role in whisper gossip talk. Sometimes people whisper it because maybe they are afraid that the person they are talking about might hear them and the person they are talking about might show them what's up? Prove then wrong. Catch them. Because most of the time when people are gossiping whispering. More than 90% of the time.... it is a lie. But then again that's not always the case. Sometimes it is true but the thing about it is... why can't we all just mind our own business? and worry about ourselves? That's the point at the end of the day. Worry about you. Focus on you and not more or less on others. Let them learn.\n  ","40944":"\n  I honestly never really got into that show too much. But then again I never really watched too many shows throughout my life. As a kid yes... but as the years have when it seems like the shows aren't as good as they used to be so I kind of veered away from watching TV over the years.\n  ","40945":"\n  I mean honestly when they feel strong. When they feel mentally and physically strong. Confidence in oneself? That's more or less what I would say. But there's always room for improvement. No one is perfect.\n  ","40946":"\n  I want to work with animals. May it be marine animals or just at his dog shelter. I don't care. I love animals and want to help any of them out.\n  ","40947":"\n  It's been good so far. This year. 2020 has been good to us so far.\n  ","40948":"\n  PAP is an abbreviation\n  \n  Post a Picture.\n  ","40949":"\n  The levee in Louisiana.\n  \n  It is beautiful.\n  \n  This is probably a place that my family loves a lot. May go up there all the time. My grandfather used to walk up there all the time in the morning. We also used to go fishing up there. So that's why it's my favorite place. Good memories. I also got proposed to up there so that's also why it's special. Also good events go on up there. Firework shows and everything. Good food. And more.\n  ","40950":"\n  Been good for me.\n  \n  Very good.\n  \n  January had been going well.\n  ","40951":"\n  ?\n  ","40952":"\n  I love staying up because I'm a night owl and I game. But I also sometimes like to go to sleep early and wake up early and spend the whole day. Depends on what I'm doing I guess..\n  ","40953":"\n  Your welcome.\n  ","40954":"\n  I didn't but I watched a few celebrities that went.\n  ","40955":"\n  Sure. Followed.\n  ","40956":"\n  I just went and read your bio and it sounded pretty good to me. I think you summoned up everything pretty much that people need to know\n  ","40957":"\n  I'm a VIP but for some odd reason it keeps glitching the little crown thing off and on. It puts it back when it wants to.\n  \n  It's weird. It's whatever tho.\n  \n  It's not a big deal to me but it's been happening to a lot of people too.\n  ","40958":"\n  Waffle fries? They are the bomb diggity! I love them!\n  ","40959":"\n  YASS\n  ","40960":"\n  Did any kind of drugs. Never have I ever and never will, I ever. Nooo no.\n  ","40961":"\n  I don't think I can remember. I think it was another song by Ariana Grande.\n  \n  Either that or it was a rap song. I honestly just can't remember. But think it was that.\n  ","40962":"\n  Surprisingly no. But when we travel of course you see a lot of road work. But it's not really around here.\n  ","40963":"\n  Pie. Most def. ? lol haha\n  \n  Beignets. Boudin. Haha.\n  \n  Seafood. Such as shrimp and crawfish.\n  ","40964":"\n  Take medicine rest watch TV and try to find alternative to make myself feel better. I make sure that I tried to keep my clothes changed and fresh and shower a lot. My hands are face wash. More than often. Drink lots of fluids and try to eat things that are light with the stomach. Try to get vitamin C and B. Try to make sure that my fever is down. Maybe go and visit a doctor. Maybe talk to a nurse on the phone. Soak in a bathtub for a little bit.\n  ","40965":"\n  Game. ??\n  \n  Always helps.\n  \n  Clean\n  \n  Cook.\n  ","40966":"\n  My most favorite YouTube channel would have to be omargoshtv and there's no specific video that I recommend. I honestly recommend any and all of his videos. He posts a lot. Great person. Awesome family.\n  \n  Another YouTube channel that I love very much is Moe sargi. And again all videos are recommended. He's always live in a little. Supporting people and preaching it.\n  \n  I also like The FAM, CJ Faison Sonny Deeds and way waaay more.\n  ","40967":"\n  There's an actual alternative to peanut butter. It tastes exactly like peanut butter but it's not made of peanuts. It's for people to have peanut allergies. It's called Wowbutter. Obviously I guess it's made out of butter or something? And more or less other ingredients as well that I don't know about. All I know is I know someone that has a peanut allergy and they tried this \"peanut butter.\" And it tastes no different. This person absolutely loves peanut butter and jelly sandwiches but randomly became allergic to peanuts somehow. They were sad that they couldn't eat peanut butter and jelly sandwiches anymore so they tried to research an alternative and this is what they found. They said wow butter taste no different than peanut butter and is a good substitute for people that have peanut allergies. They recommend it to anybody.\n  ","40968":"\n  I remember when being a child... remembering one of my friends putting in a cheat code that made everything go really fast. And I mean... exceptionally fast! Lol like... cars were slamming into buildings going 300 miles an hour and people were running like at a hundred miles an hour. Random animal AI's were running at top speeds. Everything was just zooming and crashing because it was a fast cheat. It was hilarious because everything was just making mistakes and falling and crashing and exploding. I honestly don't know why but I just bought thought it was hilarious. But I wouldn't want that cheat code in real life though.... That would be really chaotic. I just thought I would share that cheat code. I just remember it. I think it was on GTA.\n  ","40969":"\n  I'm doing pretty good today. Thanks for asking. I hope everything is going all right for you the same? But my day is going pretty good. It's been a little cold and windy. And then it rained at the end of the day. But it's okay. I like the cold. I just don't really like it when it rains like this while it's just cold. If the wind wasn't so bad it probably would be okay.\n  \n  But as I said before. My day was good and productive.\n  ","40970":"\n  New adventures. I want more Adventures.\n  ","40971":"\n  I honestly do this probably every day. There's always something I don't really want to do but I do it anyway. I always say try it before you knock it. How do you know if you don't like it if you've never tried it before? Especially a new food. Unless I know for sure it's going to hurt my stomach. Like cinnamon. My stomach does not really like cinnamon. I don't know why.\n  ","40972":"\n  Either chocolate mousse cake, Beignets or Mississippi mud pie. I also love pecan pie and old school homemade chocolate pies. These are my top favorites.\n  ","40973":"\n  I love white potatoes and red potatoes for my favorite but have to be sweet potatoes. I'd love a baked sweet potato smothered and cheese and butter. Tomorrow I'm going to make me eat potatoes and onions and some vegetables on the side. That's one of my husband's favorites. It's easy to make and very good.\n  ","40974":"\n  Aaaye, hello.\n  \n  How is everythang'?\n  \n  (They speak a sec)\n  \n  Then... Me....\n  \n  What's good?\n  \n  (They speak)\n  ","40975":"\n  Lol.\n  ","40976":"\n  Everything is going good so far. Thanks. I hope the same is back for you?\n  ","40977":"\n  ? lol thx. Haha. I try to reduce as much stress from my life as I can.\n  ","40978":"\n  Alot. Got around 250, if not more on my Xbox and then a ton on my shelf. Not gonna go into detail. Just enough. ?\n  ","40979":"\n  Tau. And I thought I wouldn't like it and I loved it. I recommend it!\n  ","40980":"\n  Easier way to work.\n  \n  I wanna work more and make more money.\n  \n  But it's w\/e. Can only do what I can. ?\n  ","40981":"\n  Skillet\n  ","40982":"\n  Cuddle\n  \n  Pet my dogs\n  \n  Walk\n  \n  Work out\n  \n  Shower\n  \n  Work\n  \n  YouTube\n  \n  Call mom\n  \n  Call husband\n  \n  Cook\n  \n  Paint\n  \n  Music\n  \n  Work on a car\n  \n  Call friend\n  \n  Game\n  \n  Sleep\n  \n  Eat something yummy\n  \n  Back road\n  \n  Garden\n  \n  There is alot of things I can do.\n  ","40983":"\n  Trust.\n  \n  Loyal.\n  \n  Be there for ya and have your back.\n  \n  Honesty.\n  \n  Courage.\n  \n  Kind.\n  ","40984":"\n  Can be easy for the most part.\n  \n  But sometimes it can be tricky if the person is maybe reeally hard to by for. But most of the time.. it's usually easy for to come up with something to get people.\n  ","40985":"\n  ?IT WORKED ONCE!\n  ","40986":"\n  The Rockets ??\n  \n  The Tigers! ??\n  \n  The Gators. ⚾?\n  \n  The Pels! ?❤ ⚽\n  \n  ????⛸??\n  ","40987":"\n  Dang. ? Wow. Idk...\n  ","40988":"\n  Like earplugs? Or lit like... headphones ? that play music ? and cancel out sound around you?\n  \n  Cause that would be actually ?? pretty cool to own for loud jobs or while using loud machinery or something.\n  \n  I don't have any atm.\n  \n  Maybe considering getting one day. ?????\n  ","40989":"\n  Been a min... I am def due for one... But she is 400 miles for me, the girl I go to. She is the only one I let touch my hair... So yeah... Only going to her. I'm going visit in Feb. So I'll prob. go see her then.\n  ","40990":"\n  Honestly... I wouldn't want one..\n  ","40991":"\n  I think a loong loooong time ago a little fella got me on here but it was just a friend.. He struggled with alot. Hated himself... self harmed bad and posted about it and about really bad stuff about himself... Cared waaay to much about what people thought of him. He needed postive support in his life, that was all. Sadly... I haven't heard from him in awhile awhile... Years years ago. Id think that's what got me on here in the 1st place. I think it was a ad on fb of this site. I think that's what got my attention. And then I joined, wasn't active for years... And then finally got REALLY active like 2 years ago? But yeah... I've been on here for awhile...\n  \n  Yeah. Haha. Facebook. That's what caught my attention to join, and so, I joined.\n  \n  Love it on here.\n  \n  Love hearing from y'all.\n  \n  Love asking and answering y'alls questions.\n  \n  Love y'alls company.\n  \n  ????\n  ","40992":"\n  Central time zone\n  \n  It is 12:52 AM atm.\n  \n  South Louisiana and Mississippi time.\n  ","40993":"\n  I'm into my husband.\n  ","40994":"\n  No.\n  ","40995":"\n  Yea. Def.\n  ","40996":"\n  I don't think I've had their macaroni in a really long time. I just might have to order that next time. Maybe some of their green beans too.\n  ","40997":"\n  Thaanks. ??\n  ","40998":"\n  I really like to order some other dirty rice and then I get a small order of the mashed potatoes and gravy and I mix them together. I know that's weird but the gravy goes so good with the rice so it's almost like rice and gravy! LOL and that I love getting the spicy tenders and french fries and a biscuit on the side. Plenty for later on as well.\n  \n  I also love their red beans and rice. Their shrimp is excellent!\n  ","40999":"\n  I am happily married. Been with him for 6 years almost.\n  \n  Been married a year and a half.\n  \n  We beat 4 and a half years of long distance. ??❤\n  ","41000":"\n  Just grab you some sort of Machinery. A four wheeler. A bike? Scooter? A truck? Anything. Then get your few friends and some comfortable clothes on and you just go riding around and some water and mud and get as dirty as possible without a care in the world.\n  ","41001":"\n  While growing up, I've always loved playing different types of Mario games. All of them. I love playing Mario. ???\n  ","41002":"\n  Urban explore\n  \n  Go mudding\n  ","41003":"\n  I was recommended by my music teacher to were this really pretty dress that I wore to my grandfather's funeral. She wanted me to wear it to a event where I was going to sing the national anthem. And then the principal right at the last minute right before I went on stage show me I was not supposed to wear that dress even though there was nothing wrong with it and made me wear this ugly sweater over it. I went on stage crying and everyone felt bad for me. My teacher went off on her and demanded her to apologize to me because it was very ugly especially the fact that she did it right before I went on when I was very nervous. Plus, my teacher told me to wear it? ? I needed to focus on what I was doing. Instead.. I was confused and upset. Still did good.\n  \n  That same year I ended up graduating and leaving that school anyway. My teacher also left the same year. Even though she was there for years and years on end. Just goes to show you. The principal ended up apologizing to me but it was later and I believe it was in a letter.\n  ","41004":"\n  Home...\n  ","41005":"\n  Very rarely but sometimes.\n  ","41006":"\n  Nice and very good.\n  \n  You inherited it. ?\n  \n  Srry bout' your parents.\n  \n  But good that you have something that they had once.\n  ","41007":"\n  Yeah. And your fine. ?\n  ","41008":"\n  I'm good. Lol\n  ","41009":"\n  My husband. He's just a good person. Always helping people. Looking out for people. ?❤\n  ","41010":"\n  I honestly wouldn't want either. But I guess I'll pick the pause button.\n  ","41011":"\n  Maaaan. I wish. I love some Popeyes.\n  ","41012":"\n  We are watching some anime.\n  \n  The dragon prince.\n  ","41013":"\n  Awe. Cute. ❤ So sweet.\n  \n  Yeeeah. I've got alot of sentimental stuff.\n  \n  Love sentimental things. ?\n  ","41014":"\n  I honestly don't think that that's the best\/safest idea to say on the internet. Considering there are potentially thousands and millions of viewers. So yeah.\n  ","41015":"\n  We were helping someone out is all really.\n  ","41016":"\n  Did go to town. Am back now chilling.\n  ","41017":"\n  Understandable.\n  ","41018":"\n  I am definitely not 11 years old and I have said that my age is listed in my biography 12 times. Soo.\n  \n  Idk what, \"can I pass you.\"\n  \n  Means... So yeah... ?\n  \n  And I don't understand you because you don't make since speaking English. ? lol sooo...\n  ","41019":"\n  What does this even mean?\n  ","41020":"\n  It. Says. It. In. My biography.\n  ","41021":"\n  Ok\n  ","41022":"\n  Says in my bio.\n  ","41023":"\n  Lol I'm not approaching negative? I guess you just think I am. Cause I'm not. I'm just asking you to speak your native language cause I don't understand half of what your saying to me. Sorry? ? ? lol\n  ","41024":"\n  Singing. ? Always have loved to sing. I have sang for many diff places and people. Churches, I've lead. Schools. Colleges. Bars. And more.\n  ","41025":"\n  It says how old I am in my bio.\n  ","41026":"\n  Speak Turkey then. ?\n  \n  So i can understand what you are trying to say.\n  ","41027":"\n  Your English is just not the greatest.\n  \n  Your okay. I know you not negative.\n  \n  Just speak Turkey. Not English. Your English isn't the best. Your trying.\n  ","41028":"\n  Thank you so much. ??\n  ","41029":"\n  What is your native language? Speak that. I can translate.\n  ","41030":"\n  Eh. Little bit of both honestly. I can be.\n  ","41031":"\n  I'm great. Thx.\n  ","41032":"\n  U que ask?\n  \n  What??\n  \n  Do I ask questions? Is this what your tryna say.\n  ","41033":"\n  What?\n  ","41034":"\n  I do. Idk bout' anyone else.\n  \n  Unless ya mean like.. death.. I mean.. we all have a time, but until then.. live it how you want, and to the fullest. ?\n  ","41035":"\n  I did. Thanks. ??\n  ","41036":"\n  I don't cheat. Period.    ▪\n  \n  I don't do that.\n  \n  Coward way.\n  \n  We all have control and the ability to make decision. Do that. Not cheat. ?\n  ","41037":"\n  Jason ?\n  ","41038":"\n  I don't mind either honestly. ??\n  ","41039":"\n  Art can be anything.\n  \n  Art can be expressed in many diff ways too.\n  \n  In a picture.\n  \n  Through action.\n  \n  Thought.\n  \n  Sound.\n  \n  Anything.\n  \n  Nature is art.\n  \n  The sky.\n  \n  The grass.\n  \n  The color of it.\n  \n  The way it moves.\n  \n  Art can be anything.\n  \n  Art is beautiful.\n  ","41040":"\n  Thanks. Back to you as well! ???\n  ","41041":"\n  Morning to ya.\n  ","41042":"\n  Thanks. ???\n  ","41043":"\n  Nah\n  ","41044":"\n  I really like sweet pea and violet smells. Roses or tulips. Magnolias. Citrus smells. Fresh and cucumber smells. Mint strawberry raspberry smells and then I will fresh baked goods smells. I like new car smells and fresh grass.\n  ","41045":"\n  Neither honestly but I guess I'll take the pause button.\n  ","41046":"\n  McLearn 720S\n  ","41047":"\n  We own two pit bulls and they're the sweetest. It's how you raise them. Any animal or person.\n  ","41048":"\n  The fact that we get to choose how to live it.\n  ","41049":"\n  LOL. You're good. A lot of people get terrified of some of the things that I talked about. It's the regular with me but honestly is a nightmare describing to them. And they look at me wondering how in the heck I am telling all of that with a straight face.\n  ","41050":"\n  Mhmm yep. That's definitely the reality in it. It's hard to swallow. Some people are just blind to certain things. But some people have never seen such events or things happened so it's understandable. Some people just choose to pretend like it's not there and ignore it because they're scared. Which honestly still is understandable. Sometimes that's the way humans cope with things.\n  ","41051":"\n  Absolutely.\n  ","41052":"\n  I've always just been used to it.\n  ","41053":"\n  Yeah. I definitely never understood why people waste their time with lying. I just don't see the sense in it. Why not just be real and honest about things from the start? Why dig a hole. Hide?\n  ","41054":"\n  Same. It's crazy how much we experience through our life and then find out the truths and reality of it all.\n  ","41055":"\n  Mhmm. Warm climates definitely.\n  ","41056":"\n  I definitely can relate with you. I try to get along with as many people as I can. Certain ones better than others.\n  ","41057":"\n  Yea\n  ","41058":"\n  Thanks. I appreciate it. Absolutely. And it's good that we both have a understand. Very good.\n  ","41059":"\n  Long\n  \n  Always with me.\n  ","41060":"\n  I just like to remain open-minded. Allow people to express themselves and the things on their mind. I don't jump to conclusions nor jump the gun when people try to explain certain situations to me because honestly everything is possible. I look at life like that.\n  \n  And I'm more or less try to educate people on how to go about certain things in the Paranormal field. I just promote using a lot of different objects. Especially in the wrong ways creative because they amplify negative energy. We need to try to deplete as much negative energy as we can from this world. Too much of it. But ya the paranormal is definitely a good subject to get into. But you really have to know what you're doing. It's so easy to get stuck into something but so hard to get out once you start. Then you become obsessed and then yeah... the rest can be really sad endings. Can also result in death. It can become that sad... sadly... that's why I try to remain as serious as possible about it.\n  \n  But yeah.\n  ","41061":"\n  The texting limit can be annoying at times.\n  \n  Yeah. And no judging here from me. I have been undergoing such researches for around 13 years now. The Paranormal takes a huge part in my life. Strikes interest in me. Curiosity. I have seen, heard and witnessed a lot. It's definitely not your average everyday interest. It's also very dangerous and scary at times. Usually never done alone either. Recommended. More or less. For people can disappear... this world is full of surprises and new adventures and mysteries. Things that we can't explain.\n  ","41062":"\n  Understandable 100%. And it's not that I don't trust you as an individual It's just sometimes the other people on here that like to view our stuff and get malicious with it and start stalking and stuff like that. We love our family members and also wants to keep ourselves safe at the same time. This site is public to absolutely anyone.\n  ","41063":"\n  Yep. And then I was also named after someone who died of leukemia that was good friends with my mom. I feel honored. She's a wonderful person. I love going visit her grave and honoring her memory and spending some time with her.\n  ","41064":"\n  Nah. Used to it. None of them make me cringe.\n  ","41065":"\n  I love children and want some of my own one day but not at the moment. He also loves children and wants some of his own one day as well. We just like it being me and him for now. We will start having kids when we are ready.\n  ","41066":"\n  Nice.\n  ","41067":"\n  Metroid games and Halo games. I love Halo Reach. All good story lines. I love Pokemon storylines too. TV shows especially.\n  ","41068":"\n  Chief. Buddy. Big dog. Best friend.\n  ","41069":"\n  Ashamed? Why would you be ashamed of flying?\n  ","41070":"\n  ? Who knows honestly. Lol.\n  ","41071":"\n  I just like really good storylines.\n  ","41072":"\n  Yeah. It kinda does.\n  ","41073":"\n  No.\n  ","41074":"\n  Cuddle. ?\n  ","41075":"\n  Maybe. I don't remember exactly. I have been on a movie set before though.\n  ","41076":"\n  Early\n  ","41077":"\n  No.\n  ","41078":"\n  ???❤?????????\n  ","41079":"\n  Nope.\n  ","41080":"\n  Yea?\n  ","41081":"\n  I like to sleep in the complete Pitch Black.\n  ","41082":"\n  UK\n  \n  Australia\n  \n  Or Canada\n  ","41083":"\n  At the moment. No. I am resting. Srry. Maybe another time.\n  ","41084":"\n  That's just how I am honestly.\n  ","41085":"\n  Nothing.\n  ","41086":"\n  Not really. No. I'm not really a jealous type person.\n  ","41087":"\n  ??\n  ","41088":"\n  Mhmm\n  ","41089":"\n  Hlo?\n  \n  And my name is Bella but okay. Lol.\n  ","41090":"\n  Ikr?\n  ","41091":"\n  Games, near to none.\n  ","41092":"\n  I forgot to remember what I forgot.\n  ","41093":"\n  Thanks and everything went well.\n  ","41094":"\n  Welcome! ? No prob.\n  ","41095":"\n  ??\n  ","41096":"\n  #Countryside\n  \n  #Hills\n  ","41097":"\n  On my way to work.\n  \n  Y'all have an AWESOME day yo! ???\n  ","41098":"\n  You're welcome! Have a great evening.\n  ","41099":"\n  Getting to see my husband feeling better. Helping him feel better. And then seeing family and spending time with them.\n  ","41100":"\n  I love Starbucks. I just do. I love my coffee and frappes. Plus I like going to Starbucks cuz it's just nice. A good place to chill at.\n  ","41101":"\n  Thx ??\n  ","41102":"\n  Gn y'all\n  ","41103":"\n  Good night y'all ??✌??\n  ","41104":"\n  I followed you.\n  ","41105":"\n  ?...❤\n  \n   ....?....\n   \n\n     View more\n    \n\n","41106":"\n  As getting older I have definitely noticed that my friend count is definitely going down but is also going up but in a different way. And what I mean is the people from middle school and high school are fading away and I'm making new friends. I'm still definitely making a lot of friends online. Gives you a good opportunity. But honestly everyone in real life around me... There's so many people doing drugs and really bad things. It's hard to find someone to hang with. Ya know what I mean? Life is short and you got to be careful.\n  ","41107":"\n  It's okay every other day to wear a good shirt. Like you have a favorite shirt. It's okay to wear it every now and then. But every single day? Unless you're cleaning it of course but people seeing you in the same shirt every day would get pretty boring I guess I don't know. Unless it's the uniform of some sort.\n  ","41108":"\n  Different types of short methods to soothe myself back to sleep.\n  \n  I know one thing's for sure if I read I fall asleep shortly after.\n  \n  Being comfortable and warmth is a good strategy.\n  \n  Sometimes listening to music.\n  \n  Adjusting the temperature in the room. Maybe adding a fan or turning up the heat in the room.\n  \n  Maybe change your clothes or sheets or rotate your bed.\n  \n  New pillow time.\n  \n  I heard taking a decently long lavender bath or shower helps soothe you to get ready for sleep.\n  \n  Sometimes getting you something to drink or a small snack in the middle of the night helps.\n  \n  Watch a movie.\n  ","41109":"\n  Noo..\n  ","41110":"\n  2:40 AM\n  ","41111":"\n  I just answered it in the thread?\n  \n  ?\n  ","41112":"\n  I do. But not always b\/c I get hot easily... so yeah. I like then but only when I'm just tryna be comfy and warm.\n  ","41113":"\n  Of course at times but you're usually supposed to try to stand your ground and not show fear. Negative Spirits feed off of that.\n  ","41114":"\n  Honestly I'm actually a really good at guesting. I have guessed at some stuff that I thought I would never be close to guessing correct. So 1-10 I would say a 9.\n  ","41115":"\n  House.\n  ","41116":"\n  Singing ai learned pretty much completely on my own.\n  ","41117":"\n  11-12 in the afternoon.\n  ","41118":"\n  Questions on my bio. But nothing insulting. I will not answer ugly questions.\n  \n  But yeah. My biography. ?\n  \n  I like to people ask me stuff about that.\n  ","41119":"\n  Biscuits and gravy and I liked it. So good.\n  ","41120":"\n  Honestly I wouldn't care what other people thought of me... I would just do what I want. Because at the end of the day you have to deal with your hair. Not them.\n  ","41121":"\n  Be Alright - Ariana Grande ❤\n  ","41122":"\n  Douch3Nugg3ts3v3rywh3r3\n  ","41123":"\n  Not really.\n  ","41124":"\n  This is one product I like to use.\n  ","41125":"\n  I would never do this. Wtf. Terrible.\n  \n  I love my husband.\n  \n  I would never cheat. Anything. Anyone. Horrible. ?\n  ","41126":"\n  Lol. Yep. Egg rolls are decent.\n  ","41127":"\n  ? Yee\n  ","41128":"\n  Followed ya. ??\n  ","41129":"\n  Eh... Kinda.\n  \n  But only if it's necessary\n  ","41130":"\n  I def have.\n  \n  I love the snow and cold.\n  ","41131":"\n  I'm definitely not sure what you mean by this.\n  ","41132":"\n  Thank you so much for the wonderful words. I am off to work now. Y'all have an amazing day!\n  ","41133":"\n  I used to really like Justin Bieber. I was a Bieber fan since day one until he kind of started acting a little meh... He's okay though I like his old music. And he used to be cute.\n  ","41134":"\n  I like both but I have an Android at the moment. I have used both and I like both\n  ","41135":"\n  No prob. ??\n  ","41136":"\n  Taylor Swift is okay too tho. But I love Ariana. ❤\n  ","41137":"\n  Ari! ??\n  ","41138":"\n  Thx. Same. I followed you back. ?\n  ","41139":"\n  Yay ?✌\n  ","41140":"\n  I would date honestly any human being from anywhere. Because I don't judge people?? But I'm married so I wouldn't date anyone right now in my life. ?\n  ","41141":"\n  Thank you so much. These are my questions to you that I come up with. I really appreciate the compliment. I followed you. I will send you questions on my next round.\n  ","41142":"\n  The Chiefs\n  ","41143":"\n  Obviously not\n  ","41144":"\n  I don't have that.\n  \n  If you need to talk to me then you can say what you need to on this app.\n  ","41145":"\n  Thaaaanks.\n  ","41146":"\n  I mean I think like a 8? Maybe. Yeah.\n  ","41147":"\n  I can write with both hands but not very well with my left hand but I can throw with both hands. ?\n  ","41148":"\n  Good night to you and goodnight to everyone\n  ","41149":"\n  Goodnight to you and everyone! ??\n  ","41150":"\n  ??Thx again\n  ","41151":"\n  I gotchu. Love the profile picture btw. ?\n  \n  I asked a lot of questions and they're very different so just be aware. Haha. Nothing super awkward or personal. No. But yeah. ?? I gotcha on my next rounds.\n  \n  Followed ya.\n  ","41152":"\n  Thank you kindly.\n  ","41153":"\n  What do you want me to say? Just say a few things about myself?\n  ","41154":"\n  Where the Red Fern Grows series\n  ","41155":"\n  None honestly. Lol\n  ","41156":"\n  How has??* life been so far?\n  \n   Is this what you meant?\n   \n   Cause if so. Life has been great. Good to me. ?\n   \n   I'm doing great and am happy.\n   \n\n     View more\n    \n\n\n","41157":"\n  ??\n  ","41158":"\n  I do not understand anything in this, \"question.\" Sorry.? I don't know what you are talking about.\n  ","41159":"\n  ? Same back of course! You are beautiful too my friend!\n  \n  Much love! ??❤\n  ","41160":"\n  Thank you so much! ?✌\n  ","41161":"\n  Sure. Your at the right place. Ask.fm.\n  \n  Ask away as long as they are appropriate and aren't too personal, I don't mind answering.\n  ","41162":"\n  Thx.\n  \n  But really though.\n  \n  That was one thing that I always loved from someone was a blanket.\n  \n  It's just a thought of wanting to warm the other person and then having a quilt made for them and it's still have the same purpose (It's just a whole nother level up, 2 or levels up) but the fact that they sat there and spent days and weeks months and even years trying to build that quilt and put together. All the hard work put into it. All the love. It just goes to show that that message means a lot. Wanting to warm someone and keep them safe. ❤\n  \n  I remember covering myself with my baby blanket and it was just as long as I was and I used to be able to cover myself head to toe. Now my baby blanket is half my size. It just goes to show the years. I still love that blanket and hope to restore it. It is almost 27 years old.\n  \n  It is very special to me.\n  ","41163":"\n  I honestly like strong coffee but I like my sugar coffee too. Also known as sugar water LOL I like creamer sometimes milk and butter sugar whipped cream. Sometimes I like one ingredient more than the other and sometimes I like to keep one ingredient out. I like iced coffee and frappes. Caramel and mocha flavors mostly. And then sometimes I just like regular black coffee. And then sometimes I just like sugar in my coffee. And then sometimes I like to add Baileys Irish Cream and Jameson to my coffee maybe mint. Just depends. I love coffee tho.\n  ","41164":"\n  I think I did this. But I can't remember. Can be dangerous at times I've heard. So be careful about it.\n  ","41165":"\n  I think honestly if animals could talk any of them just like any other human would be rude\n  ","41166":"\n  ? Hey\n  ","41167":"\n  Creo que KPop está bien.\n  ","41168":"\n  Vooruit, zelfs als het slecht lijkt, gaat het nog steeds vooruit.\n  ","41169":"\n  Language?\n  \n  What's the language?\n  \n  This is Spanish we are speaking back and forth.\n  ","41170":"\n  He oído hablar del rapero Eminem. Él es mi rapero favorito.\n  ","41171":"\n  Estoy bien, gracias.\n  ","41172":"\n  Вы никогда не сразу. Время. Видя это через действие. Отношение.\n  ","41173":"\n  Iiiii don't know about that... Def depends. Sometimes that stuff can be weird and awkward as heck. Another times it's not as weird as what it could be.. I guess it just depends on who you're bringing more or less.\n  \n  But honestly if I'm going to go on a date with my husband I don't think I really want just some random extra friend going unless we are just going to eat as friends. Have the environment feel as a friendly environment of all three.\n  ","41174":"\n  Eu nunca tive isso, então não sei exatamente. Eu acho que apenas converso com eles sobre isso. Eles deveriam entender. Eles são seu parceiro. Eles devem ouvir suas preocupações, sejam elas quais forem.\n  ","41175":"\n  Ich mache. Ich mag Country Rap.\n  \n  Ryan Upchurch.\n  ","41176":"\n  Kita semua manusia, tetapi kita masih berbeda dalam hal-hal lain.\n  ","41177":"\n  The sun usually sets around 5 to 5:30 where I live at. Or at least it seems like it does around this time.\n  \n  I took this.\n  ","41178":"\n  ? Hey\n  ","41179":"\n  Hey. And it's okay. All good.\n  \n  I don't want to go exactly into the names because they are singled out markets. So people would be able to look at the locations of them. And I have family that works there if that makes any sense to why I don't want to say it. Not talking about you but they own some Associated grocery places. I will say it like that.\n  \n  They're really nice places to work at too. I enjoyed working for them very much. I work at another Associated grocery place just like that but a State away.\n  \n  And the Paranormal field I work with all kinds of different things. Different tools, help people, guide, visit different locations. Learn the history and what happened there. Just tried to inform people on stuff. There's a lot of different things that tie into it. But I enjoy doing that mostly has like a hobby kind of thing. It can be both dangerous and fun. You really want to know what you're doing and what you're messing with beforehand. I would definitely not go into it if you have no idea what you're doing.\n  ","41180":"\n  Yes. I do.\n  ","41181":"\n  I enjoy working on cars\n  ","41182":"\n  Anywhere cheap\n  ","41183":"\n  Honestly I think it's a little bit of both. It's flowing is more or less. It will come in ya life if it's meant to be there then.\n  ","41184":"\n  I don't own one or I have I ever written on one. Though I would do this. A snowmobile.\n  ","41185":"\n  Work\n  \n  Work\n  \n  And work.\n  ","41186":"\n  I really like sharp cheddar and mozzarella. But my most favorite cheese is goat cheese. But I only like it in a fried state. And I know a lot of people would probably say it ew, but honestly it's pretty good. It just tastes like mozzarella cheese but it's really thick. Has the texture of almost like chicken. It does not taste like chicken on talking about the texture. But it's pretty good with pita bread olive oil, olives, tomatoes and rice. Yum.\n  ","41187":"\n  I really like sausage. Especially the rice sausage called Boudin. That is really good. We call it jambalaya sausage. But I really like sausage in a crawfish boil. With the flavor. Hot.l.\n  ","41188":"\n  Ripped up clothing and wearing no bra under your T-shirt.\n  \n  Sometimes I wear jeans with a hole or two in them. And usually it's a hole because I have worn them out and it's time for new ones. Or there's a hole or two in the knee part. But honestly I haven't done that in years.\n  \n  But yeah a hole in a appropriate area, sure. But I never do the second one. The no bra thing. Ew. But each to their own. It's gotten so bad that... that people have holes in like top of the pants. Like.. The crotch area and back area. That is gross but is apparently the new thing. ?\n  \n  Whatever, let people be them I guess.\n  ","41189":"\n  Yes. Many of times and I thank the ones that played along. LOL\n  \n  They were harmless phone calls. I never try to take a prank or joke too far. And usually at the end I let them know I'm joking. But not always but sometimes it's obvious.\n  ","41190":"\n  We played like a really funny game. We tried to see how many layers of clothing we could put on until we couldn't put no more on. I just think it was hilarious that they actually play the game with me. This is a long long long time ago. Haha. ?\n  ","41191":"\n  Here\n  \n  It's in bold now.\n  \n  Reeeead\n  ","41192":"\n  I could probably give you advice about any other drink. I do not drink cocktails. Srry.\n  \n  Good luck! ??\n  ","41193":"\n  Singing and to make people laugh. To entertain. ❤?? Make people smile. Make them feel like they matter.\n  ","41194":"\n  Thx\n  ","41195":"\n  Attitude def.\n  ","41196":"\n  I can't... ????? I'm done! ✔ I am laughing waaay to hard at these... I can't... Bruh..\n  ","41197":"\n  Checking my notifications on my phone and then I'm going to get me some gumbo and potato salad because I have not ate anything and I'm hungry.\n  \n  I just got done walking my dogs and feeding them and doing dishes and a bunch of other things.\n  ","41198":"\n  Um. Hi and no.\n  ","41199":"\n  Grey.\n  \n  I just like it. Def.\n  \n  But mostly cause it doesn't mess with my eyes mainly.\n  ","41200":"\n  Ryan Upchurch\n  \n  and the 85 South show peoples. They are soo funny.\n  ","41201":"\n  ??? Yooouu fukn' kill me bruh. Hahaha. Def.\n  \n  Haha maybe? ? Why not?! ? ??\n  ","41202":"\n  My name is Bella.\n  \n  But Hi ?\n  ","41203":"\n  ? Good to ya if that is to ya? ?\n  ","41204":"\n  Depends. We try to save money a lot. We only go when we have to. Maybe two or three times a month if that\n  ","41205":"\n  Few days ago. Though I don't know if you want to count that. I saw the baby in the store and she was absolutely precious so I sat there and talked to her for a few minutes. And then I saw her again and talk to her again. So I had a few minutes of playing with her and speaking to her. Precious. Both me and my husband talk to her. My husband knew the couple.\n  ","41206":"\n  No and no. Haven't seen neither. Never really got into.\n  ","41207":"\n  ???\n  ","41208":"\n  It was a pelican. I was from the Pelican State and our high school mascot was the same. It was actually pretty cool. Sounds lame. But pretty cool. We made it cool.\n  ","41209":"\n  ?\n  ","41210":"\n  Hello.\n  \n  ? Morning, afternoon.\n  \n  ???\n  ","41211":"\n  Thank you. ✌\n  ","41212":"\n  Hey. I'm good thanks for asking. I'm about to go to sleep\n  ","41213":"\n  Frog legs.\n  ","41214":"\n  I'd say singing.\n  ","41215":"\n  Thx. Same here back! ?? You rock.\n  ","41216":"\n  I have muscles but I am def good with the flexing part. Srry. Lol\n  ","41217":"\n  Thank you! Your beautiful too! ? For real. Thx for the complement!\n  ","41218":"\n  I am 5-2 too. I'm happy with my height.\n  ","41219":"\n  Indeed\n  ","41220":"\n  They honestly say be careful what you wish for so honestly I wouldn't want any wishes. But if that saying didn't count then I will totally take the one wish today.\n  ","41221":"\n  Progress\n  ","41222":"\n  You are most welcome my friend. Good to hear from you as well. We are cooking The tonight! Just taking it easy. It's freezing out here. 20°F here.\n  ","41223":"\n  Yea? ?\n  ","41224":"\n  Documentaries are good. I like adventurous type videos. Documentaries. Things on geography and culture tradition. I like life Vlogs. Paranormal stuff. Urban exploration. Food videos. Chef videos. Comedy. Short films. And of course upcoming artists and music.\n  ","41225":"\n  Everything is going well. I hope all is good for you as well?\n  ","41226":"\n  A few people but it's because they haven't had the time to put them back up. And it's mostly outside lights it looks like. From what I can see. I don't really know anyone that has there inside Christmas stuff still up\n  ","41227":"\n  I usually drink but only on occasion. Or just to have something nice tasting. I love Margaritas. I love Jameson Bailey's cream coffee. I like any type of whiskey honey. And then I like fruity drinks. But then again I really don't drink that often but when I do these are the things that I like\n  ","41228":"\n  I think the last time I had some sort of a milkshake it was like 3 weeks ago and it was a vanilla one with either Snickers or cookies in it like cookie dough\n  \n  And it was a chocolate one\n  ","41229":"\n  I would maybe consider this but only if it's kids safe so they don't fall and trip and hurt themselves and there is an easy entrance. I ain't climbing up no ladder especially with a newborn in my hand.\n  ","41230":"\n  Not really\n  \n  Do a few little show surprises here and there for people but that's about it.\n  ","41231":"\n  None.\n  ","41232":"\n  Been with my husband for almost 6 years.\n  \n  Married. 2\n  ","41233":"\n  Ikr??? Same with my husband. ?? All my fam no fillings. We all had good teeth going up.\n  ","41234":"\n  Thx\n  ","41235":"\n  Def a night ? person. For sure. I am not a morning type person. Lol.\n  ","41236":"\n  ? Hey\n  ","41237":"\n  Zer0\n  ","41238":"\n  No. I never really got into that movie.\n  ","41239":"\n  It's okay. Yea.\n  ","41240":"\n  Awe... :( Sad. But I gotcha! Followed! ?? Sorry tjat happened! What the heck man.... Why people do that? ???\n  ","41241":"\n  Earlier today.\n  \n  ?? Gn y'all.\n  \n  Ttyl tomorrow.\n  ","41242":"\n  You have a great day and night! Good night to you and goodnight to everyone! ? ?\n  \n  Thank you\n  ","41243":"\n  I think I answered this earlier. I think you might have asked me twice. But it's okay. You have a good day and thanks for the questions!\n  ","41244":"\n  Honestly not really. I shop a little bit on Amazon but not a lot.\n  ","41245":"\n  I usually like sugar water coffee. Sometimes I like cold and iced coffee. Frappes and even ice cream. I do like my coffee to be very strong but at the same time I still like a lot of ingredients in it too. Such as sugar mint occasionally and creamer. Sometimes I like to add buttermilk and other ingredients as well. And make it salty sometimes.\n  \n  If I'm looking for an extremely stout and strong coffee sometimes I will add Jameson, Baileys Irish Cream, whip cream and mint. Sounds disgusting but it's just honestly and extremely strong and delicious coffee. You just have to know how to make it. I do not recommend people that like sugary coffees. The last one that I explained at least. That coffee is very very very strong. This is a picture of it below that someone made me at a restaurant we went to.\n  ","41246":"\n  Are local pawn shops around where we live at. Every now and then antique shops as well. We like to go and visit the people's and see what they got.\n  \n  We like to go and visit down in Louisiana about four or five or six times a and spend time with family and friends. Catch up with people. Also like to go to Bass Pro Shops at least twice a year.\n  ","41247":"\n  Dealing with rude and maybe insane customers. Trying to keep them at key. Because sometimes it's better to just keep your words and thoughts to yourself even if they're being rude because some people will crack on you. What is it worth? Your life could be at state. Because some people have nothing to live for. Sometimes you have to look at it as that. Some people will literally go insane on someone over a parking spot.\n  ","41248":"\n  Maybe mental strength sometimes at times. I try my best tho. Don't we all, but we aren't perfect. That's where Improvement comes in. It's always there.\n  ","41249":"\n  ?\n  ","41250":"\n  Louisiana Avenue.\n  \n  Cowgirl Lane.\n  \n  Pond Creek Road.\n  \n  Over yonder Drive. Haha\n  ","41251":"\n  Yes I am good at keeping secrets. And some people do come to me to talk to me about some stuff. But if it's something super duper hurtful to them or someone else like say someone wants to hurt someone I'm not going to hold a secret that could potentially get me in trouble and that person in trouble and hurt someone else. No. And I don't think people should hold Secrets like that.\n  ","41252":"\n  Correctional officer\n  ","41253":"\n  ? Hey\n  ","41254":"\n  Nice\n  ","41255":"\n  Get rid of any of it and get away from it. Filling with positivity. Kill whatever it is with kindness and annoy it away.  cleansing of yourself and the area around you and the items in your home\n  ","41256":"\n  Because some people feel like they can't be alone so they rather settle for something little than something potentially better alone. I never really understood why people are like that. We are all independent human beings and can take care of ourselves and don't need another person in our lives. But sadly that's what this generation is melting down to.\n  ","41257":"\n  Nice. Pay off some bills or save. ?\n  ","41258":"\n  Correct ?\n  \n  People think money can do absolutely everything when it's just a thought that it's doing all of it.\n  \n  You have to apply yourself to things too .\n  ","41259":"\n  Yoda\n  ","41260":"\n  I haven't but would like to one day.\n  ","41261":"\n  I really like a ham and cheese and bacon omelette. That's probably my favorite\n  ","41262":"\n  Hey Tityericka lets get drunk to day with the crew! Well sure we can but he said you're gonna have to wait a little because, they're going to be at your party with their peoples soon and said that they would be there around 2 o'clock. ?? I tired. For laughs mainly. Not for anything else. Hahaha. Fun challenge. Haha.\n  ","41263":"\n  Thanks. I followed you\n  ","41264":"\n  I followed you.\n  ","41265":"\n  I honestly don't get really too jealous of anything.\n  ","41266":"\n  It went well\n  ","41267":"\n  Step away\n  ","41268":"\n  Yum yep we live out where the farms are. Out here on the countryside.\n  ","41269":"\n  I've watched it before. It's interesting.\n  ","41270":"\n  Whate?\n  \n  I am laying down resting atm.\n  ","41271":"\n  Hamburger! ?\n  ","41272":"\n  That's dollin'! ?✌\n  ","41273":"\n  Yes ? many of times. Haha\n  ","41274":"\n  Never? Lol\n  \n  What?\n  ","41275":"\n  12ish, 1ish am\n  ","41276":"\n  Ok well that's good. ?\n  ","41277":"\n  I'm not sure if I saw that picture or not but you definitely shouldn't be hurting yourself. If you want your ears pierced then get them pierced. Don't force a piercing. You don't want to get an infection. Especially in your ear. Just looking out for ya. ?\n  ","41278":"\n  I'm here. ? Hey.\n  \n  We just have different time zones is all.\n  ","41279":"\n  I work in retail at a supermarket. My family owns 2 markets back home in Louisiana. I worked there for 7 years. Work in all and every department if needed. I've been at this for almost 9 years now.\n  \n  I also work in the paranormal field. Working with different tools. Researching many diff levels in it. Learning new things everyday. Seeing new stuff everyday. I\/we go to different locations. Urban exploration. Adventure. I try help guiding people. Performing blessing\/cleansing rituals. Looking into the history of different cases and locations and what happened there.\n  \n  I also bartend and entertain for parties if people need.\n  \n  Singing. Goofy entertainment.\n  \n  Something I do just for fun mainly.\n  ","41280":"\n  Thx & lol yeeeeeah. It's long. 3 feet long. ?\n  ","41281":"\n  Xbox ?✌\n  ","41282":"\n  ?\n  ","41283":"\n  I believe I am or at least I try my best.\n  ","41284":"\n  I have like 12 alarms LOL and they're usually about five minutes apart. It is so hard to get me up in the morning. I am not a morning person.\n  ","41285":"\n  Lol.\n  ","41286":"\n  I mostly play video games on the Xbox One.\n  ","41287":"\n  In the south in America usually we make our tea and it's hot and then it's usually (not always) refrigerated and it usually being sweet tea and me, I put a few ice cubes in it to have something floating around in it when I drink it. Like 2 or 3 cubes. And our. Tea in America maybe have a little bit of different things in it. At least down here. That may be why it's normal for it to be cold here.\n  ","41288":"\n  I'm very passionate about anything I do in my life honestly. But the thing that I most passionate about in my life is my family and my singing. Creativity ability.\n  ","41289":"\n  I love grits a egg sausage and pancake's syrup and chocolate chips. Chocolate milk on the side. And maybe a piece of bacon\n  ","41290":"\n  Yeeeeah... I think all humans feel like this at some point in our lives.\n  ","41291":"\n  We get a few magazines in the mail. A lot of hunting and gun and Bass Pro Shop and Cabela's magazines. We get a marriage magazine in the mail. A. A few clothes. And then I think we get one or two other magazines. But they are magazines for like the state and stuff\n  ","41292":"\n  Working with it as long as I have. The whole 13 years. I have seen a lot of different things. I've seen a lot of really evil and scary things and I've seen a lot of things that are annoying and let you know that they're there.. but don't seem very evil if that makes any sense? I've had multiple people around me witness the same things and the kind of all looked at each other and question of what it was. Considering it so unexplainable.  I mean I've witnessed thousands of things.. A ton..  We've seen doors open and close in front of us. When there is nothing there no wind no force. We sit there trying to figure out what could have made it move but nothing. Me and a few people will be sitting in a room and then get up and go in the other room and come back into that room and things have been moved around that no one touched originally. This happens a lot. Hearing groups of people talking and there's no one there. This is just a few things of many. I've had friends get attacked randomly and nothing was touching them they never bumped their arm or has someone hit them just miraculously had scratches all over  or burns or may have been touched or shoved. Start to feel choked. The paranormal world is very confusing and interesting. Leaves you on wonder to what could be there. We tried to ignore but sometimes it's hard to ignore it when it's trying so hard to let us know that it's there. Some people experience it it while others don't. It's kind of just random.\n  \n  And it's okay to be a skeptic. I have no problem with people that don't believe in it or maybe just don't see anything in it because they haven't seen anything happen before. That's fine I respect other people's views.\n  ","41293":"\n  Nope. I did not let people's views and opinions and likes affect our friendship or the way I talk to them.\n  ","41294":"\n  We had cheesy sausage balls\n  ","41295":"\n  Tau is good\n  ","41296":"\n  I like roses, Magnolias and the baby white flowers that go with roses in a bouquet\n  ","41297":"\n  I am in love with my husband Jason. We have been going strong for almost six years! He is the sweetest and makes me happy.\n  ","41298":"\n  Oh ok\n  ","41299":"\n  Jason ?\n  \n  The countryside\n  ","41300":"\n  Eh not really\n  \n  But then again I don't really try to want a lot of people.\n  ","41301":"\n  Yeah, Dorito casserole is the bomb diggity. Sausage balls are really good too. I like some alfredo. Cheese cake. Cheesy shrimp and grits. Campbells cheesy chicken. Loaded stuffed potatoes. Broccoli and cheese. And so much more.\n  ","41302":"\n  I like cheese. With many different things.\n  \n  I'm sure that you have heard of tater tot casserole. It's pretty popular thing that they make in the South. It's really good at that. I don't know if you've ever heard of Dorito casserole and chicken spaghetti but I'm sure you have. Is also good with that. I also love that homemade macaroni and cheese. And many other things.\n  ","41303":"\n  I mean you never really forget about them or it but you eventually move on. It's hard. I've lost a lot of pets. All of them wonderful. Especially the ones that have been there my entire life nearly. But all of them played a part in my life and are very important and special to me. Like family.\n  ","41304":"\n  Ik and thx\n  ","41305":"\n  Soup.\n  \n  Veggies\n  \n  Fruits\n  \n  Ice cream\n  ","41306":"\n  Right right. ? So funny hahaha\n  ","41307":"\n  I would rather several good friends. In which I have. I just like a lot of good friends. I don't really know how to explain that why exactly.\n  ","41308":"\n  I like history and documentaries and paranormal movies. Insidious and The Conjuring are good.\n  ","41309":"\n  Water and gas.\n  ","41310":"\n  Sure. ? Not sure if I'd win exactly tho. Haha ?\n  ","41311":"\n  7\n  ","41312":"\n  In ways.\n  ","41313":"\n  Ikr? I wouldn't like that honestly.\n  ","41314":"\n  Vehicle def.\n  ","41315":"\n  Getting off from work and spending time with my husband this evening. ??\n  ","41316":"\n  We call it, \"Ding Dong Ditch.\"\n  \n  But we don't play it down here.... You'll get ya ash handed to ya or sometimes worse.... Out here on the countryside.\n  ","41317":"\n  With Jason. ??\n  ","41318":"\n  ?? Ikr?? That question is beyond hilarious. Haha. Someone actually asked me that in anonymous and I that is was priceless. Had to send out for laughs. Hahaha. See reactions\/answers.\n  ","41319":"\n  Thanks so much ??\n  \n   You have a good day too!\n   \n    I have work today.\n    \n\n      View more\n     \n\n","41320":"\n  Yes I would. ?\n  ","41321":"\n  I'm married. Says in my bio so yeah....\n  ","41322":"\n  O.o\n  ","41323":"\n  Sure lol\n  ","41324":"\n  I've been sending them! ?\n  \n  And did you lose you account? Or did you just choose to start a new one?\n  ","41325":"\n  When at work? Or just at home? Some ideas on some new and maybe different kinda hobbies?\n  ","41326":"\n  When it is fully yellow.\n  ","41327":"\n  I wouldn't want to be able to do this. No ones.\n  ","41328":"\n  I love Spanish food. I have Costa Ricans in my family. And we celebrate Cinco de Mayo hardcore.\n  ","41329":"\n  They probably here hiding somewhere good. LOL\n  ","41330":"\n  Hey. I'm doing good. Thanks for asking.\n  ","41331":"\n  People that think it's okay to make fun of special needs people. Especially children..m\n  ","41332":"\n  Neither\n  ","41333":"\n  Jameson\n  ","41334":"\n  I don't even know if I would even ask for a last meal to be honest.\n  ","41335":"\n  I don't think I've ever used a Mac before so I guess PC\n  ","41336":"\n  I don't think I want to really try oysters do I think I try to form of them but I honestly don't count that. I just don't like texture.\n  ","41337":"\n  I love to fish and so does he. This is something that we enjoy doing together.\n  \n  Don't catch anything, we jump in ? and bring the pups. Wonders. Hahaha.\n  \n  But yep. Catch and cook.\n  ","41338":"\n  Curious more. Not scared\n  ","41339":"\n  Mudding\n  \n  Fishing\n  \n  Playing sports\n  \n  Yard work\n  \n  Going 4-wheeler riding\n  \n  Poping fireworks\n  \n  And more\n  ","41340":"\n  Some really cute pictures with sayings on them for the kitchen or for my living room.\n  ","41341":"\n  Both are good but Minecraft takes the cake for me!\n  ","41342":"\n  I don't really google random things when I'm bored.\n  ","41343":"\n  I'm prob gonna watch the whole thing.\n  ","41344":"\n  ??\n  ","41345":"\n  Yep.?\n  ","41346":"\n  We didn't get to go big shopping sadly.\n  \n  But we went little shopping.\n  \n  Just got a few things for the house. Food and cleaning supplies and some clothes detergent.\n  ","41347":"\n  ?✌\n  ","41348":"\n  Awe. Thank you for the comment. And it's good to hear that you're doing good.\n  ","41349":"\n  ??\n  ","41350":"\n  Been to none. Thought I wanna visit all!\n  ","41351":"\n  Yeah. ??\n  ","41352":"\n  I am doing great! I hope that you're doing all right. Thanks for asking. All is well.\n  ","41353":"\n  Here's to neva growin' up!\n  \n  Whoa! Whoa!\n  \n  Said! Here's to neva growin' up! ??\n  ","41354":"\n  Much love to y'all\n  ","41355":"\n  The 1st one sounds awesome.\n  ","41356":"\n  The thing about it is.\n  \n  You only see me on this screen. You don't know me know me. What I do and what I wear on a day to day basis. Who I hang out and who I have grown up around and how.\n  \n  My whole life growing up I played football with the guys on their team. Was pretty much the only girl playing. And if there was another girl she would usually quit or only play for one day because she didn't want to keep playing because they would either be too rough or it would be too muddy or she wanted to hang out with the girls. Used to tackle and get covered in mud and everything. Loved this. I still do this. I fish. I hunt. Love working on vehicles. I love to build things and go bike riding and 4-wheeler riding. And at times I do love chilling and being a girl because I'm a girl. At the end of the day. Yeah I look cute and pretty and girly in some of my pics because I like that too because I am a girl. But being a tomboy does not mean you have to always look like one and always have to act like one. It's how you been raised and what you were raised around. I was raised out on the countryside and out on the Bayou.\n  \n  My whole life growing up I was raised around boys and guy friends. Girls and other tomboys. We used to wrestle and fight and teach each other how to defend ourselves. Jump on trampolines. Play street ball and build our own fields and club houses out of things out of trash. Sometimes still do this when I have the time. Get outside and sometimes just dig a hole just to get dirty. Just now I chased my dogs all the way across the yard and got covered in mud. I have to come inside and clean up and now I'm laying down because I'm cold from the water. But I had a blast. Tomboy from the heart. Always will be. It's in my roots.\n  ","41357":"\n  Nope. I have hundreds of girl and guy friends. And we are just friends. Grew up with them and everything.\n  \n  People from all over the world.\n  ","41358":"\n  Yea. Same. Run up to them or honk at them with a car and make them scatter everywhere. LOL\n  \n  ?????????\n  ","41359":"\n  ?? What in the world. Haha. This is hilarious.\n  ","41360":"\n  Awe. Thanks for the compliment.\n  ","41361":"\n  Most definitely crunchy fries. Soggy fries are okay but I prefer the crunchy ones. Hardee's in Popeye's have the best crunchy fries ever!\n  ","41362":"\n  Nice shoutout to all.\n  \n  I am good. Thx.\n  ","41363":"\n  ? Hey\n  \n  Thanks for following me and I followed you back! Have an amazing day!\n  ","41364":"\n  Pie can be crunchy.\n  \n  Crunch bars.\n  \n  Chips.\n  \n  Lettuce and carrots and celery\n  \n  ?\n  ","41365":"\n  ? Hey\n  ","41366":"\n  ❤ Y'all\n  ","41367":"\n  ?\n  ","41368":"\n  You're welcome.\n  \n  But I wouldn't do too many of the gargling stuff. Just pick one that you want to do per day. The one that I mostly recommend would have to be the hydrogen peroxide one. You could probably add a little bit more water to it ( just make sure that the water is warm. Super super hot. It will soothe your throat) and what I said but just don't add more than 1\/4 cup of water maybe. But you can do the ricola cough drops the one with the medicine that numbs your throat in them. I would take those as your throat hurts. And then spray the Chloraseptic continuously ( get a flavor that you like. I think they have cherry and spearmint and mint and Bubblegum) in your throat as the day goes so it numbs your throat. Suck on cough drops to numb and and mints. Then when you come home I would so the step with the honey and tea and bourbon. And then right before you go to sleep I would do the little gargling and stuff but make (with the hydrogen peroxide again) sure you don't eat or drink and lay down immediately after. The remaining hydrogen peroxide that touched your throat will soothe your throat and make it better. I would try this combination throughout your day of things. It will keep your throat painless and it will help speed up the process of getting better. This is what I do when I have a sore throat and it usually helps. You're more than welcome. I don't like sore throats either so that's why I try to help others when they are sick. I got these remedies from other people by the way they're not just one that I made up.\n  ","41369":"\n  ??\n  ","41370":"\n  Your words are amazing! Thank you kindly! You have an amazing dang! And same back to you also!\n  ","41371":"\n  ? A house.\n  ","41372":"\n  Get plenty of rest\n  \n  Drink fluids\n  \n  Try comforting foods and beverages\n  \n  Number one thing to gargle is hydrogen peroxide (add just 3 tablespoons), warm water (6 tablespoons) mint mouthwash (the type of mouthwash that doesn't have alcohol in it) (3 tablespoon) and a little bit of salt the mix together and gargle 3x times (make sure all of this is warm) gargle that and then do not drink or eat for 30 minutes, usually lay down for an hour, maybe take a nap after. This helps to attack the acids that are hurting your throat. Will speed uo the sore part process. DO NOT SWALLOW THIS. Usually take this at the beginning of the sore throat and do about three times of day. Do not do too much or it may irritate it too much.\n  \n  Then you can....\n  \n  Gargle with salt water\n  \n  Humidify the air where you were at\n  \n  Consider lozenges or hard candy (helps numb pain)\n  \n  Get Chloraseptic spray (helps numb pain)\n  \n  Take some medications too\n  \n  Like Benadryl or Tylenol\n  \n  Warm tea mixed with honey and sometimes people add a little bit of bourbon to it to help numb and soothe throat.\n  \n  Any types of salt water. Usually warm water with it\n  \n  Chamomile tea\n  \n  Peppermint\n  \n  Baking soda gargle\n  \n  Chamomile tea\n  \n  Fenugreek\n  \n  Marshmallow root\n  \n  Licorice root\n  \n  And waaaay waaaaaay more.\n  ","41373":"\n  ?\n  ","41374":"\n  Your profile picture is Beautiful by the way! I love your hair. ?✌\n  ","41375":"\n  Thanks so much! I followed you back.\n  ","41376":"\n  Atm. About to go shopping in a min.\n  ","41377":"\n  I want to open a business \/ store that allows people to sell things that are homemade, art, anything that is safe to people. Food.\n  \n  ______________\n  \n  A paranormalist.\n  \n  Someone that goes place to place and learns the history on different areas and locations.\n  \n  Also helps people that are lost, help with understanding and working through dealing with the Paranormal. Giving dumb advice and guiding them in the right direction.\n  ","41378":"\n  I've had many pets throughout my life in a lot of then cats and dogs. I like both honestly\n  ","41379":"\n  Thanks. I shall.?✌\n  ","41380":"\n  I am just chilling at the moment. And a few minutes I'm going to start getting ready to go shopping.\n  ","41381":"\n  You're welcome.\n  ","41382":"\n  PIXLR App\n  ","41383":"\n  I mean it's good to worry about yourself and your family and make sure that they're safe but we all need to work together to make the world a better place so we can live in it.. that's really important. Because if the water that were drinking out of the faucet isn't clean then how are we supposed to stay hydrated. Besides just going to the store and getting bottled water, what happens if this runs out? This opportunity? What happens if a lot of meat starts going bad and then we have to go to the store to buy some but they don't have any? It's important to hunt and to remember this skill. Because sometimes you got to do it to survive. What happens if a small apocalypse does breakout? We need to go to protect ourselves and help one another. What happens if all the bodies of water become contaminated and we can't go swimming in it at all. Then we just can't go swimming anymore. It's important if we make sure that our environment is clean and we take care of it.\n  ","41384":"\n  Yeah, sometimes I do this. I'm in the middle of shopping at the store and I'm trying to remember everything I need and I'm remembering it right then and there but I go to the cashier and start checking out anyway even though I'm clearly not ready. This doesn't happen every time but it happens sometimes\n  ","41385":"\n  But honestly just invite a lot of friends and have a blast. Plus I don't want to cook in Alice in Wonderland. It seems like the food is pretty awesome there and plentiful\n  ","41386":"\n  I'm in the South and I really haven't been that far out unless my mom took me and I was really young and I don't remember but I think I've only been to parts of Texas but I don't remember them. Maybe parts of Arkansas I don't remember. I've been through Alabama and of course in Mississippi because I live here. I was born and raised in south Louisiana. And then I've been to Florida a few times.\n  ","41387":"\n  This is for anyone that is feeling lost or any less of themselves. Feels like they are nothing. You are everything and we love you. You matter! ❤??\n  ","41388":"\n  And just being me and my husband and our own place\n  ","41389":"\n  Just a really nice business building so I can make some money and then build me a nice house for me and my family\n  ","41390":"\n  Dixie Chicks\n  \n  There's your trouble\n  ","41391":"\n  I have got to start getting ready shortly because I'm going out in a little bit.\n  ","41392":"\n  I think so. Put me up somewhere high and I think I could last a while. Survived it for sure. I know how to make shelter and sneak. Then I would probably carry me a pistol or two. A good machete a handy dandy shotgun and a mini light sniper rifle.\n  ","41393":"\n  Again, I don't think I do remember my last dream\n  ","41394":"\n  I don't think I do remember my last dream\n  ","41395":"\n  For it to be just me and my husband alone. I don't wish anything that upon the other person I just want it to be just me and him\n  ","41396":"\n  I usually try to keep my phone not at the brightest setting but at a decent comfortable setting for my eyes. Is not really good keep my phone on super bright with my eyes. I have eye issues. Especially at night I usually turn it almost all the way down. Because it hurts my eyes.\n  ","41397":"\n  Ikr?? Ain't it good???! I love to get Alfredo from the pizza places around where I live at. I like to order extra alfredo sauce too! ????\n  ","41398":"\n  Ehhhh depends on what level of unsociable you mean. If you don't talk to anyone 24\/7, that is not healthy. It is good for everyone to be a little social in their life. It helps stretch your communication skills. It helps with your comprehension and handling certain situations also. You do not want to be completely unsocial. Cuz I promise you... it's not healthy.... But if you don't really favor having conversations with people on a daily basis there's nothing wrong with that. You just don't prefer that. And you don't have to do it everyday all day. Even calling someone on the phone for 10 minutes is healthy and good for you. But some people are more shy than others. Some people just don't like people. But if you are the second one I would honestly try to stretch your social skills when you get the chance. Stretching your social skills can do a lot of good for you and your life. It can open good opportunities and certain successes that aren't open to other people that are not as sociable..\n  ","41399":"\n  I love both. I love a warm veggie meat pie. And then I love my cold pies. My favorite cold I would have to be the turtle caramel one that they sell at the store. I think they're on sale around here! And I'm going to be getting me one!\n  ","41400":"\n  Loyalty and Trust. Being there for one another. patience. Communication\n  ","41401":"\n  You could definitely be a fan and not be overly obsessed with something in yes I know people that are like that.\n  ","41402":"\n  I like a really sweet biscuit. Salty. Moist.\n  ","41403":"\n  Unless I'm really really close to E I go to the closest one because I don't want to chance it but if I'm not close to empty then I try to go to the cheapest one that has the best gas.\n  ","41404":"\n  you have to be respected to be loved\n  ","41405":"\n  Is that what it says in my bio??? ??\n  ","41406":"\n  I like to sleep in 100% darkness\n  ","41407":"\n  It says so in my biography.\n  ","41408":"\n  Playing with my sisters. The old days. Going outside and doing things. Nowadays everybody just sits on technology items. They don't get out and do things anymore. Going outside and being creative is weird now. Exploring is weird. The things that were being done 20 years ago is weird today. When really it's not.\n  ","41409":"\n  I would open a very big store that allow people to sell things that they make it home. It could be food or different types of Creations. Art. Music. But they would have to go through a long process of being approved to make sure that the items that are selling is not fraud and dangerous.\n  \n  I also would try to open up a place where people could home for a reasonable price considering everything is so expensive nowadays. To live. To rent. And allow them to have animals but they have to make sure they abide by certain rules\n  ","41410":"\n  Honestly it's hard to pick from the two because both sound great. I like both\n  ","41411":"\n  No.\n  \n  And I'm not adding you on any other platform. We can talk on here.\n  ","41412":"\n  I would probably start building on it if I had the money. Maybe start renting out. Maybe help people that don't really have a lot.\n  ","41413":"\n  It's been a long time because where I moved there's not really a shopping mall. I do not remember the last thing I bought at a shopping mall. It's been that long.\n  ","41414":"\n  Drink coffee. Socialize. And get productive. Clean something.\n  ","41415":"\n  Maybe Florida?\n  ","41416":"\n  All of them.\n  ","41417":"\n  Hey and I'm good. You?\n  ","41418":"\n  Sure. We can be friends but that's it.\n  ","41419":"\n  I love when people make me laugh when I am pissed off. Cause usually when I'm mad. It's bad. So yeah...\n  ","41420":"\n  Not that often.\n  ","41421":"\n  Fishes ?❤??\n  ","41422":"\n  This is what we want.\n  \n  I edited this.\n  ","41423":"\n  Def def can. Can  permanently ruin them. Being controlling can also. You have to let people do what they want and you have to trust that they're not going to have the wrong intentions\n  ","41424":"\n  I dom I like them!\n  ","41425":"\n  Oh. I just thought it was kind of cute. The GIF. I don't really know what's going on in the picture but I also thought it was funny so that's why I posted it. Also he's wearing camouflage like we are in the picture so that's also why I posted it. ? Ik. Like why does he have fish in his tub?? Hahahaa. ??\n  ","41426":"\n  April 20, 2010. I don't even remember but all I know is they try to fix it by putting a different bacteria in the water to kill off the oil and it made it worse. ? And then I think they had a second oil spill or something somewhere. And... It's just a lot of contamination people throw all kind of stuff out there. Plastic.... It's just a horrible horrible body of water to swim in. I wouldn't even touch it. You can probably walk out there but I would definitely wear some kind of rain boots and don't touch the water. But if you are down there and want to walk on the beach I would think that's okay at least but I know some YouTubers that don't even go on their jet skis out there anymore because they barely touch the water and got sick. It can attack your skin and if it gets in your bloodstream, it can kill you. I literally watched somebody get a hole in their skin and it got worse and worse they had to get some of the craziest antibiotics to get rid of it. It was scary. But they got better from it. I just warn you because I don't want that to happen to you.\n  ","41427":"\n  I would get my mom and all of my family a place to stay and then I would get them a car that they needed in a car that they dreamed of and then I would take care of their insurances for the car and for their life for the rest of their life.\n  \n  I would start a huge family business and save more money and make more money. Finance and investment more and more. I would start tons of different movements and try to donate to different charities to help other people. Try to fix up the area where I live at the town and the roads. And way more\n  ","41428":"\n  ? Hey\n  ","41429":"\n  Nah you're not creepy but I'm living more of the top of Mississippi, middle but it's still really hot. Now you know how we feel? And not only is it hit.. but it's mucky and foggy, very humid and acid rain. Yeeep YAY. Why do you think we can't wait for winter around here?! ?\n  \n  By the way don't go swimming in the water. The stuff is contaminated now sadly... I'm serious. I know people that are extremely ill from the water and are trying to get rid of skin eating bacteria... mainly from the large oil spill...\n  ","41430":"\n  Going to Mardi Gras parades and celebrating it\n  ","41431":"\n  Countryside for sure ?❤\n  ","41432":"\n  Realists\n  ","41433":"\n  ? ♥\n  ","41434":"\n  Calamari\n  ","41435":"\n  Which one? I'm sorry. The fishes?\n  ","41436":"\n  We have alot of stuff on our walls. But here is just a few. What ima share for today. ?\n  \n  The purple heart at the top is a painting that my husband bought for me and him representing our relationship.\n  \n  His favorite color is blue? and my favorite color is red❤ and when those two come together it's then purple?. Right before we ended the long-distance and finally moved in together he got this.  It's a very sweet picture that he bought. I love it! It's on the wall right above his bed and I look at it every morning I wake up.\n  \n  The one underneath it is a antique metal action comic little poster that I bought him a while back and he loves it and you can stick magnets to it. He stuck my sweet deceased grandmother's butterfly magnets to it that I inherited from her. She loves butterflies and I got her these a while back as a gift and when she passed on, I got them back and he put them on here so every morning I wake up I see them. I love them and also the pictures. ?\n  ","41437":"\n  From IsaBella to Bella. Pretty much the same. I don't really wanna change it.\n  ","41438":"\n  Absolutely love geography. This is what I was going to major in college on. And then atmospheric science. But I love World culture and Tradition. I've always research around that. Always have since I was a little girl. I enjoyed geography class in school. I always love doing the projects. But yes I find a huge interest in geography. Even today. I watch a lot of this on YouTube. Every day I learned more more about the world. I have friends I watch a lot of this on YouTube. Every day I learned more more about the world. I have friends and family from different parts of the world.\n  ","41439":"\n  I appreciate that! Same back to you!\n  ","41440":"\n  Honestly there's not too many things that make me jealous really. It's hard to make me jealous.\n  \n  One thing I can't stand when people get jealous of me to the point where they start being ugly to me and the people around me.\n  \n  I rather people just get away from me other than express their jealousy through hate. Don't succeed on your own! Don't get angry because I'm succeeding and you're not.\n  \n  Get out there and do it! Because you can do anything you set your mind to it. ???\n  ","41441":"\n  Probably something with night vision because I can't see near to none at night. But honestly if I could take on a trait of an animal it would be to fly. So I can have better transportation. Faster. Easy.\n  ","41442":"\n  Matching. ??❤?\n  ","41443":"\n  To see my husband atm... I miss him... ❤ He's on hus way home now! ?\n  ","41444":"\n  Here at home.???❤\n  ","41445":"\n  If I get be given the money and buy it a McLaren 720S. ?\n  ","41446":"\n  I love playing video games with my friends and going out fishing and mudding\n  ","41447":"\n  Fuggen PIE.... Stuff is wonderous\n  ","41448":"\n  Like 35... 40ish.. ?\n  ","41449":"\n  Maybe 9? Lol. I really don't own that many pairs of shoes. I only like three pairs of Crocs. Maybe two pairs of Converse. Three pairs of boots and some slippers. So why 10 pair? 11? Not really that many. Shoes shoes maybe 6 ?\n  ","41450":"\n  I would say yes.\n  ","41451":"\n  I love the raspberry flavor in the green apple flavor and the raspberry one is the blue one\n  ","41452":"\n  Maybe switch places with my husband and see what he deals with every day at work. I know he does with a lot. He works in a jail\n  ","41453":"\n  I'd rather not be able to walk honestly. I would be really upset if I couldn't use my hands\n  ","41454":"\n  I tried to but together we really make the plans.\n  ","41455":"\n  Alot but honestly what is normal nowadays. How I am could be normal to a lot of people in my culture. Foreign is weird nowadays but I think it's normal. We are all foreign to one another.\n  ","41456":"\n  No and no. I don't know if I would do that or not. Sounds very scary but I think that I was probably try it.\n  ","41457":"\n  If you see someone upset and feeling uncomfortable from a situation that just happened to them that could have been traumatic. Whether you think it was or not... still... sit down and try to talk to them and make them feel better and comfort them. Don't ignore it. Take any situation serious.\n  ","41458":"\n  Sometimes but you really have to be careful with wish because people can steal your stuff depending on what site that you end up using. Or what page you end up using whatever you want to call it. But wish can come in handy for a lot of stuff. Very affordable things. But you really have to read the reviews on underneath the stuff before you get it because some of it could be really really cheap and even be a scam.\n  ","41459":"\n  I usually wake up sometimes pet my dogs for a few minutes or get on my phone and then I get up go to the restroom and get a little fresh get ready for the day and then I walk my dogs and feed them. Then I do a few things throughout the day maybe get me something to eat on my stomach. Sometimes I work out. Most the time I work out at least once a day. Then I do a few other things. I walk my dogs again. Throughout the day I'll call a few people text a few people. Get on a few apps. If I'm working that day I will sleep as long as I can till a few hours I go in I go in work come home and cook. If I'm not at work sometimes I'll cook. It's all really different. But this is kind of a short summary of what I do on my days. This is not everything. This is just a little bit\n  ","41460":"\n  It's okay. I just love the running events mostly. I don't really watch it that much though to say a favorite.\n  ","41461":"\n  Nope. I'm honestly still looking for it here. It was 70° the other day. It supposed to be winter here. Maybe once a week and maybe gets in the forties for a couple of hours. It's honestly kind of sad. I love the cold though I do not like days and weeks of snow and ice but every now and then I like a little bit of snow on the ground I need to be a little cold or some wind\n  ","41462":"\n  I can translate any language decently. I wouldn't mind learning to speak any language fluently.\n  \n  I just named only one for the question \/ answer. Naming all would take awhile\n  ","41463":"\n  At work and a  co-worker of mine \/ friend comes running back inside from going outside to get something out of her car and she said she was being followed very closely by someone and it made her feel very uncomfortable. It made me uncomfortable because she was uncomfortable with just going to her car and getting something. It sad that we can't do simple things in this world without people trying to hurt people or steal things. I made it a very major thing and let her know that she could have been stolen that day or she could have been robbed. To let her know if she goes outside by herself again to please let me come with her. At least it would be two people on one.\n  ","41464":"\n  God inspires me ❤\n  ","41465":"\n  Fluently 100%. I really want to fluently 100% learn Spanish\n  ","41466":"\n  It's never exactly went down like that but yes I know what you mean sometimes that wind scares the crap out of you when you're sitting in your chair in your house and all the sudden you're like what is that sound???? and then you're like wow... it's just wind?! DANG THAT'S LOUD. ?\n  ","41467":"\n  Sure\n  ","41468":"\n  Nope. None.\n  ","41469":"\n  Maybe a light gray or white. I love that eye color\n  ","41470":"\n  Absolutely.\n  ","41471":"\n  I really like Mexican food. Like fajitas and quesadillas. I really like to order stuff like that. I really like to order Alfredo and vegetables. Hamburgers. I like to try new things.\n  ","41472":"\n  Mardi Gras time is soon!\n  \n  ????????\n  ","41473":"\n  Well I don't really know if this is Gossip exactly but we finally got Lottery lottery here. Like Powerball and stuff and real scratch offs. They're really strict about it around where I live at. Everybody feels more freedom and is buying and having a good time with them.\n  ","41474":"\n  I like chocolate, though I try not to eat too much of it. But I know a lot of people that don't really favorite chocolate also people that can't have it for medical reasons.\n  ","41475":"\n  I remember how strong I am. Mentally and physically. Remember who raised mean and remember what they told me what to do and then I go with it. Build confidence. God, my mom, my husband or my friends get me back on my feet.\n  ","41476":"\n  It was! Good time with family too.\n  ","41477":"\n  ? ya already know bud.\n  ","41478":"\n  Awe. Thanks bro and same back.\n  ","41479":"\n  Haha. We had this two at a nearby soul food restaurant. Absolutely delicious. That right there in front of the picture the first one is a crawfish etouffee pot pie. In the gravy that you see is little bitty potatoes and vegetables and mini shrimp. Then there are jumbo shrimp on top very crispy and juicy. Then you see a buttery crispy biscuit on top. And then some cilantro. It was absolutely delicious.\n  \n  And then the other plate is my dad's plate with a cooked down fried and baked roast beef po-boy with skinny fries on the side and a yummy sauce to dip it in. I think it was a dark Gravy Sauce.\n  \n  My dad took me my sister her partner and my partner out for a Christmas \/ Eve Christmas \/ my birthday \/ haven't seen you in a while lunch kind of thing. Everything was absolutely delicious and we had a very good time. Plus the game was on.\n  ","41480":"\n  That's why I say nothing is impossible. You just got to put your all into it. Set your mind to it. There's a lot of things that are tied into it too though. Confidence, patience, constant communication with people, a good self esteem on your shoulders, respect, constant determination, you got to be ambitious about it, passionate, know that you can get through it and that there is an end even if it's years away. If it's worth it to you then you do it. Sometimes you just gotta have faith.\n  \n  And I thank you for your words. They are very respected. I appreciate them. And all the compliments.\n  ","41481":"\n  Ikr?? Ain't seen nothn'. Food is so food down here. ? The hospitality is intense! Very homey like people.\n  ","41482":"\n  Oh yeaha! We talkn' about the South dolln'! ?✌?❤??\n  ","41483":"\n  Sure. I liked window-shop mostly because I like to go to many different places. Thrift shops and antique shops in pawn shops are probably my favorite\n  ","41484":"\n  I have two tattoos. I'm about to get a very big Mardi Gras mural done on one of my thighs. That will be my next tattoo\n  ","41485":"\n  Getting to finally see Jason face to face for the first time in my life. We were in a long distance relationship for four and a half years. We were together for six or seven months before we first met. We fought through all the distance and now we are here. Another good time when I was very happy was when we got married. And also when we celebrate our first year anniversary. When we got our dog I was very happy. Raised him up from a pup. Graduation was very awesome. I was very happy for that. My 10th birthday. My 16th and 18th and 21st birthday. Those were all awesome. Lots of get-togethers with my family and friends. I love Christmas time. Every year. These are the times when I am most happy. Mostly when I'm just with family and friends\n  ","41486":"\n  I know right? Best food, traditions, people ever. The culture is insane. Amazing! Very Southern Home Hospitality like. ?????\n  \n  ?\n  \n   @redoasis2017\n  \n\n  I also wanna share this with you my brotha.\n  \n  (My pic.)\n  ","41487":"\n  How do I feel about it? Well I'm not really sure what kind've answer your looking from me.\n  \n  But I don't have a problem with anyone and anything they want to do. I don't have a problem if a girl likes a girl. Or if a guy likes a guy or if they are whatever they choose to identify as. I think everyone has the right to do what they want. Everybody has the right to be who they would like to be. I think those kinds of people should be left alone or really what I mean by that is... they wouldn't be judged for that as long as they're not hurting anyone I don't see the problem in it. ???\n  \n  Especially if someone feels uncomfortable with the body that they are in and they want to change themselves. I don't see any problem in that? If it's possible then why not let them do it as long as it's not hurting them or anyone else. At the end of the day I think people just need to mind their own business and let people do them. Though I don't appreciate people that like to push their views on people that don't like their views. I think everyone's entitled to believe whatever they want. At the end of the day as long as nobody is hurting anyone mentally or physically then I think that there's nothing wrong with any of that. Also I feel that everyone should remember that this is life and we are all here for a reason and we have to figure out what that Destiny is. If that's what they have to do to get to it then let them.\n  ","41488":"\n  Eh. Depends. I don't exactly TRY to, but if I do, I do. ???❤\n  ","41489":"\n  Family and friends.\n  \n  Y'all do. ? Getting to socialize with such wonderful people.\n  ","41490":"\n  Though my dogs don't really always make alot of noise I like to have them next to me. So I can pet them if I'm not doing anything\n  ","41491":"\n  Yep!\n  \n  That was almost 6 years ago and it was because they were not treating me right at all and I was not happy. I rather be alone and single than be with someone that is treating me horrible. Plus I have family and friends around me. And that is all you need\n  ","41492":"\n  Living way out on the countryside and a good home with my husband in a bunch of little ones running around. Got us a farm. And everything we need.\n  ","41493":"\n  It's been so long I don't even remember. Lol\n  ","41494":"\n  It's perfect weather. Just feels great. Mudding time!\n  ","41495":"\n  Oh most def.\n  \n  In many ways.\n  ","41496":"\n  I love the Saints. I also like the Miami Dolphins.\n  ","41497":"\n  Honestly I think anything is possible so yes. I believe in magic.\n  ","41498":"\n  Haha ? That's awesome\n  ","41499":"\n  ??\n  ","41500":"\n  I am honestly not too much of a fan of peanut butter and jelly. Though I like peanut butter a Nutella with vegetables. Dip them in them\n  ","41501":"\n  I do most of the time. When I have that gut feeling or bad Vibe of something I tried to ver away from it. If I think that something is a good idea then I try to go with it! Based off of what's going on at that time and how I feel of course\n  ","41502":"\n  Thanks for the love of my page by the way! You rock!\n  ","41503":"\n  I know right?! I love The Sandlot movies. My favorite one would have to be Sandlot 2.\n  \n  I love old movies like Bambi. The Fox and the Hound. The aristocrats. The lady in the Tramp. Fly Away Home. Homeward Bound movies. Air Bud movies. All of these movies bring them good memories of watching them with my brothers and sisters\n  ","41504":"\n  I think it takes a few days for it to kick in. Usually mind takes a day or two and it's very small. If it doesn't come up then it might be glitched. Mine glitched for like a week or two before it came up when I first got it. Even if you don't have the badge though I think that you still receive rewards so if you don't get and it not showing on your profile, it's okay. I think that you're still part of the program.\n  ","41505":"\n  Definitely The Sandlot movies\n  ","41506":"\n  YAY ? ?\n  ","41507":"\n  Jason. My best friend and husband.\n  ","41508":"\n  I use some filters every now and then but I don't use like Photoshop and try to mess with my body shape and stuff no\n  ","41509":"\n  Thaaank you thank you bud\n  ","41510":"\n  If any guests stayed at my house they would get whatever they would like. But if they never said what they wanted then I would probably make sausage balls gravy grits eggs however they would like them maybe some ham. it just all depends maybe waffles maybe shrimp and grits and prok. Breakfast comes in all shapes and sizes in the USA. Especially in the south.\n  \n  Maybe biscuits gravy and sausage patties.\n  \n  If you just want cereal and a muffin or something? You can have that.\n  \n  Some yogurt and a banana with maybe sunny side down eggs.\n  \n  My most favorite. Beignets\n  ","41511":"\n  Just chill clothes for today.\n  ","41512":"\n  The kinds of rings that we have we can't size them. Our bands were not that much. We bought them  at a reasonable price on purpose but they are wonderful bands.\n  \n  Since we've been losing so much weight we're thinking about doing rubber wedding bands for a while and then doing the regular ones in a little bit. We're totally up for that together.\n  \n  Yeah. We heard that we could get them sized the original but since the kind of band they are we can't.\n  ","41513":"\n  I? ??\n  ","41514":"\n  ??\n  ","41515":"\n  It's going pretty good. We're still dealing with a lot of stuff but it's okay. It's going better than what I thought.\n  ","41516":"\n  Considering milk does not go with my stomach very well if I drink too much of it. I drink a glass every now and then. Usually skim milk or 1%. I like almond milk too. But I love milk. I wish I could drink it more. But as I said before it doesn't agree with my stomach very well\n  ","41517":"\n  Thank you so much! I really really appreciate your lovely comments towards us. It means a lot to me. ❤??\n  ","41518":"\n  I do every single day for Jason. Being here and him taking care of me and me taking care of him. Us being there physically and mentally for one another. He is everything to me. Keeps me safe. I genuinely love everything about him. And him everything the same back to me. We have a great companionship.\n  \n  Love you Jason ?\n  \n  good night to you & goodnight to everyone!\n  ","41519":"\n  Getting a stable home with just me and my husband and start to make a family together\n  ","41520":"\n  Depende. A veces me quedo dormido durante muchas horas y a veces solo unas pocas horas. También depende de lo que tengas que hacer al día siguiente.\n  ","41521":"\n  La mia notte sta andando bene finora. Spero che il tuo stia andando bene. Grazie.\n  ","41522":"\n  Nice\n  ","41523":"\n  I love to go mudding and fishing\n  ","41524":"\n  I do and I love them. They bring good memories up\n  ","41525":"\n  Mississippi mud pie is glorious\n  ","41526":"\n  Physical science was really hard in school. But mainly because my teacher was hard\n  ","41527":"\n  Wonders - had a good time visiting with family and was delicious\n  ","41528":"\n  Yeeeeep\n  \n  Well... At least we know where they get it from don't we?\n  ","41529":"\n  Eh... definitely depends. Most of the time no\n  ","41530":"\n  I am honestly not really a shy person\n  ","41531":"\n  I don't at the moment but we are going to add one in eventually\n  ","41532":"\n  I do especially on chocolate donuts\n  ","41533":"\n  Nice sounds like you had a good time\n  ","41534":"\n  Kill em with kindness or I hand them off to someone else\n  ","41535":"\n  Most of the questions that I send out or questions that I made of and thought of all my own. And most of the time I am open when I ask them\n  ","41536":"\n  I'm out\n  ","41537":"\n  Dhanyavaad. Kya haal hai?\n  ","41538":"\n  I think the picture holds a little more than a gallon. And I usually just about put to cups of sugar. Sometimes I put raw honey in it too\n  ","41539":"\n  I really like looking at the little and big dipper\n  ","41540":"\n  Are you asking how much sugar I put in my tea when I make it?\n  \n  When I make tea. I make it in a really large picture and I only put about 1 and a half to 2 cups of sugar\n  ","41541":"\n  ?Thats good\n  ","41542":"\n  Sure. Followed and thx\n  ","41543":"\n  I don't really mind having conversations on here. I also don't mind answering just simple questions.\n  ","41544":"\n  ??\n  ","41545":"\n  ??\n  ","41546":"\n  Thanks! ?\n  ","41547":"\n  I followed you back. Thanks for following me.\n  ","41548":"\n  Gonna have an awesome day at work today. Ttyl! ✌\n  ","41549":"\n  This is an actor correct? Cuz I don't really know anything about him besides that\n  ","41550":"\n  Kevin? Srry? Who?\n  ","41551":"\n  Absolutely\n  ","41552":"\n  I'm Bella. What's up Barry? Hope your doing good.\n  ","41553":"\n  ? Hey\n  ","41554":"\n  ✌?\n  ","41555":"\n  Hate\n  \n  Uncontroversial stuff because it always brings up anger and people and everybody is different and they're not going to have the same view so what's the point of even talking about it except for kneaded purposes\n  ","41556":"\n  ? See. But it looks that people are angry because they said something. The crazy thing is I'm not even about numbers on here. But it's whatever I guess they are.\n  \n  I used to be one hundred and whatever I didn't care. I'm on here to talk to people and socialize and help people. I've been on here a looong looong time. Long time. Lol\n  ","41557":"\n  It's a glitch. And if you've been on here for awhile, you'd know this. Also. Sounds like your mad that I am there. Sorry but not sorry but it's only a glitch. But when you go offline, sometimes it switches people into other leaderboards. It literally happens to everyone all the time. Actually everyone's always constantly joking about it on here. Because it's funny with which one it will go with us in the next day. I always wondered why it did it too. I thought people were trying to just be another country's to be on the top. ? but then I firsthand found out it's a glitch.\n  ","41558":"\n  Thx\n  ","41559":"\n  Mod or mood?\n  ","41560":"\n  Somewhere way way out in the country on the back roads\n  ","41561":"\n  How\n  ","41562":"\n  I usually set a date to when I'm going to do it and I do it or even get it done right then and there when I'm talking about it. I do not procrastinate\n  ","41563":"\n  ?✌?\n  ","41564":"\n  Seeing my husband undergoing surgery and then me trying to help him after. *Through sickness and health* the challenge is seeing him going through pain... and then helping him after and knowing even though he's still in pain I am actually helping him in the end.\n  ","41565":"\n  I agree. I think we all need to be kind to one another. Use the Golden Rule, do unto others as they would do unto you.\n  ","41566":"\n  Seeing my husband happy.\n  ","41567":"\n  God.\n  \n  Family\n  \n  Friends\n  \n  My life\n  \n  Being able to dream\n  ","41568":"\n  My New Year's resolutions resolutions were to stop biting my nails and I'm trying my best with that. And the other one was to work out and try to eat a little healthier. I have been trying that too. So so far I have been living up to my resolutions. I really need to work on the biting my nails part.\n  ","41569":"\n  Honestly I think the kids don't need to be on the internet until they're about the age of 14. That's about around the time when I was allowed to go online and I feel like I was ready. You're so many creepers and people that lie. Ended a young age we are going to go. Even at the age of fourteen I still think that there needs to be watching and consent. Crazy enough you could be the age of 24 and still be tricked by people on the internet. Just have to be careful and analyze people very well.\n  ","41570":"\n  I like any kind of wing but my favorite flavor was it would have to be like a spicy hot BBQ.\n  ","41571":"\n  New wedding rings because we've been losing so much weight that we can't fit in our regular wedding rings anymore. It's just the Bands.\n  ","41572":"\n  Night bud. ?\n  ","41573":"\n  Nice. Sometimes I wear a wrist watch but not very often.\n  ","41574":"\n  Yeeep\n  ","41575":"\n  I would hope the fact that I always am sticking up for people. For what's right\n  ","41576":"\n  Attitude and the way they act based off of small situations that are not that serious.\n  ","41577":"\n  ?✌?\n  ","41578":"\n  100% speak fluently\n  \n  Spanish 100%\n  ","41579":"\n  Yee\n  ","41580":"\n  You're good I know what you meant.\n  ","41581":"\n  I believe so. Very nice\n  ","41582":"\n  Yep! I love my LSU! Go Tigers!\n  ","41583":"\n  Thx\n  ","41584":"\n  Yea\n  ","41585":"\n  Yes. 1\n  ","41586":"\n  Thanks!\n  ","41587":"\n  Definitely depends on what it is. Of this item cost a couple thousand dollars or even a hundred or two. I'm going to try to fix it and if I can't fix it then I guess we're going to have to save up and buy another one. But I definitely try to fix things before just jumping the gun and buying another one because you could fix it for a couple dollars or no money\n  ","41588":"\n  Hello. I sent you some questions and I followed you so I can send you some more in the future.\n  ","41589":"\n  Yeah because then it's sometimes gets creepy. And they want to come up to you and try to hug you and stuff and it's like no I just smiled at you and that's it move on. And it's not you being mean but it's just like no this is my personal space dude back up and chill out\n  ","41590":"\n  Sure. They're pretty Interesting most of the time.\n  ","41591":"\n  Srry. I'm here tho.\n  ","41592":"\n  ? Hey\n  ","41593":"\n  I see.\n  ","41594":"\n  The last thing I had was grits last night I randomly crave them cheesy grits I don't know if that's exactly a snack but that's what I had last\n  ","41595":"\n  Patience, trust, constant communication, being spontaneous, working together\n  ","41596":"\n  Bike ride. ?\n  \n  While living in Louisiana I made bike riding my transportation. I can't really do it in Mississippi because of it on the country and it's very far from town but I wish I could do it again. Really good for the environment and good exercise. For 2 years I made bike riding my transportation.\n  ","41597":"\n  Yeah? It's cool that you got a new phone.\n  ","41598":"\n  Both are good but I like chocolate chip waffles sausage and syrup together crib a little butter.\n  ","41599":"\n  Afternoon y'all ❤??\n  ","41600":"\n  Just waking up next to my wonderful husband is all I need. ??\n  \n  God motivates me every morning. Thanks! ❤?\n  \n  Clean up and get to feeling fresh.\n  \n  Get something to eat.\n  \n  Walk my dogs.\n  \n  Get ready for work.\n  \n  Put my little makeup on.\n  \n  Get on the road.\n  \n  Work hard and help people.\n  ","41601":"\n  That I love to sing. But idk. They may know that.\n  \n  I like to wood burn and cook? But they may know those too..\n  \n  I enjoy working on vehicles.\n  \n  There we go! There is one! I do! ?\n  \n  Me sitting in one in this pic.\n  ","41602":"\n  ?❤\n  ","41603":"\n  I disagree.\n  \n  Love always is alive\n  \n  Love is always going\n  \n  Love is unconditional ❤\n  ","41604":"\n  Oh ok.  y'all be safe and have fun\n  ","41605":"\n  Singing and entertainment. Comedian. Then cooking.\n  \n  Then being heavily known in the paranormal field. Being able to educate and answer questions for people that are wandering and curious. I've been researching this topic for a very long time now. I feel confident in being able to do that now.\n  ","41606":"\n  I love watermelon! ? and any kinda way! It's delicious!\n  ","41607":"\n  Thank you for all the compliments.\n  ","41608":"\n  Today and how it's gonna go.\n  ","41609":"\n  Ikr. ?\n  ","41610":"\n  ?\n  ","41611":"\n  Jason sleep. ??❤\n  ","41612":"\n  Angela\n  \n  Jason\n  \n  I'm straight?\n  \n  Jason always\n  \n  Avril Lavigne\n  \n  Ryan Upchurch\n  \n  Don't have. Lol. Straight.\n  \n  Don't have.\n  \n  Yesterday\n  \n  Lol on this one\n  \n  And I love my husband, Jason always and forever. ❤\n  ","41613":"\n  Appreciate ya! Same back! Have a great rest of your week!\n  ","41614":"\n  Thx. Same back to you!\n  ","41615":"\n  Yeah. I'm good. Thx\n  ","41616":"\n  ?\n  ","41617":"\n  I hear ya. Lol. It's like that sometimes.\n  ","41618":"\n  Love it.\n  ","41619":"\n  ?✌\n  ","41620":"\n  If I had to change my name maybe from IsaBella to Bella? ?\n  ","41621":"\n  I was wondering what happened to you.\n  ","41622":"\n  Thank you so much!\n  ","41623":"\n  Photograph by Nickelback always brings me back to my childhood. Any Cheetah Girl song. The Powerpuff Girl and Kim Possible theme song. The Courage the Cowardly Dog theme song. Rugrats. NSYNC. Britney Spears. Dixie Chicks. Spice Girls. Mariah Carey songs. Eminem.\n  ","41624":"\n  Thanks. ? You'd like him. He's a sweetheart.\n  ","41625":"\n  I love sweet and sour candies but I love my chocolate for sure! Especially dark chocolate.\n  ","41626":"\n  Me and Jason. ?\n  \n  ❤ My love and ?\n  ","41627":"\n  My Singing.\n  \n  Being creative.\n  \n  I'm passionate about keeping my family and friends and my pet safe. I love them.\n  \n  Hard working and providing.\n  ","41628":"\n  It's really hard to make me jealous. Almost nothing makes me jealous. I just do me.\n  ","41629":"\n  Sounds good. Shoot. But nah...\n  ","41630":"\n  I am married. I flirt with him everyday. It is just comes natural to us. Lol ? so yeah. We are warried so yea. Haha\n  ","41631":"\n  Thx. Hope your well.\n  ","41632":"\n  ??\n  ","41633":"\n  Friends only. Sure. Only friends.\n  ","41634":"\n  Cuddling.\n  \n  Shower.\n  \n  YouTube\n  ","41635":"\n  Yea\n  ","41636":"\n  Kim Possible\n  ","41637":"\n  I'm well.\n  ","41638":"\n  I'm sorry. I miss my husband at the moment he's at work.\n  ","41639":"\n  ?????????❄?????♥??\n  ","41640":"\n  The mind for sure.\n  ","41641":"\n  Green apples for sure.\n  ","41642":"\n  Thanks.\n  ","41643":"\n  I love the cold I'm just tired of the rain though I am ready for mudding season\n  ","41644":"\n  I disagree. There's a time when you care for your yourself and there's a time when you care for others. If you only care for yourself then you're being selfish. If you only care for others then you're being selfless. You have to make time for both. But more than anything care for others. Have respect for yourself and for others\n  ","41645":"\n  I love to cook and then see people's faces when they try my food\n  ","41646":"\n  ? Hello\n  ","41647":"\n  It usually keeps them in order for me as long as you ask everybody the same question. You start from the top your list all the way to the 50th person and then remember that that person and then you go to the next one after them and ask them until you get to the 50th person remember the name after that last one and then just keep going. And it usually doesn't change up the order for me unless you skip somebody on accident.\n  ","41648":"\n  Okay and srry bud.\n  ","41649":"\n  Eh\n  \n  Def def depends for sure.\n  \n  Nothing life threatening\n  ","41650":"\n  Yea?\n  ","41651":"\n  Hey?\n  ","41652":"\n  Pi is commonly used to find the circumference or area of a circle.\n  \n  The number being...\n  \n  3.14159265359... and more.\n  ","41653":"\n  Yea?\n  ","41654":"\n  Good so far. Watching some YouTube. Chilling out atm.\n  ","41655":"\n  Very good. You have a nice night. Just super happy! Goodnight to everyone!\n  \n  Sweet dreams to all! ?\n  \n  ?✊??????\n  ","41656":"\n  Kool\n  ","41657":"\n  Yee? Nice.\n  ","41658":"\n  There ain't nothing wrong with that. I probably will too LOL\n  ","41659":"\n  I love LSU! THEY ARE THE BEST! They so deserve this! They have worked so hard! Proud! ✊???\n  ","41660":"\n  Srry bud. Hey at least they won?! Be happy!\n  ","41661":"\n  Just be careful? K?\n  ","41662":"\n  ??????\n  \n  LSU! LSU! LSU! ?\n  \n  SO HAPPY FOR THEM!\n  ","41663":"\n  Yea? Nice.\n  ","41664":"\n  Just taking it easy. I just got done watching the championship and LSU won. We are about to go to sleep because it's 12:22 a.m.. I hope that you're doing well.\n  ","41665":"\n  Geez... you have got to start being more careful. It seems like every day you are hurting yourself when I accident. Take your time..\n  ","41666":"\n  He just has to have surgery.\n  \n  I'm gonna be up there with him too. Help him home.\n  ","41667":"\n  I play like another 300 games. I have a whole shelves loads and a ton on my Xbox I just can't download them because I don't have enough room on my hard drive so I'm only able to pick a few to download and play.\n  ","41668":"\n  Yeah. A little. I feel a little better today.\n  ","41669":"\n  I will more than likely be at the hospital with my husband because he has surgery that day\n  ","41670":"\n  I have with him for almost 6 years.\n  \n  Married a year and a half.\n  ","41671":"\n  I mean maybe judging in your mind for your own safety in deciding to be around that person at the moment and keeping yourself out of harm's way. That's different. When people are just straight up being like rude and just say things that are just ugly when you\/they could just keep it to yourself\/themselves, that's different there's no need to be that way. Unless of course, you see that person about to embarrass themselves then you pull them to the side and talk to them one-on-one better than embarrassing them in public and going ahead and just doing the complete opposite of what should be done.\n  \n  But you don't need to judge people like as in just because you see someone dressing scary you automatically assume that they might be dangerous or a bad person. That's not always the case because I used to be like that and I was nice I wasn't mean. When people got to know me they saw a different side of what they thought. Don't be so quick to judge because judging a book by it's cover one and you go to read it it's a completely different thing.\n  \n  Or a name of a song. Then you go to listen to it and you actually loving it and it becomes your favorite song.\n  \n  Or food. Don't knock it till you try it.\n  \n  Meeting a person and then is automatically decide you don't like them... when you actually haven't even had a conversation with them yet.\n  ","41672":"\n  Yea\n  ","41673":"\n  I do. They are my fav.\n  ","41674":"\n  I really like Popeyes and their Cajun Rice and mashed potatoes and gravy those two together tastes amazing. I also like their spicy chicken nuggets and french fries and I usually like to order a biscuit. There barbecue sauce is amazing to. Sometimes I'll get shrimp but it just depends.\n  ","41675":"\n  I don't know but most of the time these are questions that I come up with. Every now and then I go and look up questions because I run out of ideas or I just can't think of anything but most of the time these are questions that I come up with. And I try not to steal other people unless they are really funny and I just want to see y'alls answers on them.\n  ","41676":"\n  I'm definitely watching too. I'm super excited!\n  ","41677":"\n  Before any item I would say family friends and pets and then I would probably take this container deposit that contains a lot of things that my family has given me over the years. These things mean a lot to me to very sentimental.\n  ","41678":"\n  it's not so dang bright outside. LOL\n  ","41679":"\n  I have an like to and have went to many different festivals. I have been to air balloon festival's many different Affairs. Many different kite festivals or just the same one just multiple times. Crawfish festivals. Strawberry Festival is. Renaissance events. Cajun festivals. Meat festivals. Many different art events. Fall festivals. Winter festivals. And like so many other ones. This is just a few\n  ","41680":"\n  I am waiting for Jason to come home he just texted me that he's on his way home and I'm watching Ali h on YouTube\n  ","41681":"\n  ? Hey\n  ","41682":"\n  Basically when you have a fever obviously your body temperature is higher than normal. You are warm inside so of course the outside of you would be cold and you feel that you are cold because it is your skin, the surface of your body that is cold. You do not want to bundle up and you can put a towel on your head but... it doesn't really mean it's going to reduce your fever but if you more or less try to drink cold fluids that is getting the inside of your body temperature to go down some. Yes I guess sweating out the temperature could be better but honestly sometimes people temperature just keeps getting higher. Medications and Tylenol and fever reducers or what you should turn to. Try to figure out what your body is lacking such as Vitamin C. Stay hydrated. Take showers. But under any circumstances don't bundle up because then you're just making the surface temperature of your skin hot too and that is honestly just making things worse. Even though you feel cold does it mean that you are really cold.\n  \n  Ex: Have you ever went into a pool and swim for a good while and it was cold in the pool but your body or your skin adapted to the temperature in the pool with the new you want to the restroom it felt like when you pee it was hot because the inside of you is actually hotter than the surface of your skin.\n  \n  This is a good example of how my statement becomes true and what I said about you feeling like you're cold but you're not really. Either your body is the regular temperature or can be hotter. It just all depends. At the end of the day you should do a lot of research if you are sick and you're trying to figure out how to get better or really just visit your doctor and they can help you. And you don't have to do the research or take risks and doing the wrong research and waiting longer to get better.\n  ","41683":"\n  ??\n  ","41684":"\n  When they are around, not around. Whenever. Where ever. Don't matter to me. I love to sing.\n  ","41685":"\n  I do and I have a many different consoles and platforms. Right now I'm mostly playing video games on Xbox one. I play so many different games. Currently my favorite to play is Minecraft, Halo, Destiny, GTA, pubg, Call of Duty games, and more\n  ","41686":"\n  I followed you back! Thanks for following me.\n  ","41687":"\n  Я люблю хоккей, но у меня нет команды, чтобы следовать.\n  ","41688":"\n  Thanks. I followed you back!\n  ","41689":"\n  Everything's been going well and just trying to take it one day at a time. Trying to have the time of my life in this life! Thanks so much for your words and I hope that you have a great day!\n  ","41690":"\n  Nail biting......\n  ","41691":"\n  Don't really have any plans for the rest of this month just trying to get everyone better\n  ","41692":"\n  Y'all sound good.\n  ","41693":"\n  Yess\n  ","41694":"\n  Thx\n  ","41695":"\n  Early\n  ","41696":"\n  ? Hi\n  ","41697":"\n  Yea\n  \n  Not the shell or skin or whatever it's called\n  ","41698":"\n  Neither. Lol\n  ","41699":"\n  I've only been to a few in the South so I do want to visit all of them even parts of Canada and other parts of the world. It's so expensive to travel nowadays. But the ones that I have explored in the south, Urban Explored, it was very fun. I have visited a few places.\n  ","41700":"\n  Christmas presents to family and friends\n  ","41701":"\n  I almost only drink like a couple drinks every few months. Mostly on occasion.\n  ","41702":"\n  Thanks. ?\n  \n  I hope your doing alright too.\n  ","41703":"\n  Thanks bud and your right. That's why I said failing cause yep.. it sure does play a big part in that.\n  ","41704":"\n  Hey.\n  \n  I'm feeling a lot better than I did yesterday. Though I am still a little sick. I am trying my best. Thanks for asking I hope that you're doing okay?\n  ","41705":"\n  Either I guess. ?\n  ","41706":"\n  Anything and everything.\n  \n  Especially start my own business!\n  ","41707":"\n  Not really.\n  ","41708":"\n  Yeah... Floods and rain and tornadoes in the USA too\n  \n  Wild fires in Australia... I know.. :( Def prayers for everyone everywhere. ❤?\n  ","41709":"\n  This honestly\n  ","41710":"\n  ?Trick question I see.\n  \n  Not falling for it. Haha.\n  ","41711":"\n  Dream can definitely be reality. Dreams also can be reenactment of the day that already happened in your life. Friends can be your worst nightmare but we hope for that not to be\n  ","41712":"\n  Yes and no. I don't write in it alot but I have one or so.\n  ","41713":"\n  ?Morning y'all\n  ","41714":"\n  I'm good. Tired. Just woke up. Morning.\n  ","41715":"\n  Very to me.\n  \n  Determination plays a big role in our lives. Patience too.\n  \n  Gotta have both.\n  ","41716":"\n  Thank you.\n  ","41717":"\n  Showers.. and baths... and... Yeah.. ?\n  ","41718":"\n  Yeah it's a little cold here. It ain't too bad.\n  ","41719":"\n  I'm okay. I just didn't feel too good today is all. I just need some prayers that's all.\n  ","41720":"\n  I have none\n  ","41721":"\n  Do you like people? And then why do you not like people or why do you\n  ","41722":"\n  Yea\n  ","41723":"\n  Yeah.... is 9:32 p.m. and I am still recovering from not feeling very well\n  ","41724":"\n  Know how to play your money and then know how to walk away when you win. People like to play things back but when you win and you win good and beg you walk away. You go enjoy yourself somewhere else when you're not going to waste that winning money. Also in moderation. Only do so in moderation. Don't always bet your money because most the time you're not going to win. Look and know how to play your money and when\n  ","41725":"\n  It will probably be easier for me to tell you the ones that I don't eat than the ones that I do because I eat almost any fruit or vegetable raw or cooked.\n  \n  I don't really like bananas. The texture is odd to me. I'm not really a fan of grapes too much. I like tomatoes but I can't sit there and just take a bite out of a tomato but I do like tomatoes. And honestly I can't think of anything else that I don't like to eat that's raw or cooked and it being a vegetable or fruit. I've always loved my fruit and vegetables. I also don't really like red apples. I can eat them I also don't really like red apples. I can eat them but I don't I also don't really like red apples. I can eat them but I don't really like them that much. And I'm not a fig person\n  ","41726":"\n  My feets ?\n  ","41727":"\n  Of course.\n  \n  But seriously want to try that white russian. There ain't no going back it's delicious! It's not even about the alcohol, it's absolutely delicious and you can get a virgin daiquiri. That's what it's called a daiquiri a White Russian daiquiri. You will fall in love. They put milk in it too. I love chocolate milk. Though milk doesn't like me 100% I still stay loyal to it.\n  \n  For real you don't have to drink. My husband doesn't drink. And I drink on occasion. Not even with groups of people just to have a taste for something.\n  ","41728":"\n  Of course forgiveness is important. I believe everyone should do this is forgive.\n  ","41729":"\n  Avril Lavigne and Ryan Upchurch Christina Grimmie\n  ","41730":"\n  Strawberry\n  \n  Fresh garden\n  \n  Cucumber\n  \n  Salsa\n  \n  Just the smell of warm home cooked meals\n  \n  Fresh grass\n  \n  New items\n  \n  And more\n  ","41731":"\n  Now. About 3 feet and a few inches maybe. Still going. ?\n  ","41732":"\n  I like it. I also like a whitest grey but would never wanna change my eye color.\n  ","41733":"\n  Fans\n  ","41734":"\n  Bus.\n  ","41735":"\n  Wind chimes\n  \n  Cooking noises\n  \n  Hubby soundly sleeping\n  \n  Train horn\n  \n  Singing and music\n  ","41736":"\n  Fish\n  \n  pinapple\n  ","41737":"\n  Yeeep\n  ","41738":"\n  Thanks? Lol\n  ","41739":"\n  I have a ice pack on my face atm. I shall. Thanks!\n  ","41740":"\n  A little. Not much. But trying.\n  ","41741":"\n  This isn't me.\n  \n  This is a good friend of mine that said this. Thank you for reaching out and saying some kind words to them. ? They are truly amazing and have a big heart. ❤?✌\n  ","41742":"\n  Gumbo ?????\n  ","41743":"\n  ❤??\n  ","41744":"\n  On face. Like my eyes and cheeks.\n  \n  My hair.\n  \n  My humor.\n  ","41745":"\n  Trust.\n  \n  Loyalty.\n  \n  Kindness.\n  \n  Positive.\n  ","41746":"\n  Agreed.\n  \n  Gotta have control. That is most important in life.\n  \n  Ya don't want people to push ya around and do what they want. Tell you what they want you to do. No. Have control and know your limits. How to say yes and no.\n  ","41747":"\n  When I'm off of work. Like now. Lol.\n  ","41748":"\n  Yes and yes. Love to bowl!\n  ","41749":"\n  I try to be peoples rock.\n  \n  Am fair and stick up for what's right always. Like ny determination.\n  \n  I get frustrated easily..\n  \n  Struggle with comprehension issues sometimes.\n  ","41750":"\n  Going mudding, fishing. Some kind've great outside activity!\n  ","41751":"\n  Sometimes.\n  ","41752":"\n  Oils and pastels. I love textures!\n  ","41753":"\n  No? Wtf\n  ","41754":"\n  Yea.\n  ","41755":"\n  Yeah a few people from middle school. Off and on I'd run into these kinds of people. One a teacher.\n  ","41756":"\n  Quite a few. It would take a min to go through and name all. But they are all lovely. And then on other social media I follow them and they follow me. Again it's like 30 diff people. I am greatful for that. Them. They are all lovely people.\n  ","41757":"\n  Thanks! Me too! This isn't fun.\n  ","41758":"\n  Heck no. ? I just got told I wasn't 2 days ago so I know it's not that. Haha.\n  \n  Nah.. Just got too hot the other night I think. Sucks...\n  ","41759":"\n  Beer is good. But today I am just meh.\n  ","41760":"\n  Of course. And he agrees. We both are good to one another also. To others as well.\n  ","41761":"\n  I've got em' already.\n  \n  Jason is a caring strong smart person. Knows what's important and protects it. Wants a bright future with me. Kids. Home. He is so much more.\n  ","41762":"\n  Sure. I followed ya. Thx for following me.\n  ","41763":"\n  Lol.\n  ","41764":"\n  Followed* ?\n  ","41765":"\n  I just don't feel well today.\n  ","41766":"\n  Yea?\n  ","41767":"\n  I liked tattoos and then they started coming at me sideways about it and me.. I'm like.. Um? Do you have them? Are you being forced against your will to get them? How does mine hurt or effect you? They don't. I respect your view, by why even say anything if nothing is gonna be done or changed? Just keep ya words to yaself. Simple. ?\n  ","41768":"\n  It's okay. I do it all the time. Haha.\n  ","41769":"\n  ? Guess so. Haha\n  ","41770":"\n  Yes. N thx. I try. ✌\n  ","41771":"\n  Something is wrong with them... FUK THEM\n  \n  Chocolate milk is the sh- !\n  \n  They can go kill their brain cells on alcohol while you keep on drinking ya chocolate milk!\n  \n  Did you know.... That they have chocolate liquor and fuggen... white russian??? It's like chocolate milk! YOU NEED TO LOOK INTO THIS! WE CAN MAKE DREAMS HAPPENED?D ? LOL ??? ?\n  \n  Just being goofy.\n  \n  And you don't have to drink? Ain't nothing kool about pressuring someone into doing something they don't wanna do... Fukn stupid.\n  \n  Do what you want carelessly caring what they think. Care for you there. That matters.\n  \n  Much love.\n  ","41772":"\n  Same. I never really got into grape. Maybe white grape... But not red. Too much on the flavor and bitter. If ya know what I mean. Lol husband on the other hand LOVES grape stuff of any kind. Haha.\n  \n  But yeah I very much dislike.\n  ","41773":"\n  It's okay.\n  \n  But really... You don't need it... Your just paying for a name... Just go and get you some cute stuff from walmart or just some cute and decently priced stuff online.. I don't even use Victoria Secret stuff.. Too much! They want like 50-60-70-80! Dollars for a bra! And then like... 15-20 for little things... Like... Wow... When you can find cute stuff at Wal-Mart. Cuter. Seriously.\n  ","41774":"\n  Any human and use anything.\n  ","41775":"\n  I am not too big on them. Never have been. Especially ever sense one of my friends loved them and then randomly became deathly allergic to them. Yeah.. Idk ? but yeah..\n  ","41776":"\n  I couldn't just save one. Sorry. Can't answer this question correct\n  ","41777":"\n  Goodnight everyone!\n  ","41778":"\n  I am more or less going to work all day\n  ","41779":"\n  Definitely depends on how needy you're talkin about. Me I don't feel like I'm too bad but people that are really really really really bad yeah I definitely try to avoid them. But I think all humans are a little needy\n  ","41780":"\n  ?\n  ","41781":"\n  Of course I do. I remember playing basketball with my family out in the front yard. It was a homemade Basketball goal. We used to sit there and try to shoot 3-pointers and farther. We always had fun. Sometimes we have get-togethers and barbecue. Lots of parties with family and friends. Socializing. Good Times definitely. Of course I miss my olden days. But we all have to move forward\n  ","41782":"\n  Pawn shops, pet stores and antique shops\n  ","41783":"\n  C Spire\n  ","41784":"\n  I feel... Push over.\n  ","41785":"\n  Sure\n  ","41786":"\n  Definitely could be better but it's good\n  ","41787":"\n  Swan and flying! ?\n  ","41788":"\n  Absolutely know my purpose in life. I really enjoy making people laugh and helping people. Just being a positive outlook for certain people. Making people feel whole. Taking care of anyone that needs my help. Just trying to live life to the fullest. Make a family and raise them well with. Jason.\n  ","41789":"\n  You've still got this!\n  ","41790":"\n  Ouu yes! So good.\n  ","41791":"\n  Mean annoying people that won't seem to get out of my life\n  ","41792":"\n  Ouu both sound good.\n  ","41793":"\n  People can make anything beautiful so sure.\n  ","41794":"\n  Thursday! Yee yee! ?\n  ","41795":"\n  Can i pick ? bike? Lol\n  ","41796":"\n  I think you would look good in any kind of way. Any color.\n  ","41797":"\n  I can.\n  ","41798":"\n  Thanks. I followed ya back.\n  ","41799":"\n  None.\n  \n  I wouldn't mind visiting any.\n  ","41800":"\n  Hot honestly. And then cold at the end of the day\n  ","41801":"\n  Lol\n  ","41802":"\n  How to live in this way of life. responsibility. Respect for themselves and others and waay waaay more.  do you have to work to receive. And not only work but work very hard that includes doing things that you don't want to do\n  ","41803":"\n  I honestly just try not to get any attention but if I get it it's wherever. A lot of the time. Especially uncomfortable and unwanted attention\n  ","41804":"\n  These are beautiful.\n  ","41805":"\n  Family\n  \n  Jason\n  \n  My destiny\n  ","41806":"\n  ?\n  ","41807":"\n  Gumbo and potato salad\n  \n  Beignets\n  \n  Pastalaya\n  ","41808":"\n  I believe I already answered this earlier.\n  ","41809":"\n  Idk.... Same. Beer is good.\n  ","41810":"\n  I was born and raised in south Louisiana. I'm from the Cajun Country, Creole. I've literally have had it all.\n  ","41811":"\n  Ah. Didn't know what they meant by that. I am unfamiliar with that.\n  ","41812":"\n  Thaanks. ?\n  ","41813":"\n  Nah.\n  \n  And yes lol.\n  ","41814":"\n  Si. ?\n  ","41815":"\n  Me too sometimes.\n  ","41816":"\n  Sure. Thanks for following me. I followed ya back!\n  ","41817":"\n  Of course.\n  ","41818":"\n  Whaat? Aboard what?\n  ","41819":"\n  ?.? A what? ?\n  ","41820":"\n  Says in my bio\n  ","41821":"\n  A what? What? Lol\n  ","41822":"\n  ? Hey\n  ","41823":"\n  What kind of stone is this? Because some rocks symbolize different types of energy and it could be a positive energy or stone and there could be an energy when you were living at and it may have moved it to your bed for better\/more protection. I know this is a lot of assuming but if that rock is a good energy rock or crystal it can have good symbolization and energy. If you have positive energy(positive spirit), they can move things, that's what they have heard to do and they might have moved it to your bed to give you more protection. They always say to have the circle around your bed protected with salt(lightly) and to bless your room and all of the doors in your house. This is just the same you don't have to do it. I'm just simply answering your question based off of information that I know. Hopefully I helped. Shouldn't be anything negative. Should be positive\n  ","41824":"\n  I honestly don't really mind doing anything.\n  \n  (Going into work everyone. Y'all have a great day and stay safe! We've been having really bad weather here in tornado warnings y'all say a prayer for us!)\n  ","41825":"\n  Both are okay.\n  ","41826":"\n  Nice! My husband's little sister has one too.\n  ","41827":"\n  LOVE\n  \n  All of my ringtones and message tones are Kim Possible and have been for years\n  ","41828":"\n  I have two pit bulls and they are very very good pets. They are the sweetest\n  ","41829":"\n  Done\n  ","41830":"\n  Or it's just be me and my husband and our dogs in the house. Have her own place to fix up and make it our own.\n  ","41831":"\n  I would definitely say an older soul. And I think other people would agree because a lot of my friends are a lot older than me.\n  ","41832":"\n  ? Hey\n  ","41833":"\n  I absolutely love the dulcimer. It's such a nice instrument to learn to play. It's a very country folk type instrument. I played it for a while and got really really good at it. I still know how to play but I don't have my dulcimer anymore.\n  ","41834":"\n  I love dogs! I own 2\n  ","41835":"\n  Honestly I'm mostly a singer. Occasionally I like to play the violin. I also could play a little piano, harmonica, drums, and guitar. I am really good at playing the dulcimer.\n  ","41836":"\n  Good morning\n  ","41837":"\n  Thanks! Good night to you and goodnight to everyone!\n  ","41838":"\n  ??✌❤Ya'll\n  ","41839":"\n  ???why LOL\n  \n  HAHA\n  ","41840":"\n  Sometimes. It's all about when you use it and how you use it. Sometimes sorry just doesn't cut it.\n  ","41841":"\n  I love berries. Honeydew melon. Any kind of sweet or Sour Apples. I love pineapple. Oranges. Clementines. Kiwi. Dragon fruit. And more I love fruit\n  ","41842":"\n  ??\n  ","41843":"\n  Go on a world tour with my dogs and my husband. And take family and friends with me.\n  ","41844":"\n  I'm not sure but a lot of them were scammers and it was really annoying\n  ","41845":"\n  Definitely brains\n  ","41846":"\n  Sure\n  "}}