{"Question":{"407740":"\n   What is your definition of perfection? What makes something perfect? ?STAIF?\n  ","407741":"\n   Pick 3 ask users and tell us why you like them.\n  ","407742":"\n   What's your ambition in life? Everyone wants to be happy ultimately. But what are the things you aim for in your life. What's the thing which inspires you to get out of bed every morning and work a little harder?\n  ","407743":"\n   Do you know any hypocrites?\n  ","407744":"\n   When's the last time you had a home cooked meal? \n\nTakeout\/ fast food?\n  ","407745":"\n   Best quality of your best friend?\n  ","407746":"\n   Omg I actually like this weather lol. I hate stepping outside feeling like I can’t breathe because of how hot it is. Lol. I hope you enjoy this beautiful day ☀️\n  ","407747":"\n   What wild animals do you see around your home on a daily basis?\n  ","407748":"\n   I’ve never seen hail on Long Island lol. It did cool down tho because it was really windy outside\n  ","407749":"\n   All it did was thunder while it was sunny out lol. I think by me we heard thunder meanwhile it wasn’t raining because the town more west of me (I live more in the middle of the island) it was raining and thundering .\n  ","407750":"\n   Do you talk to your pet?\n  ","407751":"\n   I’m glad it’s going to be 5° cooler than yesterday\n  ","407752":"\n   PAP your favourite wallpaper ??\n  ","407753":"\n   What song are you listening to right this moment?\n  ","407754":"\n   Wow they are ugly ?\n  ","407755":"\n   What's on ur mind?\n  ","407756":"\n   How’s your weekend going?\n  ","407757":"\n   I love your tattoos! My favourite is the symbol one.  Would you mind me asking what it symbolises?\n  ","407758":"\n   Do you have any tattoo? Post a pic of them please?\n  ","407759":"\n   Did you have a good day\n  ","407760":"\n   Have you ever smoked weed\n  ","407761":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","407762":"\n   What are some things you dislike about your boyfriend? Habits, personality etc.\n  ","407763":"\n   What have you learned today?\n  ","407764":"\n   Who will be the next person you will kiss?\n  ","407765":"\n   What's your favorite place to think? PAP.\n  ","407766":"\n   Can you whistle?\n  ","407767":"\n   Would you rather live in the mountains or on the beach?\n  ","407768":"\n   Whats a lesson your past relationship taught you?\n  ","407769":"\n   I'm in a long distance relationship and things were great for a couple months then he started working a lot and I feel we don't spend as much time as I please, he knows this. There's nothing I can do about his schedule. Everything else is great but that bothers me. What do you think I should do?\n  ","407770":"\n   When you watch music videos how do you like them? \n\nlive, audio, background to films, acoustic version, lyrics shown etc\n  ","407771":"\n   What's the longest you've gone without sleep?\n  ","407772":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","407773":"\n   Which do you prefer books or movies game of thrones?\n  ","407774":"\n   What is your happiest memory?\n  ","407775":"\n   Which has more value: creativity or knowledge?\n  ","407776":"\n   Are there any songs\/books\/films etc that you find particularly comforting to you?\n  ","407777":"\n   What’s your favourite way to enjoy a hot weekend? ☀️\n  ","407778":"\n   When’s the last time you stayed in a hotel?\n  ","407779":"\n   Do you follow directions well?\n  ","407780":"\n   Hi Leigh I guess I need to rant or something... my eyesight is shit and I’m already at the age where my myopia should stabilise but it’s not... even with contact lenses things are very blurry for me and it makes me more depressed and very sad.. my family genetics in eyesight aren’t good... I know\n  ","407781":"\n   What type of alcohol do you like? What can't you stand for lack of taste or bad experience with? \n\nDo you like mojitos? We have a sugar free mix of it. Probably for July 4th ¯\\_(ツ)_\/¯\n  ","407782":"\n   What do you hate most about humanity?\n  ","407783":"\n   Do you regret being friends with toxic people?\n  ","407784":"\n   Favorite summer foods to eat?\n  ","407785":"\n   Are you a possessive person?\n  ","407786":"\n   Do you like having alone time\n  ","407787":"\n   How much time per day do you spend on the internet?\n  ","407788":"\n   Do you know anybody who doesn't like chocolate?\n  ","407789":"\n   What is the craziest thing you've ever done\n  ","407790":"\n   What were some of the saddest moments you ever had?\n  ","407791":"\n   Do you have any aches and pains atm\n  ","407792":"\n   Is there someone you miss on ask.fm?\n  ","407793":"\n   Do you like to have company when you’re sick\/depressed?\n  ","407794":"\n   Hello leigh how are you babe\n  ","407795":"\n   What was your first paying job?\n  ","407796":"\n   On the other hand, what is a movie you started watching, but couldn't get into? :3\n  ","407797":"\n   Do you have a favourite outfit? If you do what is it\n  ","407798":"\n   This answer shows that you actually are a strong person. You know yourself and your feelings. You always answer openly and respectfully. You know a lot about mental health and you always offer your help. I'm not judging here, but from my point of view, you are a very STRONG person Leigh.\n  ","407799":"\n   Would you be offended if you were given things that you can easily afford in a context that someone poorer would benefit from it rather than you?\n  ","407800":"\n   Could you say why you don't?\n  ","407801":"\n   What movie can you watch over and over again? :3\n  ","407802":"\n   Who are you outside this social media space?\n  ","407803":"\n   Do you make many jokes.\n  ","407804":"\n   Do you mind wearing other people's clothes or buying used clothes?\n  ","407805":"\n   Do you believe in God?\n  ","407806":"\n   What is your favorite type of sushi?\n  ","407807":"\n   Favourite song nowadays?\n  ","407808":"\n   Do you believe in life after death?\n  ","407809":"\n   Has anyone borrowed anything from you and had yet to return it?Have you borrowed anything from anyone and not returned it?\n  ","407810":"\n   Do you consider yourself healthy?\n  ","407811":"\n   Do you put someone’s happiness before you?\n  ","407812":"\n   Food spam: Which type of pastry is your favorite?\n  ","407813":"\n   Is it true that in America the meals are larger than the rest of Europe?\n  ","407814":"\n   What is your favorite month of the year?\n  ","407815":"\n   If you had only one last wish to make, what would it be?\n  ","407816":"\n   What types of chips \/crisps are your favorite?\n  ","407817":"\n   Do you consider yourself as a strong person?\n  ","407818":"\n   Do you believe in the concept of soul mates?\n  ","407819":"\n   Are most Americans basically good people?\n  ","407820":"\n   Are you patriotic?\n  ","407821":"\n   Do you hate change?\n  ","407822":"\n   Leigh update...\nLike how the f are you ???\n  ","407823":"\n   Do you ever wonder how things will turn out if you didn't do certain things\n  ","407824":"\n   Do you care if someone doesn't like you?\n  ","407825":"\n   what is those skin marks on your right arm?\n  ","407826":"\n   Is your dress a brand?\n  ","407827":"\n   Are there piercings in a hidden part of his body?\n  ","407828":"\n   Post some art you did ?\n  ","407829":"\n   Do you worry much\n  ","407830":"\n   she actually answered questions lol but then deleted them\n  ","407831":"\n   How often do you need to change your glasses?\n  ","407832":"\n   Last picture in ur phone? Including screenshots\n  ","407833":"\n   Do you know what time you were born?\n  ","407834":"\n   because she pops up in your \"recommended friends\" list\n  ","407835":"\n   Are you happy cadie is back?\n  ","407836":"\n   They always say its the employees job to  clean it what are your thoughts on that\n  ","407837":"\n   If you like Italian food what is your favorite dish?\n  ","407838":"\n   What kind of cheese do you like on your burger?\n  ","407839":"\n   What’s your favorite type of soup?\n  ","407840":"\n   What do you do when you feel sad?\n  ","407841":"\n   Do you wear less makeup in the summer? Favorite go to looks?\n  ","407842":"\n   Again not a question I always try to stay positive and you'll be a great mum I know it\n  ","407843":"\n   Which vegetable is your favorite?Do you prefer it raw or cooked in some fashion?\n  ","407844":"\n   Do you like cheezits? Do you have a favorite flavor of them?\n  ","407845":"\n   Not a question but you'll be a great mum\n  ","407846":"\n   What is something people always do when you go to the gym. Mine is  wipe off your sweat off the fucking machine when you've finished using it\n  ","407847":"\n   How many kids do you want\n  ","407848":"\n   When was the last time you felt old\n  ","407849":"\n   How long have you worn glasses\n  ","407850":"\n   That's good has it helped you\n  ","407851":"\n   Do you see a therapist\n  ","407852":"\n   What is your favourite song\n  ","407853":"\n   Do you worry much\n  ","407854":"\n   Fav alcoholic drink\n  ","407855":"\n   How's going\n  ","407856":"\n   Do you workout\n  ","407857":"\n   What's one thing that you need\n  ","407858":"\n   Did you hear about that youtuber etika what a shame\n  ","407859":"\n   How flexible are you\n  ","407860":"\n   Then headache or bellyache?\n  ","407861":"\n   do you like vodka?\n  ","407862":"\n   From where did you buy your dress?\n  ","407863":"\n   What have you done today\n  ","407864":"\n   Would they fire you if they knew you’re hungover?\n  ","407865":"\n   Really? and r u sleepy or what?\n  ","407866":"\n   are you a control freak?\n  ","407867":"\n   Why hungover ??\n  ","407868":"\n   How are you\n  ","407869":"\n   Do you laugh more when you've been drinking?\n  ","407870":"\n   Are you still with your friend now?\n  ","407871":"\n   Do you smoke cigarettes?\n  ","407872":"\n   Does your bf drink alcohol too?\n  ","407873":"\n   What things do you consider before you  drink alcohol?\n  ","407874":"\n   Ever wake in the middle of the night and can't get back to sleep?\n  ","407875":"\n   Do you dislike the smell of alcohol on other peoples breath?\n  ","407876":"\n   Are you asleep now?\n  ","407877":"\n   So why would a persons mind give them bad dreams?\n  ","407878":"\n   But isn't it you who is having the nightmares?  If so, why don't you have control over them?\n  ","407879":"\n   So why do you have nightmares if you don't like having them?\n  ","407880":"\n   What do you usually eat for breakfast?\n  ","407881":"\n   Do you like having nightmares?\n  ","407882":"\n   How many times do you usually eat each day?\n  ","407883":"\n   Can you remember your first time getting drunk?\n  ","407884":"\n   Do you sleep better whilst drunk?\n  ","407885":"\n   I want to be one of your freinds?\nI will prouf of that\n  ","407886":"\n   How are you??\n  ","407887":"\n   Who is the most beautiful person in your family?\n  ","407888":"\n   Do you ever have a barbeque in the summer\n  ","407889":"\n   Are you left or right handrd\n  ","407890":"\n   When did you dye your hair red?\n  ","407891":"\n   Do you get flash flooding where you live?\n  ","407892":"\n   What is your favorite game?\n  ","407893":"\n   did you learn to write short hand?\n  ","407894":"\n   Nice haircut :)\n  ","407895":"\n   Do you have GERD or know anyone that has it?\n  ","407896":"\n   May I ask how many times you exercise in a week?\n  ","407897":"\n   Did you cheat on... your diet at the wedding?\n  ","407898":"\n   I missed read this so badly lol I thought you said hung someone I was like wait what\n  ","407899":"\n   When was the last time you hugged someone? ?STAIF?\n  ","407900":"\n   What is one important piece of advice you want to share with everyone?\n  ","407901":"\n   There's a dead rat in my house. I can smell but I can't find it. What would you do if this happened to you?\n  ","407902":"\n   Do you ever share those Facebook posts that contain the words 'I bet none of my friends will share this'??\n  ","407903":"\n   in your opinion, what's it like to fall in love?\n  ","407904":"\n   Do your mother and your boyfriend get along with each other?\n  ","407905":"\n   Got any allergies?\n  ","407906":"\n   What kind of things to you do when you want to blow off a bit of steam?\n  ","407907":"\n   What are your hobbies?\n  ","407908":"\n   Have you ever eaten escargot?\n  ","407909":"\n   What time do you wake up?\n  ","407910":"\n   Do you believe in other dimensions and parallel universes?\n  ","407911":"\n   Do you know people who make others feel guilty about laughing or enjoying something or even having fun?\n  ","407912":"\n   What makes you laugh the most?\n  ","407913":"\n   Ever been in a situation where no ones listening but you have to keep talking anyways?\n  ","407914":"\n   Burned any bridges recently?\n  ","407915":"\n   Do you believe that world peace will ever be possible?\n  ","407916":"\n   Hello, how you doing?\n  ","407917":"\n   Why does society place such a high value on beauty when it serves no functional purpose?\n  ","407918":"\n   What's a word you feel you use too often?\nWhat's a word you feel you don't use often enough?\n  ","407919":"\n   What is a big decision you've made that has changed your life forever? Was it for good and for bad?\n  ","407920":"\n   Do you think it's fair to treat people exactly the same way they treat you?\n  ","407921":"\n   What is the best book you have read?\n  ","407922":"\n   How have your priorities changed over time?\n  ","407923":"\n   Plans for today\n  ","407924":"\n   “I wish you were here to tell me that everything is gonna be okay.” —\nDo you have someone who tells you positive things in difficult times?\n  ","407925":"\n   What makes you happy? ?STAIF?\n  ","407926":"\n   What is the last thing you did to be kind to yourself? ?STAIF?\n  ","407927":"\n   What's the last thing that made you smile? ?STAIF?\n  ","407928":"\n   Are you a worrier?\n  ","407929":"\n   Why are you terrified of bunjy jumping skydiving etc?\n  ","407930":"\n   What’s your favorite restaurant and what’s your favorite thing to order ?\n  ","407931":"\n   Would you rather swim in the sea or in the pool?\n  ","407932":"\n   Whats your dream travel destination?\n  ","407933":"\n   like hello, i have an inbox just ask the question yourself instead of assuming the worst to soothe whatever self-hatred vendetta you have against me.\n  ","407934":"\n   literally no one has even bothered to ask me, they’re just assuming and jumping on peoples pages that are for one are never going to bring me down to begin with.\n  ","407935":"\n   Do you binge watch?\n  ","407936":"\n   why do i deny this ? lmao.\nare you too scared to come to my actual page though anon or what ?\n  ","407937":"\n   Lol really?And have your ex or bf ever grabbed your?\n  ","407938":"\n   What??? She denies that she calls him DaDdY??? LOL she’s definitely scared or ashamed\n  ","407939":"\n   What's some things that you would like to try but feel too afraid to?\n  ","407940":"\n   Song that fits today's vibe?\n  ","407941":"\n   Favourite song lyrics?\n  ","407942":"\n   Have you ever grabbed a boy's butt ??\n  ","407943":"\n   What’s up\n  ","407944":"\n   Single or taken?\n  ","407945":"\n   Do you wish to have a lot of friends?\n  ","407946":"\n   why would i be ashamed of something that wasn’t even on my page?\n  ","407947":"\n   How’s your health?\n  ","407948":"\n   Why did Morgan delete her answers? Is she ashamed of calling her bf daddy LOL\n  ","407949":"\n   How are you feeling?\n  ","407950":"\n   Any advice to someone who struggles to put their feelings on paper because the topic hurts them to talk about?\n  ","407951":"\n   And yet you portray yourself as poor.\n  ","407952":"\n   I feel like people also forget how often gay men are fetishized as well, arguably mAYBE not as often as lesbians, but still are nonetheless. I don't know if it's still like this now, but \"gay boy fanfictions\" were one of the biggest fads in my highschool, and id you were gay, that was basically (1\/2\n  ","407953":"\n   ﹅❁. What is your summer song?\n  ","407954":"\n   So you have the money to go on a trip???\n  ","407955":"\n   where do you plan on going with it?\n  ","407956":"\n   What is your next plan?!!! ★Any Matter★\n  ","407957":"\n   If a group of friends asked you to share an adventure with them, do you think you'd be up for it, or do you find adventures nasty, disturbing, uncomfortable affairs?\n  ","407958":"\n   What's your favorite late-night snack ?\n  ","407959":"\n   Have you ever had to learn anything the hard way if so what\n  ","407960":"\n   Do you think it is okay for someone to leave their S\/O because they were not able to deal with their mental illness?\n  ","407961":"\n   What was last meal you cooked?\n  ","407962":"\n   why\n  ","407963":"\n   Have you ever been in a fight in school?\n  ","407964":"\n   Got any phobias?\n  ","407965":"\n   Would you agree that lesbians are often treated better than gay men because there is less stigma surrounding it largely due to it being largely fetishised ?\n  ","407966":"\n   Do you think if you’re 30+ and still on ask then you’re a loser?\n  ","407967":"\n   Is it just me or do you really hate buses\n  ","407968":"\n   i followed you\nfollow me ?\n  ","407969":"\n   What are you up to?\n  ","407970":"\n   What time do you normally go to bed and get up\n  ","407971":"\n   You look happy in your profile pic and I love your smile!\n  ","407972":"\n   Thank you so much Leigh! That was really helpful!\n  ","407973":"\n   Is there a reason such as being severely punished or such? Or is it something other?\n  ","407974":"\n   Did your parents ever use spankings or did they use alternative punishments such as groundings and taking things away that you enjoyed?\n  ","407975":"\n   In your personal opinion, what types of punishments are appropriate for kids as they're growing up?\n  ","407976":"\n   In your opinion, is 38 too old for a woman to have her last child?\n  ","407977":"\n   What suggestions do you have for how to practice being more open and true to ourselves?\n  ","407978":"\n   Salon or not, it came out quite well. How does your hair color represent\/affect you?\n  ","407979":"\n   How did you get your hair to have such a lovely and vibrant color?\n  ","407980":"\n   Ever answered a text whilst making love?\n  ","407981":"\n   Do you think that your face is symmetrical?\n  ","407982":"\n   Favourite food?\n  ","407983":"\n   Do you ever self sensor on the internet because you're afraid of what other may think of your perspectives?\n  ","407984":"\n   Do you like to receive compliments?\n  ","407985":"\n   Do you thing that some people feel bullied when they're actually not bullied?\n  ","407986":"\n   What are some things your bf\/husband does that annoys you\n  ","407987":"\n   Any idea why bullies bully?\n  ","407988":"\n   Ever been bullied?\n  ","407989":"\n   What was the thing that annoyed you?\n  ","407990":"\n   What are your top five favorite movies?\n  ","407991":"\n   If your bf gave you a fake scratch card as  joke what would you say to him if he didn't tell you its fake\n  ","407992":"\n   What should someone have in a resume?\n  ","407993":"\n   Do you use public transportation?\n  ","407994":"\n   Do you not like anyone who lives in your neighborhood\n  ","407995":"\n   Do you own a swimming pool\n  ","407996":"\n   Last time someone asked to see your ID\n  ","407997":"\n   I thought you were close to Courtney.\n  ","407998":"\n   Have you ever eaten caviar\n  ","407999":"\n   Have you ever used a face mask?\n  ","408000":"\n   If you could only keep five possessions, what would they be?\n  ","408001":"\n   What's wrong with being a SJW?\n  ","408002":"\n   When you dance, you look like…?\n  ","408003":"\n   What makes someone attractive?\n  ","408004":"\n   Would you say your experience with askfm has been positive or negative?\n  ","408005":"\n   Should not using a trans persons preferred pronouns be a criminal offense?\n  ","408006":"\n   Have you ever bought someone flower? Or recieved them?\n  ","408007":"\n   what is your favourite quotation?\n  ","408008":"\n   On a whole , do you eat healthy or do you love junk food?\n  ","408009":"\n   Picnics or barbecue?\n  ","408010":"\n   Can a file clerk be paid more than co-worker (paralegal) if file clerk has been there longer & had above-average salary increases every year?\n  ","408011":"\n   What song would be on your soundtrack for today?\n  ","408012":"\n   Who's your best friend in rl? Do you have an ask fm bestie?\n  ","408013":"\n   Anyone else's inbox spammed alot by creeps?\n  ","408014":"\n   Serious question :Have you ever been sent an unsolicited nude pic?\n  ","408015":"\n   What childhood story actually frightened you?\n  ","408016":"\n   Favorite chips?\n  ","408017":"\n   Are you a feminist?\n  ","408018":"\n   Do you like Carrots if you do. Do you like them raw or cooked more\n  ","408019":"\n   Would you rather drink a glass of water or a glass of milk? ???\n  ","408020":"\n   Pap\n  ","408021":"\n   Have you ever been depressed?\n  ","408022":"\n   What are you up to\n  ","408023":"\n   You wanted to please her when she was active on ask duh. Now that she’s not here you didn’t say it’s gross LOL\n  ","408024":"\n   Is work gonna get weird as from 4:20 ?\n  ","408025":"\n   What is your favorite alcohol and brands of alcohol?\n  ","408026":"\n   Is New York expensive to live there?\n  ","408027":"\n   do you smoke cigarettes and drink alcohol?\n  ","408028":"\n   I’m so glad you had a good time! You looked amazing!\n  ","408029":"\n   LOL your opinion has changed. You used to talk sh*t about daddy kink. I guess you just wanted to please cadie\n  ","408030":"\n   What keeps you up at night? If you ever.\n  ","408031":"\n   Whats your stamina like how far can you run without getting tired\n  ","408032":"\n   Finally Friday !!! Are you doing anythig special today?\n  ","408033":"\n   What actions can solve the gang problems?\n  ","408034":"\n   On a whole , are you happy?\n  ","408035":"\n   Would you be okay with your children being conservatives when they are adults? (If you had any)\n  ","408036":"\n   Plans for today\n  ","408037":"\n   Last time you cried?\n  ","408038":"\n   Yea can you guess what famous person i look a like?!\n  ","408039":"\n   What do you think of daddy kink?\n  ","408040":"\n   Well said, Leigh - it's nice to see someone use the phrase \"toxic masculinity\" properly, instead of SOME feminists who paint it as though masculinity in general is toxic.\n  ","408041":"\n   Do you pack food\/drinks for long drives?\n  ","408042":"\n   What is your favorite song?!!♥\n  ","408043":"\n   Do you like korean music?\n  ","408044":"\n   I'm sending this out to everyone anonymously so they don't know it's me and then target me on other accounts but please block and report\n   \n    @Maggyisiordia\n   \n   for trying to spread indecent images of children.\n  ","408045":"\n   Is shaving your arm hair weird\n  ","408046":"\n   How old were you when you got your first mobile phone ?\n  ","408047":"\n   Have you ever eaten lobster?\n  ","408048":"\n   Would you ever get a moterbike\n  ","408049":"\n   What is your favourite and least condiment\n  ","408050":"\n   Is it possible to fall in love with someone you just met online?\n  ","408051":"\n   Who was your first kiss?\n  ","408052":"\n   How did you come up with poetalunam?\n  ","408053":"\n   Is petrol expensive where you live?\n  ","408054":"\n   Did the wedding you went to have marriage vows?  If so, where they the standard ones?\n  ","408055":"\n   Would you make up your own marriage vows?\n  ","408056":"\n   Ever tried solo travelling?\n  ","408057":"\n   Are you aware of the divorce rate in the US?\n  ","408058":"\n   What is the point of getting married from your point of view?  Like, what purpose does it serve for you?\n  ","408059":"\n   Do you want to get married some time?\n  ","408060":"\n   Who got married?\n  ","408061":"\n   Why did you get tattoos?\n  ","408062":"\n   Well how was your trip?\n  ","408063":"\n   what's your dreams job!\ndo you like your current one!\n  ","408064":"\n   Hi\n  ","408065":"\n   What questions do you really dislike receiving?\n  ","408066":"\n   What are some of your favourite questions to answer?\n  ","408067":"\n   Is there anything that you actively avoid answering?\n  ","408068":"\n   What is one weird food combination that you love?\n  ","408069":"\n   If you had to get a spontaneous tattoo , what would you get?\n  ","408070":"\n   PAP of your pets..?\n  ","408071":"\n   Last time went on a date\n  ","408072":"\n   Are you happy or sad right now?\n  ","408073":"\n   Do you think if a man cries he is a loss of a man\n  ","408074":"\n   Are you seeing Toy story 4\n  ","408075":"\n   Do you think you're  a nerd\n  ","408076":"\n   Your opinion on Morgan calling her boyfriend daddy? Gross\n  ","408077":"\n   What are you up to today\n  ","408078":"\n   Snap?\n  ","408079":"\n   Hi\n  ","408080":"\n   How many hours do you sleep at night?\n  ","408081":"\n   Good Morning.....\n\nWhat is your morning wake up time???!!!♥\n  ","408082":"\n   How many times di you hit the snooze alarm when you wake up\n  ","408083":"\n   R u in any extended classes?\n  ","408084":"\n   What did you guys wear at the wedding?\n  ","408085":"\n   Are you on your trip yet?\n  ","408086":"\n   Hope y’all are having a nice day. Don’t let nothing\/no one ruin it?☺️\n  ","408087":"\n   Man you are beautiful ❤ so jealous\n  ","408088":"\n   We're waiting for your wedding now ?\n  ","408089":"\n   What camera did you use?\n  ","408090":"\n   did you take this ? it's a gorgeous photo !\n  ","408091":"\n   How was your trip? Did you hate driving?\n  ","408092":"\n   did you dye your hair for the wedding?\n  ","408093":"\n   Omg it looks so beautiful. I love weddings. How often do you go?\n  ","408094":"\n   Are you mixed? Italian and Romanians????\n  ","408095":"\n   Did you get jealous? Didn’t it make you want to get married?\n  ","408096":"\n   What did you wear? What made the wedding fun?\n  ","408097":"\n   what is this place!!\n  ","408098":"\n   How are you\n  ","408099":"\n   Would you like to be the first person stepping on Mars?\n  ","408100":"\n   Is it because they overwhelm you usually?\n  ","408101":"\n   Do you usually deal with your negative emotions by trying to suppress them?\n  ","408102":"\n   at what point do you consider a fetus is \"alive\" and not equivalent to a brain dead person?\n  ","408103":"\n   Ever feel self pity?\n  ","408104":"\n   Are you excited for the wedding?\n  ","408105":"\n   Did you take this pic?\n  ","408106":"\n   What is your Song of the week?\n  ","408107":"\n   Have you ever cried tears of joy? When?\n  ","408108":"\n   Is it possible to love more than one person at the same time?\n  ","408109":"\n   Plans this weekend\n  ","408110":"\n   How long are you in New York\n  ","408111":"\n   Where are you going?\n  ","408112":"\n   What do you prefer, cold or hot?\n  ","408113":"\n   Where's a good place to take a woman on a date if she helpfully said's \"Surprise me\" when asked for any input? ??‍♂️\n  ","408114":"\n   Have you ever complained or asked to speak to a manager? What was the reason?\n  ","408115":"\n   Ever feel like you’re being phased out of a friendship? I’m currently going through that now .\n  ","408116":"\n   What TV shows do you watch\n  ","408117":"\n   How was your day?\n  ","408118":"\n   What about MS-13 gangbangers?\n  ","408119":"\n   Can you give a short poem?\n  ","408120":"\n   Does your house have curtains or blinds?\n  ","408121":"\n   hey Leigh, what is a good argument against pro-life people who constantly say that \"abortion is murder\"?\n  ","408122":"\n   Can you have a conversation with a stranger?\n  ","408123":"\n   What's your favorite video game?\n  ","408124":"\n   Have you ever had any dangerous animals come into your street or back garden\n  ","408125":"\n   Would you laugh at being roasted by Gordan Ramsey\n  ","408126":"\n   Whats your favorite phrase?\n  ","408127":"\n   What is your current greatest achievement\n  ","408128":"\n   What time do you usually go to sleep?\n  ","408129":"\n   What is the most UNselfish thing anyone can do?\n  ","408130":"\n   What kind of parent do you think you will be?\n  ","408131":"\n   Lol sorry this was a typo I meant HOW are you feeling today\n  ","408132":"\n   Are you feeling today?\n  ","408133":"\n   Alot of questions hot and cute girl\n  ","408134":"\n   What is the most selfish thing anyone can do?\n  ","408135":"\n   How do you define Love?\n  ","408136":"\n   What separates real, friends from acquaintances?\n  ","408137":"\n   Do you want  Biden or Beto ?\n  ","408138":"\n   What’s the most unique \/unusual body modification you’ve seen?\n  ","408139":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","408140":"\n   What’s the source of your frustration?\n  ","408141":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","408142":"\n   When it comes to getting gifts , do you like to be surprised or would you prefer to pick out your own present?\n  ","408143":"\n   Current mood in a song....?\n  ","408144":"\n   diff anon haha but do you think it's gross for step siblings to date? some ppl say no bc they're not blood related but the fact that it's still legally your brother or sister is disgusting to me idk\n  ","408145":"\n   Do you think it's wrong for a widow to marry her late husband's brother\/uncle of her children? Please answer your honest thoughts\n  ","408146":"\n   Do you have any funny job stories\n  ","408147":"\n   Do you know anyone who knows a lot about getting your hair dyed on here? I have questions\n  ","408148":"\n   I am not afraid to…\n  ","408149":"\n   Is reputation important for a person nowadays?\n  ","408150":"\n   What scares you the most?\n  ","408151":"\n   What is the most important thing in being a good friend?\n  ","408152":"\n   is it wrong to want to marry someone for their material wealth?\n  ","408153":"\n   How would you deal with someone who moans about everything\n  ","408154":"\n   What was the last thing to make you laugh\n  ","408155":"\n   Do you belive in love in first sight\n  ","408156":"\n   Where is your favorite place to go get ice cream? I like Dairy Queen..Because I know you all were dying to know mine.?\n  ","408157":"\n   Last time you felt sick\n  ","408158":"\n   Are you doing ok?\n  ","408159":"\n   What do you need to do\n  ","408160":"\n   If you have Snapchat ,how many points do you have on it?I have 10,000 on mine.\n  ","408161":"\n   How’s the weather where you is?\n  ","408162":"\n   Post your song of the day ?\n  ","408163":"\n   What’s one thing that irritates you that you can’t avoid? For me it’s dealing with irrational people. In my line of work I have to deal with them all day.\n  ","408164":"\n   What kind of surprises do you like?\n  ","408165":"\n   Did you watch tv above your parental ratings as a child?\n  ","408166":"\n   he used to send violent threats. i guess you didn’t read them.\n  ","408167":"\n   What’s the worst interview you had and why? And what’s the best and why?\n  ","408168":"\n   what about ben?\n  ","408169":"\n   Hellooooooo dude\n  ","408170":"\n   you get your hair colored professionally ?? (im really sorry if im misunderstanding my reading comprehension is extremely poor asxszkn)\n  ","408171":"\n   What do you prefer, a hug or hamburger?\n  ","408172":"\n   Do you use words like adulting?\n  ","408173":"\n   What’s something you recently purchased that while expensive was worth what you paid?\n  ","408174":"\n   Do you or did you ever play sports?\n  ","408175":"\n   What drink do you drink the most?\n  ","408176":"\n   Are you scared of anyone on ask?\n  ","408177":"\n   What do you like the most about yourself?\n  ","408178":"\n   Are you self obsessed?\n  ","408179":"\n   What is your favorite music genre?\n  ","408180":"\n   Are you a jealous person?\n  ","408181":"\n   Do you like mini golf?\n  ","408182":"\n   True or False: I hate sushi\n  ","408183":"\n   Do you prefer tea or coffee? ☕️\n  ","408184":"\n   Do you have anger issues\n  ","408185":"\n   How many times have you been to hospital due to an injury\n  ","408186":"\n   Are you a gamer.\n  ","408187":"\n   I know you're going thru a tough time but i just wanted to say i absolutely love your profile picture and you're in my thoughts<3\n  ","408188":"\n   Hey if you need to vent or anything you can message me on fb or ig, I'm around to listen. Either way stay safe, you arent alone ?\n  ","408189":"\n   Have you spoken to your bf about this\n  ","408190":"\n   Hope the unpleasant feelings pass soon pal\n  ","408191":"\n   i'm very sorry you're going through a difficult time mentally. you are not alone and i will keep you in my thoughts. you got this. ?\n  ","408192":"\n   A lot of s*icide attempts are unsuccessful, if that helps\n  ","408193":"\n   I hope you feel better ❤️\n  ","408194":"\n   Wtf happened? You don't have to share everything or all the details but this is very concerning maybe you can get some advice\n  ","408195":"\n   hey how is your day? x\n  ","408196":"\n   Do you love your best friend more than your boyfriend?\n  ","408197":"\n   How do you like to relax when you go on vavations?\n  ","408198":"\n   What does your last text message say?\n  ","408199":"\n   Is it bad if you forget your own kids birthday\n  ","408200":"\n   Describe your life in five words?\n  ","408201":"\n   Why are you in a bad mood?\n  ","408202":"\n   Hi Leigh sorry to bother you when you are feeling bad, I hope you feel better soon. But I would like your opinion. (TW-SH) My best friend has been over a year clean from SH and I’m very proud of her, I feel like buying a cake and writing a letter for her to “celebrate”. Is it too over the top?\n  ","408203":"\n   do you easily fall in love?\n  ","408204":"\n   Whats your favourite colour?\n  ","408205":"\n   What did you do for father’s day?\n  ","408206":"\n   What hobbies do you have from your childhood?\n  ","408207":"\n   What do you do in your free time?\n  ","408208":"\n   How old do you feel physically\n  ","408209":"\n   So how's your Sunday going? What did you do?\n  ","408210":"\n   Wishing you a good week Leigh!\n  ","408211":"\n   Does depression co exist with BPD? It’s something I have always been confused about. Like if you have BPD does that mean you automatically have depression or? I know having depression does not mean having BPD but what about the other way round?\n  ","408212":"\n   pic summer\n  ","408213":"\n   Alright, there’s no rush!! I hope you had a really great holiday!\n  ","408214":"\n   Aye, under 5’3 club! ? also! I’m so sorry if this is annoying but by any chance, have you gotten to check out What Remains of Edith Finch? If you have, do you have a favorite storyline?\n  ","408215":"\n   Have you ever tried to be vegetarian?\n  ","408216":"\n   What is your all time favorite comedy movie?\n  ","408217":"\n   Is it healthy to stay in a relationship when one partner loves the other one more?\n  ","408218":"\n   I didn't say no one cares for you\n  ","408219":"\n   No, I meant that it's not just you.  Most people don't care about other people and what happens to them.  It's a fact\n  ","408220":"\n   But it may be true that most people don't care about you or what happens to you?\n  ","408221":"\n   I feel like everytime I come on here more and more people become inactive. Any suggestions on new people to follow?\n  ","408222":"\n   Like, would you miss yourself if you weren't around?\n  ","408223":"\n   What makes you happy and why?\n  ","408224":"\n   Are you sentimental?\n  ","408225":"\n   What makes you sad and why?\n  ","408226":"\n   What makes you unique?\n  ","408227":"\n   Are you sad?\n  ","408228":"\n   Are you happy?\n  ","408229":"\n   How tall are you?\n  ","408230":"\n   How old are you?\n  ","408231":"\n   Do you have a boyfriend?\n  ","408232":"\n   Would you prefer being friends with someone like your personality or different?\n  ","408233":"\n   Are you outgoing?\n  ","408234":"\n   What are you known as in your group of friends? Quiet, comedian etc?\n  ","408235":"\n   Are you a good storyteller?\n  ","408236":"\n   Are girls more dramatic than boys???\n  ","408237":"\n   Have you ever been put into a position where you had to make an unpopular decision?\n  ","408238":"\n   Do you think people take you and your ideas seriously?\n  ","408239":"\n   Hello\n  ","408240":"\n   Post a picture of your angry face!\n  ","408241":"\n   Do you like to act spontaneously or plan things?\n  ","408242":"\n   Are you good at imitating different accents?\n  ","408243":"\n   Is it an object? Why do you want to let go of?\n  ","408244":"\n   Has your honesty and openness ever gotten you in trouble?\n  ","408245":"\n   How was your day\n  ","408246":"\n   Quote some lyrics that you like ! ?\n  ","408247":"\n   What decade do you feel you most belong in?\n  ","408248":"\n   What is something you'd love to learn?\n  ","408249":"\n   Is there anything you can't let go of but you know you should?\n  ","408250":"\n   Which is correct: I’m nice “with him” or “to him” thanks\n  ","408251":"\n   Pap of your crush?\n  ","408252":"\n   Do you think Morgan’s ex husband is a good father?\n  ","408253":"\n   Do you think trials should be televised?\n  ","408254":"\n   Are sunday’s meant for getting your shit together or relaxing?\n  ","408255":"\n   Do you have a mole\n  ","408256":"\n   anon is right, in a sense, but you are too.\nfather’s are praised for doing the bare minimum whereas if a mother was praised for the same thing, people wouldn’t be so hyped cuz its expected cuz its your duty as a parent. “oh, your husband watched the kids so you could go out and run errands, (C)..\n  ","408257":"\n   hey Leigh do you remember a long time ago i (an anon) told you Trump would eventually talk about staying for president more than two terms? its happened\n   \n    https:\/\/www.independent.co.uk\/news\/world\/americas\/us-politics\/trump-us-president-stay-in-office-two-terms-approval-ratings-nyt-a8961041.html\n   \n","408258":"\n   rich, average, poor?\n  ","408259":"\n   Normally I disagree with a lot of your viewpoints but you're correct about fathers.. I've seen dads say they are \"babysitting\" or \"watching\" their own kids lmfao.. and get praised for it. It's sad.\n  ","408260":"\n   What makes a person “good”?\n  ","408261":"\n   Hair color?\n  ","408262":"\n   Jeez you can’t criticize females in a hyper-feminized society.\n  ","408263":"\n   Because usually fathers WORKS outside the house. They provide shelter and food and yet you expect them to take care of the kids?\n  ","408264":"\n   Watch any “Mom movie” and notice that every father in there is a complete idiot, a cheater, loser etc. People always praise mothers but fathers. Mothers get away with everything, they can easily have the children too. It’s unfair\n  ","408265":"\n   Once again, you're saying something which applies to fathers in a much more dramatic way. Father's are treated seconds class to mother's.\n  ","408266":"\n   Expect for this thing called \"mother's day\", which is insanely more promoted, popular and mainstream than father's day.\n  ","408267":"\n   Are you an emotional person?Do you cry easily?\n  ","408268":"\n   Who’s the best father you know? He doesn’t have to be your bio dad.\n  ","408269":"\n   lol like what? people don’t really care that much for Father’s Day\n  ","408270":"\n   How do you think the world will change in 10-50 years?\n  ","408271":"\n   do you think fathers usually get unnoticed for what they do?\n  ","408272":"\n   Is it ok to send a happy father’s day to a friend?\n  ","408273":"\n   What’s the last thing your bf\/gf did that really made you angry or upset?\n  ","408274":"\n   What are you interested in that most people aren’t?\n  ","408275":"\n   One question you can't answer easily?\n  ","408276":"\n   What is that one childhood fear you have not told anyone yet?\n  ","408277":"\n   It's based on some of the work of the author James Joyce I think. In Dublin they celebrate by following the trail of the weird and wonderful book Ulysses across the city ?\n  ","408278":"\n   Have you ever heard of bloomsday? It's on June 16th every year ?\n  ","408279":"\n   Do you think we're obligated to help others?\n  ","408280":"\n   What childish thing do you still enjoy?\n  ","408281":"\n   Are you a nosy person?\n  ","408282":"\n   Do you have a sense of adventure?\n  ","408283":"\n\n    @askfm\n   \n   It's our 9th birthday! Blow out the candles and make a wish for us! #askfmbd\n  ","408284":"\n   Are you doing what you truly want to do with your life?\n  ","408285":"\n   What's a big change that you are planing to do in your life?\n  ","408286":"\n   If you happen to come into a small fortune, what is the first the you would do?\n  ","408287":"\n   Do you have any hobbies or anything you just enjoy doing?\n  ","408288":"\n   Whats a cartoon you used to watch as a kid?\n  ","408289":"\n   Does it annoy you when people that you follow spam like foreign questions that you can't understand?\n  ","408290":"\n   That’s not orange dummy lol\n  ","408291":"\n   i like the hair in your dp that red suits you well\n  ","408292":"\n   You’ve done blue, purple, and pink, guess now you’re copying me ??‍♀️ lmao\n  ","408293":"\n   How does having the same color that someone else used to have automatically mean you want to be someone lmao? Newsflash, anon, ppl can dye their hair a color just because they like it, not because they’re trying to imitate someone\n  ","408294":"\n   she had orange hair lmao is she your role model?\n  ","408295":"\n   When was the last time you had sex\n  ","408296":"\n   So can we know each other first\n  ","408297":"\n   Insta?\n  ","408298":"\n   Hey\n  ","408299":"\n   this is a picture of her page\n   \n    https:\/\/ask.fm\/Livacer\/answers\/154468326141\n   \n   do you at least know any of her friends ?\n  ","408300":"\n   are you serious ?! she literally has\/had the best questions here ! her names grace\n   \n    @grace_elias\n   \n   she asks many questions at once , if you know anything I really need to talk to her\n  ","408301":"\n   where did that 13yo arabian girl go ?!\n  ","408302":"\n   What do u think gives life its meaning?\n  ","408303":"\n   You so want to be cadie\n  ","408304":"\n   If necessary could you change a flat tire?\n  ","408305":"\n   Do people in your real life know you have askfm?\n  ","408306":"\n   The color is gorgeous!!\n  ","408307":"\n   How does your behaviour change when you fall in love?\n  ","408308":"\n   yeah, indeed. apparently you can buy coins now, haha. in my opinion, i think it's a desperate move, people focus so much on meaningless stuff. i sometimes wish this site was like it used to be years ago, now there's too much futile stuff\n  ","408309":"\n   you should be #1. you deserve that spot\n  ","408310":"\n   Are you in good enough shape that if you had to run a 3 mile obstacle course race you could do it?I’ll admit I am not ?\n  ","408311":"\n   u are number 37 in US top\n  ","408312":"\n   What’s something unusual you like the smell of? I like the smell of sunscreen and bleach..not at the same time ?\n  ","408313":"\n   Do you consider yourself talented? If so what's your talent?\n  ","408314":"\n   Do people really change?\n  ","408315":"\n   How do you react if you realize that someone is lying to you?\n  ","408316":"\n   What is one food that you love? ?\n  ","408317":"\n   What is one food that you hate? ?\n  ","408318":"\n   Are you going to watch the new star wars? ?\n  ","408319":"\n   How many hours of sleep do you usually get?\n  ","408320":"\n   Do you actually laugh when you type “haha”?\n  ","408321":"\n   Which colour?\n  ","408322":"\n   Any random thoughts?\n  ","408323":"\n   How were you cyberbullied?\n  ","408324":"\n   big spoon or little spoon? \n\nThat way or utensil way.. I ended up with a big spoon when I wanted a smaller one.\n  ","408325":"\n   When's the last time you went to the library? Was it for your benefit, kids or went with someone? What did you pick out? Let's be nosey a bit ?\n  ","408326":"\n   What do you usually do in the summer? Has it changed since when you were younger or pretty much the same stuff?\n  ","408327":"\n   Can you give good massages?\n  ","408328":"\n   Have you ever been in a wedding party?\n  ","408329":"\n   How do you handle people you don't like?\n  ","408330":"\n   What talent do you wish you'd been born with?\n  ","408331":"\n   Can you describe a panic attack?\n  ","408332":"\n   Does it feel good for you when you cry?\n  ","408333":"\n   Ever tried to cry in order to make yourself feel better about something?\n  ","408334":"\n   Do you feel part of a tribe?\n  ","408335":"\n   What causes the smog?\n  ","408336":"\n   Does mental health have to do with addiction? Like smoking, coffee etc \n\nmade me think of what eggsy said\n  ","408337":"\n   Are there other kinds of pollution where you live?\n  ","408338":"\n   Can you see the stars at night where you live?\n  ","408339":"\n   But cigarettes are non-toxic and therefore ok for energy investment?\n  ","408340":"\n   How can it hurt you in the long run when there's no karma?\n  ","408341":"\n   Can you take a photo in a b-girl stance?\n  ","408342":"\n   having recurring bad and sick thoughts that don't let you live in peace, including s*icidal thoughts, could that be a symptom of mental illness?\n  ","408343":"\n   What is the prettiest city you have ever been to?\n  ","408344":"\n   Ever been cyberbullied? How do you react to such acts?\n  ","408345":"\n   Do people that hurt you deserve, “payback?”\n  ","408346":"\n   What is one thing you can do today to help someone?\n  ","408347":"\n   Use this to post a photo of anything you want. Just no nudes as this is a family page.\n  ","408348":"\n   Do you believe love at first sight is a real thing?\n  ","408349":"\n   Do you think humans will make it through another 100 years?\n  ","408350":"\n   Does your username have a meaning? What is it?\n  ","408351":"\n   Have you ever seen someone passed out in front of you? What did you do?\n  ","408352":"\n   What country are you from and what countries have you visited\n  ","408353":"\n   How do you cope with failure or rejection?\n  ","408354":"\n   why do you  think some people are racist!\n  ","408355":"\n   What is an example of something cringeworthy that happened to you recently?\n  ","408356":"\n   What's your favorite movie quote?\n  ","408357":"\n   If you could have a super power what would you choose?\n  ","408358":"\n   Could you say who is he\/she?without name\nAnd why do you hate him\/her?\n  ","408359":"\n   Do you hate anyone\n  ","408360":"\n   Is it unhealthy to get mad and frustrated at other people's happiness just because I can't be like them? It makes me mad to see people fulfilled.\n  ","408361":"\n   What does 'first world problem' really mean? I hear that a lot\n  ","408362":"\n   Is it inappropriate to ask a psychiatrist for certain meds?\n  ","408363":"\n   what's the reason that all people want to be  rich! do u wanna be rich?\n  ","408364":"\n   Do you believe in the concept of karma?\n  ","408365":"\n   What do you prefer: Modern or Classic Literature?\n  ","408366":"\n   Do you have any unfinished projects that you keep meaning to finish but don’t?\n  ","408367":"\n   What's your best piece of advice based on your life experiences?\n  ","408368":"\n   What is the best Race-Guild combination in Skyrim?\n  ","408369":"\n   what does it mean when someone uses the word 'late' to describe another person? i.e this bracelet belonged to the late Kelly. does it mean that person passed away?\n  ","408370":"\n   Any tips on what I should pack for travelling to another country?\n  ","408371":"\n   My best friend has been sick for a while, she is now terminal and don't have much longer to live. I don't know how to act or what to say when she talks about dying and it's becoming so hard not to just break down in tears when I am with her. Tell me what to do, I can't even think anymore.\n  ","408372":"\n   What’s your opinion on food products that has a s*xual names?\n  ","408373":"\n   What do you most value in your friends?\n  ","408374":"\n   What makes a person rich?\n  ","408375":"\n   What makes you smile?\n  ","408376":"\n   Would you rather have $50,000 free and clear or $150,000 that is illegal?\n  ","408377":"\n   Would you rather lose all of your money and valuables or all of the pictures you have ever taken?\n  ","408378":"\n   Are you taller,shorter or the same height as your parents or siblings?\n  ","408379":"\n   What's your current obsession?\n  ","408380":"\n   Are you wearing a wig? Your hair wasn’t that long\n  ","408381":"\n   How often do you go to Walmart?\n  ","408382":"\n   bye blue goddess. ?\n  ","408383":"\n   Well because i had that specific picture of you in my mind. You sounded special to me and i had this imaginary picture of you.\n  ","408384":"\n   Pap your recent selfie?\n  ","408385":"\n   Like that pic of you with red hair. With a short hair, a bright red lipstick, some earrings, ripped jeans and revealing or tight cloths, you would look damn hot! Do you realise? That would be amazing combined with your clever mind and your personality. Really\n  ","408386":"\n   Do you sometimes cry for no reason?\n  ","408387":"\n   My bf died 3 years ago and I've been single ever since. Everyone around me tells me I should fall in love again but I feel like I'll never love again, he was my only and true love, no one could replace him ever. I must remain faithful to him even though he's gone. Am i wrong? I'm 24.\n  ","408388":"\n   Do you wish to be something little bit more?\n  ","408389":"\n   First time i saw you here i thought you are a punk. You had that short hair and that red lipstick and generslly it was such a atmosphere around you that said it. I think punk style really suits you. You should just make a few changes\n  ","408390":"\n   Would you ever run for be mayor of your town\n  ","408391":"\n   Do you like bananas?\n  ","408392":"\n   Do you like bunnies?\n  ","408393":"\n   Do you like smoothies?\n  ","408394":"\n   What is your one guilty pleasure?\n  ","408395":"\n   Have you ever looked up the meaning of your name? What is it?\n  ","408396":"\n   Are you a jealous person?\n  ","408397":"\n   Are you a punk? Do you have punk style or did you ever use to have?\n  ","408398":"\n   I hope it works out soon!\n  ","408399":"\n   You said something about your boyfriend before. Like he betrayed you a few times but you forgave him and stuff\n  ","408400":"\n   Imaginary birthday cake and candles....what would you wish right now?\n  ","408401":"\n   do you like to be lonely or are you people's person!\n  ","408402":"\n   How many pairs of shoes do you own?\n  ","408403":"\n   Name one thing you are worried about this morning?\n  ","408404":"\n   Can you relate to it too? Were you ever in a relationship that your boyfriend kept betraying or making mistakes but you kept forgving him and you were always there for him until you ran out of patience?\n  ","408405":"\n   What is your favorite scent?\n  ","408406":"\n   Thought u were gonna say the rest was bad, good to hear it was a good day :)\n  ","408407":"\n   When you have to make a difficult decision, what do you do?\n  ","408408":"\n   What drives you to succeed??\n  ","408409":"\n   Are you looking forward to any new movie releases this year?\n  ","408410":"\n   space \/pic ??\n  ","408411":"\n   Do you prefer to travel by bus, plane, or train?\n  ","408412":"\n   What is the worst thing you've bought\n  ","408413":"\n   Do you care what other people think about you?\n  ","408414":"\n   If you could have lunch with ONE person living or dead who would it be and why?\n  ","408415":"\n   Do you shower in the morning after you wake up before you go to bed?\n  ","408416":"\n   What makes you feel really uncomfortable?\n  ","408417":"\n   What do you do to entertain yourself?\n  ","408418":"\n   How is your day going so far?\n  ","408419":"\n   If you got this I'm following you. If you would be so kind who are your favorite people to follow?\n\n Hope everyone is having a great day\/night!\n  ","408420":"\n   Did you hear Halsey's song \"Without me\"?\n  ","408421":"\n   Would you date a guy if he didn't have a lot of money\n  ","408422":"\n   Would you rather be a vampire or a werewolf?\n  ","408423":"\n   Favourite TV show as a kid\n  ","408424":"\n   What's your paypal\n  ","408425":"\n   How are you with spicy food\n  ","408426":"\n   What do you think about Halsey?\n  ","408427":"\n   Picture of your library?\n  ","408428":"\n   The problem is that I cannot reach him at all, we both work in different cities and he doesn't pick up his phone. I will see with time how to handle this situation. Thanks for the advice Leigh ^^\n  ","408429":"\n   What was the lowest paying job you’ve ever had?\n  ","408430":"\n   The game is called What Remains of Edith Finch! It has gorgeous artwork and the storytelling is so unique, it’s all around stunning\n  ","408431":"\n   What's the one thing in the world you desire above all else?\n  ","408432":"\n   Omg I don’t know if you’re a fan of story driven games but I watched a walkthrough of a beautiful game that I can recommend if you’d like?\n  ","408433":"\n   How are you \"getting the fun\"?\n  ","408434":"\n   Did you ever use a fake Id when you were younger\n  ","408435":"\n   In which age you started driving?\n  ","408436":"\n   Do you play any videogames, if so what kind?\n  ","408437":"\n   Do you find couples who can't keep their hands off eachother in public cute? ??\n  ","408438":"\n   Gold or silver iPhone 8 Plus ? Which color is better for men ? Do u think Gold is more feminine ?\n  ","408439":"\n   When  you wear clothes do they have to match\n  ","408440":"\n   Do you take notice of the adds on your screen when they come up?\n  ","408441":"\n   Do you believe in the idea of karma?\n  ","408442":"\n   How much time do you take preparing before going out?\n  ","408443":"\n   If a friend of mine (who has depression) doesn't answer my texts and doesn't even read my FB messages. Should I keep texting him from time to time or should I give him his space until he comes back?\n  ","408444":"\n   does any of your medication have side effects ?\n  ","408445":"\n   Are you easy or hard to shop for gifts\n  ","408446":"\n   Facebook?\n  ","408447":"\n   Have you thought about changing your hair color?\n  ","408448":"\n   Are you a happy person\n  ","408449":"\n   How many sugars do you have in your tea\/coffee\n  ","408450":"\n   When was your first kiss?\n  ","408451":"\n   Do you think you still have a baby face\n  ","408452":"\n   Who is the other person?\n  ","408453":"\n   Your thoughts on the nhl and NBA finals?\n  ","408454":"\n   how did you have the test ?\n  ","408455":"\n   Ever been to comic con if you haven't would you\n  ","408456":"\n   Have you ever taken a drug test?Did you pass?\n  ","408457":"\n   How often are you flirted with or hit on in both your real life and on askfm?\n  ","408458":"\n   speaking of, this isn't the same person but i've been meaning to say i love your profile picture on here ! i never realized how beautiful your eyes are\n  ","408459":"\n   your so sweet and kind agh\n  ","408460":"\n   Why did you take them out?\n  ","408461":"\n   What's one thing you can't live without?\n  ","408462":"\n   Would you ever get a piercing? Where?\n  ","408463":"\n   What's your favourite social media ?\n  ","408464":"\n   Do you commute to work?\n  ","408465":"\n   Honesty hour?\n  ","408466":"\n   Age?\n  ","408467":"\n   Who is one person in your life you can go to and rely on in the event of a life crisis?\n  ","408468":"\n   What do you do when you feel down?\n  ","408469":"\n   Is the anticipation of eating food a highlight of your day usually?\n  ","408470":"\n   YOur thoughts on space exploration?\n  ","408471":"\n   What physical injuries do you have if any?\n  ","408472":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","408473":"\n   If you made a family tree on your family  how far could you go  back\n  ","408474":"\n   Are you more than one person?\n  ","408475":"\n   Do you believe the devil exists?\n  ","408476":"\n   Good day so far?\n  ","408477":"\n   What do you like to spend money on?\n  ","408478":"\n   How many followers do you have?I just reached my 900th. Happy day!!!\n  ","408479":"\n   Would you ever do a sky dive\n  ","408480":"\n   In which do you prefer to sleep with your partner, hugging them, on them, spooning?\n  ","408481":"\n   If you did a blog on your life for a day would it be interesting\n  ","408482":"\n   What's the latest thing that made you smile? ?❤\n  ","408483":"\n   What’s your opinion on the final season of game of thrones? And the last episode?\n  ","408484":"\n   8 years, not much?\n  ","408485":"\n   How meaningless?\n  ","408486":"\n   Should I avoid you ? I am 35.\n  ","408487":"\n   Do you miss the days of having weekend jobs, getting paid, buying cheap spirits and drinking them straight with your friends?\n  ","408488":"\n   That's not a small thing, if he did\n  ","408489":"\n   Do you prefer tea, coffee or hot chocolate?\n  ","408490":"\n   If you could start a collection of one kind of item, what would it be?\n  ","408491":"\n   Which youtubers do you really hate\n  ","408492":"\n   What year was that made\n  ","408493":"\n   What is your favourite movie that you've seen that was made before you were born\n  ","408494":"\n   Do you still have any of your old toys when you were a kid\n  ","408495":"\n   What does trust fund mean? In my country we don't have that, I think. Is it when your parents financially support you or something?\n  ","408496":"\n   are you on a trust fund?\n  ","408497":"\n   Is anyone under 18 a child?\n  ","408498":"\n   You have never gone to pick your own market?\n  ","408499":"\n   Your eye colour is really pretty and nice, in my opinion hazel eyes are the prettiest.\n  ","408500":"\n   in society men are being ridiculed for showing feelings such as crying and being sensitive, does that have to do with toxic masculinity?\n  ","408501":"\n   did you get a tan?\n  ","408502":"\n   They don't need to be coloring their hair at the age of 14, in my opinion. Bleaching is damaging too so I agree with the mother.\n  ","408503":"\n   What is one thing you wish your significant other would do more often?\n  ","408504":"\n   would you delete any social media account you have to try to salvage your relationship?\n  ","408505":"\n   Have you ever picked fruits from the tree? Like strawberry\n  ","408506":"\n   how do i convince my mother to let me bleach and dye my hair pastel pink? im 14\n  ","408507":"\n   Well then may I ask for your take on the ending? Did you think he really killed people? Or was it his imagination? Also did the agent know he killed people and cleaned up the house? I’m not going to lie it confused the heck out of me.\n  ","408508":"\n   Have you watched American psycho?\n  ","408509":"\n   What’s your favorite type of pasta?\n  ","408510":"\n   When are you getting your new tattoo?\n  ","408511":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","408512":"\n   Should I tell my friend that I think he’s too mean when he talks to his gf on the phone or stay out of his business?\n  ","408513":"\n   What do you think of otherkin?\n  ","408514":"\n   Should I stop taking my antidepressant since it’s making me so hungry that I keep eating and making me gain weight? At first my doctor said it would help me get my appetite back but this is doing more than that.\n  ","408515":"\n   Are their still genders that haven’t been formally identified yet?\n  ","408516":"\n   If you could marry anyone in the world, who would it be and why?\n  ","408517":"\n   how do you cope with chest pains connected with anxiety ?\n  ","408518":"\n   When was the last time someone hit on you?\n  ","408519":"\n   How many genders do you think kids should be taught about? What would your ideal curriculum be like?\n  ","408520":"\n   What advice do you have for those who may be struggling with their own sexual identity?\n  ","408521":"\n   Should this be taught in the classroom?\n  ","408522":"\n   Is it because people are scared? Why won’t mainstream society acknowledge this community of people?\n  ","408523":"\n   Thanks for answering! Now we know: your spirit animal is a Buspar tablet!\n  ","408524":"\n   Is this a relatively new concept\/idea or has this theory been around for a long time regarding there being more than two genders?\n  ","408525":"\n   If i showed up at your front door holding a box of donuts how long would it take you to call the police??\n  ","408526":"\n   Why have we all been taught that there are only two genders? Make and female.\n  ","408527":"\n   How does a gender change?\n  ","408528":"\n   Does it annoy you that a lot of people refuse to believe or even acknowledge the idea of an individual labeling themselves as such?\n  ","408529":"\n   What is the exact definition of, “non-binary?”\n  ","408530":"\n   Do you find beards attractive? XD\n  ","408531":"\n   is there a part of your body you wont have a tattoo on ?\n  ","408532":"\n   Are you an organ donor?\n  ","408533":"\n   do you love your job!?\nand what is it if you have one?\n  ","408534":"\n   What advice would you give other women your age who may be battling the same mental illnesses that you are?\n  ","408535":"\n   What’s the best medication to take for anxiety? Besides Xanax, Ativan, or Valium\n  ","408536":"\n   Have you ever tried Effexor? Buspar? Vistaril? Vraylar?\n  ","408537":"\n   What’s is your diagnosis?\n  ","408538":"\n   Have you ever been voluntary or involuntarily committed to a hospital or other institution for your mental illness?\n  ","408539":"\n   Have you ever had a psychotic episode?\n  ","408540":"\n   Are you currently being treated with any medications?\n  ","408541":"\n   Why and when did you decide to seek help for your mental illness?\n  ","408542":"\n   Would you rather please or be pleased?\n  ","408543":"\n   Ever had your heart broken?\n  ","408544":"\n   Is once a cheater ALWAYS a cheater?\n  ","408545":"\n   i'm the same as you but i cant have coffee though\n  ","408546":"\n   What’s wrong with the bathroom?\n  ","408547":"\n   are you lactose intolerant ?\n  ","408548":"\n   no bad tummy then?\n  ","408549":"\n   How’s your weekend going?\n  ","408550":"\n   If you could change the time where you meet your boyfriend would you? Like maybe a lot later when you were at a better place mentally and emotionally?\n  ","408551":"\n   what side effects do you personally get?\n  ","408552":"\n   What's worse is that they even have preferences in our race. They like Chinese Koreans and Japanese(don't even get me started on Japanese lol) because they are fair skinned but somehow think dark skinned Asians do not exist lmao idiots.\n  ","408553":"\n   What age did you first have sex\n  ","408554":"\n   how much coffee do you drink a day?\n  ","408555":"\n   But why though? I'm Asian and I don't enjoy being objectified. When I say I'm Asian, westerners are like \"asian! Asians are good! They are pale\/sexy\/submissive etc etc. \" I'm like what???? They look at my race first rather than my personality or something.\n  ","408556":"\n   This is just an observation, but I realise that Asians are quite fetishised in western countries or am i wrong?\n  ","408557":"\n   Reason I'm asking this is because I have seen a lot of people saying it's their *choice*if they only want to date whites (basically their own colour), and saying they don't want to date blacks or Asian because they are just not their type. And say people are too sensitive if we say they are racist\n  ","408558":"\n   I don't live in the US but why do some doctors accept your insurance but not the others? I mean are they like \"this insurance doesn't mean my requirements so I'm not going to accept it\"? It's really different from where I am from.\n  ","408559":"\n   Do you personally think it is racism if someone, doesn't prefer to date outside their race because of the vast difference in culture and all sorts of things. Say, a Caucasian not wanting to date an Asian or vice versa?\n  ","408560":"\n   Yeah honestly healthcare is so expensive. A first appointment with a psychiatrist here without subsidies is about $500 or more.\n  ","408561":"\n   Is a psychiatrist and psychologist in NY very expensive?\n  ","408562":"\n   What meds are you on and what dosage?\n  ","408563":"\n   Any summer book recomendations?\n  ","408564":"\n   The concept of a Totem is ancient and known to peoples all over the world. You're saying that since it was American researchers who discovered AIDS, no one of any other nstionality would be able to catch that disease?\n  ","408565":"\n   Is it possible to still have bad days on antidepressants? I don't know this medication I'm on right now is the one for me but it makes a feel a little better at least. But now the bad days are even more difficult to handle because the antidepressants make me \"forget\" how bad it really is without it.\n  ","408566":"\n   What are your plans for today?\n  ","408567":"\n   Do you enjoy or like hearing someone’s laughter? Especially if they are those kind of very loud and contagious ones? Will you find it annoying?\n  ","408568":"\n   Omg this is funny, but very awkward too. ? Did you tell your boyfriend that you accidentally told your co worker his size?\n  ","408569":"\n   What are some countries in Asia that you would like to visit?\n  ","408570":"\n   Can you see yourself cutting out coffee for the rest of your life?\n  ","408571":"\n   What is the funniest situation you have ever been in?\n  ","408572":"\n   Who do you think you relate to the most so far?\n  ","408573":"\n   Oh my God you have a long ways to go!\n  ","408574":"\n   How long has it been since you created this ask fm account?\n  ","408575":"\n   How far are you in Bojack?\n  ","408576":"\n   But isn’t it very uncomfortable for you when they keep on misgendering you though?\n  ","408577":"\n   Are you going to cut off someone if you *initially* didn’t know they were homophobic\/transphobic but after you got a little closer to them then you realise?\n  ","408578":"\n   Does that mean some of them also misgender you?\n  ","408579":"\n   Are you open with your sexuality? As in do all your co workers, bosses, friends and family know?\n  ","408580":"\n   What is your favorite animated cartoon?\n  ","408581":"\n   What colour are your eyes?\n  ","408582":"\n   Would you like to die if you knew you could come back to life in like half an hour later?\n  ","408583":"\n   What does that have to do with it?\n  ","408584":"\n   How to get rid of the jealousy you feel for others including your best friends? I feel so bad and toxic for feeling like that not sure whether mental illness plays a part in this I just want to feel happy for them but another part of me is just so angry and jealous how to make it stop please.\n  ","408585":"\n   Do you suffer from protracted mental health problems?\n  ","408586":"\n   Your new dp!!! You look so beautiful! (I’m sorry if you don’t like this compliment, I will change it to a more gender neutral(?) compliment next time just let me know)\n  ","408587":"\n   Does size matter?\n  ","408588":"\n   Does anyone famous live in your town\/city if so who\n  ","408589":"\n   And u have a bf or gf?\n  ","408590":"\n   What are some things that make you really happy?\n  ","408591":"\n   What age are you scared of?\n  ","408592":"\n   Do you like eating ripe fruits?\n  ","408593":"\n   And these serious responses sometimes make me feel that you are nonchalant towards a lot of things in life.\n  ","408594":"\n   List your top 10 favourite video games if that's too hard do top 5\n  ","408595":"\n   Do you usually give in when your boyfriend frequently asks you for things you don't want to do?\n  ","408596":"\n   Are you a massive gamer\n  ","408597":"\n   Are you a feminist?\n  ","408598":"\n   which feminism aspect are you hostile to?\n  ","408599":"\n   I see. Most of your answers are pretty solemn.\n  ","408600":"\n   Is your relationship a convivial one?\n  ","408601":"\n   What animal do you think your spirit animal is?\n  ","408602":"\n   Do you prefer to have a florid home or a simple one?\n  ","408603":"\n   What is your favorite place to eat?\n  ","408604":"\n   You describe your boyfriend as magnanimous, don't you?\n  ","408605":"\n   List of everyone who you follow\n  ","408606":"\n   Do you believe in luck?\n  ","408607":"\n   Have you gone to any of your class reunions yet or if graduating soon.. would you?\n  ","408608":"\n   Do you think that you’re a good person?\n  ","408609":"\n   If you could have only have one food for a week what would you pick?\n  ","408610":"\n   somber or humor?\n  ","408611":"\n   omg i thought i was batshxt insane here lmaooo. i also have bpd and because i hardly see my man in person, i expect daily communication. he's always been super attentive but occasionally is very busy with work. we didn't talk for an entire day and when we finally did, i wasn't satisfied (1)\n  ","408612":"\n   Oh good lord this is a family page can we keep it clean please??\n  ","408613":"\n   What number am I thinking of? Winner gets 50 coins.\n  ","408614":"\n   What about movies that left you thinking?\n  ","408615":"\n   Any TV series that left you thinking long after it was over?\n  ","408616":"\n   Stupid okcupid question: Could you date someone who doesn't vote?\n  ","408617":"\n   What’s the nicest thing a complete stranger has done for you?\n  ","408618":"\n   Which foreign country would you love to visit?\n  ","408619":"\n   Would money truly make you happy?Would it truly make all your problems go away?\n  ","408620":"\n   Wow, twins or we in the same predicament\n  ","408621":"\n   Hello Leigh. I have a best friend and we can go quite a long time without texting or talking to each other. However I did check up on her many times and I feel as if she doesn’t care enough to check up on me although she says she loves me. Should I talk to her about it or am I just clingy?\n  ","408622":"\n   How long can you go without texting or talking to your boyfriend?\n  ","408623":"\n   Have you heard \"Astronaut\" by City and Colour yet?\n  ","408624":"\n   This is just an example, but I would like to know what you would do. What if your boyfriend told you he got drunk and “accidentally” cheated on you, would you still deem it as cheating or do you forgive him since it was an accident as he was drunk?\n  ","408625":"\n   What’s an unpopular opinion you have? I have one, Taylor Swift’s music isn’t very good. She’s really regressed since her country days.\n  ","408626":"\n   Wow you are so strong to be honest. I doubt I could have taken someone who cheated on me back. After you got back with him, how long did it take to *fully* trust him again? Also how did he show you that he was worth trusting again?\n  ","408627":"\n   Do you think someone is not smart if they don’t read books or the news?\n  ","408628":"\n   How did you get over it to be honest? Does thinking about it still make you angry?\n  ","408629":"\n   What's a song you like but you don't care for the message it gives at the same time?\n  ","408630":"\n   Has your boyfriend ever cheated on you?\n  ","408631":"\n   favourite book!?\n  ","408632":"\n   What's the last opportunity you had?\n  ","408633":"\n   What is the most dangerous thing you have ever done?\n  ","408634":"\n   How much do you care about what other people think of you?\n  ","408635":"\n   I’m really glad to hear that. Also another question, does someone’s sexuality “change”? I mean people always talk about how this person always dates girls but in the end he was gay, and then they said he “turned” gay. I mean how does someone even “turn” gay?\n  ","408636":"\n   What was the last gift you gave someone? What was the last gift you recieved?\n  ","408637":"\n   Are you a morning person or night owl?\n  ","408638":"\n   I’m glad to hear that to be honest. I used to thought maybe I was bisexual since I found some girls quite beautiful and I was questioning my sexuality. Even told my best friends about it. But later I realised I actually didn’t like them in that way. I’m just scared that it’s offensive to real bi ppl\n  ","408639":"\n   Do you shy away from discussing difficult topics with strangers, such as politics and religion. Why \/ Why not?\n  ","408640":"\n   If you could change anything about your past, what would it be?\n  ","408641":"\n   Is their an appropriate way to tell someone that their breath stinks?\n  ","408642":"\n   Is it possible for someone to be bi curious but turns out they learned they were straight after all?\n  ","408643":"\n   Have you ever got a bone broken? Did you learn something about yourself? Did you learn a lesson about that situation?\n  ","408644":"\n   I remember you used to identify as pansexual? What made you realise you didn’t identify with pansexuality and instead identified with bisexuality?\n  ","408645":"\n   Was your computer ruined?\n  ","408646":"\n   Is there someone that when you first them you didn’t like them but now you’re really close with?\n  ","408647":"\n   What will there always be a need for?\n  ","408648":"\n   Do you think first cousin marriages should be illegal?\n  ","408649":"\n   What would you suggest everyone to try?\n  ","408650":"\n   How would you like to change the world?\n  ","408651":"\n   This inspired my s*x question. Everyone keeps saying condoms\/birth control but do you feel like there's a deeper meaning\/understanding than just those ways?\n  ","408652":"\n   Do you respond to rude or vitriolic messages on ask? Why \/ Why not?\n  ","408653":"\n   Music: Do you like singles or full albums more?\n  ","408654":"\n   Do you tend to collect things or do regularly review and get rid of them?\n  ","408655":"\n   What is your biggest pet peeve?\n  ","408656":"\n   What would you be doing right now if the internet didn't exist?\n  ","408657":"\n   Do you enjoy ASMR or white noise videos?\n  ","408658":"\n   How did you make your first money?\n  ","408659":"\n   What are you currently addicted to?\n  ","408660":"\n   In your opinion, is it wrong and\/or odd for a widow to marry her late husbands brother? Especially if she already has children and he is their uncle?\n  ","408661":"\n   Are evil people born or created?\n  ","408662":"\n   Hey. ?\nI see that are you a writer. ?\nWhat gendre you write? \nAnd you write on wattpad?\n  ","408663":"\n   Have you ever bought something on the internet?\n  ","408664":"\n   If today would be the last day of your life what would you do?\n  ","408665":"\n   What are your plans for this weekend?\n  ","408666":"\n   Since u r bi, which one do like more woman or man??\n  ","408667":"\n   Have you ever passed out or faint ?\n  ","408668":"\n   How often do you attend concerts?\n  ","408669":"\n   R u Bi?\n  ","408670":"\n   Is it always a two year registration period or do you have other choices?\n  ","408671":"\n   How is your immune system?\n  ","408672":"\n   Which do you like most... being asleep or being awake?\n  ","408673":"\n   How do you usually entertain friend when they come to your house?\n  ","408674":"\n   When is your car registration due?\n  ","408675":"\n   What kind of insurance premiums do you have to pay for your car?\n  ","408676":"\n   How much does it cost to register your car?\n  ","408677":"\n   What year model is your car?\n  ","408678":"\n   What is wrong with your car?\n  ","408679":"\n   Hey Leigh, what you up to this weekend?\n  ","408680":"\n   did u get in trouble for spilling liquid on ur keyboars?? did it break?\n  ","408681":"\n   Single or taken?\n  ","408682":"\n   Favourite Disney character\n  ","408683":"\n   Have you ever tried the wax stamp?\n  ","408684":"\n   What year did you start kindergarten? What do you remember from that day, if anything?\n  ","408685":"\n   Are you a picky eater? What food do you avoid?\n  ","408686":"\n   What would you do if you found out he shared them with other people behind your back?\n  ","408687":"\n   Have you considered shaving your whole head?\n  ","408688":"\n   Do you like wearing hats?\n  ","408689":"\n   have you ever spilled liquid on your keyboard?\n  ","408690":"\n   Did you have a nice day?\n  ","408691":"\n   What is the main reason for you to refuse a date?\n  ","408692":"\n   What do you wanna be when you grow up\n  ","408693":"\n   Ever sent them?\n  ","408694":"\n   Corndog or Hotdog sandwich?\n  ","408695":"\n   Can you solve a rubix cube\n  ","408696":"\n   Do you think sex is overrated?\n  ","408697":"\n   Do you like Tom Brady?\n  ","408698":"\n   Are you a Knicks fan?\n  ","408699":"\n   What is your opinion on people sending nudes?\n  ","408700":"\n   What time do you normally get up\n  ","408701":"\n   Do you think you're a  nice person\n  ","408702":"\n   ✧\n  ","408703":"\n   When is the world going to end?\n  ","408704":"\n   What would you do if you found a celebrity's phone?\n  ","408705":"\n   Do you have good friends from your very childhood?\n  ","408706":"\n   Is a life that focuses on avoiding pain and seeking out pleasure a good and worthwhile life? Why or why not?\n  ","408707":"\n   How do you best deal with heartbreak?\n  ","408708":"\n   Would you snitch on a close friend , relative or loved one if you knew they committed a serious crime?\n  ","408709":"\n   Have you ever had a lucid dream before?\n  ","408710":"\n   Would you kill for the one you love?\n  ","408711":"\n   Would you steal to feed your family?\n  ","408712":"\n   What subject should be added to the required curriculum in schools?\n  ","408713":"\n   What are your favourite kind of questions to receive? ?\n  ","408714":"\n   Should people be required to pass a drug test in order to collect food stamps?\n  ","408715":"\n   Do you agree with legally assisted suicide?\n  ","408716":"\n   When does life begin?\n  ","408717":"\n   What’s your favorite thing to do when it’s dark outside?\n  ","408718":"\n   Do you know anyone who uses their disability as an excuse to be rude, needy, pushy or lazy? As harsh as this question sounds I know someone like this.\n  ","408719":"\n   Who was your biggest crush?\n  ","408720":"\n   Favourite movie?\n  ","408721":"\n   What is something you want right now?\n  ","408722":"\n   What’s in your left front pocket right this second?\n  ","408723":"\n   Why do you answer question on two accounts?\n  ","408724":"\n   Are you a good judge of character?\n  ","408725":"\n   What is the secret to a happy life?\n  ","408726":"\n   What is one thing that you want to achieve before the year is up?\n  ","408727":"\n   What comes to your mind when you hear the word success?\n  ","408728":"\n   What's one talent you have, that most people don't know about?\n  ","408729":"\n   How often do you post pictures in you social media accounts?\n  ","408730":"\n   What is one thing you regret not doing in life?\n  ","408731":"\n   Hey Leigh, I have been in Virginia for over a fortnight. You SHOULD visit it once~!\n  ","408732":"\n   do you go for jogging in the morning?\n  ","408733":"\n   Ever lather yourself up in sunscreen like putting on literally the whole bottle and you STILL got burned??\n  ","408734":"\n   You can do it . keep fighting?\n  ","408735":"\n   Why do you see the fake news concept as being silly?\n  ","408736":"\n   So you're on here for at least 3 hours per night and you say you're not addicted to technology?\n  ","408737":"\n   What percentage of news is fake from your perspective?\n  ","408738":"\n   But your screen time on here is huge\n  ","408739":"\n   Do you think that the media ever gets it right?\n  ","408740":"\n   are you addicted to using technology?\n  ","408741":"\n   Do American people have a certain caricature about them?\n  ","408742":"\n   Are you any good at guessing a persons nationality just by looking at them?\n  ","408743":"\n   Ever watched episodes of The Wonder Years?\n  ","408744":"\n   hey Leigh you were in a very bad mood the other day, have you improved?\n  ","408745":"\n   Tell us about an answer or a reply you really liked (not necessarily from Askfm)\n  ","408746":"\n   Does the thought of immortality appeal to you, or does it frighten you?\n  ","408747":"\n   Do you have any stories you feel like sharing today?\n  ","408748":"\n   How much has your life changed over the last year, and in what ways has it changed?\n  ","408749":"\n   Have you ever attended a wedding?\n  ","408750":"\n   Is the area you live known for any strange events such as UFO sightings or any mysterious creatures such as Bigfoot or the Beast of Bray Road? Have you ever witnessed anything like this?\n  ","408751":"\n   Humans are very complicated and, frustrating. Do you agree or not? Why?\n  ","408752":"\n   What did you do for your last birthday? What will you do for your next one?\n  ","408753":"\n   What is your favourite animated movie?\n  ","408754":"\n   Do you think real men walk away from the fight\n  ","408755":"\n   What makes you really happy?\n  ","408756":"\n   On a whole, would you say that you're a happy person?\n  ","408757":"\n   How do you relax after a stressful day?\n  ","408758":"\n   How intelligent are you?\n  ","408759":"\n   Oof, this hit home for me. I'm proud of you for overcoming an unhealthy addiction, it's hard.\n  ","408760":"\n   How often do you get bored?\n  ","408761":"\n   name 3 things you do in the bathroom?\n  ","408762":"\n   My birthday is on Saturday... I’ll be 21 years old ?damn I feel old ?I feel like my childhood has passed by too quickly ?\n  ","408763":"\n   How would you react if your boyfriend showed up at your workplace?\n  ","408764":"\n   What's your favorite food and drink?\n  ","408765":"\n   Song of the day\n  ","408766":"\n   It wouldn't be empty if you hadn't deleted questions from a certain person.\n  ","408767":"\n   What music do you listen to when you have to concentrate?\n  ","408768":"\n   What is one thing that you wish more people understood about you?\n  ","408769":"\n   Why do you think it is that people find it harder to express themselves in any way? Do you feel like social media has some sort of affect on that? Why or why not?\n  ","408770":"\n   What is the most ridiculous thing someone has tried to accuse you of?\n  ","408771":"\n   What was the most difficult decision you've ever had to make?\n  ","408772":"\n   Are women stigmatized in society?\n  ","408773":"\n   Are you a materialistic person? If you were to lose the things you have now, how badly would it affect you?\n  ","408774":"\n   What impression do you think you give when you first meet someone?\n  ","408775":"\n   Do you believe that everyone deserves a chance for forgiveness?\n  ","408776":"\n   In what ways do you think Ask could be improved?\n  ","408777":"\n   What would be your perfect wedding party?\n  ","408778":"\n   Are you a forgive and forget type of person or do you hold grudges?\n  ","408779":"\n   Are pets good company\n  ","408780":"\n   If you drink coffee do you have a special coffee cup or travel mug? If so post a pic.\n  ","408781":"\n   Whats one thing you wanna avoid in future\n  ","408782":"\n   Are you an optimist, a pessimist, or a realist?\n  ","408783":"\n   What makes you nervous?\n  ","408784":"\n   Would you rather have an old phone with fast internet or a new cool phone with super-slow internet?\n  ","408785":"\n   Do you have any Gucci clothing\n  ","408786":"\n   Happy pride month ???\n  ","408787":"\n   Can you do a cartwheel?\n  ","408788":"\n   If I gave you 15k and said you have one hour to spend it what would you buy.  Note you must spend it all or you will lose everything you bought  and the some expeditions you cant buy an item over 1k\n  ","408789":"\n   What is the one question you get sent the most ?\n  ","408790":"\n   Do you change your accounts and emails from time to time, or are you one of those who hold on to them? How old is your oldest account\/email (that you still use)?\n  ","408791":"\n   What is the worst gift you have ever received?\n  ","408792":"\n   Are you a sentimental sort of person?\n  ","408793":"\n   How would you respond if you were in a relationship with a partner who wanted you to deactivate all your social media?\n  ","408794":"\n   In your opinion, what is the most crucial factor to success?\n  ","408795":"\n   If you found a valuable amount of money in the street, would you ever think of handing it in to the police?\n  ","408796":"\n   Have you ever been stuck in a room or somewhere with someone you despised?\n  ","408797":"\n   Do you consider yourself an iconoclastic person?\n  ","408798":"\n   What was the  day when you were born\n  ","408799":"\n   Are you also a mermaid ?\n  ","408800":"\n   What did you do today\n  ","408801":"\n   what do you think of those who pull down monuments?\n  ","408802":"\n   Generally speaking, are you a tidy and organised person?\n  ","408803":"\n   Do people regard you as extravagant?\n  ","408804":"\n   I see you are exuberant, aren't you?\n  ","408805":"\n   Do you have a voracious appetite?\n  ","408806":"\n   my bad it cause of the interest thing\n  ","408807":"\n   did ur gf make u mad\n  ","408808":"\n   Have you ever coaxed someone to do you a favor?\n  ","408809":"\n   Have you ever been coerced to do something?\n  ","408810":"\n   that's sucks . prob cause ur sleepy\n  ","408811":"\n   thank u . how u doing\n  ","408812":"\n   Do you spend much time arguing with strangers on the internet about politics?\n  "},"Answer":{"407740":"\n  i don't believe perfection exists. we're human beings & we're naturally flawed creatures, so nothing we do or think will be absolutely perfect. we're prone to mistakes & the only thing we can do to prevent them in the future is to learn from them.\n  ","407741":"\n\n   @littlesha_\n  \n  -- i love morgan's no-nonsense attitude, her maturity and outlook on life, and her opinionated nature. she's not afraid to express herself and stand true to her beliefs, and i find that really admirable.\n  \n\n   @misphire\n  \n  -- i love steph's passion toward her interests, whether it's her family or writing or astrology. i've always found her to be so creative as well, and we operate on the same wavelength when it comes to our perspectives and what we find humorous. lol.\n  \n\n   @urlsareshittbh\n  \n  -- i love danny's outspoken nature & ability to express himself, as well as his interest in and passion for animals. his vegan lifestyle makes me want to try to go vegan myself. i also find that i can relate to him a lot due to similar experiences.\n  ","407742":"\n  alongside happiness, i also do want to be more independent and express myself more creatively, work toward my ultimate goal of being a published writer (not work-related, but like a fiction novel or book or poetry).\n  ","407743":"\n  yeah, i know one or two people whom i would consider a hypocrite. they never want to admit they're wrong either, and they demonize other people for things that they do or are themselves.\n  ","407744":"\n  last night, i ate a home cooked (well, bbq'd) black bean burger with vegan cheese, and it tasted delicious. i also had cold pasta salad.\n  \n  last time i had takeout\/fast food was yesterday morning, lol. i ordered an egg sandwich from dunkin when i went to grab an iced coffee.\n  ","407745":"\n  she's extremely compassionate toward other people & especially animals. she's so passionate about the welfare of animals and it's admirable.\n  ","407746":"\n  aw, thank you !! i hope you do too ~~\n  ","407747":"\n  nothing extraordinary. we usually have squirrels, rabbits, raccoons, possums, different types of birds, and i see bats at night occasionally. if you go out east more or down towards the beaches, there are wild deer.\n  ","407748":"\n  yeah, thankfully it did. after the storm passed the humidity went totally down & today it's absolutely gorgeous. not a single cloud in the sky. :'))\n  ","407749":"\n  yeah, i was in nassau county & we got that, but also the really bad rain & hail. i couldn't believe it was hailing outside, i've never seen that before. i thought my windshield was going to break.\n  ","407750":"\n  i don't have a pet currently, but i used to have two fish, lol. and yeah, i would talk to them every day. usually things like, \"hey buddy! how are you doing today?! you hungry?!\"\n  ","407751":"\n  omg, i know. yesterday was so disgusting outside.\n  \n  i was driving out west to the party & it started downpouring rain and there was hail the size of quarters for like 10 minutes. it was absolutely terrifying. did you get that by you ??\n  ","407752":"\n  this is my current laptop wallpaper ~~\n  ","407753":"\n  \"truth hurts\" by lizzo. i'm obsessed with this song.\n  \n\n   https:\/\/www.youtube.com\/watch?v=P00HMxdsVZI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","407754":"\n  this is pretty vague. who's ugly & why would i care ??\n  ","407755":"\n  right now, i'm thinking that it's an absolutely gorgeous day outside and i want to take advantage of the sunshine. i don't want to go anywhere per say, but i do want to spend some time in the backyard this afternoon & maybe get a nice tan.\n  ","407756":"\n  my weekend is going good !! yesterday, i got all of my errands done in the morning & then i went to a fourth of july party in the afternoon\/evening, which was hella fun.\n  \n  it's sunday morning & i woke up not too long ago (slightly hungover, lol). i just made a cup of coffee, and i'm planning on sifting through my inbox for a little bit before starting laundry and sunbathing outside with a good book. :'))\n  ","407757":"\n  which symbol one are you talking about ??\n  ","407758":"\n  here are all of my tattoos !! ♡\n  ","407759":"\n  yes !! i'm currently at a fourth of july party at my coworker's house. :'))\n  ","407760":"\n  yeah, i smoke every few weeks or so.\n  ","407761":"\n  vegetables, i.e. cold mushrooms, carrot sticks, tomato & mozzarella salad, etc etc.\n  ","407762":"\n  the only thing that bothers me about him is that he's a fairly messy person. he has a bad habit of leaving cups on the table, throwing his clothes on the ground, etc etc. he's gotten a lot better over the past year, at the very least, but when he works a lot, his bedroom becomes atrocious because he doesn't have the energy or the time to clean it, lol.\n  ","407763":"\n  nothing, haha. i haven't done much today except eat breakfast, have two cups of coffee, and run errands.\n  ","407764":"\n  my boyfriend !! i'm hopefully seeing him tomorrow night. :'))\n  ","407765":"\n  anywhere in nature, particularly among the trees.\n  ","407766":"\n  LOL, no. i can't whistle when blowing outwards, but i can while sucking inwards.\n  ","407767":"\n  i would much rather live in the mountains. i've lived near the beach my entire life & i still don't really go there, haha. i like the water, but i've never really liked the beach itself because it's always busy with families.\n  ","407768":"\n  pursue a relationship with someone where you accept & love them for who they are, not for a fantasy version of them that differs from the truth. i was very young in my last relationship, and over time i noticed that i was in love with the *idea* of him, not so much him as he actually was. i eventually broke up with him, for a variety of other unrelated reasons as well, but it was a conclusion i came to perhaps months later.\n  ","407769":"\n  ah, i can relate to this a lot. my boyfriend and i both work a lot (he works like 50 hours per week), and our schedules are totally opposite so i only see him once per week even though we live close to each other.\n  \n  have you tried other avenues of \"seeing\" each other? i.e., facetiming, skyping, snapchat or facebook video, etc etc. i also don't know how you feel about talking on the phone, but i talk to my boyfriend every night & it helps a lot on the days we can't see each other.\n  ","407770":"\n  i like the regular audio versions & the lyric videos, so i can follow the lyrics on the screen while the song plays.\n  ","407771":"\n  i think the longest i've been awake was 40 hours. i didn't sleep for two days, i guess that equals out to, which doesn't seem like much but it definitely caused me a lot of trouble since i was a high school student at the time, haha.\n  ","407772":"\n  anyone who pours the milk first is a heathen.\n  ","407773":"\n  i don't have much experience with reading the books, since i'm only maybe 200 pages into the first book in the series. however, it's definitely a lot more interesting, and it goes further in depth that the television show ever does.\n  ","407774":"\n  i don't believe i can choose just one tbh. all of the road trips\/vacations i've been on with my boyfriend are all happy, delightful memories -- ranging from when we go upstate to when we visit the east end and montauk. we even traveled to austin, texas, a few years ago and that was an amazing memory.\n  ","407775":"\n  they're both inherently valuable, but it just depends on how\/when you apply those traits throughout your life. you can be a creative person, but without the application of that creativity, you or your talents aren't very valuable. the same can be said for knowledge -- you may have a plethora of knowledge within you, but if you don't push forward and apply that knowledge to a greater cause, it's not valuable at all.\n  ","407776":"\n  songs ;\n  \n  -- the entire skyrim soundtrack\n  \n  -- \"sleeping sickness\" by city & colour\n  \n  books ;\n  \n  -- girl interrupted by susanna kaysen\n  \n  -- the harry potter series by jk rowling\n  \n  films ;\n  \n  -- heathers\n  \n  -- the lord of the rings trilogy\n  ","407777":"\n  i don't normally enjoy the heat, but if it's bright & sunny outside, then i'll sit in my backyard with a book and sunbathe, lol.\n  ","407778":"\n  last week, actually !! for my cousin's wedding, my boyfriend and i stayed in a hotel about 10 minutes away from the reception venue. we left early sunday morning to come back home.\n  ","407779":"\n  yes, i'm usually the designated direction-giver when my boyfriend and i go on road trips. he drives and i point him in the direction he needs to go.\n  ","407780":"\n  (cont) my myopia has increased but I’m afraid to go check it out. Can you relate? Sorry just need to rant.\n  \n  --\n  \n  yeah, i can definitely relate to this !! i've been wearing glasses since i was a toddler, and my eyesight has only gotten worse as i've gotten older. it's never stabilized either, and i think that partially has to do with my astigmatism.\n  \n  honestly, contacts didn't help my eyesight at all and they made my eyes itchy and irritated. do you wear glasses as well? it may help more, but i do understand the fear of going to the doctor. i haven't gone in three years to get my eyes re-examined, even though i should ideally go annually.\n  ","407781":"\n  i mostly drink beer or white wine these days. i rarely order cocktails unless it's a margarita at a spanish restaurant. i've never liked the taste of whisky.\n  \n  i also love mojitos, but most places don't make them correctly.\n  ","407782":"\n  most humans are selfish and greedy.\n  ","407783":"\n  sometimes i do, but what's in the past is in the past. you can't do anything to change it so there's no use in regretting it.\n  ","407784":"\n  i like eating calamari on the beach.\n  ","407785":"\n  sorta, but not in an overbearing way.\n  ","407786":"\n  yeah, i value my alone time a lot. i spend most of my days surrounded by people, so i like spending time by myself.\n  ","407787":"\n  a few hours at the most. sometimes i'll check social media if i have the time in the morning before work. i don't use the internet again (for recreational purposes at least) until after i get home from work around 6:30\/7:00pm.\n  ","407788":"\n  yeah, one of my cousins doesn't like chocolate. i'm also not a huge fan of chocolate either. i can't eat it straight, it gives me a stomach ache.\n  ","407789":"\n  uh, some criminal activities that i don't feel like explaining on askfm. lmao.\n  ","407790":"\n  my boyfriend's mother dying, my best friend's father dying, and my boyfriend's dog dying.\n  ","407791":"\n  my back hurts, but that's not unusual. however, my anxiety is skyrocketing rn. i have no idea why and it's bothering me a lot.\n  ","407792":"\n  not really, no. everyone who i enjoyed following on askfm who have left, i keep in contact with on other social media sites.\n  ","407793":"\n  no, i prefer to be left alone -- especially if i'm sick or depressed. otherwise i just feel like a burden on whoever i'm with.\n  ","407794":"\n  uh, don't call me \"babe.\" that's pretty weird.\n  \n  i'm doing well, though. the magazine i've been working on at work was just shipped to the office & i got to take one home !! my name is listed in the contributing staff section as a content writer, which made me really happy. :'))\n  ","407795":"\n  my first paying job was a cashier position at a pharmacy. i stayed there for about four years and was promoted to photo lab technician and then lab supervisor. i also worked as a pharmacy technician for a brief period of time.\n  ","407796":"\n  i remember when i was in middle school\/high school, napoleon dynamite was just released & everyone was obsessed with it. i couldn't even watch it though, it was so cringe-y to me and super awkward and boring, lol.\n  ","407797":"\n  i feel the most comfortable in a regular tank top, a long hoodie or a cardigan, skinny jeans, and knee-high boots.\n  ","407798":"\n  wow, this made me emotional. thank you so much -- this means so much to me. :'))\n  ","407799":"\n  no, that wouldn't offend me. i would be appreciative of it being given to me regardless of the value of the item.\n  ","407800":"\n  i just simply don't have faith in any sort of higher being like that, regardless of whether it's the catholic god or an entity from any other religion. i place my faith in science, nature, humans, animals, etc etc.\n  ","407801":"\n  aah, so many !! my favorite movies that i've seen multiple times are -- heathers, american psycho, sweeney todd, les miserables, i am not a serial killer, the crow, the punisher, queen of the damned, the number 23, secret window, and the shining.\n  ","407802":"\n  i'm the same as i am on askfm, except more corporeal.\n  ","407803":"\n  sometimes, sure. honestly, most of them are really dark -- either that, or they're like dad jokes, haha.\n  ","407804":"\n  i've never purchased used clothing before, but i always wear my boyfriend's clothing (lol).\n  ","407805":"\n  no, i don't believe in god. i've been an atheist for as long as i can remember.\n  ","407806":"\n  i usually always order spicy tuna rolls and\/or salmon avocado rolls. they're my favorite.\n  ","407807":"\n  k. flay just came out with a new song titled \"not in california\" & it's really good !! it's going to definitely land her on the charts, for sure.\n  \n\n   https:\/\/www.youtube.com\/watch?v=rG8yKWkZ_xk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","407808":"\n  no, i don't believe in life after death. however, i find the concept to be very interesting.\n  ","407809":"\n  i'm pretty sure my best friend still has a book i let her borrow when we were still in high school, lmao. she also has my DSLR camera at her mother's house which i keep forgetting to take back.\n  ","407810":"\n  sorta, haha. i eat healthy and exercise, but my coping mechanisms are rather unhealthy and i drink perhaps a little too much.\n  ","407811":"\n  sometimes, yeah. i put my boyfriend's happiness before mine at times because i care about his happiness more than my own.\n  ","407812":"\n  cannolis, if they count !!\n  ","407813":"\n  i've never been to europe, so i really don't know. it wouldn't surprise me though.\n  ","407814":"\n  october -- i love the changing leaves, the chilly weather, the ability to finally wear hoodies, having campfires, the seasonal drinks, halloween, etc etc.\n  ","407815":"\n  for my boyfriend and close friends to be genuinely happy and find success in their lives.\n  ","407816":"\n  i love cool ranch doritos, but i usually eat veggie chips.\n  ","407817":"\n  no, i'm rather weak (both physically and emotionally, haha). i give into my urges too often and i have no concept of self control. even though i've gone through some traumatic things, i haven't really recovered from them and they still weigh me down significantly.\n  ","407818":"\n  not really, no. at least not the stereotypical concept that says that everyone has only one soul mate. i believe that if soul mates did exist then it could apply to several different people for various reasons, whether the relationship is romantic or platonic.\n  ","407819":"\n  i don't know most americans, so i really have no idea. i hardly know any people on the small island in which i live, lol. that's nothing compared to the millions of people who live in america.\n  ","407820":"\n  lol no, i'm very far from being patriotic.\n  ","407821":"\n  no, i don't hate change. sometimes i embrace it because change makes life interesting, and it's good to mix things up a bit.\n  ","407822":"\n  i'm doing fine. i went to my cousin's wedding last weekend, which was a lot of fun. my boyfriend and i ended up driving five hours to upstate new york and made a small weekend trip out of it. :'))\n  \n  other than that, things have been rather ordinary and uneventful.\n  ","407823":"\n  yeah, all the time. i'm always thinking about how my life could have turned out or how i would be different had i not started self-h*rming and similar things.\n  ","407824":"\n  no, it has nothing to do with me really so it doesn't affect me. if someone doesn't like me, then that's more of a \"them\" problem because they came to that conclusion, and unless they're going out of their way to damage my life, it doesn't bother me at all.\n  ","407825":"\n  scars from severe skin-picking (also known as dermatillomania).\n  ","407826":"\n  i honestly have no clue, haha. i'm also not home so i can't check to see what brand it is.\n  ","407827":"\n  i have no idea who you're talking about.\n  ","407828":"\n  here's my new & improved bitmoji instead !! ♡\n  ","407829":"\n  i answered this two hours ago.\n  ","407830":"\n  oh, haha. either way, it doesn't matter. what cadence decides to do in her spare time is her business.\n  ","407831":"\n  ideally, i should go every year. but i haven't gotten a new prescription in three years because i'm a terrible person.\n  ","407832":"\n  just my profile picture ~~\n  ","407833":"\n  no, i don't know the time exactly. i know it was in the morning hours, though.\n  ","407834":"\n  i didn't even know askfm had a \"recommended friends\" list, LOL.\n  \n  guess they're trying to be like fb now, smh.\n  ","407835":"\n  ... that's sorta weird that you knew she reactivated her account before she even started answering questions.\n  ","407836":"\n  that's such a bullsh*t excuse, lol. it's impossible for every employee to run around and immediately clean a machine after a customer has used it before the next customer starts using it, especially when it comes to treadmills and bikes.\n  \n  it's as simple as this -- clean up after yourself. wipe your own sweat off the machine and make it ready for the next person. if you have a problem with that, then don't go to the f*cking gym.\n  ","407837":"\n  whenever i order italian food, i always either get chicken parm or eggplant parm, haha. i also love caprese salads.\n  ","407838":"\n  i'm fine with regular american cheese if i'm at a bbq at home. but if i go to a restaurant and have an option, then i'll usually order cheddar cheese.\n  ","407839":"\n  lobster bisque, new england clam chowder, broccoli cheddar, and hearty vegetable.\n  ","407840":"\n  it really depends on the kind of sadness, if that makes sense (lol). i have really somber periods of sadness, where all i do is cry and listen to sad music. i have destructive sadness, where i need to escape from my emotions and get drunk and\/or high. and i have quiet sadness, where i sit in silence and do absolutely nothing or try to sleep it off.\n  ","407841":"\n  i seldom wear makeup to begin with, unless i'm going out somewhere and have the patience to put some makeup on. i also do wear less foundation in the summer months anyway, mostly because my face gets tan and i don't feel like dishing out the money to buy a darker shade of foundation.\n  \n  my go-to look is similar to my makeup style in my current profile picture, if you can see it. neutral eyeshadow shades in reds, pinks, and browns; mascara; a small bit of contouring with highlighter; and a nude or red lip.\n  ","407842":"\n  well thank you, i appreciate it ~~\n  ","407843":"\n  i like sauteed spinach the most. i could eat spinach literally every day of my life & not get tired of it.\n  ","407844":"\n  i absolutely *love* cheez-its, lmaoo. they're my all time favorite snack. the regular, classic ones are delicious, but i also really like the cheez-it grooves in white cheddar.\n  ","407845":"\n  haha, aw. thank you ~~\n  \n  i wish i shared your sentiments. i honestly don't know how i would be as a parent, i was raised terribly and i wouldn't want to find myself in a position where i would be emulating their \"parenting\" techniques without realizing it.\n  ","407846":"\n  yes !! that's a really big deal to me, and i've only ever seen maybe one or two people completely walk away from the machine without cleaning it first. there are cleaning stations all over the gym i used to go to, and there's really no excuse as to why you can't squirt some cleaner on a paper towel and wipe the machine down quickly. smh.\n  ","407847":"\n  i don't even know if i want kids to begin with, tbh. it's something i've always thought about and was never completely comfortable with the idea of me having children.\n  ","407848":"\n  i don't remember, tbh. i generally never feel old because everyone i see on a regular basis is older than me.\n  ","407849":"\n  i've been wearing glasses since i was a toddler.\n  ","407850":"\n  it has helped me tremendously, yeah. i struggle with mental illness and i started attending therapy because i was having s*icidal thoughts and didn't know what to do with myself anymore. i went to my general practitioner & she referred me to a counseling center that had both therapists and psychiatrists, so i made appointments to see both.\n  ","407851":"\n  yes, i've been in therapy for two years now. i used to see my therapist weekly, but a few months ago we changed it to every two weeks.\n  ","407852":"\n  it isn't my all-time favorite song (because i don't have one), but i've been listening to \"soco amaretto lime\" by brand new non-stop for the past 24 hours.\n  \n  i ended up drunkenly listening to it when i got home last night & sobbed my eyes out.\n  \n\n   https:\/\/www.youtube.com\/watch?v=RKBRdjkYTYE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","407853":"\n  yeah, i have generalized anxiety and social anxiety. so i'm pretty much worrying nonstop & experiencing racing thoughts on occasion.\n  ","407854":"\n  depends on my mood in that moment. sometimes i'll order a glass of pinot grigio, other times i'll order a light beer. i used to drink IPAs a lot, but they have so many carbs in them that i didn't feel comfortable drinking them anymore.\n  ","407855":"\n  things are going fine at the moment. i'm honestly just so mentally exhausted -- i feel like i'm burnt out from working, even though i had a three-day weekend last week. i find myself questioning if it's worth it to call out or leave work early, even though i really have no reasonable excuse. i'm just drained.\n  ","407856":"\n  yeah, i exercise every 2-3 days.\n  ","407857":"\n  above all else, i need sleep. i'm not talking about a regular night of sleep, though. i'm talking about an entire weekend where the only responsibility i have is to lay in bed. i need a few days to really relax my brain and recharge.\n  ","407858":"\n  yes, i did. :\/\/ i follow some youtubers on twitter who were posting about him the day he was found, it brought me to tears. i never watched etika's videos or really knew who he was, unfortunately. but this is just further evidence that celebrities are human and prone to depression, anxiety, etc etc., just like the rest of us. no one is immune and we *need* to keep having conversations about mental health to make reaching out more acceptable and less stigmatizing.\n  ","407859":"\n  i'm fairly flexible. it's funny because i actually freaked my coworkers out today because of how far i can bend my arms back, lmao.\n  ","407860":"\n  just a headache. i ate and took advil, and i've been fine for a while now.\n  ","407861":"\n  i can't drink it straight, but i used to drink vodka cranberry cocktails occasionally.\n  ","407862":"\n  i believe i ordered it from modcloth.\n  ","407863":"\n  i've been at work for almost five hours.\n  ","407864":"\n  haha, no. what i do in my time outside of work isn't their business and they don't care. if i showed up to work drunk, then that would obviously be a different story.\n  ","407865":"\n  i wasn't tired, no. i still got more than 6 hours of sleep.\n  ","407866":"\n  somewhat, but only towards myself (if that makes sense). i don't work in groups so all of the expectations and pressures are on myself.\n  ","407867":"\n  i made it quite evident in my answers last night that i was drinking.\n  ","407868":"\n  i'm fine at the moment. i just got to work and i have like 30 minutes to spare before i have to walk inside.\n  \n  i'm ... sorta? ... hungover but it isn't anything terrible. although it has been quite a while since i felt this way, lmao.\n  ","407869":"\n  yeah, i'm generally in a much happier mood when i'm drinking.\n  ","407870":"\n  haha, i was already asleep by the time you sent this message. but no, i didn't start answering questions last night until after i got home.\n  ","407871":"\n  yes, i smoke cigarettes.\n  ","407872":"\n  occasionally, but definitely not as much as i do. he'll drink once every few months or so.\n  ","407873":"\n  whether or not i'm seeing my boyfriend that night. if i have plans to see him, then i won't go out drinking with a friend. i would rather spend time with him than with any of my friends.\n  ","407874":"\n  occasionally, yeah. sometimes i'll wake up around 5:30 or 6am and not be able to go back to bed because i'm too awake.\n  ","407875":"\n  no, i normally don't notice it at all.\n  ","407876":"\n  no, i'm not sleeping yet.\n  ","407877":"\n  i don't have an answer to this question, my friend. i'm not an expert in psychiatry or neuropsychiatry.\n  ","407878":"\n  this is a stupid fucking question.\n  \n  unless someone is lucid dreaming, they don't have control over their dreams. anyone with a basic understanding of sleep knows that.\n  ","407879":"\n  is this a serious question? lmaoo.\n  \n  they're out of my control. i can't help but have dreams or nightmares. it's unpredictable and i have no control over them.\n  ","407880":"\n  depends on the day. sometimes i'll have a buttered croissant, or a yogurt parfait, or an egg sandwich.\n  ","407881":"\n  obviously not? lmaoo.\n  \n  that's why they're called nightmares, not dreams.\n  ","407882":"\n  two to three times per day. i normally eat breakfast, sometimes lunch, and then dinner.\n  ","407883":"\n  no, i can't remember my first time. it was either during my sophomore year in high school when i experimented with drinking for the first time or my first year of college.\n  ","407884":"\n  yeah, sometimes. it depends on my mood while i'm actually going to bed. sometimes i'll sleep like a rock, while other times i'll have nightmares.\n  ","407885":"\n  friendships happen naturally, not upon request. i appreciate the acknowledgement but you can't make friends with someone by simply asking to be their friend.\n  ","407886":"\n  uh, drunk. lmao.\n  \n  otherwise, i'm feeling fine. i had therapy this afternoon & then my friend asked me to meet for dinner and a drink, so i complied. now i'm a bit tipsy and going to bed soon.\n  ","407887":"\n  one of my cousins. she's absolutely gorgeous. angular face, dark brown curly hair, and a beautiful figure. she also has a great personality and her husband is just as charming and funny.\n  ","407888":"\n  not at my own house, no. i sometimes go to bbqs at my friends' houses though.\n  ","407889":"\n  i'm left handed.\n  ","407890":"\n  three weeks ago, i think.\n  ","407891":"\n  occasionally, yeah. we had a flash flood warning the other day, from what i remember, because it was storming all morning.\n  ","407892":"\n  either skyrim or fallout 4.\n  ","407893":"\n  i don't believe i've ever learned how to write short hand, no.\n  ","407894":"\n  thanks ~~\n  ","407895":"\n  no, i don't have GERD, nor do i know anyone who has it.\n  ","407896":"\n  i try to exercise every other day, but sometimes i get lazy and only exercise every three days, lol.\n  ","407897":"\n  not really. i ate steak and vegetables for dinner and had a few glasses of white wine. i totally missed dessert, lol.\n  ","407898":"\n  LMAOOO. omg.\n  ","407899":"\n  sunday afternoon when i hugged my boyfriend goodbye after i dropped him off at his house after the trip.\n  ","407900":"\n  don't settle for anything less than what you deserve. it's perfectly fine to be picky when dating, and even if you're already in a relationship, you shouldn't be anything less than happy with your partner and your progress together.\n  \n  life is too short to settle down with something that simply feels comfortable. you deserve someone who will not only make you feel at home, but also be a beacon of support, a source of encouragement, someone who brings out the best version of yourself.\n  ","407901":"\n  call an exterminator.\n  ","407902":"\n  haha, no. i find those super annoying.\n  ","407903":"\n  it feels like you're coming home for the first time.\n  ","407904":"\n  yes, they surprisingly get along. my boyfriend doesn't like my mother at all, though, but he plays nice for my sake.\n  ","407905":"\n  no, i don't have any food allergies or anything. i only have seasonal allergies to things like pollen.\n  ","407906":"\n  usually i get on the treadmill and exercise for a while.\n  ","407907":"\n  reading, writing, painting, playing video games, photography, and seeing my friends.\n  ","407908":"\n  no, i have no desire to try that.\n  ","407909":"\n  i wake up at 7:15am every morning.\n  ","407910":"\n  i find the concepts to be interesting, but i'm not sure if i necessarily believe in them.\n  ","407911":"\n  yeah, my parents are notorious for doing that. growing up, my mother in particular always made me feel guilty about my interests, which has led me to clam up about everything i'm interested in or doing as an adult.\n  ","407912":"\n  dark humor, lmao. i laugh at gory movies and i especially love dark comedy movies, like heathers.\n  ","407913":"\n  lol, this defines most of my social experiences. i always get the feeling that no one is actually listening to me but i finish the story anyway.\n  ","407914":"\n  surprisingly, no. all of the bridges i've burned happened a few years ago and i've been content with my group of friends for a while now.\n  \n  however, there is one friend with whom i thought i should cut ties, but i'm still unsure of where we stand. we have a good time when we see each other, but they've royally screwed up on multiple occasions and i'm not sure how many more chances i'm willing to give.\n  ","407915":"\n  honestly? no.\n  \n  it's in our human nature to aggravate conflict. we're creatures of habit, and any form of change is immediately met with hesitation and skepticism. most important figures who are in control of the world are also ruled by greed and gluttony, and if something does not fit their preconceived viewpoint of the world, then they reject it.\n  \n  i don't think we'll see world peace, at least not in this lifetime if the human race is still standing.\n  ","407916":"\n  hello ~~\n  \n  i'm doing well. i'm watching a true crime docu-series, drinking some alcohol, and scrolling through my askfm questions. i should probably be asleep, but i'm not tired yet.\n  ","407917":"\n  the truth is, everything is catered to the male gaze, and even though realistically beauty has no importance to what's significant in life, it's become conventional and standard to place that importance on beauty in order to quantify some sort of worth in society.\n  \n  from early times, women have always catered to men. the idea of a woman's beauty has been deemed as important to further serve the men in their lives. in the current age, that has manifested in different makeup forms, body types, body hair styles, etc etc. women are told \"men won't like you with short hair\" or \"men don't like when women are not shaved,\" and so on. it's become so typical and commonplace to see these standards of beauty and most people don't acknowledge how misogynistic it can be.\n  ","407918":"\n  thankfully, i feel like my vocabulary is pretty diverse, due in part to my studies in grammar and literature while in college. the words come to me naturally, even words that i notice i haven't used in quite some time, depending on the situation and what message i'm trying to convey.\n  ","407919":"\n  while i do have a lot of terrible and depression decisions that made my life worse, for the sake of askfm i'll answer this on a positive note.\n  \n  deciding to stick through with college & graduate changed my life, and for the greater good. i struggled a lot with my grades and juggling assignments, especially with my mental health being as bad as it was, but i knew that if i dropped out then i would feel worse. i stuck through with my studies and ended up graduating with a 3.9 GPA. it's changed my life for the better because i wouldn't have had the job opportunities i've had, had i not graduated.\n  ","407920":"\n  in theory, yes. it's technically fair -- but in application, no. for example, even if your boss looks down on you, in some circumstances you simply cannot treat them the same way otherwise you'll lose your job. and while some people may think that's worth losing their job over, other people can't afford that to happen to them.\n  \n  the reality is, sometimes we have no choice but to deal with being treated poorly by people. however, in most cases we do need to take a step above them and take the higher ground, because by behaving like them you're only stooping down to their level.\n  ","407921":"\n  \"girl interrupted\" by susanna kaysen is perhaps the best, and most important, book i've read to date.\n  \n  it's definitely not a complex novel, but it's an autobiographical sketch of a woman's lessons she learned while staying in a psychiatric ward after being diagnosed with BPD. it was the first book i read that introduced me to the importance of mental health and also was my first insight into depression, anxiety, and BPD. i was able to relate to many of the characters, which was my first clue that i was struggling with mental health myself.\n  ","407922":"\n  i used to prioritize other people's needs & desires over my own. as i've gotten older, i've learned that my own needs, desires, and happiness are just as important as those of others. i'm now acknowledging that i need to prioritize myself moreso than ever these days, because i cannot help others until i ultimately help myself. i'm learning that i deserve happiness and recognition.\n  ","407923":"\n  well, i just got back from the gas station and picked up alcohol, so ask me questions since i'll be drinking & staying up for a while ~~\n  ","407924":"\n  somewhat, yes. i never really responded well to positive affirmations when i was struggling, because it simply seemed unrealistic to me. however, i do appreciate gentle approaches to reality and encouragement. the acknowledgment of the struggles and hardships while also offering sound advice that isn't a blanket statement or falsely confident.\n  ","407925":"\n  seeing my boyfriend laugh or smile, watching the rain outside the window, drinking iced coffee in the morning, spending lazy early mornings with coffee and cigarettes with my boyfriend, positive reinforcement, sleeping well, true crime documentaries, reading a good book, painting, writing something i'm proud of, and playing video games.\n  ","407926":"\n  went to bed early the other night because i knew i needed the extra sleep, instead of staying awake to prolong the night.\n  ","407927":"\n  a meme that i saw on facebook, lmao.\n  ","407928":"\n  very much so, yes. i have generalized and social anxiety, so i'm basically worried about everything and overthink everything.\n  ","407929":"\n  because i'm afraid something could go wrong, haha.\n  ","407930":"\n  there's a mexican food restaurant that i love going to because their food is *always* delicious. you can create your own burritos, tacos, and burrito bowls, and they also have churros and quesadillas.\n  \n  i normally get a burrito bowl with white rice, pinto beans, carnitas, guacamole, salsa, cheese, and lettuce. it's one of the best meals ever.\n  ","407931":"\n  i don't really enjoy swimming in general. but i like being near the ocean, and sometimes i'll wade out into shallow waters and dig my toes in the soft sand. it makes me feel closer to nature.\n  ","407932":"\n  i've always wanted to travel to australia, new zealand, england, and spain.\n  ","407933":"\n  nah, it's obviously much easier to spew bullsh*t onto other people's pages, even though it's perhaps the easiest way to make a fool out of themselves, haha.\n  ","407934":"\n  i've always found that amusing too, especially with you in particular. occasionally i'll get an anon or two who tries super hard to bring you down on *my* page, knowing full well we're good friends.\n  \n  like ... ?? it goes against all common sense, lol.\n  ","407935":"\n  yeah, there are a few shows i binge watch from time to time. they're usually some sort of true crime docu-series. right now, i'm watching the second season of \"the confession tapes\" on netflix.\n  ","407936":"\n  it's interesting how this anon is so dead-set on calling you scared or ashamed when *they're* the one who's anonymous, lmaoo.\n  ","407937":"\n  my boyfriend does on occasion, yeah. it isn't really an unusual thing for couples to do.\n  \n  lmao, which reminds me of a funny story. when i was at my cousin's wedding on saturday, my boyfriend noticed that my cousin grabbed his wife's ass when they were standing on front of the church before pictures were being taken, lmaoo.\n  ","407938":"\n  these messages are hella silly and immature. if you have such an issue with\n  \n   @littlesha_\n  \n  , then express these feelings on her page. they mean nothing to me, so i'm not responding to them from here on out.\n  ","407939":"\n  i think i want to try things like bungee jumping, sky diving, parasailing, and ziplining. however, i'm absolutely terrified of these things at the same time, LOL.\n  ","407940":"\n  \"sleeping sickness\" by city & colour ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=8rU7WPVcLmQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","407941":"\n  \"i've become a simple souvenir of someone's kill. and like the sea, i'm constantly changing from calm to ill. madness fills my heart and soul as if the great divide could swallow me whole. oh, how i'm breaking down.\"\n  ","407942":"\n  i grab my boyfriend's ass all the time, lmao.\n  ","407943":"\n  hello ~~\n  \n  i'm not up to much at the moment. i'm just relaxing by listening to soothing music, drinking iced coffee, and catching up on what i missed on social media today.\n  ","407944":"\n  i'm in a relationship.\n  ","407945":"\n  no, i'm perfectly content with the amount of friends i have at the moment. i see three friends occasionally, as well as my boyfriend, and that's enough to keep me busy.\n  ","407946":"\n  apparently some anons like to pull sh*t out of their ass in order to fabricate ~~ drama ~~.\n  ","407947":"\n  fine, as far as i'm aware. my physical health is perfectly fine, as usual, and my mental health has been much better this past week compared to last week.\n  \n  i've been trying to put myself on a stricter general schedule\/routine so that my moods can be more even -- waking up at the same time every day, taking my meds at the same time every day, eating at the same time every day, and exercising every two days.\n  ","407948":"\n  why are you asking *me* this question, when you should really be asking\n  \n   @littlesha_\n  \n  ?? lmaoo.\n  \n  i'm not on askfm until at least 6:30pm, and sometimes early in the mornig before 9am if i have spare time before work. i don't know the majority of what is said on my feed.\n  ","407949":"\n  i'm feeling fine -- i'm still a bit tired from the weekend, but that's to be expected, especially considering i didn't get enough sleep last night and woke up twice throughout the night for no apparent reason.\n  \n  right now, i'm drinking some iced coffee and catching up on my questions here (and also listening to music). i really need to wash my hair, but i don't have the energy right now.\n  ","407950":"\n  if the topic hurts you too much to write about it, then perhaps you aren't ready to write about that topic yet. you may still need to do some thinking and soul-searching to come to terms with that topic, or at least begin to accept that whatever happened has happened and you have to try to move forward from it.\n  \n  the words will come in time. sometimes, it helps the healing process. but if you can't muster the words right now, don't force yourself.\n  ","407951":"\n  ???\n  \n  i've never said i was poor -- people have always asked if i was wealthy, and obviously that isn't the case so i always say no. there's a difference between being poor and being in that weird in-between stage where you're not poor, but you're not well off either.\n  ","407952":"\n  (2\/2) consent for you and even a potential boyfriend getting filmed, photographed, and gushed over (and if I'm honest, it was mostly straight girls). I identify as mostly straight now, but was mostly gay in my teen and early 20s, and I lived through all that thinking the fetishization was normal.\n  \n  --\n  \n  yeah, i remember that too -- honestly, i wrote gay fanfiction too when i was a teenager, lol. thankfully that didn't transpose into my real life, it was just a way for me to practice my writing.\n  \n  however, i definitely understand where you're coming from. thank you for providing this perspective ~~\n  ","407953":"\n  summer just started, so i really don't have one yet.\n  ","407954":"\n  yeah, my boyfriend's family got a groupon deal so it isn't very expensive at all. plus i've been paying it off in monthly installments.\n  ","407955":"\n  i'm going to the caribbean next winter. :'))\n  ","407956":"\n  my next objective for the month of july is to get my passport.\n  ","407957":"\n  i'm always up for an adventure. it seldom happens, though. i don't have a group of friends & i rarely see my few friends to begin with due to conflicting schedules.\n  ","407958":"\n  i don't normally eat late night snacks. i usually have dinner and then i'm done eating for the night.\n  ","407959":"\n  all of my lessons, i've learned the hard way, haha. i was never one to really listen to authority when it comes to advice about situations, i always had to experience it myself.\n  ","407960":"\n  yes, i see no problem with that. not everyone is equipped to handle mental illness, but as long as they at least *tried* to understand and didn't discriminate against them for having mental illness, then there's nothing inherently wrong with breaking up with a person because they really cannot handle it.\n  ","407961":"\n  i made a salad, if that counts. lmao.\n  ","407962":"\n  i only follow people whose answers i like, and i find it distasteful when people demand that i follow them simply because they chose to follow me first.\n  ","407963":"\n  no, not that i can recall.\n  ","407964":"\n  abandonment ~~\n  ","407965":"\n  i actually believe that gay men and lesbians are treated similarly *because* lesbians are fetishized. take, for example, the lesbian couple who were assaulted because they wouldn't kiss on demand when a stranger asked them to. lesbians are likely in just as dangerous positions as gay men.\n  ","407966":"\n  lol, no. not at all. there's no age limit to using askfm or any social media site in general.\n  ","407967":"\n  why did you send this to several people? lmao.\n  \n  no, i don't hate buses.\n  ","407968":"\n  i don't follow people upon request, sorry.\n  ","407969":"\n  i just got to work.\n  ","407970":"\n  i usually go to bed anywhere between 11pm and 1am. i wake up at 7:15am every morning.\n  ","407971":"\n  aw, thank you so much !!\n  ","407972":"\n  aw, no problem !! ♡\n  ","407973":"\n  like i said, i'm not comfortable talking about my childhood.\n  ","407974":"\n  i don't feel comfortable talking about my childhood, sorry.\n  ","407975":"\n  time outs, taking electronics (or whatever they express interest in) away, grounding for a week, etc etc.\n  \n  keep in mind i know absolutely nothing about children, lmao.\n  ","407976":"\n  no. i believe there are some risks for people to have children after they reach 35, but modern medicine has progressed to such a point where its easier to manage those types of pregnancies.\n  ","407977":"\n  it isn't really something i can give suggestions about because it's different for everyone. people learn over time what works and doesn't work for them, and in order to be true to yourself and express yourself comfortably, you have to learn about yourself over the course of many years. it doesn't happen overnight.\n  ","407978":"\n  it doesn't represent or affect me, lol. i just like changing my hair color often because i get tired of the same colors all the time. i've been coloring my hair since i was 12 years old.\n  ","407979":"\n  i went to the salon and got it done.\n  ","407980":"\n  haha, no. that would totally ruin the moment.\n  ","407981":"\n  no. i don't think anyone's face is symmetrical.\n  ","407982":"\n  i really enjoy sushi the most. it's pretty versatile and i absolutely cannot get enough of it, haha. i also tried pad thai for the first time two weeks ago & fell in love.\n  ","407983":"\n  no, quite the opposite, lol. i don't really care what other people think about my opinions, and i've always been pretty outspoken about my perspectives when asked.\n  ","407984":"\n  only from my friends. i usually feel uncomfortable if strangers compliment me.\n  ","407985":"\n  yes, definitely. it's a problem when people feel attacked because they refuse to take accountability for their own actions.\n  ","407986":"\n  the only thing that bothers me is that he's a very messy person, lol. he throws his clothes wherever, he leaves empty cups on the table, the garbage doesn't usually make it to the garbage, etc etc.\n  \n  it used to be much worse, so it's gotten better within the past year ever since he reorganized his bedroom. he has more incentive to keep it clean and has learned that he feels better mentally when his living space is organized.\n  ","407987":"\n  usually because they're insecure with themselves or have pent up aggression from experiences (normally at home). people don't bully others unless they feel weak in some aspect of their lives, or unfulfilled. it never comes from a good place.\n  ","407988":"\n  yes, i was bullied a lot when i was in middle school, as well as the beginning of high school. i was bullied for my appearance and my dress style, because i was goth at the time.\n  ","407989":"\n  an experience i had at work this afternoon. on my lunch break, my coworkers and i were outside and noticed a dog running around the parking lot & it seemed scared. my coworkers cautiously walked to the parking lot to see what was going on, and after about 10 minutes, a woman walked out of the office building and basically said, \"oh yeah, that's my dog. did she escape?\" and totally didn't seem phased by the fact that her dog was running around and almost got lost.\n  \n  also, the dog didn't have a collar or identification. the woman left the dog in the car for who knows how long, with the window wide open. the dog likely hopped out of the car because it was dying of heat. :\/\/\n  \n  i was so annoyed and upset over the entire ordeal, the woman was totally irresponsible. she shouldn't have a dog to begin with if she can't take care of it.\n  ","407990":"\n  -- heathers\n  \n  -- the crow\n  \n  -- sweeney todd\n  \n  -- queen of the damned\n  \n  -- american psycho\n  ","407991":"\n  i would probably start laughing, but also be annoyed slightly at the same time, lmao. i wouldn't take my annoyance seriously though because it is a lighthearted joke, but i definitely would be like, \"what the f*ck?! you're an a*shole!\" haha.\n  ","407992":"\n  a resume is a basic overview of your professional experiences and goals, and it can be as simple or as complex as you'd like.\n  \n  personally speaking, i've always gone with a more simple, straightforward approach with my resumes for easy reading. i'll list my career objectives, my past work history with a brief explanation of my tasks and responsibilities, and my schooling (with certain achievements, like being on the dean's list or graduating magna cum laude or being published).\n  \n  i also have a section on my resume of my professional skills, i.e. proficiency in adobe, microsoft office, photo editing, customer service, writing and editing, etc etc. at the end of the resume, i have a section that says \"references available upon request,\" and on a separate document i have a few professional references with their email addresses and whatnot.\n  \n  if you need any tips, feel free to ask !!\n  ","407993":"\n  on rare occasions, yes. i mostly drive everywhere i need to go, but sometimes i'll have to take an uber somewhere. i also take the train if i ever go into new york city.\n  ","407994":"\n  haha, yeah. i dislike my next door neighbor. he's a really irritable old man who complains about everything, mows his lawn at 8am on the weekends, and yells at my landscapers. he's extremely rude, and before his wife passed away, i could hear him screaming at her most nights when i would go outside to have a cigarette. :\/\/\n  ","407995":"\n  no, i don't have a swimming pool at my house. my family used to have a pool in the backyard, but it was extremely old. we eventually took it down -- perhaps 5-10 years ago (i don't remember).\n  ","407996":"\n  i purchased beer at a gas station in upstate new york, so the attendant asked for my ID. that was on friday night.\n  ","407997":"\n  i am !! she doesn't have an askfm account, though.\n  ","407998":"\n  no, i've never eaten caviar before. i never had a desire to try it.\n  ","407999":"\n  yes !! i try to put on a face mask at least once a week (no more than twice per week, though). i find that the charcoal face masks help clear up my skin and keep it feeling clean.\n  ","408000":"\n  my cell phone, my television, the game of thrones anthology, a piece of jewelry, and a pack of cigarettes.\n  ","408001":"\n  there's nothing inherently wrong with being a \"social justice warrior\" in the sense that there isn't anything wrong with being socially conscious, advocating for the rights of others, and calling out problematic behavior to be more inclusive.\n  \n  however, there's this SJW culture of people who claim to be feminists, but they use it to their advantage to try to justify their own problematic beliefs. it's more of a popularity label than anything else, and people generally don't advocate for what's morally and socially right anymore. it's just an arguing competition online, and in general these people don't transpose their words into actions IRL.\n  ","408002":"\n  when i dance, i look like a fish flopping on the ground after being reeled in from the water. lmao. me dancing is definitely not a pretty sight, so i avoid it at all costs.\n  ","408003":"\n  i find a sense of confidence to be attractive -- however, not *too* confident to the point where they're arrogant about themselves. it's beautiful to see a person embracing themselves and being true to themselves and express those feelings without shame.\n  \n  i also find dark senses of humor to be attractive, lol. as well as having an open mind, maturity, being down to earth, and having a bold and unpredictable personality.\n  ","408004":"\n  my experience with askfm has mostly been positive !! i've met tons of amazing, wonderful people on here -- some of whom i can call a genuine friend. :'))\n  ","408005":"\n  uh, no? lmao. it's common courtesy to use a person's correct pronouns, but it shouldn't be treated as if it's some criminal act if someone doesn't use right pronouns. it's definitely rude af, but not illegal.\n  ","408006":"\n  i've never purchased flowers for anyone, but i've received flowers on a few occasions. a few years ago, my boyfriend sent a big bouquet of flowers to my office for valentine's day. :')) it came with chocolate too, haha. it was one of the cutest things he has ever done for me.\n  ","408007":"\n  \"if you're going through hell, keep going.\"\n  \n  it inspires me to keep pushing through even when i'm struggling. sometimes you may feel as if you've hit rock bottom, but that only means the only way you can go is up. if things feel as if they cannot get any worse, then the only thing that can happen is that they'll get better.\n  ","408008":"\n  i normally eat healthy, but i do sometimes have junk food every now and again in moderation. usually in the form of small servings of cheetos or cheez-its, lol.\n  ","408009":"\n  i'd rather attend a bbq. there's nothing better than grilling some burgers and hot dogs in the middle of the summer, drinking a beer, and having a campfire.\n  ","408010":"\n  i don't personally know. i don't know the salary ranges for file clerks or paralegals.\n  ","408011":"\n  \"100 bad days\" by AJR ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=M2LDh1m4C_g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408012":"\n  my best friend IRL is a woman i met when we were both just 11 years old !! we've been best friends for 16 years. :'))\n  \n  i don't really have an askfm bestie, but i'm probably the closest to\n  \n   @littlesha_\n  \n  and\n  \n   @misphire\n  \n  .\n  ","408013":"\n  oh yeah, all the time. i normally delete all of those messages. they're not worth responding to.\n  ","408014":"\n  unfortunately, yes. that's why i have most of my accounts on private and don't generally talk to strangers online.\n  ","408015":"\n  bloody mary scared me a lot, haha. i never actually did it because i was terrified that it was real.\n  ","408016":"\n  cool ranch doritos are yummy.\n  ","408017":"\n  my beliefs align with intersectional feminism but i don't identify with the label of \"feminist.\"\n  ","408018":"\n  i like carrots. i'd rather have them raw because then i can dip them in hummus, haha.\n  ","408019":"\n  definitely a glass of water. milk is disgusting.\n  ","408020":"\n  wedding selfie ~~\n  ","408021":"\n  yes, i've struggled with depression since i was 11 years old.\n  ","408022":"\n  i was at work when you sent this to me. now i'm home & making a cup of coffee.\n  ","408023":"\n  i never wanted to please her, but whatever helps you sleep at night. i know my opinions and intentions, and you're definitely far off the mark, lol.\n  ","408024":"\n  uh, no? why would it get weird? lmao.\n  ","408025":"\n  i normally just drink beer or wine. my favorite beer is fat tire and my favorite wine is pindar.\n  ","408026":"\n  yeah, new york is fairly expensive (pretty much just the island and the city).\n  ","408027":"\n  yeah, i do both of those things.\n  ","408028":"\n  aw, thank you so much !! ♡\n  ","408029":"\n  i still think it's gross, but it really isn't my concern what other people do in their relationships.\n  \n  what would this even have to do with cadence, anyway? she doesn't even use askfm, lmao.\n  ","408030":"\n  honestly, normally my anxiety keeps me awake at night because my mind sometimes races a mile a minute and i can't control it. once i'm asleep then i'm fine (i maybe wake up only once or twice a night), but getting to sleep can be difficult at times.\n  ","408031":"\n  my stamina is absolutely terrible, but it's gotten a lot better ever since i started working out.\n  ","408032":"\n  whoops, i didn't see this until today (monday), lol. on friday, my boyfriend and i drove five hours upstate and then had dinner at a smokehouse bbq restaurant. then we went back to the hotel room, got high, and went to bed.\n  ","408033":"\n  i don't personally know. i'm not up to date on politics now as i used to be in the past, and i don't really have a strong opinion on the issue in general.\n  ","408034":"\n  as a whole, no. i'm not an inherently happy person because i've struggled with depression my entire life. i certainly have a few happy moments and i give off the impression that i'm fine, but most of the time, i'm in a neutral mood.\n  ","408035":"\n  yeah, of course. there's nothing inherently wrong with being a conservative as long as you don't hide behind your beliefs to try to justify problematic or oppressive perspectives (i.e. being racist, sexist, or homophobic, etc etc).\n  ","408036":"\n  i have work from 9am to 6:30pm. then i plan on either making dinner with my mother or ordering in, showering, and relaxing in front of my television before going to bed.\n  ","408037":"\n  i *almost* cried at the wedding on saturday, lol. it was so beautiful and moving.\n  \n  but other than that, i think the last time i cried was sometime early last week. i was having a really bad mental health day.\n  ","408038":"\n  no, i don't particularly care to look at your profile to see what you look like.\n  ","408039":"\n  i basically just answered this in my first answer, lol. i don't find it attractive in my own relationship, but it doesn't concern me if other people use it in their relationships.\n  ","408040":"\n  thank you, and yes i agree. masculinity in itself isn't toxic and there's no issue with embracing your masculine (or feminine) features. it's when you begin exhibiting traits of toxic behavior or thought patterns where it becomes an issue, and that's largely due to society's general expectations of men.\n  ","408041":"\n  depending on how long they are, yeah. this trip was five hours long each way, so my boyfriend and i grabbed some waters and coffee before the trip, as well as some quick snacks.\n  ","408042":"\n  yiruma's \"river flows in you\" was played at the wedding this weekend & i almost started crying.\n  \n\n   https:\/\/youtu.be\/7maJOI3QMu0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408043":"\n  i've never listened to it before.\n  ","408044":"\n  everyone report this account, please !!\n  \n  that's absolutely disgusting, i can't believe people like this exist.\n  ","408045":"\n  no, i don't personally believe so. there are a significant number of people who shave their arm hair. i would do it myself if i wasn't concerned of it growing back in darker.\n  ","408046":"\n  i believe i was 14 or 15 years old when i received my first cell phone. back then, we didn't have smartphones so the only things i was able to do was text and make phone calls.\n  ","408047":"\n  yes, i've eaten lobster before. it's delicious to me, but i only have it on very rare occasions. most of the time, it's in lobster bisque soup.\n  ","408048":"\n  haha, no. i don't even know how to ride a regular bicycle.\n  ","408049":"\n  my favorite condiment is ranch. my least favorite condiment is mustard (and mayonnaise).\n  ","408050":"\n  i don't believe it's possible to fall in love with someone you literally *just* met, no. however, even online relationships can ignite feelings of love between two people. just because it's online doesn't mean it's less real or your feelings aren't valid.\n  ","408051":"\n  my first kiss was with my first girlfriend when we were 12 years old.\n  ","408052":"\n  i sorta took the latin words for \"poetry\" and \"moon\" & mashed them together, haha. i wanted something latin-based that resembled something that represented me, and i thought it was fitting.\n  ","408053":"\n  it isn't too expensive right now, and i've definitely seen it worse. the cheapest right now has been $2.66\/gallon.\n  ","408054":"\n  no, they didn't have wedding vows. it was a traditional romanian ceremony, so it was much different than a regular catholic wedding. they still had the exchanging of the rings in the very beginning, but the rest of the wedding was in a byzantine tradition.\n  ","408055":"\n  probably !! i think personalized wedding vows are beautiful, and i've actually never been to a wedding where the couple wrote their own vows.\n  ","408056":"\n  no, i've never traveled anywhere by myself. every time i've taken a trip, it's been with my boyfriend or a close friend.\n  ","408057":"\n  yes, i am indeed aware that there is a high divorce rate in the united states. that isn't necessarily a bad thing, though. these days, people are more apt to recognize when a relationship isn't working anymore and they're willing to break up in order to further both of their senses of happinesses, not only for themselves but for the children as well.\n  ","408058":"\n  it's a celebration of the love that exists between two people. obviously there are legal benefits to being married as well, but i've also always been somewhat of a romantic and believe that weddings are beautiful traditions.\n  ","408059":"\n  yeah, i'm sure my boyfriend and i will eventually get married in the future. we're in absolutely no rush either way, it isn't a priority to us.\n  ","408060":"\n  one of my cousins !! he and his bride were absolutely stunning. i posted a picture a few posts below, but they might have gotten buried.\n  ","408061":"\n  i've wanted tattoos for as long as i could remember. i got my first tattoo the week after my 18th birthday.\n  ","408062":"\n  my trip was good !! my boyfriend and i headed upstate friday morning and checked into the hotel. we had dinner at a smokehouse bbq place and then went back to the hotel to sleep since we were both exhausted from the drive.\n  \n  saturday, we went to the church ceremony for the wedding and then the reception afterwards. the reception was at this big, beautiful barn in the mountains of the adirondacks, and it was absolutely gorgeous. we stayed until about 10pm and then left because we were both feeling toasted, lol.\n  \n  today, we left the hotel super early to drive home, which took about five hours. i dropped him off at his house and then went home, and i napped for a little while. overall, the trip was wonderful and well worth the very long drive. :'))\n  ","408063":"\n  i enjoy my current job a lot. right now, i'm working as a writer and editor for a publishing company, and they've been extremely accommodating over the past 1.5 years. i feel at home in the office with my coworkers, and everyone is extremely friendly.\n  \n  my dream job, however, is a stay-at-home novelist.\n  ","408064":"\n  hello -- do you have a question ??\n  ","408065":"\n  i don't like receiving questions pertaining to my family. honestly, i normally just delete them.\n  ","408066":"\n  i like personalized questions pertaining to my life, my relationship, my hobbies, my job or education, my friendships, etc etc. i even like the occasional \"how are you?\" or \"how was your day?\" types of questions because i think it's interesting to have that sort of insight into someone's life.\n  ","408067":"\n  i don't answer inappropriate questions, questions that are obviously trolling, or anything that's s*xual in nature.\n  ","408068":"\n  i like dipping french fries into vanilla ice cream (like if i go to mcdonalds, i'll get a small french fry and dip them in an oreo mcflurry). i also sometimes put potato chips on my cheeseburgers or hot dogs.\n  ","408069":"\n  i would get the tattoo that i've been planning on getting for about a year now, haha. it's a writing quill in black, white and gray ink.\n  ","408070":"\n  i don't have any pets. however, here's a picture of the bride and groom dancing from saturday night. ♡\n  ","408071":"\n  my boyfriend and i don't really go on stereotypical dates very often since we don't get to see each other as frequently as we'd like to. i believe the last time we went on a date was perhaps over a month ago -- we went to texas roadhouse for dinner and drinks one night.\n  ","408072":"\n  i'm neither happy nor sad. i'm fairly neutral, probably because of how tired i am. i just want to lay in a bed of blankets in silence for the rest of the night.\n  ","408073":"\n  no, quite the opposite actually. if a man cries, he's simply human -- it's normal, expected and healthy to cry for a variety of emotions & someone isn't less of a man for releasing those emotions.\n  \n  the idea that crying makes men weak is extremely unhealthy and antiquated. it's a stigma used against men to promote toxic hypermasculinity in a society where men are conditioned into thinking that they should never display emotion. it's not good or healthy to suppress yourself like that, regardless of your gender.\n  ","408074":"\n  no, i have no desire to see toy story 4.\n  ","408075":"\n  sure, i probably could be classified as a nerd. i'm a big ole book-reading, video game-playing, glasses-wearing, philosophical question-asking sort of person.\n  ","408076":"\n  i know plenty of people who call their partners \"daddy.\" it's fairly common these days & it doesn't personally bother me. i wouldn't use it in my own relationship, but other people's relationships don't concern me.\n  ","408077":"\n  i already explained this in more detail below, but in short, my boyfriend and i traveled home from upstate new york this morning\/afternoon. i've been laying down pretty much ever since i got home because the drive exhausted me.\n  \n  anyway here's a picture of the bride and groom walking to have their first dance. ♡\n  ","408078":"\n  i have snapchat, but i don't give out my username to people i don't personally know.\n  ","408079":"\n  hello -- do you have a question ??\n  ","408080":"\n  i usually sleep for anywhere between 6 and 9 hours. it really depends on the night.\n  ","408081":"\n  i normally don't wake up any later than 7:30am, even on my days off from work.\n  ","408082":"\n  i normally hit snooze once at the very most, otherwise i know i'll be late for work. i like getting to work at least 20 minutes early so that i don't have to rush.\n  ","408083":"\n  i haven't been in any sort of schooling for six years, haha. i graduated college in 2013.\n  ","408084":"\n  you can see our outfits pretty well in this picture. my dress was all maroon & floral with beige wedges, and he wore a gray suit with blue accents and brown shoes.\n  ","408085":"\n  when you asked me this, i was getting ready to leave for the trip. i logged off of askfm from friday morning until this afternoon, so i apologize that i didn't get to see this message in time.\n  ","408086":"\n  haha, thank you !! i had a fine day -- my boyfriend and i woke up in the hotel, got on the road by 10am, and got home around 3pm. we picked up some lunch on the way home because we were starving, and after i dropped him off at his house, i came home, sorted through my things, and laid down for an hour or two.\n  \n  i'm still exhausted, so i'm probably going to call it an early night. i kinda regret not taking off from work tomorrow. :\/\/\n  ","408087":"\n  aw, don't be jealous. there's no need for that. i'm sure you're a beautiful person too. ♡\n  ","408088":"\n  LOL. in due time, my friend.\n  ","408089":"\n  just my cell phone. i have a samsung galaxy s7.\n  ","408090":"\n  i did !! thank you so much. ♡\n  ","408091":"\n  i didn't drive, my boyfriend drove (bless his heart). the trip itself was fine, just getting through new york city was terrible both going there and coming home. it was a five hour ride both ways.\n  ","408092":"\n  partly, yes. i didn't want to go to the wedding with my hair as faded and terrible looking as it was, and i also wanted to color it again anyway. so it just worked out.\n  ","408093":"\n  i love weddings too, they're so festive and full of hope and joy. i don't have the opportunity to go to weddings often, i've only been to four in my entire life.\n  ","408094":"\n  no, the italian is my side of the family. the bride's family is romanian.\n  ","408095":"\n  not at all, i'm so happy for my cousin. i didn't have any negative feelings whatsoever. they're a gorgeous couple.\n  ","408096":"\n  i'll post more pictures later. i wore a maroon floral dress.\n  \n  the wedding was fun because of the location and the general atmosphere of the place and the people invited. it was a full out party, haha. you had italians and romanians. everyone got along really well.\n  ","408097":"\n  burlap & beams wedding barn in upstate new york !!\n  ","408098":"\n  hello, friends !!\n  \n  i'm back from my trip, and i'll probably answer some questions tonight after i take a nap. :'))\n  \n  in short -- my cousin got married & the wedding was absolutely beautiful. the church ceremony was breathtaking and the venue (a barn!) was gorgeous. here's a photo of part of the barn area ;\n  ","408099":"\n  hey, friends !!\n  \n  just to let y'all know, i'll be taking a trip this weekend so i probably won't be using askfm until sunday night. feel free to send me questions, but please know that i probably won't answer for a few days. ?\n  ","408100":"\n  i suppose in a sense, yes. i've also simply never developed healthy coping mechanisms.\n  ","408101":"\n  haha, yes indeed. i normally drown them with drugs or alcohol.\n  ","408102":"\n  i've always considered fetuses to be \"alive\" when they're viable outside of the womb. otherwise they're basically just a parasite.\n  ","408103":"\n  yeah, quite often actually. it's an unhealthy emotion though, so every time it tries to creep it's way up, i usually try to suppress it.\n  ","408104":"\n  not really. i'm pretty nervous about the drive, which is basically overruling everything else right now.\n  ","408105":"\n  no, i wish i did.\n  ","408106":"\n  \"one day more\" from the les miserables soundtrack !!\n  \n\n   https:\/\/www.youtube.com\/watch?v=KM3MzWYa_-Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408107":"\n  yes, i have. i don't remember when the last time it happened was, but i've cried for basically every emotion i've ever experienced. lmao.\n  ","408108":"\n  yes, some people have the capability of loving more than one person in a relationship (i.e. polyamorous people). you can love different people for different reasons, and love is not restricted to solely one person.\n  ","408109":"\n  friday, my boyfriend and i are driving to upstate new york and having dinner at a smokehouse bbq place. saturday, we're going to my cousin's wedding. sunday, we're driving back home.\n  ","408110":"\n  i live in new york, lol.\n  ","408111":"\n  upstate new york for my cousin's wedding.\n  ","408112":"\n  i prefer the cold. i absolutely cannot stand the heat.\n  ","408113":"\n  honestly, it depends on the woman. not everyone has the same interests, so it differs from person to person. try to gauge her personality and assess what you believe she would most like, and then try finding a place or event from there.\n  ","408114":"\n  no, i've never asked to speak to the manager before. the only experiences i've had with this is when *i* was the manager that customers wanted to speak to, lmao.\n  ","408115":"\n  yes, i've felt that numerous times before. i often think that my close friends are trying to phase me out of their lives because they never contact me first or ask me to hang out, and i feel as if i'm forcing them to hang out with me because i'm always the one to ask first. :\/\/\n  \n  i always wonder if they would ever talk to me if i didn't text them first. and sometimes i try challenging it, but then i get extremely agitated and impulsive and wind up texting them anyway.\n  ","408116":"\n  usually shows having to do with true crime or prison, haha. i absolutely love wentworth and orange is the new black, and i also watch shows like forensic files, NCIS, criminal minds, bones, castle, etc etc. i also like parks and recreation, how i met your mother, its always sunny in philadelphia, big mouth, bojack horseman, ghost adventures, the x files, and more.\n  ","408117":"\n  my day was fine. work wasn't anything spectacular, the day went by rather slowly -- but now that i'm home, the hours are flying by (of course). i just finished cleaning the house and packing for my trip this weekend, except for some minor things that i won't be able to pack until last minute.\n  ","408118":"\n  well, there are a lot of gang members on long island. MS-13 is fairly prominent around here, unfortunately.\n  ","408119":"\n  \"to love you\" by lang leav ;\n  ","408120":"\n  both, even in the same windows. i only have a blackout shade on my window in my bedroom, but the rest of the house has both blinds and curtains.\n  ","408121":"\n  life doesn't begin at conception or even when the heart develops. if a person is passing away, they're not clinically considered de*d until their brain stops working, not their heart. most people agree that life may begin after a fetus becomes viable outside of the womb.\n  ","408122":"\n  yeah, i have the ability to have a conversation with a stranger. that doesn't mean that i welcome the conversation or enjoy it, though. i generally avoid most people.\n  ","408123":"\n  it's a tie between skyrim and fallout 4. they're among my top five favorite video games, i've been playing them for years & they still never get old.\n  ","408124":"\n  no, there's nothing really dangerous around here. the only animals i see are birds, rabbits, raccoons, opossums, and bats.\n  ","408125":"\n  haha, no. i would probably start crying because any sort of confrontation or yelling makes me extremely uncomfortable.\n  ","408126":"\n  \"if you're going through hell, keep going.\"\n  ","408127":"\n  admitting that i needed help for my mental health and seeking treatment so that i could actually live my life to its fullest potential. i still have a long way to go in terms of recovery, but i'm significantly better now compared to two years ago.\n  ","408128":"\n  depends on the night. it's anywhere between 10pm and 1am.\n  ","408129":"\n  risk their life in the attempt to save someone else's life.\n  ","408130":"\n  i can't envision myself as a parent.\n  ","408131":"\n  LOL, OH.\n  \n  i'm feeling a little better compared to yesterday. i saw a friend late last night and vented to her about everything going on, which felt good to get off my chest like that.\n  \n  uh, i also didn't realize i forgot to take my meds for like four days straight ... so, yeah.\n  ","408132":"\n  my dude, i'm in my feelings every damn day of my life.\n  ","408133":"\n  this is a big yikes. you can kindly leave my page, kthx.\n  ","408134":"\n  put their own selfish desires above the needs of other people regardless of how much it hurts others.\n  ","408135":"\n  love feels differently for everyone, and there are multiple forms of love that exist.\n  \n  according to ancient greek beliefs, there are seven forms of love: eros, love of the body; philia, love of the mind; ludus, playful love; pragma, longstanding love; agape, love of the soul; philautia, love of the self; and storge; love of the child.\n  ","408136":"\n  real friends are people whom you can trust wholeheartedly with your secrets, struggles, and triumphs. people who will be real with you regardless of the circumstance, and people who bring out the best version of you. there's a certain platonic intimacy among real, close friends that doesn't exist elsewhere.\n  \n  acquaintances, on the other hand, are merely people you pass by without a semblance of intimacy or connection. they really just exist.\n  ","408137":"\n  i'm not really a fan of either, from the little bit i know about them. i haven't done much research regarding upcoming politics.\n  ","408138":"\n  rick genest's body modifications were absolutely beautiful.\n  ","408139":"\n  my instincts are sometimes wrong because of my anxiety, i have a tendency to always assume the worst of a situation and skew situations. i also have a tendency to act irrationally, so sometimes i don't necessarily trust my instincts at all.\n  ","408140":"\n  my own inner turmoils, haha. there's nothing that frustrated me greater than myself.\n  ","408141":"\n  probably england !! although i've never been there, i've always wanted to visit and i can envision myself staying there.\n  ","408142":"\n  a little bit of both, sorta ?? i like being surprised by sentimental gifts, but there's also the risk of being placed in an awkward position if someone gives you a gift you don't like or can't use. i sometimes prefer to pick out my own gifts, like getting a visa gift card or something.\n  ","408143":"\n  \"sleeping sickness\" by city & colour ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=8rU7WPVcLmQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408144":"\n  ah, yeah that makes me uncomfortable too. it wouldn't cause any genetic problems if they were to have a child since they're not blood related, but that's still too close for comfort for me.\n  ","408145":"\n  i don't think it's wrong, but it is a bit bizarre to me. however, the real question is why you're spamming everyone with this question multiple days in a row on multiple questioning platforms.\n  ","408146":"\n  lmao, yeah. there was one time a month or so ago when part of the office was under construction (they were tearing a wall down and re-wiring light fixtures). for some reason, they started the construction in the middle of the work day and were making these obnoxious banging noises from tearing down the walls.\n  \n  so, my supervisor is in control of the office radio. she put on \"bang bang\" by jessie j and blasted the song over the speakers, and the entire office erupted into laughter. it doesn't sound too funny, but it was hilarious at the time.\n  ","408147":"\n  hi, i know a significant amount of getting your hair colored. i've been getting my hair colored since i was 12 years old.\n  \n  you can also ask\n  \n   @IsoleAtlantic\n  \n  or\n  \n   @dovbts\n  \n  , they both color their hair often too.\n  ","408148":"\n  i'm not afraid to express myself, my passions, and my opinions.\n  ","408149":"\n  i believe it depends entirely on the person. some people value their reputation, while other people really don't care.\n  ","408150":"\n  abandonment by my loved ones, i.e. my boyfriend and a close friend or two.\n  ","408151":"\n  to be a good friend, i believe one of the most important things is to simply be upfront and honest. if a friend is exhibiting toxic behavior or is causing trouble for themselves, then it's only right to talk to that friend and try to help them realize that what they're doing is wrong so that they can better themselves.\n  ","408152":"\n  yeah, i personally believe that's wrong. it's incredibly shallow to only marry a person to gain their inheritance or share their wealth. relationships should revolve around love and trust, not personal gain.\n  ","408153":"\n  i would either ignore them or try to avoid them whenever possible. it really irritates me when a person does absolutely nothing but complain all the time, or if they never have anything good to contribute to a conversation.\n  ","408154":"\n  my coworker told a story today that made me laugh. she's an absolute riot, she makes me feel better without her even realizing she's doing it.\n  ","408155":"\n  no, i don't believe in love at first sight. you cannot be in love with someone upon meeting them for the first time. what someone feels when they're infatuated with a person upon meeting them is merely lust.\n  ","408156":"\n  i've actually never been to dairy queen. i don't have ice cream often, but cold stone's ice cream is pretty good.\n  ","408157":"\n  sometime last week. my stomach was upside down because i was dealing with a panic attack, since my panic attacks often trigger digestive problems since my body is in overdrive.\n  ","408158":"\n  not really, but i'll survive. i was doing really horribly last night, but i feel a bit better today. i just have to learn to take each day at a time.\n  ","408159":"\n  ugh, so many things. i'm traveling to upstate new york this weekend, and i haven't done anything to prepare for the trip. i still need to do laundry, pack my luggage, print out directions, buy another charger for my car, and take cash out of the bank.\n  ","408160":"\n  31,567 points.\n  ","408161":"\n  it's been humid & raining all day. i actually enjoy the rain (except for when i have to drive in it), so i don't mind it very much at all.\n  ","408162":"\n  it isn't really a typical song, but i've been listening to this game of thrones music & ambiance audio lately ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=_N-IREy7C9s&t=2816s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408163":"\n  i understand that completely, unfortunately. i worked in retail for a significant time, and i dealt with irrational and horrible people every day.\n  \n  as for something that irritates me that i cannot avoid, there are certain people who work at my job who annoy the hell out of me but i simply can't avoid them. i have to interact with them to get my work done because we collaborate on projects together.\n  ","408164":"\n  i'm not really a big fan of surprises. i'm always afraid that i'm not going to have the \"right\" reaction & end up disappointing the person who planned the surprise.\n  ","408165":"\n  i don't remember much about my childhood at all, not until the age of 11 or so.\n  ","408166":"\n  i'm aware that he sent violent threats to some askfm users, but that doesn't mean i would be afraid of him. he's the type of person to send out meaningless sh*t and never follow through because he simply wants the attention and a response. i never took anything he said seriously.\n  ","408167":"\n  the worst job interview i had was for a social media\/marketing company after i had just graduated from college. i sent them my resume after they expressed interest in me applying for the job, because they asked for my resume personally so they could have it on file. i figured i didn't need to bring it to the actual interview, so i didn't (rookie mistake). when i walked into the office, the interviewer asked me for my resume and i told him that i emailed it to them, and he promptly ended the interview right there, after only speaking to him for maybe two minutes.\n  \n  i was absolutely devastated and i cried in my car the entire drive home. it was so embarrassing.\n  ","408168":"\n  why would i be afraid of ben ?? lmao. he's one of the most insignificant and pathetic askfm users. although i'm thankful he isn't really around anymore, his spam was super annoying.\n  ","408169":"\n  hello -- do you have a question ??\n  ","408170":"\n  aw, it's okay !! yes, i have a friend who's a professional hair stylist so i always go to her salon to get my hair colored.\n  ","408171":"\n  i don't like physical affection from the majority of people, but i also don't like hamburgers. i don't really prefer either.\n  ","408172":"\n  i've used the word \"adulting\" a few times, yeah.\n  ","408173":"\n  my hair appointment on saturday. it was fairly expensive, but absolutely worth it because my hair was getting gross and the color was so faded & i wanted something brand new. :'))\n  ","408174":"\n  i spent one summer playing volleyball for an adult league for fun, but that was all. i never played sports in high school or anything.\n  ","408175":"\n  i drink coffee the most. i usually have at least two cups per day, but they're relatively big cups, lol.\n  ","408176":"\n  no, i'm not afraid of anyone in general.\n  ","408177":"\n  right now, nothing. i've been incredibly down on myself lately due to some life circumstances.\n  ","408178":"\n  no, quite the opposite actually. i honestly hate myself and try to focus as little time as possible on myself, which often results in me not giving myself enough credit or allowing myself time to heal.\n  ","408179":"\n  depends on my mood. i listen to alternative rock, metal, hip hop, pop, and instrumentals (i.e. video game, movie, and television soundtracks).\n  ","408180":"\n  yeah, i definitely have the capacity to be jealous and it hurts me sometimes. i'm trying to get over my feelings of jealousy because it's a toxic emotion and doesn't serve me.\n  ","408181":"\n  yeah, it's fun !! although a little frustrating, lol. i've only played once in my life, though.\n  ","408182":"\n  definitely false. sushi is one of my favorite foods.\n  ","408183":"\n  i prefer coffee. it's my life fuel & i have at least two cups every day, lol.\n  ","408184":"\n  yeah, sometimes. there are certain occasions where i'm filled with rage, but isn't always present.\n  ","408185":"\n  never. i've actually never been to the hospital for myself, it's always been for other people.\n  ","408186":"\n  yeah, although i haven't played video games in a while. i really want to play layers of fear 2, though !!\n  ","408187":"\n  aw, thank you !! i feel a little better today. going out with my friend last night & venting really helped.\n  ","408188":"\n  thank you, dera. ♡ i really appreciate it.\n  ","408189":"\n  i haven't yet, he's at work for another hour or so and i would feel terrible if i bothered him.\n  ","408190":"\n  i hope so too. i just literally begged my friend to come pick me up so i wouldn't be alone. i don't know what else to do.\n  ","408191":"\n  thank you so much. ♡\n  ","408192":"\n  i'll also put this in my list of \"things not to tell a person who is s*icidal.\"\n  ","408193":"\n  thanks friend. ♡\n  ","408194":"\n  it isn't something i'm comfortable discussing online, and honestly it's a whole bunch of things happening at once, not just one incident. everything has been piling up and i'm so burnt out and broken, and i just don't want to exist. the only reason why i'm even posting these messages is because i need to get this sh*t off my chest somehow, keeping it inside my head hurts too much.\n  ","408195":"\n  i'm extremely depressed, sobbing my eyes out, and passively s*icidal. i'm far from okay right now & i have no idea what to do. i'm a failure as a person and this life is utterly meaningless to me. i can't handle this anymore.\n  ","408196":"\n  i love them both in different ways. platonic love you feel for a close friend is much different than romantic love.\n  ","408197":"\n  i like sleeping as much as i want, which includes usually going to bed early, sleeping in, and taking naps in between. i also like going to a bar or restaurant and having a drink with whoever i'm with.\n  ","408198":"\n  i was explaining to my friend why i was in a bad mood. i texted her last night, but she was working and didn't get back to me until after i already fell asleep. so i responded after i woke up this morning.\n  ","408199":"\n  uh, yeah ?? lmao.\n  ","408200":"\n  heartwarming, busy, unpredictable, dramatic, and creative.\n  ","408201":"\n  it isn't something i feel like discussing online.\n  ","408202":"\n  aw, not over the top at all !! i think that's super cute. :'))\n  ","408203":"\n  i don't really know, i've only ever been in love with two people in my entire life.\n  ","408204":"\n  i prefer earth tones, i.e. magenta, navy blue, forest green, brown, and black. i also like dark purple.\n  ","408205":"\n  we had dinner & dessert at the house.\n  ","408206":"\n  the only hobbies that i've carried over from childhood are reading and playing video games. i still enjoy escaping into a book, and i remember playing video games from a very young age.\n  ","408207":"\n  browse social media, listen to music, read, see my boyfriend, and sometimes hang out with a friend.\n  ","408208":"\n  everyone feels age differently, so i feel like my current age: 27 years old.\n  ","408209":"\n  my sunday was fine. i had coffee & breakfast in the morning, ran some errands, took a nap, and then had dinner with my family for father's day.\n  \n  afterwards, my mood took a turn for the worst and i ended up feeling extremely bitter, sad, and angry. i fell asleep around 10:30pm i think, because i just couldn't handle it anymore.\n  ","408210":"\n  thank you, i appreciate it. i've been in a bad mood all morning, so i'm hoping that work distracts me at least. :\/\/\n  ","408211":"\n  they're co-morbid, which means that often times people diagnosed with BPD are also diagnosed with depression as well. however, having depression isn't a diagnostic requirement for having BPD.\n  ","408212":"\n  this is what summer feels like where i live.\n  ","408213":"\n  aw, thank you. ♡\n  ","408214":"\n  no, i haven't yet. it's been a busy weekend with getting my hair done & father's day and whatnot, but i'll try to check it out this week before i go on vacation.\n  ","408215":"\n  no, but i want to eventually.\n  ","408216":"\n  heathers !!\n  ","408217":"\n  unless the partner makes it completely obvious that they don't love their partner, i think it's difficult to determine if someone loves their partner more than the other. especially because love languages are complex and people express their love differently.\n  \n  however, in the case where one person definitely doesn't love their partner as much as their partner loves them, then yeah that can get really unhealthy. the same can be said for any sort of relationship, romantic or platonic. both people need to be putting in work to maintain that relationship, otherwise it's simply one-sided and unfair.\n  ","408218":"\n  you said *most* people, which is basically a nice way of saying no one. i already have my doubts about people in my life caring about me, so reassuring the fact that they genuinely don't care -- or at least *most* of them don't care -- isn't exactly the right thing to say.\n  \n  that insinuates that i definitely have friends who pretend to be friends with me, whether out of obligation or pity, and only furthest my assumption that they actually don't care about whether i'm alive or de*d.\n  ","408219":"\n  i understand that. but to basically say \"you're right, no one cares about you\" is definitely not a healthy or right thing to say to a person who clearly struggles with s*icidal thoughts. that was pretty insensitive.\n  ","408220":"\n  thanks, that's definitely something that needed to be reassured to me.\n  ","408221":"\n  i don't follow many people, but some of the more active people i follow are ;\n  \n\n   @CelineM96\n  \n\n\n   @littlesha_\n  \n\n\n   @shehitsback\n  \n\n\n   @urlsareshittbh\n  \n\n\n   @ManicMartyrdom\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @NineGDxFour\n  \n\n\n   @jonesymo\n  \n","408222":"\n  considering i'm s*icidal sometimes, no. sometimes i believe i'm a burden on everyone around me, that no one actually cares about me, and that i would personally be better off de*d.\n  ","408223":"\n  spending time with my boyfriend makes me happy. drinking alcohol with a close friend and laughing together also makes me happy. listening to music doesn't necessarily make me happy, but it does put me in a better frame of mind and calms me down.\n  ","408224":"\n  i can be with certain things, yeah. like pieces of jewelry or paintings that have been commissioned or photographs, stuff like that.\n  ","408225":"\n  my sadness usually goes hand in hand with my depression, and that's likely due to a chemical imbalance and my personality disorder. even though i'm on medication, i still have bad days.\n  ","408226":"\n  i'm not a unique person by any means.\n  ","408227":"\n  not at the moment. i'm a bit melancholy, but it isn't something as down as sadness.\n  ","408228":"\n  i'm not an inherently happy person, so no. there are some instances that make me temporarily happy but it's pretty short lived. i'm usually in just a neutral state.\n  ","408229":"\n  i'm five feet tall. i am a smol bean.\n  ","408230":"\n  as my bio indicates, i'm 27 years old.\n  ","408231":"\n  yes, i have a boyfriend.\n  ","408232":"\n  i don't think i would be able to stand myself if i tried being my own friend, simply because i think i'm a greedy and selfish person and i feel a lot of jealousy in relationships.\n  \n  i don't have a clear cut personality because who i changes depending on who i'm with, i could act one way around someone and a totally different way around someone else.\n  ","408233":"\n  i'm outgoing around very small groups of friends. however, if there's a large crowd then i'm very introverted and anxious.\n  ","408234":"\n  i don't really have a group of friends, because i only hang one-on-one with people most of the time. however, it ultimately depends on my mood that evening. i'd say i'm fairly unpredictable because i can swing from being the comedian to the listener to the loud, reckless one.\n  ","408235":"\n  i suppose so, although i haven't developed an original plot in quite a long time. however, my way of describing things and telling a story in general, regardless of what that story is, is talented.\n  ","408236":"\n  human beings in general are dramatic. it isn't something that can be based off of gender alone.\n  ","408237":"\n  yeah, it happened every so often when i worked as a supervisor during my retail days. some decisions i had to make were unpopular among those who worked beneath me, but they were decisions which *had* to be made. and quite frankly, the reason why they were unpopular was because very few people actually wanted to work. smh.\n  ","408238":"\n  depends on the person. i've had some people totally disregard my ideas or feelings, while a select few people do take me seriously. although lately, it's been feeling like i genuinely have no one besides my boyfriend because no one else puts any effort into the friendship anymore.\n  ","408239":"\n  hello -- do you have a question ??\n  ","408240":"\n  coping with borderline rage be like ;\n  ","408241":"\n  i like to plan things because i enjoy having something to look forward to, but honestly most of my plans are very spontaneous because i have zero patience. if i want to do something, it literally eats at me until i do it because i'm normally very impulsive.\n  ","408242":"\n  i honestly have zero clue. i haven't tried imitating an accent since i was in high school.\n  ","408243":"\n  no, it's a feeling that was triggered over a year ago by a specific incident. i want to let go of it because holding onto toxic emotions is unhealthy.\n  ","408244":"\n  no, it hasn't. even though i'm quite open about my past and experiences, i only admit to particular things that i'm comfortable talking about to virtually anyone. there are still a lot of things that i keep to myself to protect myself and those around me.\n  ","408245":"\n  my day has been fine. i woke up early & had coffee and breakfast, then i went out to run some errands for father's day. after i came home, i put all of the groceries away and then took a two-hour long nap, lol.\n  \n  since then, i made some iced coffee and i've been sitting outside before it starts to rain. we're having a family dinner tonight, and then i'm basically planning on going to bed right afterwards.\n  ","408246":"\n  \"no thoughts, no prayers can bring back what's no longer there. the silent are damned, the body count is on your hands.\"\n  \n  -- thoughts & prayers, grandson\n  ","408247":"\n  the 1990s, haha. even though i was alive throughout the 90s, i wish i was a bit older so that i could actually be part of the culture and whatnot, especially the music scene. most of my favorite past bands are all 90s alternative rock\/grunge bands.\n  ","408248":"\n  i'd love to learn how to sing well.\n  ","408249":"\n  yes, there's one thing i'm still holding onto from over a year ago that i should have let go right after it happened.\n  ","408250":"\n  the correct way is to say \"i'm nice to him.\" meaning that you're purposely being nice to that other person.\n  ","408251":"\n  i don't post photos of my boyfriend on askfm.\n  ","408252":"\n  you're asking me this question as if i actually know who he is, lmao. i don't know anything about morgan's past relationship.\n  \n  cc:\n  \n   @littlesha_\n  \n","408253":"\n  only if it's a trial by combat.\n  ","408254":"\n  depends on the individual. i know some people who use sundays to do all of their errands and chores -- meanwhile, there are people like me who like doing everything on the other days of the week & using sundays for relaxation, lol.\n  \n  although i did have to run errands this morning, bleh.\n  ","408255":"\n  i have a mole on my cheek, yeah.\n  ","408256":"\n  (cont) what a great father”. BUT, per the stigma, if a woman let’s say got a babysitter to go out with friends, she’s a horrible mother for doing something for herself instead of being responsible at home.\n  \n  --\n  \n  yes, that's what i was trying to convey. i assume my message wasn't clear, LOL. i've been a wreck all morning. thank you, though, that's exactly my point as well.\n  ","408257":"\n  ... oh jeez. i can't even put into words how much i'm shaking my head at this, lmao. i'm not surprised he thinks this way, but i'm also still shocked at how delusional he is.\n  ","408258":"\n  i'm average. i make enough money to live comfortably, but i can't go out and haphazardly spend my money or anything. which is why it's been so difficult for me to find an apartment because i don't make quite enough money to pay for rent by myself.\n  ","408259":"\n  i agree with you. honestly, i didn't think my opinion was too farfetched at all, and perhaps i was just expressing it with less clarity than i originally thought.\n  ","408260":"\n  being \"good\" is multifaceted and depends on a lot of factors. i believe if someone has a genuine, kind heart and goes out of their way to help someone else in need, then they're a good person. selflessly caring for others, owning up to their mistakes, and knowing how to be wrong and apologize are also important factors.\n  ","408261":"\n  i posted a few pictures a couple answers down !! it's orange\/reddish rn, though. it looks a lot more orange in person.\n  ","408262":"\n  who said anything about criticizing females? society is what's under scrutiny here, the culture surrounding men and women.\n  ","408263":"\n  it isn't outrageous to expect fathers to be a parent to their children, regardless of whether or not they have a job. mothers usually have full-time jobs too, and they're 100 percent expected to also care for the children outside of their careers.\n  ","408264":"\n  i don't really know what you mean by \"mom movie,\" lol. i don't generally watch movies that revolve around families and whatnot.\n  \n  i also believe when it comes to child custody, the responsibility does often go to the mother as well, so i agree with you. however, that's usually in instances where the father is obviously unfit to be a father so it's in the child's best interest to remain with the mother. otherwise, there's shared custody.\n  ","408265":"\n  i respectfully disagree. in my experience, fathers are generally treated with more respect than mothers because of the culture that exists around men and women in general. women are seen as childbearers and their role as a mother is expected, meanwhile when a lot of fathers do necessary things for their children, it's praised.\n  ","408266":"\n  is it? i really never took notice of that before, in my eyes both hallmark holidays are basically treated the same way.\n  \n  even if that was indeed true, that doesn't mean that mothers aren't treated unfairly every other day of the year. showing appreciation for mothers one day per year doesn't mean that the stigma and expectations around being a mother aren't there anymore.\n  ","408267":"\n  i'm a *very* emotional person, and i normally cry over really insignificant things, lol.\n  ","408268":"\n  my best friend's father took me in as his own when i was growing up, and he was such a wonderful parent and overall human being to everyone who stepped into his life. i felt more at home around her parents than i did around my own parents.\n  ","408269":"\n  i think it depends on where you're from, because i've been seeing a lot of posts online today already about people appreciating their fathers.\n  \n  but in general, mothers are normally expected to take care of the children and are never praised or rewarded for being mothers. there's a culture around fatherhood, on the other hand, where a lot of fathers seem to get immense praise for doing things like watching the children or changing diapers, even though realistically that's part of their role as a father.\n  ","408270":"\n  climate change will be at its all time peak, fossil fuels will be completely depleted, a lot of animal species will be extinct, and there will probably be a pandemic eradicating much of the human population.\n  ","408271":"\n  sometimes, yeah. however, there's also a lot of praise for fathers for doing things that are necessary in their role as a father, that mothers aren't praised for doing because it's more expected of mothers than fathers to take care of children.\n  ","408272":"\n  if they're a father, of course !! i wished a happy father's day to a few of my friends this morning.\n  ","408273":"\n  i honestly can't remember. he rarely does things that anger or upset me, and he's a pretty responsible person, both in terms of his life and his emotions. the only thing that i get on his case about is cleaning up after himself, but he's gotten remarkably better at that over the past few months.\n  ","408274":"\n  i don't believe i have any interests that most people aren't interested in, haha. most of my interests are fairly mainstream, i.e. true crime, music, video games, books, art, television shows, etc etc.\n  ","408275":"\n  i can't answer questions about my childhood easily. i have memory loss and cannot remember anything really prior to the age of 11.\n  ","408276":"\n  i don't really remember any of my childhood fears. however, if it was something i never told anymore, i sure as hell ain't posting it on askfm, lol.\n  ","408277":"\n  aw, that sounds super cool. i love quirky celebrations like that.\n  ","408278":"\n  i've never heard of this before !! i just looked it up & it sounds interesting. apparently there are a lot of celebrations in the united states as well, including in new york city.\n  ","408279":"\n  no, we're not obligated to help others. although it sounds a bit selfish, we have to help *ourselves* first and foremost. otherwise we won't have the energy to help other people in our lives. no one is under any obligation to help someone else, especially if the act brings them harm or unhappiness.\n  ","408280":"\n  some people still view video games as childish, so i would likely choose that. although i haven't played in a while, i still enjoy video games as a whole and i'm usually always watching someone playing, whether it's on youtube or twitch.\n  ","408281":"\n  no, i'm not a nosy person. i'm respectful of other people's boundaries and i don't ask questions unless they're expected or warranted. i was raised by very nosy people and it was a blight on my life growing up, and i would never want people to feel violated or annoyed with me like i felt with those individuals whenever they tried prying into my life.\n  ","408282":"\n  i'd like to believe that i do, but i'm also a very anxious person who gets flighty when confronted with new objectives or experiences. i think too deeply into what could possibly go wrong and sometimes it prevents me from enjoying the adventure\/experience.\n  ","408283":"\n  new official pics of my hairrrr ;\n  ","408284":"\n  i don't really know what i want to do with my life, tbh. i know that i want to be a writer and live independently and be happy with myself, but those are fairly broad goals.\n  \n  however, i do know that i'm steadily working towards those goals and it's only a matter of time before things start to fall into place.\n  ","408285":"\n  overall, i'd like to lose between 50-60 pounds. i already lost 10 pounds, so it's only a matter of time before i reach my goal. :'))\n  ","408286":"\n  this is going to be a boring answer, but i would pay off all of my debts. then i would invest money into a house.\n  ","408287":"\n  yes, i have quite a few hobbies (although i don't really get to enjoy them very often). i like reading, writing, painting, playing video games, listening to music, sleeping, and hanging out with my friends.\n  ","408288":"\n  thundercats !! i used to love that show.\n  ","408289":"\n  that's never happened to me before. i don't have that feature turned on either.\n  ","408290":"\n  ???\n  \n  are you blind, lmao.\n  ","408291":"\n  thank you !! it's actually more orange. :'))\n  ","408292":"\n  LOL. DAMN IT ISOLE, YOU CAUGHT ME.\n  ","408293":"\n  i guess that i'm trying to copy *everyone* because literally the only hair color i haven't tried is green. lmao.\n  ","408294":"\n  i can barely remember my own hair colors, let alone someone else's. lmao. cadence is a friend of mine, though.\n  ","408295":"\n  i don't discuss my sex life on the internet.\n  ","408296":"\n  no. i'm not interested in making new friends.\n  \n  if you want to learn more about me, however, you're free to ask me questions here.\n  ","408297":"\n\n   @poetalunam\n  \n\n  my account is private though. i only accept requests from people i know.\n  ","408298":"\n  hello -- do you have a question ??\n  ","408299":"\n  oh, yeah i recognize the profile picture. she used to ask me questions. i don't know how she found me tbh, she just started asking me questions randomly one day, lol.\n  ","408300":"\n  no, i don't know who that is.\n  ","408301":"\n  uh, what? i have no idea who you're talking about, lmao. i don't converse with people that young.\n  ","408302":"\n  our relationships with our family, friends, significant others, etc etc. jobs will come and go and money can always be re-made, but our interpersonal relationships are what give life ultimately its meaning and substance.\n  ","408303":"\n  ???\n  \n  cadence doesn't even have orange hair, lmao. regardless,even if she did have orange hair then it obviously doesn't mean i want to *be* her. people are allowed to express themselves.\n  ","408304":"\n  nope. i'm absolutely useless when it comes to most car things.\n  ","408305":"\n  my boyfriend and my best friend do, yes.\n  ","408306":"\n  aw, thank you !!\n  \n  my stylist took better photos at the salon, so i'll post them when she sends them to me. they show the true color of the hair, haha.\n  ","408307":"\n  new hairrrr ;\n  \n  (it's more ginger\/orange in person, tho.)\n  ","408308":"\n  like ... people are spending *real* money on coins ... when we don't even know what the coins are used for yet? oh jeez.\n  \n  i know how you feel, things were much simpler a few years ago. although there was a hell of a lot more drama, lol.\n  ","408309":"\n  haha, i appreciate the sentiment. i don't care about coins, though. the ranking doesn't mean anything to me.\n  ","408310":"\n  oh, hell no. i can barely speed-walk two miles on the treadmill. i still do it 2-3 times per week, but it absolutely kills my legs.\n  ","408311":"\n  not anymore. now apparently i'm #45, haha.\n  ","408312":"\n  i don't think liking the smell of sunscreen is unusual, haha. they always have a really pleasant smell to them.\n  \n  i love the smell of gasoline.\n  ","408313":"\n  yes, i'm talented when it comes to writing. i have a knack for the written word and can normally describe things with ease.\n  ","408314":"\n  i believe some people have the capacity to change, yes. we have the ability to unlearn behavioral patterns or thought patterns and adopt new styles of thinking.\n  ","408315":"\n  honestly, i normally call them out on it and ask them why they're blatantly lying to me. i don't tolerate lying in any form of relationships, platonic or romantic. i won't trust you if you lie to me.\n  ","408316":"\n  sushi !! especially spicy tuna rolls.\n  \n  i also tried pad thai for the first time the other day & fell in love.\n  ","408317":"\n  i hate anything that has mayonnaise in it. it literally sickens me.\n  ","408318":"\n  no, i've never seen any of the star wars movies.\n  ","408319":"\n  anywhere between 6 and 9 hours.\n  ","408320":"\n  no, i usually just type \"haha\" or \"lol\" to lighten the mood if i think an answer is too serious.\n  ","408321":"\n  going to try for strawberry blonde, and if that doesn't work, i think we're just refreshing the blue.\n  ","408322":"\n  i'm in the process of coloring my hair rn. :'))\n  ","408323":"\n  i remember being bullied for my appearance. it wasn't much different from real life, haha.\n  ","408324":"\n  my boyfriend and i switch on and off between big spoon and little spoon, lol. however, we don't usually stay in those positions for very long. after like 10-15 minutes, we usually get hot and retreat to our respective sides of the bed.\n  ","408325":"\n  i honestly can't remember the last time i went to the library, yikes. probably sometime when i was in college, i always went to the library on campus to study and do homework.\n  ","408326":"\n  i usually just work during the summer, haha. however, i've been doing that since i was 29 years old. i've never had any extraordinary summer plans or anything.\n  ","408327":"\n  i've never given anyone a massage before, so i have no idea. haha.\n  ","408328":"\n  yes, i was my best friend's maid of honor at her wedding.\n  ","408329":"\n  i avoid and\/or ignore them.\n  ","408330":"\n  singing, lol.\n  ","408331":"\n  you essentially feel like you're dying.\n  ","408332":"\n  no, sometimes it triggers a panic attack.\n  ","408333":"\n  i don't need to try to cry, it just happens automatically. lmao.\n  ","408334":"\n  no, i just have a small group of friends and we rarely get to see each other.\n  ","408335":"\n  i don't personally know. you can easily google this question.\n  ","408336":"\n  addiction is a mental illness, so yes. it's listed in the DSM-V and can relate to any sort of substance addiction, i.e. nicotine, caffeine, drugs, alcohol, etc etc.\n  ","408337":"\n  there's smog in new york city, but it doesn't reach where i live.\n  ","408338":"\n  no, there's too much light pollution.\n  ","408339":"\n  ... wut.\n  \n  cigarettes are 100 percent terrible for you, lol. it also has nothing to do with revenge, toxic behavior, or mental health.\n  ","408340":"\n  it has nothing to do with karma. investing your energy into something toxic is unhealthy for your mental health.\n  ","408341":"\n  i don't even know what this means.\n  ","408342":"\n  it could be, but only a doctor can make that determination. regardless of whether or not you're mentally ill, if you're having s*icidal thoughts then you should seek professional help. there's always help available.\n  ","408343":"\n  montauk, new york. montauk has always been my happy place because it's such a quaint little town, and the beach scenery is absolutely beautiful.\n  ","408344":"\n  i was cyberbullied when i was younger as a teenager using the internet, and i don't really remember how i reacted. it obviously didn't dissuade me from using the internet, so i assume it didn't bother me very much.\n  \n  these days, i receive hate messages every so often, but i simply delete them. it isn't worth the energy to give them attention.\n  ","408345":"\n  there's a part of me that says yes, because i'm a vengeful person at times and i only wish that those who hurt me would receive some sort of punishment. however, there's also a part of me that says no, because it's useless to invest your energy into something so negative that will only end up hurting you in the long run.\n  ","408346":"\n  offer to listen if someone is struggling with something in their life. listening to a person's problems goes a long way, it feels nice to be heard and understood.\n  ","408347":"\n  my happy place ;\n  ","408348":"\n  no, i don't believe in love at first sight. you cannot be in love with someone you just met, you don't know their personality or anything about them. what people experience in those instances is lust.\n  ","408349":"\n  i highly doubt it. i feel like we're on the verge of a major pandemic or extinction within the next 50-100 years, haha.\n  ","408350":"\n  i sorta mashed together the latin words for \"poetry\" and \"moon\" to resemble a meaning of \"poetry of the moon,\" haha.\n  ","408351":"\n  no, i don't believe i've ever been in that situation. besides people who have been passed out from being drunk, lol.\n  ","408352":"\n  i'm from the united states. i've never visited any other countries.\n  ","408353":"\n  at first, i'm normally down on myself because i have a difficult time accepting personal failures. i have high expectations for myself all the time. however, talking the situation out with my boyfriend or a close friend usually helps motivate me to do better. they can rationalize the situation and validate my feelings, which inspires me to move on and try again.\n  ","408354":"\n  people are usually racist because they grew up in an environment that was racist, generally in a racist household. it becomes ingrained in them from when they're young. they never unlearned their thought process, and sometimes it gets to the point where they've become so intolerant that they're incapable of changing.\n  ","408355":"\n  uh, i accidentally told my coworker the size of my boyfriend's p*nis, LOL. we were talking about past history and i thought she told me how big her husband was, so i told her how big my boyfriend was. then she looked at me confused and was like, \"uh, i wasn't talking about size...\" LMAO.\n  ","408356":"\n  \"the thing about boxes is that you can open them up. even though they're completely boring on the outside, there might be something interesting inside. so while you're saying all of these stupid, boring things i'm imagining what it would be like to cut you open and see what you've got in there.\"\n  \n  -- i am not a serial killer (2016)\n  ","408357":"\n  i would choose the power of teleportation. it would be nice to magically teleport to where i need to go instead of commuting everywhere, lol. it would take away a lot of anxiety.\n  ","408358":"\n  i don't feel comfortable explaining the circumstances, sorry.\n  ","408359":"\n  yeah, there's one person in my life who i hate.\n  ","408360":"\n  yeah, that sounds pretty unhealthy to me. someone else's happiness shouldn't affect your happiness, and also just because someone gives off the impression that they're happy or fulfilled doesn't mean they actually are. people only talk or post about the good things in their life, never their struggles.\n  ","408361":"\n  when someone has a \"first world problem,\" it's generally referring to a problem that's pretty insignificant in the grand scheme of things that would only happen to a person who is privileged to be living in a first world country.\n  \n  like, say someone complains that their favorite brand of bottled water is out of stock at the store. people might say that's a \"first world problem\" because there are countries that don't even have clean water.\n  ","408362":"\n  i think it depends on how long you've been seeing them and how you go about asking the question. there's nothing wrong with being educated about different medication, and if you think a certain medication may help you, then it's a good idea to ask about it. as long as you're not literally demanding for the medication, i see nothing wrong.\n  ","408363":"\n  i won't lie, having a significant amount of money would solve a lot of my current problems.\n  ","408364":"\n  no, i don't believe in karma. life is simply unfair -- people who do bad things seldom receive consequence for what they've done, and good people are rarely rewarded or recognized for their good deeds.\n  ","408365":"\n  i can appreciate both forms of literature, so i don't really have a preference. i like reading the classics because it's interesting to me to see where contemporary works originated from and how the classics set the stage for other forms of writing. there's also something uniquely different and mystical about classic novels, i can't quite put my finger on it.\n  \n  however, i also like modern literature too because there's simply so much creative freedom out there now.\n  ","408366":"\n  yes, i have a bad habit of never finishing any of my creative projects, whether they're paintings or pieces of prose. i also have a lot of video games that i never finished playing, haha.\n  ","408367":"\n  relationships (whether platonic or romantic) shouldn't be one-sided. don't put effort into a relationship if the other person does not reciprocate that same level of effort. people often get taken advantage of in relationships because they're either too nice or too shy and are too forgiving when it comes to the levels of dedication on each side.\n  \n  don't settle for anything less than you deserve. if you're being shorted in a relationship, either try to fix it with the other person through open communication or end the relationship. do what serves you first and foremost, there's nothing wrong with putting yourself first at times.\n  ","408368":"\n  i usually choose a nord or bosmer for race.\n  \n  as for guilds, i always loved the storylines of the thieves guild and the dark brotherhood.\n  ","408369":"\n  yes, you're correct. when the word \"late\" is used before an individual's name or something similar, it means that they're no longer living.\n  ","408370":"\n  i honestly have no clue. i've never left the united states before.\n  \n  i would assume outlet adapters would be hella important, though.\n  ","408371":"\n  oh gosh, i'm so sorry i'm only getting to this now. :\/\/\n  \n  i'm sorry you and your best friend are going through this, i can't imagine the kind of pain you're in right now. to be honest ... i wouldn't know what to do in that situation either. i cannot fathom my best friend or my boyfriend passing away, i would absolutely lose it. can you confide in another friend or family member? perhaps even a therapist?\n  \n  again, i'm so sorry. i'm here for you if you need to talk. stay strong, friend.\n  ","408372":"\n  LOL, wut. i've never come across that before.\n  ","408373":"\n  i most value honesty and a sense of humor in my friends. i don't think i can be friends with someone who doesn't have a good sense of humor or who can't make me laugh, and i definitely cannot be friends with someone whom i cannot trust.\n  ","408374":"\n  i don't really see being rich as a financial thing, because you can be wealthy and still be deeply unhappy with your life. a person is rich when they're happy or content with their life, they surround themselves with positivity and loved ones, they immerse themselves in hobbies and events that make them happy, and they contribute to others.\n  ","408375":"\n  seeing my boyfriend laugh or smile, listening to music that moves me, getting positive feedback and reinforcement regarding my personal life or work, having campfires in the backyard with friends, and immersing myself in nature.\n  ","408376":"\n  i would rather have $50,000 that's clean and guilt-free. at least i won't have to worry about the money being traced back to a nefarious origin and getting in trouble.\n  ","408377":"\n  i would rather lose my money and valuables. you can always make more money as time goes on and acquire new valuables, and generally speaking i don't own many things that are sentimental to me like that.\n  \n  however, i do value photographs a lot. i have a really bad memory, and photos are one of the few ways i'm reminded of all of the good moments of my life. i have a dozen photo albums of various trips i went on with my boyfriend and i'm constantly taking photos whenever i go out with friends, whether it's pictures of us or of the food and drinks or scenery.\n  ","408378":"\n  i'm the shortest person in my entire family, lol. i'm only five feet tall.\n  ","408379":"\n  i've re-discovered my love and passion for music within the past few months, so i basically listen to music non-stop throughout the day. it ranges from alternative rock to contemporary pop to heavy metal to video game\/television instrumentals to lo-fi hip hop.\n  ","408380":"\n  no, that's my natural hair. my hair is past my shoulders.\n  ","408381":"\n  i generally don't shop at walmart because the closest one to me is like 20 minutes away, and it's easier to go to the supermarket or target or the drug store.\n  ","408382":"\n  i decided upon the strawberry blonde with light blonde streaks. :')) my stylist says she *might* be able to do it depending on how much of the blue she can take out, but i trust in her abilities.\n  ","408383":"\n  that isn't reality, though. accept me for who i am or don't bother posting this nonsense. it's unbecoming, a bit creepy, and very unhealthy.\n  ","408384":"\n  say goodbye to the blue hair !!\n  ","408385":"\n  i don't care about looking \"hot.\" i have no one that i wish to impress, and what you just described does not sound appealing to me at all. i'm growing my hair out, i rarely wear makeup, i don't have my ears pierced, and i don't wear tight clothing.\n  \n  having an unrealistic vision of another person is really unhealthy. you need to look at the reality of who i am instead of basing your opinion of me off of a fantasy.\n  ","408386":"\n  STORY OF MY LIFE, LOL.\n  \n  nah, but yeah sometimes i do cry for absolutely no reason, or if there is a reason then it overall makes zero sense and i'm overreacting.\n  ","408387":"\n  i understand how you feel & your emotions are completely justified. death is difficult to process and overcome, especially in the context of a loved one or significant other.\n  \n  however, just because he passed away doesn't mean you cannot date other people. you may find that you'll be ready in due time. he probably wouldn't want you to dwell on the past or prevent yourself from being happy. if anything, he would likely want you to be the happiest version of yourself you can be and find someone who brings that out in you. you deserve to be happy and loved.\n  ","408388":"\n  no, i already think i'm too much to handle as it is. everything about me is exaggerated or grandiose, ranging from my behavior to my emotions and everything in between. if anything, i would like to be less.\n  ","408389":"\n  i don't care about clothing style. i wear what's comfortable.\n  ","408390":"\n  no, i have no interest in local politics.\n  ","408391":"\n  i don't generally eat bananas unless i put them in cereal or yogurt.\n  ","408392":"\n  i think bunnies are absolutely adorable. there are a few bunnies in my neighborhood who roam freely and they love nibbling on the grass in my backyard. :'))\n  ","408393":"\n  i love smoothies. there's actually a smoothie shop on my home from work and i've always meant to stop there after work, but i haven't gotten around to it yet.\n  ","408394":"\n  contemporary top 40 pop music, lmao. i love ariana grande especially, as well as billie eilish. i also have a horrible obsession with \"old town road.\"\n  ","408395":"\n  leigh is a unisex name that means \"delicate or meadow.\"\n  ","408396":"\n  i try really hard not to be a jealous person, but sometimes it comes out of me without me realizing it. it's something i'm continuously trying to work on. jealousy is a toxic emotion, and it hurts you first and foremost.\n  ","408397":"\n  no, i don't dress punk and i never dressed punk in the past. when i was a teenager, i went from being goth to being scene\/emo, haha.\n  ","408398":"\n  thank you, i appreciate it. ♡\n  ","408399":"\n  he cheated on me once earlier in our relationship, but that was it. he's never betrayed me other than that and he doesn't continuously make mistakes.\n  ","408400":"\n  i would wish for it to be saturday (tomorrow!) so that i can get my hair done. :'))\n  ","408401":"\n  i prefer solitude. i'm not a people person by any means and i'm fairly introspected by nature.\n  ","408402":"\n  not very many, i got rid of a lot of shoes because i simply didn't wear them. these days, i only wear maybe the same three pairs of boots\/sandals, haha.\n  ","408403":"\n  i am worried about something, but it's too personal to talk about on askfm. i honestly hope it blows over, though, i really don't know what to do in this situation so i'm at such a loss.\n  ","408404":"\n  no, i've never been in that situation before.\n  ","408405":"\n  lavender, patchouli, gasoline, fresh rainfall, campfire, roses, and dragon's blood incense.\n  ","408406":"\n  LOL, i guess i did accidentally set it up that way, whoops. thank you, though ~~\n  ","408407":"\n  if i have to make a difficult decision, i normally talk it through with my boyfriend so that i can get a different perspective on the situation before diving in and making a decision right away. he's always been good at presenting different points of view and getting me to see things from different angles.\n  ","408408":"\n  i'm honestly not sure. i've always been self motivated because i felt as if i had no other option but to succeed. i'm terrified of failing at aspects of my life, so that in itself has been my motivation to step up and move forward.\n  ","408409":"\n  no, i honestly haven't paid attention to what new movies are coming out in over a year or so.\n  ","408410":"\n  here, have my profile pic ;\n  ","408411":"\n  out of those options, i prefer to travel by train. it's something i've done since i was a child, so i'm very used to traveling via train and it's actually relaxing to me.\n  ","408412":"\n  uh, probably gas station \"wine.\" i didn't realize it wasn't actually wine until after i returned home and inspected the bottle more thoroughly. it's actually advertised as a \"wine product,\" which is deeply concerning and disgusting. it also tasted horrible.\n  ","408413":"\n  not generally, no. the only opinions that are worthwhile to me are those of my boyfriend and close friends.\n  ","408414":"\n  i would have lunch with chester bennington. he was a resounding influence on my life when i was a teenager, and i've always wanted to thank him for inspiring me, for motivating me, and for allowing me an outlet when i was going through really dark, difficult times. i'll forever be in his debt.\n  ","408415":"\n  i always shower before i go to bed at night. i value my time sleeping & it's difficult for me to wake up in the morning as it is. i can't fathom waking up any earlier than absolutely necessary, lol.\n  ","408416":"\n  it makes me uncomfortable when i'm in a situation where i'm alone with someone and have no idea how to pass the time without making things awkward between us. i'm absolutely terrible at small talk, and i generally don't enjoy talking to new people to begin with, so when i'm in a position where i'm alone with my friend's friend (as an example), it makes me hella uncomfortable.\n  ","408417":"\n  to entertain myself, i usually listen to music, watch youtube videos, scroll through social media, read, write, play video games, or see if a friend is available to hang out.\n  ","408418":"\n  you asked me this 10 hours ago, which would have made it 1pm. at that point, my day was going fine. i was on my lunch break at work at that point.\n  \n  the rest of my day since that point went well, too. i feel fairly accomplished and i'm just relaxing, listening to music, and catching up on my questions. i spent an hour watching my friend's stream on twitch before, which was hella fun.\n  ","408419":"\n  i like everyone i follow, but these people usually have intriguing and thought-out answers ;\n  \n\n   @sweetnothings18\n  \n\n\n   @urlsareshittbh\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @jonesymo\n  \n\n\n   @misphire\n  \n","408420":"\n  yeah, that's one of the new ones i've heard from her that i enjoy. i also liked \"nightmare\" when i first listened to it.\n  ","408421":"\n  it would depend on the reason why he doesn't have money. if he doesn't have enough money because of unfortunate life circumstances, but he still puts the effort in to work extremely hard and take overtime to pay for his bills and generally be responsible, then i wouldn't hold it against him at all.\n  \n  however, if someone doesn't have money because they're irresponsible and spend it on useless things, then i have no desire to be associated with a person like that.\n  ","408422":"\n  well, neither option sounds remarkably appealing. however, if i had no other choice, i would choose to be a vampire. at least i wouldn't have to worry about turning into a creature against my own free will.\n  ","408423":"\n  i remember watching dragonball z and thundercats a lot when i was a child.\n  ","408424":"\n  i don't advertise my paypal on the internet.\n  ","408425":"\n  i can only handle medium spicy things, haha. anything more than that is too much for me.\n  ","408426":"\n  i know she used to be problematic (kissing an underage fan or something?) but i haven't heard anything since then. i do like her new songs, though.\n  ","408427":"\n  i haven't been to the library since high school, lol.\n  ","408428":"\n  ah, i see. i'm sorry, that's a difficult situation to be in. i hope everything gets resolved !!\n  ","408429":"\n  i was getting paid minimum wage when i first started working retail when i was 19 years old.\n  ","408430":"\n  i'll definitely look it up on youtube. :')) thank you !!\n  ","408431":"\n  stability, mostly emotional stability because i've been a wreck lately.\n  ","408432":"\n  yes, definitely !! i haven't been up to playing lately but i still watch walkthroughs and let's plays on youtube, lol.\n  ","408433":"\n  uh ... is this supposed to be a sex reference ?? lmao.\n  ","408434":"\n  no, i've never needed to use a fake ID before. i never owned one either.\n  ","408435":"\n  i started driving when i was 19 years old.\n  ","408436":"\n  i haven't sat down to play video games in a long time. however, i enjoy some first person shooters and open world RPGs.\n  \n  my favorite games are skyrim, fallout 4, destiny, halo: reach, assassin's creed: syndicate, the bioshock series, life is strange, the wolf among us, layers of fear, minecraft, and GTA V.\n  ","408437":"\n  i don't pay attention to other couples when i'm out in public.\n  ","408438":"\n  colors aren't inherently gendered, so one color isn't more feminine or masculine over the other. if you like one color, then you're allowed the freedom to purchase a phone in that color.\n  ","408439":"\n  they don't have to match, but they have to at least complement each other. for example, i won't mix patterns but i will wear colors that complement each other.\n  ","408440":"\n  sometimes i do, while other times i just ignore them.\n  ","408441":"\n  no, i don't believe in karma. people who do terrible things don't always have something coming for them, and often people who do good things don't get the happiness or recognition they deserve. life is unfair that way.\n  ","408442":"\n  the only things i do are shower, brush my teeth, brush my hair, and put on fresh clothing. so overall, it probably takes me around 30-35 minutes.\n  ","408443":"\n  i can't really make this sort of call because i don't known you or your friend. but personally speaking, it feels good when someone checks in on me, even if i don't have the energy to respond. your friend might appreciate your messages even though he doesn't say anything. he might also think you don't care anymore if you stop responding.\n  \n  you might want to ask him if you're annoying him with your messages, just so that there's communication there. if he says that he's ignoring you purposely or doesn't want you to message him anymore, then so be it.\n  ","408444":"\n  they all had side effects when i first started using them, ranging from nausea to lightheadedness to insomnia to fatigue and weight gain. but i've been on them for almost two years, so i don't experience side effects anymore.\n  ","408445":"\n  i'm not sure. i guess i'm difficult to shop for because i never ask for anything and i never hint towards anything either. i would also much rather have experiences than physical gifts.\n  ","408446":"\n  i don't give out my facebook name on askfm.\n  ","408447":"\n  uh, i literally have blue hair. lmao.\n  ","408448":"\n  i'm not an inherently happy person, no. i struggle with depression.\n  ","408449":"\n  if i'm making hot coffee, then i use two stevia. if i'm drinking iced coffee, then three pumps of sugar free vanilla syrup works for me.\n  ","408450":"\n  i think my first kiss happened when i was like 12 years old.\n  ","408451":"\n  yeah, i definitely still have a baby face, haha. people always think i'm much younger than i actually am.\n  ","408452":"\n  one of my close friends.\n  ","408453":"\n  i don't watch sports, so i don't have any thoughts.\n  ","408454":"\n  it was a urine sample.\n  ","408455":"\n  i've never been to comic con, but i've always wanted to go. i just never know when tickets come out, and by the time i do know, they're already sold out.\n  ","408456":"\n  yes, i had to take a drug test when i was promoted to a supervisory position when i worked in retail. i passed (otherwise i wouldn't have gotten the job, haha).\n  ","408457":"\n  i'm rarely flirted with in real life (to my knowledge, lmao). i occasionally get flirted with on the internet, but they're mostly just gross s*xual messages.\n  ","408458":"\n  aw, thank you so much !! i like it because it emphasizes my tan, lmao.\n  ","408459":"\n  lol, thank you. this is sweet.\n  ","408460":"\n  i took out the labret because i simply wasn't feeling it anymore. i had it for three years between the ages of 16 and 19.\n  \n  as for my nose, it fell out while i was asleep one night and closed up. i just never went back and got it redone.\n  ","408461":"\n  caffeine. which is unfortunate, but it could be worse.\n  ","408462":"\n  i've had my labret and nose pierced in the past. i would likely get my nose redone again.\n  ","408463":"\n  currently, snapchat or instagram.\n  ","408464":"\n  yes, my commute is about 45-50 minutes (via car) each way.\n  ","408465":"\n  i'm always honest, so i don't need an hour for that. if this is an excuse to get me to answer s*xual questions, then you're clearly on the wrong page.\n  ","408466":"\n  i'm 27 years old, as my bio indicates.\n  ","408467":"\n  my boyfriend. he's one of the perhaps two people i feel comfortable going to if i'm having a crisis. he's always known how to calm me down and rationalize everything and give me hope for the future.\n  ","408468":"\n  my healthy coping mechanisms include venting to a friend, sleeping, talking to my therapist, and escaping through books or video games.\n  \n  my unhealthy coping mechanisms include getting drunk and\/or high.\n  ","408469":"\n  no, i don't generally find pleasure in eating. if i could survive without eating, then i wouldn't eat.\n  ","408470":"\n  10\/10 would recommend.\n  ","408471":"\n  i don't have any injuries at the moment, unless you include sunburn. lmao.\n  ","408472":"\n  i would likely take a day trip out to montauk with my boyfriend and spend the day walking around town, eating at cute restaurants, drinking at the montauk brewery, and laying on the beach while listening to music.\n  ","408473":"\n  i only know my grandparents on my father's side, so i unfortunately can't go any further back than that.\n  ","408474":"\n  i'm quite obviously three kids stacked on top of each other under a trench coat.\n  ","408475":"\n  no, i don't believe in the devil.\n  ","408476":"\n  my day was fine -- nothing terrific but also nothing terrible happened. it was just an average day at the office. however, i've been in a good mood since leaving work because i'm living vicariously through my boyfriend's happiness rn, & i also picked up an iced coffee on the way home. :'))\n  ","408477":"\n  i enjoy spending my money on coffee, alcohol, and clothing. however, most of my money inevitably goes toward bills.\n  ","408478":"\n  at the moment, i have 5,236 followers.\n  ","408479":"\n  probably not. most \"extreme\" things like that (i.e., skydiving, parasailing, base jumping, etc etc) frighten me because you never know what might happen. the only thing i would be tempted to do is ziplining.\n  ","408480":"\n  my boyfriend and i normally spoon for around 10 minutes, then we get hot and retreat to our own separate sides of the bed. lmao.\n  ","408481":"\n  definitely not, lmao. i wake up, get dressed, drive to work for 45 minutes, work for 8.5 hours, drive home for another 45 minutes, eat dinner, shower, and watch television. my life is super boring.\n  ","408482":"\n  my boyfriend called me all happy & excited because he purchased a new car. this has been his dream car for many years now and he found one at an affordable price, and he worked overtime for like six months in order to put down a deposit on it. he finally went out and got it today, and he's over the moon with joy. i'm so happy for him.\n  ","408483":"\n  overall, i was pleased with the final season, even though it *did* have its downturns and questionable moments. the cinematics were beautiful in most of the episodes, but some character arcs took a turn for the worst and it felt as if some aspects of characters' developments and plots were meaningless.\n  \n  the last episode was intense, and honestly the more i think about it, the more predictable it was. initially, i was a bit shocked but after speaking to a few people about the dynamics of some particular characters and their respective personalities, it made more and more sense. overall, everyone who survived ended up getting the ending they wanted or deserved.\n  ","408484":"\n  considering i'm turning 28 and you're only 35 years old, then yeah -- that isn't much. most of the people i interact with on a daily basis are older than you.\n  ","408485":"\n  you're not much older than me.\n  ","408486":"\n  your age is meaningless to me. if you think that you're a person who should be avoided, then yeah, you should avoid me. haha.\n  ","408487":"\n  i never had a weekend job, lol. when i first started working, i was attending college so i worked on whichever days i didn't have class, which included both weekends and weekdays. i worked upwards of 30 hours per week alongside having a full course load.\n  ","408488":"\n  i guess i was thinking more along the lines of him hanging out with, for example, his best friend and showing him. it didn't occur to me until this message that you might have meant him sending those photos to random friends of his as well, which is obviously a more dire situation.\n  \n  either way, idk. compared to things i've experienced with both my boyfriend and my friends' relationships, sharing photos just doesn't really seem to be that high up on the list.\n  ","408489":"\n  i prefer coffee out of those options. i drink at least two cups per day.\n  ","408490":"\n  i'd rather not collect anything because i'm not the type of person to hoarde anything (except mugs, lol). i wouldn't want excess clutter.\n  ","408491":"\n  i don't really watch youtubers except for achievement hunter, markiplier, and chilledchaos. and i like them all.\n  ","408492":"\n  according to the interwebz, it was made in 1987.\n  ","408493":"\n  the princess bride.\n  ","408494":"\n  no, i don't have any toys anymore. i don't really know when they were thrown away (or hopefully donated), but i don't recall seeing them since i was a teenager.\n  ","408495":"\n  a trust fund basically refers to any legal agreement that holds assets on behalf of another individual, and is managed by a trustee. it protects the assets, so to speak.\n  \n  i think what the previous anon was referring to was a family trust fund, where a family opens a trust fund to benefit the entire family and protect their assets for the future generations. it usually refers to finances or real estate property.\n  ","408496":"\n  if i am, my parents neglected to tell me about it. lmao.\n  ","408497":"\n  in my opinion, yeah. they're not an adult, so i always call them children. lmao.\n  ","408498":"\n  no, i don't believe there are any places like that around where i live.\n  ","408499":"\n  thank you. they shift from hazel to green depending on the day, sometimes it's more pronounced than others.\n  ","408500":"\n  yes, that's entirely due to toxic masculinity. men are \"supposed\" to exhibit masculine traits, which over the years has conditioned men into thinking that they have to be these stoic, stone cold figures with no emotions whatsoever. it's extremely damaging to men, and its one of the reasons why there's such an alarming rate of men who have mental health problems not getting professional help. it's still seen as \"weak\" in society.\n  ","408501":"\n  yeah, i've been sitting in the backyard in the sunshine and reading every saturday, haha. i'm significantly tanner than what i was two months ago.\n  ","408502":"\n  i started coloring my hair when i was 12, actually. so i understand why the anon wants to do it, and it's completely safe as long as you do it with a professional and have adequate aftercare. i don't remember when i first bleached my hair, but i was probably around the age of 14 or 15.\n  ","408503":"\n  take more time out of his schedule for himself. he works way too much, to the point where he exhausts himself beyond belief and burns himself out. it would be beneficial to him if he tried taking more time off from work, not for any particular reason but just for him to cool down and relax.\n  ","408504":"\n  no, i wouldn't. not because social media is overly meaningful to me or anything, but because a healthy relationship wouldn't force you to have to choose between them and something else in your life like that. that's extremely controlling behavior.\n  ","408505":"\n  i've picked grapes from the vine, but that's basically it.\n  ","408506":"\n  you can't convince your mother if she's already saying no. however, you could work something out with her if she's open to it -- for example, you can do some extra chores around the house in exchange for getting your hair colored.\n  ","408507":"\n  i don't remember, honestly. it's been years since i read the book or saw the movie.\n  ","408508":"\n  yes, it's actually one of my favorite movies as well as one of my favorite books.\n  ","408509":"\n  tortellini alfredo or penne a la vodka.\n  ","408510":"\n  i've been running around like a chicken with its head cut off, so i haven't even gone to the consultation yet. i can't make an appointment until i consult with the tattoo artist, so i'm assuming if i try to get there either this week or next week, i can maybe schedule a late july or august appointment.\n  ","408511":"\n  definitely not, lmao. i have social anxiety and that's essentially my worst nightmare.\n  ","408512":"\n  depends on the nature of your friendship, if you're close enough to him that he'll actually listen to you without getting defensive. if you two are close, i would suggest bringing it up in conversation and see where it goes.\n  ","408513":"\n  i honestly don't really have a full understanding of what otherkin is, tbh.\n  ","408514":"\n  you shouldn't stop your medication by yourself, no. that's dangerous. please talk to your doctor about these feelings and you two will come to a conclusion as to what to do, whether to try a new medication or do something else with the dosage.\n  ","408515":"\n  idk, it depends on the individual. some people like having a label on their gender while others don't particularly care.\n  ","408516":"\n  i would marry my boyfriend, haha. i don't have any wild dreams of marrying a celebrity or anything ridiculous like that.\n  ","408517":"\n  i try to do breathing exercises so that my heart rate slows down and the chest pains disappear (easier said than done, lol). it doesn't always work, though.\n  ","408518":"\n  i don't remember tbh. i usually stay away from crowds of people so that i don't have to worry about people talking to me.\n  ","408519":"\n  there's really no such thing as a number of genders, in my opinion. just like there isn't a number of sexual orientations -- both gender and sexuality exist somewhat in a spectrum, and we've just developed labels for things as they come.\n  \n  i think students should overall have an overview of what gender identity is, what's the difference between cisgender and transgender, and how gender identity does and does not correlate with gender roles or expectations.\n  ","408520":"\n  sexual identity ?? like, you mean their sexual orientation ??\n  \n  you're not any less or different of a person if you're gay, and if you're having a hard time coming to terms with your sexuality, then try to talk to trusted friends or family members about yourself and gain their support, if possible. everything is better with a support system, and there's absolutely nothing wrong with being gay. there's so much more acceptance now than there was in the past, and hopefully we can continue down this road until there's universal understanding of sexual orientation.\n  ","408521":"\n  yes, I absolutely believe that gender should be taught in primary and secondary schools. the only way to ensure inclusion and acceptance for our generation and future generations is to teach these things to children early on.\n  ","408522":"\n  a lot of people are quick to reject notions that don't fit into their established square of beliefs and understandings. they weren't taught about trans people as children, for example, so therefore trans people's existences aren't valid or are seen as a phase. many people don't like their beliefs challenged because it makes them question themselves.\n  ","408523":"\n  LOL. nah, if anything it's my lamictal tablet because that medication has helped me most of all.\n  ","408524":"\n  it's existed for centuries in many other cultures. it's just been rejected by mainstream society due to a lack of education (i'm talking about in the united states, i'm not sure about other countries). there have always been trans and non-binary people, but their existence has been oppressed and not accepted much like how gay people have been oppressed and not accepted over the decades and centuries.\n  ","408525":"\n  those damn cops ain't getting our donuts, man. they can find their own donuts.\n  ","408526":"\n  male and female are sexes, not genders. the reason why we were taught about sex and not gender is because trans people in general have *always* been ostracized and discriminated against in society, and its only been within the past few years that people have become more open about gender and gender education.\n  \n  it's the same reason why when we were growing up, we weren't taught about being lgbtq+ either. sex education was barely being taught as it is, and that education was only restricted to heterosexual sex. we weren't taught about sexual orientation either.\n  ","408527":"\n  your gender doesn't change. much like sexuality, your gender is an innate part of you that you discover as you grow and get to know yourself better.\n  ","408528":"\n  no, it doesn't annoy me. their beliefs don't affect or change my gender so it isn't something i spend time worrying about. when people ask me, i educate. what they do with that information is on them.\n  ","408529":"\n  simply speaking, it means not of either binary. in the case of gender, the binaries are man and woman. non-binary means, in its simplest terms, that you're neither a man nor a woman.\n  ","408530":"\n  i find my boyfriend's beard attractive, yes.\n  ","408531":"\n  my face, lol. i wouldn't want a tattoo on my face at all.\n  ","408532":"\n  yeah, i am. it's on my driver's license.\n  ","408533":"\n  i'm a writer\/editor for a publishing company. i enjoy my job & definitely have no complaints, it's something within my field and i'm also treated with respect.\n  ","408534":"\n  regardless of a person's gender, i would advise people struggling with mental illness to not be afraid to seek out help if they're concerned for their own well being. if they cannot afford professional treatment, there are also hotlines, text lines, and maybe even friends and\/or family who will be willing to sit down and listen until you can find a way to be treated by a professional. there's no shame in needing help.\n  ","408535":"\n  what's best depends entirely on the individual, because different medication will work for different people. unfortunately, it's a trial and error sort of situation, and you won't know how something works for you until you try it for at least two weeks.\n  ","408536":"\n  i currently take buspar (in its generic form) and i have a prescription for hydroxyzine for sudden anxiety symptoms.\n  ","408537":"\n  i'm diagnosed with major depressive disorder, generalized anxiety disorder, and borderline personality disorder. my diagnoses used to include panic disorder, but since starting anti-anxiety medication, i rarely have panic attacks so i believe that's in remission.\n  ","408538":"\n  no, i haven't. i definitely should have on multiple occasions, though. honestly, my mental health has been terrible this past month and i really did think about driving myself to the hospital two weeks ago, but i don't have the kind of money to pay for a hospital visit.\n  ","408539":"\n  i don't believe i have, no. at least not while i've been in my 20s. my mental health was significantly worse when i was a teenager, so i wouldn't be surprised if i experienced a psychotic episode during those days.\n  ","408540":"\n  yes, i'm on four different medications for psychiatric problems. i also attend therapy.\n  ","408541":"\n  i sought help for my mental illnesses when i was around 25 years old. i have been dealing with depression, anxiety, and s*icidal thoughts since i was a pre-teen, but my thoughts of harming myself & those around me were getting progressively stronger as i got older. at one point, my depression was so severe that i didn't go to work for a week, and i needed a doctor's referral to a psychiatrist so that i didn't get fired from my job. that's ultimately when i decided to seek treatment.\n  ","408542":"\n  i would rather please other people, although i know that i do need to place greater emphasis on ensuring my own happiness as well. i always put other people's needs before my own.\n  ","408543":"\n  of course, i've had my heart broken numerous times. it's pretty difficult to avoid that situation when you're my age, haha.\n  ","408544":"\n  no, i don't believe in this phrase. people change as they grow older, and just because they cheated in the past doesn't guarantee that their mentality will never change. people are capable of un-learning behavioral patterns and improving themselves.\n  ","408545":"\n  i would perish if my body developed an intolerance to coffee. my veins are more coffee than blood, at this point. i don't have a coffee tattoo for no dang reason.\n  ","408546":"\n  i haven't cleaned it in like two weeks, so it looks gross. i need to scrub out the bathtub and shower walls and clean the toilet and sink. it shouldn't take very long, but i've been neglecting it because i've been exhausted after work lately.\n  ","408547":"\n  i'm not sure. lmao. i don't consume dairy products to begin with except in rare occasions, so it wouldn't surprise me if my body developed an intolerance for dairy. i don't drink milk, i'll eat eggs but in small batches, and i mainly use soy milk or a small amount of half-n-half in my coffee.\n  ","408548":"\n  nah, that only happens when i drink way too much coffee (like 4+ cups, which is really rare). it also happens if i choose to have heavy cream in my coffee, which is something i've been avoiding for a while now.\n  ","408549":"\n  my weekend has been good, although not as productive as i would have wanted. i'm going to make up for it today, though -- i just finished my freelance assignments, and after i eat, i'm going to continue doing laundry, exercise for a little while, and clean the entire house (the bathroom needs a serious scrubbing).\n  \n  i took yesterday as a personal day & spent the entire day relaxing, reading, and even had an early afternoon beer when i was tanning outside. however, i feel like i totally wasted my day because i didn't actually get anything done.\n  ","408550":"\n  no, i wouldn't change the time when i met my boyfriend. honestly, he is part of the reason for my recovery. he inspires me to better myself, and when we were teenagers, he supported me through my dark episodes and helped me recover from self-h*rm. i don't know if i would even be in a better place mentally had i not met him when i did.\n  ","408551":"\n  i don't have side effects from drinking coffee. it obviously keeps me awake, but that's caffeine's intention in general.\n  ","408552":"\n  yeah, i notice that a lot too. i wonder if it's due to a lack of education, although even in primary school students are taught about all of the different asian countries, not *just* japan, korea, and china. but a lot of people have the misconception that other types of asian people don't exist, simply because they're not fetishized as strongly as light-skinned asians. any race that's dark-skinned is stigmatized severely in our society.\n  ","408553":"\n  i don't discuss my sex life on the internet.\n  ","408554":"\n  on the weekends, i have three cups in the morning. on the weekdays, i have one cup in the morning and sometimes one cup in the afternoon.\n  ","408555":"\n  ugh, that's horrible. i'm sorry you have to go through that. as for *why* people of your race are fetishized\/objectified, i'm honestly not too sure. i just think it's ridiculous how in a s*xual context, asians are wanted, but in literally any other context, they're discriminated against.\n  ","408556":"\n  no, you're definitely right. even if you look at the p*rn\/s*x industry, there's a high demand for asian clients and videos of asian actresses.\n  ","408557":"\n  people like that have to really look inside themselves and figure out why they even have that prejudice against other races to begin with. realistically, someone's race does not define them and humans are much more complex than their race. so for a white person to say that their \"type\" is solely other white people comes from a racist history, likely because they were raised in an intolerant household and society.\n  ","408558":"\n  i don't know the criteria behind it, but you're essentially right. most doctors don't take all insurances, they only accept certain insurance companies (probably because they have longstanding business with some companies and not others). it's capitalism at its finest.\n  \n  therefore, even if you really want to see a certain doctor because they're knowledgeable and compassionate, it won't matter because if they don't take your insurance, you'll have to pay out-of-pocket for those visits, which is something not many people can actually afford.\n  ","408559":"\n  that seems a little racist to me, yeah. you're essentially rejecting the idea of being assimilated into another culture before you're even given the opportunity to do so, and there's also nothing wrong with dating someone with a different culture from you. it's actually a wonderful learning experience.\n  \n  if it isn't racism, then it's definitely intolerant and close-minded. you're essentially judging someone based on their race without getting to know them first, especially when you consider that not everyone is in tune with their heritage to begin with.\n  ","408560":"\n  i can imagine it's the same in new york if you're not covered with insurance. thankfully, i just pay my co-pay at each appointment so i'm thankful that i found a facility that takes my insurance and doesn't have an extremely long wait list.\n  \n  although, i'm changing psychiatrists and i have the number for a new doctor, i just haven't called her yet to see if she takes my insurance and how long of a wait it will be to get an appointment with her.\n  ","408561":"\n  it depends on a lot of factors, such as what your insurance company decides to cover, what the psychiatrist\/psychologist charges for their services, whether or not the provider even takes your insurance in the first place, etc etc. for some people, it can be expensive. but for others, it may be the same amount of money compared to seeing a general practitioner.\n  \n  i can't even fathom how much money a psychiatrist or psychologist would be without insurance, honestly. i've always been covered (except for three months last year where i wasn't, but i didn't see my doctors during those three months). medication alone is expensive, so seeing the provider would likely be much more money.\n  ","408562":"\n  2mg brexpiprazole\n  \n  30mg buspirone\n  \n  20mg fluoxetine\n  \n  200mg lamotrigine\n  ","408563":"\n  i've been reading the first book in george r.r. martin's \"a song of ice and fire\" series (game of thrones), and it's really fascinating and intense thus far. i don't know if it would be classified as a summer reading novel, but it's certainly good.\n  ","408564":"\n  ... what ?? your metaphor makes no sense and isn't relevant to this question.\n  ","408565":"\n  yes, it's unfortunately possible to still have bad days. i experience bad days every so often, but definitely not as often as they used to be when i was unmedicated. however, they don't exist with the same severity as what you're describing.\n  \n  you should talk to your doctor about it, honestly. you could need an adjustment in dosage, probably something a bit higher or an adjunct medication to \"enhance\" the effects of the antidepressant (that's what i'm on).\n  ","408566":"\n  i plan on finishing my freelance work (i slacked off yesterday, i spent the afternoon reading & tanning outside instead of working). i also plan on cleaning the living room and kitchen, doing laundry, vacuuming, scrubbing the bathtub, etc etc.\n  ","408567":"\n  i do enjoy hearing other people's laughter at times, especially in settings where i'm with a friend and we're discussing something amusing & they start laughing hysterically. i have one coworker whose laugh is very funny and contagious, and every time she goes off, the rest of us can't help but laugh too.\n  ","408568":"\n  no, i keep forgetting to bring it up. this only happened last week, lmao. i do plan on telling him though, the situation was just hilarious.\n  ","408569":"\n  asia isn't really a place i gave much thought into visiting, but i would probably enjoy visiting russia, japan, and thailand.\n  ","408570":"\n  definitely not. coffee is my life fuel and sometimes the inspiration behind why i wake up & get out of bed in the morning.\n  ","408571":"\n  i'm not sure if this was the funniest, but it certainly was amusing (and a bit embarrassing).\n  \n  my coworker and i were talking about our s*xual past and whatnot, and somehow the topic of p*nises came up as well. something got lost in translation along the way, and my coworker said \"yeah, my husband is number four.\" obviously she was referring to the fact that he was her fourth significant other, but somehow i thought she was talking about p*nis size. so i replied, \"yeah, my boyfriend is a hefty (include inches here).\"\n  \n  so, she paused. and then she was like, \"uh, i was talking about how many partners i had. please don't tell my husband you thought he was four inches.\" LOL. i was so embarrassed, but also hysterically laughing because i accidentally told her how big my boyfriend was, and i still regret it to this day. she laughed it off and whatnot, but i'm still mortified.\n  ","408572":"\n  uh, honestly -- bojack. LOL. the web of self-loathing, substance ab*se, and obvious issues with self confidence are things i can all relate to.\n  \n  i really feel for his character, even though i also believe he's a bit self entitled (despite his confidence issues, strangely enough) and a bit of an attention seeker.\n  ","408573":"\n  LOL. yes, i've only been watching it for a few days now. i didn't realize how many seasons there were.\n  ","408574":"\n  i believe i've had this particular account for two years.\n  ","408575":"\n  i think i'm on the ninth or tenth episode in season one !! the episode i watched last night, diane just leaked chapters of her book onto buzzfeed and bojack fired her.\n  ","408576":"\n  i do feel awkward and somewhat uncomfortable, but honestly it's something i'm just used to at this point. i don't want to be discriminated against or questioned if i were to bring it up in conversation and that's the last thing i need in a work-related setting.\n  ","408577":"\n  yes, i would stop being friends with someone if they were homophobic or transphobic. i don't have room for intolerance in my life.\n  ","408578":"\n  yes, i'm not open about my gender in most of my IRL relationships. it isn't necessary for most people to know, in my opinion. it doesn't reflect or change my work ethic so whether or not they know my gender makes no real difference to me.\n  ","408579":"\n  i'm open with my sexual orientation, yes. that doesn't mean that everyone in my life knows about it though, lol. i don't advertise my sexuality in conversation or anything, and i highly doubt my bosses know because they don't follow me on social media.\n  ","408580":"\n  bob's burgers and bojack horseman (i recently started watching bojack & became obsessed).\n  ","408581":"\n  they shift between green and hazel, depending on the day.\n  ","408582":"\n  what's the point in dying if you're just going to come back to life ?? that seems utterly pointless.\n  ","408583":"\n  having a spirit animal is a native american belief, it's part of their cultural tradition. i'm not native american -- therefore, i don't have a spirit animal.\n  ","408584":"\n  i'm sorry you're experiencing this. :\/\/ i understand how it feels to be jealous of your friends, and it *is* a totally toxic emotion, not only for others but for yourself as well.\n  \n  unfortunately, jealousy isn't something you can just snap your fingers at and it will go away. you have to be mindful of your emotions as they're happening and try to adjust your state of mind accordingly. keep in mind that emotions like jealousy are going to hurt *you* more than anyone else, and it doesn't serve you to remain jealous.\n  ","408585":"\n  yes, i do. my mental illnesses are pretty much chronic at this point, although they're a lot more subtle now that i've been on medication and attending therapy for over two years. however, i've struggled with depression and anxiety since i was a pre-teen.\n  ","408586":"\n  aw, thank you !! and no, you're absolutely fine. i appreciate the sentiment. :'))\n  ","408587":"\n  well, i would much rather have a large iced coffee than a small iced coffee.\n  ","408588":"\n  no, not that i'm aware of. however, there are tons of celebrities who come from long island, particularly billy joel !!\n  ","408589":"\n  i have a boyfriend.\n  ","408590":"\n  the first cup of coffee and cigarette in the morning, seeing my boyfriend laugh or smile, listening to live music, having campfires, and a good night's rest.\n  ","408591":"\n  i'm not afraid of growing old. i just hope i die before it gets to the point where i can't take care of myself anymore.\n  ","408592":"\n  the only fruit i eat are apples, pears, and peaches. most of the other fruit i eat are berries (especially raspberries).\n  ","408593":"\n  i'm actually quite the emotional person, haha. i'm an anxious, neurotic, emotional mess most of the time. my writing style isn't a reflection of who i am -- i've just learned how to express myself well.\n  ","408594":"\n  -- skyrim\n  \n  -- fallout 4\n  \n  -- fallout 3\n  \n  -- assassin's creed: syndicate\n  \n  -- bioshock\n  \n  -- halo: reach\n  \n  -- the wolf among us\n  \n  -- outlast\n  \n  -- destiny\n  \n  -- minecraft\n  ","408595":"\n  my boyfriend doesn't ask me to do things that i don't want to do, lol. he generally doesn't ask anything of me at all, except occasionally to feed his fish while he's taking the garbage out or something.\n  ","408596":"\n  i'm not a massive gamer, but i do play video games on occasion. i used to play every day, but i haven't been in the mood to play in a while now.\n  ","408597":"\n  my perspectives are for women's rights and align with intersectional feminism, but i don't label myself as a feminist because people generally don't take me seriously when i used to describe myself as one. new wave feminism and white feminism has turned everyone's opinions against what feminism actually is.\n  ","408598":"\n  i'm not hostile toward feminism.\n  ","408599":"\n  most of my questions pertain to serious topics, or topics that don't require a witty or humorous response.\n  ","408600":"\n  well, yeah. if it wasn't then i wouldn't be in a relationship.\n  ","408601":"\n  i don't have a spirit animal because i'm not native american.\n  ","408602":"\n  simple is better for my mental health. i like some decorations, but too much can be overwhelming.\n  ","408603":"\n  there's a local mexican restaurant that i absolutely love going to. they have the best tacos and margaritas.\n  ","408604":"\n  no, he's not like that -- especially toward complete strangers. he's generous and loyal toward his friends and family, but he's completely indifferent and often angry toward strangers.\n  ","408605":"\n  i follow around 40 people, so that would be too many people to tag in an answer.\n  ","408606":"\n  no, i just believe in coincidences.\n  ","408607":"\n  my 10 year high school reunion isn't scheduled yet, but i'm probably not going to go.\n  ","408608":"\n  the difference between my face\/neck and chest in terms of how tan i am is ridiculous.\n  \n  my face literally never gets tan. h o w.\n  ","408609":"\n  sushi. it's incredibly versatile.\n  ","408610":"\n  both, because both are necessary in respective situations. it wouldn't be productive to be a somber human being all the time, just as it wouldn't be good to be a funny human being all the time. there's a time and a place for everything.\n  ","408611":"\n  (cont) ... thus became angry with him. i was sure not to lash out but took it upon myself to completely ignore him for a whole two days and emotionally detach myself from him. i know it's terrible, but it's either that or i'll drive myself crazy with worry.\n  \n  --\n  \n  yeah, i'm totally the same way and i used to be worse when i was unmedicated. calling him 5x in a row if he wouldn't answer, texting him nonstop, asking him if he was mad at me, etc etc. i wouldn't lash out but i've definitely internalized things instead and totally pushed everyone away to see if they care enough to contact me first.\n  ","408612":"\n  LOL. come on tom, it's *just* a number.\n  ","408613":"\n  69.\n  ","408614":"\n  my favorite movies, which is why i like watching them over & over, lol. the crow, heathers, the punisher, etc etc.\n  \n  also, donnie darko still has me thinking to this very day.\n  ","408615":"\n  how i met your mother. i still absolutely love that show even though it's been over for years.\n  ","408616":"\n  it isn't that important to me, so yes. however, i do value having opinions about politics and having someone with whom i can share those opinions, so the person i date definitely has to have an opinion about current events and controversial topics.\n  ","408617":"\n  i guess the closest thing would be buying me coffee in the drive thru lane as a \"pay it forward\" sort of deal !! i thought that was really nice.\n  ","408618":"\n  i'd love to visit england or scotland. one of my friends is in scotland rn & her pictures are so beautiful.\n  ","408619":"\n  it wouldn't make *all* of my problems disappear, but definitely a significant amount of them, haha. things would be easier if i had more money.\n  ","408620":"\n  haha. i just don't want to give my friends a reason to not be friends with me anymore, and i also experience the whole questioning of whether or not i'm clingy because i feel like i put more effort into my friendships than they do. :\/\/ idk.\n  ","408621":"\n  this is a difficult situation to be in, and i totally empathize with you because i've been in the same boat many times before. i'm a clingy person myself and i take things really personally if i check up on someone, but they don't make the effort to check up on me.\n  \n  i think it depends on the person, though. she may not feel the need to check up on you, knowing that you're fine and that you two do talk occasionally. that may be her method of checking up on you. but if it still does concern you, perhaps for your own peace of mind you should try talking to her about it in a respectful manner.\n  ","408622":"\n  i need to hear from him every day, otherwise i assume he's angry with me. even though he realistically isn't and has no reason to be, i'm terrified of him getting angry with me and abandoning me (#justBPDthings).\n  \n  we usually text once or twice per day, but we prefer talking on the phone since neither of us are good at replying to text messages, lol.\n  ","408623":"\n  i'm listening to it now !! i didn't realize he put a new song out. i like it, it's different from his older music but it's still good.\n  \n\n   https:\/\/www.youtube.com\/watch?v=hNUR3qlsMX8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408624":"\n  you don't \"accidentally\" cheat on someone, in my personal opinion. when you're drunk, you still have a concept of right versus wrong and it's not as if you forget that you have a partner temporarily.\n  \n  if my boyfriend told that to me, then i would still consider it to be cheating. being drunk is not an excuse.\n  ","408625":"\n  i actually agree with you, although i never liked taylor swift's music, lol.\n  \n  unpopular opinion ; mainstream pop music isn't automatically \"bad\" music. over the past year or so, i realized i liked a lot of top 40 pop songs and now i've totally embraced it. there's nothing wrong with liking certain types of music.\n  ","408626":"\n  if he cheated on me *now* then i probably wouldn't take him back, considering how long we've been together and the nature of our relationship.\n  \n  i don't really remember how long it took for me to trust him again, but i'm thankful that he was understanding that i didn't trust him for a while since he knew what he did was wrong. to show me that he was worth trusting again, he became very open about his feelings and showed me respect with my own feelings and concerns about him cheating again. he didn't get angry or defensive at all.\n  ","408627":"\n  no. there are different forms of intelligence, and remaining abreast of current events or reading books doesn't really define someone's intelligence at all. it's only one facet of what intelligence is.\n  ","408628":"\n  honestly, at the time it was the least of our problems. without going into much detail about what we were going through, we were both struggling with serious things and so the idea of he sleeping with someone else was a bit meaningless compared to the grand scheme of things.\n  \n  and no, i'm not angry about it. it happened like 8 years ago.\n  ","408629":"\n  \"sweet but psycho\" by ava max, haha. i don't really agree with the use of the term psycho in the song and i think it gives a wrong impression of women in relationships, but it's such a catchy song.\n  \n\n   https:\/\/www.youtube.com\/watch?v=2KBFD0aoZy8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408630":"\n  yes, he cheated on me once early on in our relationship. it was during a really difficult and confusing time in our lives, and he swore to change. i was hesitant to take him back at first, but i'm glad that we got through that dilemma because our relationship has strengthened since then.\n  ","408631":"\n  i have many favorite books !!\n  \n  -- girl interrupted by susanna kaysen\n  \n  -- american psycho by bret easton ellis\n  \n  -- the shining by stephen king\n  \n  -- interview with the vampire by anne rice\n  \n  -- i am not a serial killer by dan wells\n  \n  i'm also currently reading the first book in the game of thrones series, and it's really good so far.\n  ","408632":"\n  i had the opportunity last night to see the sunset over the lake, so my friend and i drove to a hidden entrance to the lake that's in some side street and took photos. :'))\n  ","408633":"\n  the most dangerous thing i've ever done was drive while drunk. it was absolutely horrible and reckless, and since that happened, i haven't driven myself to the bar at all. if i go out, i normally ask a friend to pick me up or get an uber.\n  ","408634":"\n  the only opinions i care about are those of my boyfriend and close friends. when you get older, you realize that the opinions of acquaintances and strangers are utterly meaningless to your life because they simply don't know you, and you shouldn't focus your energy on people who do not matter to your life.\n  ","408635":"\n  that's a common misconception among the lgbtq+ community, unfortunately. i believe that being gay is an inherent part of someone, and no one \"turns\" gay or anything. it's just them going through life, having new experiences, and realizing their true nature.\n  \n  him dating girls was an experimental phase and probably the catalyst for him realizing he didn't like women. sometimes people need to experiment with their sexuality before coming to terms with whether they're gay, bi, or straight.\n  ","408636":"\n  i don't remember the last actual gift i gave someone besides buying my mother flowers for mother's day, if that counts for anything.\n  \n  the last \"gift\" i received was an egg sandwich last week, lol. me and my coworker were both going through difficult times one night for different reasons, so another coworker surprised us with egg sandwiches the following morning. it was a really nice gesture.\n  ","408637":"\n  i used to be a night owl, but i've slowly transitioned into becoming a morning person due to my work schedule and routine. i cannot sleep in past 9am these days, and honestly i do enjoy my quiet mornings because i'm able to relax without having to interact with anyone for a few hours.\n  ","408638":"\n  no, it isn't offensive at all. it's really common and expected for people to question their sexuality. it also isn't anyone else's business what you identify as, because that's something personal to you and only affects you really.\n  ","408639":"\n  the only times i talk about controversial or difficult topics with strangers or acquaintances is online, usually on here, twitter, or facebook. i don't really interact with strangers otherwise.\n  ","408640":"\n  i would change the ab*se i went through, so that i wasn't ab*sed at all. it was the cause of nearly all of my mental illnesses and still affects me today.\n  ","408641":"\n  yeah, although i think you need to be close with that person first so that they won't get offended if you mention it, lol.\n  ","408642":"\n  yes, that's actually fairly common !! it's normal for people to question their sexual orientation and then come to an understanding of themselves. i used to think i was gay when i was in high school because all i liked were women, until i met my boyfriend and realized i found him attractive too.\n  ","408643":"\n  i've actually never broken a bone before.\n  ","408644":"\n  I realized i liked more than two genders, but not all genders or regardless of gender. bisexual just fits me more and its what i used to identify with in the past.\n  ","408645":"\n  it was just the keyboard, not the tower. unless you mean my laptop, in that case it wasn't soaked or anything. it just got on the keys.\n  ","408646":"\n  one of my coworkers, LOL. i honestly thought she was a b*tch when i first met her because she's one of those loud, opinionated people. however, after i got to know her, i realized she was extremely passionate about her beliefs and is very empathetic towards other people and animals. we've become quite close over the past year.\n  ","408647":"\n  the trades, i.e. auto repair, HVAC, construction, etc etc. that's why it's usually more productive to go to a trade school as opposed to a traditional college, because there will always be a demand for those services.\n  ","408648":"\n  it is already illegal in some states, but legal in other states. apparently, first cousin marriages are legal in new york (which i previously didn't know about). even so, the prevalence of such an event occurring is rare.\n  \n  i don't support the concept, though. it's basically inc*st and can complicate genetics and cause unnecessary health problems if they decide to have a child together.\n  ","408649":"\n  this may sound silly, but going to bed early and waking up early in the morning, even if you don't necessarily have anything to do. i always feel much better when i get good sleep and wake up around 8\/8:30am, because then i feel as if my day is productive and not wasted.\n  ","408650":"\n  i don't believe that me, as an individual, can change the world. however, i do know that i can change some people's lives through my advocacy of mental health & illness awareness, as well as through my writing. overall, i want people to realize that there isn't anything wrong with having mental illness, that there will always be help available to them, and that they're not alone.\n  ","408651":"\n  yes, safe s*x also includes consent between everyone involved in the interaction and making sure consent remains through to the very end. if someone, at any point in time, says no or even appears uncomfortable, then everything should stop because then that isn't consent anymore. people are allowed to retract consent at any point in time.\n  ","408652":"\n  not usually, no. if i receive a rude or harsh message from someone, then i normally just delete it. there's no point in responding to such inquiries, especially if you know what they're trying to say isn't true.\n  ","408653":"\n  it depends on what type of music it is !! i usually listen to singles when it comes to vocal music, but i listen to albums when it comes to instrumental music. lately, i've been listening to all of the game of thrones soundtracks on spotify.\n  ","408654":"\n  i regularly go through my things and get rid of them accordingly, especially when it comes to clothing. every season, i try to sort through my clothes and donate clothing that i either don't like anymore or doesn't fit me.\n  ","408655":"\n  my biggest pet peeve is people talking over me while i'm already speaking, or basically not allowing me to finish my sentence or thought before they interject with their own story. i find it extremely rude and disrespectful.\n  ","408656":"\n  i would likely be enjoying a cup of coffee outside on the back patio while reading a book and soaking up the sunshine.\n  ","408657":"\n  no, they actually irritate me !! i can't stand ASMR\/white noise audio or videos, they make me feel really uncomfortable for some reason.\n  ","408658":"\n  i was a cashier at a drug store when i was 19 years old.\n  ","408659":"\n  caffeine, haha. i get withdrawal headaches if i don't have caffeine in the morning.\n  ","408660":"\n  yeah, that seems a bit bizarre to me.\n  ","408661":"\n  the sunset last night was gorgeous ;\n  ","408662":"\n  most of my writing is work-related, but i also write creatively on the side -- personal essays and poetry.\n  \n  i used to have an account on wattpad, but i haven't updated it in years.\n  ","408663":"\n  yes, i do most of my shopping online. i think it would be rare to find someone my age who hasn't purchased something off of the internet.\n  ","408664":"\n  pull my boyfriend out of work so that we could spend the day together. go to the park with his puppy and walk around, take photos, and relax near the beach. we would come back home and have a bbq and a fire in his backyard with a few friends over, etc etc.\n  ","408665":"\n  i don't have any concrete plans except getting my car from the mechanic this afternoon and working.\n  ","408666":"\n  i don't like one gender over another, lol. i simply know that i find women and men both attractive and i can see myself in relationships with people regardless of whether or not they're a woman or a man.\n  ","408667":"\n  no, not that i can recall at least.\n  ","408668":"\n  very, very rarely. i go perhaps once every few years at this point.\n  ","408669":"\n  yes, i'm bisexual.\n  ","408670":"\n  ¯\\_(ツ)_\/¯\n  \n  you're asking the wrong person. i just pay the bills when they come in the mail, lmao.\n  ","408671":"\n  fine, as far as i'm aware.\n  ","408672":"\n  lately, being asleep. lmao.\n  ","408673":"\n  my friends don't come over my house.\n  ","408674":"\n  not for another few years. I just registered it within the past year.\n  ","408675":"\n  i'm not discussing any form of finances when it comes to my life, lol.\n  ","408676":"\n  i'm assuming its different depending on where you live. i don't remember how much it cost me to register my car.\n  ","408677":"\n  2013 hyundai accent.\n  ","408678":"\n  there's nothing wrong with my car. i just need an oil change and an inspection.\n  ","408679":"\n  i might be seeing a friend tonight for a few hours. :')) tomorrow i'm working and then picking my car up from the mechanic, and sunday i plan on staying home and doing household chores.\n  ","408680":"\n  lol, no. nothing happened to my keyboard, thankfully. i cleaned it and it had no issues.\n  ","408681":"\n  i'm in a relationship.\n  ","408682":"\n  i don't really have a favorite character. although i used to love the movie \"atlantis: the lost empire\" and had a crush on both milo and kida, haha.\n  ","408683":"\n  nah, i've never used a wax stamp before. i have a friend who has her own business, though, and she uses wax stamps on all of her envelopes.\n  ","408684":"\n  i think i was in kindergarten in 1996 or 1997 ?? i really have no idea tbh. i don't remember anything prior to the age of 11.\n  ","408685":"\n  i'm not really a picky eater at all. i just don't eat anything with most condiments on them, like ketchup, mustard, mayonnaise, etc etc. i also don't like most salad dressings except for a hint of ranch (and that's only used to dip things in, like boneless wings).\n  ","408686":"\n  i would be quite upset and disappointed with him. i would sit down with him and ask him why he thought it was an okay thing to do without my consent, and we would take it from there. i doubt i would break up with him over something that small, though.\n  ","408687":"\n  i've considered it, but i think i would look terrible with a shaved head. LOL. however, it might be the only way for me to get rid of this certain hairstyle, since it would probably be best to start off with each side being even.\n  ","408688":"\n  no, they usually feel too constraining on my head and i don't like the way hats look on me. if i have to wear a hat, i'll wear a beanie during the autumn\/winter months.\n  ","408689":"\n  thankfully i haven't done it at my current job, but i did spill coffee on my keyboard at my previous job as well as at home on my laptop's keys. lmao.\n  ","408690":"\n  my day was fine -- it went by slowly in the morning, but as time went on, it picked up and suddenly it was time for me to leave work. :'))\n  \n  my commute was terrible, but i'm just happy i'm home now. i had to drop my car off at the mechanic, so i'm car-less for the next 18 hours.\n  ","408691":"\n  my main reason is that i'm already in a relationship.\n  ","408692":"\n  i'm already grown up, lmao. i got my degree in communications\/professional writing and i've been working in my field for five years.\n  ","408693":"\n  yeah, i sent them to my boyfriend in the past.\n  ","408694":"\n  i've never had a corn dog before, so i guess hot dog.\n  ","408695":"\n  idk, i've never tried before.\n  ","408696":"\n  nah, i just think it's still seen as taboo when there ideally should be more understanding of sex in general. people are allowed to enjoy sex as long as everything is consensual and safe.\n  ","408697":"\n  i don't know anything about him, so i'm indifferent.\n  ","408698":"\n  i don't watch sports.\n  ","408699":"\n  it doesn't concern me what other people do. as long as they're both adults, then it doesn't matter.\n  ","408700":"\n  i usually wake up around 7am.\n  ","408701":"\n  i'm nice to people by default until given a reason otherwise.\n  ","408702":"\n  hair length update ;\n  ","408703":"\n  probably within the next 50 years considering how terrible climate change is right now.\n  ","408704":"\n  probably try to return it to them, if that's even possible. i wouldn't do anything malicious.\n  ","408705":"\n  hey friends !!\n  \n  i'm kinda bored tonight since my migraine (finally) disappeared, so does anyone have any questions ??\n  ","408706":"\n  i believe it's an ignorant life. it's impossible to avoid pain, but if you actively ignore it and don't try to learn from it or overcome it, and instead drown your pain with hedonistic pleasures, it can be extremely hurtful towards yourself and the people around you.\n  ","408707":"\n  ideally, the best way to deal with heartbreak is through talking with your friends and\/or family about the ordeal, using methods of self care, and encouraging yourself that you're a strong individual and you can get through it.\n  \n  personally, i dealt with heartbreak through unhealthy coping mechanisms and constantly skipping from one person to the next in terms of who i was infatuated with, haha.\n  ","408708":"\n  it depends on who the person is who committed the crime, their relationship to me, and what the crime is. i can't give a definite yes or no answer to this question, unfortunately.\n  ","408709":"\n  no, i've never been able to lucid dream before -- even though i've tried a lot in the past, haha. my boyfriend can lucid dream, though.\n  \n  i have experienced sleep paralysis on a few occasions, which obviously isn't the same thing but i felt it was worth mentioning. it was absolutely terrifying.\n  ","408710":"\n  if the situation was severe and dire, such as in a hostage situation, and i had no other alternatives, then yes. if my partner's life was being threatened and the *only* way to save him was to k*ll someone else, then i would probably do it.\n  ","408711":"\n  i've stolen items for much less of a reason than that, so yes.\n  ","408712":"\n  a \"basic life skills\" course, i.e. how to do taxes, balance a budget, take out a loan from the bank, apply for a credit card, sign up for benefits or a 401k, open a savings account or roth ira, etc etc.\n  ","408713":"\n  i like personalized questions most of all, particularly questions regarding my education and career, my relationships, and my mental health and illness. i also love answering questions about music and art.\n  ","408714":"\n  no, i don't believe that people should be required to pass a drug test to collect food stamps. first, you obviously cannot spend your food stamps on drugs because it's only used for food and other goods (which is pre-determined), and you only get a particular amount of money per month.\n  \n  second, denying someone food stamps if they're a user or an addict is essentially denying a person their basic need to eat, as well as their children's needs to eat. it's doing more harm than good, and there should not be laws preventing people from consuming something necessary for their survival.\n  \n  third, it's somewhat classist (and ableist) to suggest a restriction on food stamps based on whether or not a person uses drugs. drug use is more prevalent in populations of lower class or lower financial stability, which is where food stamps are also more prevalent. in addition, these people normally don't have the resources to get treatment and recovery, which further complicates the situation. people who are users or addicts shouldn't be stigmatized and prevented from a basic need.\n  ","408715":"\n  i support the notion of physician-assisted s*icide, but only in cases of severe terminal illness, where the patient has x amount of weeks to live (for example) and they're without a doubt going to d*e from their illness.\n  ","408716":"\n  i believe life begins when the fetus has grown enough to survive outside of its mothers' womb, which normally occurs after 24 weeks.\n  ","408717":"\n  i enjoy having a campfire in the background with my boyfriend and\/or a few close friends.\n  ","408718":"\n  yes, i do know someone like this actually. it's terrible because as much as you do want to feel bad for them and try to help them, they make it awfully difficult because they feed off of the attention & sympathy. they exaggerate their symptoms to get a response from those around them as well.\n  \n  it's really a slap to the face to people who struggle with disabilities and don't use their disability as an excuse for bad behavior. it portrays a terrible image of disabled people, because most disabled people act the complete opposite and wish they weren't disabled, and they usually try their hardest to live life as normal as possible.\n  ","408719":"\n  i had a tremendous crush on one of my online friends whom i used to talk to everyday. i wouldn't say that i was in love with her, but i definitely did love her with every fiber of my being and wanted to be with her terribly.\n  ","408720":"\n  i have several favorite movies, haha.\n  \n  i am not a serial killer, the crow, heathers, queen of the damned, the punisher, the lord of the rings, secret window, american psycho, the shining, v for vendetta, django unchained, les miserables, and sweeney todd.\n  ","408721":"\n  for this headache to go away, ugh. luckily it isn't a migraine anymore (i actually left work early because it was so bad).\n  ","408722":"\n  there's nothing in my pocket.\n  ","408723":"\n\n   @lunampoeta\n  \n  is my backup account in case something happens to this account. i like logging in on the weekends and clearing my inbox of questions so that there isn't a backlog of questions waiting for me.\n  ","408724":"\n  sometimes, depending on the person i'm speaking to. occasionally i'll get bad vibes about a person & they turn out to be correct.\n  ","408725":"\n  financial, emotional, and relational stability.\n  ","408726":"\n  i would like to lose more weight before the end of 2019. i already lost some weight (although i haven't weighed myself), so i just have to keep exercising. :'))\n  ","408727":"\n  this sounds materialistic, but having financial stability is the first thing that comes to mind when i think of success. even though realistically success shouldn't be defined by how much money you make, i would personally consider myself successful if i gained more prominence in my job and earned more money.\n  ","408728":"\n  this is a boring answer, but i don't really have any special talents. my talents are in the arts, i.e. writing, photography, and painting.\n  ","408729":"\n  not very often, perhaps once every few weeks. although i do post more pictures on twitter than anything else.\n  ","408730":"\n  traveling more often, tbh. although i never really had the opportunity to travel when i was younger, i don't think i'm able to travel much now unless i had a lot of extra spending money, haha.\n  \n  i'm going to the caribbean next march, though, so at least that's something !!\n  ","408731":"\n  aw, that sounds lovely !! i definitely want to visit, i have a few friends who live in virginia.\n  ","408732":"\n  no, i have no desire to wake up earlier than i need to, haha. i go walking at night after work.\n  ","408733":"\n  nah, i don't use sunscreen. only tanning oil.\n  ","408734":"\n  this is sweet. thank you. ♡\n  ","408735":"\n  it's simply not realistic. people push the idea of \"fake news\" to basically reject something they don't personally agree with, and it's always used in an ignorant or close-minded manner.\n  ","408736":"\n  yeah, i'm not addicted to technology. three hours for social media per day isn't very much time at all. in addition, that's assuming that i don't have anything else to do in the evenings. when i have plans, then i'm not on askfm either.\n  ","408737":"\n  i just said i find the concept of \"fake news\" to be silly. i don't believe there's any kind of percentage related to it.\n  ","408738":"\n  not really. i'm primarily on in the evenings between 7pm and 10pm. i don't use askfm when i'm at work.\n  ","408739":"\n  most forms of the media are biased to a certain degree, in that they cater to a specific audience. they tell stories from one point of view instead of focusing on the bigger picture.\n  \n  at the same time, however, i find the concept of \"fake news\" to be silly and ridiculous.\n  ","408740":"\n  no, i'm not addicted to technology. i can easily go without most forms of technology if given the opportunity to do so.\n  ","408741":"\n  i think it's difficult to group americans into one category like that, especially considering most americans are a mixture of a variety of other cultures.\n  ","408742":"\n  no, it isn't really something that concerns me. most people are mixed, anyhow.\n  ","408743":"\n  i've seen bits and pieces of it, but i was never interested in watching the show.\n  ","408744":"\n  i feel much better now -- thank you for asking !! :'))\n  \n  i saw my boyfriend last night, so he was able to put things into perspective for me, understand my feelings, and encourage me to continue moving forward. we all have pitfalls every now and again, and i have to learn to be more forgiving towards myself.\n  ","408745":"\n  i always enjoy reading\n  \n   @urlsareshittbh\n  \n  's answers. they're always so educational and he puts a significant amount of thought into each answer.\n  ","408746":"\n  the thought of immortality is curious to me. it certainly doesn't appeal to me, but i'm not afraid of it either. it simply seems like an isolating experience, because you know ahead of time that your time with your loved ones (if you even bother to make intimate connections at all) is fleeting. you will outlive everyone around you.\n  ","408747":"\n  I MET MY BOYFRIEND'S NEW PUPPY THIS MORNING. :'))\n  \n  i went upstairs to leave the house to go to work, and the puppy walked around the corner to greet me. he was timid at first because he never met me before, but when i put my hand out, he immediately walked up to me and started licking my hands. then he jumped up on me and tried to play with me by tugging at my shirt. it was the cutest thing.\n  ","408748":"\n  one year ago, i was in denial about my problems and all around unhealthy coping mechanisms. i genuinely thought i was doing well, when really all i was doing was suppressing my emotions and drowning them out with alcohol and drugs.\n  \n  fast forward to today, i have a better understanding of my unhealthy coping mechanisms and am actively trying to take back control of my impulses. i'm trying to understand and process my emotions more, restraining myself from taking part in risky activity, and working on bettering myself both mentally and physically.\n  ","408749":"\n  yes, i've attended quite a few weddings -- my best friend's wedding being among them !! :'))\n  \n  i'm going to a wedding in two weeks actually. i'll be traveling for it, so my boyfriend and i are making a little weekend trip out of the experience.\n  ","408750":"\n  long island is well known for the montauk monster, haha.\n  ","408751":"\n  yes, i wholeheartedly agree. the human species is an incredibly complex species due to the range of emotions we experience. we are naturally complicated beings, and we always have been. frustrating, on the other hand, may be a matter of opinion, but i do agree with you in the understanding that humans are largely frustrating.\n  ","408752":"\n  for my last birthday, my boyfriend drove me to the local aquarium and bought us tickets to a wine tasting event that occurred inside of the aquarium after-hours. there were drinks, food, live music, and we could peruse the entire aquarium by ourselves. it was absolutely fantastic.\n  \n  honestly, i want to do the same thing for my next birthday. it was so low-key and fun.\n  ","408753":"\n  spirited away. :')) i could watch that movie endlessly.\n  ","408754":"\n  there's no such thing as a real versus a fake man. you're not any more of less of a man by either engaging in a fight or walking away from a fight. your gender doesn't correlate with your behavior.\n  ","408755":"\n  having days off with my boyfriend, so we can spend quality time together by having breakfast, drinking coffee, smoking cigarettes, watching silly youtube videos, walking the dog, going to the park or beach, having a bonfire in the backyard, etc etc.\n  ","408756":"\n  no, i'm not an inherently happy person. i've struggled with depression for as long as i can remember, and sometimes it feels as if life is preventing me from actually experiencing happiness sometimes (i.e., something terrible always happens when things appear to be going well).\n  ","408757":"\n  i normally make myself a cup of hot coffee, put on relaxing instrumental music (usually the skyrim soundtrack), and browse the internet so that i have something to distract me from my worries.\n  ","408758":"\n  i'm fairly book smart, but that's pretty much it. i scored highly on standardized exams when i was in school.\n  ","408759":"\n  thank you, i really appreciate it. i'm still struggling to control it, and the urges are almost always there, but i've gotten a lot better over the past few weeks compared to the last year or so.\n  ","408760":"\n  i rarely get bored because i don't have enough free time to be bored, haha. my days are normally spent at work, and then after work i normally run some errands, go home and have dinner, shower, and sometimes i'll see a friend if it isn't too late. otherwise, i watch television for 30-60 minutes and go to bed.\n  ","408761":"\n  brush my teeth, wash my face and\/or put on a face mask, and shower.\n  ","408762":"\n  oh, to be young and naive again. especially to think that 21 is \"old,\" lmaoo.\n  ","408763":"\n  omg, i would be so excited. LOL. i get an hour lunch break at work & i would definitely introduce him to my coworkers (even though he's met a few of them already), and we would sit outside and have conversations with them for the hour. i'm close to three of my coworkers, so we would all chat and have a few laughs.\n  ","408764":"\n  my favorite food is sushi (especially spicy tuna rolls). my favorite drink is iced coffee.\n  ","408765":"\n  game of thrones winterfell music & ambiance ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=_N-IREy7C9s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","408766":"\n  which person are you talking about ??\n  ","408767":"\n  hi friends !!\n  \n  my inbox is empty so y'all should ask me some questions while i wait for my boyfriend to get out of work ~~\n  ","408768":"\n  i wish more people understood mental illness as a whole and how it's affected my life. sometimes others mistake my depression for laziness or my anxiety for an overbearing nature, and my BPD makes people think i'm inherently manipulative when i'm not.\n  ","408769":"\n  i actually find that social media has allowed people the freedom and opportunity to express themselves more. in the past, people's feelings were mostly stifled and it was almost taboo to talk about your feelings. however, it's easier now more than ever to express yourself and get feedback on what it is you're feeling.\n  ","408770":"\n  plagiarism, haha. one of my classmates accused me of plagiarism because apparently my term paper was so sophisticated that she didn't believe that i was the one who wrote it. luckily the professor had no issue with it and believed me when i told him that i did indeed write it.\n  ","408771":"\n  trying to overcome an addiction in order to save a relationship with someone i love.\n  ","408772":"\n  yeah, women in general are stigmatized based on a variety of factors, such as sex, gender, disability, sexual orientation, etc etc. it's more taboo, for example, for women to talk about sexual activity or express openness about their sexual behavior compared to men. there's also a lot of stigma regarding the social placement of women in the home and workforce, as many people still believe in traditional gender roles where women are \"supposed\" to be domestic housewives instead of a working class citizen.\n  ","408773":"\n  i'm somewhat of a materialistic person in that i value photographs greatly. my memory is poor, so often the photographs i take on trips and on other random occasions serve as a reminder of the good times i've had. losing those photos would be losing a part of my life, in a way.\n  ","408774":"\n  i really have no idea, LOL. hopefully a good impression -- i know i can be standoffish at times, but idk if that's people first impression of me or not. i've never asked anyone before.\n  ","408775":"\n  no, not everyone deserves a chance for forgiveness. and this may be an unpopular opinion, but i also believe that in a lot of cases, you're not obligated to forgive someone else, especially in the case of ab*se. if you don't want to forgive your ab*ser, then you shouldn't feel pressured to do so.\n  ","408776":"\n  ask needs to improve their reporting & blocking system. often when you report a question or account, it falls on deaf ears and the blocking system is pretty much useless.\n  ","408777":"\n  something low-key and rustic that's half-inside and half-outside, with only close family members and friends. there would be a band instead of a dj, and the color palette would be all earth tones.\n  ","408778":"\n  i have a tendency to hold grudges, but i've been trying to work on letting go. holding a grudge hurts yourself more than it hurts the other person, so it's pointless to hold a grudge.\n  ","408779":"\n  yes, absolutely. they're better company than humans in most cases.\n  ","408780":"\n  nah, i have too many mugs that i go through to have a specific one for coffee, lol. however, i usually choose my biggest mugs so they hold the most coffee.\n  ","408781":"\n  failure.\n  ","408782":"\n  i'm more of a realist than anything else. i would rather confront challenges and look at things from various perspectives to get a clear idea on it as opposed to having a pessimistic or optimistic outlook on things.\n  ","408783":"\n  it makes me nervous when i ask my friends to text me when they get home (like if we go out to a bar or restaurant together) & they never text me back. it makes me worry that something happened to them.\n  ","408784":"\n  i'd rather have an old phone with fast internet. i haven't upgraded my phone in three years anyway, lol.\n  ","408785":"\n  no, i can't fathom spending that much money on one piece of clothing or accessory.\n  ","408786":"\n  ?️‍? happy pride month !! ?️‍?\n  ","408787":"\n  i haven't tried since i was a teenager, rofl. probably not, though.\n  ","408788":"\n  i'd pay off some of my loans in $1,000 installments. lmao.\n  ","408789":"\n  probably people asking me how my day was, or my favorite food.\n  ","408790":"\n  no, i don't really change my accounts very often at all. i made a new email account when i was job searching after college, as well as a new facebook page, but that was all. they're both about five years old.\n  ","408791":"\n  i appreciated the sentiment behind it, but my aunt bought me a bottle of wine for christmas that was likely gas station wine because i looked it up online & it only cost $5. it also tasted horrible.\n  ","408792":"\n  yes, i'm very sentimental. i cherish things that people have made for me in particular, and i find it hard to give or throw away gifts people have gotten for me.\n  ","408793":"\n  i would likely break up with that person. that's extremely controlling and manipulative behavior, and i wouldn't want to be in a relationship with someone who thinks that controlling their partner to that extent is okay.\n  ","408794":"\n  having a hard work ethic. if you work hard and diligently at what you're trying to accomplish, you will eventually reach your goals because you'll do what's necessary no matter what it takes.\n  ","408795":"\n  probably not, if it was cash at least. the police can't do anything with a random amount of cash laying around, lol.\n  ","408796":"\n  yeah, it's truly horrid. especially when you're stuck in a car with that person and have no means of escape.\n  ","408797":"\n  somewhat, sure. i'm skeptical of most things. however, at the same time i don't spend most of my time questioning things because it isn't worth it or i don't have the time to do so.\n  ","408798":"\n  november 18th.\n  ","408799":"\n  uh, no ?? mermaids aren't real, lol.\n  ","408800":"\n  went to work, attended therapy, and ate dinner.\n  ","408801":"\n  i don't have an opinion because it isn't something i care about.\n  ","408802":"\n  for the most part, yes. however, when i'm depressed then i have a tendency to let things get unruly and messy.\n  ","408803":"\n  i highly doubt it.\n  ","408804":"\n  is this sarcasm ?? lmfao.\n  \n  no, i'm rarely lively or full of energy. quite frankly, i'm an exhausted pigeon.\n  ","408805":"\n  no, i seldom have an appetite. i only eat when i'm hungry most of the time, but sometimes i know i need to eat to keep my blood sugar up even if i'm not hungry.\n  ","408806":"\n  nah, i'm bisexual. not gay.\n  ","408807":"\n  uh, i have a boyfriend. lmao.\n  \n  but no, he didn't. he seldom does anything to anger me, and if anything, he calms me down when i'm raging and destructive.\n  ","408808":"\n  no, i don't typically ask anyone to do me favors at all.\n  ","408809":"\n  people have tried in the past, but it never worked in their favor.\n  ","408810":"\n  i slept for nine hours straight last night and woke up well rested, so i doubt it.\n  ","408811":"\n  i'm all right. i just got home from work and i'm in a bad mood (have been all day). i just want to sleep it off, but i also don't want to wake up in the morning.\n  ","408812":"\n  no, i rarely do that.\n  "}}