{"Question":{"415251":"\n   gillette has come under fire after releasing a commercial that draws on the #metoo movement to challenge \"toxic masculinity,\" urging men to be better. it covers bullying, sxxual harassment, and toxic male stereotypes. many people are claiming the commercial demonizes men. what are your thoughts?\n  ","415252":"\n   What do you all think about the coins and the wallet thing seeing whose on top in your country or friends list? Hugs\n  ","415253":"\n   How would you deal with a friend who’s racist? I really enjoy the company but their racist remarks towards others make me uncomfortable. Could a person a change? I tried talking to them but they still make their remarks\n  ","415254":"\n   What's fake to you?\n  ","415255":"\n   If you could visit anywhere in the world for 48 hours for free where would you go? Hugs\n  ","415256":"\n   about the gillette commercial. i was looking fwd to your response cause i respect and admire your responses but it feels so bad to be ignored\n  ","415257":"\n   In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife if you believe in that? :3 (mini spam, staif) <3\n  ","415258":"\n   you havent answered my question from hours ago, its obvious by now you wont answer it\n  ","415259":"\n   yep, you still havent answered my question\n  ","415260":"\n   No t series is a youtuber with 80 million subs\n  ","415261":"\n   T series or pewdiepie\n  ","415262":"\n   when was the last time you cRAVED a food? what was it?\n  ","415263":"\n   Did you watch wolfblood,teen wolf,mortal instruments,shadowhunters and similar?\n  ","415264":"\n   Does change drive you a little crazy?\n  ","415265":"\n   Ever prayed to God?\n  ","415266":"\n   To what it is not necessary to answer?\n  ","415267":"\n   I never liked driving either, during the short time I did while I was (unsuccessfully) learning. Most people I know found that unusual, as my friends all seemed to like it. People often saw it as strange, and a disadvantage, that I didn’t. Is there a stigma about not driving\/not liking it in the US?\n  ","415268":"\n   Do you agree or disagree with this if you're staying in a country that you're not from. You shouldn't be in that country agree or disagree and why\n  ","415269":"\n   Do I have to spell it out? Fuk you white ppl are amazing. In the world you only said \"thousands\" implying not many at all. If you can't see that I give up.\n  ","415270":"\n   What do you hate doing but still do it anyways? Hugs\n  ","415271":"\n   What are you hiding from most people?\n  ","415272":"\n   What Anne Rice wrote?\n  ","415273":"\n   Exactly, stop patronizing people of color ffs!\n  ","415274":"\n   Ever accidentally eaten a fly or insect?\n  ","415275":"\n   What does bleh mean?\n  ","415276":"\n   Have you ever seen pain as pleasure?\n  ","415277":"\n   Where on your body does fat gather most?\n  ","415278":"\n   Are you any good at delaying pleasure now for another time in the future?\n  ","415279":"\n   What's a heaping mass?\n  ","415280":"\n   What are you doing just for fun?\n  ","415281":"\n   well i just ask you a non-sexual non-perverted question that you didnt answer so\n  ","415282":"\n   Do you have much baby fat on you?\n  ","415283":"\n   What song is currently your favorite?\n  ","415284":"\n   How many bot followers do you think you have? I've gained 200followers in the last month or so and I see no new people on my page.?\n  ","415285":"\n   What's everyone having\/making for dinner tonight?\nI have ours in the oven atm❤ hugs\n  ","415286":"\n   thousands? dont you mean millions?\n  ","415287":"\n   What celebrity death hurt you the most?\n  ","415288":"\n   Where are you from?\n  ","415289":"\n   what is your favorite kind of tea and how do you take it?\n  ","415290":"\n   Which writers\n  ","415291":"\n   Do u like sabrina\n  ","415292":"\n   Do you mix your your friends in real life with your online friends on the same platform ex. Ask.fm? Why\/why not?\n  ","415293":"\n   Which genre of books you like\n  ","415294":"\n   Can ppl with insomnia die soon\n  ","415295":"\n   Do you wear glasses?Do you wear contacts?\n  ","415296":"\n   Do you have to have a traumatic childhood to have a personality disorder?\n  ","415297":"\n   what sort of accomodations do u have? and did u have to \"file\" anything officially?\n  ","415298":"\n   Can you sing\n  ","415299":"\n   Whom have you hugged today?\n  ","415300":"\n   Ever watched The Wonder Years?\n  ","415301":"\n   Can i ask u smth about health\n  ","415302":"\n   Hi gurlll\n  ","415303":"\n   What social stigma does society need to get over? :3 (mini spam, staif) <3\n  ","415304":"\n   What movie can you watch over and over without ever getting tired of? :3 (mini spam, staif) <3\n  ","415305":"\n   What is driving you crazy?\n  ","415306":"\n   Could you recommend active askfm users?\n  ","415307":"\n   Regardless of whether you like or dislike Harry Potter, do you know what Hogwarts house you're a member of? Also, rank them from favourite to least favourite. Gryffindor, Hufflepuff, Slytherin, Ravenclaw.\n  ","415308":"\n   I love your answer to my question! I read the next follow up question after it and I couldn't even bring myself to read the rest because of the way it was asked.? Please don't ever feel the need to answer anons reacting to my questions\/your answers on my questions.\n  ","415309":"\n   Did you ever getbsuspended in school\n  ","415310":"\n   Would you want you watching your children?\n  ","415311":"\n   im really good at making fonts in case you want any.\n  ","415312":"\n   Oh trust me, I'm with you on that hatred haha. That's why I get so annoyed that it works for me. I too am a writer but I suffer with severe brain fog and chronic writers block, so anything works for me at this point. I definitely sympathize with you and just thought I'd give you something to try~\n  ","415313":"\n   This sounds weird, but I've tried it and it works for me, and oddly it does for a lot of other people as well: try temporarily writing in Comic Sans font. I can't explain the reasoning behind it but at least for me, it makes me write 10x faster. Most of the time it isn't my best work, but it--\n  ","415314":"\n   What artist or band do you always recommend when someone asks for a music recommendation?\n  ","415315":"\n   Has anyone ever made you want to scream out of anger\n  ","415316":"\n   How do you like your steak\n  ","415317":"\n   I don’t want to sound rude but why people of color are rarely successful or scientists?\n  ","415318":"\n   What about genius people?\n  ","415319":"\n   Do you know how to ride a bike?\n  ","415320":"\n   Do you think some races are more intelligent than others?\n  ","415321":"\n   why is it so many people have mental illness and can work and yet i have mental illness and im useless and cant work\n  ","415322":"\n   why does he have PTSD?\n  ","415323":"\n   Do You like cockails\n  ","415324":"\n   a 20 oz coffee around you has no chance of surviving more than half an hour!\n  ","415325":"\n   What things in your life last the longest?\n  ","415326":"\n   do you think a parent should be friends with their kids?\n  ","415327":"\n   Does your bf also have mental health issues?\n  ","415328":"\n   What keeps you going?\n  ","415329":"\n   Dumbest argument you've had\n  ","415330":"\n   this is exactly why i keep certain details private cuz anons have literally zero boundaries when it comes to someone’s personal life outside of their online persona.\n  ","415331":"\n   Can you please ask Morgan to reveal which high school she attended?\n  ","415332":"\n   Do you agree with me here you have to be an idiot to smoke\n  ","415333":"\n   how about if its a tie and neither has experience?\n  ","415334":"\n   would you rather have a child babysat by a normal person or a person with DID?\n  ","415335":"\n   Have you ever set up one of your friends with someone\n  ","415336":"\n   you can change a few of these things about yourself. i know it wouldnt be easy but why not try?\n  ","415337":"\n   If there is one what would the other you be like\n  ","415338":"\n   who are you when no one's watching?\n  ","415339":"\n   Do you believe in parallel universes\n  ","415340":"\n   Do you try and help people as much as you can\n  ","415341":"\n   So I have some good news.Sophia informed me that I do NOT stink today. What was your last piece of good news?\n  ","415342":"\n   \" Money can't buy happiness.\"\n\nIs this valid to you?\n  ","415343":"\n   In the show Dexter & the movie Split, psychiatrists says that they believe that people with ASPD & DID are more evolved than people without & that people with DID are nearly supernatural. What's your opinion on this? Is it wrong to glamourize the result of trauma? Do you agree with their opinions?\n  ","415344":"\n   What's the biggest lesson life has taught you?\n  ","415345":"\n   Is it ever ok to judge people?\n  ","415346":"\n   have you been put in charge of something that was to big to handle\n  ","415347":"\n   Are you superstitious?\n  ","415348":"\n   need some jogging advice\n  ","415349":"\n   What have you done today\n  ","415350":"\n   hyper feminity is killing western society\n  ","415351":"\n   Do you assume someone is fake when they don’t share their name or pics?\n  ","415352":"\n   Is it better to floss then brush or brush first then floss?\n  ","415353":"\n   What do you mainly look for in a guy brians, looks, brawn or a sense of humour\n  ","415354":"\n   Fav song\n  ","415355":"\n   What do you care about most in this world\n  ","415356":"\n   Do you hate anyone\n  ","415357":"\n   I only just discovered that if you tap on your wallet on your page, it'll tell you what rank you are in your country for earning coins. I'm coming 7th in Ireland right now and 33rd in my friend group. What number are you in your country and friend group?\n  ","415358":"\n   What question do you ask yourself a lot?\n  ","415359":"\n   Do you think there are people who pretend to be gay because it makes others take notice of them?\n  ","415360":"\n   Are you any good at public speaking?\n  ","415361":"\n   How's the weather where you are? Its chilly and wet here ? hugsss\n  ","415362":"\n   No it doesn't, I'm saying people with fetishes also endure struggles. I think you're misunderstanding me. You can be gay, trans, and non gender conforming, and these are all branches of the LGBTQI+ community. Why not have another branch for people struggling with fetish mistreatment? More inclusive.\n  ","415363":"\n   But you can be trans and be gay? I'm talking about a specific sub group in a broader group of marginalised but accepting people.\n  ","415364":"\n   Ya, but fetishes still have a stigma, and people with them need support. I had a lesbian friend who was into some weird things, and they were rejected by society and the LGBT community.\n  ","415365":"\n   You are so pretty!\n  ","415366":"\n   To most people they aren't, people tickle their kids all the time.\n\n\nWhy shouldn't they be added?\n  ","415367":"\n   Do you get annoyed easily\n  ","415368":"\n   True, true. Sex and porn are much less of a taboo now, thanks to the internet. But yeah, I feel the same about fetish questions. As fetishes, like tickling, aren't sexual to most people, they'll answer and brush it off. Should fetishes be added to LGBT?\n  ","415369":"\n   What you never wanted to know or see?\n  ","415370":"\n   do you think Donald Trump is racist?\n  ","415371":"\n   Out of interest, what bothers you about anons enjoying answers to fetish questions? Is it like an a sexuality thing, or a teasing turn on for you?\n  ","415372":"\n   How do you look when youre looking into the mirror?\n  ","415373":"\n   What is your idea of a perfect\/good Valentines Day?\n  ","415374":"\n   That question worded that way or differently? Haven't seen it.\n  ","415375":"\n   Are you difficult to live with?\n  ","415376":"\n   you didnt answer my non-sexual question about Trump, why?\n  ","415377":"\n   Why don't you want to answer this question? It's not even fetish based, tickling doesn't have to be sexualised...\n  ","415378":"\n   Why? It's a site for answering questions...\n  ","415379":"\n   Have you ever met someone who didn’t have a sense of humour?\n  ","415380":"\n   Yes do u love pizza or yourself\n  ","415381":"\n   The name of the site and your hashtag is literally \"ask me anything\"\n  ","415382":"\n   Hi\n  ","415383":"\n   I wanna tickle your foot\n  ","415384":"\n   Why are you ignoring my questions?\n  ","415385":"\n   If you had to wear a mask for the rest of your life, what one would you pick?\n  ","415386":"\n   Whats important for you and why?\n  ","415387":"\n   How often will you wear something before you wash it?Example a pair of jeans or a coat?\n  ","415388":"\n   On what you would spend all your money?\n  ","415389":"\n   are you close with any of your cousins?\n  ","415390":"\n   What country do you want to visit?\n  ","415391":"\n   How to \/almost never\/ forget?\n  ","415392":"\n   What do you think others think of you? Do you care?\n  ","415393":"\n   Have you watched Curly Sue?\n  ","415394":"\n   Can you manipulate? What do you think of manipulation?\n  ","415395":"\n   What would you draw or write with coloured chalk if a lot people would see it afterwards?\n  ","415396":"\n   Who and why you want to meet?\n  ","415397":"\n   What kind of colors would describe your current mood?\n  ","415398":"\n   If you could have the choice of seeing in the future or the choice of changing something like a regret into something better which would you choose? Hugs\n  ","415399":"\n   If you could read anyone's mind who would it be and why? Hugs\n  ","415400":"\n   If you could have any pet right now what would it be and what would you name it? Hugs\n  ","415401":"\n   When you feel sad, what cheers you up?\n  ","415402":"\n   Weirdest way that you have meet a friend\n  ","415403":"\n   What's one thing you hate having to pay for?\n  ","415404":"\n   Hello! Followed :)) do you know anyone who asks questions? I want to follow some people who do. Plus just nice people lol :))\n  ","415405":"\n   What do you wish people would stop asking you?\n  ","415406":"\n   What makes you happy\n  ","415407":"\n   What hairstyle looks best on girls?\n  ","415408":"\n   As a kid were you ever frighted of a monster under the bed or in the cupboard?\n  ","415409":"\n   Who is the most humblest person you know?\n  ","415410":"\n   What part of your culture are you most and least proud of?\n  ","415411":"\n   Ever feel constantly tired for no apparent reason?\n  ","415412":"\n   Where're you from?\n  ","415413":"\n   Ever dip your fries in honey mustard or ranch?\n  ","415414":"\n   What was for food tonight?\n  ","415415":"\n   I think it's really cool that you cook. I like that stuff a lot.\n  ","415416":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","415417":"\n   You get arrested and are allowed one phone call who do you call and why\n  ","415418":"\n   ?are there any organizations you donate to? if not, are there any youd want to donate to?\n  ","415419":"\n   ?growing up, what were your favorite shows? what are your favorite shows now?\n  ","415420":"\n   If you can drive have you ever texted and driven  be honest\n  ","415421":"\n   Hello new friends. Tell me something about yourselfes thatni don know  and I'll do the same\n  ","415422":"\n   How often do you need a break from people?\n  ","415423":"\n   Empanadas? That sounds delicious!!! How do you serve them? Do you use salsa and sour cream?\n  ","415424":"\n   How are you?\n  ","415425":"\n   Will you watch the Super Bowl?\n  ","415426":"\n   Do you kiss on the morning before brushing?\n  ","415427":"\n   ?are you where you want to be in life?\n  ","415428":"\n   ?what do you think has changed about you since you have grown up?\n  ","415429":"\n   ?where is your favorite place to go grocery shopping? what’s on your shopping list?\n  ","415430":"\n   That's what love is about . When everything about that one person is incredible. Even if they have bad breath and smell of farts\n  ","415431":"\n   If you could someone and a certain scent comes out of them? What do you want the scent to be?\n  ","415432":"\n   ?do you think that marriage is overrated?\n  ","415433":"\n   Do you like chewing gum? If so what flavor?\n  ","415434":"\n   ?did you ever want to be a parent when you were younger? are you now? if not, do you ever want to be a parent? would you ever foster or adopt?\n  ","415435":"\n   ?what news channel do you prefer?\n  ","415436":"\n   ?have you ever crashed a vehicle?\n  ","415437":"\n   ?what do you plan on using your tax return for?\n  ","415438":"\n   ?do you play the lottery often?\n  ","415439":"\n   ?what do you get every time at Wal-mart?\n  ","415440":"\n   ?do you miss being a child\/teenager?\n  ","415441":"\n   ?what errand\/chore do you hate the most?\n  ","415442":"\n   ?what do you really want to be known for?\n  ","415443":"\n   ? thoughts on gas prices right now?\n  ","415444":"\n   ?  what bill do you hate paying the most?\n  ","415445":"\n   Are you introverted?\n  ","415446":"\n   Do trolls put you in a bad mood?\n  ","415447":"\n   Have you ever been in a nor'easter snow storm? What was it like?\n  ","415448":"\n   Do you and your bf ever get to cook food together?\n  ","415449":"\n   Do you have good eyesight?\n  ","415450":"\n   A pub\/bar that you always go to\n  ","415451":"\n   When was the last time you were asked for id\n  ","415452":"\n   Do you have a local\n  ","415453":"\n   Do you it in the big apple\n  ","415454":"\n   Would you risk it all for a chocolate biscuit\n  ","415455":"\n   Who is your favourite sibling\n  ","415456":"\n   How is your Sunday been\n  ","415457":"\n   Should Religion be banned?\n  ","415458":"\n   What is something everyone else seems to like that you just can't get yourself into?\n  ","415459":"\n   Do people on ask affect your mood?\n  ","415460":"\n   What do you do when someone doesn’t care about your feelings?\n  ","415461":"\n   Did you enjoy your weekend?\n  ","415462":"\n   Have you ever fought over a guy?\n  ","415463":"\n   Do you enjoy philosophical questions?\n  ","415464":"\n   What do you normally eat for breakfast?\n  ","415465":"\n   this isn't the same person but i actually answered a really similar question to this one in my online school a year or so ago. most of us said yes or were neutral like you but one of my closest friends said something along the lines of most likely not, because regardless of hitler, the \"seeds\" --\n  ","415466":"\n   Leigh it's been a minute so wanted to thank you again. You rule my school. ❤❤❤\n  ","415467":"\n   In what ways do you think the school system needs to be reformed, if at all, and why?\n  ","415468":"\n   Do you like Korn?Whats your favorite song by them?\n  ","415469":"\n   Given how influential Hitler was, for not only Germany but the world, how do you think the world may have been different had he not had the beliefs that he did -- for example, if he fought for justice, as opposed to oppression? Do you think the world would be as discriminative today?\n  ","415470":"\n   your last pimple\n  ","415471":"\n   the pictures yhat you used for your this or that thing below are so aesthetic i love it lol\n  ","415472":"\n   Describe the qualities you want to have in your partner??\n  ","415473":"\n   20 oz coffee all the way!!!\n  ","415474":"\n   Was your mum a stay at home mum?\n  ","415475":"\n   What do you do for fun? ??‍♂️?\n  ","415476":"\n   Snapchat?\n  ","415477":"\n   ? Which do you remember the longest: what other people say, what other people do or how other people make you feel?\n  ","415478":"\n   ? What period of history was your favorite to learn about? If you don’t like history, what is your favorite thing to learn about?\n  ","415479":"\n   What kind of details do you notice? \/ What do you notice that others often dont?\n  ","415480":"\n   What motivates most of the people, but steals motivation from you? Or other way around.\n  ","415481":"\n   There's a saying,  \" The more you know, the more you dont know.\"\n\nWhat's your understanding of it? And is there a boundary for curiosity?\n  ","415482":"\n   ❄️ This winter in the UK has been mild so far, however it’s been the worst I’ve known for friends catching nasty viruses and getting sick. I’ve also read about outbreaks of measles in the USA and Scarlet Fever here. \nHave you managed to avoid getting sick recently, wherever in the world you are? ?\n  ","415483":"\n   If money was limitless, where would be your dream holiday destination and why? :3\n  ","415484":"\n   Do you prefer a beach destination, or something in the mountains? Which is more peaceful to you? :3\n  ","415485":"\n   What's the best investment you've ever made?\n  ","415486":"\n   What's your favorite pic?\n  ","415487":"\n   How's your day been\n  ","415488":"\n   10. What’s a product you absolutely hate?\n  ","415489":"\n   9. Do you have a fave piece of jewellery?\n  ","415490":"\n   8. What’s your fave perfume\/cologne? Do you have a fave soap\/body wash?\n  ","415491":"\n   7. Do you cook? What’s your fave meal\/food to cook?\n  ","415492":"\n   6. What’s a song with an important memory attached to it?\n  ","415493":"\n   5. Do you prefer art galleries or zoos?\n  ","415494":"\n   4. Do you have a holiday from hell experience? If so, describe it!\n  ","415495":"\n   3. What’s a movie you find boring?\n  ","415496":"\n   2. Do you prefer the seaside or the forest?\n  ","415497":"\n   1. Are you intrigued by outer space at all? Do you have a favourite planet?\n  ","415498":"\n   Last wish you made?\n  ","415499":"\n   Who’s the most toxic person in your life right now?\n  ","415500":"\n   Longest call (phone or vid) you've had with somebody?\n  ","415501":"\n   Really? Who the heck was I talking to that has cats then? Lol I swear I was talking to someone from up north who had a few that were inside\/ outside cats.\n  ","415502":"\n   How many cats do you have?\n  ","415503":"\n\n    https:\/\/ask.fm\/octopusprincess\/answers\/108466200900\n   \n   Thoughts?\n  ","415504":"\n   Do you use to run from the truth just because you're scared that you might get hurt?\n  ","415505":"\n   What would you say your style is like? \nHugsss❤\n  ","415506":"\n   If you could learn any skill over-night, what skill would you like to learn?\n  ","415507":"\n   How many different hair colours have you had in your life time?\n  ","415508":"\n   How many tattoos do you have? :)\n  ","415509":"\n   ? If you could make one law or remove one, what would you make\/remove?\n  ","415510":"\n   ? Are you passionate about learning? What sorts of things do you like to learn? Is there a certain way or style you prefer to learn new things?\n  ","415511":"\n   If you could close one fast food chain, due to disgusting food, what would you pick?\n  ","415512":"\n   ? have you ever told a ridiculous lie that people still believe to this day ? what was it ?\n  ","415513":"\n   What was the last emergency you had?\n  ","415514":"\n   ? have you ever won a contest ? what was the contest and what did you win ?\n  ","415515":"\n   Would you change educational system? How?\n  ","415516":"\n   What's the last meaningful thing you've done?\n  ","415517":"\n   Can you be spiteful?\n  ","415518":"\n   ? have you ever found something expensive on the ground ? what was it ?\n  ","415519":"\n   lol this reminded me of forever ago when they'd nonstop ask about coffee consumption ☕?\n  ","415520":"\n   What do you think about social media?\n  ","415521":"\n   I love too faced! :) What is your favourite eyeshadow palette by them? The chocolate bar palette is my go-to.\n  ","415522":"\n   Are you proud of someone? Yourself, a family member, a friend? Why are you proud?\n  ","415523":"\n   Do you have a favourite brand? A clothing brand, confectionery, drinks, car, sports, etc?\n  ","415524":"\n   What makes it your favorite selfie? Is it because your hair color?\n  ","415525":"\n   how many oz of coffee have you had today friend?\n  ","415526":"\n   You don't play GTA V? I love actually not playing the game, but just going on a tour of Los Santos and pretending I'm living in Los Angeles. lol\n  ","415527":"\n   Hello\n  ","415528":"\n   How do you take naps? I find that impossible to do.\n  ","415529":"\n   Are you easily provoked?\n  ","415530":"\n   Stay at home mums are lazy. Do you agree?\n  ","415531":"\n   how is your saturday going?\n  ","415532":"\n   what are some of your favorite video games?\n  ","415533":"\n   Do you weigh yourself often?\n  ","415534":"\n   what day of the week are you most productive?\n  ","415535":"\n   Which color best describes your current mood?\n  ","415536":"\n   ? have you ever been to a concert ? what concert(s) ?\n  ","415537":"\n   ? have you ever taken a selfie that you can’t top ? pap ?\n  ","415538":"\n   ? have you ever moved across the country ? where did you move from ? where did you move to ?\n  ","415539":"\n   ? have you ever been obsessed with a game ? what was it ?\n  ","415540":"\n   Inspired by my MCAT studying, do you think people are more likely to be swayed and influenced by politicians or by business advertisements? Why?\n  ","415541":"\n   Inspired by my MCAT studying, should physical education (aka gym class) be required in schools? Why or why not?\n  ","415542":"\n   Is it racist where you live, like your town area? Mine is and it is gross.\n  ","415543":"\n   Would you be a good life coach\n  ","415544":"\n   Were you happier four months ago than you are now?\n  ","415545":"\n   Did you read about what’s happening in France?\n  ","415546":"\n   Do,you get fed up easily\n  ","415547":"\n   whats the do's and donts of flirting?\n  ","415548":"\n   There is NOTHING like the first love. Am I right?\n  ","415549":"\n   ? have you ever smoked a cigarette ? do you still smoke ?\n  ","415550":"\n   ? have you ever owned a pet ? (feel free to talk about your pets or post pics !)\n  ","415551":"\n   ? have you ever been in love ?\n  ","415552":"\n   What's your favorite food? Hugsss\n  ","415553":"\n   ? have you ever binge watched a show ? what show(s) ?\n  ","415554":"\n   Did smoke meth\n  ","415555":"\n   Ever smoked weed ??\n  ","415556":"\n   what is the worst song you know?\n  ","415557":"\n   Do you like sleeping next to a person? I hate it. I like sleeping next to animsls though.\n  ","415558":"\n   ask is literally a place where you can make friends\n  ","415559":"\n   Are you great at making new friends?\n  ","415560":"\n   What if they START it?\n  ","415561":"\n   What type of beer do you like?\n  ","415562":"\n   I meant in real life. You sound like a gangster.\n  ","415563":"\n   Why?\n  ","415564":"\n   What is something you really want right now? \n\nHugsss\n  ","415565":"\n   You look like someone who has been in many fights lol\n  ","415566":"\n   What is it about wolves that fascinates you?\n  ","415567":"\n   I tried talking to them but they still at it. I don’t know what to do. I see them on a daily basis\n  ","415568":"\n   Do you think feminism do more bad than good and why?\n  ","415569":"\n   How would you deal with people who always pick on you and then they say we are just joking?\n  ","415570":"\n   Do you wash your hair everyday?\n  ","415571":"\n   Followed ? may to follback ?\n  ","415572":"\n   Can you stand on your head?\n  ","415573":"\n   How was your day? Do you have plans for your weekend?\n  ","415574":"\n   Do you have lots of bad memories?\n  ","415575":"\n   Where have you worked\n  ","415576":"\n   Didn't you watch Drake & Josh or Zoey 101?\n  ","415577":"\n   You should watch some Disney and Nickelodeon shows. I think you would like it. Do you get the Teen Nick channel? They show repeats of the good shows that were recently cancelled a few years ago. Those were the best.\n  ","415578":"\n   Do you ever watch shows on Disney or Nickelodeon?\n  ","415579":"\n   That's cool. Doesn't coffee at night mess up your sleep?\n  ","415580":"\n   do most guys just want to get in your pants?\n  ","415581":"\n   It's 626pm and I'm going to get ready for bed now. What are you doing?\n  ","415582":"\n   How do you deal with flirty guys?\n  ","415583":"\n   i'm recovering from depression i still need to be kept an eye on a good friend of mine comes over to keep me company thing is she very flirty and i do appreciate it but i'm not how to respond\n  ","415584":"\n   Which one is the proper way to say: I miss your fragrance or I miss your scent.\n  ","415585":"\n   How would time tracking influence your activities? Would you do them faster? Would you stress more?\n  ","415586":"\n   What kind of job you should have so you wouldnt need to follow the calendar?\n  ","415587":"\n   can i have some advice\n  ","415588":"\n   Where would you take yourself out on a date?\n  ","415589":"\n   ? If you could pick one food that you could eat all you wanted but it would have no effect on weight\/health\/etc what food would it be?\n  ","415590":"\n   your not fat ....your cuddly\n  ","415591":"\n   What is something you can't live without? Hugsss\n  ","415592":"\n   What is\/who is too fat?\n  ","415593":"\n   Do you believe people can change if they love someone?\n  ","415594":"\n   I’m what is your opinion on people who claim that Planned Parenthood shouldn’t be funded, even though only 5% of its services are for ab*rtion?\n  ","415595":"\n   What is your latest disappointment ?\n  ","415596":"\n   Are you mean sometimes?\n  ","415597":"\n   ever kissed a girl ?\n  ","415598":"\n   What is your favorite hard alcoholic drink?\n  ","415599":"\n   Do you smoke weed\n  ","415600":"\n   What, in your opinion, is a good drink to mix Malibu with? Do you think it would go well with an energy drink (Monster)? ???\n  ","415601":"\n   What’s the last thing you broke in a fit of anger?\n  ","415602":"\n   ? What’s your favorite Disney movie?\n  ","415603":"\n   ? What song comes closest to how you feel about your life right now?\n  ","415604":"\n   Are you a furry?\n  ","415605":"\n   why is that name please\n  ","415606":"\n   ? Describe your most recent purchase:\n  ","415607":"\n   ? Do you think you are more mature than other people your own age? Do you believe age defines one’s maturity?\n  ","415608":"\n   i love when you hit em with the \"as my bio indicates\" ??\n  ","415609":"\n   your Facebook name is what\n  ","415610":"\n   how old are you\n  ","415611":"\n   what do you do in life\n  ","415612":"\n   Where are your from\n  ","415613":"\n   there is some confusion going around, can you explain what an atheist is and are you an atheist?\n  ","415614":"\n   Hello how wa you\n  ","415615":"\n   open pap x\n  ","415616":"\n   how many oz do you max out daily on coffee? i limit myself to 2 16 oz monsters daily.\n  ","415617":"\n   fb -insta?\n  ","415618":"\n   hello baby pap x summer bikini\n  ","415619":"\n   ? People say you learn something new every day, so what did you learn today?\n  ","415620":"\n   ? Do you like anime? If so, what is your favorite(s)?\n  ","415621":"\n   ? Can you count your number of serious relationships on one hand?\n  ","415622":"\n   If you had a choice to either feel no fear or feel no pain for the rest of your life, which would you choose?\n  ","415623":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","415624":"\n   Do you listen closely or do you tend to drift off?\n  ","415625":"\n   Out of the 7 deadly sins which is your favorite to break?Mines gluttony\n  ","415626":"\n   Do you think that technology is making people lazier?\n  ","415627":"\n   Thoughts on people who think they are better than they accually are\n  ","415628":"\n   10 years ago last week it came out\n  ","415629":"\n   is that a 20 oz coffee?\n  ","415630":"\n   Do you like the crazy frog\n  ","415631":"\n   Do you prefer earbuds or headphones?\n  ","415632":"\n   What is going on today everyone?\n  ","415633":"\n   Back in school, what was one essay topic you dreaded to write?\n  ","415634":"\n   What was your last breakup over?\n  ","415635":"\n   How could this site improve?\n  ","415636":"\n   How good are you at interviews?\n  ","415637":"\n   Have you ever had a lucid dream, if so, what was it like?\n  ","415638":"\n   Would you like to go to bed at 5pm tomorrow?\n  ","415639":"\n   What kind of sounds shouldnt exist?\n  ","415640":"\n   Do you ever worry that people who don't know you very well\/at all have taken a disliking to you based solely on the way people you do know have described you? ??\n  ","415641":"\n   Was there ever a time in your life when you genuinely believed you were destined to do great things? ?‍⚕️?‍??️‍♂️?‍??‍???‍♂️\n  ","415642":"\n   Is there a quote you live by? If any? If so what is your favorite quote and why? \nHugs❤\n  ","415643":"\n   What kind of food you can recognise from the smell?\n  ","415644":"\n   How many attempts did it take you to pass\n  ","415645":"\n   Has anyone ever told you flat out that they didn’t care that they either embarrassed you ,upset you,hurt you or angered you?\n  ","415646":"\n   What things last the longest in your life?\n  ","415647":"\n   Can you drive\n  ","415648":"\n   What was the last thing you did yesterday?\n  ","415649":"\n   How do you remove an annoying person from your life?\n  ","415650":"\n   Last thing you bought?\n  ","415651":"\n   Plus pubs are more quiet right?\n  ","415652":"\n   Did you ever regret texting an old friend \/ ex partner?\n  ","415653":"\n   Are you more into clubs or pubs\n  ","415654":"\n   What are you up to\n  ","415655":"\n   Ow sorry. Im livin here philppines. Are u single\n  ","415656":"\n   Hi for you miss ? Goodmorning ?\n  ","415657":"\n   Do u want to have babies?\n  ","415658":"\n   Do you get nauseous easily?\n  ","415659":"\n   Do you have to pay board where you live?\n  ","415660":"\n   Are you always short of money?\n  ","415661":"\n   Freckles or dimples?\n  ","415662":"\n   Do you spend much time in Taverns and Ale Houses or do you find them vulgar, unsavoury places??\n  ","415663":"\n   What kinds of video games do you play?\n  ","415664":"\n   If a guy walked up to you and said hey you're very pretty and would like to get to know you better and asked for your phone number or one of your social medias what would you say. Answer as you're single\n  ","415665":"\n   Ever seen Chucky movies?\n  ","415666":"\n   Yea, thats i call a person without life\n  ","415667":"\n   Do you play Call of Duty? ??\n  ","415668":"\n   Do you play board games when you were younger\n  ","415669":"\n   answer Qs\n  ","415670":"\n   Did you watch death note?\n  ","415671":"\n   How many coins ya got?\n  ","415672":"\n   How is your mind now?\n  ","415673":"\n   Have you ever thought about perhaps enrolling in some type of online course to learn more new things and continue to expand your knowledge?\n  ","415674":"\n   But can't you still learn things without going to college?\n  ","415675":"\n   thank you sm!\n  ","415676":"\n   what is something is missing in life that was in your life and you love that?\n  ","415677":"\n   Do you need positive reinforcement or are you content with not getting praise or compliments?\n  ","415678":"\n   Are you good at tough talking? For example, have you ever threatened to bust somebody's ass, or words to that effect? ?\n  ","415679":"\n   Fav chrisp brand or for my American friends you call them poato chips\n  ","415680":"\n   What video clip do you keep looking at?\n  ","415681":"\n   If you could go to college for free, what would you go for? Which college?\n  ","415682":"\n   Do you guys use Snapchat? If so, do you keep streaks? How many Snapchat views do you typically get?\n  ","415683":"\n   Nice something you like doing then? Or is a there a dream job your aiming for?\n  ","415684":"\n   What would be the worst job for you personally? Why?\n  ","415685":"\n   Awww bet it feels good to chill for a bit aha what you do for work? And I bet ya can’t wait to see him\n  ","415686":"\n   How long have you been on ask? How many followers do you have?\n  ","415687":"\n   At what age did you receive your drivers license? Did you have to take the test multiple times or did you pass it your first time?\n  ","415688":"\n   Do you cry easily?\n  ","415689":"\n   How’s your day been so far?\n  ","415690":"\n   Would you consider yourself a looter a pirate and a thief?\n  ","415691":"\n   this question is kinda stupid but what shampoo\/conditioner do you use? i also color my hair a lot nd ur hair always looks so nice in photos hhh\n  ","415692":"\n   have you ever used vicks vaporub\n  ","415693":"\n   lol if she had a deformed nose then the poor guy must know about it\n  ","415694":"\n   Which ones?\n  ","415695":"\n   How is your back pain? My legs go numb from an hour of sitting. I hope it doesn't become permanent.\n  ","415696":"\n   Isn’t it that lying? What if they have children?\n  ","415697":"\n   Do you have any nick names\n  ","415698":"\n   are u on any meds that are take as u need?\n  ","415699":"\n   How many books have you read in 2018?\n  ","415700":"\n   Do you like spicy food\n  ","415701":"\n   How do you grow a tougher skin?\n  ","415702":"\n   Have you read about the woman who got rxped in the hospital?\n  ","415703":"\n   What did you do today\n  ","415704":"\n   What does non binary mean to you, how do you explain that to someone?\n  ","415705":"\n   Are you obligated to tell your potential spouse about any plastic surgery you have done? For example a nose job\n  ","415706":"\n   lol it’s pretty active these days tbh. it used to be dead but I noticed the activity changed\n  ","415707":"\n   Why’s ask dead?\n  ","415708":"\n   Have you ever faced weird coincidences? If so, can you give an example?\n  ","415709":"\n   How's your night going been up to much\n  ","415710":"\n   Ever want time to go faster\n  ","415711":"\n   Like, would you try sky diving from a plane?\n  ","415712":"\n   Are you adventurous and want to try different things?\n  ","415713":"\n   Would you like to try scuba diving?\n  ","415714":"\n   Do you see yourself as having any worth at all in society?\n  ","415715":"\n   How to seek freedom?\n  ","415716":"\n   Who do you see as having significance in society?\n  ","415717":"\n   What do you mean by you're not important?\n  ","415718":"\n   How many of you can 100% honestly say that your opinion of someone you do like\/get along with would NOT change if you found out they like\/support things you strongly dislike\/hate? I’m mostly referring to political views but interpret this however you please.\n  ","415719":"\n   When its \/not\/ worth to be scared?\n  ","415720":"\n   Are you spontaneous or you like to plan ahead?\n  ","415721":"\n   What was the last 'nice' thing you did for yourself?\n  ","415722":"\n   Do you judge your position in society by comparing yourself to others?\n  ","415723":"\n   Do you think that everyone has inherent worth and dignity?\n  ","415724":"\n   Is your body also your mind and how do you know the difference?\n  ","415725":"\n   If a friend asked you to borrow some money what would you say?\n  ","415726":"\n   What became worse over time?\n  ","415727":"\n   Have you made changes yet in this new year? It doesn’t have to be something big\n  ","415728":"\n   What’s something positive you tell yourself when everything seems to be wrong?\n  ","415729":"\n   When and where do you like to hideaway?\n  ","415730":"\n   What lays unused\/not being used?\n  ","415731":"\n   Strange question\n  ","415732":"\n   What made you anxious?\n  ","415733":"\n   Are you a creative person?\n  ","415734":"\n   Hopeful for what?\n  ","415735":"\n   Ever tasted blood?\n  ","415736":"\n   Did you have a fun day?\n  ","415737":"\n   Have you ever watch it?\n  ","415738":"\n   Who\/What could spoil your day?\n  ","415739":"\n   How do you determine if your life is going ok?\n  ","415740":"\n   are you usually afraid of the dark?\n  ","415741":"\n   What do you use\/consume too much?\n  ","415742":"\n   who are you when no one's watching?\n  ","415743":"\n   When you were in grammar school did you play the recorder in music class?\n  ","415744":"\n   Is it easy for you to adapt to work after weekends\/holidays?\n  ","415745":"\n   Do you watch anime?\n  ","415746":"\n   do you and your bf share everything?\n  ","415747":"\n   Are you more of a movie or book person? Why? \nAssuming that the book and movie are about the same thing.\n  ","415748":"\n   How often do you do things for yourself?\n  ","415749":"\n   Do you get along better with males or females? Why?\n  ","415750":"\n   What do you want to change within yourself to be happier?\n  ","415751":"\n   Do you believe that you should talk about EVERY little thing with your partner or are some things better to keep to yourself?\n  ","415752":"\n   you should get a hobby\n  ","415753":"\n   just in case this person sees this- my grandmother (before i was born) got braces in her late 40s and was involved in continued orthondic treatment for almost 10 years!!! it's not available for everyones situation, but nowadays invisalign may be an option for you if you're worried about them seeing~\n  ","415754":"\n   it already is\n  ","415755":"\n   In general, were your assumptions of what they looked like accurate or completely different to what you imagined?\n  ","415756":"\n   Have you ever known someone online for years but have never seen their face or heard their voice?\n  ","415757":"\n   Can you easily choose ONE favourite song?\n  ","415758":"\n   How’s your confidence level?\n  ","415759":"\n   Do you value someones attention more if you are the only one receiving it?\n  ","415760":"\n   One more questions✌ \"How's life treating you\"?\n  ","415761":"\n   What kind of houses\/rooms do you like?\n  ","415762":"\n   What's the last thing you laughed about till you cried?\n  ","415763":"\n   Would you like to build\/design your own house?\n  ","415764":"\n   What is the first thing you do when you're bored?\n  ","415765":"\n   Is your page active? Do you get questions everyday?\n  ","415766":"\n   Do you get a lot of hate?\n  ","415767":"\n   Have you considered disabling anonymous questions?\n  ","415768":"\n   Are you rude to strangers?\n  ","415769":"\n   Describe yourself in 3 words ?\n  ","415770":"\n   What are your favorite drugstore make up products?\n  ","415771":"\n   What can you do to help better your mental health other than taking meds?\n  ","415772":"\n   if automobiles could be replaced by enormous animals (excluding horses), what animal would you use for transport ?\n  ","415773":"\n   liar lmao. everyone sent anon hate at least once\n  ","415774":"\n   Do you or have you ever sent anon hate to someone on here?\n  ","415775":"\n   are you ok with them doing that?\n  ","415776":"\n   What does your anxiety stop you from doing?\n  ","415777":"\n   Post one lol\n  ","415778":"\n   What promise are you going to make for yourself, this year?\n  ","415779":"\n   Do you want to be a meme\n  ","415780":"\n   Thanks for sharing this with me ? I’m self conscious about my teeth so I really need to do them but my work environment is so toxic they like to make fun of people then they say we are just “joking” I have thought of quitting my job but I’m sooo torn apart. Did people say anything to your friend?\n  ","415781":"\n   How did you lose 10 pounds?\n  ","415782":"\n   In your opinion in there a set age for wearing braces. I’m soo anxious and worried what will people at work think of me, my 30 birthday is in a few months.\n  ","415783":"\n   What features attracts your attention when you see a stranger? Do you look more into the way someones dressed or into their facial features?\n  ","415784":"\n   What do you think of men who searching for women to date on ask?\n  ","415785":"\n   whats your opinion of the very stupid Bird Box movie?\n  ","415786":"\n   “accidentally” were you high?\n  ","415787":"\n   Do celebrity endorsements or opinions on things affect your decisions or viewpoints?\n  ","415788":"\n   Do you ever sleep at your work or classes? Since you sleep everywhere\n  ","415789":"\n   When was the last time you were in wardrobe?\n  ","415790":"\n   have you ever heard about the theory of having a \"third eye\"?\n  ","415791":"\n   Why did your day went by fast? Were you having fun? They say time goes by fast when you are happy\n  ","415792":"\n   Do you think the LGBT community can do more to accommodate black people and trans? I feel like a small, but loud minority have made it quite an exclusive space, and are militant about it\n  ","415793":"\n   What is something you have to do to fall asleep?\n  ","415794":"\n   What is the point of being alive when in the end you're just going to die?\n  ","415795":"\n   Do you think LGBT+ is right to accept them?\n  ","415796":"\n   I'm sick. I'm going to get in bed now. What about you?\n  ","415797":"\n   Who doesnt need a consent?\n  ","415798":"\n   So I just found out that Ask doesn't even know yet what their own coins are going to be used for. What do you think they should be used for? What would you buy with them?\n  ","415799":"\n   Is renting shelter expensive where you live?\n  ","415800":"\n   Have you ever truly experienced fear, if so in which way? ?\n  ","415801":"\n   Are there any people that you try to void?\n  ","415802":"\n   Do you ever lay awake on a Sunday night, worrying about what fresh hell awaits you in the morning?? ???‍♀️\n  ","415803":"\n   Have you ever pulled an all nighter before?\n  ","415804":"\n   Do you take any interest in the news?\n  ","415805":"\n   Do you exercise often?whats your favorite way to exercise?\n  ","415806":"\n   What are you making for dinner tonight?\n  ","415807":"\n   Do the people in your real life know you have an askfm account?\n  ","415808":"\n   Do you currently have any ailments?My right heel hurts my left shoulder hurts and I’m hungry\n  ","415809":"\n   oh my :o\n  ","415810":"\n   Do you still eat cereal that’s meant for children?I still like Apple Jacks and frosted mini wheats\n  ","415811":"\n   It's under the coins part i believe?\n   \n    @TheChaosBringer\n   \n   had a picture of it on his page recently\n  ","415812":"\n   How was your first Monday after your holiday?\n  ","415813":"\n   THIS IS SO ME, lmao. I always lose lighters and buy new ones and then find the old ones. When I moved a little over a year ago I found TWENTY SEVEN God damn lighters lmao, most of them were behind my bed ???\n  ","415814":"\n   ask has one on the website. \n\nwas news to me too ?\n  ","415815":"\n   Do you and your bf every get pizza together?\n  ","415816":"\n   whats up\n  ","415817":"\n   Ever lose stuff?\n  ","415818":"\n   how do you feel about being so high up on the leader board\n  ","415819":"\n   do you answer all the questions you get\n  ","415820":"\n   how often do you come on here\n  ","415821":"\n   Hy. Followback please\n  ","415822":"\n   --reassuring to hear. um yeah sorry for rambling but yeah lol\n  ","415823":"\n   Your 27 and living with your parents?\n  ","415824":"\n   Do i look fine? \nNo hates please.\n  ","415825":"\n   You are so pretty ♥\n  ","415826":"\n   Wouldn’t it be easier for you guys to live together so you could pay together on bills?\n  ","415827":"\n   How come you guys don’t live together?\n  ","415828":"\n   You and your boyfriend don’t sleep together?\n  ","415829":"\n   Will you go sleepy with pets tonight?\n  ","415830":"\n   Weight?\n  ","415831":"\n   Doesnt they\/them refer to more than one person? and is more of a pronoun towards a group of people and not a single person?\n  ","415832":"\n   Your hair looks very long in your profile picture.\n  ","415833":"\n   Do you?\n  ","415834":"\n   Do you believe in second chances\n  ","415835":"\n   Do you struggle to open jars\n  ","415836":"\n   Height\n  ","415837":"\n   oh please, you know askfm moms go around preaching that moms shouldnt circumsize. maybe not you in particular but others like Cadie etc.\n  ","415838":"\n   hi, ive just been notified that worrying about circumsizion of other babys private parts is creepish, so please stop your anti-circumsizion campaigns.\n  ","415839":"\n   true, the original anon phrased the question in a terrible way. it wouldnt \"solve\" the rape issue by any means, but it would tremendously help.\n  ","415840":"\n   yeah but the overwhelming majority of rapes are done by a penis.\n  ","415841":"\n   I disagree, they'd do it in other ways I think. But, if this did work, would it be morally right?\n  ","415842":"\n   btw you are so wrong, if a man cant get an erection, a rape would most likely not even be possible, smh.\n  ","415843":"\n   GMO's are not bad?\n  ","415844":"\n   same here, I believe it should be a guy's decision when he's old enough to consent to the procedure\n  ","415845":"\n   Do you think chemical castration for men would solve the rape issue? Serious question\n  ","415846":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","415847":"\n   So if trans homosexual and females discriminate against others, what right do they have to demand that others not discriminate against them?\n  ","415848":"\n   Will you have your future sons circ'ed at birth in the hospital, or later at a specialist male 'cision clinic?\n  ","415849":"\n   mandatory vaccines infringe on bodily autonomy and are filled with toxic chemicals.\n  ","415850":"\n   Your definition of karma is totally wrong\n  ","415851":"\n   Do you believe in astrology?\n  ","415852":"\n   What's your zodiac sign?\n  ","415853":"\n   But aren't the law of cause and affect and the law of karma both the same thing?\n  ","415854":"\n   Do you think that females, trans and mentally\/physically ill, non heterosexual people also discriminate against other people?\n  ","415855":"\n   What sorts of TV shows and movies do you like?\n  ","415856":"\n   Do you believe in the law of cause and effect?\n  ","415857":"\n   Do individual people discriminate against you or is it society in general that discriminates against you?\n  ","415858":"\n   Do you believe in the law of karma?\n  ","415859":"\n   Is your country fair to its citizens?\n  ","415860":"\n   Do you experience discrimination in any way?\n  ","415861":"\n   Did you vote in the last election?\n  ","415862":"\n   Do you think that your country's voting system is fair?\n  ","415863":"\n   Do you think that most people are basically the same?\n  ","415864":"\n   -- deciding they don't want the child anymore, most often because of a disability. some try to force the surrogate into a reduction if they have twins. it's a really grey, complicated area. some points are reaching imo, but there are other ones that are pretty hard to ignore in my eyes\n  ","415865":"\n   So I was just informed they now make a carrot cake Oreo cookie.Which is your favorite type of cookie?\n  ","415866":"\n   What is your Myers-Briggs personality type?\n  ","415867":"\n   What is your favorite font?\n  ","415868":"\n   What is your largest mental roadblock right now?\n  ","415869":"\n   What is the most overrated thing that you can think of?\n  ","415870":"\n   What are 5 random facts about you?\n  ","415871":"\n   How do you think America should approach the immigration issue?\n  ","415872":"\n   Should vaccinations be legally mandatory in the absence of medical roadblocks? Why or why not?\n  ","415873":"\n   What are your thoughts on parents giving transgender children puberty blockers and cross-sex hormones?\n  ","415874":"\n   What is something about your current progress in mental health that you are most proud of? What are your next goals in mental health progress that you hope to achieve?\n  ","415875":"\n   What is your opinion on surrogacy? Is it truly ethical?\n  ","415876":"\n   Do you support the death penalty? Why or why not?\n  ","415877":"\n   this is very aesthetically pleasing lol\n  ","415878":"\n   Would you travel into space?\n  ","415879":"\n   What does love look like to you?\n  ","415880":"\n   Your account is so low.\n  ","415881":"\n   Do you get road rage walking behind slow people?\n  ","415882":"\n   What are the childish things you still do as a grown up?\n  ","415883":"\n   you’re an ok person I just wish you weren’t involved in this gender shxt.\n  ","415884":"\n   Are you creative with making usernames or coming up with nicknames?\n  ","415885":"\n   Do you hold grudges over little things? For example you weren’t invited to a party or someone not replying back to you.\n  ","415886":"\n   Do you make up your own traditions in your family?\n  ","415887":"\n   Why though?\n  ","415888":"\n   How do you like to eat crabs?\n  ","415889":"\n   What kind of fruits do you like the most? Are there any that you dislike?\n  ","415890":"\n   What kind of people cant be the part of society?\n  ","415891":"\n   Would you rather have a boss who can be a jerk but knows his job and is always available if you need help or the boss who’s cool and relaxed but you can’t ever find him when you need them or they don’t know how to do certain tasks?\n  ","415892":"\n   A breakup will never be a mutual agreement. One party will always be affected more by the break up and hurt.\n  ","415893":"\n   Does sleep deprivation counts as self harm? What weird self harm ways do you know?\n  ","415894":"\n   Do you like debating about hot topics?\n  ","415895":"\n   Do you tend to listen to music when you are free doing nothing or busy working\/doing chores?\n  ","415896":"\n   How can someone be “right” if they willingly break up with you and hurt you? If they truly love you they will wait.\n  ","415897":"\n   How are you?\n  ","415898":"\n   I started a new ask cause some people started letting me down,  is this another form of running away?\n  ","415899":"\n   watching people’s stories make me sad and jealous. It’s hard for me to not compare myself to their perfect life. do you ever feel the same?\n  ","415900":"\n   What’s new in your life? Did 2019 bring something yet?\n  ","415901":"\n   how come you have a lot of questions?\n  ","415902":"\n   What’s your fav social media and why?\n  ","415903":"\n   When you talk do you go straight to the point or do you try to shift the conversation slowly?\n  ","415904":"\n   What do you know about drugs? Is it better to know more or less about them?\n  ","415905":"\n   How are you leigh?\n  ","415906":"\n   Can you still love someone but break up with them?\n  ","415907":"\n   Have you ever been forced into having a conversation with your family or people you share a house with due to the Wi-Fi going down? ? Was it very forced and awkward or did you find out you had alot in common?? ?\n  ","415908":"\n   when you shop do you check the date?\n  ","415909":"\n   What do you do when the path you want to carve isn’t the same as the one you love?\n  ","415910":"\n   What kind of color is in\/practical for you, even thought its in\/practical for many?\n  ","415911":"\n   Are you uptight about expired food\/beauty products?\n  ","415912":"\n   How do you think - what do you need to do to become popular in ask.fm ? ??\n  ","415913":"\n   Do you always read the reviews before buying a product?\n  ","415914":"\n   do u like facial hair on men?\n  ","415915":"\n   Do you like to wear flip-flops?\n  ","415916":"\n   What is your favorite dog breed? What about cats?\n  ","415917":"\n   You re against circumcising???\n  ","415918":"\n   Coolest animal you've seen in the wild? Where did you see it? ?\n  ","415919":"\n   1. A bad habit you want to break\n2. new skill you want to learn\n3. a good deed\n4. place you'd like to visit \n5. book you'd like to read\n6. something new you'd like to try \n7. a goal you'd like to accomplish \n8. something you'd like to get better at\n\nfigured I'd ask these too :)\n  ","415920":"\n   What movie do you think has the best music? ? What about its music do you like? ?\n  ","415921":"\n   I start my new job Thursday! Where do you guys work?\n  ","415922":"\n   Do you have a mission statement for the year?\n  ","415923":"\n   If you got a call off your kids school and they told you you're son\/daughter has been  bullying someone what would you do\n  ","415924":"\n   do u ever let someone get close to you?emotionally\n  ","415925":"\n   Would you ever do stand up comedy\n  ","415926":"\n   20 oz coffee to be exact\n  ","415927":"\n   Hey\n  ","415928":"\n   Do you like buying skincare items? How often do you buy them?\n  ","415929":"\n   If your crush has fallen for someone uglier than you does that mean you have a less chance or more chance ?\n  ","415930":"\n   if your kid or future kid turns out to be gay\/lesbian would you treat them any diffrent\n  ","415931":"\n   If you had a personal flag, what would be on it?\n  ","415932":"\n   what's your most played game on xbox?\n  ","415933":"\n   Do you have a 2019 planner? What type of things do you plan?\n  ","415934":"\n   Do the number game thing\n  ","415935":"\n   How’s the weather?\n  ","415936":"\n   Why it captures your interest more? Do you have a short attention span?\n  ","415937":"\n   Are you good at bed?\n  ","415938":"\n   Which city do you live in?\n  ","415939":"\n   that sounds like a good day to me lol\n  ","415940":"\n   You are sexy?\n  ","415941":"\n   Are you good at saving money\n  ","415942":"\n   most sexy woman?\n  ","415943":"\n   Do you like watching movies?\n  ","415944":"\n   what was the last book you read?\n  ","415945":"\n   How are you?\n  ","415946":"\n   Hi\n  ","415947":"\n   Do you gamble\n  ","415948":"\n   Do you ever waste your time and regret it later on?\n  ","415949":"\n   Good day?\n  ","415950":"\n   Who are your enemies?\n  ","415951":"\n   How was your day?\n  ","415952":"\n   Have you been banned from any social media?\n  ","415953":"\n   How do you deal with a stiff neck?\n  ","415954":"\n   Do you know who’s this anon?\n  ","415955":"\n   Which is easier to control yourself when you shop in stores or online?\n  ","415956":"\n   Thanks Leigh. You are so cool and have been there for me through my mom's death back in 2012, you helped me move out, you helped me with the problems with my brother and family issues. My relationships, and current I mean the thinning hair not so much..anyway you are a saint on earth and thank you?\n  ","415957":"\n   fair points, im a diff anon from the one who first brought this up, so i do respect you, even if others dont.\n  ","415958":"\n   thats not true, even a little girl in elementary school knows what girls are \"supposed to look and act like\" and she could say i dont want to look or act like that, it doesnt mean she is non-binary.\n  ","415959":"\n   in labeling yourself as non-binary, you are submitting yourself to the societal norm that \"a woman must look and act a certain way, and since you dont, you're not a woman\". you are unintentionally supporting the very concept you are against.\n  ","415960":"\n   non-binary was just a feminist term used to attack the traditional gender role of a woman. they wanted to be so anti-traditional woman that they stopped identifying as woman altogether. they later realized that uh, you can be a woman without fitting to any societal norms.\n  ","415961":"\n   all your feminist friends stopped identifying as non binary. you should follow their suits\n  ","415962":"\n   How would you like to be remembered??\n  ","415963":"\n   My gf is mad all the time and can't be reasoned with and always claims pms and things used to be fun but now not so much. Can you just tell me what to do or clone yourself so I can date the clone instead? Or sorry just fix this Please?\n  ","415964":"\n   Hey\n  ","415965":"\n   That sounds cool. Who is your favorite Harry Potter character and what is your favorite thing about the series?\n  ","415966":"\n   Oh I had no idea you had a nose piercing, I love them so much. What \"design\" of tattoos are you planning on for your full sleeve or have you not decided that yet? (Sorry I'm terrible at wording things ishshsha).\n  ","415967":"\n   Do you want any piercings or tattoos, aside from the ones you have? If so, which ones?\n  ","415968":"\n   should someone with a criminal record be barred from adopting a child?\n  ","415969":"\n   Fav junk food\n  ","415970":"\n   What do you think of “P” on the LGBT acronym standing for p*dophilia to acknowledge that sexuality?\n  ","415971":"\n   How is your 2019 going so far? Any better than 2018?\n  ","415972":"\n   I blocked this guy who keeps harassing me on social media and he keeps messaging me over and over every day. Should I just keep blocking and ignoring?\n  ","415973":"\n   What if your friend came out as a p*do but was non offending?\n  ","415974":"\n   Do you think white people can experience racism and why or why not?\n  ","415975":"\n   What was the last good book you read?\n  ","415976":"\n   Have you ever been accused of being a bit of a flibbertigibbet (an overly talkative, gossipy person)?\n  ","415977":"\n   Who is the character in your background?\n  ","415978":"\n   got any babysitting tips?\n  ","415979":"\n   im still taking lexapro 15mg which i believe is the most important one, and possibly the only one i need. thanks for your kind words, made me smile :D\n  ","415980":"\n   i am without 3 of the 4 meds i currently take for MDD. been a few days, and i was worried, but surprisingly, i feel a little better than before, as far as my mind is less jittery and foggy and lethargic. i hope this continues, maybe those meds were doing more harm than good for me.\n  ","415981":"\n   did you feel any difference during that week?\n  ","415982":"\n   have you ever ran out of refills for a pres and had to go an extended period of time off a med?\n  ","415983":"\n   I would be greatly disappointed if…\n  ","415984":"\n   would the Donald Trump wall help with that problem?\n  ","415985":"\n   is MS-13 still a problem in your area?\n  ","415986":"\n   Yes lol very pretty too with all the different colored shops, restaurants, ocean etc some dude was wearing a kilt before XD\n  ","415987":"\n   Have you ever been to Providence\/P-town?\n  ","415988":"\n   such as??\n  ","415989":"\n   What's something that people rarely ever notice about you?\n  ","415990":"\n   holla\n  ","415991":"\n   1 weird fact about yourself ?\n  ","415992":"\n   Do you stick to your new year revolutions\n  ","415993":"\n   Got any new year revolutions if you do what?\n  ","415994":"\n   Well, hell. Whaddya play on it?\n  ","415995":"\n   What's it like, Leigh? Cuz I'm considering it\n  ","415996":"\n   What's your favorite dessert and why?\n  ","415997":"\n   What console do you play?\n  ","415998":"\n   How do you blow off steam when you are angry\n  ","415999":"\n   Is respect given or earned?\n  ","416000":"\n   Are you always nice?\n  ","416001":"\n   How are you?\n  ","416002":"\n   how did he behave?\n  ","416003":"\n   no kid? haha they say after 35 the risk of complications increases\n  ","416004":"\n   does he want a daughter or son?\n  ","416005":"\n   where do you see yourself in 8 years?\n  ","416006":"\n   how many kids does ur bf want?\n  ","416007":"\n   You won't answer my questions regarding p*dophilia because you know you're wrong. Admit it. You wouldn't want to be hung for people mentally ill or gay, so don't do the same to other people. It's logical.\n  ","416008":"\n   Some people are naturally flirty. Would you consider it as cheating?\n  ","416009":"\n   Are you ok with your bf flirting with others as long as he doesn’t develop feelings?\n  ","416010":"\n   Why do you support hanging people for something they cannot control and want help for if they haven't committed a crime?\n  ","416011":"\n   What would people do with your content if they copied it?  Are you assuming that they would sell it for profit or what?\n  ","416012":"\n   How does one get to view some of your poetry?\n  ","416013":"\n   Do you like chocolate?\n  ","416014":"\n   What kinds of things do you write about?  Like fiction? nonfiction? fantasy? history?\n  ","416015":"\n\n    https:\/\/ask.fm\/babycadiex\/answers\/152202661877\n   \n   do you agree with this?\n  ","416016":"\n   Does your therapist advise you not to smoke?\n  ","416017":"\n   Do you floss every day?\n  ","416018":"\n   Do you get lonely easy?\n  ","416019":"\n   Are you afraid of death?\n  ","416020":"\n   thats god sending you a sign that you should stop smoking\n  ","416021":"\n   What were your grades like in school?\n  ","416022":"\n   Does jealousy have an important role to play in love?\n  ","416023":"\n   Do you run from pain and seek pleasure?\n  ","416024":"\n   Is there something you constantly lose at your house or anywhere?\n  ","416025":"\n   Have you ever been stung by a bee?\n  ","416026":"\n   What is it about your home life that makes you feel caged?  Do you mean living inside four walls?\n  ","416027":"\n   What are your feelings of being caged related to specifically if not your job or a vacation?\n  ","416028":"\n   Well, I asked you if you would choose to not be born before you were actually born.  So is it the same 'you' making the choice to not be born as the 'you' who would have been born.  Do you get what I mean?\n  ","416029":"\n   If you like your job so much, then why do you still feel caged unless you're on vacation?\n  ","416030":"\n   How do you define happiness?\n  ","416031":"\n   So who or what is the you that would make the choice before you were born?\n  ","416032":"\n   Do you like your work?\n  ","416033":"\n   Would you have chosen to not be born if that was a choice you had before you were born?\n  ","416034":"\n   Do you see yourself as a producer or a consumer?\n  ","416035":"\n   Do you feel free?\n  ","416036":"\n   ANy idea where the self goes after the body dies?\n  ","416037":"\n   Can't believe you've never heard of the term consensus reality\n  ","416038":"\n   Your thoughts on consensus reality?\n  ","416039":"\n   What is your favorite cereal?\n  ","416040":"\n   Would you bungee jump?\n  ","416041":"\n   Do you feel sane today?\n  ","416042":"\n   What did the cops say when they found the gun?\n  ","416043":"\n   PewDiePie or T-Series?\n  ","416044":"\n   Have you ever cheated in a relationship?\n  ","416045":"\n   How have your day been going so far?\n  ","416046":"\n   do you have twich or mixer channel?\n  ","416047":"\n   What's the best\/worst way to study?\n  ","416048":"\n   Have you ever fixed something instead of buying a new thing?\n  ","416049":"\n   Do you have a hard time communicating your feelings with your friends?\n  ","416050":"\n   Would you change the way your body looks if you could?\n  ","416051":"\n   share something wise?\n  ","416052":"\n   i'm just talking about for the price, though haha. last time i went i got the customize your own burger with a black bean burger, and an order of fries and a drink and it was $13.\n  ","416053":"\n   i LOVE smashburger, their fries are the best! although their burgers are pretty small\n  ","416054":"\n   Mentally\n  ","416055":"\n   Where’s your favorite place to get a burger?If you don’t eat meat where’s your favorite place to get a salad?\n  ","416056":"\n   You’re stiff\n  ","416057":"\n   Hey\n  ","416058":"\n   What's the 1 thing you want the most right now?\n  ","416059":"\n   How often do you smile?\n  ","416060":"\n   Do you drool when you sleep?\n  ","416061":"\n   Do you snort when you laugh hard?\n  ","416062":"\n   you consider 18 19 kids. unless you’ve changed your mind now lol\n  ","416063":"\n   u like Judas Priest n Iron Maiden?\n  ","416064":"\n   yes it does\n  ","416065":"\n   ik, u like what music genre\n  ","416066":"\n   What are your plans for the weekend?\n  ","416067":"\n   its 3:25 am here here, dinner lol\n  ","416068":"\n   Non-binary people are weird abnormal freaks who need mental help.\n  ","416069":"\n   suppppppp\n  ","416070":"\n   You are not normal because you are non-binary.\n  ","416071":"\n   imagine thinking 18 and 19 are \"kids\" when they're legally adults lmao. this anon is fucking ridiculous.\n  ","416072":"\n   i will tag another person and you will be “wOW thrEE peOPLe” its hard for you to admit you’re being hella weird yikes. imagine justifying being friends with kids “they are in their lATe teens” lmao\n  ","416073":"\n   oh really? lmao what about\n   \n    @cybergrrrl\n   \n","416074":"\n   i find it really weird that you’re friends with teens. ffs you’re almost 30\n  ","416075":"\n   Helo.\n  ","416076":"\n   ...how did you not know lmao\n  ","416077":"\n   Why does he have it in the first place ?\n  ","416078":"\n   Did you bf use those toys on you yet\n  ","416079":"\n   Will you most likely have kids or most likely not?\n  ","416080":"\n   How was your day?\n  ","416081":"\n   5\/6 years and you don't remember real army wife? I would think you would. You're right in the middle of everything following a lot of the main people on here just like she did\n  ","416082":"\n   you were probably thinking of the show army wives ??\n  ","416083":"\n   i'm ready to leave this planet rn i s2g\n  ","416084":"\n   there was a page on formspring and early ask years that went by that name. i was one of her frequent followers way back when if that is who they’re talking about.\n  ","416085":"\n   How long have you had ask.fm?\n  ","416086":"\n   I'm guessing you're not a  fan of real army wife\n  ","416087":"\n   So you're saying that every person you've found attractive in your life you've wanted to perform sxx acts on?\n  ","416088":"\n   It's hilarious how you and Marissa are saying people with a certain attraction should be treated poorly when people said the same thing about the LGBT community just for their attractions.\n  ","416089":"\n   I'm comparing it to depression or anxiety I'm comparing it to your silly gender stuff\n  ","416090":"\n   That's what I was responding to, I know I didn't actually respond to it but it's what I meant. Also pedophilia doesn't automatically mean wanting to m*lest kids, it's attraction. They want help to refrain from acting on their urges.\n  ","416091":"\n   Compared to you I am a pedo apologist. You think a pedo that has never done anything wrong and says he would never do anything wrong and it appears that he won't take any action should still have life in prison? And by the way just because something is a crime doesn't always mean it's wrong\n  ","416092":"\n   Diff anon, a non offending pedo being denied help due to someone being unaccepting doesn't mean they deserve life in jail. They deserve help.\n  ","416093":"\n   \"you're messed up and they're messed up\"\n\n.....how are you gonna equate BPD, depression, and anxiety to literally wanting to m*lest kids lmfao wtf. People with those disorders are most at risk themselves, NOT other people.\n  ","416094":"\n   Yeah kinda like your existence. You're messed and they're messed up they didn't choose it just like you didn't choose it\n  ","416095":"\n   What if someone becomes that way because of prior ab*se?\n  ","416096":"\n   What do you consider a pedo? We're taking about people attracted to kids under 12 right?\n  ","416097":"\n   Don t you think there's a lot of pedophiles that never do anything wrong?\n  ","416098":"\n   I see where ur coming from but that would be somewhat irrational because u can't jail for thought crimes. It's like jailing someone for thinking about stealing but never doing it.\n  ","416099":"\n   Don't u think non offending p*dos should be given help ? It's a paraphilic disorder recognized by the DSM-5\n  ","416100":"\n   Use this for whatever\n  ","416101":"\n   Did you care what people thought of you when you were in school?\n  ","416102":"\n   not everyone has the money to go to a therapist. don’t assume they are on meds.\n  ","416103":"\n   most of the time they really don’t when they are in a bad mood or angry.\n  ","416104":"\n   Do you excuse trolls if they were mentally ill?\n  ","416105":"\n   Do you think that anyone is ever inherently bad no matter what they've done?\n  ","416106":"\n   Do you ever feel like you're a bad person?\n  ","416107":"\n   But if no one was telling you that you have a mental illness then you wouldn't know you had one is what I'm saying.  Maybe your'e the healthy one and all those telling you that you're mentally ill are the mentally ill ones?\n  ","416108":"\n   Are you saying that bad people aren't mentally ill in some way?\n  ","416109":"\n   So by your logic, there is no such thing as mental illness, yeah?\n  ","416110":"\n   I mean, does a guy who lies pathologically all the time and who is a megalomaniac and a misogynist and who can be a president of a country suffer from mental illness?\n  ","416111":"\n   No, you have misunderstood my intent.  If anything, I'm suggesting that some societal groups who are deemed to be normal and who pathologise mental illness are themselves potentially mentally ill by what they believe.\n  ","416112":"\n   What spectrum do you mean?  I don't understand that\n  ","416113":"\n   What does fyi stand for?\n  ","416114":"\n   Do you think that schizophrenics believe that their hallucinations are real?\n  ","416115":"\n   Why are schizophrenics seen as being pathological when people who believe in and talk to God aren't?\n  ","416116":"\n   Have you got anything in your life that is\/was sad but is\/was also great at the same time?\n  ","416117":"\n   When was the last time you kissing?\n  ","416118":"\n   which type of men do you like?\n  ","416119":"\n   How does your bf deal with that though? Like has he ever expressed being unsatisfied\n  ","416120":"\n   Are you happy\n  ","416121":"\n   Do you like sex?\n  ","416122":"\n   Are you watching series?\n  ","416123":"\n   You have had sex?\n  ","416124":"\n   Do you have a hobby?\n  ","416125":"\n   Ever feel like most people are out to get you in some way?\n  ","416126":"\n   Ever experience strange feelings inside your mind that you can't understand?\n  ","416127":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","416128":"\n   tight high boots\n  ","416129":"\n   picture of you in overknees?\n  ","416130":"\n   You have a boyfriend?\n  ","416131":"\n   how old are you?\n  ","416132":"\n   what are you doing?\n  ","416133":"\n   Do you make more than 40k a year?\n  ","416134":"\n   you got a double chin?\n  ","416135":"\n   Hi\n  ","416136":"\n   what if someone is half black?\n  ","416137":"\n\n    https:\/\/ask.fm\/Courrtana\/answers\/152711571349\n   \n   Do you agree?\n  ","416138":"\n   Do you use the n word when joking? If not would you be friends with someone who uses the n word?\n  ","416139":"\n   Are you awake now?\n  ","416140":"\n   is it snowing?\n  ","416141":"\n   What's your kinda trend?\n  ","416142":"\n   Do you ever wake up and think to yourself I want to stay in bed\n  ","416143":"\n   Are you still awake?\n  ","416144":"\n   do you have schizophrenia\n  ","416145":"\n   Have you ever watched Deadly Women?\n  ","416146":"\n   Do you prefer small groups or big groups of people?\n  ","416147":"\n   your resolution to stay away from alcohol is not working out too well rn\n  ","416148":"\n   Have you watched Lucifer? It’s one of my favs. (And a crime\/police show)\n  ","416149":"\n   Whatcha watchin?\n  ","416150":"\n   What is your motto for 2019?\n  ","416151":"\n   When words don't matter?\n  ","416152":"\n   Let's just say you need to consult people. What kind of consultations would it be?\n  ","416153":"\n   When you should keep your mouth shut?\n  ","416154":"\n   When was the last time you've been seriously mad?\n  ","416155":"\n   Ever feel like you're running from something?\n  ","416156":"\n   but in the end, black people and white people still smoke almost at the exact same rate, so what does it matter?\n  ","416157":"\n   At what point does your smoking for relief turn into a problem itself?\n  ","416158":"\n   LOL that link is so stupid, how can any of that be true if the rate of smokers is about the same for white and black people?\n  ","416159":"\n   It's really scary stuff\n   \n    https:\/\/truthinitiative.org\/news\/tobacco-social-justice-issue-racial-and-ethnic-minorities\n   \n","416160":"\n   I believe people should have the freedom to smoke if they so wish, but it's important that we don't forget the racist history and implications behind it.\n  ","416161":"\n   Does your relief from smoking only last for a short while or do the positive effects last a long time?  If so, how long?\n  ","416162":"\n   Where they big bugs and what did they look like?  Were they all the same or different in appearance?  What color etc?\n  ","416163":"\n   ...why did u go 40 hours without sleep\n  ","416164":"\n   What hallucinations did you see?\n  ","416165":"\n   What does smoking do for you?\n  ","416166":"\n   Ever heard voices or hallucinated?\n  ","416167":"\n   Nice to meet you?\n  ","416168":"\n   What are you doing?\n  ","416169":"\n   If there is one thing that you could change about the past, what would that be?\n  ","416170":"\n   What do you consider yourself an expert on?\n  ","416171":"\n   Do you have any guilty pleasure?? ❣?Share one!!?\n  ","416172":"\n   Do you wear heels?\n  ","416173":"\n   Do you have pictures of before, during and after chopping your hair off?\n  ","416174":"\n   Just asking how you are\n  ","416175":"\n   Do you have Idol(s)?\n  ","416176":"\n   Heyyy\n  ","416177":"\n   When was the first time you did a radical change on your hairstyle?\n  ","416178":"\n   Who gives you the most unwanted opinions or advice?\n  ","416179":"\n   are there alot of Jewish people in your area?\n  ","416180":"\n   How often do you wash your bedsheets?\n  ","416181":"\n   How many ceiling fans are in your home?\n  ","416182":"\n   Happy new year! I'm sorry to be late but I hope you had amazing holidays! Love you all! <3\n  ","416183":"\n   What do you think of women who wear neon colours lipsticks?\n  ","416184":"\n   what are some of yalls relationship goals if u dont mind sharing\n  ","416185":"\n   Are you looking forward to getting back to the regular routine after the holidays ?\n  ","416186":"\n   Do you enjoy listening to Norwegian satanic grindcore metal?? ??\n  ","416187":"\n   How was your New Year's Eve? Did you have a mad one?? ?????????\n  ","416188":"\n   heyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy\n  ","416189":"\n   What lies do you most often tell yourself?\n  ","416190":"\n   Are you a PC gamer ?\n  ","416191":"\n   That's so cute. Do both of you often play together?\n  ","416192":"\n   When was the last time you felt relaxed?\n  ","416193":"\n   Are you going to bed early tonight?\n  ","416194":"\n   What’s your opinion on pay toilets? Have you ever used them?\n  ","416195":"\n   Have you ever sued anyone\n  ","416196":"\n   So...........how are all of you doing today?I have nothing to ask sorry :(\n  ","416197":"\n   Have you recently had a fall out with a friend if so what happened?\n  ","416198":"\n   Are you accident prone?\n  ","416199":"\n   What board games you like playing?\n  ","416200":"\n   How are you feeling physically and mentally?\n  ","416201":"\n   Have you ever been hypnotized?\n  ","416202":"\n   Would you date a boy who is shorter, skinnier, and weaker than you or would you rather be his friend only?\n  ","416203":"\n   Does your bf like big women?\n  ","416204":"\n   your bf should demand that you shave your legs more often\n  ","416205":"\n   What will you do if your man left you for a skinny girl\n  ","416206":"\n   what would you do if you're at a party and a random skinny gay guy sat on your lap?\n  ","416207":"\n   what your boyfriend name, age, and address?\n  ","416208":"\n   i see that B&BW Hello Beautiful lotion. ? LOL.\n  ","416209":"\n   Who inspires you?\n  ","416210":"\n   LMAO! i did not mean aNY harm by what i said, anon. ? i’m glad you knew i was only joking! n__n\n  ","416211":"\n   what is the worst nightmare you ever had\n  ","416212":"\n   I like her older stuff! All her albums are good but first two were fantastic.\n  ","416213":"\n   What question it's more like for people ask a you\n  ","416214":"\n   Avril Lavigne's 2nd Album Under My Skin is Alternative rock.Try it.Its good.\n  ","416215":"\n   I see.What do you like.And sorry,I forgot to wish you the best in 2019 as well. :)\n  ","416216":"\n   You should try Iron Maiden and Judas Priest.\n  ","416217":"\n   I love Metal.Heavy metal in particular! Do you like it too?\n  ","416218":"\n   What bands\/artists had you discovered in 2018?  And I mean mainstream pop music sucked.\n  ","416219":"\n   Thanks.I was sick from April to November.And music,sucked too in 2018.\n  ","416220":"\n   Do you love your boyfriend like he deserves?\n  ","416221":"\n   Thanks.I had a rough 2018.\n  ","416222":"\n   Happy new year.Have a good one.Bless you. :)\n  ","416223":"\n   What would be your wedding like? Big small fancy etc\n  ","416224":"\n   Post Some Poetry! ?\n✍️\n  ","416225":"\n   hahaha apparently people is dry these days\n  ","416226":"\n   Would you wear a dress at your wedding?\n  ","416227":"\n   What are you up?\n  ","416228":"\n   leighhh\n  ","416229":"\n   your boyfriend has a Latino accent?\n  ","416230":"\n   Do you often argue with your bf like kids?\n  ","416231":"\n   Would you fancy your man if he spoke broken English with an accent?\n  ","416232":"\n   NF vs G-eazy who has better rap songs?\n  ","416233":"\n   lol is this your first lie in 2019? restrooms at work are public\n  ","416234":"\n   How come? Don’t you stay long hours outside your home or when you go on a long drive.\n  ","416235":"\n   I feel like I will probably regret saying yes to this xD\n  ","416236":"\n   Have you made any goals or resolutions for this year? :3\n  ","416237":"\n   Happy New Year! :D How did you see in the new year? :3\n  ","416238":"\n   likers get 2 questions asked by you? for the new year\n  ","416239":"\n   nah nothing against you. i just don't see how someone sticks to someone else for like 10 years thats claustrophobic\n  ","416240":"\n   wow. she’s rude. tell her to mind her own business.\n  ","416241":"\n   I'm flattered that was my question\n  ","416242":"\n   Best question you have had this year\n  ","416243":"\n   did u.. just say freezed\n  ","416244":"\n   Is it embarssing that a women makes more than her  bf or husband\n  ","416245":"\n   two weeks that’s a lot. your milk or veggies don’t go bad?\n  ","416246":"\n   Do you or family tend to buy things in bulks when it comes to food? Or just enough for the day?\n  ","416247":"\n   Do you leave your Christmas shopping last minute?\n  ","416248":"\n   may I know why? I’m just curious.\n  ","416249":"\n   When do you usually go grocery shopping? Is there something you like to avoid?\n  ","416250":"\n   good morning\n  ","416251":"\n   have you walked in to the  gents toilet \/changing rooms by accident before\n  ","416252":"\n   If you were a bird, where would you fly?\n  ","416253":"\n   Are you have a sex yesterday\n  ","416254":"\n   Do you like young boys younger than your age?\n  ","416255":"\n   Happy New Year! I hope this year gives you many opportunities and great times! :3 Have a brilliant day! :D\n  ","416256":"\n   New year, new woman motto for your bf was actually a hilarious troll. Not nice but I LMAO like you did in your reply. Happy new year'\n  ","416257":"\n   Happy New Year ?? May your year be filled with happiness, love, and peace. ♡\n  ","416258":"\n   Happy New Year ❤️\n  ","416259":"\n   happy new year\n  ","416260":"\n   new year new woman should be your bfs new goal\n  ","416261":"\n   New year = new you. Do you agree?\n  ","416262":"\n   4 min to go! I'm going to get ready for bed. lmao\n  ","416263":"\n   You ever get hungover?\n  ","416264":"\n   When you get drunk, do you slur your speech?\n  ","416265":"\n   I'm on east coast time too and I want to go to sleep but literally every other minute there is some fool blasting off those huge loud fireworks. I don't even feel bad saying this, but I hope they blast off their hand. My cat is so scared right now.\n  ","416266":"\n   BOCK BOCK... WTF is 2018 ending with???? I don't know if I should be appalled or if I should start using it. hahahaha\n  ","416267":"\n   Have you ever met someone in person or over vid chat that you first met online?\n  ","416268":"\n   Happy 2019 for all! May your wishes be conceived! Love you all! ?✨?\n  ","416269":"\n   Leigh I don't even Fn know. There are a couple people on instagram that I sorta know but I'm not really friends with that keep posting picks with each other and the other people comments \"BOCK BOCK\" like a chicken. I'm like WTF??? lol . I even tried googling it and I only get a chicken noise. lmao\n  ","416270":"\n   Do any of your friend do that chicken thing where they go \"bock bock\"???\n  ","416271":"\n   Do you have any New Year traditions? \n\nI feel like I always listen to a song...\n  ","416272":"\n   Really? Isn't that itchy AF?\n  ","416273":"\n   How often do you shave?\n  ","416274":"\n   How do you usually wear your hair?\n  ","416275":"\n   That reminded me of the song swing life away by rise against\n   \n    https:\/\/youtu.be\/BblV6AQsd2s\n   \n","416276":"\n   Have you ever been to Times Sq. for NYE?\n  ","416277":"\n   Are people blasting off fireworks near you? I hate when people do that in my neighborhood.... like they are doing right now.\n  ","416278":"\n   Do you drink your beer out of a can, a bottle, or glass?\n  ","416279":"\n   ✧\n  ","416280":"\n   pap rn\n  ","416281":"\n   Morgan is literally lying and telling people they're idiots when she's in the wrong but okay Leigh. Just go along with whatever your friend says.\n  ","416282":"\n   Can you please check Morgan and let her know that the majority of people born in 1991 graduated high school in 2009?\n  ","416283":"\n   well now you cant drive either.\n  ","416284":"\n   Beer brewed with cherry and vanilla.... interesting.\n  ","416285":"\n   Last thing you chuckled at?\n  ","416286":"\n   Just going to take this opportunity to wish you all the best for 2019. I hope everything you need falls into place for you. \nDoug ?\n  ","416287":"\n   Oh my! I would never want to go out in that rain! Put on your sweatpants and put your feet up and smile and laugh that you are snuggly and dry and warm!\n  ","416288":"\n   I'm watching the NYE celebration with Ryan Secrest on ABC and it is pouring out there. lmao He is wearing a rain jacket! hahaha I'm so happy I am dry and inside right now!\n  ","416289":"\n   HAPPY NEW YEAR EVERYONE! I hope 2019 will be a fantastic year for you all! :D\n  ","416290":"\n   Are you going out then?\n  ","416291":"\n   What's the most valuable thing you have lost?\n  ","416292":"\n   I have been through hell because of mental health problems.\n  ","416293":"\n   Why is your bf working tomorrow? Everyone is taking a day off\n  ","416294":"\n   Are you happy with the amount of information in your head?\n  ","416295":"\n   Are you excited for the new year?\n  ","416296":"\n   Would you still take the walk if it was dark out? But in a safe neighborhood\n  ","416297":"\n   Do you ever watch The Weather Channel? I have to say that I actually enjoy just watching it.\n  ","416298":"\n   would you walk 20 minutes in the cold and back to get food if you didnt have transportation?\n  ","416299":"\n   What are you doing night??\n  ","416300":"\n   Do you get anxiety when you are in crowded places? I used to not mind it but now it just really annoys me and I don't like it at all.\n  ","416301":"\n   Use this question to brag about yourself .\n  ","416302":"\n   I dont approve of that anon drinking and driving to celebrate me, dont bring that sht into my year!\n  ","416303":"\n   Hi from 2019, hi from Romania. Happy New Year.\n  ","416304":"\n   Dang... I'm away from ask for like an hour and come back and see your page got hit by some troll. lmao. I hope they move on to someone else's page soon. Did you figure out your plans yet? Hiding in your room?\n  ","416305":"\n   how old is ur bf?\n  ","416306":"\n   Happy new year\n  ","416307":"\n   ive never crashed when driving drunk so\n  ","416308":"\n   im younger than u, stop it\n  ","416309":"\n   There will be ALOT of drinking and driving tonight, LOL!\n  ","416310":"\n   u r a pedo\n  ","416311":"\n   m not ur bf lol jk\n  ","416312":"\n   my dude?wtf\n  ","416313":"\n   i need advise cuz my sister told me she hope i die what can i do to feel better cuz im out of ideas\n  ","416314":"\n   ily\n  ","416315":"\n   it should\n  ","416316":"\n   can i untick\n  ","416317":"\n   not anon\n  ","416318":"\n   cuteeeeeee\n  ","416319":"\n   Hiding in your room isn't a terrible back up plan. What is your bf doing?\n  ","416320":"\n   Well I hope you are able to make planes and if not then I hope you get pizza or some thing that you like tonight!\n  ","416321":"\n   Are you excited for NYE? I'm pretty excited for it and all I'm going to do is sit in bed and watch it on tv. haha\n  ","416322":"\n   Do you love snow? Why\/why not?\n  ","416323":"\n   goals for 2019?\n  "},"Answer":{"415251":"\n  all right, so i just watched the commercial.\n  \n  to my understanding, the commercial doesn't demonize men at all. it's simply bringing to light the injustices that have been done upon other people by men, creating this culture of toxic masculinity that exists today. it doesn't say *all* men do this, which is exemplified by the fact that there were men who were breaking up fights, stopping their friends from chasing after girls, etc etc.\n  \n  it's setting a good example for younger boys and young adults to open their eyes as to what acceptable versus unacceptable behavior is. \"boys will be boys\" is not an acceptable phrase to use anymore because there should be no excuse for violence or harassment, and those behaviors need to be corrected.\n  \n  there's so much pressure on men to act and behave a certain way that gillette is trying to break that pressure and point out that certain things are *not* okay, and we should educate the future generations accordingly.\n  ","415252":"\n  sometimes i feel as if askfm is implementing these changes in an attempt to start competition between users, lmao.\n  \n  first they revealed how many followers everyone had, and now they're posting up how many coins people have and stacking users against each other, both within their friends list and within their countries.\n  \n  seems like some sort of marketing tool to make people answer more questions & be more active on the site.\n  ","415253":"\n  if my friend turned out to be racist and continuously made racist remarks without attempting to understand why their thoughts\/behavior is wrong, then i wouldn't be their friend anymore.\n  ","415254":"\n  to me personally, being fake is when a person isn't being their genuine, true self. whether that's because they're putting on a facade in front of other people or they're in a state of denial about who they truly are.\n  ","415255":"\n  i usually answer this sort of question with \"australia\" or \"new zealand,\" but lately i've been wanting to visit more wintry, snowy places -- like alaska, or vermont, or new hampshire. there's really nothing for me to see in any of those places, but they're all so beautiful.\n  ","415256":"\n  i deleted it because\n  \n   @sweetnothings18\n  \n  sent the same exact question just minutes prior to your question. i still haven't answered it because i haven't watched the commercial yet, and tbh i know absolutely nothing about it.\n  ","415257":"\n  the only things i would need are coffee & cigarettes, lmao. just bury me with a steaming mug of hot coffee and a pack of menthols, and i'll be fine.\n  ","415258":"\n  which question was it ?? i still have 10 questions left in my inbox.\n  ","415259":"\n  i wouldn't choose either person, considering i don't know who t-series is and i don't like pewdiepie.\n  ","415260":"\n  huh, interesting. never heard of them before.\n  ","415261":"\n  am i behind on the times or something ?? the only t-series i know of is the t-series power armor from the fallout series, lmao.\n  ","415262":"\n  i craved sushi today, so i bought some for dinner. lmao.\n  ","415263":"\n  no, i've never seen any of those shows.\n  ","415264":"\n  i answered a similar question to this a little while ago. i don't like the use of the term \"crazy\" in this context, but change doesn't usually bother me.\n  ","415265":"\n  i've never been religious, as far as i can remember.\n  ","415266":"\n  you're under no obligation to answer anything that makes you uncomfortable or crosses a personal boundary, whether that's on askfm or in everyday life. that changes from person to person.\n  ","415267":"\n  there's somewhat of a stigma, but it only really applies to places outside of big cities (i.e. boston, new york city, los angeles) where it's difficult to get somewhere if you don't drive. where i live, you pretty much *need* to drive everywhere, or else you'll wind up spending too much money on taxis and ubers and trains.\n  \n  in bigger cities, there's less of a need for driving because everything is basically in walking distance or there are subways and buses.\n  ","415268":"\n  i disagree. people travel to other countries all the time for a variety of reasons, whether it's due to work, school, personal leisure, etc etc. just because you're not native to that country obviously doesn't mean you shouldn't ever go there, lol.\n  ","415269":"\n  i can see how you would think that if you were to compare it to a global scale, but obviously i didn't mean \"not many at all\" considering the context it was in.\n  \n  also, i don't even know how many people even have a doctorate -- regardless of race. i don't personally know anyone who has a doctorate (even my personal doctor doesn't have an MD), so i don't really think saying \"thousands\" instead of \"millions\" isn't a big stretch.\n  ","415270":"\n  DRIVING. i absolutely *hate* driving, but i have no choice but to drive every day, otherwise i wouldn't be able to go to work, or run errands, or see my friends\/boyfriend, etc etc.\n  ","415271":"\n  i don't make it a habit to hide things from people. i'm pretty much an open book.\n  ","415272":"\n  she's most renowned for the vampire chronicles. they're great books, although i've only read two of them so far.\n  ","415273":"\n  ... since when have i been patronizing people of color ?? lmao. the original anon was being racist af, so i corrected them.\n  ","415274":"\n  no, not that i'm aware of. although the whole \"you eat x amount of spiders while you sleep\" does creep me out.\n  ","415275":"\n  it's just an expression of disgust.\n  ","415276":"\n  in the past, i did. these days, definitely not.\n  ","415277":"\n  my stomach, bleh.\n  ","415278":"\n  surprisingly, yes. i have a habit of delaying gratification in an effort to inspire me to complete tasks, i.e. \"if i write one more paragraph, i'll treat myself to another cup of coffee\" or \"if i do x amount of chores, i'll spend a few hours playing video games.\"\n  \n  it's always been the way my mind works, because if i don't have something to look forward to, then it's difficult for me to get things done.\n  ","415279":"\n  like ... a gigantic amount. fat in excess. lmao.\n  ","415280":"\n  lately i've been writing for fun, which is a nice change from the writing that i typically do every day for work. i forgot how easily i can slip into the creative process and actually create content that makes me proud. sometimes i feel as if i lost my creative flair, or that i already hit my \"peak,\" but these days i've been hopeful.\n  ","415281":"\n  bruh, i still have 16 questions left in my inbox. have some patience, lol.\n  ","415282":"\n  no, but i do have a heaping mass of 27-year-old fat on me.\n  ","415283":"\n  i've been listening to matt maeson obsessively lately, and i'm super happy because my favorite radio station just \"discovered\" him & started playing his music !!\n  \n  \"cringe\" -- matt maeson ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=ChvXxRNewg0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","415284":"\n  LOL. more than half of my followers are probably bots because i only have the same maybe 5-10 people who interact with me on a regular basis. i keep gaining new followers every day, but i really don't see much activity difference at all.\n  ","415285":"\n  i just ordered sushi, so i'm excited for dinner tonight !!\n  ","415286":"\n  that's probably more accurate, considering how many people exist on this earth.\n  ","415287":"\n  chester bennington. :\/\/\n  \n  he was a role model to me when i was a teenager, and he (and his music) was the reason why i kept holding onto life when all i wanted to do was lay down and die. his death hit me the hardest out of any celebrity death, and i still have periods of sadness where it just hits me that he isn't alive anymore and i get that heart-wrenching feeling in my gut.\n  ","415288":"\n  as my bio indicates, i'm from new york.\n  ","415289":"\n  lately i've been obsessed with stash's peach ginger tea. it's the perfect combination of fruity and spicy, and it helps me when i have digestive issues !! i don't put anything in it.\n  \n  otherwise, i also love earl grey tea. i usually take it with a small splash of milk and one sugar.\n  ","415290":"\n  my favorite authors are stephen king, anne rice, franz kafka, j.k. rowling, and george orwell. however, i've read a lot of books who aren't from those authors and have a few favorite books from other writers entirely.\n  ","415291":"\n  do you mean the chilling adventures of sabrina, like the netflix tv show ??\n  \n  if so, then yes !! i only watched the first few episodes, but it was really intriguing and entertaining.\n  ","415292":"\n  none of my IRL friends use askfm, so in that respect, no.\n  \n  however, i have both online friends and IRL friends added on twitter, instagram, and facebook.\n  ","415293":"\n  i usually read suspense and thriller books. although some of my favorite books are more fantasy-like and dramatic as opposed to suspenseful.\n  ","415294":"\n  do you mean do people with insomnia have a higher mortality rate than those without insomnia ??\n  \n  i personally don't know. you're better off googling this question or asking a health care professional.\n  ","415295":"\n  i've been wearing glasses since i was a child. i used to wear contact lenses, but i've stopped wearing them within the past two years because they would hurt too much when i stare at a computer monitor all day.\n  ","415296":"\n  no, having a traumatic childhood isn't part of the diagnostic criteria when it comes to personality disorders. you can certainly have a personality disorder without experiencing childhood trauma, although it is a bit rare.\n  ","415297":"\n  i'm allowed to leave early or call out of work without repercussion, within reason, due to my mental health problems. lately, i haven't been leaving early or calling out very often at all, but it used to be a frequent issue in the past when my health wasn't under control.\n  \n  and yeah, i have an official letter from my psychiatrist on file.\n  ","415298":"\n  i can certainly sing, but that doesn't mean i sing well, lol. my singing voice is absolutely terrible.\n  ","415299":"\n  i haven't hugged anyone today, and i'm not planning on hugging anyone either.\n  ","415300":"\n  i believe i used to watch it when i was a child, but i don't remember anything about the show at all.\n  ","415301":"\n  yeah, but that doesn't guarantee that i'll have an answer for you. i don't know very much about health in general.\n  ","415302":"\n  if you read my bio, you would see that i'm non-binary.\n  \n  regardless, hello -- do you have a question ??\n  ","415303":"\n  society needs to get over the stigma associated with having a complex mental illness, i.e. personality disorders, dissociative disorders, psychotic disorders, etc etc. due to misunderstanding of mental health in the past and the perpetration of stigma carried out by the media, people with complex mental disorders are often viewed as dangerous, manipulative, attention-seeking, and weak.\n  \n  in reality, people with those illnesses are often more of a danger to themselves than other people.\n  ","415304":"\n  i have dozens of movies that fit that category, lol.\n  \n  girl interrupted, the crow, heathers, the lord of the rings trilogy, the harry potter series, sweeney todd, secret window, the number 23, queen of the damned, the shining, and i am not a serial killer.\n  ","415305":"\n  technically speaking, my mental illnesses make me \"crazy.\"\n  \n  tbh i don't really like the use of that word at all -- it only adds to the stigma associated with mental illnesses, especially with respect to disorders that include psychosis. there's such a bad connotation when it comes to the term \"crazy\" and it's been harmful toward people who struggle with their mental health.\n  ","415306":"\n  most of the people i follow are active, so i'll tag a few !!\n  \n\n   @Courrtana\n  \n\n\n   @shehitsback\n  \n\n\n   @littlesha_\n  \n\n\n   @urlsareshittbh\n  \n\n\n   @FreckleFaceDimpleCheek\n  \n","415307":"\n  i'm a slytherin, according to pottermore !! my coworker even knit me a slytherin beanie for xmas this year, aw.\n  \n  from favorite to least favorite ; slytherin, ravenclaw, gryffindor, and hufflepuff (sorry to all of my hufflepuff followers).\n  ","415308":"\n  thank you !!\n  \n  and don't worry, i know -- for this anon in particular, i was hoping to make them realize how ridiculous they sounded, and i'm always up for educating people on misconceptions regarding mental illness. they don't bother me at all and it only reinforces the idea that we need better education when it comes to mental health awareness.\n  ","415309":"\n  no, i was never suspended before.\n  ","415310":"\n  uh, what ?? lmfao.\n  \n  if i had children obviously i would want myself watching them.\n  ","415311":"\n  tbh i have a lot of fonts in ms word already, so i don't think i need any new ones. but thank you anyway ~~\n  ","415312":"\n  thank you !! perhaps i'll try it later tonight after taking a break, god knows i need one now.\n  \n  i've had writers block for months, but i'm determined in 2019 to try to write more often, even if it's something i hate, because i've realized you can't get better if you don't write at all. i started writing a book for nanowrimo in november, so i definitely want to expand on that eventually, but for now i've just been writing this one-shot fictional essay thing.\n  ","415313":"\n  (cont) --gives me a starting point, and I can always go back and edit it later. Once again I'm not sure if it works for everyone, but if you ever want to try when you're particularly stumped ??‍♂️\n  \n  --\n  \n  whoa, that's interesting !! i honestly hate comic sans with a passion but i'll definitely try it.\n  \n  it's also funny how different fonts affect people's writing, lol. i normally write better when i have serif fonts, but for this particular essay, i've been writing in calibri and it's been somewhat helping too.\n  ","415314":"\n  i've been sitting at my laptop since i got home from work, and zero writing has come out of me thus far.\n  \n  ugh. how's everyone else's night going ??\n  ","415315":"\n  yeah, although i'm sure everyone has experienced this at some point.\n  ","415316":"\n  medium rare.\n  ","415317":"\n  this isn't true at all ?? there are thousands of people of color who are immensely successful with medical degrees, doctorates, etc etc.\n  ","415318":"\n  true, genetics can probably play a part in that as well. i don't really know the whole science behind why some people have higher IQs than others, though.\n  ","415319":"\n  no, i actually posted the other day in an answer that i never learned how to ride a bicycle.\n  ","415320":"\n  no, your intelligence isn't based upon your race, as far as i'm aware. your intelligence is based upon life experience and level of education.\n  ","415321":"\n  some mental illnesses are more severe than others. you're not useless, though -- not being able to work due to mental health reasons is incredibly common and people are on disability every day.\n  \n  i'm sorry you feel that way though. tbh i would probably feel the same way if i couldn't work at all either. i have accommodations at my job due to my mental illnesses, thankfully.\n  ","415322":"\n  he's endured traumatic events in his life. i won't go into more detail than that.\n  ","415323":"\n  do you mean cocktails, like the alcoholic drinks ?? if so, then yeah.\n  ","415324":"\n  YOU'RE DAMN RIGHT.\n  ","415325":"\n  well it's certainly not my cup of coffee, LOL. that shit is gone within 30 minutes.\n  \n  what lasts the longest in my life, though, are my friendships. i don't make friends easily, and the people i *am* friends with have been my friends for multiple years.\n  ","415326":"\n  not until they're an adult. parents should be parenting their children as they grow older, especially in adolescent and teenage years, and be sources of guidance instead of someone that a child considers a \"friend\" instead of a parent.\n  \n  when children see their parents as friends instead of their parents, it leads to a lot of miscommunication, and parents tend to let their discipline slide because they want to maintain that \"friend\" persona, which isn't healthy.\n  ","415327":"\n  yeah, he's struggled with depression in the past and he has PTSD.\n  ","415328":"\n  the knowledge that i'll always have my boyfriend & close friends as means of support if i'm ever deteriorating in terms of my mental health. they give me hope and they've always been a source of inspiration for me.\n  \n  also, the future. thinking about my future with my boyfriend gives my hope and inspires me to keep going.\n  ","415329":"\n  my boyfriend insisted that \"journaling\" wasn't a real word when i told him i spent the morning journaling, so we bickered back & forth for like 3 minutes before i googled it and showed him the screenshot, lmao.\n  \n  granted it wasn't a *real* argument, but he was so adamant that it wasn't a real word and insisted that i say \"i wrote in my journal\" instead of saying \"i was journaling.\" lmfao.\n  ","415330":"\n  i agree. i'm a very paranoid person by nature and have been stalked\/followed before, so i don't reveal any personal information about myself on sites like askfm, twitter, instagram, etc etc.\n  ","415331":"\n\n   @littlesha_\n  \n  is under no obligation to reveal which high school she attended, considering that's normally very private information.\n  ","415332":"\n  your intelligence level has no correlation with having an addiction to nicotine, lol.\n  \n  i consider myself to be somewhat intelligent & i smoke cigarettes, so.\n  ","415333":"\n  then i wouldn't hire either of them, lol. having experience with children is integral to babysitting. i wouldn't want someone around my child who had no idea how to handle a child at all.\n  ","415334":"\n  depends on their experience with children. if a person with no mental illnesses didn't have any experience dealing with children, then i wouldn't want them babysitting my child. having a mental illness doesn't make you an inherently violent or bad person.\n  ","415335":"\n  no, i haven't. i don't know enough people to really set a friend up with anyone, haha. i only have one friend who's single, either way.\n  ","415336":"\n  i don't want to change any of those things about myself, besides perhaps the whole \"success\" thing. i wasn't saying that having those qualities were bad, it's just the opposite of who i am.\n  ","415337":"\n  probably the complete opposite of who i am, LOL. someone who doesn't struggle with mental illness, has been successful in life, plays sports and doesn't have an ounce of creativity in their body, and is straight edge.\n  ","415338":"\n  i'm still myself regardless of who's watching me or not. i spent too much of my life worried about what people thought of me, to the point where i often put on a facade. now that i'm older, i just don't care anymore. if you don't like me for me, then you're obviously unnecessary to my life.\n  ","415339":"\n  i think the idea behind parallel universes is interesting and it's a great subject to write about, but i don't know if i necessarily believe in them.\n  ","415340":"\n  for the most part, yes. i try to help people as much as i'm physically or mentally able to do so in that moment, especially people who are close to me.\n  ","415341":"\n  LOL.\n  \n  my last piece of good news was that my close friend said she was available to hang out tomorrow night. i haven't seen her in a while and we need to catch up on each other's lives, so i'm excited to talk to her over a few drinks.\n  ","415342":"\n  no, it isn't valid to me at all. if i had money, i would be able to progress forward in my life more and attain happiness at a faster rate.\n  ","415343":"\n  there's nothing supernatural or evolutionary about having a severe mental illness. having disorders such as ASPD and DID simply mean that you've been subjected to intense, prolong abuse from a very young age to the point where you've developed a longstanding personality disorder (ASPD) or a fracturing identity in an effort to protect yourself (DID).\n  \n  i've never seen either dexter or split, but i've heard that split was incredibly ableist and demonized people with DID by portraying them as these violent creatures, when in reality, people with DID and other severe disorders are more of a threat to themselves than other people.\n  ","415344":"\n  the biggest lesson life has taught me is that no matter how much you can have compassion for and genuinely care for someone else, or even a group of people, you *still* need to take care of yourself first and foremost. your happiness matters just as much as everyone else's happiness, and you shouldn't forego your own well being and stability just to make someone else more comfortable.\n  ","415345":"\n  i think it's absolutely fine to judge people who are detrimental to society as a whole, such as cold-blooded k*llers, r*pists, p*dophiles, nazis, etc etc.\n  ","415346":"\n  sorta, yeah. however, i've always been good at organizing, delegating, compartmentalizing, etc etc. so big projects that may seem overwhelming at first are able to be broken down into segments, which makes them not as intimidating.\n  ","415347":"\n  no, i'm not superstitious at all. most superstitions come from old wives' tales and other things that have been passed down and distorted for generations.\n  ","415348":"\n  you're asking the totally wrong person, lol. i'm absolutely terrible at jogging -- when i exercise, i speed walk at the most.\n  ","415349":"\n  the only thing i really did today was go to work, lol. i only got home from work 30 minutes ago.\n  \n  however, i did write more of my fictional essay while on my lunch break !! i think i'm almost done with it, and then comes the hefty editing process.\n  ","415350":"\n  uh ... i really hope this is a random statement and something that *doesn't* have to do with flossing and brushing your teeth, lmao. if you think dental hygiene is an indication of hyperfeminity, then i am quite concerned for the state of your teeth.\n  ","415351":"\n  no, i don't assume that. if someone doesn't want to share pictures of themselves, then that usually means that they're insecure or they don't want other people to focus on their appearance when talking to them on social media.\n  \n  as for names, there are a lot of people i know who don't share their real name on the internet. it's simply a privacy concern.\n  ","415352":"\n  i normally floss first, and then brush my teeth afterwards. that way, the plaque or food is loosened and you can just brush them away when you're done flossing.\n  ","415353":"\n  my boyfriend is a healthy balance of all of those qualities.\n  ","415354":"\n  lately, it's been \"hallucinogenics\" by matt maeson.\n  \n\n   https:\/\/www.youtube.com\/watch?v=C2iWnPG52Vg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","415355":"\n  my boyfriend and my career.\n  ","415356":"\n  yes, there's one person whom i can say i hate. but that's really all. there are other people i dislike, but hate is a strong word.\n  ","415357":"\n  i'm third out of my friends & 25th in the united states.\n  ","415358":"\n  \"why even bother?\"\n  ","415359":"\n  i wouldn't doubt it. people will do anything for attention.\n  ","415360":"\n  apparently i am, but i'm usually a nervous wreck whenever i have to speak in front of people because of my social anxiety.\n  ","415361":"\n  it's 27 degrees fahrenheit and windy, lol.\n  ","415362":"\n  \"fetish mistreatment.\" oh lord.\n  \n  you can't help being gay, trans, non-binary, etc etc. you *can* choose to not enforce your fetish onto unsuspecting people. to claim that people who have fetishes are somehow oppressed or marginalized by society is ridiculous.\n  ","415363":"\n  uh, being gay and\/or trans has nothing to do with fetishes. that's your sexual orientation and gender identity. to compare being gay or trans with having a fetish downsizes the struggles gay and trans people endure.\n  ","415364":"\n  that doesn't mean that people with fetishes should be associated with the lgbtq+ community. that just means that your friend happens to be a lesbian while having a specific fetish that was outcasted by her community.\n  ","415365":"\n  aw, thank you ~~\n  ","415366":"\n  because having a fetish and being a member of the lgbtq+ community are two entirely different things. you can be of any sexual orientation and have a fetish.\n  ","415367":"\n  nah, not really. i'm incredibly patient for the most part unless you're one of certain individuals in my life who somehow find their way to creep under my skin.\n  ","415368":"\n  ???\n  \n  fetishes are entirely sexual -- that's why they're called fetishes. and no, the idea of fetishes being somehow associated with the lgbtq+ community is asinine.\n  ","415369":"\n  i wish i never witnessed an individual overdose on drugs.\n  ","415370":"\n  yeah, i believe he's racist. he may not realize it himself, but a lot of things he's said and done, both in the past and currently, have been indications that he's prejudiced against people of other races.\n  ","415371":"\n  LOL, no -- it isn't a turn on for me at all. i just think it's disgusting how people will anonymously ask a stranger a question pertaining to their sex life in order to get their own rocks off. if you wouldn't ask a stranger on the street these types of questions, what makes you think it's acceptable or appropriate to ask a stranger on the internet ??\n  ","415372":"\n  most of the time, i'm honestly disgusted with myself. however, there are some moments where i'm confident in myself and genuinely like how i look (granted, it isn't very often, but it does happen on occasion).\n  ","415373":"\n  as long as i have the opportunity to spend the day, or at least part of the day, with my boyfriend, then i would be happy. i don't place much importance in holidays like that because they're largely commercialized.\n  ","415374":"\n  tickling questions are worded in a variety of different ways. i've been on askfm since 2012 or so, so i've seen my fair share of tickling-based fetish questions.\n  ","415375":"\n  i wouldn't think so. i'm a fairly down-to-earth and easy-going person, and i think the only thing that would bother me is if the person i'm living with constantly makes a mess and doesn't clean up after themselves.\n  \n  as for myself, i always try to keep things tidy because it helps my mental health and i've always been pretty responsible. i think the only issue someone might have is that i go out about once per week and don't come home until midnight.\n  ","415376":"\n  LOL. it's still in my inbox, i just haven't gotten around to answering it yet. i still have 10 or so questions left in my inbox.\n  ","415377":"\n  tickling is a frequent fetish-based topic on askfm, and because i don't want to entertain anons in that respect, i always delete questions pertaining to tickling.\n  ","415378":"\n  you're correct in that it's a site for answering questions. however, this is my personal page, and if someone asks me a question that i don't want to answer, then i'm not obligated to answer that question.\n  ","415379":"\n  i probably have at some point, but i honestly don't remember. everyone i associate with is hilarious because i value humor in a friendship.\n  ","415380":"\n  i don't love pizza, but i do enjoy it occasionally.\n  \n  i'm not the biggest fan of myself, though -- however, it's something i'm continuously working on.\n  ","415381":"\n  you can ask me whatever you want, but that doesn't mean i'll answer everything sent to my inbox. i delete all fetish questions and questions pertaining to sex.\n  ","415382":"\n  hello -- do you have a question ??\n  ","415383":"\n  i don't answer fetish questions -- that much should be obvious.\n  ","415384":"\n  which questions did you send ?? i still have 10 questions left in my inbox.\n  ","415385":"\n  a guy fawkes mask.\n  ","415386":"\n  my boyfriend is important to me -- he's perhaps one of the most important things in my life, besides my career. writing is also extremely important to me, as well as coffee, my friends, music, video games, my mental health, and video games.\n  ","415387":"\n  i wash my hoodies, tee shirts, blouses, and other shirts after wearing it only once. i wash my jeans after wearing them perhaps three or four times (although four is kinda pushing it). i hardly ever wash coats, though.\n  ","415388":"\n  if i had the option, i would choose not to spend money at all, lol. however, i prefer spending money on experiences as opposed to material items, such as vacations, concerts, tattoos, etc etc.\n  ","415389":"\n  i used to be close to one cousin, but we've drifted apart over the past few years. i don't really talk to any of my other cousins.\n  ","415390":"\n  i've always wanted to visit australia and new zealand. they both seem like such beautiful countries, and i also have a friend in australia whom i'd love to visit.\n  ","415391":"\n  considering i have a terrible memory, i've found that writing things down and taking photographs are great ways of remembering events, people, etc etc. i used to keep a journal, and i always take photos whenever i'm out because i like cherishing the memories i create with my friends and boyfriend.\n  ","415392":"\n  i don't really know what other people think of me because i've never cared to ask, sans obvious people such as my boyfriend. i would hope that most people would think of me as a compassionate, knowledgeable individual, but i'm 100 percent positive that there are also plenty of people who hate me.\n  ","415393":"\n  no, i've never heard of that before.\n  ","415394":"\n  i've unfortunately manipulated people in the past, and i was horribly good at it too. i regret those decisions because i'm sure i hurt a lot of people, but at the time, i simply didn't care.\n  \n  manipulation is a terrible thing to do to a person and it's a form of emotional abvse, especially if you do it to a friend or partner.\n  ","415395":"\n  i would write \"if you're going through hell, keep going.\"\n  \n  it's my personal mantra, and it's always helped me persevere in times of struggle. i would like to think that it would help someone else as well.\n  ","415396":"\n  i met chester bennington once when i was 11\/12 years old. however, i wish i could have met him again before he passed away. he was such a profound influence on me during my teenage years, and if it wasn't for him and his music, i likely wouldn't be alive today. i would thank him for all he's done for me over the years.\n  ","415397":"\n  i suppose green. i have a candle lit that's currently green and it smells like clover, moss, and pipe tobacco (it's supposed to resemble the shire). it calms me down.\n  ","415398":"\n  i wouldn't want to see into the future. that would probably give me too much anxiety, and i would rather live my life in the present moment as opposed to constantly thinking about the future.\n  \n  in that respect, i would rather change a former regret into something better.\n  ","415399":"\n  i don't think i would want to read anyone's mind tbh. people don't say everything they think for a reason, and it would make me too paranoid if i knew everything that someone was thinking.\n  ","415400":"\n  i would love to have a dog rn. their name would be determined by their coloring and personality, though. i think if i had a white dog, i would name them luna.\n  ","415401":"\n  i don't normally get sad, because my sadness turns into a depressive episode. at that point, nothing really cheers me up and i have to wait for it to alleviate in time.\n  ","415402":"\n  idk, i've only met my friends through school and work.\n  ","415403":"\n  health insurance, lmao. granted i need it, but it still takes a lot of money out of my paycheck.\n  ","415404":"\n\n   @babycadiexo\n  \n  sends spam out occasionally !! i don't really follow anyone else who sends out questions regularly though.\n  ","415405":"\n  questions pertaining to sex. i delete all of them.\n  ","415406":"\n  seeing my boyfriend happy & thriving, drinking coffee, writing something that i'm proud of, playing video games, positive reinforcement, rainy or snowy days, feeling relaxed and collected after a hot shower, lighting candles, learning something new, and helping other people.\n  ","415407":"\n  whatever hairstyle makes them the most confident in themselves.\n  ","415408":"\n  i don't remember my childhood.\n  ","415409":"\n  my boyfriend is the most humble person i know. he doesn't give himself as much credit as he should for being a hard working person and he's always in need to do more and be more than what he is. he's inspiring to me.\n  ","415410":"\n  i don't really adhere to any specific culture.\n  ","415411":"\n  this basically defines my life. i'm in a constant state of exhaustion.\n  ","415412":"\n  as my bio indicates, i'm from new york.\n  ","415413":"\n  i don't like honey mustard, but ranch is my dipping sauce of choice when it comes to fries and wings.\n  ","415414":"\n  i made veggie burgers and french fries.\n  ","415415":"\n  i don't cook very often. i help prepare meals and i take out the ingredients, but my mother does most of the cooking in the house (except for tonight, ironically).\n  ","415416":"\n  my inbox is empty !! send me your questions ~~\n  ","415417":"\n  i would call my boyfriend. he would probably know what to do in such a circumstance, depending on why i got arrested (lol), and i trust him more than anyone else in my life.\n  ","415418":"\n  i don't donate to any organizations, but if i had the money, i would probably donate to planned parenthood, the world wildlife fund, the juvenile diabetes foundation, and the american foundation for svicide prevention.\n  ","415419":"\n  growing up, i liked shows like rocket power, catdog, thundercats, ren & stimpy, dexter's laboratory, and rocko's modern life.\n  \n  these days, my favorite shows are criminal minds, NCIS, parks and rec, how i met your mother, supernatural, wentworth, orange is the new black, and castle.\n  ","415420":"\n  yeah, i've texted while driving before. i only do it when i'm at stop lights, though. never while i'm actually driving.\n  ","415421":"\n  -- i never learned how to ride a bicycle.\n  \n  -- i have a bachelor's degree in communications\/professional writing and a minor in english literature.\n  \n  -- i prefer wintry or earthy candles, like pine and moss and other musky scents.\n  \n  -- cheddar and sour cream is my favorite chip flavor.\n  \n  -- my favorite white wine is pinot grigio and my favorite red wine is cabernet sauvignon.\n  ","415422":"\n  every day, lmao. when i get home from work, i need my quiet time with some music and a candle.\n  ","415423":"\n  we usually just serve them as is, but we like to put a variety of ingredients inside of them so they taste yummy. like garlic potatoes, cheese, chopped meat, and tuna. not all in the same ones obviously but we'll mix the potatoes and meat in one empanada.\n  ","415424":"\n  i'm all right. i just finished doing a little bit of housework and now i'm going to attempt to do a little bit of writing again.\n  ","415425":"\n  no, i have no interest in sports. i don't even know when the super bowl is, lol.\n  ","415426":"\n  it's rare for us to spend mornings together where one of us doesn't have to run to work, so we usually just give a small kiss goodbye before running out the door.\n  ","415427":"\n  not really, no. ideally, i would love to be living on my own or with my boyfriend, making money through freelance writing (although i don't mind my job at all), and caring for a bunch of pets.\n  ","415428":"\n  i've learned to be more mindful and live in the present moment instead of focusing too much on the past or the future. i've learned to be more grateful and express my appreciation for my boyfriend and close friends, and i've also learned that it's important to take time for yourself.\n  ","415429":"\n  i like shopping at stop & shop. they have a lot of all natural, organic foods that are generally low in price. my mother controls the food that comes into the house, so it's usually obvious things like milk, bread, and eggs, as well as k cups, chopped meat, pork, veggie burgers, frozen french fries, veggie chips and straws, oatmeal, pasta, etc etc.\n  ","415430":"\n  LOL. well if he had bad breath and smelled like ass, i would definitely tell him to brush his teeth and shower more often. thankfully, that's never been an issue.\n  ","415431":"\n  i like my boyfriend's natural scent. it smells like home to me.\n  ","415432":"\n  no, i don't believe marriage is overrated at all. i think it's a genuine expression of love and a celebration of love between two people.\n  ","415433":"\n  i don't chew gum, so no.\n  ","415434":"\n  i never wanted to be a parent when i was younger because i disliked children. even these days, i'm still unsure of whether or not i want to be a parent.\n  \n  i would foster or adopt a child if i decide i wanted children and, for some reason, couldn't have any. there are a lot of older children and teenagers in the system who deserve a loving home.\n  ","415435":"\n  there's a local news channel for my region, which usually has a lot of local news as well as national\/global news. however, i generally don't watch the news -- i usually read articles on google news to get my information.\n  ","415436":"\n  yeah, i've been in one crash which ended up totaling my car. another driver blew through a stop sign while i was going down the street, and i couldn't swerve in time so i ended up T-boning him.\n  ","415437":"\n  i don't know if i'll even get much back this year for my taxes -- i was doing a lot of freelance work for a while which is untaxed per week & you pay back on taxes at the end of the year, so i wouldn't be surprised if i end up owing the IRS money.\n  ","415438":"\n  i've never played the lottery because i've always thought it was a waste of money.\n  ","415439":"\n  i generally don't shop at walmart because there isn't really one nearby, compared to other stores which are only within a 5 minute drive from me.\n  ","415440":"\n  i don't remember my childhood. however, i don't miss being a teenager at all. my memories of being a teenager are nothing but bad memories, and i was severely depressed & svicidal most of the time.\n  ","415441":"\n  i absolutely hate cleaning the bathroom. our bathroom is small, thankfully, but i use a cleaner mixed with bleach and the smell makes me so dizzy because of the fact that my bathroom is so small and we don't have ventilation in there.\n  ","415442":"\n  i want to be known for my writing, overall. i've been trying to write more in an attempt to get my name out there once i'm happy with what i've written, because you simply can't get published if you don't perfect your craft.\n  ","415443":"\n  they're not terrible where i live !! they're around $2.31 at the lowest price, and i can usually fill my tank with less than $25 if i'm on empty.\n  ","415444":"\n  my student loans. it's my most expensive bill.\n  ","415445":"\n  for the most part, yeah. i crave social interaction from time to time, but i can only tolerate being out for maybe 2-3 hours before i need to be alone again.\n  ","415446":"\n  no, i don't care about trolls. i normally delete their messages & don't give them a second thought.\n  ","415447":"\n  yeah, the area i live in frequently experiences nor'easters. it's generally a really bad snow storm where there's high winds, zero visibility, and anywhere between 6-24 inches of snow (if not more). we've had state of emergencies declared before as a result.\n  ","415448":"\n  sometimes !! we usually make empanadas together when we have the house to ourselves for a change.\n  ","415449":"\n  not at all, lol. i've been wearing glasses since i was a toddler.\n  ","415450":"\n  there's a bar called the local in a town on long island, but i've only been there a few times.\n  ","415451":"\n  a few weeks ago. there was a new bouncer at the bar i always frequent, so he checked my and my friend's IDs before entering.\n  ","415452":"\n  uh, i don't know what you mean by that.\n  ","415453":"\n  i don't live in new york city.\n  ","415454":"\n  i'm not a big fan of chocolate.\n  ","415455":"\n  i only have one sibling.\n  ","415456":"\n  my sunday has been going well so far. i've done really nothing besides drink coffee, listen to music, and work on some writing.\n  ","415457":"\n  no. although religion has its flaws and brings out the worst in people at times, it's also a coping mechanism for others and that shouldn't be taken away from them.\n  ","415458":"\n  i'm not sure. i don't really know what everyone else likes at the moment, especially considering groups of people are interested in things in phases. i don't care enough to follow those trends.\n  ","415459":"\n  generally, no. however, i am friends with a few people from askfm so when they write me with either accomplishments or struggles, then i totally empathize with them & that affects my mood.\n  ","415460":"\n  there isn't much i can do in that circumstance, so i just move on. you can't expect everyone to care about you or your feelings, and if someone simply doesn't care, then they're not important enough to be in your life at all.\n  ","415461":"\n  i haven't done much this weekend at all, and it's not even noon on sunday yet. yesterday, i spent most of my time sleeping and i played video games for a few hours.\n  \n  this morning has been more productive -- alongside drinking coffee, listening to music, and answering questions on askfm, i've also been writing. :'))\n  ","415462":"\n  i don't believe i've ever fought someone over a guy, no. when i was in high school, i generally liked people who didn't reciprocate those feelings, so it was never an issue that came up.\n  ","415463":"\n  sometimes, but it ultimately depends on my mood. i'm more tolerant some days to philosophical questions than other days. at the moment, i really don't feel like crunching my brain to answer philosophical questions, though.\n  ","415464":"\n  depends on the day. sometimes i don't eat anything, while other days i'll have some oatmeal or an egg sandwich. i also have been trying to eat yogurt or parfaits more often.\n  ","415465":"\n  (cont) of oppression have already been planted and have been growing for centuries, regardless of him, and the further back in history you go, generally the less open to change people are. unlike a good portion of the world today, most of those people unfortunately grew up with oppressive beliefs and to suggest otherwise would be ludicrous. if hitler fought for justice as opposed to oppression, he may not have even been elected as president because we are all so afraid of change and so stuck on punishment that we choose to go with punishable sameness than justified change. also, even if hitler did end up becoming president, the rest of the world most likely would not agree with their version of building the country back up. world war ii could very well be the war on equality as opposed to the war on jews. it was obviously much well said than this but it's always stuck with me. it really makes you think.\n  \n  --\n  \n  wow, thank you so much for sending this in !! that really does make you think and your friend's thoughts are absolutely true to a degree. i never thought about it that way before.\n  ","415466":"\n  LOL, aw. this is sweet. thank you so much ~~\n  ","415467":"\n  i answered a question similar to this yesterday, i believe.\n  \n  in short, i think there should be more push for better sex education in schools regarding sex itself, the idea of consent, birth control, infertility, STDs\/STIs, etc etc. i also believe that schools should introduce a mental wellness class that discusses depression, anxiety, and other mental illnesses, including how to effectively cope with negative feelings and reach out for help when you need it.\n  ","415468":"\n  korn is one of my favorite bands, actually !! i like their \"issues\" album overall, but my favorite song by them might be \"falling away from me.\"\n  ","415469":"\n  that's a difficult question to answer, considering how influential hitler was when it came to antisemitism and the outcome of world war II as a whole. there's such a domino effect when talking about hitler's regime that it's almost impossible to really fathom how the world would be if he either did not exist or fought for justice instead of oppression.\n  ","415470":"\n  i have a pimple on my cheek rn, which is aggravating me because it hasn't disappeared despite me washing my face often throughout the day.\n  ","415471":"\n  aw, thank you !! i love aesthetics sm.\n  ","415472":"\n  considering i already have a partner, i'll describe his qualities which have attracted me ;\n  \n  hard-working & diligent, compassionate to those who deserve compassion and animals, creative beyond belief (his drawings and paintings are incredible), honest and straightforward, humorous to the point where his humor is a bit controversial, intelligent in a variety of practice areas, unbelievably handy around the house and outdoors, steadfast in his opinions and beliefs, and loyal.\n  ","415473":"\n  i've probably already ingested about 20oz of coffee already this morning, so you're right on target, my friend.\n  ","415474":"\n  yes, as far as i can remember, she was.\n  ","415475":"\n  my hobbies include playing video games, reading, writing, painting\/drawing, and hanging out with my friends.\n  ","415476":"\n  i don't give my snapchat out publicly, sorry ~~\n  ","415477":"\n  i remember how other people have made me feel longer than anything else. i may forget exactly what people have said or done, but i don't usually forget how those words or actions made me feel in that moment or afterwards.\n  ","415478":"\n  i always enjoyed learning about world war II when i was in school. i just thought it was such an interesting time period to learn about, especially with respect to the psychology behind nazi germany and the experiments they would perform.\n  ","415479":"\n  i tend to notice people's changes in expression, even when it's just fleeting. when people are disappointed but they're too afraid to speak their feelings, or when they're angry and they're trying to suppress it.\n  \n  the other night, i noticed there was a feud going on between two girls at the bar over this one man who was giving them both attention. neither of my friends realized that there was friction between the two girls, but i picked up on the subtle hints and cues between them. i thought it was interesting from a bystander's perspective.\n  ","415480":"\n  most people i know seem more motivated when the weather is beautiful & sunny outside. however, i've always been more inspired when the weather is gray & dark, or when it's raining. i don't know why it inspires me more, but i always feel more like \"myself\" when the weather isn't at its best.\n  ","415481":"\n  the more knowledge you have, the more you realize that knowledge is limitless and there will always be things you don't know. i've noticed that most ignorant people seem to think they know *everything* while those who are more educated or intelligent realize that there will always be more to learn.\n  \n  i don't think there will ever be a boundary for curiosity, no. no matter how much we think we know, there will always be more for us to educate ourselves on.\n  ","415482":"\n  it's been the same in the united states, actually -- so far, this winter has been incredibly mild (we only got one bout of snow right before thanksgiving), but everyone has been getting sick left and right. there have been the measles outbreaks, as well as the flu, which have hospitalized a lot of people & i think a few people have died from it as well.\n  \n  i don't think i've managed to avoid getting sick because i think i'm sick rn, lmao. i've had congestion, sneezing, coughing, etc etc., for the past month at least. thankfully it isn't anything worse than that, though.\n  ","415483":"\n  i would probably travel to australia, or new zealand, or alaska -- somewhere i've never been before that i've always wanted to go to. all of these places just seem like such beautiful places from a tourist's perspective.\n  ","415484":"\n  the mountains have always been much more peaceful to me, as well as inspiring. when i lived in massachusetts, i lived in a region of the state where there were a lot of trees and mountains and hills, the college was situated right in the midst of a mountain range. it was honestly so inspiring for my writing, and i would often sneak out onto the roof of one of the lecture halls and watch the sun rise over the mountains if i was having a bad day.\n  ","415485":"\n  any money that i've spent on experiences, not necessarily material goods, have been the best investments i've ever made. things like concert tickets, plane and hotel tickets, convention tickets, vacations in upstate new york, etc etc.\n  ","415486":"\n  this picture has always put me in a state of awe. nature can be so beautiful.\n  ","415487":"\n  i suppose it's been fine -- however, it isn't even 9am yet, so the day is still quite young !! i woke up about 35 minutes ago, and all i've done is smoke a cigarette & make a cup of coffee. i just turned on my laptop and started answering questions since i had a lot in my inbox this morning.\n  ","415488":"\n  most sugar substitutes taste absolutely horrid to me, especially equal & splenda. my boyfriend takes his coffee with milk & two splenda, and i have no clue how he drinks his coffee that way because it's disgustingly sweet. each packet of splenda equals out to two packets of sugar.\n  \n  the only sugar substitute i actually enjoy is stevia. it tastes the most like sugar to me, and it's also all natural.\n  ","415489":"\n  right now, my favorite piece of jewelry is one of the necklaces my boyfriend got me for xmas. it's a rose gold tree pendant surrounded by a circle of opal. it's so beautiful and i wear it every day.\n  ","415490":"\n  lately i've been switching off between rose quartz & moonstone by bath and body works in terms of body spray. my boyfriend also gifted me a few mini bottles of victoria's secret body sprays, which smell lovely (my favorite is probably warm & cozy).\n  \n  my favorite body wash is dove's coconut & jasmine soap. it smells terrific. i also have been using a homemade soap that one of my high school friends made, it smells like pine.\n  ","415491":"\n  i don't cook very often, but i do help my parents with the cooking when it comes to preparing dishes and such. i also like making empanadas with my boyfriend !!\n  ","415492":"\n  \"wild horses\" by the rolling stones ;\n  \n\n   https:\/\/youtu.be\/QhwwCWkmYoc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","415493":"\n  i prefer art galleries. some zoos are terrible for the animals living inside of them, and the last time i went to a zoo, the animals looked absolutely miserable & it broke me up inside.\n  ","415494":"\n  most of my holidays spent with my family feel like holidays from hell, lmao. no one really has a filter on what they're saying, so someone usually gets offended and makes a mess out of the entire holiday, which makes it really awkward for the rest of us.\n  \n  there was also a time i actually got into an argument with my grandmother over tattoos on christmas day, because she was insisting that tattoos are trashy and won't get you hired in the workplace. meanwhile, at that point, i already had multiple tattoos (and so did my cousins), so it was pretty demeaning.\n  ","415495":"\n  these days, most movies i watch don't really seem to capture my attention at all. something really needs to be riveting and filled with suspense in order for me to be interested in it.\n  ","415496":"\n  i prefer the forest. i've lived close to the ocean my entire life, and i've never been all that amazed by it, especially considering how people have treated the ocean & the beaches around me.\n  \n  i've always felt most at home in the woods, though, or just surrounded by trees and grasslands.\n  ","415497":"\n  space has always intrigued me ever since i was younger. i always found it fascinating how there is so much we still have yet to learn about our universe, and there are so many unanswered questions.\n  \n  my favorite planet used to be pluto, up until scientists stopped calling it a planet. lmao.\n  ","415498":"\n  \"i wish i had coffee.\"\n  \n  then i proceeded to go make myself a glass of iced coffee.\n  ","415499":"\n  my mother.\n  ","415500":"\n  i used to spend nights talking to my boyfriend on oovoo when i lived in massachusetts, perhaps 3-4 hours long at the very least.\n  ","415501":"\n  lol, i have no idea !! my family has never had cats before.\n  ","415502":"\n  i don't have any cats.\n  ","415503":"\n  why are you sending me someone's answer from over a year ago ... ??\n  \n  obviously i disagree, lol. however, i'm not religious and i don't believe in the concept of sin in the first place, so that's why i don't think being part of the lgbtq+ community is sinful. people can't help their sexual orientation, it's simply a part of who they are.\n  ","415504":"\n  \"cross off\" - mark morton feat. chester bennington ;\n  \n\n   https:\/\/youtu.be\/Fv8oTQWaxwc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","415505":"\n  most of the time, it's comfortable -- skinny jeans, boots or sneakers, hoodies, etc etc. however, occasionally i'll wear long, flowing sweaters and cardigans, knee-high boots, scarves and beanies, and floral prints, so i'd say it could also be somewhat boho chic at times.\n  ","415506":"\n  i would love to learn how to sing properly. music has always been a passion of mine, and i wholeheartedly believe that if i had a good singing voice then i would have tried to enter the music industry.\n  ","415507":"\n  i really have no idea tbh. the only color i haven't dyed my hair has been green, but i want to do an emerald green next after the blue dye fades out.\n  \n  not only have i had a variety of colors, but i've also had different types of highlights & lowlights with those colors with various combinations, i.e. red and black, purple and pink, brown and dark red, blonde and red, etc etc.\n  ","415508":"\n  i have seven tattoos at the moment !! i have plans for two more, but i'm waiting until i can accrue some more money before getting them.\n  ","415509":"\n  i think i would make it mandatory for people to have to re-take their driving test every 10-15 years or so. there are so many people who shouldn't be on the road and i think it would make the roads a lot safer if people had to re-take their tests again after they hit a certain age.\n  ","415510":"\n  i'm really passionate about learning & education in general. when i was in college, i really liked learning about the social sciences, i.e. criminology, anthropology, sociology, and psychology. if i didn't get my degree in communications, i would have gotten a degree in any of those fields.\n  \n  i prefer hands-on learning and lectures accompanied by powerpoints or anything else that incorporates visual & audio learning.\n  ","415511":"\n  KFC. it's always disgusted me.\n  ","415512":"\n  i try not to lie at all, mainly because i have an absolutely terrible memory & i wouldn't be able to remain consistent with lies since i would likely forget what i've told each person, lmao.\n  ","415513":"\n  it wasn't a \"real\" emergency as it turns out, but i was at work a few weeks ago & my boyfriend called me in a panic because he couldn't find his dog. he searched all over the house, in all of the hiding spots in the backyard, etc etc. he didn't know what to do, so i told him to call some of his neighbors and his grandmother (she lives next door) to see if maybe he wandered off over there.\n  \n  we hung up, and he called me back five minutes later. apparently his grandmother \"borrowed\" his dog because she was lonely and never thought to tell my boyfriend that she was taking him for the afternoon, lmao.\n  ","415514":"\n  a few years ago, i actually won a contest that the video game company besthesda hosted !! i don't remember what i had to do to win the contest, but they awarded me a $100 gift card to their online store. :'))\n  ","415515":"\n  yes, i believe the educational system needs a lot of change. if i was in charge, then i would implement a more in-depth sex education curriculum that actually teaches children and teenagers about sex, birth control, and reproductive health.\n  \n  i would also implement a mental wellness class that discusses mental illnesses such as depression and anxiety, as well as how to properly discuss mental health with friends or authorities (such as parents or teachers) and reach out when you're in need of help.\n  ","415516":"\n  i suppose the last meaningful thing i did was prepare dinner for my parents earlier, if that counts for anything.\n  ","415517":"\n  i have the tendency to be spiteful when it comes to certain people in my life, but i've been trying to quell those tendencies because they're toxic and unhealthy and don't serve me at all.\n  ","415518":"\n  the only \"expensive\" thing i've ever found on the ground was a $20 bill, lol. i was a teenager, so naturally it seemed like a lot of money back then.\n  ","415519":"\n  it's starting to be that way again, lol. i've been getting at least one coffee-related question per day lately.\n  ","415520":"\n  social media is both brilliant and toxic, depending on how you use it and who you choose to follow. on the one hand, social media can be a great educational tool and it's amazing how fast news travels via social media. there's really no reason for people *not* to be abreast of developments in current events.\n  \n  however, at the same time, it can be problematic if you associate yourself or follow the wrong crowd, and herd mentality definitely has the tendency to develop over time. on askfm especially, there has always been this pressure to believe in certain things & act certain ways in order to fit in with the crowd you're following to vie for their attention, and sometimes people feed off of each other too much to the point where it can be unhealthy.\n  ","415521":"\n  i only own the sweet peach palette & the pumpkin spice palette, but the pumpkin spice palette is *amazing.* the colors are so rich, and i'm looking forward to experimenting more with it. i've only used it once when i had to get dressed up for my job's holiday party last month, but i got compliments on my eye makeup when i went.\n  ","415522":"\n  i'm proud of my boyfriend, as well as my best friend. they've both overcome outstanding odds to be the people they are today, and they've never let their hardships, struggles or medical conditions get in the way of their aspirations.\n  ","415523":"\n  too faced is my favorite cosmetics brand, and i have a lot of their products, including eye shadow palettes, setting spray, foundation and concealer, and mascara.\n  ","415524":"\n  no, there are better selfies where you can see my hair color more clearly. i think i like it so much because you can see my cheekbones & jawline really well, and my undercut only makes my cheekbones seem that much more prominent.\n  ","415525":"\n  i had a 12oz cup of hot coffee this morning, but i didn't finished it because i ended up taking a nap. then i made a glass of iced coffee, so i'm not sure how many ounces that was. i'm now drinking a third cup of coffee, also iced.\n  ","415526":"\n  i used to play GTA V a lot with my friends, but we haven't played it together in quite a while.\n  ","415527":"\n  hello -- do you have a question ??\n  ","415528":"\n  i just lay down, close my eyes, and fall asleep. i can sleep pretty much at any time, so it's never been an issue for me.\n  ","415529":"\n  no, i'm fairly easy going when it comes to most things. i only get angry when something is my fault, at which point i obviously get angry at myself, and i'm pretty forgiving or indifferent when it comes to most other people.\n  ","415530":"\n  quite the opposite actually. stay at home mothers have to watch about the child(ren) as well as probably do most of the housework and cooking, which is a lot of work around the clock. they're definitely the furthest thing from being lazy unless they're not properly taking care of their children or abandoning household chores.\n  ","415531":"\n  it's definitely been a lazy saturday. i ended up sleeping most of the day tbh. i took two naps, and in between those naps, i played video games. that's literally all i did.\n  ","415532":"\n  skyrim, fallout 4, destiny 2, assassin's creed: syndicate, the bioshock series, tomb raider, life is strange, the wolf among us, and fallout 76.\n  ","415533":"\n  no, i can't remember the last time i weighed myself.\n  ","415534":"\n  surprisingly, i'm most productive on mondays.\n  \n  i notice that after i'm off for the weekend, i go back into work with a fresh state of mind and i'm more motivated to complete assignments because i don't feel as burnt out as i usually do the rest of the week.\n  ","415535":"\n  blue -- calm, collected, and pensive. i'm thinking about what i want to do today, but i'm also content with just staying home and catching up on video games & laundry all day.\n  ","415536":"\n  i've been to plenty of concerts !! most recently, i attended alt92.3's not so silent night at the barclays center in brooklyn, and the performers were AJR, bastille, mike shinoda, chvrches, florence and the machine, death cab for cutie, and muse (among others).\n  \n  last summer, i also saw macklemore and kesha. in the years before that, i've also seen alice in chains, stone temple pilots, linkin park, chris cornell, korn, and a few other rock bands.\n  ","415537":"\n  even though this selfie is like a year old at this point, i still love it and i'll use it as a profile picture every now and again.\n  ","415538":"\n  i've never moved across the country, no. i've moved from new york to massachusetts when i first went to college, but that was the extent of my travels.\n  ","415539":"\n  LOL, this defines my life. i become obsessed with most games i play, and lately, i've been obsessed with fallout 76. it's definitely not as terrible of a game as critics are making it out to be, and i'm thoroughly enjoying the gameplay and quests and enemies. it's a lot more challenging than the previous games.\n  \n  before i started playing fallout 76, i was obsessed with fallout 4 and skyrim.\n  ","415540":"\n  people are swayed by both to a degree, but i believe that business advertisements have the ability to sway people more, simply because society in general pays more attention to the media and advertisements than they do politicians.\n  ","415541":"\n  even though i was never a fan of physical education, i still think it's important to keep those classes in schools just for the sake of giving children a reason to run around and play sports for 30-40 minutes. everyone needs to be physically active, minus those with physical disabilities and such, and it's healthy to implement physical education in order to keep kids active.\n  ","415542":"\n  it is and it isn't, which sounds confusing. half of the population in my area are black people and latinos, while there are also still older white people from the earlier generations who still live here. i've noticed that the older white folk are extremely racist, but that's the only demographic that pretty much is.\n  ","415543":"\n  i don't personally think so, no. i can barely tolerate my own life sometimes & i still have a lot of issues with my mental health, so i don't think i would be qualified to be a life coach when i can't even get my own life together.\n  ","415544":"\n  no, i don't believe i was happier four months ago. tbh i don't really remember what was going on in my life four months ago, but i do know that i've been approaching 2019 with a fresh mindset and new motivation.\n  ","415545":"\n  i just read briefly about the yellow vest protests, yeah. i didn't hear about that before this very moment.\n  ","415546":"\n  it depends entirely on how i'm feeling that day, tbh. some days i have more tolerance than others. most of the time, i think i'd say that i don't get fed up easily because i do have a lot of patience, but there are other times where my patience is at zero.\n  ","415547":"\n  you're asking the completely wrong person, my dude. lmao. i haven't flirted with anyone besides my boyfriend in basically ten years.\n  ","415548":"\n  no, you're mostly incorrect. some people have the tendency to dwell on their first loves because they believe that they were the \"best\" love, but a lot of people seem to have the opposite thought.\n  \n  my first love certainly wasn't my best love, and i've learned a lot about relationships since then. the first love is generally one of the greatest learning experiences.\n  ","415549":"\n  i've been smoking cigarettes since i was 18 years old. there was a time where i quit for about a year, but then i picked up the habit again when i got a job in retail.\n  ","415550":"\n  my family used to have a dog (german shepard mix) for many years before she passed away when i was around the age of 20. since then, i've kept fish -- two betta fish and a corycat.\n  ","415551":"\n  i've been in love twice before. the first time ended up in massive heartbreak, but i've been in love with my current boyfriend for many years now. :'))\n  ","415552":"\n  sushi is my favorite food. it's so versatile, and i'm never in a mood where i *don't* want sushi.\n  ","415553":"\n  pretty much any show i watch is binge-watched, lol. i'm currently binge-watching you on netflix (which is REALLY good, btw), but in the past, i binge-watched women behind bars, wentworth, orange is the new black, parks and rec, how i met your mother, friends, etc etc.\n  ","415554":"\n  no, i've never smoked meth before.\n  ","415555":"\n  yes, i've smoked weed before.\n  ","415556":"\n  pretty much any song by hobo johnson.\n  ","415557":"\n  the only person i feel comfortable sleeping next to is my boyfriend.\n  ","415558":"\n  i've made a few friends on askfm, but it wasn't the reason why i joined the site years ago.\n  \n  i was also talking about IRL in my previous answer, not my online activities.\n  ","415559":"\n  no, i don't make friends easily because i'm never in a position where there's an opportunity to make friends. i'm fine with that, though. i only have a few friends and i'm content with the people i talk to on a regular basis.\n  ","415560":"\n  if someone tries to start something with me, then i'll inform them that i'm not involving myself in their drama unless they can sit down and talk civil like an adult.\n  ","415561":"\n  light beer & IPAs. i generally enjoy most beer except stouts.\n  ","415562":"\n  i'm referring to real life.\n  ","415563":"\n  it's physically and emotionally draining, and i'd rather not waste my time arguing with people who are probably better off not being in my life.\n  ","415564":"\n  i could go for a beer right about now.\n  ","415565":"\n  no, i generally avoid confrontation.\n  ","415566":"\n  idk, i've been fascinated with them since i was a child. it isn't something that erupted for a concise reason, it's just always been there.\n  ","415567":"\n  i'm guessing they're your coworkers or classmates or something ??\n  \n  tbh i would just try again. make it clear to them that you won't put up with what they're saying about you, even if they're allegedly \"joking.\" if that makes you a sensitive person, then so be it. you need to do what you have to do to feel comfortable in your space, especially considering you see these people every day.\n  ","415568":"\n  depends on what subtype of feminism you're talking about. white feminism is absolutely horrid and has done worse things for women in general, and as a result of the new wave feminism movement, many people simply don't take feminism seriously anymore since its viewed these days as a trend.\n  \n  intersectional feminism is great in theory, but again -- it's become a trend, which is terrible considering people have been spreading misinformation regarding intersectional feminism ever since it got on the popular radar.\n  \n  feminism used to be so radical, revolutionary, and good for implementing change in the past, i.e. the 1960s-80s. but these days, not so much. people are more apt to sit behind their keyboard and spew misinformation as opposed to being proactive with their \"activism\" and trying to advocate on behalf of women.\n  ","415569":"\n  i would probably tell them that they were hurting my feelings, even though they claim that they were just joking. sometimes people can be sensitive to certain things even in jest, so i would be up front with them about it and make it clear that it makes you uncomfortable when they joke about things about you.\n  ","415570":"\n  no, i only need to wash my hair 2-3 times per week.\n  ","415571":"\n  i don't follow people upon request, sorry !! thanks for the follow, though ~~\n  ","415572":"\n  no, although i've never actually tried before. however, i have no sense of balance so i can't imagine that working out well for me.\n  ","415573":"\n  my day went well. tech support ended up upgrading the software in everyone's computers this afternoon, so i had a nice break while waiting for the upgrade to finish, lol.\n  \n  i don't have plans for this weekend, but i might go out with a friend tonight.\n  ","415574":"\n  i have quite a few bad memories, sure.\n  ","415575":"\n  prior to my current job, i worked in retail and at a law firm.\n  ","415576":"\n  i watched drake & josh, but i don't recall watching zoey 101.\n  ","415577":"\n  even when i was a teenager, i didn't really like any of the shows that were on disney or nickelodeon, lol. i mainly watched adult swim those days.\n  ","415578":"\n  no. the last time i watched either of those channels was when i was in high school.\n  ","415579":"\n  no, it doesn't interfere with my sleep at all actually. i suppose my body has just gotten used to it over time, since i've been drinking coffee at night for quite a while now.\n  ","415580":"\n  if they do, they thankfully don't give any indication that they do.\n  ","415581":"\n  i'm drinking coffee, listening to music, and answering questions on askfm (my nightly ritual, it seems).\n  ","415582":"\n  i usually don't come into contact with men who are flirtatious, lol.\n  ","415583":"\n  i suppose it depends on her intentions. is she flirting with you because she likes you, or are her actions done unconsciously because it's simply part of who she is ?? some people are just naturally flirty and they have no real motive behind how they're acting, it's simply just the way they are.\n  ","415584":"\n  much like what everyone else in response to this question, it can go either way. there isn't a proper way to say such a thing, it's just whatever you prefer.\n  ","415585":"\n  i already track the time it takes for me to complete activities at work, and it's a bit of a source of inspiration for me to work more quickly and efficiently. i have to fill out a timesheet every day of the work i completed each hour, so it's a good challenge for me to see how much i can do in one day and compare it to previous days.\n  ","415586":"\n  i really can't think of any job where you aren't obligated to keep some sort of calendar. even with freelance jobs, you have deadlines to keep in mind even if you aren't necessarily commuting to an office every day, and deadlines are calendar dates in themselves.\n  ","415587":"\n  i'll try to answer your question, sure. but i can't necessarily guarantee that i'll have a good answer.\n  ","415588":"\n  i wouldn't take myself anywhere because it's dangerous in my area to go to most places alone unless it's somewhere like the grocery store or pharmacy.\n  ","415589":"\n  sushi !! i literally cannot think of a time when i *don't* want sushi, lol. my favorite is the spicy tuna roll, but i also love salmon avocado rolls and veggie tempura rolls.\n  ","415590":"\n  i don't post full body photos on askfm, so this assumption is unfounded.\n  \n  there's also nothing inherently wrong with being called fat, especially if i'm the person calling myself fat. it's something i'm attempting to change, and the first step to changing it is acknowledging that i have excessive body weight.\n  ","415591":"\n  my boyfriend. i could function if i lost all of my friends, but i would be at a complete loss if my boyfriend left or passed away. it's something i can't even fathom experiencing.\n  ","415592":"\n  meeeee.\n  ","415593":"\n  yes, i believe that people can change out of love. when you're truly in love with someone and that feeling is reciprocated, then you can be inspired to change your bad\/toxic behaviors and habits in an effort to make yourself a better individual. we're constantly evolving as humans as it is, and experiencing love can be the fuel that triggers change.\n  ","415594":"\n  i think they have a grave misunderstanding of the services that planned parenthood actually provides, ranging from birth control and STD\/STI testing to things such as pap smears, cancer screenings, hormone therapy and infertility treatment.\n  \n  if someone believes that a medical service shouldn't be funded when a large majority of their services include the aforementioned things, then i can only assume that individual doesn't want people with uteruses to obtain proper medical care.\n  ","415595":"\n  this morning i was disappointed that i only purchased a 16oz hot coffee instead of a 20oz hot coffee. i managed to drink the entire cup in maybe 30-40 minutes in between working on assignments.\n  ","415596":"\n  yeah, when it's warranted at least. i'm not mean unless someone has said something that deserves a mean reply. i'm not mean for absolutely no reason.\n  ","415597":"\n  yeah, i've kissed girls before.\n  ","415598":"\n  i love mai tais, blue hawaiians, and espresso martinis.\n  ","415599":"\n  yeah, i smoke occasionally.\n  ","415600":"\n  mixing alcohol with energy drinks is dangerous, imo. that's why i stopped drinking red bull-vodkas, even though i enjoyed them. they're just too dangerous.\n  \n  you can mix malibu with almost anything, though. pineapple juice, cranberry juice, orange juice, etc etc.\n  ","415601":"\n  i don't remember the last thing i legitimately broke, because it's been quite a while since i've been that angry, but i *almost* broke my xbox controller a few months ago when my fallout 4 game ended up freezing\/crashing, and i lost everything i did within the last hour.\n  ","415602":"\n  i have quite a few !!\n  \n  brave, maleficent, moana, treasure planet, the emperor's new groove, tarzan, mulan, and the nightmare before christmas.\n  ","415603":"\n  \"overdose\" by grandson ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=QSWf8KggnII\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","415604":"\n  lol, no. i'm not a furry.\n  ","415605":"\n  i already told you that i don't give out my facebook. this will be the last time i'm repeating that statement.\n  ","415606":"\n  my most recent purchase was the money i spent on my therapy session this evening, lmao.\n  \n  other than that, i also purchased a medium-sized americano at lunch today while i was at work.\n  ","415607":"\n  no, i don't think i'm more mature than other people my age. i'd say that my maturity level equals out to the same as other people in my age bracket (i.e. 25-30 years old).\n  \n  age can define one's maturity to a degree, but it can also be based on life experiences and the idea that a person may have been forced to \"grow up\" at a younger age than some of their peers. when i was younger, i would have said that i was more mature than my peers because i didn't have a genuine childhood, but these days, i would say i'm more or less the same maturity as everyone else.\n  ","415608":"\n  like ... so many questions can be answered if someone reads my bio, lmao. i don't understand why people don't look at bios when they're on someone else's page.\n  ","415609":"\n  i don't give out my facebook.\n  ","415610":"\n  as my bio indicates, i'm 27 years old.\n  ","415611":"\n  if you're asking me what my job is, then i'm a writer & editor for a publishing company.\n  ","415612":"\n  as my bio indicates, i'm from new york.\n  ","415613":"\n  if you're an athiest, it believes you don't believe in any form of god, and most atheists either aren't religious at all or completely reject the idea of religion.\n  \n  i'm an athiest, personally. however, i do understand that religion often helps people so i don't reject religion entirely. i've just never been a religious person & i don't believe in god.\n  ","415614":"\n  hello -- i'm doing well. i'm just eating dinner now & then i'm debating on watching netflix or playing video games.\n  ","415615":"\n  i reorganized the shelf above my bed last week & it looks so pretty.\n  ","415616":"\n  it depends on the day. usually i only drink a large coffee in the morning (whether it's dunkin or starbucks) & then two 8-12oz cups of coffee at night when i get home from work.\n  ","415617":"\n  both of my facebook & instagram accounts are private.\n  ","415618":"\n  well, you must be new to my page. i'll spell it out clearly for you -- i'm not a \"baby\" nor will i post photos of myself in a bikini, if i even had those to begin with.\n  ","415619":"\n  today, i learned not to smoke a hybrid strain of marijuana right before bed because, if you're anything like me, you'll wake up later than your alarm and still not want to move out of bed despite the fact that you'll be late for work, lmao.\n  ","415620":"\n  i don't watch anime, but i do love studio ghibli films, i.e. kiki's delivery service, spirited away, and howl's moving castle.\n  ","415621":"\n  yes, i've had three serious relationships. they're pretty much the only relationships i've ever been in as well.\n  ","415622":"\n  i would choose to feel no fear. anxiety and fear go hand-in-hand, and if i were to quell my fears, then i would likely quell any anxiety that i experience on a regular basis, such as when i'm driving or talking to people.\n  ","415623":"\n  i would tell my younger self that what they're feeling is completely valid, and that they're not losing their mind. what happened to them was real and unforgiving, and it's going to take years upon years to come to terms with it, but they're going to survive and make a life worth living.\n  ","415624":"\n  it depends on a variety of things, i.e. who's talking to me, the mood i'm in, how exhausted i am, etc etc. for the most part, i am an active listener, but sometimes i do drift off and realize that i stopped listening -- at which point, i have to ask the person to repeat themselves, lol.\n  \n  thankfully it's never happened in any dire situations, such as at work, but it definitely happened when i was in lecture at college a few times.\n  ","415625":"\n  my favorite sin to indulge in has gotta be sloth, lol. i truly value my sleep and my lazy days more than most other things, and sometimes all i want is just a day to sleep in and lay in bed all day long.\n  ","415626":"\n  no, i think that's a false stereotype. technology has advanced so much in the past decade or so that it's only enhanced our abilities to complete tasks in a more efficient manner. in addition, it's also much easier to obtain information regarding virtually anything you want to learn about. if anything, technology has made humanity more proactive.\n  ","415627":"\n  i don't generally think about people who are like that overall. if someone thinks they're \"better\" than they actually are, in that they believe they're a good or righteous person when they're anything but, then i believe they probably need a reality check.\n  ","415628":"\n  we must be thinking about different crazy frogs then. the one i'm talking about debuted in 2003 and was basically a CGI character that voiced over different EDM and dance songs.\n  ","415629":"\n  LOL, no. it's only 12 ounces. i made it at home, i didn't purchase it.\n  ","415630":"\n  i haven't heard of crazy frog in 10 years, my dude. talk about a blast from the past.\n  ","415631":"\n  i prefer headphones. earbuds always fall out of my ears and i can still hear noise around me with them in. headphones allow for a more immersive experience.\n  ","415632":"\n  nothing much has gone on today really. i woke up with my boyfriend this morning (he actually woke up with me instead of sleeping in, aw), and then i went to work. after work, i attended my therapy appointment, and then i went home.\n  \n  i've just been sipping on a cup of coffee, listening to music, and answering questions since i've been home. i'm probably going to eat dinner soon, and then later tonight, my boyfriend and i have an xbox date with fallout 76. :'))\n  ","415633":"\n  i didn't have a topic that i dreaded writing about. i loved writing about nearly anything i could get my hands on, because not only was it easy for me to express my opinions and understanding of the material, but writing about the material also gave me a more in-depth perspective of what i was learning.\n  ","415634":"\n  i broke up with my ex because he ended up lying to me, was keeping things from me, and was generally acting really shady. i later found out he cheated on me, so it was for the best.\n  ","415635":"\n  a more in-depth reporting\/blocking system would really do askfm wonders. often people who are undeserving of being reported or banned get reported & banned, and those who are complete nuisances and break every single rule\/guideline somehow can still make accounts. i think askfm should implement an IP ban.\n  ","415636":"\n  apparently i'm good at interviews, considering i've been offered a job with every interview i've gone on before !! i suppose i do a good job at suppressing my emotions and anxiety when i go on job interviews, because normally i'm panicking but i've never been told that i looked anxious.\n  ","415637":"\n  unfortunately, i've never been able to lucid dream before. i've always wanted to, but my dreams are absolutely wild and i always believe they're real. it takes me a few minutes to understand reality when i wake up in the morning.\n  ","415638":"\n  i will be driving a car at 5pm, so that's likely not the best idea.\n  ","415639":"\n  nails scraping on chalkboards. the squeak of slippery fruit against clean teeth. people chewing with their mouth open.\n  ","415640":"\n  i used to worry about that in the past, but these days, not so much. if someone dislikes me, it's likely because they simply don't know me, and i would rather not get to know a person if they base their opinions of someone off of what they've been told by someone else. that's essentially herd mentality.\n  ","415641":"\n  LOL, yes. when i was a teenager, i was convinced i was going to be this renowned, terrific writer ... it wasn't until i entered college that i realized that it was going to be a hell of a lot of work, and although i still have dreams of being a great writer, they're somewhat distant dreams at this point.\n  ","415642":"\n  \"if you're going through hell, keep going.\"\n  \n  it's always been a source of inspiration for me, that no matter how far down you've gone, you can always crawl out of the hole and build yourself back up again.\n  ","415643":"\n  eggs have a very distinct odor, i've come to notice. it can be both a good and bad thing, because sometimes they smell really good and other times it smells absolutely horrid to me.\n  ","415644":"\n  i passed my driving test on my second attempt. i failed my first attempt because i got nervous and couldn't parallel park correctly.\n  ","415645":"\n  yes, on multiple occasions, unfortunately. they would act as if my feelings didn't matter & that their feelings were the most important thing for me to account for, even if i didn't necessarily do anything wrong.\n  ","415646":"\n  friendship. i don't become friends with people easily, but when i do, they're long-lasting friendships. i've been friends with my best friend for 15 years, and my other closest friend besides her, i've been friends with her for 7 years.\n  ","415647":"\n  yes, i've been driving since i was 19 years old.\n  ","415648":"\n  the last thing i did before i went to bed last night was cuddle with my boyfriend. that was the last thing i remember before falling asleep.\n  ","415649":"\n  just stop talking to them. if there's a person i dislike in my life then i have no issue in removing that person, whether it's by simply not talking to them anymore or deleting them off of social media.\n  ","415650":"\n  does my therapy appointment count ?? lmao.\n  \n  if not, then i bought an americano this afternoon after lunch.\n  ","415651":"\n  yes, definitely. pubs are just standard bars that maybe have a jukebox or a billiards table, but they're mostly just a bar with different seating inside. i always go to pubs, never again will i go to a club.\n  ","415652":"\n  no, i've never texted an ex partner or an ex friend after we drifted apart. i have no desire to talk to anyone like that anymore.\n  ","415653":"\n  pubs, definitely. i've only ever been to an actual club twice, and the first time i went, i ended up having a panic attack and spent the evening outside in the rain because i was trying to calm myself down.\n  ","415654":"\n  i just got home from therapy, so now i'm going to make a cup of coffee and relax for a while.\n  ","415655":"\n  no, i'm in a relationship.\n  ","415656":"\n  hello -- it's the evening where i live. do you have a question ??\n  ","415657":"\n  i don't know whether or not i want children in the future. i'm very torn on the subject.\n  ","415658":"\n  not really, no. i only ever feel nauseous when i have too much dairy, which is part of the reason why i've been limiting my diary intake lately.\n  ","415659":"\n  i don't pay rent at my parents' house, but i do contribute to grocery shopping and i do all of the cleaning in the house.\n  ","415660":"\n  no, i have just enough money to be comfortable at the moment. i'm eyeing a potential raise in my future, though.\n  ","415661":"\n  both are cute, but i love my boyfriend's dimples so much.\n  ","415662":"\n  lol, i go to dive bars but that's basically it. there are really only maybe three places i frequent but they're all relatively quiet on the weekdays, which is why i go there.\n  ","415663":"\n  mostly open world RPGs and FPS games. i've been playing fallout 76 a lot lately, but i also enjoy fallout 4 and skyrim, destiny 1 and 2, the assassin's creed games, the tomb raider games, the bioshock series, life is strange, the wolf among us, minecraft, etc etc.\n  ","415664":"\n  i'd politely decline. i'm not single, but even if i was, i probably wouldn't be down to giving some random stranger my phone number or social media handle.\n  ","415665":"\n  i don't remember. i'm sure i saw at least one when i was much younger, but i can't really remember that far back into the past.\n  ","415666":"\n  god forbid i answer the questions people ask me, lol. if you have an issue with how many coins i have, then perhaps stop asking me questions.\n  ","415667":"\n  no, i don't like playing COD. however, i've watched\n  \n   @Courrtana\n  \n  stream it a few times !!\n  ","415668":"\n  i don't remember my childhood, so i honestly have no idea.\n  ","415669":"\n  i've been at work all day, my dude.\n  ","415670":"\n  no, i've never watched death note before.\n  ","415671":"\n  10416 coins.\n  ","415672":"\n  i'm not in panic mode like i was yesterday, but i'm still somewhat under the weather and completely exhausted.\n  ","415673":"\n  i thought about it, but i can't justify spending that kind of money rn. i've also never taken an online class before so idk if i would like it.\n  ","415674":"\n  yeah, but nothing compares to going to a lecture with a knowledgable professor and sitting there taking notes and learning new things for 45-90 minutes with no interruption.\n  ","415675":"\n  no problem !! also i just realized that its called everpure, not everstrong. i think everstrong is for the thickening shampoo and everpure is for color treated hair. it's a red\/pink bottle.\n  ","415676":"\n  education. i feel like my intelligence has gone stagnant because i haven't been in college for five years, and sometimes i wish i could enroll in school again and learn things every day like i used to.\n  ","415677":"\n  i don't need positive reinforcement, but i do enjoy it when it comes from certain people (my boyfriend, close friends, and my boss). sometimes it's nice to feel validated and know that you're doing a good job.\n  ","415678":"\n  lol, i've never threatened to beat someone up. but i have been forced to be tough with people to the point where i would simply insult them if they were rude to me first and wouldn't listen to reason.\n  ","415679":"\n  ruffles cheddar and sour cream.\n  ","415680":"\n  i don't watch the same video over and over again. however, i watch achievement hunter's content the most so i'm sure there are some videos i've seen multiple times.\n  \n  i also used to love when seananners was active on youtube. i'll watch his old videos again occasionally.\n  ","415681":"\n  i would go back to school and study either psychology or sociology. when i was in college, i debated on changing my major to sociology because i enjoyed the subject so much.\n  \n  as for which college, i really have no idea. probably somewhere like brown university or columbia university.\n  ","415682":"\n  yeah, i use snapchat. i don't usually get streaks because i don't send people snaps every day, and i don't add things to my story either.\n  ","415683":"\n  ideally i would like to be a freelance writer, but those jobs often don't pay the bills. i'm content where i am rn. it's within the field i went to college for, so i have no complaints.\n  ","415684":"\n  a call center representative or a sales representative. basically any job where i have to talk to people for a living.\n  \n  i have social anxiety and i absolutely hate talking on the phone (except obviously when it's my boyfriend). i'm used to being around customers since i worked retail for 4 years, but it made me so nervous and anxious.\n  ","415685":"\n  i'm a writer\/editor for a publishing company.\n  ","415686":"\n  i've been on askfm since maybe 2011 or so. i remember answering questions when i was in college.\n  \n  right now, i have 4338 followers. however, i've had three accounts since 2011 and i only made this account maybe almost two years ago.\n  ","415687":"\n  i received my driver's license when i was 19 years old. i think i failed the first time i took my driving test, but i passed the second time.\n  ","415688":"\n  yes, lmao. the most random and obscure things make me cry.\n  ","415689":"\n  my day has been fine -- a lot better than yesterday, at least. i had motivation to finish my work and i stopped by 7-11 to pick up coffee and cigarettes, so i'm pretty content rn.\n  \n  i'm eating dinner and then i'm going to head to my boyfriend's house since i haven't seen him in a few days.\n  ","415690":"\n  lol, no. the only times i'm a looter & a thief is when i'm playing video games.\n  ","415691":"\n  ahh thank you !! i use the l'oreal everstrong sulfate-free shampoo & conditioner. the one that smells like rosemary and mint.\n  ","415692":"\n  yeah, it helps a lot when i have congestion or a cold\/flu.\n  ","415693":"\n  why ?? and why is he a \"poor\" man if his spouse had a nose she was previously unhappy with ?? y'all place too much importance on physical appearances.\n  ","415694":"\n  \"the fireman\" by joe hill & \"i am not a serial killer\" by dan wells.\n  ","415695":"\n  my back pain has been tolerable lately, but i still have the urge to stretch and crack it every 20 minutes.\n  ","415696":"\n  how would that be lying ?? lying would be saying you haven't had plastic surgery when you have, lol.\n  \n  i don't really see the big deal in keeping some things to yourself unless it's an issue. i feel like that's one of those topics that would just be brought up casually in conversation.\n  ","415697":"\n  not really, no.\n  ","415698":"\n  yeah, i have a medication that i take for anxiety that's as needed.\n  ","415699":"\n  i think i only read like two books, lol.\n  ","415700":"\n  i like moderately spicy food, but nothing too hot.\n  ","415701":"\n  it isn't something that happens consciously. it just tends to happen through life experience.\n  ","415702":"\n  the woman who was in a coma or something ?? i heard about it but didn't bother to read any articles on it.\n  ","415703":"\n  i went to work, came home, and made a cup of coffee. i'm watching netflix now.\n  ","415704":"\n  non-binary simply means you're not one of the binaries of gender (man or woman). your gender is somewhere on the spectrum, but you don't exclusively identify as either a man or a woman.\n  ","415705":"\n  you're not obligated to tell them, no. if it's something personal to you and you don't feel comfortable sharing, then it isn't as if you *must* tell them right away or at all, for that matter.\n  ","415706":"\n  overall, yeah there's more activity. i think the original anon meant that it's dead at the moment, which is the same for me rn.\n  ","415707":"\n  it happens sometimes.\n  ","415708":"\n  anyone have any questions ??\n  ","415709":"\n  i've just been drinking coffee and checking up on social media, trying to relax. my anxiety isn't as bad as it was before when i was at work, but it's still there.\n  ","415710":"\n  when i'm at work, yes. LOL. time tends to go by super slow when i'm working, unless i'm heavily involved in a specific project that i actually enjoy doing.\n  ","415711":"\n  no, probably not. like scuba diving, it's never been something that i've been interested in doing.\n  ","415712":"\n  sometimes i am, yeah. it depends entirely on my mood that day, though.\n  ","415713":"\n  it isn't really something i've ever been interested in doing.\n  ","415714":"\n  i already said that i have no importance to society, so no.\n  ","415715":"\n  step out of your comfort zone & do something you've always wanted to do but were previously afraid. take responsible risks if you know that there's a chance of a better outcome, and even if you fail, be content with the knowledge that at least you tried. scrap the dirt off your knees and try again, or approach it in a different manner.\n  ","415716":"\n  people who make a genuine difference in the world, i.e. scientists, professors and teachers, politicians (even though most of them don't have positive significance), attorneys, etc etc.\n  ","415717":"\n  it's a pretty self-evident statement. i'm not important means that i'm not of any significance to society.\n  ","415718":"\n  my opinion of someone would change if i found out that they supported something that i was vehemently against, especially in cases where they don't support lgbtq+ rights, women's rights, people of color, etc etc. if a found out that a friend of mine was racist or sexist or whatever, then i would probably stop being friends with them.\n  ","415719":"\n  it isn't worth it to be afraid when what you have to do will change you or your situation for the better. it's justified to be afraid of big changes and there's nothing wrong with it (in fact, it's expected in most cases), but it isn't worth holding yourself back in fear. you'll be better off in the long run.\n  ","415720":"\n  i'm spontaneous, especially since i don't know how i'm going to feel about a plan in the future. i tend to ask friends if they want to hang out a few hours before actually hanging out, if they happen to be available that night.\n  ","415721":"\n  i treated myself to an iced coffee when i got home from work because it makes me feel better when i have a bad day.\n  ","415722":"\n  i don't have a position in society and i'm not important, so this question doesn't exactly apply to me.\n  ","415723":"\n  not everyone, no. most people do, though.\n  ","415724":"\n  the mind is different from the body, in my perspective at least. however, the mind can have effects on the body -- i.e., my anxiety causes me a lot of digestive problems, and then there are the obvious physical symptoms of anxiety attacks and panic attacks.\n  ","415725":"\n  i would ask them how much money and when could they pay me back.\n  ","415726":"\n  my anxiety has been acting up again for some reason. i don't know if it's because there are some stressors in my life these days or because i need a stronger dose of anti-anxiety medication, though. i've been on the same dosage for a while, and it wouldn't surprise me if my body simply got used to it.\n  ","415727":"\n  i've started eating healthier again, i.e. more vegetables instead of carbs, fish instead of red meat, and less dairy.\n  ","415728":"\n  when everything seems to be going wrong, i try to rationalize it to myself by saying that at least the only thing that can happen now is for things to get better. when you're at rock bottom, the only way you can go is up.\n  ","415729":"\n  my bedroom or my boyfriend's house. whenever i go over his house, it feels like a small vacation because i'm away from my family and i'm free to do whatever i want to do. even though my bedroom is somewhat of an escape for me as well, i'm constantly being interrupted.\n  ","415730":"\n  lately, my fish tank is not being used. ever since my fish died, i haven't decided on whether or not i want to have more fish, so i've just been maintaining the tank until i make a decision.\n  ","415731":"\n  i agree. they had a follow up question, but i deleted it.\n  ","415732":"\n  probably a combination of the stress associated with the new material i'm learning at work, my exhaustion because i didn't sleep well last night, and my mind racing because that's generally how my brain behaves. sometimes there isn't necessarily a reason behind anxiety either. i often have bouts of anxiety with no real reason behind it at all.\n  ","415733":"\n  i used to be extremely creative in that i would always be drawing, painting, writing, doing photography, etc etc. these days, i haven't had the time or motivation to really delve into those hobbies, although i have been trying to write every day.\n  ","415734":"\n  hopeful for the future, mainly. i don't hold quite a pessimistic outlook on myself or my future, whereas when i feel hopeless, i feel as if there's no point in anything i'm doing, my future is bleak, and that i don't deserve to live.\n  ","415735":"\n  yeah, i've tasted blood before.\n  ","415736":"\n  no, my day was difficult and aggravating. my anxiety started acting up after lunch, and i didn't have any of my anti-anxiety pills on me, so i couldn't focus on my work and i started getting extremely overwhelmed. i ended up leaving an hour early because i felt awful.\n  ","415737":"\n  i used to watch toonami on adult swim when i was much younger, but that was pretty much it.\n  ","415738":"\n  my family members severely alter my mood and can really ruin my day if something happens or someone berates or yells at me, especially if it's through text message in the middle of the day when i'm not even home.\n  \n  it happens at least twice a month, unfortunately.\n  ","415739":"\n  when my life is going okay, my mental health is a lot better. i don't experience much anxiety and my depression doesn't flare up as often. i find myself feeling motivated and hopeful as opposed to hopeless and exhausted.\n  ","415740":"\n  not really, no. sometimes my mind is too active & it makes me paranoid, but i do sleep better in the darkness.\n  ","415741":"\n  i drink way too much coffee, it's probably pretty unhealthy.\n  ","415742":"\n  i'm the same person that i am when people *are* watching, although perhaps a bit more sloppy and lazy. i see no reason to put on a facade in front of other people, it seems exhausting.\n  ","415743":"\n  lol, i believe i did.\n  ","415744":"\n  somewhat, yeah. sometimes it's difficult for me to find motivation in the morning, but eventually i get back into the routine.\n  ","415745":"\n  no, i don't watch anime.\n  ","415746":"\n  nah, not everything. i tell him about what i do at work sometimes, but i don't bother telling him my conversations with my coworkers or anything like that. i don't tell him about most things regarding askfm either. occasionally, i'll tell him about a funny interaction or ask his opinion on a question if it makes me think, but that's it.\n  ","415747":"\n  i've always been more of a book person. in most cases, i prefer the book over the movie especially since movie adaptations of books often leave out crucial information or alter timelines.\n  ","415748":"\n  i try to do at least one small thing for myself every day, whether that's simply sitting down with a cup of coffee & quietly listening to music in order to relax, or treating myself to one of my favorite treats.\n  ","415749":"\n  it depends entirely on the individual. it's difficult to really class people based on sex because everyone's personalities are so different. i think my friend clint is pretty equal in regards to males versus females.\n  ","415750":"\n  my physical appearance, mostly. i would also enjoy if i didn't take what people in my life say closely to heart, because often i can act irrationally in response to things and think too deeply into what they might mean.\n  ","415751":"\n  you're under no obligation to tell your partner every single, little thing going on in your life. while that works for some people, it definitely doesn't work for everyone & i can understand some people wanting to keep certain things to themselves that not even their partner knows about.\n  ","415752":"\n  i have plenty of hobbies, lol. god forbid i feel like answering questions on askfm when i'm home from work.\n  ","415753":"\n  ^^\n  \n  thank you, anon !!\n  ","415754":"\n  obviously not considering i've been answering questions non-stop for nearly three hours straight.\n  ","415755":"\n  i don't remember. this is going back to when i was like 14 years old.\n  ","415756":"\n  yes !! that pretty much defined my early internet days -- i would talk to people on message boards and wouldn't know what they looked like until years later when we all migrated to another social media site, i.e. myspace or facebook.\n  ","415757":"\n  one all-time favorite song ?? no.\n  \n  however, i've been listening to \"hallucinogenics\" by matt maeson nonstop, so i suppose that's my *current* favorite song.\n  ","415758":"\n  it's been fairly low these days tbh.\n  ","415759":"\n  the only people's attention i truly value are the attentions of my boyfriend and close friends. i don't really care for the attention of anyone else, and quite frankly, sometimes it does irritate me if someone is trying to get my attention and i don't care for them.\n  ","415760":"\n  i have no complaints at the moment, which is a nice change from the usual. i've had a lot more motivation these days compared to the past few years, and i actually have a semi-positive outlook for the future. there are some things i wish i could change, but right now, they're mostly out of my control so the only thing i can really do is ride it out and take each day as it comes.\n  ","415761":"\n  i prefer rustic or industrial-styled homes -- a lot of wood, piping, brown and mahogany colors, etc etc. i also love big bay windows and natural lighting, as well as skylights, and fireplaces.\n  ","415762":"\n  i don't remember what it was that i was laughing about, but it happened last night. lmao. i just remember laughing to the point where it made my abdomen hurt & tears were welling up in my eyes.\n  ","415763":"\n  it personally makes no difference to me, but considering my boyfriend is a handyman, that's essentially his lifelong dream. he always discusses what sorts of rooms he wants, what he wants in those rooms, blueprints for the house, where he'll put his fish tanks and lizard tanks, etc etc.\n  \n  because of that, i've always envisioned us buying an old home and basically reworking it little by little.\n  ","415764":"\n  check up on social media, i.e. instagram, askfm, and twitter usually. if nothing is going on there, then i'll usually put netflix on and watch something in the meantime. i also play video games when i'm bored too.\n  ","415765":"\n  my page is fairly active, yes. i always wake up to at least 10 questions, and i get a few here & there throughout the day as well. this evening has actually been incredibly active, for some weird reason.\n  ","415766":"\n  i used to a lot in the past, but not so much anymore. i never respond to anon hate, so i assume that whoever used to send it to me just got tired of getting no response out of me, so they stopped.\n  ","415767":"\n  no, i have no reason to disable anonymous questions. if i did, then my inbox would be bone-dry all the time, lol.\n  ","415768":"\n  no, i try not to be rude in general. the only times i'm rude are when someone is rude to me first and their behavior or statements warrants a rude response.\n  ","415769":"\n  indecisive, emotionally unstable, and passionate.\n  ","415770":"\n  i use an NYX highlight & contour palette, which is really high quality considering the price of the palette itself. NYX is overall a great brand for cheap prices, so i highly suggest them if you want good quality cosmetics for affordable prices.\n  ","415771":"\n  continue going to my therapy sessions, where i develop a deeper understanding of my behaviors and actively work toward eradicating harmful coping mechanisms and replacing them with healthier, more productive ones.\n  \n  medication can only do so much in regards to my depression and anxiety, but the real changes come through what has been psychologically ingrained in me from a young age. i have to actively work toward breaking bad habits and creating new ones.\n  ","415772":"\n  a bearded dragon !!\n  \n  can you imagine the adorable pitter-patter of their feet on the ground 24\/7 ?? LOL. omg, i would die.\n  ","415773":"\n  if i have, then i don't recall doing it.\n  ","415774":"\n  no, i've never seen the point in that. if i needed to talk to someone about something if i thought that they were misguided or misinformed, then i would simply message them privately.\n  ","415775":"\n  it's not as if he sends them to anyone else, so it doesn't bother me. i've made a few memes out of\n  \n   @Courrtana\n  \n  too, LOL.\n  ","415776":"\n  going out and running errands is the biggest thing. my driving anxiety deters me from going out during the day when everyone else is out, so i never go out on the weekends even though i have nothing else to do then.\n  \n  like, i've been meaning to go to the store and buy a bunch of things but the only times i can go are when everyone else is on the road so it's different for me to get myself out there when the only thing i can think about is potentially getting into an accident.\n  ","415777":"\n  i don't have any saved, but he would screenshot my ugly snapchats and make memes out of them, lmao.\n  ","415778":"\n  i promise to work towards bettering my mental health even more than i did last year, journal more often, read more often, and try not to allow my anxiety to hold me back from doing things i either want or need to do.\n  ","415779":"\n  my boyfriend has already made me into a meme on countless occasions, lmao.\n  ","415780":"\n  ugh, that's a terrible environment to be in. :\/\/ i'm not close with her like that so we never talked about it, so i'm honestly not sure.\n  \n  either way -- you should do what you want to do that makes you happy. there's also a famous internet celebrity named caiti ward (from rooster teeth) who got braces in her 30s, and she's very open about it online. i'm sure you can find some posts where she talks about her experiences !!\n  ","415781":"\n  exercising & counting calories.\n  ","415782":"\n  there's definitely *not* an age limit for wearing braces !! one of my friends who's 28 years old just got her braces taken off after wearing them for 2-3 years. she shared your anxiety when she was about to get them because of the whole age thing, but the truth is, if it's something you either want or need to do, then it shouldn't matter how old you are.\n  \n  she became *so* much more confident in herself throughout the process, and eventually the fear and anxiety wore off. i'm sure the same will happen to you. :'))\n  ","415783":"\n  i tend to notice facial features more often -- high cheekbones, jutting jawlines, sharp brow bones, piercing eyes, etc etc. i also tend to notice a person's hair first & foremost, the way it's colored and styled.\n  ","415784":"\n  i think it's silly, considering askfm isn't a dating website. they would probably have better luck on tinder, grindr, plentyoffish, okcupid, match, etc etc.\n  \n  there are a lot of different options out there for people who desire a relationship, and i never understood why some people would choose askfm when it isn't even remotely close to a dating site.\n  ","415785":"\n  i don't have an opinion, considering i've never watched bird box before. it sounds compelling, but i just haven't gotten around to watching it yet.\n  ","415786":"\n  no, i was just exhausted. in high school, i barely ever slept throughout the night and sometimes i wouldn't sleep at all at night.\n  ","415787":"\n  i don't pay attention to what celebrities endorse or believe, unless it's so compelling that it makes national headlines or something. i prefer to just do my own research and make conclusions based on what i've read & experienced.\n  ","415788":"\n  LOL, i've accidentally fallen asleep in class when i was in high school, but never at work or while i was in college.\n  ","415789":"\n  uh, i'm wearing clothes right now, if that's what you mean ... lmao. i'm wearing sweatpants & the hoodie i wore to work today.\n  ","415790":"\n  i've heard of the third eye before, but i'm not well versed in its definition or spiritual meaning.\n  ","415791":"\n  i wasn't having fun, i just had a lot of work to catch up on. i didn't have the spare time to check the clock since i was too busy working on assignments and editing features.\n  ","415792":"\n  yeah, there's still so much discrimination against black & trans people in the lgbtq+ community !! lgbtq+ representation is primarily white-washed, i've noticed, and there isn't adequate representation of trans or non-binary individuals in the community either, to the point where there's erasure from cisgender or white folks -- especially on social media.\n  \n  a lot of people like to preach that they're all for equal rights, etc etc., but they neglect to bring up the complexities of discrimination that occur against people of color and trans individuals.\n  ","415793":"\n  i can fall asleep pretty much anywhere and at any time, so there isn't much i have to do. my only stipulation is that i can't wear socks to bed because they suffocate me.\n  ","415794":"\n  to create a life that's worth living up until the moment we perish. we're here on earth for one reason or another (and that reason differs with each person), so the best thing we can do in any circumstance is learn to take this life to our advantage and do something that makes it worthwhile.\n  ","415795":"\n  of course. people in the lgbtq+ community are deserving of equal respect and compassion, and just because they're not heterosexual doesn't mean that they're inferior to those who are.\n  \n  people in the lgbtq+ community have a long history of being oppressed & disrespected, and i would certainly hope that in 2019 that discrimination will end against them.\n  ","415796":"\n  it's not even 7:30pm where i live, so it's a bit too early for me to go to bed. i don't usually fall asleep until anywhere between 11:00pm to 1:00am.\n  ","415797":"\n  everyone requires consent. consent is one of the single most important things you can give to a person, and it should be valued a lot higher than it currently is in society.\n  ","415798":"\n  that doesn't surprise me in the very least tbh.\n  \n  my initial thought when they first started rolling out the coin feature was that you would be able to exchange coins for exclusive themes, moods, etc etc. however, it would greatly thrill me if you can exchange coins for actual cash via paypal. lmao.\n  ","415799":"\n  \"shelter,\" lol.\n  \n  yes, rent is expensive on long island, regardless of whether you're looking for a house or an apartment. i haven't checked zillow in a while, but i haven't been able to find a one bedroom one bathroom (apartment) for less than $1200\/month.\n  ","415800":"\n  i've feared for my life before, in ways which i would rather not discuss on askfm. i've also experienced the horrid fear of thinking that my loved ones were dead or in great peril.\n  ","415801":"\n  yeah, there are a few people i try to avoid at all costs. sometimes it's nearly impossible, though. i also refrain from talking to people or making eye contact with virtually everyone when i'm out running errands to stores as well.\n  ","415802":"\n  that only happens to me sometimes -- usually by the time sunday night rolls around, i'm mentally prepared for work again on monday morning.\n  \n  i remember feeling horrible & anxious when i worked my last job, though. i always dreaded going into that job, especially on monday mornings because i would have to spend the entire morning catching up on emails and phonecalls from the weekend. i was so stressed out, and it was a nightmare for me.\n  ","415803":"\n  yes, i've pulled all nighters plenty of times -- they were all when i was between the ages of like 16 and 24, though, and i haven't needed to pull an all nighter in quite a few years.\n  ","415804":"\n  i try to look through google news at least once per day, and i'll read through the headlines and click on articles that either capture my interest or look important enough for me to read.\n  ","415805":"\n  i don't exercise as often as i should, but i want to start easing myself back into exercising on a semi-regular or regular basis in 2019. i've been keeping track of my steps each day with my fitbit, at the very least.\n  \n  i usually prefer jogging or speed-walking on the treadmill, though.\n  ","415806":"\n  i'm not too sure -- i have to see what sort of leftovers are in the fridge rn. i might just heat up some soup because it's easier & i'm feeling lazy.\n  ","415807":"\n  yes, my boyfriend & my best friend both know about my askfm account. i talk about askfm with them every now and again.\n  ","415808":"\n  my nose is incredibly stuffy & i can't breathe out of my right nostril. otherwise, i'm feeling fine.\n  ","415809":"\n  and apparently i'm #10 in the united states. hm, that's pretty interesting. i think it's a cool way for people to find new accounts as well.\n  ","415810":"\n  yes, rofl. my favorite cereal is captain crunch.\n  ","415811":"\n  OH. i found it !! i'm #2 out of everyone on my friends' list, and you're actually #1, lol.\n  ","415812":"\n  well, i worked wednesday through friday last week, so i didn't really have a real \"holiday.\" i only had the previous friday through tuesday off between xmas & new years.\n  \n  my day went well, though. i had a hard time waking up in the morning, but once i got to work, i felt absolutely fine. the day went by fairly quickly, so i'm hoping the rest of this evening goes by slowly since i don't have much to do tonight.\n  ","415813":"\n  LOL. oh my god. guaranteed most of my \"lost\" lighters are somewhere in my car, lmao.\n  \n  i just bought a really ugly lighter, since i end up losing all of my really cool, brightly-colored lighters. so if i lose this one, at least i won't be upset. lol.\n  ","415814":"\n  wait, really ?? i'm on the website rn & can't find a leaderboard anywhere.\n  ","415815":"\n  yeah, we order pizza together occasionally !! it only happens on days when we're both home from work, which is rare.\n  ","415816":"\n  i just got home from work, and now i'm having a cigarette & i'm going to jump on my laptop to answer some questions considering my inbox is rather full.\n  ","415817":"\n  i'm usually good about keeping track of where my things are, but i always lose my damn lighters. i just bought a new one, so hopefully i can hold onto it for a while, lmao.\n  ","415818":"\n  i'm not on any websites where there are leaderboards, as far as i'm aware.\n  ","415819":"\n  i answer most of the questions i get, as long as they're appropriate questions. i end up deleting perhaps 25 percent of what's sent to me because they're either not questions, trolling, invasive, or inappropriate.\n  ","415820":"\n  i answer questions on askfm every day.\n  ","415821":"\n  i don't follow upon request, sorry. thanks for the follow, though ~~\n  ","415822":"\n  it's ok !! i'm glad it made you feel better.\n  \n  my situation is that i don't *want* to be living at home, but i can't afford an apartment.\n  ","415823":"\n  it's the unfortunate truth.\n  ","415824":"\n  i don't care about what you look like.\n  ","415825":"\n  thanks, my dude ~~\n  ","415826":"\n  we both live with our parents, and we wouldn't be able to afford a rent payment on top of our respective bills.\n  ","415827":"\n  we can't afford it rn, unfortunately.\n  ","415828":"\n  not every night, no. tonight, we are though. i'm over his house rn. :'))\n  ","415829":"\n  sure, if you count the fish & bearded dragon that are in my boyfriend's bedroom.\n  ","415830":"\n  idk, i haven't weighed myself in months & i don't remember how much i weighed when i did.\n  ","415831":"\n  no, the singular use of \"they\" is grammatically correct as well.\n  ","415832":"\n  it's about an inch higher than my shoulder !!\n  ","415833":"\n  this message is intentionally vague and useless.\n  ","415834":"\n  depends on what the person did to screw up their first chance.\n  ","415835":"\n  yeah, lmao. i have absolutely no strength in my hands.\n  ","415836":"\n  i'm five feet tall.\n  ","415837":"\n  you realize i'm not a parent, right ?? lmao.\n  ","415838":"\n  the question was geared toward my own prospective son. i couldn't care less about what other people do to their children.\n  ","415839":"\n  i agree. i think they actually meant solve, though, as a hypothetical question, which is why i answered the way i did.\n  ","415840":"\n  i agree. that doesn't mean that rvpe wouldn't happen if a male couldn't get an erection, though. if they want to exert power and control over another individual in the form of rvpe, if they couldn't use their body parts, then they would likely find other sources.\n  ","415841":"\n  i personally believe chemical castration would be morally right if it was effective in reducing rvpe, yeah. i'm highly critical of people such as rvpists, and there's no punishment too severe for them.\n  ","415842":"\n  you can rvpe someone with things other than a penis.\n  ","415843":"\n  not at all. GMOs are the reason why your produce seen in supermarkets are so plentiful. without GMOs, your food would be scarce and not as abundant. GMOs also help in aiding hunger and poverty in other nations.\n  ","415844":"\n  i agree. or if there's some dire medical reason when he's an newborn or infant for the procedure to occur.\n  ","415845":"\n  no. rvpe occurs out of a need for power & control, it isn't usually solely out of a sxxual desire. men rvpe others as a means of exerting power over that individual.\n  ","415846":"\n  me !! hahah.\n  ","415847":"\n  out of basic human decency ?? lol.\n  \n  everyone (with the exception of a few select kinds of individuals) deserves basic respect and decency. obviously if a person is being disrespectful or discriminatory towards another, they should be corrected. but the way you phrased this insinuates that *everyone* who is trans, gay, or female, etc etc., are discriminatory, which obviously isn't the case.\n  ","415848":"\n  i'm against circumcision in general, so i wouldn't have it happen either way.\n  ","415849":"\n  i'm guessing you're also against GMOs, lmao.\n  ","415850":"\n  what's the definition of karma then ??\n  ","415851":"\n  i'm on the fence with astrology because i believe it might have some merit to it, but i've never looked into it enough to have a real opinion.\n  ","415852":"\n  i'm a scorpio.\n  ","415853":"\n  no, karma is different from cause & effect. karma is the belief that an omniescent presence or source will reward those who are good and punish those who are bad. in reality, that's often not the case at all, which is why i don't believe in karma.\n  ","415854":"\n  absolutely. you can be discriminatory against a person regardless of what or who you are, and just because you're from a discriminated group, it doesn't mean you're given a pass to be discriminatory either.\n  ","415855":"\n  i normally watch tv shows or movies that revolve around crime or prison. i just finished up women behind bars & i'm currently watching the innocent man on netflix.\n  ","415856":"\n  well, yeah. if you do something then it's going to have an effect on someone else (or yourself), whether it's initially apparent or not.\n  ","415857":"\n  technically, it's both. society is naturally discriminatory against people who are female, or trans, or mentally\/physically ill or disabled, or of a sexuality that isn't heterosexual.\n  \n  personally speaking, i've had experiences with individuals also discriminating against me for those things as well.\n  ","415858":"\n  no, i don't believe in karma.\n  ","415859":"\n  no. granted, it isn't as unfair as other countries, but the united states still has a whole realm of injustices when it comes to the way the government treats its citizens.\n  ","415860":"\n  i've been discriminated against due to the fact that i'm assigned female at birth, that i'm non-binary, that i'm mentally ill, and that i'm bisexual.\n  ","415861":"\n  yeah, i've been voting since i turned 18.\n  ","415862":"\n  no, there have been instances where polling places were allegedly rigged to prevent certain people from voting, some people didn't come up as registered to vote even though they should have been, and votes from certain regions were apparently \"lost\" or weren't counted correctly.\n  ","415863":"\n  no, not at all. everyone is comprised of unique experiences that have shaped them into the person they currently are, so really no two people are exactly alike due to the vast range of experiences we all have, as well as our innate personalities and behaviors which are attached to those experiences.\n  ","415864":"\n  you brought up some really good points !! i can't copy\/paste on my phone but i did read all of your messages.\n  \n  i can understand it being complicated if the surrogate develops a connection with the child, because that can often happen even if the person thinks previously that they won't be emotionally involved. pregnancy alters your hormones so pretty much anything can happen in that regard, regardless of the legal documents involved in the case too.\n  ","415865":"\n  i like rainbow cookies & cannolis.\n  ","415866":"\n  my personality type is INFJ.\n  ","415867":"\n  i'm a big fan of serif fonts, so fonts like century, cambria, goudy old style, and perpetua are among my favorites.\n  ","415868":"\n  finding the motivation to get back into the habit of writing. i started writing in my mindfulness journal the other day, which i'm going to start writing again today and tomorrow, but having an empty page in front of me has always been so daunting since i always place such high expectations on myself.\n  ","415869":"\n  at the moment, expensive designer brands. i know a few people who exclusively purchase ridiculously expensive designer items, such as clothing and accessories, and i never saw the appeal in it because you can find something with the same (if not better) quality for a much cheaper price that isn't a designer brand.\n  ","415870":"\n  -- i drink at least 3-4 cups of coffee per day.\n  \n  -- i'm only five feet tall (most people think i'm much taller, lol).\n  \n  -- i never learned how to ride a bicycle as a child.\n  \n  -- my passions include writing, the arts, and mental health advocacy.\n  \n  -- my favorite hobbies include listening to music and playing video games.\n  ","415871":"\n  i'm not entirely sure -- i don't know much about the whole immigration issue, to be quite honest, but i know building a multi-billion dollar wall is definitely not going to help anything.\n  ","415872":"\n  yes, i believe vaccinations should legally be mandatory. they're necessary for the survival of children, and it's extremely irresponsible to not vaccinate your children because even if they don't get sick, they can pass on those symptoms to children who are too young to get the necessary vaccinations. it's dangerous for everyone involved, and anti-vaxx parents are partially the reasons why there have been such an outbreak of what used to be rare diseases in children.\n  ","415873":"\n  i think giving children puberty blockers can be extremely detrimental to their growth and development, from a medical standpoint. i sympathize and understand the feelings of being in the wrong body, but i believe that a child should be at least 16 or 18 years old before they can start transitioning via hormones.\n  ","415874":"\n  i'm most proud of not having a relapse in symptoms in quite a few months & still having the motivation to live my life even when hard times have fallen upon me. it's an amazing change to me, because in the past, any small inconvenience would trigger my depression & anxiety & mood instability, which made it extremely difficult to cope with life stressors.\n  \n  my next goals are to eventually need less medication, and perhaps my doctor and i can wean me off of at least one of my medications that may not be necessary anymore.\n  ","415875":"\n  why wouldn't it be ethical ?? i think it's a wonderful concept for parents who cannot carry a pregnancy to term on their own. it's helpful to a lot of parents who want a child with their own genes despite the fact that a pregnancy for them might be too high-risk for them to carry the child themselves.\n  ","415876":"\n  no, i don't support the death penalty. i think it's an easy way out, and those who commit gruesome or horrific crimes should get life in prison or solitary confinement, not a means by which they can escape their mistakes.\n  ","415877":"\n  thank you !! i made it a few months ago, haha.\n  ","415878":"\n  probably not -- i probably don't have the aptitude or strength to actually make it to space itself, and i really don't have a reason to go there.\n  ","415879":"\n  love is my boyfriend holding my hand while he's driving, lighting my cigarette for me in the wee hours of the morning when the frost is still fresh on the grass, pulling me in closer in the middle of the night while we're sleeping under heavy blankets. love is my boyfriend calling me in the middle of his work day to ask me how i'm doing, maintaining interest in the simple pleasures of my life, and discussing thoughts and ideas that come to mind. love is laughter and staying up late in the night because we lose track of time, taking road trips and listening to music together.\n  ","415880":"\n  low ?? idk what you mean by that.\n  ","415881":"\n  well now that my inbox is empty, i'm hella bored. lol.\n  \n  anyone have any question ??\n  ","415882":"\n  i get scared when i'm going into the garage to take the garbage out because it's so dark in there, lmao. i run to turn on the lights, because i still have that childish fear of someone or something hiding in the garage that will attack me.\n  ","415883":"\n  that sounds like a \"you\" problem, not a \"me\" problem.\n  ","415884":"\n  i've had way too many usernames over the past 15 years, so i guess i have been creative with them, lol.\n  ","415885":"\n  sometimes, i do. they're not so much grudges as much as they are temporary feelings of dislike, though. they don't last very long & i can go from disliking a friend for not texting me back or inviting me somewhere, to later on, talking to them as if nothing happened a few days later out of needing the social interaction.\n  ","415886":"\n  no, my family doesn't have any traditions.\n  ","415887":"\n  it just isn't something my family buys, and i'm not the biggest fan of the taste anyway.\n  ","415888":"\n  i don't normally eat crab.\n  ","415889":"\n  i prefer blueberries, raspberries, peaches, and bananas.\n  \n  there aren't really any fruits i dislike, i just prefer the above ones over others. the fruit i probably dislike the most is blackberries, though. they just taste bitter to me.\n  ","415890":"\n  i would prefer if abvsers, rvpists, & p*dophiles weren't members of society at all.\n  ","415891":"\n  i would always prefer the former as opposed to the latter option. most of the time, bosses can be jerks because of the immense pressure on them to have tasks done in a timely manner and with efficiency, and sometimes their higher-ups have unrealistic expectations. if that boss is a jerk but is also readily available to you at all times and willing to help, then that's a really good compromise.\n  ","415892":"\n  a breakup can be a mutual agreement while still being hurtful to both parties, which is normally the case. i've seen relationships where they broke up due to the understanding that they weren't in the right time frame to pursue their relationship further, and they ended up getting back together after a few years.\n  ","415893":"\n  no, sleep deprivation is not a method of self harm.\n  \n  self harm is clearly defined in the DSM-IV and DSM-V as the intentional, direct injuring of the body without having svicidal intentions. this includes c*tting, burning, scratching or hitting. it used to include skin-picking & hair-pulling, but i don't think these classify as traditional methods of self harm anymore.\n  ","415894":"\n  it depends on my mood, really. sometimes i have the patience to have a civil discussion about controversial topics, while other times i simply don't care to have any sort of conversation about them.\n  ","415895":"\n  yes !! i'm pretty much *always* listening to music, except for when i'm at work (music distracts me when i'm working). however, when it comes to doing household chores or just being lazy at home, i'm normally listening to music all the time.\n  ","415896":"\n  if they're okay with hurting you, then they're probably not the right person, no. i was referring more to relationships where the breakup is a mutual agreement because they're not at the right moment of their lives to successfully pursue that relationship -- this is seen pretty often when people are attending college in different places.\n  \n  i understand waiting for that person, but i also understand breaking up temporarily so that each person can experience their lives and the people in their lives as it happens. just because you break up with someone also doesn't necessarily mean that they're never going to be in your life anymore, either.\n  ","415897":"\n  hello ~~\n  \n  i'm doing well -- just drinking coffee, listening to music, & answering questions. i kinda regret sleeping the whole morning away, but i suppose i needed it.\n  ","415898":"\n  if you were running away, then you wouldn't have returned to askfm at all. sounds like you were just fed up with the people you were associated with, so you made a new account to start fresh.\n  ","415899":"\n  i get those same feelings sometimes, yeah. however, you have to remember that nobody's life is *perfect* and people choose to only post about their successes and good times as opposed to their struggles. even so, sometimes it can be difficult to really watch those successes because they seem so much more poignant than our successes (even if objectively that isn't the case), so i totally understand where you're coming from.\n  ","415900":"\n  surprisingly, yes !! the second day of the year, my boss called me over to her desk to help set me up and train me on the administrative duties of one of the programs my company offers to their members.\n  \n  it's something she's been wanting to train me on for a while, but hasn't had the chance to because she's been so busy with everything else. so on wednesday, we sat down and discussed my responsibilities within the program and she gave me a bunch of assignments to complete for the rest of the week. i ended up finishing all of the outstanding orders from 2018 between wednesday and friday.\n  ","415901":"\n  probably because i used the QOTD last night to post \"anyone have any questions ??\" to invite people to ask me things, and then i ended up falling asleep shortly thereafter. lmao.\n  ","415902":"\n  askfm & instagram.\n  \n  i like askfm because i find the questions people ask me to be interesting, and it also gives me the opportunity to educate people about topics such as mental health. i also like reading my friends' answers.\n  \n  instagram, i mainly use for IG stories and posting photos occasionally. it helps me keep in contact with some of my coworkers as well, and it's interesting to have that sneak peek of insight into another person's life when you view their stories.\n  ","415903":"\n  i usually just go straight to the point, personally. however, it's not as if it's random because it's usually related to the initial conversation, lol. i'm very honest and open with my friends & boyfriend during conversations, so i have no issue with asking a question or something.\n  ","415904":"\n  i know a fairly decent amount of information about drugs due to my own personal experiences with them.\n  \n  i think it's better to have an in-depth understanding of drugs as opposed to being ignorant about them, because you simply don't know who in your life may be struggling with addiction and requires help. if you understand drugs and how they work, it'll be easier to help that person rather than if you had no idea about drugs whatsoever.\n  ","415905":"\n  i'm doing well -- i woke up not too long ago (yes, even though it's noon ...), so now i'm just having my first cup of coffee for the day and checking up on social media. i found a lot of questions in my inbox, so i decided to hop on my laptop to answer them faster instead of wasting my phone's battery.\n  ","415906":"\n  yes, i believe so. this coincides partially with my last answer regarding relationships, but if you and your partner don't have the same ideas in regards to the future to the point where you feel you must break up in order to progress further in your life, then it's completely possible for you to still love that person and vice versa while ending the relationship.\n  \n  in addition, i always found it interesting that some people can be the \"right\" person for each other, but they're simply at the wrong point in their lives to pursue that relationship.\n  ","415907":"\n  LOL, YES. the electricity for the entire block went down a few months ago, so we really couldn't do anything for a few hours until the power came back on.\n  \n  i ended up sitting with my parents and having really awkward, estranged conversation with them, which was absolutely terrible. i still had 4G on my phone so i could technically still use the internet, but i didn't want to waste my battery so i didn't use it at all.\n  ","415908":"\n  yeah, i always check the date when i shop for food.\n  ","415909":"\n  if you and your partner don't have the same ideas in mind in terms of your future, then there isn't really much you *can* do, unfortunately. your relationship may be great in the present moment, but that doesn't mean things won't see friction in the future when it comes to ideas such as marriage or having a family.\n  \n  at that point, it might be best for you two to break up in order to find someone else who better fits those interests.\n  ","415910":"\n  i've never been a fan of the color yellow -- especially like a mustard yellow. i know some people who really do love the color, though, and look great when they wear something with that color in it, but i've personally never been a fan.\n  ","415911":"\n  food products, yes. it isn't worth the risk of getting sick if something says it's expired, with the exception of some items if they still look\/smell\/taste fine. i won't f*ck with dairy products, though.\n  \n  beauty products, not so much. i've been using the same concealer for two years, and it's been perfectly fine for me, lol.\n  ","415912":"\n  i've never concerned myself with becoming popular on askfm, so i really have no clue.\n  \n  i suppose just remaining active on the site -- asking questions, answering questions, liking other people's answers, making polls, etc etc.\n  ","415913":"\n  for the most part, yes. especially when it comes to buying things off of amazon. there are so many similar products that it's difficult to really determine which one is the best one, so the review section is extremely helpful in that regard.\n  ","415914":"\n  my boyfriend has facial hair, so yes. however, even when he does shave (which has only happened maybe once or twice, lol), he's still attractive to me.\n  ","415915":"\n  i only obviously wear them during the summer, but they're usually uncomfortable for me.\n  ","415916":"\n  dogs -- pit bulls, huskies, golden retrievers, corgis, golden doodles, tibetan mastiffs, and bull terriers.\n  \n  cats -- i don't know much about cat breeds, but maine coons are beautiful.\n  ","415917":"\n  yes. hence the term anti-circumcision.\n  ","415918":"\n  i've never really seen any \"cool\" animals in the wild. i've only ever seen them at aquariums and zoos.\n  ","415919":"\n  1. bad habit i want to break -- skinpicking.\n  \n  2. new skill i want to learn -- more about the indesign program.\n  \n  3. a good deed -- helping others in need.\n  \n  4. place i'd like to visit -- australia\/new zealand.\n  \n  5. book i'd like to read -- tyler knott gregon's new poetry book.\n  \n  6. something new i'd like to try -- going vegetarian.\n  \n  7. a goal i'd like to accomplish -- lose weight in 2019.\n  \n  8. something i'd like to get better at -- writing & editing in general.\n  ","415920":"\n  the harry potter & lord of the rings movies have the best music, imo.\n  ","415921":"\n  congrats !! that's exciting. :'))\n  \n  i'm a writer & editor for a publishing company.\n  ","415922":"\n  no. i find it easier to take things day by day lately. looking at the whole year in its entirety is daunting to me right now.\n  ","415923":"\n  tell them that their behavior is wrong and unacceptable and discipline them accordingly.\n  ","415924":"\n  my boyfriend & close friends are close to me on an emotional level.\n  ","415925":"\n  hell no, lol. i'm not funny and i'm anxious in front of crowds.\n  ","415926":"\n  LOL. yes, or larger.\n  ","415927":"\n  hello -- do you have a question ??\n  ","415928":"\n  i buy them occasionally, but only when i run out of previous items. right now, i've only been using witch hazel with rose water & a black charcoal face lotion.\n  ","415929":"\n  it means you have zero chance. they're interested in someone else.\n  ","415930":"\n  that would be fairly hypocritical of me, considering i'm bi, lol. i wouldn't treat them any differently at all.\n  ","415931":"\n  a sloth wrapped in a blanket burrito with a cigarette in one hand & a cup of coffee in the other.\n  ","415932":"\n  probably either skyrim or fallout 4.\n  ","415933":"\n  no, i don't have a planner because i don't need one. i used to use one to mark down homework and assignments when i was in school, so i haven't used one since i graduated.\n  ","415934":"\n  why don't y'all just ask me questions that come to mind. i hate having to scroll & figure out which question corresponds with which number, lol.\n  ","415935":"\n  it's been raining all day, gray skies, and really cold & miserable.\n  ","415936":"\n  sometimes, i do. it's easier for me to sit and watch an episode that's 30-45 minutes long as opposed to a two-hour long movie.\n  ","415937":"\n  yeah, i can sleep for upwards of 10 hours straight if i wanted.\n  ","415938":"\n  i don't reveal that on askfm.\n  ","415939":"\n  i usually feel better when i'm productive, but i haven't had the motivation to do anything today.\n  ","415940":"\n  god no. and if you're insinuating that, you can kindly leave my page.\n  ","415941":"\n  for the most part, yeah. i splurge on things every now and again, but i still transfer money to my savings account occasionally.\n  ","415942":"\n  i don't really think anyone is \"sexy,\" lol.\n  ","415943":"\n  sometimes. i prefer tv shows, it captures my interest more. although i've been wanting to watch fantastic beasts & where to find them.\n  ","415944":"\n  i am not a serial killer by dan wells.\n  ","415945":"\n  i'm all right. a bit bored tbh. i want to go out, but it's a saturday and everywhere is going to be packed full of people.\n  ","415946":"\n  hello -- do you have a question ??\n  ","415947":"\n  no, i don't gamble.\n  ","415948":"\n  yeah -- i'm probably going to regret wasting my time today because i could have ideally ran errands this afternoon, but the weather has been so terrible that i didn't want to leave the house.\n  ","415949":"\n  it's been all right. i haven't done much except sleep all day. and drink coffee.\n  ","415950":"\n  ask me questions either here or on tellonym ~~\n  \n\n   https:\/\/tellonym.me\/poetalunam\n  \n","415951":"\n  boring. i initially woke up at 8am, stayed up for an hour, then went back to bed until 11:30am. i made a cup of coffee and had breakfast, then i played fallout 76 for about two hours.\n  \n  afterwards, i basically just laid in bed. not even sleeping, just laying there kinda sleepy in that half-awake stage & just enjoying how cozy my bed is. my boyfriend just got out of work so we talked for half an hour, and now idk what to really do.\n  ","415952":"\n  no, i've never been banned from any social media site before.\n  ","415953":"\n  i usually just take advil & deal with it.\n  ","415954":"\n  no, they've always been anonymous.\n  ","415955":"\n  it's easy to control my shopping regardless of whether it's online or in stores. the only thing i really splurge on is coffee.\n  ","415956":"\n  this is so sweet, aw. you're welcome and if you need anything else, you can always confide in me ~~\n  ","415957":"\n  oh, okay. it's difficult for me to tell the difference between certain anons, lol. thank you, though ~~\n  ","415958":"\n  for some people, it could very much mean so. there's a separation between gender and rebelling against societal expectations. personally speaking, i wanted to be a boy for much of my earlier life, even my parents have told me stories of me wanting to be a boy and dressing as a boy and not doing certain things because boys didn't do those things.\n  \n  it's different. and i understand that because you're not non-binary or trans, that you may not understand it completely. however, that doesn't mean that you can't respect people still even if you disagree with them.\n  ","415959":"\n  considering i've never been a woman, this doesn't apply to me. i haven't been comfortable identifying as a woman or a girl my entire life, even before i was aware of the traditional societal expectations that are placed upon women. it's only been within the past three years that i discovered what non-binary meant, and before that, i just used the term genderfluid.\n  ","415960":"\n  thank you, i'm quite aware of the whole societal norms concept.\n  ","415961":"\n  i'm happy that they discovered who they truly are, as it takes a lot of self realization to really figure out things that are so integral to your sense of self.\n  \n  that doesn't change my gender, though. just because a few people i know realized they weren't non-binary doesn't mean that i'm not.\n  ","415962":"\n  as a person who tried their hardest to help others without sacrificing their own happiness as a result. as someone who made a difference in other people's lives, even if just for the smallest reasons.\n  ","415963":"\n  you have to have communication in your relationship -- sit her down and tell her how you honestly feel, how it's affecting you, and how you feel like things used to be fun but aren't much anymore. perhaps you two can come to a compromise regarding how to liven up your relationship again.\n  \n  if that doesn't work, then break up. relationships are supposed to be fun, even if you've been with someone a long time, and you should never lose that sense of fun.\n  ","415964":"\n  hello -- do you have a question ??\n  ","415965":"\n  draco malfoy is my favorite character. i've always loved the series because it was the first book series that i really got into growing up, and it entirely influenced my decision to start writing my own stories.\n  ","415966":"\n  i had a hoop in my right nostril for like three months a few years ago up until it fell out in my sleep, lmao. i never went to get it re-pierced after that.\n  \n  right now, i know for sure that i want a traditional-looking dagger, as well as a quill dipped in ink. they're both going to be on my right arm. idk what else i want specifically after that, but i do know that i want them to revolve around things like harry potter and video games.\n  ","415967":"\n  i originally wanted my nose re-pierced, but i don't know if i want it anymore.\n  \n  however, i want a lot more tattoos -- enough for full sleeves at the very least.\n  ","415968":"\n  i think it depends on what the crimes are. but i'm not entirely sure what my stance is on this, i don't know anything about the adoption process.\n  ","415969":"\n  cheez its, or cheddar & sour cream chips.\n  ","415970":"\n  p*dophilia isn't a sexuality, and their desire to infiltrate the lgbtq community is absolutely disgusting.\n  \n  that's all i'm saying further on this topic. the only reason why i answered this question was because it wasn't previously asked to me two days ago or yesterday.\n  ","415971":"\n  my 2019 has been good so far, actually. i haven't done much except work, but i saw my best friend last night, which was a lot of fun.\n  \n  i'm just happy it's the weekend rn, the past three work days absolutely dragged & i know i'm going to regret complaining about this when next week comes around & i have to work the full five days, lmao.\n  ","415972":"\n  i would continue blocking & ignoring his messages, unless they get to the point where you could pursue legal action against him.\n  ","415973":"\n  idk what you guys don't understand about \"i'm not discussing this anymore,\" but it's getting a little aggravating at this point.\n  \n  i'm not going to spread this rhetoric out for what will be three days in a row now. you guys already know my opinions, just accept that for what they are and leave it alone.\n  ","415974":"\n  no, white people can be subjected to discrimination, but not racism. racism is a system of oppression characterized by decades, if not centuries, of harm, and white people were often the people doing the oppressing, not being a victim to the oppression.\n  ","415975":"\n  i am not a serial killer by dan wells.\n  \n  i got through the book in maybe two days, it was so compelling. i also own the next two books in the series so i might read them soon.\n  ","415976":"\n  no, i've never been one to talk much or gossip at all.\n  ","415977":"\n  my fallout 76 character !!\n  ","415978":"\n  no, i've never babysat before.\n  ","415979":"\n  you're welcome !! unfortunately, lexapro wasn't strong enough for me when i tried taking that medication. but i'm on a pretty good regimen now that i found which ones worked best for me, and i think it's almost time for me to try to start weaning myself off of one of them as it might be unnecessary now.\n  ","415980":"\n  ah, that's good that you're not feeling any detrimental effects !! there are a few downsides to antidepressants and other psych meds, but if you're feeling better off of them, then perhaps they weren't the best ones for you.\n  \n  i hope you continue to feel okay, friend. ♡\n  ","415981":"\n  yeah, it was terrible. my depression relapsed and i felt horrible until i could get my medication again.\n  ","415982":"\n  not an extended period of time, but it happened for about a week of me going without that medication.\n  \n  which reminds me -- i have to see if my refill is ready on one of my meds, they haven't been able to fill it because of a shortage & i'm running low on it.\n  ","415983":"\n  anyone awake & have questions ??\n  ","415984":"\n  highly doubtful. while some of them are illegal immigrants, it isn't all of them & there's already a large MS-13 presence here so it isn't as if building a wall is going to make them leave.\n  ","415985":"\n  always has been and probably always will be.\n  ","415986":"\n  haha, that's cute. it's always been on my bucket list of places to go. i usually prefer small, quaint towns but providence seems right up my alley too.\n  ","415987":"\n  i haven't, but i've always wanted to go !! apparently it's very gay-friendly, right ??\n  ","415988":"\n  ✧ pro-choice\n  \n  ✧ pro-lgbtq rights\n  \n  ✧ pro-vaccinations\n  \n  ✧ anti-circumcision\n  \n  ✧ pro-legalization of marijuana\n  \n  i'm also incredibly passionate about the arts and mental health awareness.\n  ","415989":"\n  how opinionated i am. i only discuss my opinions when asked, which is hardly ever, but i do hold some strong opinions.\n  ","415990":"\n  hello -- do you have a question ??\n  ","415991":"\n  i sneeze when i look into the sun.\n  ","415992":"\n  i usually forget what they even are a few months into the year.\n  ","415993":"\n  progress further with my mental health, work better on my physical health, write and read more often, and gain more responsibilities at work.\n  ","415994":"\n  lately i've been playing fallout 76, but i also play destiny 2, assassin's creed, bioshock, tomb raider, skyrim, far cry, and a few others.\n  ","415995":"\n  i've only ever used xbox consoles, so i don't really have a basis for comparison.\n  ","415996":"\n  rum-soaked cannoli cake or rainbow cookie cake.\n  ","415997":"\n  xbox one.\n  ","415998":"\n  play video games, sleep, drink, and vent to friends.\n  ","415999":"\n  i always respect people until they give me a reason not to respect them anymore.\n  ","416000":"\n  i'm nice until i'm given a reason not to be anymore.\n  ","416001":"\n  i'm doing well. a bit tired, so i might go to bed early tonight. i was supposed to see my best friend tonight, but she hasn't gotten back to me yet so i don't think we're hanging out tonight anymore.\n  ","416002":"\n  he slept around a lot from a young age, among other things.\n  ","416003":"\n  i'm not even sure if i even want children to begin with.\n  ","416004":"\n  he wants a daughter, but i can envision us having a son, lol. he's afraid to have a son because he wouldn't want him to grow up and behave the way he behaved when he was younger.\n  ","416005":"\n  in eight years, i'll be 35. so i'll probably be married to my boyfriend with a house and a bunch of animals.\n  ","416006":"\n  just one, which is fine by me.\n  ","416007":"\n  i'm not wrong. i just stated that i'm not discussing this topic again because i already discussed this last night, and answered the same question you're currently posing last night. i don't want to repeat myself, so if you're interested in my thoughts on the subject, you can scroll down to last night's answers.\n  ","416008":"\n  i wouldn't consider it cheating if they're not doing anything besides flirting, if it's harmless. i would just be concerned about them progressing further with it.\n  ","416009":"\n  why would you flirt with someone if you didn't have an intention to progress further with it ?? i don't really see the point.\n  ","416010":"\n  i'm not discussing this topic again. i spent most of last night discussing this on askfm.\n  ","416011":"\n  i'm mainly concerned with the fact that i poured my heart out into a piece of literature & then someone else would claim that they wrote it or had those experiences.\n  ","416012":"\n  i posted one of my poems here a few days ago, but i'm hesitant to post it again because i don't want people stealing my content.\n  ","416013":"\n  i'm not the biggest fan of chocolate, but i'll have it occasionally.\n  ","416014":"\n  nonfiction (like personal essays), poetry, and fiction (usually drama or thriller).\n  ","416015":"\n  yeah, but i'm not talking about this topic again today. i spent most of last night discussing this topic on askfm.\n  ","416016":"\n  no, she doesn't care about the fact that i smoke. that doesn't make a difference in our sessions.\n  ","416017":"\n  yeah, at least i try to. sometimes i forget.\n  ","416018":"\n  i'm never usually lonely, no. i value my alone time and i'm usually content with being by myself, unless i haven't seen my boyfriend in a long time.\n  ","416019":"\n  not for myself personally, but i'm afraid of my loved ones dying.\n  ","416020":"\n  LOL. or it's just me being an unorganized, chaotic mess.\n  ","416021":"\n  i was a straight A student when i was in high school & college.\n  ","416022":"\n  if your relationship is based off of a foundation of jealousy, then that isn't a healthy relationship. you should ideally feel comfortable and content in your relationships with the understanding that there's no need to be jealous because of each other's importance and value in your lives.\n  ","416023":"\n  that's generally what most people do, yeah.\n  ","416024":"\n  i always lose my fucking lighters. i only have one left & i'm so paranoid that i'm going to lose this one too, lol.\n  ","416025":"\n  thankfully, no. the unfortunate part of that is that i have no idea if i'm allergic to bees, so i avoid them at all costs.\n  ","416026":"\n  lmao, no. the feeling of being caged is more of an emotional feeling related to my environment than anything else. i still live within a toxic environment that's detrimental to my mental health.\n  ","416027":"\n  my home life, in particular.\n  ","416028":"\n  no, you're not making any sense. i'm just going to delete any further questions related to this line of thinking.\n  ","416029":"\n  because my feelings of being caged aren't in relation to my occupation.\n  ","416030":"\n  a state of joy or contentment in one's life, relationships, occupation, and\/or hobbies, to the point where those feelings permeate everything else, giving an individual an uplifted nature and perspective on their life.\n  ","416031":"\n  uh, what ?? this makes no sense.\n  ","416032":"\n  i actually do, which is such a relief for me because i'm so used to working jobs that either stressed me out too much or that i disliked.\n  \n  i like the content that i write, my duties as an editor, and the fact that i'm being given more responsibility. it also helps that i'm good at my job, lol.\n  ","416033":"\n  in the past, i would have said yes -- that i would have chosen not to be born. however, i've found new hope and motivation to live my life with the support of my boyfriend, friends, and therapist, so these days i would say that i would have chosen to live my life.\n  ","416034":"\n  a consumer. i think one of the few ways a person can actually be a producer is if they run their own business.\n  ","416035":"\n  no, most of the time i feel like i'm caged, unless i'm on vacation somewhere.\n  ","416036":"\n  i think the idea of reincarnation is interesting, but idk if i necessarily believe in it.\n  ","416037":"\n  ¯\\_(ツ)_\/¯\n  ","416038":"\n  i've never heard of that before.\n  ","416039":"\n  either honey bunches of oats, or captain crunch if i want something sweeter.\n  ","416040":"\n  probably not. i don't really have an interest in doing anything extreme like that.\n  ","416041":"\n  i feel sane every day.\n  ","416042":"\n  why is this something you're choosing to send as a mass message ?? much confuse.\n  ","416043":"\n  i'm bored, anyone have any questions ??\n  ","416044":"\n  no, i've never cheated on anyone before.\n  ","416045":"\n  my day has been productive !! i got a lot of work done at my job today, and my commute home was a lot easier than normal, so that was a relief.\n  \n  other than work, i haven't done much considering i only got home about an hour ago. i tidied up my room, made a cup of coffee, and now i'm messaging my boyfriend and checking up on social media.\n  ","416046":"\n  i don't stream on twitch or mixer, but i do have accounts on both to watch other people stream.\n  ","416047":"\n  for me personally, the best way to study was when i put on instrumental music & rewrote my notes to gain a better grasp of the material. i would also read them over every few days to keep the material fresh in my mind.\n  \n  the worst way to study, from my experience, is by cramming the material in the day before the exam. it's information overload and there's a great chance of you not remembering crucial information.\n  ","416048":"\n  all the time, haha. the last thing i recently tried to fix (but failed) was my set of drawers where i put my clothes. the middle drawer ended up breaking, so i tried pushing it back into place & it only made it worse. :\/\/\n  \n  i can't afford a new set of drawers rn so i'm just dealing with it for the moment.\n  ","416049":"\n  verbally, yes. through text, no.\n  \n  i have a hard time verbalizing my thoughts and feelings because the words don't come to me as eloquently, but it's a much different story when i'm typing or writing something down.\n  ","416050":"\n  in a heartbeat. i'm unhappy with the way my body looks, and often it doesn't feel like it's *my* body, even though i try to cover it with tattoos in an effort to like myself more.\n  ","416051":"\n  does anyone else hear chester bennington's voice in this song ??\n  \n  it's three days grace, but the singer sounds *so* much like chester, omg.\n  \n\n   https:\/\/youtu.be\/tUDjU4ygVew\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","416052":"\n  yeah, they are kinda expensive. :\/\/ i only had it once like a month ago so i don't remember how much i paid. i ordered for my boyfriend, myself, and his father off of doordash.\n  ","416053":"\n  YES I'M OBSESSED WITH THEIR FRIES.\n  \n  their burgers are small but i prefer that over large burgers, lmao. it's just easier to eat, and i don't usually eat too much in one meal anyway.\n  ","416054":"\n  i accept your opinion and gracefully disagree. if we're talking about the same definition of \"stiff,\" that is.\n  ","416055":"\n  i tried smashburger recently & it was ridiculously good !! their burgers are really tasty & you can customize everything.\n  ","416056":"\n  uh, physically or mentally ?? LOL.\n  \n  because my back ... is very stiff. it's been hurting me for months now.\n  ","416057":"\n  hello -- do you have a question ??\n  ","416058":"\n  tacos & margaritas with my best friend.\n  ","416059":"\n  whenever something makes me chuckle, so probably a few times per day. otherwise, i have resting b*tch face.\n  ","416060":"\n  YES LOL.\n  \n  omg ... it's so bad sometimes. idk what i do in my sleep but sometimes i wake up & my cheek is soaked.\n  ","416061":"\n  yes, LOL.\n  \n  oh my god, one of my coworkers snorted while laughing this afternoon and i heard her from across the office. we made direct eye contact & she started laughing even harder. it was the highlight of my day.\n  ","416062":"\n  18 is legally an adult. i've never considered anyone over the age of 18 to be a child.\n  ","416063":"\n  you asked me this off anon a few days ago. no, i'm not interested in their music.\n  ","416064":"\n  if that's what you'd like to believe, then there isn't much i can do to change your mind. i'm steadfast in my resolutions and conclusions regarding my gender at this point, and you'll eventually have to accept that.\n  ","416065":"\n  alternative rock, r&b, hip hop, blues, metal, some pop music, and instrumentals\/classical music.\n  ","416066":"\n  i don't have plans besides maybe seeing my best friend, either tonight or tomorrow night. otherwise, i'm just going to clean more, do more laundry, and play fallout 76.\n  ","416067":"\n  haha, it's nearly 5:30pm in new york.\n  ","416068":"\n  i require professional help for my mental illnesses, but that has no correlation with my gender.\n  ","416069":"\n  hello ~~\n  \n  i just got home from work & i'm waiting to see if my best friend still wants to go out to dinner tonight.\n  ","416070":"\n  i'm not normal for a lot of different reasons. ¯\\_(ツ)_\/¯\n  ","416071":"\n  anons will always find something to complain about, lol.\n  ","416072":"\n  i don't really see the big deal. i'm allowed to be friends with people considering we have common interests and experiences.\n  ","416073":"\n  she's also in her late teens.\n  \n  wow. two people. lmfao.\n  ","416074":"\n  the only person i can think of who's still a teenager is\n  \n   @sweetnothings18\n  \n  , and she's in her late teens.\n  ","416075":"\n  hello -- do you have a question ??\n  ","416076":"\n  he ordered it online. we opened the box and were like WELL ... ALL RIGHTEY THEN.\n  ","416077":"\n  we bought a bunch of toys, we just didn't think it was going to be this massive 11-inch long schlong. lmao.\n  ","416078":"\n  you haven't lived until your boyfriend suction cups a massive purple d*ldo onto his forehead and starts dabbing.\n  ","416079":"\n  that isn't something i can really determine at this point in my life.\n  ","416080":"\n  my day went well, actually -- my boss trained me on some new programs at work & she's giving me more administrative duties and more responsibilities, so that's exciting.\n  \n  my boyfriend also had a good day at work, which always makes me happy since he's obviously in a much better mood when he has a good day, lol. we've been talking on and off since i got home from work a few hours ago.\n  \n  i'm probably going to end up going to bed soon, considering i'm exhausted now.\n  ","416081":"\n  i have a terrible memory, so it doesn't surprise me that i don't remember her.\n  ","416082":"\n  LOL PROBABLY. i've never seen that either though.\n  ","416083":"\n  same, man. i'm just deleting the rest of any questions\/statements\/whatever that are in relation to this topic. i guess after tumblr got rid of all of their p*rn, the users came to askfm. uck.\n  ","416084":"\n  why did i think anon was talking about a television show ?? LOL.\n  ","416085":"\n  i think i've been on askfm for maybe 5-6 years ?? i don't remember.\n  ","416086":"\n  i don't know what you're talking about.\n  ","416087":"\n  i suppose so ?? it's difficult to ask me that question because i don't find anyone attractive other than my boyfriend, lmao.\n  ","416088":"\n  ... the difference is because people in the LGBTQ community aren't attracted to children.\n  \n  why is this so different for these anons to comprehend ?? it's literally that simple, lmao.\n  ","416089":"\n  gender has nothing to do with mental illness or p*dophilia. damn, you guys are really grasping at straws now.\n  ","416090":"\n  attraction = a desire to perform sxxual acts upon a person.\n  \n  i'm pretty done with this whole conversation, though. the amount of people actually sympathizing with literal p*dophiles on my page rn is disgusting.\n  ","416091":"\n  ... did you really just insinuate that being attracted to children isn't wrong ??\n  \n  oh boy. all right, i'mma just leave this here. my case has been closed.\n  ","416092":"\n  i already posted my opinion on that stance a few answers ago. in short, non-offending p*dophiles are at high risk of acting on their thoughts and the rate in which p*dophilia is \"cured\" is significantly low.\n  \n  for the safety of everyone involved, prison is the only answer in my eyes.\n  ","416093":"\n  that's exactly what i was thinking. people with mood disorders or personality disorders (among others) are often the victims of sxxual abvse themselves. to compare depression\/anxiety\/BPD\/psychosis\/whatever with p*dophilia is unfounded.\n  ","416094":"\n  you're sounding like a p*do apologist, and if this continues, then i'm discontinuing this discussion.\n  \n  in simple terms, you can't compare p*dophilia with other disorders because it's literally a criminal offense.\n  ","416095":"\n  it makes no difference to me. if you're attracted to children, then you can rot in prison regardless of whether or not you've acted on your thoughts or why you developed that attraction to begin with. it's inherently wrong, immoral, and disgusting.\n  ","416096":"\n  according to scientific reports, p*dophilia is attraction to prepubescent children, so i'm assuming there isn't a concrete age.\n  ","416097":"\n  the fact that they're a p*dophile automatically means that their very existence is wrong.\n  ","416098":"\n  ... you can't compare stealing something to someone being attracted to children.\n  ","416099":"\n  p*dophiles rarely seek professional treatment for their attraction because they either don't believe that what they're thinking is wrong, or if they do know it's wrong, they're less likely to report their thoughts to a professional in fear of imprisonment, considering it's a criminal offense.\n  \n  that being said, the rate in which p*dophiles actually \"recover\" from their attraction is significantly low. they're better off just being thrown in jail, in my opinion, so that they're not given any opportunity to act on their desires.\n  ","416100":"\n  i'm watching the innocent man on netflix, & it's really good so far. i had to start it over from the beginning because i couldn't remember the episodes, but the case is incredibly interesting and chilling.\n  \n  y'all should ask me questions ~~\n  ","416101":"\n  probably to some degree, yeah. i don't really remember much of that sort of thing, though.\n  ","416102":"\n  uh, i never said anything about therapy or medication.\n  ","416103":"\n  lmao, yes they do. even when you're upset or angry, you still have an idea of what's acceptable versus unacceptable behavior.\n  ","416104":"\n  no. being mentally ill doesn't excuse you from acting out on problematic or toxic behavior. you don't get a pass just because you're mentally ill. you still know right from wrong.\n  ","416105":"\n  yes -- i believe that p*dophiles are inherently bad people even if they never acted out on their fantasies.\n  ","416106":"\n  i've done some pretty terrible things, but i'm not an inherently bad person.\n  ","416107":"\n  i've known i've been mentally ill since i was 11 years old. i didn't start seeking formal treatment until i was 24 years old.\n  \n  so no -- my conclusions weren't based on what people told me, those diagnoses were established after i discussed my ongoing symptoms with a professional for several appointments.\n  ","416108":"\n  it's impossible to conclude that *all* people in a group are one way or another -- life isn't black & white like that. while there are some people who are genuinely terrible people who probably do struggle with unresolved mental health issues, that doesn't infer that everyone who is a bad person must have a mental illness.\n  ","416109":"\n  where have i ever suggested that mental illness doesn't exist. lmfao.\n  \n  did you forget that i'm in ongoing treatment for my own mental illnesses ??\n  ","416110":"\n  like i said earlier, it's wrong to armchair diagnosis a person without conducting a formal psychiatric evaluation on them. there have been concerns about trump's mental health in the past, but considering no one who made those claims ever met trump or are likely not even mental health practitioners, then their claims are unfounded.\n  \n  it's easy to point at a \"\"bad\"\" person and attribute their behavior to mental illness, but that only adds to the stigma surrounding mental health. there are simply people out there who are genuinely bad people and that has nothing to do with mental illness.\n  ","416111":"\n  i don't think it's really correct to assume that someone automatically has a mental illness solely because they believe in god. it's also wrong to armchair diagnosis people without actually knowing them or performing a formal psychiatric evaluation individually.\n  ","416112":"\n  there are some things that are really ableist, while there are other things that are slightly ableist. your questions about schizophrenia lead me to believe that you have a slightly ableist mindset when it comes to mental illness.\n  ","416113":"\n  \"for your information.\"\n  ","416114":"\n  you're probably better off asking someone who's actually schizophrenic.\n  \n  btw these questions are leaning toward the ableist end of the spectrum, fyi.\n  ","416115":"\n  schizophrenia is a mental illness characterized by changes in genetic composition and chemical imbalances that lend themselves to some of the primary symptoms of schizophrenia, such as hallucinations, delusions, paranoia, etc etc.\n  \n  people who think they can talk to god or have seen \"\"visions\"\" from god aren't normally mentally ill or have those specific chemical compositions. that's why disorders like schizophrenia are medical conditions, while believing in god is just religious belief.\n  ","416116":"\n  moving away to attend college for the first time was a bittersweet feeling, since i was moving away from my best friend & my boyfriend.\n  \n  it was good for me because obviously i wanted to pursue an education, but i was also sad because i was leaving them behind.\n  ","416117":"\n  i kissed my boyfriend goodbye when i left his house last saturday after we returned from our mini vacation.\n  ","416118":"\n  i like my boyfriend. he's the only man i'm interested in.\n  ","416119":"\n  it's something we've been battling for a while, and we're both unhappy with it so it's something that sometimes causes friction in our relationship. however, i'm planning on talking to my doctor about possibly taking me off of the antipsychotic since my depression has improved greatly since i was initially prescribed it, and i know that prescription is contributing a lot to my low libido.\n  \n  otherwise, we just recently bought a few toys so we'll see if those spice things up too.\n  ","416120":"\n  i'm pretty content right now !! i'm looking forward to work because i got trained on a new program today and i'm going to be given more administrative duties and responsibilities soon.\n  ","416121":"\n  if you truly want to know, the combination of being on birth control as a teenager as well as being prescribed antipsychotic medication has dwindled my libido to the point where it doesn't exist anymore.\n  ","416122":"\n  i just finished watching women behind bars on netflix. i might continue watching the innocent man or the chilling adventures of sabrina.\n  ","416123":"\n  i've been with my boyfriend for nearly a decade. obviously i've had sex before.\n  ","416124":"\n  i have plenty of hobbies. most recently, i've been more involved in writing, playing video games, and listening to music.\n  ","416125":"\n  no, i don't experience that feeling very often at all. it used to be a lot more prevalent in the past, but it was more in terms of watching and keeping tabs on me, and i was unsure of whether or not it was with good intent.\n  ","416126":"\n  in the past, quite frequently. however, more recently, not so much. ever since starting medication and therapy, i've developed greater insight into my conditions regarding where they came from and how to manage them when my symptoms flare up.\n  ","416127":"\n  i think the concept of having a past life or multiple past lives is interesting, but idk if i necessarily believe in it.\n  ","416128":"\n  my calves are too fat to wear tight boots. i'm also too short to wear high boots.\n  ","416129":"\n  i don't even know what that is, lmao.\n  ","416130":"\n  yes, i have a boyfriend. i actually just got off the phone with him.\n  ","416131":"\n  as my bio clearly states, i'm 27 years old.\n  ","416132":"\n  smoking a cigarette outside. i just got home from work.\n  ","416133":"\n  i don't discuss my financial situations on askfm.\n  ","416134":"\n  i've always had a double chin, LOL. my jawline is nonexistent.\n  ","416135":"\n  hello -- do you have a question ??\n  ","416136":"\n  i guess that's up to them whether they feel comfortable using it or not, considering the racism behind the n word is still in their heritage, whether it's from their maternal or paternal side.\n  ","416137":"\n  i agree -- other people's opinions shouldn't make a difference to you, especially considering a majority of those people are meaningless to your life.\n  \n  i also agree that it's fine to be silly and a little immature at times because it keeps you youthful, and it's always nice to have innocent fun every once in a while. my boyfriend and i can act immature around each other, LOL.\n  ","416138":"\n  i don't use the n word & i would seriously reconsider being friends with someone if they weren't black and used the n word without realizing the implications of it.\n  ","416139":"\n  i've been awake for the past 11 hours, lol.\n  ","416140":"\n  no, it isn't snowing out rn.\n  ","416141":"\n  i don't follow trends, so i have no clue.\n  ","416142":"\n  this describes my life every damn morning i need to wake up for work.\n  ","416143":"\n  i wasn't awake when you sent this to me, no.\n  ","416144":"\n  no, i don't have schizophrenia.\n  ","416145":"\n  i have !! that was a good show too.\n  ","416146":"\n  i definitely prefer small groups of people. large crowds make me nervous.\n  ","416147":"\n  LMAO. well, i said drink less often. not drink at all.\n  ","416148":"\n  i've heard of it before, but i never watched it.\n  ","416149":"\n  women behind bars !!\n  \n  i'm obsessed with any show that has to do with prison or true crime, lmao.\n  ","416150":"\n  send me questions while i drink some wine & finish up this netflix series ~~\n  ","416151":"\n  words don't matter when they're coming from a person whose existence is meaningless to your life.\n  ","416152":"\n  i suppose tips for creative writing ?? i'm not really sure, there's nothing i'm really ridiculously good at or knowledgeable of.\n  ","416153":"\n  when you have nothing productive to add to a conversation, or things that are only inherently hurtful or negative that the other person cannot change.\n  ","416154":"\n  it was about a week ago. i remember feeling horribly angry to the point where i wanted to self destruct, but i honestly can't even remember the reason why.\n  ","416155":"\n  i'm usually running from my own thoughts and i'm constantly finding ways to distract myself, whether it's by playing video games or sleeping or working or drinking.\n  ","416156":"\n  the article says that black people are more likely to die from smoking-related diseases, so i'm guessing that has something to do with it.\n  ","416157":"\n  probably when i get cancer.\n  ","416158":"\n  did you read the whole article ?? it's talking about advertisements -- menthol cigarettes are advertised more to minority communities than white communities.\n  ","416159":"\n  wow, i've never realized that before !! thank you for sharing this, that's an extremely interesting article.\n  ","416160":"\n  i'm not aware of any racist history behind smoking. would you care to elaborate ??\n  ","416161":"\n  it usually lasts me about two or three hours before i start craving another cigarette.\n  ","416162":"\n  i honestly don't remember. this is going back at least 10 years ago.\n  ","416163":"\n  i was a teenager in high school, and when i wasn't in school, i was constantly brainstorming and writing and editing my own work. there were two nights in particular that i was so obsessed with perfecting that i was writing that i stayed up all night for two nights in a row.\n  ","416164":"\n  bugs crawling all over my arms and on the walls behind my computer.\n  \n  i was about 40 hours sleep deprived at the time, so what i experienced was pretty expected at that point.\n  ","416165":"\n  i'm addicted to nicotine, first and foremost. however, i started smoking because it quelled my anxiety and relaxed me.\n  ","416166":"\n  i've had visual hallucinations before, but never heard voices.\n  ","416167":"\n  i'm curious as to why you're hesitant to think that it's nice to meet me.\n  ","416168":"\n  i'm currently smoking a cigarette, actually.\n  ","416169":"\n  i wish i didn't start SHing when i was a pre-teen. it led to a devastating, nearly a decade long addiction that completely swallowed everything i said and did, and i'm still facing the repurcussions of those actions.\n  \n  i accept that it's a part of myself that i can't reverse, but i feel like it was the catalyst to the rest of my addictions that have followed since then.\n  ","416170":"\n  i don't really think i'm an expert on anything. i know a lot about a few different topics, such as the english language and mental illnesses, but not enough to call myself an \"expert.\" there's probably still so much more i can learn.\n  ","416171":"\n  i don't feel guilty or ashamed of any things i find pleasurable. if i like something, then y'all are going to just have to deal with it, lol.\n  ","416172":"\n  hell no, lmao. heels are the most uncomfortable shoes i've ever attempted to wear, and i can't walk in them at all. my boyfriend walks in heels better than i can.\n  ","416173":"\n  i had pictures on myspace, but those are long gone by now, LOL.\n  \n  the earliest photos i have are from maybe 2012\/2013, photos that i have saved in albums on my current facebook page.\n  ","416174":"\n  i'm doing well -- i had a long day at work, but traffic wasn't terrible on my commute home so i got home earlier than expected. i managed to stop by 7-11 and grab coffee & cigarettes.\n  \n  now i'm just relaxing in my pajamas while drinking coffee and checking up on social media.\n  ","416175":"\n  chester bennington was my idol, and even after his death, he still remains my idol despite the circumstances. he taught me how to cope with my surroundings & gave me an outlet when i was suffering with severe depression and svicidal thoughts. if it wasn't for him and his music, i probably would have died more than a decade ago.\n  ","416176":"\n  hello -- do you have a question ??\n  ","416177":"\n  in terms of hairstyle, it was when i was 17 years old and chopped all of my hair off into a really short pixie cut.\n  \n  in terms of hair color, it was when i was 12 years old and colored my hair pitch black.\n  ","416178":"\n  my mother. she's incredibly nosy and deflects blame onto everyone except herself, so she often voices her opinion and claims that everyone else is wrong and she's correct (which is rarely the actual case). i've learned not to tell her anything personal because she would always turn it against me and use it as a weapon to berate me, and then she would vocally complain about my feelings to other people while i was in earshot. i've learned to simply only talk to her under necessary circumstances.\n  ","416179":"\n  uh... what does this have to do with ceiling fans ?? LOL.\n  \n  yeah, long island is kinda known for its large jewish community.\n  ","416180":"\n  once every two weeks, which is probably less often than i ideally should wash them, LOL.\n  \n  i put a new mattress pad on my bed yesterday afternoon while i was washing my sheets and blankets, and i slept like a damn baby last night.\n  ","416181":"\n  three, i believe. one in the living room, one in the kitchen, and one in my parents' bedroom.\n  ","416182":"\n  aw, happy new year to you as well. i hope you had a good holiday too.\n  ","416183":"\n  i absolutely love it. brightly colored and neon lipstick are beautiful, especially when paired with a bright or neutral eye palette. there's so much versatility when it comes to makeup, it's practically an art form.\n  ","416184":"\n  it isn't something i want to really discuss on askfm, sorry.\n  ","416185":"\n  eh, not really. it was nice having so many days off from work, LOL.\n  \n  i went back to work today after being off since 3pm last friday, and it was a bittersweet feeling. i still got a lot of work done, though -- it felt as if i was looking at material with a fresh set of eyes.\n  ","416186":"\n  i've never listened to that type of music before, but i assume that i probably won't like it.\n  ","416187":"\n  my new years eve was fine -- i didn't do anything, i just stayed home and drank a little bit. i think i was asleep by 12:30am, haha.\n  ","416188":"\n  hello -- do you have a question ??\n  ","416189":"\n  probably that i'm fine, even when i'm really not. in the past, i often had to put on a facade to show others that i was okay even though i felt horrible inside. eventually it got to the point where i was constantly lying to myself when i felt terrible, which isn't a healthy thing to do.\n  ","416190":"\n  no, i play on xbox one.\n  ","416191":"\n  sometimes !! we just bought fallout 76 this past week so we started playing together a few days ago.\n  \n  before that, i would join him and his friends on games like GTA V, 7 days to die, and destiny.\n  ","416192":"\n  just before !! my boyfriend and i were playing fallout 76 earlier. :'))\n  ","416193":"\n  probably not -- my boyfriend & i have an xbox date tonight when he gets out of work at 9pm, so we'll probably be playing for a few hours.\n  ","416194":"\n  i've never used one before -- are they only around in big city areas ??\n  \n  i think it's a bit ridiculous to make a person pay money to use the restroom. i can kinda understand why it would be put in place, since the people who maintain it need to be paid too, but idk. it just sounds super privileged to me.\n  ","416195":"\n  no, i've never had a reason to sue anyone before.\n  ","416196":"\n  i'm doing well !! i just finished cleaning & doing laundry -- i think i did about six loads altogether, including my sheets and blankets. i also organized a few shelves & my makeup corner, and vacuumed as well. whew.\n  \n  now all i need to do is take a shower after i calm down & drink a lot of water. and then drink a glass of wine.\n  ","416197":"\n  not recently, no. most of my friendships dwindle away over time, i don't necessarily have falling outs with them for a specific reason. we just stop talking as time goes on until we don't talk anymore.\n  ","416198":"\n  at times, LOL. sometimes i trip up the stairs or on cracks in the sidewalk, but thankfully i've never fallen flat on my face before.\n  ","416199":"\n  i haven't played a board game in a really long time, lol. i used to like parcheesi.\n  ","416200":"\n  physically -- my back hurts and i'm congested, but otherwise i'm okay. i also have a nasty cough, but i'm assuming i have a cold so that's to be expected.\n  \n  mentally -- i'm actually doing well lately. today i have this profound motivation to clean everything, which is unheard of for me because i struggle with motivation most of all but today it's nonexistent. i haven't felt depressed in a month or two, and while my anxiety has been acting up due to the weather and stuff, it's definitely manageable. i even decreased my therapy sessions from once per week to once every two weeks.\n  ","416201":"\n  i've done so much laundry tonight that i lost count of how many loads i've done.\n  \n  however, i've also cleaned and organized a few of my shelves, including my lil makeup corner, which makes me hella happy because it's been long overdue.\n  \n  send me questions, y'all ~~\n  ","416202":"\n  i wouldn't date someone who's considered a boy, period. i'm also in a relationship, so i have no intentions on dating anyone else.\n  \n  my boyfriend is taller than me, skinnier than me, and stronger than me, so take that as you wish.\n  ","416203":"\n  he's attracted to people who are a bit on the thicker side, moreso healthy looking as opposed to super skinny.\n  ","416204":"\n  my boyfriend doesn't care about the hair on my legs, lmao. if he was concerned, he would have brought it up to me ages ago.\n  ","416205":"\n  that wouldn't happen -- if that was the case, then he would have left me two years ago when i first started putting on weight.\n  ","416206":"\n  push him off and tell him that his action was completely unacceptable. people just don't go sitting on strangers' laps, it's not okay behavior at all.\n  ","416207":"\n  lmao.\n  \n  the only thing i'll answer is that he's 27 years old.\n  ","416208":"\n  IT SMELLS SO GOOD, OMG.\n  \n  my boyfriend's step-mother gave it to me as part of an xmas gift, and i'm in love with it.\n  ","416209":"\n  i re-organized the shelf above my bed & it looks so cute now !!\n  ","416210":"\n  of course !! ♡\n  ","416211":"\n  something that's too vulgar and grotesque to describe on askfm. it was a reoccurring dream when i was a teenager & i would always wake up screaming with a panic attack.\n  ","416212":"\n  i remember her early music really hit home for me when i was a teenager, so that's why i enjoyed her music.\n  ","416213":"\n  i have no idea what you're trying to say, uh ...\n  ","416214":"\n  i listened to that when i was in middle school (i think it was middle school).\n  ","416215":"\n  alternative rock, mostly. i also listen to some hip hop and video game soundtracks.\n  ","416216":"\n  i've never been a big fan of their music.\n  ","416217":"\n  i don't really listen to heavy metal, no. the only artists i listen to that could be somewhat classified as metal are otep and in this moment.\n  ","416218":"\n  matt maeson, grandson, two feet, bryce vine, & mike shinoda.\n  \n  idk anything mainstream pop music, so i don't have anything to say regarding that.\n  ","416219":"\n  i was fairly happy with the music i discovered in 2018 !! i'm not sure if they all premiered in 2018 itself, but i discovered a lot of artists that i enjoy a lot & i also went to two concerts.\n  ","416220":"\n  i love him with my entire being & soul. i always try to show my appreciation and gratitude whenever possible.\n  ","416221":"\n  i've seen that 2018 was a rough year for a lot of different people. in any case, i hope 2019 treats you well.\n  ","416222":"\n  happy new year to you as well !!\n  ","416223":"\n  ideally, i would want it to be smaller & more rustic\/whimsical. homemade center pieces and goodies, an alter surrounded by flowers, and somewhere preferably outdoors.\n  \n  however, it's a bit unrealistic due to how big our families are -- most likely, we'll have it in a moderately fancy catering hall with a dance floor and an open bar, but i would still want it to be woodsy feeling with homemade pieces and flowers.\n  ","416224":"\n  something i wrote earlier this year ;\n  ","416225":"\n  i don't know what you mean by this.\n  ","416226":"\n  probably, yeah. i already know that i don't want to wear one of those poofy white dresses, though, or something with a train. i can see myself wearing a sleek, off white dress with a rose gold overlay and with lace.\n  ","416227":"\n  i'm listening to music & drinking coffee while waiting for my laundry to finish. i just organized most of my clothes and i'm planning on putting a mattress pad on my bed this afternoon.\n  ","416228":"\n  hello -- do you have a question ??\n  ","416229":"\n  no, he doesn't. he was born and raised in new york.\n  ","416230":"\n  lol, no. we seldom argue -- if we have a disagreement about something, we sit down & discuss it like adults and come to a mutual compromise.\n  ","416231":"\n  that wouldn't bother me at all -- he would still be the same person, so it makes no difference to me.\n  ","416232":"\n  i don't know who either of those people are.\n  ","416233":"\n  that's why i said \"i try not to.\" not that i don't at all.\n  ","416234":"\n  i use the restroom at work, but that's pretty much it.\n  ","416235":"\n  lol !! well if it gets too much, you can always delete your original answer where you said yes.\n  ","416236":"\n  ✧ write more often.\n  \n  ✧ get back into physical fitness.\n  \n  ✧ work on bettering myself in terms of my emotions and physical appearance.\n  \n  ✧ drink more water.\n  \n  ✧ drink less alcohol.\n  \n  ✧ cut down on smoking.\n  ","416237":"\n  i watched criminal minds for the latter half of the night while drinking some beer, then 15 minutes to midnight, i watched the ball drop with my parents while eating some cheese and crackers.\n  ","416238":"\n  no, i generally don't ask people questions regardless of the time of year. plus i wouldn't be able to keep track of who i asked questions to if a ton of people liked my answer.\n  ","416239":"\n  my relationship doesn't make me feel claustrophobic ; in fact, quite the opposite. his encouragement & support have given me the freedom to truly be myself, and he's helped me learn about myself over the past 10 years.\n  \n  when you find the right person, 10 years doesn't seem like a lot, and it's all a learning experience where you both grow and evolve together.\n  ","416240":"\n\n   @Courrtana\n  \n  is a close friend of mine, she's allowed to poke fun at me. :'))\n  ","416241":"\n  in that case, thank you for brightening my morning, even if your intentions weren't pure.\n  ","416242":"\n  the whole \"new year new woman\" troll question was absolutely hilarious this morning. it definitely made me chuckle.\n  ","416243":"\n  frozen ?? LMAO.\n  \n  i'm hungover, don't @ me, courtney.\n  ","416244":"\n  not at all -- why would that be embarrassing ??\n  \n  it's 2019 & women are allowed to make more money than their partners. it doesn't equate to a person's worth.\n  ","416245":"\n  well that's obviously minus the perishable items and dairy. it's mostly for boxed or canned goods, or things that can be freezed.\n  ","416246":"\n  we normally buy things in bulk, that way we don't have to continuously go to the store. we usually buy enough food for two weeks at a time.\n  ","416247":"\n  usually, i do. but this year i started in november !! it felt nice to not put it off until last minute, haha. i didn't feel rushed at all & everything got delivered in a timely manner.\n  ","416248":"\n  it isn't pertinent information for strangers on the internet to know, and the only people i discuss sex with are my close friends.\n  ","416249":"\n  i try to avoid crowds at all costs, so i tend to do my shopping early on saturday or sunday mornings when the stores first open.\n  \n  i tend to follow the same procedure with any sort of shopping i need to do, whether it's to a clothing store or the pharmacy, etc etc.\n  ","416250":"\n  good morning !!\n  \n  it's been a productive morning for me so far -- i've already made breakfast & coffee, and i finished one load of laundry. i'm going to try to do as much laundry as possible today considering i have no plans at all.\n  ","416251":"\n  i don't believe i have, no. i try not to use public restrooms to begin with.\n  ","416252":"\n  let's ring in the new year with a bunch of thoughtful, fantastic questions !!\n  \n  i'll answer nearly anything y'all send to me ~~\n  ","416253":"\n  i don't discuss my sex life on askfm.\n  ","416254":"\n  no, that's gross. if i was single then i would be looking for someone older than me, not younger.\n  ","416255":"\n  aw, thank you kittie !! i hope you have a happy and healthy year !! ♡\n  ","416256":"\n  LOL, yeah that one actually made me laugh too. happy new year !!\n  ","416257":"\n  aw, this is sweet. i hope you have a happy new year as well.\n  ","416258":"\n  happy new year to you too !!\n  ","416259":"\n  happy new year to you too !!\n  ","416260":"\n  LMAO.\n  \n  starting the new year on the right foot, i see. regardless of your opinion of me, i wish for you a fruitful & prosperous new year.\n  ","416261":"\n  brought in the new year with my boyfriend arguing with me over who loves each other more.\n  \n  typical. smh.\n  ","416262":"\n  go for it. it'll be 2019 in the morning, lmao.\n  ","416263":"\n  more times than i can count.\n  ","416264":"\n  my boyfriend can usually tell if i'm drunk, but idk if it's because i slur my words or the look in my eyes. when i'm drunk, i don't tend to notice those things.\n  ","416265":"\n  that's another reason why i absolutely hate fireworks -- animals are SO scared and its terrible for them.\n  ","416266":"\n  start using it. confuse all of your friends with it. incorporate it into your sex life. bock at customers waiting in lines at the store and at your coworkers. bock everything. #bock2019\n  ","416267":"\n  yes !! i talked to a person online for like six years before meeting her in person during my freshman year of college. :'))\n  \n  i also met & hung out with\n  \n   @Courrtana\n  \n  both last year and this year !!\n  ","416268":"\n  happy new year to you too !!\n  ","416269":"\n  LMAO. all rightey then.\n  ","416270":"\n  what the actual fuck is this shit.\n  ","416271":"\n  my family always has appetizer foods and sparkling cider, but i never really partake in it at all. i'm either usually out with friends or i'm asleep already.\n  ","416272":"\n  not at all. it's itchier when i *do* shave them.\n  ","416273":"\n  i haven't shaved my legs in months, man.\n  ","416274":"\n  just down & natural. my hair is too short to really do anything with it.\n  ","416275":"\n  i absolutely *love* that song, omg. brings me back to my teen years.\n  ","416276":"\n  no, i'm really anxious in crowds and it's never seemed worth it to me.\n  ","416277":"\n  yeah. :\/\/ i absolutely hate it. they always remind me of gunshots.\n  ","416278":"\n  all of the above ?? lmao.\n  \n  tonight i'm drinking it out of a can.\n  ","416279":"\n  either y'all are out or asleep already, but my inbox is bone dry. send me some questions while i drink my life away tonight.\n  ","416280":"\n  forgive me, i'm a lil tipsy ~~\n  ","416281":"\n  even if she *was* lying, which she isn't, then why go on multiple people's pages and make a big deal out of something that's a one year difference in graduation years ??\n  \n  it's literally pointless. you can be angry at so many more important things, but instead, you choose this insignificant topic. find something else to focus your energy on.\n  ","416282":"\n  NO. ONE. CARES.\n  \n  holy shit, y'all get so flustered and angry over the most insignificant things.\n  \n  ask me questions or get off my page, man.\n  ","416283":"\n  i wasn't planning on driving anywhere.\n  ","416284":"\n  it's surprisingly tasty, and not sweet at all. it's a good balance of hoppy & smooth.\n  ","416285":"\n  i sent my boyfriend an ugly selfie & he said i looked like a thumb, lmfao.\n  ","416286":"\n  aw, thank you !! i hope the same for you as well. ♡\n  ","416287":"\n  mmm ~~\n  ","416288":"\n  yeah, it's pouring where i live too considering i live only an hour away from times square.\n  \n  which makes me kinda happy i didn't go out tbh, i would have hated to see how even WORSE drivers on the road would be due to the rain. :\/\/\n  ","416289":"\n  aw, thank you !! happy new year to you as well.\n  ","416290":"\n  no. i'm currently sitting on my bed, watching women behind bars, and drinking a beer with another beer waiting for me in a cooler. lmao.\n  ","416291":"\n  PSA PSA PSA ;\n  \n  you don't have to be an AAA member, from 6pm-6am on new year's eve\/day they will take your drunk self and your car home for FREE.\n  \n  1-800-222-4357\n  \n  SAVE THIS NUMBER & SHARE IT WITH YOUR FRIENDS.\n  ","416292":"\n  i understand this completely, unfortunately. i wish you all the best, recovery (or at least partial recovery) is extremely difficult but it *can* be obtainable.\n  ","416293":"\n  there are no such things as holiday days when it comes to retail, lol. he also requested off last saturday when we went out, so he couldn't take another day the following week.\n  ","416294":"\n  not really -- i've always wanted to learn more things and i've never been satisfied with what i know. that's why i liked attending college so much.\n  ","416295":"\n  somewhat, but not really. i try to take each day as it comes regardless of the year, so i'll have to see what my future days offer me.\n  ","416296":"\n  if it was a safe neighborhood, then yeah.\n  ","416297":"\n  i don't watch cable tv, so no.\n  ","416298":"\n  yeah, if i was really hungry at least. the cold doesn't bother me at all.\n  ","416299":"\n  i'm staying home and drinking beer and wine by myself.\n  ","416300":"\n  sometimes, yes. my anxiety isn't as severe as it used to be, but i'm still extremely paranoid and anxious if i'm somewhere and its really crowded.\n  ","416301":"\n  i've worked hard these past few years to improve my mental health & 2018 has really shown that. my mood swings aren't severe, i rarely experience depression these days and if i do they're short lived, my anxiety isn't as severe, and i've learned to let things go instead of holding onto my anger.\n  ","416302":"\n  LOL. this is fucking great. thank you for the message.\n  ","416303":"\n  hello !! happy new year to you too.\n  ","416304":"\n  yeah, neither of my friends want to go out & that's probably for the best since all of the bars will likely be packed with people. :\/\/\n  ","416305":"\n  he's turning 28 in a few weeks.\n  ","416306":"\n  happy new year to you too !!\n  ","416307":"\n  not yet at least. you're an irresponsible human being and i sincerely hope you mature and realize how dangerous your actions are.\n  ","416308":"\n  this is getting pointless. unless you actually have something valuable to say, i'm deleting the rest of your messages.\n  ","416309":"\n  drunk driving isn't something to joke about. thousands of people have died as a result of drunk driving, and its completely avoidable if the person is a responsible individual.\n  ","416310":"\n  ???\n  \n  uh, my boyfriend is older than me. not sure how that would classify as pedophilic behavior.\n  ","416311":"\n  that much is obvious.\n  ","416312":"\n  i'm guessing you've never heard that phrase before.\n  ","416313":"\n  how old is your sister ?? sometimes people say things out of anger that they don't necessarily mean, especially if they're young.\n  \n  i wouldn't try to worry too much about it. i understand that it must hurt but keep in mind that she probably doesn't actually mean that and she'll calm down soon enough.\n  ","416314":"\n  y i k e s\n  \n  you don't even know me, my dude.\n  ","416315":"\n  that doesn't change the fact that it doesn't. lmao. i couldn't care less about what strangers on the internet think about me.\n  ","416316":"\n  you can do whatever you want to do. it doesn't make a difference to me.\n  ","416317":"\n  obviously you're anonymous, lol.\n  ","416318":"\n  thanks, anon.\n  ","416319":"\n  he'll be sleeping because he has work early tomorrow morning.\n  ","416320":"\n  thank you !! :'))\n  \n  i really just want to be with friends & have a beer, but worst case scenario is that i hide myself in my room and drink whatever beer i have leftover from the brewery this weekend. oh well.\n  ","416321":"\n  not really. i'm trying to make plans with friends, but one isn't responding to me & the other doesn't really want to go out. :\/\/\n  \n  i really don't want to be home with my parents, but it's looking to be like that right now.\n  ","416322":"\n  i like the aesthetic appeal of snow, but i absolutely hate driving in it.\n  ","416323":"\n  write more often, be less critical of myself, lose weight, and spend more time with my boyfriend and friends.\n  "}}