{"Question":{"416324":"\n   Approaching 2019 we're nearing the end of a decade. How would you describe the 2010s in comparison to other decades?\n  ","416325":"\n   What gifts did you buy others?\n  ","416326":"\n   im a sahm of a 5 month old.  i feel like i can't keep up with all the housework with a baby.  will it be lazy of me if we hire a cleaner once a week? i can cook, laundry,  take care of my child and myself but cleaning is overwhelming and I dont like it tbh\n  ","416327":"\n   How's life\n  ","416328":"\n   hi how is ur day going?\n  ","416329":"\n   Late on the spam. What did you guys get for XMAS?\n  ","416330":"\n   Whether you celebrate it or not, whether you make a new years resolution or set some goals. Hope you all have a jolly, healthy, fabulous and happy new year!! Be safe, look after yourself, keep smiling and don't leave anything to chance. You want it, you take it. Time is precious and so are you (:\n  ","416331":"\n   How does it compare to 4?\n  ","416332":"\n   How are ya\n  ","416333":"\n   I applaud you for this response. Nothing makes me sadder than seeing women get spoken down to for having the 'nerve' to enforce boundaries and protect ourselves. There's no place for harassment of any kind on social media. Thank you so much for speaking out against this kind of thing.\n  ","416334":"\n   there is, but if would have taken you literally two seconds to block said person. the initial question was harmless, if irritating, and as i said, this tendancy to blow things out of proportion makes a joke of serious harassment\n  ","416335":"\n   who are you to judge what is a \"gross fetish\" anyway? dont you like being choked?\n  ","416336":"\n   why do you always exaggerate sh!t like this? asking for a photo of \"your feet please\" may be annoying but is hardly \"completely disgusting\". Come on\n  ","416337":"\n   Just want to wish all of you a Happy New Year.I hope 2019 brings you everything you seek and please be safe!Love you guys!\n  ","416338":"\n   What do you wish for yourself in the new year?\n  ","416339":"\n   What are your 3 favourite memories from 2018?\n  ","416340":"\n   can you post a picture of your feet, please?\n  ","416341":"\n   What do you wear when you sleep?\n  ","416342":"\n   Share A Wise Thought? ?\n?‍♂️\n  ","416343":"\n   PA's supreme court ruled friday moms who use illegal drugs while pregnant cannot be considered perpetrators of child abxse. the supreme court's main opinion said the law's definition of a child does not include fetuses or unborn children under the child protective services law. thoughts?!\n  ","416344":"\n   New Year's Eve is upon us.... And so are the people who make silly New Year's resolutions. So with that said, what's the silliest or most unrealistic one you've ever witnessed someone make?\n  ","416345":"\n   What about spin the bottle ???\n  ","416346":"\n   Do you know of any drinking games or party games? What are they and can you explain them?\n  ","416347":"\n   ♥♥ Happy New year ♥♥\n  ","416348":"\n   Happy New Year's Eve! Was 2018 a good year for you? What was the best thing that happened this year?\n  ","416349":"\n   are you getting drunk on new years\n  ","416350":"\n   u sarcastic?\n  ","416351":"\n   How’s your day been? ?\n  ","416352":"\n   Who’s your favorite makeup youtuber???\n  ","416353":"\n   Why do you think you are boring?\n  ","416354":"\n   you are in one of the bad parts, rofl.\n  ","416355":"\n   Do you like cheesy burgers? Have you tried making them at home?\n  ","416356":"\n   Is NY generally a safe place?\n  ","416357":"\n   Does your sleep pattern change often?\n  ","416358":"\n   isnt it partially true though? some people with DID can have personalities that are more angry\/violent etc.\n  ","416359":"\n   Are you looking forward to the movie Glass which is the Split sequel? OMG it looks so bad ass.\n  ","416360":"\n   What is something interesting I should know about you?\n  ","416361":"\n   what is ASMR?\n  ","416362":"\n   is your bf gay?\n  ","416363":"\n   i'm actually watching ASMR rn to go to sleep and now i feel like a weirdo lmfaooo\n  ","416364":"\n   What's the last thing you and your bf argued about?\n  ","416365":"\n   I hate it omg\n  ","416366":"\n   What's your celebrity crush? And your bfs\n  ","416367":"\n   Why does it irritate u :(\n  ","416368":"\n   Do u like asmr\n  ","416369":"\n   you like to pretend you have your shxt together\n  ","416370":"\n   What do you like pretending about?\n  ","416371":"\n   Have you ever thought to yourself ah fuck it\n  ","416372":"\n   Have you ever done something really special for someone only to have them shit all over it?Like you made a special dinner or bought them something only for them to find flaws in it or just flat out say they don’t like it?\n  ","416373":"\n   Yea I don't like going out for New Years. I prefer staying at home. It would be nice to be with friends, but I change into my PJs early and just watch it on tv while in bed. That's about as exciting I am right now.\n  ","416374":"\n   I'm going to get pizza and also Taco Bell and I'm going to watch tv. It's gonna be super fun!\n  ","416375":"\n   What are you doing tomorrow night?\n  ","416376":"\n   i mean in videogame wise but anyway what do u like to do?\n  ","416377":"\n   dont take this the wrong way but i see that we have a lot in common\n  ","416378":"\n   ah ok do u like gta?\n  ","416379":"\n   pubg is really fun 2 would u ever play it?\n  ","416380":"\n   How would one shy tell the other person who is also shy?\n  ","416381":"\n   do u play pubg?\n  ","416382":"\n   Do you think two shy people could make a relationship work?\n  ","416383":"\n   worst video game to play?\n  ","416384":"\n   Have you resolved to lead a healthier lifestyle in the new year?\n  ","416385":"\n   If there was a world full of people just like you what would the world be like\n  ","416386":"\n   what part?\n  ","416387":"\n   where u from?\n  ","416388":"\n   Rude question what's your bra size then\n  ","416389":"\n   How much spam email do you tend to get a week?\n  ","416390":"\n   Would you ever get breast implants\n  ","416391":"\n   Okay but I’m here to personally connect with fans. Not for publicity. And this isn’t Twitter\n  ","416392":"\n   Lol verification means nothing on here. And no my PR people don’t control my ask. I’m here for fans.\n  ","416393":"\n   Hey I’m Selena Gomez. It’s so nice to meet you! ?\n  ","416394":"\n   hi what video games do u play\n  ","416395":"\n   Winter thoughts??\n?\n  ","416396":"\n   Do you play Battlefield?\n  ","416397":"\n   I see. If you didn't try it, then give it a shot. I guess you would like it ^^\n  ","416398":"\n   Nice. Russian literature is so good. Did you read \"Master and Margarita\"?\n  ","416399":"\n   Don't know if you answered this question before, but I'd like to know what kind of litterature you are interested in.\n  ","416400":"\n   How to become motivated?\n  ","416401":"\n   Favorite gameshow?\n  ","416402":"\n   An example of an extreme but at the same time a great haircut\n  ","416403":"\n   Was it scary the first time you shaved your head?\n  ","416404":"\n   You are so pretty ???\n  ","416405":"\n   i like billie eilish’s song “see me in a crown” a lot!! (Diff anon)\n  ","416406":"\n   Do you really have part of your head shaved?\n  ","416407":"\n   I'm used to ppl writing that they'll make a coffee\/tea for themselves or even a cake! \"make a cup of water\" sound like you're in jail or in poverty. its just word pedantics, I think! if you said \"get a glass of water\" it sounds way different. you get me?\n  ","416408":"\n   You look awesome\n  ","416409":"\n   different anon but yeah she is lol not my type of music personally but she has a fairly interesting music style imo, kinda reminds me of melanie martinez or marina and the diamonds or something\n  ","416410":"\n   -my day now but goodbye and thank you for talking to me not a lot of people let me speak and you are very nice and understanding. And have a good day!\n  ","416411":"\n   thoughts on billie eilish\n  ","416412":"\n   -but of course it is not the same. I hope one day maybe I can afford at least basic services because people are not always kind to people with autism and other mental challenges and so it isn't easy to live like this and I have lots of other disorders that make it hard to be me.\n  ","416413":"\n   Oh okay well if you want me to go away then just tell me. I feel the same way as you. I alternate back and forth between avoiding mirrors at all costs and checking myself in them every chance I get. It is so bad that on bad days I struggle to leave my house because it feels like everyone is looking-\n  ","416414":"\n   Oh I'm sorry that is how you feel I have really severe body dysmorphic disorder and it took years for people to realize that it was so much more than just insecurity. I also have autism and people thought I was too stupid to be self aware. Well sorry for being annoying I hope you have a good day!\n  ","416415":"\n   What is your favorite pizza topping or toppings\n  ","416416":"\n   Oh okay I'm sorry! It's just that I normally only hear that term used by people who have it so I was confused I'm sorry\n  ","416417":"\n   Do you have body dysmorphic disorder?\n  ","416418":"\n   How much have you changed this last year?\n  ","416419":"\n   I think it is probably the same anon who resends you that question.  He follows you and then wants to see you answer again to get his weird little thrill, y\/n?\n  ","416420":"\n   Other people have asked that? ?? Odd\n  ","416421":"\n   Blue hair?\n  ","416422":"\n   Curious to see how open minded you are\n  ","416423":"\n   whats the difference of being well endowed between a man and a women\n  ","416424":"\n   why does your bf ask you then?\n  ","416425":"\n   Have you ever considered having a tattoo writing in arabic calligraphy? lots of people like that stuff.\n  ","416426":"\n   are you fashionable? you often go to malls?\n  ","416427":"\n   Is that why you identify as non binary?\n  ","416428":"\n   Leigh you have gender dysphoria. Pls get that checked out.\n  ","416429":"\n   Does your partner ever ask you to choose clothes for them? Do they trust your taste? What about you, do you let them pick something for you?\n  ","416430":"\n   can i ask what mood stabilizer youre on as well? cause im on one and not sure how itll mix w drinking\n  ","416431":"\n   what does it feel like to be drunk and any \"tips\" for someone drinking for the first time?\n  ","416432":"\n   Space for rant...\n  ","416433":"\n   Favorite clothing stores?\n  ","416434":"\n   If you could make any animal talk which animal would you make talk and why\n  ","416435":"\n   If you could replace anything from your body,what would it be??\n  ","416436":"\n   When was the last time you pooped?\n  ","416437":"\n   \"make myself a cup of water\" is the saddest thing I ever did read! lmao\n  ","416438":"\n   Am I the only that feel jealous when I know about my bf’s s*xusl history?\n  ","416439":"\n   Is it ok or nosey if you ask your partner about his sexxal\/love past?\n  ","416440":"\n   Why are you awake?\n  ","416441":"\n   Hypothetically speaking if your bf broke up with you, would you two still be friends?\n  ","416442":"\n   isn’t ask geared towards teens tho?\n  ","416443":"\n   Who had the most positive influence on you? And how did they change you?\n  ","416444":"\n   Have you reached the top of wisdom and maturity?\n  ","416445":"\n   What’s your opinion on old people 30+ using this site?\n  ","416446":"\n   You hate it when someone asks you about sex??\n  ","416447":"\n   Is it a deal breaker for you if someone isn’t funny?\n  ","416448":"\n   What are you waiting for?\n  ","416449":"\n   Do you and your boyfriend have the same sense of humour?\n  ","416450":"\n   What's the best music video of 2018?\n  ","416451":"\n   R u in any extended classes?\n  ","416452":"\n   what are your thoughts on women who feel that other women owe their bodies to their partner for just being in a relationship with them and it’s necessary for them to meet their partners needs no matter what they’re going through in order to keep them faithful? \n-(if this makes sense)-\n  ","416453":"\n   it’s social media ffs, in casual conversation people use slang. you’re just trying to kiss her axs now\n  ","416454":"\n   that’s not true lmao once she was bxtching about someone because they asked “how’s you” instead of “how are you” also about the word “ain’t” lmaooo the funny thing is her grammar isn’t perfect\n  ","416455":"\n   Burgers or tacos?\n  ","416456":"\n   preach lol your friend celine is so uptight about grammar\n  ","416457":"\n   once again you are mocking Jesus.\n  ","416458":"\n   As we come to the end of the year (2018) I'd like to say hello to new and old friends. If you do not wish to receive my questions then please say and I'll remove you from the list. If you still wish to receive them and continue to be friends, ignore and delete or use as filler! Thanks (:\n  ","416459":"\n   Do you like mac and cheese\n  ","416460":"\n   Do you enjoy listening to your friends rants?\n  ","416461":"\n   Do you assume people are uneducated if they don’t use proper grammar?\n  ","416462":"\n   Is it ok to text an ex to see how they are doing? Or at least apologize for breaking up with them.\n  ","416463":"\n   Do you believe you’re always right when you have a discussion with your boyfriend?\n  ","416464":"\n   So if the egg came first what laid the egg\n  ","416465":"\n   What came first the egg or chicken\n  ","416466":"\n   Are you arguementive\n  ","416467":"\n   What makes you crazy mad?\n  ","416468":"\n   Is it cute or annoying when people propose on holidays? Does it take away the magic?\n  ","416469":"\n   What did you drink?\n  ","416470":"\n   Tell me a story\n  ","416471":"\n   What have you been up to these days?\n  ","416472":"\n   Who do you think likes you\n  ","416473":"\n   if a guy doesn't wanna get his woman around his family then that means hes not really that into her. just being a fcvk boy\n  ","416474":"\n   is your dad the sole breadwinner of the house\n  ","416475":"\n   why is your bro single\n  ","416476":"\n   If you could know details about your last past life, would you want to?\n  ","416477":"\n   is your brother gay\n  ","416478":"\n   why you so poor\n  ","416479":"\n   how\n  ","416480":"\n   do u wish u had siblings\n  ","416481":"\n   Are you afraid HOW you're going to die?\n  ","416482":"\n   youll go to hell with that thinking\n  ","416483":"\n   I think disintegrating into the earth is as close as it gets. Complete and total nothingness. In such case, are you afraid of dying?\n  ","416484":"\n   What do you believe happens after we die?\n  ","416485":"\n   Can you donate some hair?\n  ","416486":"\n   Are you religious? \nWhat are things you consider sins?\n  ","416487":"\n   My hair is totally thinning out and I'm losing my mind over it. So hair going and the brain inside isn't happy about losing its friends any way I'm baked to kind of self medicate, is hair really important in your opinion like how screwed am i??\n  ","416488":"\n   Do you think people deserve a second chance?\n  ","416489":"\n   What gossip about yourself has made you laugh?\n  ","416490":"\n   why\n  ","416491":"\n   do you even wear bikini\n  ","416492":"\n   Bikini pic?\n  ","416493":"\n   Sexual honesty day?\n  ","416494":"\n   Did you give yourselves goals or resolutions at the start of the year? If so, did you achieve them? If not, will you create any for the New Year (2019)?\n  ","416495":"\n   What company is the best company for you? Friends, family, partner, work colleagues or other?\n  ","416496":"\n   When was the last time you were surprised? What was the reason?\n  ","416497":"\n   Do you believe in a 'right person' when it comes to love?\n  ","416498":"\n   Do you have a favorite game show?Im currently watching Jeopardy.\n  ","416499":"\n   got advice for a bad tummy ?\n  ","416500":"\n   have you watched the possession of hannah grace?\n  ","416501":"\n   Do you like being alone? I'm not a people person i don't want to be around people are you like that?\n  ","416502":"\n   If you could have any type of cake right now, what would you choose? :3\n  ","416503":"\n   3 fav ask users\n  ","416504":"\n   yet you never swear on askfm\n  ","416505":"\n   Have you ever won employee of the month\n  ","416506":"\n   Could you go one day without swearing\n  ","416507":"\n   Your cool!\n  ","416508":"\n   Are you familiar with the donut (or marshmallow) test?\n  ","416509":"\n   Do people expect you to finish off their unwanted food?\n  ","416510":"\n   Should you apologise for replying late to birthday wishes?\n  ","416511":"\n   What does it say about you that you never followed your resolutions?\n  ","416512":"\n   heyyyyyy\n  ","416513":"\n   you need to play slaps. it’s a fun card game that’s better when you’re drinking lol. it gets really competitive but it’s so fun.\n  ","416514":"\n   What's one thing you notice about other person when you talk to them for the very 1st time??\n  ","416515":"\n   Do you like card games? My kids and I played a high stakes game of Old Maid last night and I lost all my money to Sophia ?\n  ","416516":"\n   Do you enjoy listening to Taylor Swift? ??\n  ","416517":"\n   Did you have a good day?\n  ","416518":"\n   do you know when are you getting married\n  ","416519":"\n   if a guy is texting his coworker outside of work even at night despite having a fiancé does that mean he's cheating  ? would it piss you off?\n  ","416520":"\n   You wished it was aliens, didn't you?\n  ","416521":"\n   Sorry if what I sent was offensive, by the way. I was just trying to be snarky with anon.\n  ","416522":"\n   So when you don't know the gender of a person going to the store, you don't say \"they went to the store\"? If someone has a voice change on a TV show for identity reasons, you don't refer to them as \"they\"? Because you're on anon, you'd also be \"they\" unless \"it\" works. Why is it so hard here, anon?\n  ","416523":"\n   Name something from 2018 that you want to leave in the bin for 2019? ??\n  ","416524":"\n   Do foxes make good pets? ??\n  ","416525":"\n   Do you ever feel like you're balancing life on a triple beam? ?\n  ","416526":"\n   Ill never refer to you as THEY. That's plural. You are a SHE.\n  ","416527":"\n   What is your relationship status?\n\n(Sent to everyone)\n  ","416528":"\n   Would you rather make a resolution or just little goals throughout the new year?\n  ","416529":"\n   What’s your favorite Ben & Jerry’s flavor? I’m obsessed with Cherry Garcia at the moment\n  ","416530":"\n   What was your favorite experience from this holiday season (or any previous winter holiday)? What made it your favorite? Do you have plans for next winter or an idea at least? Happy holidays and Merry Christmas to all!\n  ","416531":"\n   Do you like bacon?\n  ","416532":"\n   I never heard of a rainbow cookie. I googled it and they look good!\n  ","416533":"\n   Do you like desserts?\n  ","416534":"\n   Are you sleepy?\n  ","416535":"\n   Do you believe in marriage?\n  ","416536":"\n   What do you think of most the time?\n  ","416537":"\n   Tell me three things about Canada? \n\n( Doesnt have to be serious )\n  ","416538":"\n   Instagram question: Do you ever actually add the \"new to instagram\" people they suggest?\n\nI only really look at the \"follows you\" ones. Interesting to see.\n  ","416539":"\n   Do you dye your hair yourself or do you go to someone to have it done?\n  ","416540":"\n   What are you doing for NYE?\n  ","416541":"\n   But they’re compliments that doesn’t even make sense to me but okay\n  ","416542":"\n   How do you dislike being called beautiful? Weird flex but okay\n  ","416543":"\n   Whenever someone starts out a conversation with “don’t take this the wrong way”. Do you still take it the wrong way?\n  ","416544":"\n   Hey beautiful wish you well tomorrow into this weekend\n  ","416545":"\n   Has anyone else told you it’s not your fault yet they treated and acted like it was your fault?\n  ","416546":"\n   Do you have one of those camera doorbells like the Ring?\n  ","416547":"\n   What is a footnote?\n  ","416548":"\n   Last question you deleted and\/or blocked?\n  ","416549":"\n   hi u pretty wanna date\n  ","416550":"\n   Has your delivery been stolen or has empty boxes?\n  ","416551":"\n   Would you date a person who owns 10 dogs?\n  ","416552":"\n   What is on your mind\n  ","416553":"\n   Are you a light or heavy sleeper?\n  ","416554":"\n   Do you have an Echo or the Google Home? Do you use it often?\n  ","416555":"\n   Are you going to buy things on sales?\n  ","416556":"\n   List some things you're excited for in 2019\n  ","416557":"\n   when and why did u start partying?\n  ","416558":"\n   Some likes pls\n  ","416559":"\n   Follow\n  ","416560":"\n   how are u able to drink on ur meds? i just realized i cant and im :\/\/\/\n  ","416561":"\n   I think the wine is $3 now but still dirt cheap and it tastes good. They buy surplus grapes and that's why they make it at such a low cost. Their frozen meals are awesome too and they have great frozen fish, hummus, bread, tons of cheap cheeses and nuts and cookies and omg their cookie butter!\n  ","416562":"\n   I agree. Driving 40 min would be a waste of gas money. That's not worth it so I wouldn't go either. But if you ever pass through the area keep it in mind!\n  ","416563":"\n   Bummer! If you live close to Trader Joe's you gotta go there. So much good food at reasonable prices. Their Charles Shaw wine is super super cheap and good. They used to sell it for $2 a bottle which is how they got the name Two Buck Chuck as the nickname for the wine.\n  ","416564":"\n   Oh cool. If you didn't have a middle name I was going to suggest you use Violet as one because you are nice and colorful like the flower.\n  ","416565":"\n   Have you ever been to Marthas vineyard?\n  ","416566":"\n   Trader Joe's wine is cheap and good. You ever try that?\n  ","416567":"\n   Did you do much today?\n  ","416568":"\n   Do you have a middle name?\n  ","416569":"\n   Favorite type of wine?\n  ","416570":"\n   Are you healthy? I hope so.\n  ","416571":"\n   My friend is pregnant with a girl and they picked the name Leigha. Do you like made up names\/weird spellings of names?\n  ","416572":"\n   What's your cat's name?\n  ","416573":"\n   Do you eat chicken wings?\n  ","416574":"\n   Does coloring your hair damage it? I'm scared to do it because I don't want split ends and stuff like that.\n  ","416575":"\n   How is Lee-Lee today?\n  ","416576":"\n   Ever had a one night stand\n  ","416577":"\n   Do you go to many house party when you were in high school\n  ","416578":"\n   Ever wanted to punch a co worker\n  ","416579":"\n   Make a list of things that offend you \nMake another list of things you shouldn't joke about but do anyways.\n  ","416580":"\n   What kind of things are you interested in?\n  ","416581":"\n   Which do you agree with? Love should always feeling you comfortable or new and exciting?\n  ","416582":"\n   How was your Wednesday?\n  ","416583":"\n   Do you believe in love at first sight?\n  ","416584":"\n   Is there a room in your house that’s either always really warm or really cold depending on the time of year?\n  ","416585":"\n   Do you like a good challenge?\n  ","416586":"\n   What traits or mannerisms do your parents have that you see in yourself?\n  ","416587":"\n   Do you wear glasses for fashion or sight? If you own one what kind of style do you like?\n  ","416588":"\n   but you post yr pics here all the time\n  ","416589":"\n   why insta private\n  ","416590":"\n   Is your cell phone screen cracked?\n  ","416591":"\n   What is your  Instagram and twitter ?\n  ","416592":"\n   what about ads? Isn’t this objectifying women?\n  ","416593":"\n   What’s your opinion on companies who use attractive women to sell cars, is it effective?\n  ","416594":"\n   How do you deal with unpleasant tasks? Do you complete them at once or put off until the last moment?\n  ","416595":"\n   I hope you had a lovely Christmas! The blue looks wicked awesome!✌\n  ","416596":"\n   What person do you wish would follow you back?\n  ","416597":"\n   You enjoy being insulted and humiliated?\n  ","416598":"\n   You look very much like pigs\n  ","416599":"\n   Hi stranger\n  ","416600":"\n   ✧\n  ","416601":"\n   i was going to get you something toO but you don’t have your Amazon link posted aNYWHERE anymore (or maybe i’m just blind) and i didn’t wanna just aSK bc i wanted it to be a surprise! LMAOOO. ;__;\n  ","416602":"\n   what did you get her?\n  ","416603":"\n   Are you good at buying gifts?\n  ","416604":"\n   What was the coolest gift you got this year?My youngest got me a Ken doll . She says we can play Barbies together ?\n  ","416605":"\n   Has anyone from ask gave you a Christmas gift?\n  ","416606":"\n   Would you be mad if someone didn’t buy you a gift?\n  ","416607":"\n   Do you crave deep convos?\n  ","416608":"\n   You’re a spoiled brat, you got a lot of gifts\n  ","416609":"\n   Why on EARTH haven't you answered my question?\n  ","416610":"\n   I know you mean well but this is so wrong. I don't say \"yes\" every time I have s+x with my partner. Consent is acknowledged in other ways, and consent is often used by r+pists in a disgusting way. She said \"yes\" so everything after that is ok? That's not true. Consent is important but not blk&white\n  ","416611":"\n   If you had the opportunity to have a one night stand, would you take it?\n  ","416612":"\n   Ok, I get you, I kinda find problems with ALL of them lmao so I guess I accept that other people enjoy that stuff and hope they act it out safely and with consent. No way am I bringing it into my s*x life. If a dude wanted to choke me I'd dump him straight up tbh!\n  ","416613":"\n   So pretending your choking or r*ping your partner isnt all kinds of fked up?\n  ","416614":"\n   Outfit currently?\n  ","416615":"\n   Sex tips?\n  ","416616":"\n   Get anything nice\n  ","416617":"\n   Anyone want questions i'm bored\n  ","416618":"\n   How is it worse than choking and strangling kinks? Is that making of real violence against women? I'm pretty vanilla tbh but isn't the idea of fantasy is that it *is* fantasy and a safe way to play out kink?\n  ","416619":"\n   Hey how are you all the best for 2019\n  ","416620":"\n   Did you have lots of food today?\n  ","416621":"\n   The Harry Potter mug is cool! It's like a cauldron\n  ","416622":"\n   Hello did you have a good day\n  ","416623":"\n   Is romantic love the most important love of all?\n  ","416624":"\n   Omg I love the blue hair!\n  ","416625":"\n   who got u makeup\n  ","416626":"\n   what did ur parents and brother  get you\n  ","416627":"\n   what did you get for your parents and brother\n  ","416628":"\n   What did you buy for your boyfriend?\n  ","416629":"\n   pap full outfit this xmas\n  ","416630":"\n   What was the worst gift you have received? What was the best?\n  ","416631":"\n   So what did y’all get for Christmas???\n  ","416632":"\n   Are you going to take your phone with you to the Christmas dinner table?\n  ","416633":"\n   What's up\n  ","416634":"\n   hungover and hanging out with bfs family doesnt sound smart\n  ","416635":"\n   What is your horoscope?\n  ","416636":"\n   If you were to go on a shopping spree what would you buy\n  ","416637":"\n   How are you\n  ","416638":"\n   If you're gonna mention DDLG you should also mention MDLB, just as awful\/weird and not nearly talked about as much.\n  ","416639":"\n   What mobile do you have\n  ","416640":"\n   Merry Christmas ??\n  ","416641":"\n   What did you have?\n  ","416642":"\n   Merry christmas\n  ","416643":"\n   Hello\n  ","416644":"\n   Do you use a lot of white inventions?\n  ","416645":"\n   can i ask for advice on how to hang out with \"new\" people in my life? like, they are familiar and i know them on a friendship level (ish) but i havent really hung out wiht them and it makes me so anxious and idk how to deal with it or what to do or maybe i should just tell them ahh\n  ","416646":"\n   How do you know when you love someone?\n  ","416647":"\n   Why do you think DDLG is disgusting can you elaborate?\n  ","416648":"\n   im contemplating killing myself due to prolonged medical illness thats rare and really not curable. does that make me a weap person? my entire life fell apart i cant even sit without pain and really the medical system sucks theres no cure i hate my life\n  ","416649":"\n   Are you a cheapskate\n  ","416650":"\n   What is most valuable for you during the holidays?\n  ","416651":"\n   What’s your opinion on kink shaming?\n  ","416652":"\n   Ever thought about getting your head shaved or cut really short?\n  ","416653":"\n   What sort of guy do you want to date answer as if you are single if you are taken what quality do you look for\n  ","416654":"\n   Has anyone ever asked you for sex and you said no. When you said no how did they take it\n  ","416655":"\n   Merry Christmas everyone! ?? Hope you have a magical day and enjoy ? (STAIF)\n  ","416656":"\n   Currently wearing trainers, tall or short boots?\n  ","416657":"\n   What “old person” things do you do?\n  ","416658":"\n   What would you miss if you  wake up late tomorrow ?\n  ","416659":"\n   is christmas a commercial secular holiday for you and your family or a religious thing?\n  ","416660":"\n   Why don’t you live with them?\n  ","416661":"\n   What's your favorite video game?\n  ","416662":"\n   Current outfit long or short sleeves?\n  ","416663":"\n   Post a pic of you with long hair\n  ","416664":"\n   Did you ever take a picture or video of you while you were at the hair salon?\n  ","416665":"\n   When did you get your hair cut short?\n  ","416666":"\n   Do you have any siblings?\n  ","416667":"\n   what are some ways you manage stress?\n  ","416668":"\n   Merry Christmas, everyone! I hope you all have a good Christmas. ??????? (If you don't celebrate, I hope you have a good day whatever you celebrate).\n  ","416669":"\n   Have a lovely Christmas tomorrow! Hope it's fun, with smiles all round! If you don't celebrate Christmas, then have a fantastic day! ?☃️?\n(staif)\n  ","416670":"\n   u look 60 instead of nearly 30\n  ","416671":"\n   I bet if you didn't do this so often you'd have a lot more money put towards moving out\n  ","416672":"\n   How many ugly Christmas sweaters do you own?\n  ","416673":"\n   How meany of you out believes in about like me everyone deserve a chance too be a friend or much more the way I see it you can about go with your gut feeling if something doesn’t feel right. Then do you believe in telling them the truth and say I don’t think we can be friends? Or be shady and block?\n  ","416674":"\n   Do you like Chinese food?Whats your favorite Chinese dish??\n  ","416675":"\n   You gotta do it, especially if you live in or near NYC. It is incredible. I'm also a HUGE fan of a huge bowl of pho soup. So increadible and good and it's actually no bad for you healthwise!\n  ","416676":"\n   Do you like a massive bowl of ramen noodles from a good Asian restaurant?\n  ","416677":"\n   Use this for whatever\n  ","416678":"\n   What was your last good deed?\n  ","416679":"\n   Are you in the xmas sprit\n  ","416680":"\n   What can make you smile?\n  ","416681":"\n   we can ask questions based on that it helps in forming qs\n  ","416682":"\n   Is it Christmas Eve yet for you\n  ","416683":"\n   Do you prefer to be with friends or on your own?\n  ","416684":"\n   do cigarettes calm you down or something? thats why i asked, not trying to be judgemental aha\n  ","416685":"\n   we need to know\n  ","416686":"\n   Are a fast food eater or a slow eater?\n  ","416687":"\n   When was the last time you had snow?\n  ","416688":"\n   What was your last meal?\n  ","416689":"\n   Do you like the snow?\n  ","416690":"\n   why upset\n  ","416691":"\n   What do you have planned for this weekend?\n  ","416692":"\n   gonna make u fall im love with me I know it’s tough but I will give my best\n  ","416693":"\n   yall too old to still live with family lmao\n  ","416694":"\n   does your bf live on his own\n  ","416695":"\n   do you return the courtesy\n  ","416696":"\n   free to do what\n  ","416697":"\n   Tiits you are jesi\n  ","416698":"\n   Haw are you\n  ","416699":"\n   Mrb\n  ","416700":"\n   why do you smoke cigarettes?\n  ","416701":"\n   ever had a bartholins gland cyst?\n  ","416702":"\n   Do you have somewhere you can escape to from reality? Where is it?\n  ","416703":"\n   do you eat good fiber in your diet?\n  ","416704":"\n   what words\n  ","416705":"\n   How would you describe your accent and the way you speak? Does it change in different situations?\n  ","416706":"\n   How’s your day?\n  ","416707":"\n   Dummy I thought it was a gift. I wanted to know from where\n  ","416708":"\n   I like your jumper. Did you buy it?\n  ","416709":"\n   Your wellcome pretty ?\nAfter seen you i wish that i could make you my fate . Youre my dream girl\n  ","416710":"\n   You have beautiful hair ?\n  ","416711":"\n   how do you support someone who is feeling very low?\n  ","416712":"\n   Ever witnessed a crime or an accident and had to give a statement to the police and then go testify in court?\n  ","416713":"\n   ?????What's your favorite Christmas song??????\n  ","416714":"\n   Have you ever been in a country (on holidays) that you didn't want to leave? What country is it and why?\n  ","416715":"\n   what kool aid flavor is that\n  ","416716":"\n   Would it be bad to ask your bra size? Just curious\n  ","416717":"\n   Would you rather spend $1000 on a new iPhone or charity?\n  ","416718":"\n   -?Post Anything!?\n  ","416719":"\n   How's the lumbago\n  ","416720":"\n   Do you take care of your face? How?\n  ","416721":"\n   Merry Christmas eve eve! I probably won't be active much on askfm over Christmas due to being with my family but I hope you all have a lovely christmas and an even better new year! ??❤️\n  ","416722":"\n   What do you like to do in your free time?\n  ","416723":"\n   Favorite sushi to get?\n  ","416724":"\n   What's your favorite food?\n  ","416725":"\n   Can u get by without internet?\n  ","416726":"\n   Your hair looks nicey\n  ","416727":"\n   Share photos of your pets  ???\n  ","416728":"\n   why?\n  ","416729":"\n   pros and cons of swim suits?\n  ","416730":"\n   Post your all time favorite music video.\n  ","416731":"\n   Are you rational? Do you always care about the consequences?\n  ","416732":"\n   Why do you dress the way you do? Which of your outfits expresses most closely your personality and why?\n  ","416733":"\n   How's the new hair?\n  ","416734":"\n   When was the last time you felt bummed out and why?\n  ","416735":"\n   Do you visit the deinst regularly?\n  ","416736":"\n   would you share a bath or shower?\n  ","416737":"\n   knock on wood profusely lmaoo.\n  ","416738":"\n   count your lucky stars lol. i would rather go into labor 100 more times than to ever have another toothache. ??\n  ","416739":"\n   Would you rather make gifts or buy them?\n  ","416740":"\n   Have you ever been in toothe pain? Is it the worst?\n  ","416741":"\n   Do you possess anything that is against the law to have??\n  ","416742":"\n   How many points do you have on your Snapchat?i have like 9500\n  ","416743":"\n   Do you have a lot of streaks on your Snapchat?\n  ","416744":"\n   If you use Snapchat do you like the filters?Do you use them often?\n  ","416745":"\n   Are you scared of failing?\n  ","416746":"\n   How often do you waste money?\n  ","416747":"\n   Are you impulsive when making decisions?\n  ","416748":"\n   Have you ever been catfished or have you done the catfishing\n  ","416749":"\n   Do you follow your gut or risk it?\n  ","416750":"\n   What are you some tips from your experience on buying a used car?\n  ","416751":"\n   Do you think a celebrity crush is a “real” crush? Why (not)?\n  ","416752":"\n   lmao I’m not offended??? i’m not the same dude. yall feminists are funny\n  ","416753":"\n   What kind of salad dressing do you like?\n  ","416754":"\n   Do you like cherries?\n  ","416755":"\n   Do you,or have you ever read Mad magazine?\n  ","416756":"\n   What’s the worst part about having a cold...?\n  ","416757":"\n   how did he force it? i hope you don’t call this rxpe, snowflake.\n  ","416758":"\n   Name a game that you play like an absolute boss? ??\n  ","416759":"\n   How would you describe today in one word?\n  ","416760":"\n   I’m making a Starbucks run ,y’all want something??\n  ","416761":"\n   can we became bff\n  ","416762":"\n   hi\n  ","416763":"\n   yes! that’s awesome I’ve meet him as well as Linkin Park many times☺️\n  ","416764":"\n   hahaha omg Mike Shinoda is great!\n  ","416765":"\n   please stop making a mockery of Jesus Christ.\n  ","416766":"\n   so you must be a terrible driver, a new Yorker and a girl.\n  ","416767":"\n   You can tell they never been to NY ?\n  ","416768":"\n   Have you ever been in a car accident?\n  ","416769":"\n   How come?\n  ","416770":"\n   Do you enjoy driving? Do you find it relaxing?\n  ","416771":"\n   Yup. I used to like an ice cold beer and a grilled hotdog but I haven't had a beer in years because of my blood sugar so I totally get it. I get a little overwhelmed by having it at times that I get depressed. It's a bummer.\n  ","416772":"\n   Does your boyfriend drink? I stopped because of the 'beetus.\n  ","416773":"\n   Diabetes makes the holidays less fun ?\n  ","416774":"\n   Holy f*ck, there's still people's on here? How are you doing guys? Anyway marry christmas to everyone! \n\n\nToo drunk, I'll be deactivated in moments, okay? Okay! ?\n  ","416775":"\n   What time do you go to bed on a week night?\n  ","416776":"\n   Have you ever meet a celebrity who wasn't very nice\n  ","416777":"\n   Pic of dinner?\n  ","416778":"\n   Are you enjoying your day?\n  ","416779":"\n   Do you like chocolate?\n  ","416780":"\n   Do you put cinnamon in your coffee?\n  ","416781":"\n   Have you ever been outside of the country?\n  ","416782":"\n   What makes you happy on weekends?\n  ","416783":"\n   I guess its Trump\n  ","416784":"\n   Who\n  ","416785":"\n   Do you hate any ask fm users if you do who\n  ","416786":"\n   Oh so you're like my work? You don't get real gifts you just get something stupid\n  ","416787":"\n   What did you get\n  ","416788":"\n   Are you doing secret santa in your work\n  ","416789":"\n   Do you prefer a hard or a soft bed?\n  ","416790":"\n   W h u\n  ","416791":"\n   Do you love humanity as a whole?\n  ","416792":"\n   Do you think that most people are difficult to love?\n  ","416793":"\n   I want to see what you saw in your life, feel your pain feel your pleasures, so I want to eat them without additional flavour\n  ","416794":"\n   but they are so beautiful that I want to eat them\n  ","416795":"\n   Does 50 seem old to you?\n  ","416796":"\n   do you know that your eyes are intimidating\n  ","416797":"\n   Will you celebrate NYE?\n  ","416798":"\n   It has to be done but its going to be all over soon\n  ","416799":"\n   I hope u having a lot of fun tonight\n  ","416800":"\n   What things make you laugh?\n  ","416801":"\n   How are u\n  ","416802":"\n   What annoys you the most about people?\n  ","416803":"\n   What first comes to your mind with the word 'Marriage'? ?\n  ","416804":"\n   What never ceases to amaze you?\n  ","416805":"\n   Should humans genetically engineer babies to make for better humans?\n  ","416806":"\n   Things you don't share with anyone ... ?\n  ","416807":"\n   Do you get annoyed easily\n  ","416808":"\n   Follow back?\n  ","416809":"\n   Why can't I get a gf i'm 22 never had one am a loser huh?\n  ","416810":"\n   When’s the last time you were late for something? I was late to work this morning ?\n  ","416811":"\n   Does your car have antlers and a reindeer nose on it?\n  ","416812":"\n   Hey\n  ","416813":"\n   Soo I'm a red ombre girl,I'm thinking of switching up my Color any advice ,from going from red too??????\n  ","416814":"\n   It's wintertime ! Do you have any plans for the upcoming weeks, even just relaxing or anything? ! I hope all is well, have an amazing day love x\n  ","416815":"\n   Have you ever been fired near a holiday?\n  ","416816":"\n   yoo\n  ","416817":"\n   heyyy\n  ","416818":"\n   where u from?\n  ","416819":"\n   when do you plan to quit smoking?\n  ","416820":"\n   do you know the song waterfalls by tlc?\n  ","416821":"\n   How many cars do you drive?\n  ","416822":"\n   ppl generally  have two cars in case something bad happens.\n  ","416823":"\n   Do you it’s normal to own two cars?\n  ","416824":"\n   Why’s your anon being salty???\n  ","416825":"\n   tbh, i’ll take the 6 cats lmao.\n  ","416826":"\n   I think you would be happy if you adopted 6 cats and you all could hangout in your bed together and they would keep you warm.\n  ","416827":"\n   That doesn't make sense because you said before the definition of words can change over time and if the dictionary is unreliable why not just throw out the entire thing? Lol\n  ","416828":"\n   But the other definition is just discrimination or mistreatment based on race... So...\n  ","416829":"\n   What do you think of poc who say that white people can experience racism?\n  ","416830":"\n   Are you in bed?\n  ","416831":"\n   Your ask page got visited by someone who is trying to have a deep conversation about things. I prefer coming to ask and laughing at the random questions that people have about farts and Nickelodeon shows. lol\n  ","416832":"\n   Please don't, that just seems like an out to avoid this discussion.\n\nYou said earlier that some incidents where the justice system is right, doesn't discount oppression as a whole. So you at least accept that there are cases where there isn't oppression? If not, please provide evidence as to why.\n  ","416833":"\n   What are you up to? Are you doing well?\n  ","416834":"\n   You’re stunning\n  ","416835":"\n   Your going off track a bit here, but we'll come back to that argument later.\n\n\nDo you agree that in this \"one incident where the justice system does the right thing\" that the black person in question here was racist?\n  ","416836":"\n   How? Even in circumstances where the black person in question isn't oppressed, and the white person isn't favored at all?\n  ","416837":"\n   white people are not oppressed and are not denied basic human rights just for being white. the definition of ‘racism’ is pretty ambiguous, it’s not always literal. also, whites only experience discrimination (stereotypes) whereas POC are racially profiled. just know, reverse racism is a myth.\n  ","416838":"\n   No, no, no.\n\nTwo identical situations with two identical outcomes. You can't use the \"black people are oppressed\" argument in cases where the legal system was fair and balanced, even if you don't believe it to be overall.\n  ","416839":"\n   You said you got the cold are you better?\n  ","416840":"\n   How was your day? Are you feeling better?\n  ","416841":"\n   But racism is discrimination, on the basis of race, systemically or individually.\n\nIf a white man killed a black man just for being black, you'd consider that racist, even if this guy was put on death row and lost everything because of it, right?\n  ","416842":"\n   ~FANDOMS~\n?‍♂️ Are you fan of any particular musician, celebrity, fictional world or genre? \n??‍? What do you think of collective fan names? Eg Dr Who fans = “Whovians” , Beiber fans = Beliebers”?\n?‍♀️ Is there such a name for any fandom you’re part of?\n??‍♂️ Do you mind this label?\n  ","416843":"\n   Only issue here is your reasoning, because it doesn't work when applied to other situations.\n\n\nWhite man kills black man, due to his race - is given a life sentence in prison.\n\nBlack man kills white man, due to his race - is given life sentence in prison. \n\n\nHow are these two any different?\n  ","416844":"\n   Seen any good movies lately?I watched a movie called “searching “ last night. It was really good!\n  ","416845":"\n   What’s your motto?\n  ","416846":"\n   Should people with young children be allowed to bring them to restaurants? What about movie theaters?\n  ","416847":"\n   In what ways do you anticipate that your life will be different next year?\n  ","416848":"\n   What is a relationship deal breaker for you?\n  ","416849":"\n   If black on white crime is racially motivated, would that not be racist in your view? \n\n\nThere isn't really an issue with changing the definition of the word racism, if that's what it means to you. But I will ask why you do this?\n  ","416850":"\n   Advent calendars: Did you get one this year? Do you prefer the ones with items in them or candy\/chocolate\/sweets in them? Do you see them more as a Christmas thing only for Christians or something that we all can have? What's your over all opinion on them?\n  ","416851":"\n   What is your favorite smell? (fresh cut grass, books, Play-Doh, etc)\n  ","416852":"\n   What are your top 3 movies of all time?\n  ","416853":"\n   Have you ever had a job interview?How did it go?\n  ","416854":"\n   Are you having a good day? If not how could I make it better?\n  ","416855":"\n   Do you like cold pizza?How bout cold Mac and cheese?\n  ","416856":"\n   What’s your usual excuse for skipping doing sports?\n  ","416857":"\n   How does the law discriminate against colored people? How does it work in white people's favor? People of color have equal rights. Moreover, this just isn't how racism works. If you dislike or favor a race over others, that's racism.\n  ","416858":"\n   Are you constantly glued to your phone?\n  ","416859":"\n   Do you think that you are more good looking or more wise?\n  ","416860":"\n   Do you think that this year has gone fast?\n  ","416861":"\n   Do you like watching videos or channels national geographic about animals? What about animals hunting?\n  ","416862":"\n   I need an advice. I have a friend, guy. He told me if he like a girl, he will try to dissappear but then this past few days he started to ignore my message  and took an hour before he seen it. I don’t want to assume, what does it mean? ?\n  ","416863":"\n   Do you agree that it’s racist to punish a White man and assume he’s guilty without even giving him a fair trial?\n  ","416864":"\n   Has anyone ever come to you when they felt like giving up? How would comfort them?\n  ","416865":"\n   Dumb question say no you have broken up with your partner and you have a kid together. Do you still give your former partner a gift and say it's from your kid\n  ","416866":"\n   Where was your last selfie taken?\n  ","416867":"\n   Who is the most closest friend that knows everything about u?\n  ","416868":"\n   Do you care less about grammar as you get older?\n  ","416869":"\n   hello\n  ","416870":"\n   whOA your eyes have got to be one of the most beautiful i've seen tbh\n  ","416871":"\n   they sell cigs in retail?\n  ","416872":"\n   What is the greatest application ever?\n  ","416873":"\n   How is living in New York?\n  ","416874":"\n   ever gotten a tan\n  ","416875":"\n   why you brows look dirty\n  ","416876":"\n   Is your hair cut at an angle in that pic? I love that look.\n  ","416877":"\n   What do you look like with long hair?\n  ","416878":"\n   I thought you had blocked me lol\n  ","416879":"\n   In Romania it's not allowed\n  ","416880":"\n   you are too old for pink hair\n  ","416881":"\n   Do you think there is life on other planets\n  ","416882":"\n   Do you have self control or does it vary for you?\n  ","416883":"\n   Are you scared of spiders? What do you do when you see one?\n  ","416884":"\n   What would you say your best physical attribute is?\n  ","416885":"\n   What aren't you looking foward to and why\n  ","416886":"\n   We didn't make it driving today and no chinese food sushi buffet for me. I was sick really bad all night and my glucose was super high and I was in pain all night so I was in bed all day. I'm awake now but going back to bed. My doctor says to increase my medicine so I hope to feel better tomorrow?\n  ","416887":"\n   Do you have a  back up account\n  ","416888":"\n   gross u look like u poured kool aid over yr hair\n  ","416889":"\n   How do you usually treat your cold?\n  ","416890":"\n   Do you have a cold?\n  ","416891":"\n   How was your day?\n  ","416892":"\n   Followed \nBack maybe??\n  ","416893":"\n   Wow they really didn't have cameras?\n  ","416894":"\n   Ever feel like you need a break from everything?\n  ","416895":"\n   What do you think is the hardest.... A parent seeing their child die or a child seeing their parent die?\n  ","416896":"\n   How old does a kid have to be when they are talking properly\n  ","416897":"\n   Full body pic\n  ","416898":"\n   how did you steal cigarettes?\n  ","416899":"\n   A few questions\nDid you ever get caught?\nWhy did you do it?\nWhy did you do it you prob will get a disscount?\n  ","416900":"\n   Did you ever shop lift as a kid what did you take\n  ","416901":"\n   I really enjoy your answers, you seem like such an intelligent and wellspoken person\n  ","416902":"\n   What do you think, where isn't spot for humor?\n  ","416903":"\n   Do you open gifts on Christmas Eve or Christmas Day? :3\n  ","416904":"\n   What type of wildlife do you see in your area?\n  ","416905":"\n   Oo sounds like a nice colour, bit of silver for Christmas is it?\n  ","416906":"\n   Why do you celebrate Christmas?\n  ","416907":"\n   Why are you up so early?\n  ","416908":"\n   Do you wear any Gucci clothing?\n  ","416909":"\n   u look good with a natural color like red\n  ","416910":"\n   Better get started then! What colour you going for?\n  ","416911":"\n   Do you like to stalk people?\n  ","416912":"\n   Never to any buffet? Oh no! You really gotta go! It's the best! Seriously though I feel super sad that you've never been to a buffet!!!\n  ","416913":"\n   Do you go to sushi buffets? I have to wake up at 530am tomorrow. I'm scared. We have to drive 4 hours but then we are going to a Chinese food and sushi buffet for lunch!\n  ","416914":"\n   Hey, I'm back from a 3 month hiatus. How's everyone been?\n  ","416915":"\n   You know that mental illness is nothing but a illusion your mind creates just to enact depression when you don’t even actually have it.. try to think you don’t have any of these at all and you will eventually feel better, not right away but soon and surely!\n  ","416916":"\n   Are you the kind of person who likes to follow a routine or more of go with the flow kind of person?\n  ","416917":"\n   I see that you use the word “deterrent” a bit too much, is that today’s new flashcard word?\n  ","416918":"\n   What did you do all day?\n  ","416919":"\n   Well I am sorry for being rude to you.. can’t really troll someone who’s already been trolled by life.. Hope you get well soon.. if not then I can always send you memes lmao\n  ","416920":"\n   would you be with someone if you found out they only liked you for your personality and not your looks? I overheard my bf say this to his sister but it wasn’t in a evil way, he was just explaining to her that I’m nice. I’m really hurt though for what I heard\n  ","416921":"\n   What kind of mental illness are we talkin about here?\n  ","416922":"\n   You seem arrogant.. I wonder how can someone cope up with you?\n  ","416923":"\n   Does he get you a lot of gifts too?\n  ","416924":"\n   Why did you get him a lot of things?\n  ","416925":"\n   Your boyfriend sucks cuz he ain’t me\n  ","416926":"\n   what kind of anti anxiety medications do you take?\n  ","416927":"\n   how has medication helped you? i was put on a mood stabilizer and im not even sure how medications work and im kind of wary on starting to become \"dependent\" on it.\n  ","416928":"\n   what did you get for your boyfriend?\n  ","416929":"\n   What's the biggest lesson you learned this year ?\n  ","416930":"\n   Is there a music artist that you used to love as a child but now you can't stand them? Who are they?\n  ","416931":"\n   What is on your Christmas wish list? (if you don't celebrate, feel free to ingore this)\n  ","416932":"\n   What games you play?\n  ","416933":"\n   Are you excited for Christmas? (If you don't celebrate, you can ignore this or use it as a filler)\n  ","416934":"\n   Do you like Videogames xbox?\n  ","416935":"\n   What is your plan for this week?\n  ","416936":"\n   If I gave you £3000 or dollars whatever and you only have one hour to spend it what would you buy. ( you can't spend it on bills or save it you have to spend it)\n  ","416937":"\n   Help I don't know what to get my dad for xmas\n  ","416938":"\n   Do you like sponge cake?\n  ","416939":"\n   hi hello can we bff ?\n  ","416940":"\n   How many cigarettes do you smoke per day?\n  ","416941":"\n   Do you think mistletoe should be banned due to being inappropriate ?\n  ","416942":"\n   Have you ever written something down and couldn't read your own writting\n  ","416943":"\n   Do you wear any gucci clothing\n  ","416944":"\n   When was the last time you had a decent meal\n  ","416945":"\n   Do you get tired when you proof read at work?\n  ","416946":"\n   Have you ever gone into work hung over?\n  ","416947":"\n   hello\n  ","416948":"\n   Do you listen to music for its melody or lyrics?\n  ","416949":"\n   What are you dreaming about?\n  ","416950":"\n   would a dramatic increase in tobacco prices ever cause you to quit smoking ?\n  ","416951":"\n   from personal research, what state would you mind living in next that you believe would appease your finances?\n  ","416952":"\n   is avril lavigne dead\n  ","416953":"\n   Are new Yorkers good kissers\n  ","416954":"\n   what is the worst financial con to living in new york overall?\n  ","416955":"\n   are new yorkers actually like people perceive them to be like in movies or?\n  ","416956":"\n   have you ever been to niagara falls?\n  ","416957":"\n   I'M HERE FOR YOU LEIGH!!! \nAre you addicted to dunkin donuts?\n  ","416958":"\n   Do you worry about your future?\n  ","416959":"\n   Is chocolate good for you? ? I always thought the opposite was true but have recently been reading a bunch of stuff online about how it makes the metabolism work faster and thus actually aids the body in losing weight! ?? Do you think there is any truth in this or is it all just fake news?? ??\n  ","416960":"\n   Do you like color by number products or did you just color it how you wanted?\n  ","416961":"\n   Name something that has become clearer to you has you've got older??\n  ","416962":"\n   What's your favourite episode of Friends? ?\n  ","416963":"\n   why don't you start advertising on social media im sure you have a lot of followers and.u can earn from home\n  ","416964":"\n   Do you keep up with Disney movies?\n  ","416965":"\n   do you take professional family pics on Christmas every year?\n  ","416966":"\n   Do you  wear glasses if you don't should you\n  ","416967":"\n   your skin is beautiful\n  ","416968":"\n   Do you prefer having long or short hair?\n  ","416969":"\n   Do you drink alcohol?\n  ","416970":"\n   Do you have a fire place?\n  ","416971":"\n   If you woke up with wings one morning, where would you fly?\n  ","416972":"\n   Do you like sushi? I love it but only the fake sushi kind like California rolls and spicy tuna and stuff like that.\n  ","416973":"\n   It's just like greetigs\n  ","416974":"\n   ?\n  ","416975":"\n   Everyone has their own way in categorizing people; in this case, good and bad people. How you categorize them?\n  ","416976":"\n   Is the Nightmare Before Christmas a Halloween movie or Christmas movie? Also do you like candy canes?\n  ","416977":"\n   What are your thoughts on people who aren't famous but go on about having 'haters'? ? Have you ever been guilty of this yourself?? ?\n  ","416978":"\n   Hello! ? \nWhat have been the highs and lows of your week so far? Are you looking forward to anything later in the week or at the weekend?\n  ","416979":"\n   What three things do you think of most each day?\n  ","416980":"\n   Do you enjoy listening to unapologetically depressive  Doom\/Gothic Metal bands such as Paradise Lost where the music and lyrics have a tendency to evoke a sense of misery, dread, fear, and impending doom? ?????\n  ","416981":"\n   When, if ever, was the last time you got horrendously drunk? ????\n  ","416982":"\n   Do you think in 2018 it's about time we had a female Father Christmas? ?\n  ","416983":"\n   If your bf wanted to become a woman would you break up with him?\n  ","416984":"\n   What is one thing you would never wear?\n  ","416985":"\n   How have you been?\n  ","416986":"\n   How often do you visit skating rink?\n  ","416987":"\n   lol you send links to yourself\n  ","416988":"\n   10% of people with BPD complete s*icide and I think like 80% have repeated s*icide attempts so wtf is that anon talking about, mental disorders can most definitely be fatal if the person receives 0 treatment especially for years. The ignorance of some people is beyond me.\n  ","416989":"\n   Is compulsive lying a disorder too? Seems very highly stigmatized\n  ","416990":"\n\n    https:\/\/ask.fm\/lillehjort\/answers\/151404534769\n   \n   thoughts\n  ","416991":"\n\n    https:\/\/ask.fm\/sweetnothings18\/answers\/151096586228\n   \n   I'm sorry but this seems hella dramatic. They're acting like BPD or other mental disorders is like a disease like cancer or something haha. Like, you're not gonna die if you don't get treated.\n  ","416992":"\n   are mental disorders medical conditions?\n  ","416993":"\n   What can't be bought for money and why?\n  ","416994":"\n   honestly there was tons of people who were running minor attracted persons blogs and trying to destigmatize pxdophilia... some of them were even posting child pxrn that i stumbled upon. was horrific, thank god tumblr is dong something about it. if the minimum age is 13, there shouldnt be pxrn.\n  ","416995":"\n   So u think sxxual abxsers can change?\n  ","416996":"\n   why is bpd so stigmatized???? there are \"worse\" disorders\n  ","416997":"\n   what about sxxual abxsers? cuz in my opinion, some abxse is worse than others. emotional and physical abxse, while still awful don't get me wrong, is still a lot more forgivable than sxxual abxse and i feel like they shouldn't be given the chance to change in that situation.\n  ","416998":"\n   What makes a person rich?\n  ","416999":"\n   Do you call the liquor store \"the packie\" or is it more of a Boston\/east coast thing? \n\nIf not from America, what do you call it or have you heard that term before?\n  ","417000":"\n   That soup looks sooooo good! I could go for a bucket of that!! Soup sounds so good right now, and that bisque looks incredible!\n  ","417001":"\n   pap your bf\n  ","417002":"\n   Pic of your dinner?\n  ","417003":"\n   You've just won an all expense paid hoilday to anywhere you want where are you going and why\n  ","417004":"\n   Do you do your own washing and ironing?\n  ","417005":"\n   Are your eyes large or did you enhance your photos?\n  ","417006":"\n   How many times a day do you eat food and are you disciplined when it comes to food consumption?\n  ","417007":"\n   It's like how some people use their self proclaimed identity to silence others who have contrary views to them and who disagree with them etc\n  ","417008":"\n   Ever heard of identity politics?\n  ","417009":"\n   Is there much identity politics where you live?\n  ","417010":"\n   Your thoughts on the possibility that mental states have been over pathologized so big pharma can sell more drugs?\n  ","417011":"\n   do you have to eat medication for life\n  ","417012":"\n   Who do you educate about mental illness specifically?  Like others with mental illness or those who don't have it?\n  ","417013":"\n   In what ways do you help those with mental illness?\n  ","417014":"\n   What do you like most about yourself?\n  ","417015":"\n   What are your thoughts on Botox and are you thinking about getting Botox your self?\n  ","417016":"\n   Do you like helping people or nah\n  ","417017":"\n   Did ask activity increased or decreased?\n  ","417018":"\n   What would your dream house be like?\n  ","417019":"\n   literally spending money in your country is sponsoring murder in other countries\n  ","417020":"\n   What is the most interesting science?\n  ","417021":"\n   What do you hate more: awkward birthday phone calls or people actually singing happy birthday to you?\n  ","417022":"\n   you have a holier than thou attitude. literally it wouldn’t make a difference if you boycott.\n  ","417023":"\n   you live in a racist country headed by a racist misogynistic president. and your country has killed thousands of innocents in other countries  why not boycott your war hungry nation\n  ","417024":"\n   What is the most interesting thing about your family?\n  ","417025":"\n   Have you ever fired a real gun?\n  ","417026":"\n   what’s the point then of boycotting then? you’re just depriving yourself from products you love.\n  ","417027":"\n   lmao do you think they will run out of business when you boycott them?\n  ","417028":"\n   Why? They aren’t attacking you personally.\n  ","417029":"\n   Would you buy products from racist companies?\n  ","417030":"\n   If you can't hang out with your friends, do you prefer hearing everything you missed out on after or would you rather not hear about everything you missed in case you feel disappointed for missing out?\n  ","417031":"\n   what was your favorite toy u ever received on xmas as a kid\n  ","417032":"\n   Did you ever use Napster? The spotify question made me think of it lol\n  ","417033":"\n   What’s your go to greeting with friends kisses or hugs?\n  ","417034":"\n   Do you prefer using a sponge or a washing machine why why not?\n  ","417035":"\n   Is Spotify easy to use?\n  ","417036":"\n   what did you do with your old makeup?\n  ","417037":"\n   Do you have a lot of skincare items and makeup that you don’t use?\n  ","417038":"\n   do you return items whether it’s online or in shops?\n  ","417039":"\n   Have you ever had to order something online and return it? Is it a hassle?\n  ","417040":"\n   What do you wish you had more time for?\n  ","417041":"\n   it wasn't socially acceptable for 25 year olds to fxck 13 year olds in 2002.\n  ","417042":"\n   I agree but it was back in 2002. ? That wasn't commonplace back then haha\n  ","417043":"\n   Do you think he should be in jail even if it was a long time ago?\n  ","417044":"\n   Do you get a lot of Russian and middle eastern users liking your answers?\n  ","417045":"\n   Have you watched the Sabrina series on Netflix?\n  ","417046":"\n   I have a friend who is 16 now and her mom had her at 14 and is now 30. Her parents started dating when her mom was 13 and her dad was 25 and are still together. Isn't that weird???\n  ","417047":"\n   If you were an activist what would want to protest against?\n  ","417048":"\n   Do you know if you were born in the morning or night?\n\n\nIf you have kids, what time were they?\n  ","417049":"\n   Do you have a traditional birthday cake you always get or is it different each time? ??\n  ","417050":"\n   nicest person on ask??\n  ","417051":"\n   Would you ever get botox?\n  ","417052":"\n   Have you ever paid for anyone meal who you did not know\n  ","417053":"\n   Did you watch the show Drake & Josh?\n  ","417054":"\n   What are your fav types of cheese?\n  ","417055":"\n   Are your parents still together\n  ","417056":"\n   Ever seen a therapist\n  ","417057":"\n   Are you with or against tumblr banning adult content?\n  ","417058":"\n   is $160-200 per session w a therapist or psychiatrist too expensive in your opinion?\n  ","417059":"\n   pap ur house\n  ","417060":"\n   Are you straight edge, why\/why not?\nCould you ever be\/Have you ever been straight edge?\n  ","417061":"\n   What do you usually see in day time?\n  ","417062":"\n   For the gamers:\n\nHave you ever had a person stalk your avatar and message you that they like you and want to follow you on social media?\n  ","417063":"\n   What do you see from your window? (post a pic)\n  ","417064":"\n   if you truly  love him and want the best for him, you should leave him to find better\n  ","417065":"\n   your boyfriend can definitely do better\n  ","417066":"\n   i was being sarcastic rofl\n  ","417067":"\n   Im so happy you made it. You’re amazing & the world would be a much duller place without you!\n  ","417068":"\n   nice one. Try \"Hallelujah\" by Amaury Vassili, you may like as well.\n  ","417069":"\n   Do you have a favorite holiday movie?Whats an overrated holiday movie?\n  ","417070":"\n   What is your one personal goal for 2019? Mine is to lose some weight before we go on our vacation to Tennessee\n  ","417071":"\n   How many Starbucks would you guess are near your home? I know of 3 nearby\n  ","417072":"\n   What is the best song of all time?\n  ","417073":"\n   How do you handle stress?\n  ","417074":"\n   Do you wear more holiday colors in the winter?\n  ","417075":"\n   Ever had a package stolen from your door or mailbox? It's that time of year people do it, yikess .\n  ","417076":"\n   Hi.\n  ","417077":"\n   Ben and you would be a great couple tbh.He is your soulmate\n  ","417078":"\n   Nope I raised like this by people I trust. They wouldn’t tell me nothing wrong\n  ","417079":"\n   What is the best way to increase self-esteem?\n  ","417080":"\n   Oh I see LGBT and non binary in your profile.. so i going to say white People there. ALL white people. Regardless of gender\n  ","417081":"\n   would you ever date Ben casually?\n  ","417082":"\n   Nah you’re white so it includes you ?\n  ","417083":"\n   I was just talking about y’all white women that’s it\n  ","417084":"\n   Y’all white girls think that y’all are so better than everyone because y’all are white. Y’all are stuck up and racist. Typical cracker theses days\n  ","417085":"\n   What’s the most valuable advice you have been given?\n  ","417086":"\n   What do you love most of all in and about your life?\n  ","417087":"\n   What do you think of false compliments? If someone’s purpose was only to make someone happy.\n  ","417088":"\n   did Steph make a new account?\n  ","417089":"\n   What do you look forward to when you wake up?\n  ","417090":"\n   Who’s on ask you like how they articulate their thoughts and you think they are great with their words?\n  ","417091":"\n   How many hours does it take you to get over something or someone that has upset you?\n  ","417092":"\n   Do you have a short attention span?\n  ","417093":"\n   you didn’t study lol bet you used to cheat\n  ","417094":"\n   Do you prefer reading a novel or watching a movie of the same story?\n  ","417095":"\n   Do you study and do your assignments last minute? If not then how do keep on top of things?\n  ","417096":"\n   Do you prefer learning in a class or at home on your own?\n  ","417097":"\n   How’s your day going? What did you do this far?\n  ","417098":"\n   I am sorry I sent the third part but it’s probably my internet connection. this message was intially for you but I messed up with the usernames. thank you leigh\n  ","417099":"\n   If your other half did something that upset you, and continued to do it even after you told her it upsets you, how would you feel?\n  ","417100":"\n   I am honestly really inspired by your intelligence and how blunt you are. you always have many no-bs reasons to back up what you are saying. I used to be one of those die hard feminists (very embarrassed) and followed pretty much all of the liberals on here, but after they all left, I distanced-\n  ","417101":"\n   Does your boyfriend have a type?\n  ","417102":"\n   maybe he wants your money\n  ","417103":"\n   lmao. what are you trying to say?\n  ","417104":"\n   Why did you think you wouldnt live this long\n  ","417105":"\n   What's your endgame?\n  ","417106":"\n   How to help someone with low self esteem? My sister and my boyfriend both have this problem and I've been reading some articles over the net about this matter, but I'd like to ask you as well Leigh.\n  ","417107":"\n   What is something you have always wanted to try?\n  ","417108":"\n   What is the formula of happiness?\n  ","417109":"\n   Was the moon landing a hoax?\n  ","417110":"\n   Do you have any phobias?\n  ","417111":"\n   Are you currently waiting on something you ordered from Amazon or another company?\n  ","417112":"\n   Does any of the smaller percentages include Near East or Africa?\n  ","417113":"\n   Did you expect to have more Irish?\n  ","417114":"\n   then whats he doing with you\n  ","417115":"\n   where are you from ?\n  ","417116":"\n   lol to you but not to everyone else.\n  ","417117":"\n   Vhat doz ur boifrendz lookz lik?\n  ","417118":"\n   Do you have diabeetus?\n  ","417119":"\n   I bet your bf is pretty.\n  ","417120":"\n   Do you fart out loud?\n  ","417121":"\n   Do you hate when people give you compliments?\n  ","417122":"\n   What's something you enjoy doing again and again??\n  ","417123":"\n   What do you do with your old clothes?\n  ","417124":"\n   How often do you throw away and clean your stuff?\n  ","417125":"\n   What are your thoughts on YouTube Rewind 2018 - is it fail or success?\n  ","417126":"\n   I contacted them around like maybe 4pm and they answered within 30 mins and said they'll take note and have someone email me but it through insta so I know they don't know my email unless they make a guess which is dumb or if they meant e-mail through insta. But I plan on contacting Monday if nothin\n  ","417127":"\n   Ever had a package stolen from your door or mailbox? It's that time of year people do it, yikess\n  ","417128":"\n   If you were billed for unreceived merchandise, like part of the order showed up at your door, how would you react to that? I'm having that situation right now and they kinda lacking on responses but I don't know if that is because it is Friday. How long would you give them to resolve the issue?\n  ","417129":"\n   I love raccoons too! We used to live in a forest area and there were some baby raccoons that got abandoned so we kept them outside and would feed them dog food and would have water bowls out for them. They were so sweet and nice and would walk behind my mom like baby ducks. I loved them so much!\n  ","417130":"\n   Are you sentimental? Do you keep your gifts or give them away?\n  ","417131":"\n   Do you have any pics of you eating pizza?\n  ","417132":"\n   I think you should adopt a raccoon. They are so cute and nice\n  ","417133":"\n   Do you live in the country or the city?\n  ","417134":"\n   Do you stay up till midnight on New Year's Eve?\n  ","417135":"\n   What pets do you have?\n  ","417136":"\n   What type of job do you have and do you like it? I don't know what job I would like.\n  ","417137":"\n   Why did she think of that? She’s rude\n  ","417138":"\n   I'd like to go on a date with you and us get a birthday cake and eat a lot of it while sitting on the couch and watching cat videos online.\n  ","417139":"\n   How long do you like to keep your hair length?\n  ","417140":"\n   I thought they were pretending to be Pocahontas :o\n  ","417141":"\n   Like, is it possible to put your hand in the same river twice?\n  ","417142":"\n   Are you the same or a different person to who you were yesterday?\n  ","417143":"\n   Do you think that what we call reality is also an hallucination because nothing lasts for even a second?\n  ","417144":"\n   Ever had hallucinations?\n  ","417145":"\n   If numbers were colors, what color would 2 be for you?\n  ","417146":"\n   Ever used depersonalization to deal with trauma?\n  ","417147":"\n   Has digital technology made you less patient?\n  ","417148":"\n   my bfs mom has a bachelors in business and does not use it for its intended purpose and guess what? gets paid hourly. \n\nlike i said, they have no real concept of how the world works cuz they’re ignoring the fact that not all states and countries are the same when it comes to costs.\n  ","417149":"\n   What was the best Halloween costume you’ve ever worn?\n  ","417150":"\n   neither of my parents went to college and i grew up incredibly privileged and my mom took a salary job after she got sick and made less than she made hourly + tips. \nthese children need to get off the web and go back to playing with their dolls and stop trying to tell people how the world works.\n  ","417151":"\n   Can you ride a skateboard?\n  ","417152":"\n   Do you like going to the library?What was the last book you checked out?\n  ","417153":"\n   anyone that i know has the same mindset as me. a job is a job regardless of its status or pay. honest work is honest work and you’re still out there doing something whether it’s flipping burgers or doing surgery. not everyone has to be a billionaire.\n  ","417154":"\n   What is your ethnic background?I am half Mexican, part Scottish Hungarian and full blooded sexy..\n  ","417155":"\n   What’s your favorite type of cheese?\n  ","417156":"\n   Do you like honey?\n  ","417157":"\n   they complain that i’m a stay at home mom and then when i no longer have to be, they complain about the jobs i can get. which one is it? do you want me to work or stay home since apparently my whole life is about appeasing anons younger than me lmao.\n  ","417158":"\n   How often do you food binge and when? What is you favourite food yo binge on?\n  ","417159":"\n   don’t you love how this anon who is more obsessed with my life than i am tries too hard to bring me down by sending my @ out but literally no one takes the bait lmao.\n  ","417160":"\n   Are you a good singer?\n  ","417161":"\n   Who do trust in the media?\n  ","417162":"\n\n    @littlesha_\n   \n   can only work hourly waged jobs and not salary careers.\n  ","417163":"\n   What’s your favorite old school video game?\n  ","417164":"\n   What podcasts do you listen to?\n  ","417165":"\n   If you could be fluent in a new language what would it be ?\n  ","417166":"\n   Does it bother when two people speak in another language you don’t understand while you’re sitting with them?\n  ","417167":"\n   Would you rather live in the mountains or on the beach?\n  ","417168":"\n   Ever watched the Dexter series?\n  ","417169":"\n   How are you?\n  ","417170":"\n   How does 'Mexico' by James Taylor make you feel?\n  ","417171":"\n   What scares you the most about our modern society?\n  ","417172":"\n   Space for rant\n  ","417173":"\n   what's the point of celebrating birthdays? like you're getting older and closer to death? it's not like graduation or wedding to celebrate\n  ","417174":"\n   \"if you judge a fish by its ability to climb a tree it will live its whole life believing that it is stupid\" How do you interpret this?\n  ","417175":"\n   What does \"cut the crap\" mean and how to use it properly?\n  ","417176":"\n   How are you?\n  ","417177":"\n   Do you excersise much?\n  ","417178":"\n   Got any tattos\n  ","417179":"\n   What you doing?\n  ","417180":"\n   What do you wish now???✨\n  ","417181":"\n   What do you look forward to most this year?\n  ","417182":"\n   Are parents ultimately responsible for the behavior or actions of their children?At what age does the blame shift to the child and not the parent?\n  ","417183":"\n   I'm 5'6 and 148 lbs is it overweight? I used to be 135 and wanna go back to it\n  ","417184":"\n   Do you know anyone who has cold hands?\n  ","417185":"\n   What does it mean? I don't understand facial expressions.\n  ","417186":"\n   do you like dr Phil\n  ","417187":"\n   What are you insecure about? If you don’t mind me asking.\n  ","417188":"\n   What mysteries do you like most?\n  ","417189":"\n   Can you like Isole's answer or??\n  ","417190":"\n   What's up\n  ","417191":"\n   Have you already watched the #AvengersEndgame trailer?\n  ","417192":"\n   If you could interview anyone, who would you pick?\n  ","417193":"\n   Who would you like to be?\n  ","417194":"\n   Have you tried ayahuasca ?\n  ","417195":"\n   What is the last thing you do before bed?\n  ","417196":"\n   Do u have insta, if yes what's your username?\n  ","417197":"\n   Do you know any big gossips?\n  ","417198":"\n   have you ever truly madly been in love?\n  ","417199":"\n   I seen you in Michigan\n  ","417200":"\n   Today at my school, campus alerts had to be sent out because someone was running from the police and ended up scaling the roof of one of the student apartment buildings. What is the weirdest thing that has happened in your area\/the weirdest thing someone in your area has gotten arrested for?\n  ","417201":"\n   Have you ever served on a jury? If yes, how was the experience? Would you want to do it again? If you haven’t, would you ever want to?\n  ","417202":"\n   You won 10 million dollars what are you going to buy\n  ","417203":"\n   Do you like to make new friends?\n  ","417204":"\n   Opinion on\n   \n    @HeartOfStitches\n   \n   saying she has bpd now? Wonder who's next. And of course she even says she got an \"official diagnosis.\" Just another Ash if you're being honest.\n  ","417205":"\n   Opinion on Zayn Malik leaves Islam?\n  ","417206":"\n   What was the last thimg to make you laugh\n  ","417207":"\n   Would you rather be a vampire or a werewolf?\n  ","417208":"\n   What is friendship? Do you have many friends?\n  ","417209":"\n   If you were served a three-course meal, what would you want for each of those? :3\n  ","417210":"\n   What's on your Christmas wish list?\n  ","417211":"\n   Do you know any lonely people?\n  ","417212":"\n   Most Wanted wishes of your life?!\n  ","417213":"\n   Do you tip when you eat in resturants\n  ","417214":"\n   What kinda mental illness do you deal with, Leigh? I deal with bipolar, schizophrenia and anxiety\n  ","417215":"\n   Ever lost something ,bought a new one only to find the one you originally lost?\n  ","417216":"\n   If you're a mental health advocate, what experience do you have, huh? I'm curious!\n  ","417217":"\n   What is a Christmas song that makes you cringe? :3\n  ","417218":"\n   What’s your opinion on solo games in general, such as solitaire (either tabletop or computer), jigsaws, computer games (e.g. playing solo or multiplayer) etc? Do you play them, do you instead prefer doing activities with other people, or are you not interested in games at all?\n  ","417219":"\n   How are you ?\n  ","417220":"\n   Do you waste much food?\n  ","417221":"\n   \"With travel and expenses paid for\"\n  ","417222":"\n   So what the fuck are we supposed to do with these coins we earn??\n  ","417223":"\n   You’re walking down the street, feeling great :D What holiday song would be playing in the background? :3\n  ","417224":"\n\n    @babycadiex\n   \n   hit a guys car in parking lot and freaked about it but the guy said nbd and offered her coffee. you think if it was another guy hitting his car his reaction would of been the same?\n  ","417225":"\n   What is the first thing that you would change about yourself?\n  ","417226":"\n   Would you like to live in another country?\n  ","417227":"\n   Would you prefer a big fairy tale wedding or small? Why?\n  ","417228":"\n   Have you ever came across someone who abused their power. They let their authority go to their head\n  ","417229":"\n   takes two\n  ","417230":"\n   Would you quit your job right now to have a job earning 35k a year as a beer taster with travel and expenses paid for?\n  ","417231":"\n   Do you ever help a member of the public if theh need it\n  ","417232":"\n   Oh sorry I thought you said you were on lithium as a mood stabilizer\n  ","417233":"\n   What is your favorite thing about summer?\n  ","417234":"\n   Wait how old was he and u?\n  ","417235":"\n   maybe your ex is a good person now who knows it's been years\n  ","417236":"\n   What does a typical therapy session for you look like?\n  ","417237":"\n   tag all the new people you follow\n  ","417238":"\n   How does lithium make you feel?\n  ","417239":"\n   Do you believe in destiny? What's yours??\n  ","417240":"\n   If your ex wanted you back, would you?\n  ","417241":"\n   Do you get enough sleep?\n  ","417242":"\n   How many times have you fallen in love?\n  ","417243":"\n   What makes you really nervous?\n  ","417244":"\n   who do u follow?\n  ","417245":"\n   I have depression & anxiety and I work retail. I’m one of their best employees.. I’ve been here 4 yos.. I disagree w your anon too ?\n  ","417246":"\n   Are u worried about ur kids getting BPD since it's genetic\n  ","417247":"\n   So sorry. If it's not bad to ask, do you know what damaged your mental health in the first place?\n  ","417248":"\n   What's special about your mental health? Is it poor?\n  ","417249":"\n   my grandmother is on SSI and she barely receives enough for her bills + medication and they literally gave her $12 in food stamps cuz her income was “”too much”” then decided to shut it off altogether cuz again, it was too much. disability is honestly a joke imo.\n  ","417250":"\n   if you got a masters would it increase your pay and opportunities\n  ","417251":"\n   not to mention, claiming disability can take up to 2 years or more. realistically speaking, my bf is supposed to be on disability, but they were only going to give him $400 a month and that’s not even close enough to live off of for anyone with bills.\n  ","417252":"\n   why don't you just sit at home and demand disability benefits?\n  ","417253":"\n   Like, is it truly racism when there are black people who are rich as well?\n  ","417254":"\n   mentally disabled people cannot be that productive at work and may cause company loss. look at yourself and how many times you call out of work\n  ","417255":"\n   Who defines who is undeserving?\n  ","417256":"\n   It's not a dumb question but a valid question.  I'm looking for your point of view regardless of how it may be assumed by others.  You may have a different perspective? :)\n  ","417257":"\n   Why is inequality seen as a bad thing?\n  ","417258":"\n   In what ways are lgtb, gays, women, trans etc being discriminated against in America?\n  ","417259":"\n   Is there a purpose to distracting yourself?  If so, what is it and why do you do it and what are you trying to distract yourself from specifically?\n  ","417260":"\n   If the rich are getting richer and the poor poorer,  doesn't that suggest that inequality is increasing?\n  ","417261":"\n   Do you purposely try to distract yourself by consuming media?\n  ","417262":"\n   Is America becoming less compassionate to those who do it tough?\n  ","417263":"\n   Is the American middle class shrinking?\n  ","417264":"\n   Sure but why do some people choose to see other races as inferior?  Like do they actually believe that or is it just a cover for something else?\n  ","417265":"\n   Which areas in American society is inequality getting better?\n  ","417266":"\n   Why are some people racists?\n  ","417267":"\n   Is inequality increasing in American society?\n  ","417268":"\n   Is it easy to make money in America?\n  ","417269":"\n   Do\/Did you cheat at school\/university? If so, how and on which tests? Can you give me some advice, please?\n  ","417270":"\n   Are you happy\n  ","417271":"\n   Would you rather eat 100 ghost chillies in one day or spend 3 years in jail\n  ","417272":"\n   What if he broke up with you\n  ","417273":"\n   Ever have weird coincidences happen to you?\n  ","417274":"\n   what would you do if your bf cheated on you or cheated on you\n  ","417275":"\n   What are you ready to do for love?\n  ","417276":"\n   Do you want to make any  new ask fm friends\n  ","417277":"\n   Ever had your fortune told?\n  ","417278":"\n   i like this girl but she has a bf help\n  ","417279":"\n   Ever been in one\n  ","417280":"\n   Isn't that cheating\n  ","417281":"\n   Can  you  count cards\n  ","417282":"\n   did you feel much physical pain when you tried and was that a deterant to going all the way?\n  ","417283":"\n   Can you understand why women want to have children?  Is it an ego thing where they think part of them will survive by having children of their own?\n  ","417284":"\n   What stopped you from checking out early from life?\n  ","417285":"\n   Do you stay in touch with your friend who you met?\n  ","417286":"\n   were they male or female and the same age as you?\n  ","417287":"\n   How did you negotiate meeting your internet friends in person?\n  ","417288":"\n   What's your favorite invention ever?\n  ","417289":"\n   Do you have a single, double, queen or king size bed\n  ","417290":"\n   What’s the fastest you’ve driven ?I got my car up too 120 the other day and I have the ticket I get from the highway patrol to prove it\n  ","417291":"\n   Do you use these essential oils for things like headaches or if you’re sick?\n  ","417292":"\n   Do you have any little brothers or sisters\n  ","417293":"\n   Ever had an  aids test\n  ","417294":"\n   How are you?\n  ","417295":"\n   Can I get your spam please? ?\n  ","417296":"\n   Do you miss him?\n  ","417297":"\n   Does your society turn people into selfish uncaring people ?\n  ","417298":"\n   Do you have a thirst for knowledge?\n  ","417299":"\n   What do you гusually eat?\n  ","417300":"\n   Do you hate sharing food\n  ","417301":"\n   What life chamging events in your life eon't you forget\n  ","417302":"\n   Do you like Panera Bread?\n  ","417303":"\n   Who is most at fault, the person who's addicted to a drug or the person who sells them the drug?\n  ","417304":"\n   do you think\n   \n    @littlesha_\n   \n   should get a real education like you did?\n  ","417305":"\n   Did you get a break from it\n  ","417306":"\n   What body piercings do you want\n  ","417307":"\n   Longest shift that you have worked\n  ","417308":"\n   so they can rot to death and u would gv af?\n  ","417309":"\n   Don’t they give you a break?\n  ","417310":"\n   How did you hurt it\n  ","417311":"\n   Got any aches and pains. Any bad body parts\n  ","417312":"\n   Were the lyrics any good\n  ","417313":"\n   Have you ever  written a song or tried too\n  ","417314":"\n   let me teach you, ask me some questions :D\n  ","417315":"\n   How much of your culture defines who you are?\n  ","417316":"\n   Do you use media to distract yourself?\n  ","417317":"\n   Do you have bad memories of childhood?\n  ","417318":"\n   Why do you withdraw from others when you feel depressed?\n  ","417319":"\n   Would you care for your parents in their old age?\n  ","417320":"\n   Do you usually feel yourself becoming stronger as you come out of a depression or does it just happen suddenly?\n  ","417321":"\n   Ever have days where you just stay in bed all day?\n  ","417322":"\n   How far into the future do you usually plan your life?\n  ","417323":"\n   Who do you talk to on the phone most often?\n  ","417324":"\n   Ever broken someone’s else’s property and then tried to replace it without them knowing?\n  ","417325":"\n   Have you ever witnessed or heard a story of a waiter spiting in someone’s food?\n  ","417326":"\n   What is the hardest thing that you have done in your life\n  ","417327":"\n   i don't like the name lisa it sounds like an escort or a ho\n  ","417328":"\n   how much is your net worth?\n  ","417329":"\n   Has your boyfriend ever cooked something for you and you didn’t like?\n  ","417330":"\n   can you compartmentalize\n  ","417331":"\n   why do people complicate sex and make it a big deal by adding emotions to it? its literally a physiological stimuli and response you don't need love to have sex im a woman saying this. i get feelings for someone bcs of their personality not after they do me\n  ","417332":"\n   In your picture.\n  ","417333":"\n   Why did you type srry instead of sorry?\n  ","417334":"\n   What if someone uses social media and doesn’t like your posts? Is it something to be upset over?\n  ","417335":"\n   In this case people who shouldn't be here on ask.fm should have their IP banned, which means that person can't create more accounts.\n\nIP ban from ask.fm would work fine. What do you think?\n  ","417336":"\n   If you could ask fm better how would you do it\n  ","417337":"\n   How do you feel if your partner doesn’t ‘like’ your pictures on social media?\n  ","417338":"\n   How’s your weekend so far?\n  ","417339":"\n   does it always happen?\n  ","417340":"\n   name times you like to have privacy\n  ","417341":"\n   Happy 39th birthday!\n  ","417342":"\n   and if we ask a q you fill it with rubbish like this\n  ","417343":"\n   What's the best way to calm you down?\n  ","417344":"\n   Do you use all your fingers when you type?\n  ","417345":"\n   do you shower if you don't have to leave the house?\n  ","417346":"\n   yeah i'm doing that :)\n\nthanks for ur time nd ur understanding. so how you get the deal with that?\nbc i know that it's so haard and sometimes feel like wanna give up with everything\n\nbtw what time rn in ur city?\n  ","417347":"\n   yeah that's what parents for.\nit's hard to talk like that, sometimes i just afraid how he's react and what word will come out from him.\ni wish i can get a job and move out asap, but i often get stuck here do nothing cs i feel so depressed.\n  ","417348":"\n   Under what circumstances would you break up with someone who is depressed or has mental issues?\n  ","417349":"\n   Do you think empathy can be taught? Why\/why not?\n  ","417350":"\n   Complete: I wish I wasn't...\n  ","417351":"\n   Why doesn’t the moon have a better name?\n  ","417352":"\n   What are your Christmas essentials? Whether that be a favorite ornament to put on the tree everywhere, house decorations inside or outside, clothes, food, etc.\n  ","417353":"\n   What kind of wrapping paper do you use and do you have different ones to suit whoever the present is for?\n  ","417354":"\n   Ever known someone who faked their death? What happened?\n  ","417355":"\n   any presents ready? If not, any plans on what you're getting someone?\n  ","417356":"\n   I had a major fight with my father and he said cruel words that parents should not say to their children.\nthen he said all of my ugliness and how different I am from others to other people including family and neighbors.\nif you are in my position, what will you do?\n*I sent this to some people*\n  ","417357":"\n   How ambitious do you feel today?\n  ","417358":"\n   any good song suggestions?\n  ","417359":"\n   What's the difference between sober you and drunk you?\n  ","417360":"\n   If someone wants to practice and learn english,  will you help him ?\n  ","417361":"\n   Who is your best friend for the moment and why?\n  ","417362":"\n   have u ever been on tricyclic anti depressants\n  ","417363":"\n   Can you walk in a straight line when drink?\n  ","417364":"\n   Do you prefer using ask.fm on your computer or on your phone?\n  ","417365":"\n   Is your name actually Harleigh?\n  ","417366":"\n   Have you purposely lied to someone in the past week?\n  ","417367":"\n   What do you think of people who don’t share pics of their kids online?\n  ","417368":"\n   What song are you listening to rn at this very second so I can get the same\n  ","417369":"\n   I swear I'm totally fine to drive last shot of smirnoffs I had was like 1pm so?\n  ","417370":"\n   Tubi tv has a bunch of free movies and that's where I'm watching caveman rn...should you watch the same so we can talk about it?\n  ","417371":"\n   My gf wont let me drive to the store to get vodka cause she thinks I'm lit from earlier but I'm not. Would you be able to fix this for me by telling her I'm okay here and I'll just show her your answer? Thanks in advance...oh hahaha my car is chasing her tail again I'm gonna watch this while I wait.\n  ","417372":"\n   Ever seen the movie caveman?? Hehhheheeha\n  ","417373":"\n   What are you drinking tho?\n  ","417374":"\n   Can you send my friend Tal some good wishes?\n   \n    @princess_tal\n   \n   ?? She's in the hospital rn and I think I've seen you liking things on her site before so??\n  ","417375":"\n   Should it be required by law for women to have surgery to remove muffin tops?\n  ","417376":"\n   What's your opinion on blackfishing? Explanation: When someone online who is NOT black puts on makeup\/takes medication\/supplements and uses African-American Vernacular English along with other methods to pretend to be black.\n  ","417377":"\n   Do you pay for it?\n  ","417378":"\n   Zepeto... don’t know that one. I’ll look it up.\n  ","417379":"\n   How are you doing those cool cartoons?\n  ","417380":"\n   What do you like most about yourself and what do you hate most about yourself\n  ","417381":"\n   What do you think about Miley Cyrus?\n  ","417382":"\n   What do you think about Classical Liberalism?\n  ","417383":"\n   What do you think about Communism generally?\n  ","417384":"\n   Do you know what it is?\n  ","417385":"\n   What do you think about Soviet Union?\n  ","417386":"\n   What’s the last sport event you watched?\n  ","417387":"\n   How sweet are you? \n\nI got 60%\n   \n    http:\/\/ohippo.com\/how-sweet-are-you-based-on-your-zodiac-sign-10475\/\n   \n","417388":"\n   mine wouldn't show that stuff but there was a playlist made so that was cool to see\n  ","417389":"\n   not everyone breaks up . ppl cheat. and you hv a low sex drive\n  ","417390":"\n   Do you watch I’m A Celebrity Get Me Out Of Here? Would you ever go on there? .. If you’ve no idea what it is, what’s your biggest fear?\n  ","417391":"\n   Do you like seeing Spotify yearly recap? \n\ni.o.u made the 2nd spot on mine XD\n  ","417392":"\n   Why would he be with her cheating if he could be single and sleeping around?\n  ","417393":"\n   And what kind of free jobs you do, if i may ask?\n  ","417394":"\n   Is it a good experience?\n  ","417395":"\n   Ever tried freelancing?\n  ","417396":"\n   he's with you out of pity\n  "},"Answer":{"416324":"\n  i don't remember the 1990s, and the 2000s were a horrible time for me.\n  \n  i'd say 2010 and beyond have been much better years than the former half of my life, personally.\n  ","416325":"\n  i bought my family trivets for the kitchen, my brother a beard kit and a onesie, my father an echo, and my mother some soap and other various items.\n  \n  and i bought my boyfriend a lovebook, candles, tea, some shirts, and a sweatshirt.\n  ","416326":"\n  if it's something you can afford, i see nothing wrong with it.\n  ","416327":"\n  life is fine at the moment. i'm currently on day three of my four-day vacation, and i've been enjoying it so far. i've basically done nothing but play video games, sleep, and drink (lol).\n  ","416328":"\n  hello !! my day is going well. i just logged out of fallout 76 for the meantime, and i might either take a nap or watch some netflix now.\n  ","416329":"\n  a few items of clothing, fallout 76, some makeup, an instant camera, a few books, necklaces, and a few journals.\n  ","416330":"\n  aw, this is so sweet. i hope you have a happy, healthy new year as well !!\n  ","416331":"\n  it's interesting !! it's a lot more customizable and you can make nearly anything without having to find it first, and you can also create ammo without buying it. we've just been exploring so far and collecting resources to better our armor and weapons.\n  ","416332":"\n  i'm doing well !! i'm currently playing fallout 76 with my boyfriend.\n  ","416333":"\n  aw, thank you. :'))\n  ","416334":"\n  i don't block people & this is the first time i've actually responded to that sort of inquiry -- it literally gets sent to me every few days, which is disgusting.\n  \n  i'm not comparing it to severe harassment, but it is harassment if you're constantly enforcing your fetish onto unsuspecting people without their consent, especially considering i never talk about sex on my page. it's uncalled for and that person needed to be told that their behavior is unacceptable.\n  ","416335":"\n  there's a difference between keeping a fetish to yourself & then harassing random people online with your fetish. i don't care about foot fetishes -- up until that person starts trying to force that fetish onto me in a rude context. then it's simply uncalled for and gross.\n  ","416336":"\n  it is disgusting, in my eyes. asking a total stranger for a picture to satisfy their gross fetish ?? come on.\n  \n  you're probably the anon who sent me the original message, lmao.\n  ","416337":"\n  happy new year to you too !!\n  \n  on that note, i hope all of my followers have at least learned something from 2018 no matter if the year was good or bad. here's to having a fruitful, prosperous 2019.\n  ","416338":"\n  aaahh, this is going to be my new toy. so obsessed already.\n  ","416339":"\n  ✧ meeting mike shinoda with my best friend & telling him how much his music has meant to me over the years.\n  \n  ✧ seeing harry potter & the cursed child on broadway.\n  \n  ✧ seeing macklemore in concert with my boyfriend.\n  ","416340":"\n  hell no.\n  \n  also, stop sending me this shit every few days. obviously your inquiries are absolutely disgusting which is why i always delete them. get some common sense & leave me alone.\n  ","416341":"\n  depends on the season -- sometimes i wear pajama pants & a long sleeved shirt, while other times i wear a tank top & pajama shorts.\n  \n  i just *never* wear socks to bed. they make me feel so restricted, lmao. i'm so strictly against socks in bed it isn't even funny.\n  ","416342":"\n  \"you cannot heal in the same environment where you got sick.\"\n  \n  if you truly want to progress in your recovery, you need to distance yourself from the environment which contributed to your illness -- whether that means a physical environment or people you surrounded yourself with. you can only progress so far until you need to remove yourself from that toxic environment, and when you do distance yourself from that environment, it's as if you're starting anew with a blank slate.\n  ","416343":"\n  if you're pregnant with the intent of having that child, then i believe that using illegal drugs *should* be grounds for child abvse. it doesn't matter if the legal definition of a child doesn't include unborn fetuses at that point because the mother has full intent of bringing that pregnancy to fruitation and birthing the baby.\n  \n  studies have shown that using illegal drugs during pregnancy can lead to myriad illnesses in newborns, including FAS, low birth weight, birth defects, etc etc. those can be directly attributed to the mother's use of illicit substances during pregnancy, and it's wild to be how that *wouldnt* be considered some form of abvse or neglect.\n  \n  however, despite all of that, i still believe that the mothers deserve professional treatment regarding substance abvse and rehabilitation. the safety of the child is the most important thing and rehabilitation of the mother is integral to giving the child the best possible life they can lead.\n  ","416344":"\n  i don't pay much attention to other people's new years resolutions, lol. i can barely remember my own, let alone someone else's.\n  ","416345":"\n  what are we, 12 ?? lmao. i haven't even heard about that game since i was in high school.\n  ","416346":"\n  i mean... pretty much any game can be turned into a drinking game, in my eyes. LOL.\n  \n  i usually play beer pong, cards against humanity, and poker.\n  ","416347":"\n  happy new year to you too !!\n  ","416348":"\n  happy new years eve to you too !! ♡\n  \n  2018 was a weird year and i honestly don't remember much that's happened, LOL. however, the best moments were probably going to see harry potter and the cursed child on broadway and seeing macklemore in concert.\n  ","416349":"\n  probably not. i don't have any plans for tonight besides going to bed early so i don't have to hear people celebrating.\n  ","416350":"\n  i wasn't being sarcastic in that previous answer, actually.\n  ","416351":"\n  it's been fine. i mainly spent the day sleeping and playing video games.\n  ","416352":"\n  i don't watch any makeup artists on youtube.\n  ","416353":"\n  i work a regular 9-5 office job on the weekdays. my weekends consist of me sleeping and cleaning and doing laundry. and in my spare time, all i really do is go on social media, play video games, and sometimes see my friends & boyfriend. my life isn't very exciting.\n  ","416354":"\n  unfortunately, i am.\n  \n  there are obviously parts that are a hell of a lot worse, but my town isn't exactly a safe place either.\n  ","416355":"\n  i like cheeseburgers, but i rarely have them. i've made them at home a few times, both beef burgers and veggie burgers.\n  ","416356":"\n  new york is a really diverse state & it depends entirely where you go, whether it's upstate or the city or long island. there are good & bad parts of a lot of different neighborhoods.\n  ","416357":"\n  no, i have a similar sleep schedule every night. i usually fall asleep between 10 and 1 am, and i normally wake up between 7 and 9 am.\n  ","416358":"\n  none of the people i know with DID have dangerous or violent alters. it's a false stereotype that's incredibly damaging to people with DID and makes it that much harder for them to cope with their mental health.\n  ","416359":"\n  i never had an interest in seeing the movie split. according to a few friends who have seen it, it completely demonizes people who have DID and further adds to the stigma that those with dissociative disorders are inherently dangerous, violent people, when that couldn't be further from the truth.\n  ","416360":"\n  there's nothing really interesting to know about me. i'm essentially a boring person.\n  ","416361":"\n  it's short for \"autonomous sensory meridian response.\"\n  \n  it's basically the euphoric, static-like feeling you get when you see or hear something pleasing to you, or tactile stimulation like light touches on the arms or hands. there are dozens of videos on youtube of people doing things like whispering, playing with slime, popping bubble wrap, and doing other auditory things that may bring out the ASMR in an individual.\n  ","416362":"\n  no, he's bisexual.\n  ","416363":"\n  LOL. listen man, if it helps you -- by all means, go for it. i know that they reduce anxiety for a lot of people, but i've never personally liked them.\n  ","416364":"\n  we haven't had an actual argument in a really long time, actually. usually when we have a disagreement, we're both calm and try to understand each other's point of view.\n  \n  however, the last serious talk we had was about my drinking habit. he thinks that i drink too much & while i think i agree with him, i don't think i have a problem.\n  ","416365":"\n  they just make me feel so uncomfortable -- especially the whispering ones, omfg.\n  ","416366":"\n  i guess my celebrity crushes are winona ryder & hugh jackman.\n  \n  my boyfriend also loves hugh jackman, but he has the biggest crush on russell crowe.\n  ","416367":"\n  i've never cared enough to wonder about the reason why. ASMR videos just irritate me for some reason.\n  ","416368":"\n  no, it irritates me.\n  ","416369":"\n  LOL THIS IS SO TRUE THO.\n  ","416370":"\n  i don't pretend anything.\n  ","416371":"\n  pretty much every week, i go through a \"fuck it\" moment. most recently, it was tonight. i wasn't planning on drinking, but i got angry, so fuck it -- here i am.\n  ","416372":"\n  yeah, that happens occasionally with holidays and birthdays when it comes to my family. they have a habit of not using any of the gifts i bought them, even if they're practical, and it really angers me.\n  ","416373":"\n  i don't even watch it on television. i hate new years eve, tbh. my parents ruined it for me because they're the type of people to use spinners and poppers and make all kinds of noise, and i'm so sensitive to sounds that it makes me get sensory overload.\n  ","416374":"\n  sounds like a comforting night !! i might go out tomorrow afternoon, but that's it.\n  ","416375":"\n  i don't have plans, unfortunately. i don't usually do anything wild on new years eve.\n  ","416376":"\n  my hobbies include writing, reading, painting, socializing with my friends (usually drinking), watching true crime documentaries, cosmetics, and mental health awareness\/advocacy.\n  ","416377":"\n  the only thing you asked me about was video games. lmao.\n  \n  i'm sure i have a lot in common with myriad people. i have quite a few interests and hobbies.\n  ","416378":"\n  yeah, GTA is pretty fun !! i like joining my friends in a private session and just f*cking around for a few hours. i haven't played GTA in a long time, though.\n  ","416379":"\n  no, i'm not the biggest fan of huge multiplayer games like that. it's fun to watch but i would just end up getting angry every time i die.\n  ","416380":"\n  well, that's what i said in the latter half of my original answer. the biggest problem would be the two people admitting their feelings for each other in the first place.\n  ","416381":"\n  i've never played it myself, but i watch my boyfriend play it with his friends all the time.\n  ","416382":"\n  i don't see why not -- just because you're shy around other people doesn't necessarily mean you're shy around your partner. the biggest problem would be the two people admitting their feelings for one another in the first place, lol.\n  ","416383":"\n  surprisingly, i wasn't the biggest fan of hitman. i wouldn't say it's the worst game, but i didn't enjoy it at all (probably because i was terrible at it).\n  \n  i like watching other people play when they're good at the game, but all it did was frustrate me.\n  ","416384":"\n  debating on cracking open a beer & playing some video games.\n  \n  anyone have questions ??\n  ","416385":"\n  oh god, lmao. absolutely terrible, that's for certain.\n  ","416386":"\n  long island. i won't get any more specific than that.\n  ","416387":"\n  as my bio indicates, i'm from new york.\n  ","416388":"\n  i don't discuss that on askfm.\n  ","416389":"\n  i don't really get spam email, just promotional emails from the stores i've subscribed to.\n  ","416390":"\n  hell no. my breasts are already way too big for me & i wish they didn't exist.\n  ","416391":"\n  i'm aware that this isn't twitter, but the verification methods are still the same. you're one among countless accounts that claim to really be selena gomez, so the chances of you being her are incredibly slim.\n  ","416392":"\n  verification means everything when you're a public figure, otherwise anyone can say that they're you. any celebrity is normally too busy to handle several social media accounts, which is why their PR people often handle some aspects of their social media accounts. twitter is pretty much the only app where celebrities are themselves, and they're always verified.\n  ","416393":"\n  lmao. i don't understand how you guys think you're the actual celebrity -- if a celeb had an askfm account (which i doubt many, if any, do) then it would be verified and managed by one of their PR people.\n  ","416394":"\n  fallout 4 and 76, skyrim, destiny 2, the assassin's creed series, the bioshock series, the halo series, life is strange 1 and 2, the wolf among us, minecraft, GTA V, tomb raider, and a few others.\n  ","416395":"\n  i reached level five in fallout 76, so now i'm going to take a nap. i don't want to progress too far since my boyfriend and i will be playing together for the first time tonight !!\n  \n  i'm actually really enjoying it so far, it's always exciting to play a new game that you've been looking forward to for a while.\n  ","416396":"\n  i've watched my boyfriend play, but i've never played it myself.\n  ","416397":"\n  i'll look into it. thank you for the recommendation ~~\n  ","416398":"\n  maybe ?? i don't remember, it was 5-6 years ago.\n  ","416399":"\n  i haven't read in a while, but my favorite authors are stephen king, anne rice, george orwell, and franz kafka. i also enjoyed russian literature when i studied it in school.\n  ","416400":"\n  your guess is as good as mine. ¯\\_(ツ)_\/¯\n  ","416401":"\n  i mentioned this in response to tom's answer, but i think family feud is hilarious.\n  \n  i also love whose line is it anyway.\n  ","416402":"\n  thank you !!\n  ","416403":"\n  no, if it was scary then i wouldn't have done it.\n  ","416404":"\n  thanks, friend.\n  ","416405":"\n  i'll look it up later. thank you !!\n  ","416406":"\n  yeah, half of my head is shaved.\n  ","416407":"\n  LOL. i suppose so.\n  ","416408":"\n  thanks, friend !!\n  ","416409":"\n  oh, that's interesting. maybe i'll check her out & see if i like her.\n  ","416410":"\n  aw, thank you !! i hope you have a good day too. :'))\n  ","416411":"\n  isn't she a musician ?? i've heard the name before but i don't really know who she is.\n  ","416412":"\n  i'm so sorry you've had to live through all of that. you seem like a genuine, kind person who doesn't deserve to live with all of this, but unfortunately we have to deal with the cards we're dealt.\n  \n  i hope you can afford treatment eventually, you definitely deserve to feel better regarding your BDD and other mental disorders. ♡\n  ","416413":"\n  idk if you wanted me to post the rest of this message, but i did read them all & i'm so sorry you feel this way. it truly is a struggle to deal with body dysmorphia and i completely understand how you feel. mine isn't as severe as yours, but i do experience the occasional meltdown especially if i have to try on clothing. these days, all i wear are hoodies and oversized shirts and sweaters to basically hide my body.\n  \n  do you see a therapist for these experiences ?? it might be difficult to find someone who understands BDD but i think it may help if you find the right specialist.\n  ","416414":"\n  don't worry, you're not annoying me at all!! i understand exactly what you mean about it being more than just insecurity -- it feels as if i don't even own this body, it's completely foreign to me, and i nearly go to the verge of tears every time i look at my body in a mirror unless i'm wearing baggy clothing. it's terrible.\n  \n  that's also terrible that people have discounted your disorder due to your autism. there's so much misunderstanding about autism that its ridiculous.\n  ","416415":"\n  the only topping i usually eat on pizza is pepperoni.\n  ","416416":"\n  it's all good. it isn't something i've ever brought up to my psychiatrist because i'm afraid she would just brush it off as me simply being unhappy with my body.\n  ","416417":"\n  i've never been diagnosed with it, no.\n  ","416418":"\n  in 2018, i progressed a lot in terms of my mental health -- i no longer experience severe mood swings, my depressive episodes are nearly gone and if they do happen then they're not as bad, and i haven't taken many days off from work due to depression\/anxiety.\n  \n  i also found motivation, even if fleeting, to start writing again. i got a few journals for xmas, so in 2019, i vow to start writing more often too.\n  ","416419":"\n  that seems to be the most likely scenario, i agree with you. some people fetishes are absolutely wild.\n  ","416420":"\n  yes, haha. it doesn't happen *too* often but i can recall at least three times in the past few months.\n  ","416421":"\n  yes, my hair is blue now !!\n  ","416422":"\n  i've answered the question in the past, but it concerns me how often this question is sent to me. lmao.\n  ","416423":"\n  what a relaxing, snowy sunday morning ~~\n  ","416424":"\n  i don't care enough to be fashionable, but that doesn't mean i don't know what looks good together or put together a decent outfit. he also likes having my opinion on different things.\n  ","416425":"\n  i've never considered it, no. i only have two tattoos with text in them, and they're both in english.\n  ","416426":"\n  i'm not fashionable -- i dress for comfort. these days, i mainly wear hoodies, jeans, and boots.\n  \n  i can't remember the last time i actually went to a mall either. it's probably been at least 5-6 years.\n  ","416427":"\n  not quite, no. although i do admit that my unhappiness with my body is somewhat correlated with my gender, considering i have feminine features that i don't feel comfortable having.\n  \n  my gender dates back further than the development of my secondary sex characteristics, though. i knew from a young age that i wasn't a \"girl,\" i just didn't have a name to put to the feeling until the past few years.\n  ","416428":"\n  i'm not confused about my gender, so i don't have gender dysphoria. however, i do have body dysmorphia which is sometimes confused with gender dysphoria.\n  ","416429":"\n  he asks me whenever we have to go out somewhere together -- i.e. choosing one shirt over the other, which belt & shoes combo to wear that will match the shirt, etc etc. i've honestly always thought that it was adorable.\n  \n  he doesn't do the same thing for me, though, lmao. i'll ask him which outfit & he'll just tell me i look good in everything, which ... isn't helpful. hahah.\n  ","416430":"\n  i'm on lamictal. i've asked my psychiatrist countless times if drinking on this medication is okay, and she's always told me that drinking in moderation is fine, so i've always taken her word for it.\n  \n  just keep in mind that sometimes alcohol can counter the effects of some medications, especially psych meds, so if you're feeling \"off\" the following day then it could be due to the mixture of the alcohol and the meds.\n  ","416431":"\n  tips ;\n  \n  -- remember to drink water while drinking alcohol!! it's the best way to avoid getting too drunk and getting a hangover.\n  \n  -- stick to one type of drink the entire night, whether it's all liquor, all wine, or all beer. mixing it can upset your stomach.\n  \n  -- don't feel pressured to continue drinking if you think you've had enough. tell your friend(s) you want to stop and drink water for the rest of the night.\n  \n  -- if you think you might get a hangover in the morning, take ibuprofen and eat a snack before bed & keep a water bottle next to your bed.\n  ","416432":"\n  why the hell did i spend an hour downloading this game last night only to wake up & see that it needs another 50 GB of additional updates ?!\n  \n  this is going to take forever, ughhhh.\n  ","416433":"\n  i don't really have one, i seldom go shopping to begin with. the last time i bought clothing for myself (besides the brewery pullover yesterday) was a few months ago when i was shopping in target.\n  ","416434":"\n  i'd love to hear what my boyfriend's dog is thinking, lmao. he's such a sneaky little dude, but he's also so caring and protective.\n  ","416435":"\n  my stomach, haha. i can't stand it.\n  ","416436":"\n  why is this pertinent information.\n  ","416437":"\n  ???\n  \n  how ?? lmao. i make myself cups of water every day.\n  ","416438":"\n  i'm sure you're not the only person who feels that way.\n  ","416439":"\n  it depends entirely on the relationship and the individual. some people are more open about their pasts while others prefer to keep it private.\n  \n  it seems that a lot of people like to wait a little bit to get to know their partner first before asking about their past sexual history, depending on comfort levels. there's also the idea of \"what's in the past is in the past\" and it doesn't matter anymore. so if you want to ask your partner about their history, then that's entirely up to you.\n  ","416440":"\n  i tried to go to bed, but couldn't sleep after tossing and turning for 20 minutes. so i decided to have a cigarette and make myself a cup of water until i get tired.\n  ","416441":"\n  it would depend on the context of the breakup. if the relationship simply wasn't working anymore & we mutually agreed to break up, then i think we could still remain friends. we're each other's best friend, after all. he always tells me how i'm his best friend just as much as i'm his partner.\n  \n  however, if he cheated on me or did something else that would completely break my trust in him, i don't think i could still be his friend.\n  ","416442":"\n  i'm not sure what their target audience is tbh. either way, that doesn't change the fact that people 30+ can use askfm as they please as long as they're not breaking any community guidelines.\n  ","416443":"\n  i suppose my boyfriend has had the most positive influence on me over the years, especially toward the beginning of our relationship. he's the person who supported me when i tried to stop SHing, and as we've gotten older, his love, support, and encouragement has showed me ways in which to love myself.\n  ","416444":"\n  i don't think there's a zenith to where people reach the peak of their wisdom or maturity. as you get older, you constantly grow and evolve as a human, even when you're approaching upper ages. if you ask any elderly person, i'm sure they would tell you that they still matured and learned things even during the latter years of their lives.\n  ","416445":"\n  uh ... since when is 30 old ?? lmaoo.\n  \n  i'm approaching 30 myself, my dude. nevertheless, people can use askfm as long as they're over the age of 13. there's no age cap when it comes to ask, and there are dozens of people who are 30+ on here. people are free to do what they want as long as they're not breaking the terms & conditions.\n  ","416446":"\n  i don't hate it, but i normally delete sexual questions because i don't answer that sort of thing on askfm.\n  ","416447":"\n  i think it would be in terms of dating, yeah. how can you have fun with someone if you can't even laugh with them ?? i'm lucky in that all of my friends and my boyfriend make me laugh every time i'm with them, idk if i would still be their friend if they had no sense of humor.\n  ","416448":"\n  anyone have any questions ?? i can't sleep. :\/\/\n  ","416449":"\n  yeah, we do. often we both find things funny that other people don't seem to find funny at all, so we're sitting there giggling like children while everyone else is just confused. lmao.\n  ","416450":"\n  i remade my xbox avatar, the hair needed to be updated. :'))\n  ","416451":"\n  i haven't attended school since 2013.\n  ","416452":"\n  i disagree with the concept that women *owe* their partners sex -- people's bodies, regardless of their gender, are theirs and theirs alone. sex is not an obligation in a relationship, and sex also doesn't guarantee that a partner won't be unfaithful either.\n  \n  everyone's relationship is different, and some place more emphasis on sex than others. in cases where someone expects a lot of sex, then yeah -- they might look elsewhere if their needs aren't being satisfied (ideally they should talk to their partner first, but we all know a lot of people would rather cheat than do that). however, that's between those two people and other people's opinions on an individual relationship are meaningless.\n  ","416453":"\n  i'm not saying it's right or wrong -- i'm just offering you an explanation as to why\n  \n   @CelineM96\n  \n  answers the way she does. not that you need any sort of justification, either way.\n  \n  personally speaking, i don't care if someone uses slang, poor grammar, etc etc. as long as i understand what they're trying to say then i'll answer the question (within reason, lol). but you're the one who brought celine up in the first place because you're salty over the way she treats some anons (which probably includes you), so now you're likely just angry because i refuse to participate in your sh*t-talking.\n  ","416454":"\n  they're both slang, and it makes more sense to type \"how're you\" than \"how's you\" because that's how we're taught to speak. we're not taught to say \"how is you\" because that doesn't make much sense.\n  \n  \"ain't\" is also slang more prevalent to some areas of the country than others, and where\n  \n   @CelineM96\n  \n  and i are from, nobody uses that term.\n  ","416455":"\n  veggie burgers !! i prefer them over beef burgers, they're so much tastier and versatile.\n  ","416456":"\n\n   @CelineM96\n  \n  isn't uptight about grammar. celine just doesn't like when people go out of their way to make a sentence sound ridiculous when you can just as easily type it normally.\n  \n  it takes more effort to abbreviate everything and use slang than it does to just type regularly, and that's also something that has always confounded me.\n  ","416457":"\n  is it really \"once again\" if we're talking about the same candle ?? lmfaooo.\n  ","416458":"\n  i would love to continue receiving your questions !! i hope you have a great new year. ♡\n  \n  as a filler -- here's my view for the night. mike shinoda is blessing me with this cold, cozy beer.\n  ","416459":"\n  yeah, but i'm really picky on where i order it from or which brand to make.\n  ","416460":"\n  depends on what they're ranting about, lmao. if it's something stupid that they really shouldn't complain about, then i'll hear them out but i won't enjoy it at all.\n  ","416461":"\n  no. i don't care enough about other people's grammar to make assumptions in the first place.\n  \n  it's social media. grammar doesn't matter here, lol.\n  ","416462":"\n  it depends if you guys are still on civil terms & the general vibe between you two. however, in most cases i would think it isn't necessary and may only lead to complications in your relationship\/friendship\/whatever.\n  \n  especially if you bring up the breakup. you don't know how they feel about it so the conversation could turn ugly really fast. i would just avoid it entirely.\n  ","416463":"\n  no, that's just unrealistic. there have been plenty of times where i was in the wrong, and there will be plenty of more times in the future where he will have to point out my behavior or thought processes and inform me that i'm wrong.\n  \n  you shouldn't be in a relationship with a person who *always* insists that they're right even if they're absolutely wrong. it's a red flag and it can lead to manipulative behavior.\n  ","416464":"\n  the dinosaur ?? idk. chickens aren't the only animals that lay eggs, lmao.\n  ","416465":"\n  eggs existed way before chickens did, so i'm assuming the egg. dinosaurs were apparently hatched out of eggs.\n  ","416466":"\n  not really. i don't care enough to get into arguments with people.\n  ","416467":"\n  driving -- basically all aspects of driving, especially when it comes to other drivers and traffic and whatnot. it makes me so angry when people cut other people off, don't use their blinkers, assume they have the right of way when they don't, weave recklessly in and out of traffic, drive below the speed limit, etc etc.\n  ","416468":"\n  i think it's a bit cliche, tbh. obviously it doesn't affect me personally so i shouldn't care, but i always thought that proposing on a holiday (xmas or valentine's day especially) was a bit corny.\n  ","416469":"\n  i had two tastings of different beers & a full sized pint of another kind of beer (an IPA with hints of cherry & vanilla).\n  ","416470":"\n  i got to drink & hang out with these cuties today !!\n  ","416471":"\n  mainly working. however, between yesterday & today, my boyfriend and i took a mini vacation out to the vineyard region of long island. we went to a new brewery earlier this afternoon, which was a lot of fun.\n  ","416472":"\n  well, i certainly hope my boyfriend likes me.\n  ","416473":"\n  i think it depends entirely on circumstance. i don't bring my boyfriend around my family either, but my family knows that he exists obviously.\n  ","416474":"\n  for the most part, yes. i also contribute when i can, though, for things such as groceries.\n  ","416475":"\n  i don't believe he's single, actually. he's very closed off when it comes to his personal life (for good reason, tbh). i have a feeling he has a girlfriend but doesn't want to tell my family.\n  ","416476":"\n  yes, i think that would be hella interesting. it might also give me insight into who i am in this current life as well.\n  ","416477":"\n  no, he's heterosexual.\n  ","416478":"\n  i'm not really poor because i have enough money to live comfortably, and it would be wrong for me to say \"i'm poor\" considering there are so many other people who are worse off financially than me.\n  ","416479":"\n  it isn't something i feel comfortable discussing. i'd also appreciate it if you guys would stop asking me questions about death as well.\n  ","416480":"\n  i have a sibling already, so this question doesn't pertain to me.\n  ","416481":"\n  no. i already have an inkling of how i might die anyway.\n  ","416482":"\n  in that case, it's a good thing that i don't believe hell exists then.\n  ","416483":"\n  no, i'm not afraid of death. i've come too close to death too many times on my own accord to really be fearful of it. i've already made my peace.\n  ","416484":"\n  i don't know what i believe, tbh. i'd like to think that our souls become reincarnated into another living creature, but there's also a part of me that just thinks we disintegrate into the earth.\n  ","416485":"\n  my hair isn't a natural color & i don't think anyone would take it, especially considering how short it is.\n  ","416486":"\n  i'm not religious & i don't believe in sins.\n  ","416487":"\n  tbh i would freak the f*ck out if i found out that my hair was thinning. my hair is everything to me, lol. luckily i have a mop of really thick hair, so i don't have to worry about that happening.\n  ","416488":"\n  it depends on what they did on their first chance. some people i'm apt to forgive, but i won't forgive serious transgressions.\n  ","416489":"\n  i've surprisingly never heard any gossip about me. lol. i've always maintained a low profile.\n  ","416490":"\n  i don't go swimming.\n  ","416491":"\n  no, i have no reason to wear a bikini.\n  ","416492":"\n  i don't have any of those, and i wouldn't post one even if i did. my body is atrocious.\n  ","416493":"\n  no. i don't answer sxxual questions.\n  ","416494":"\n  i don't remember if i had any resolutions at the start of 2018. i probably didn't because life tends to happen and a lot of people don't follow through with their resolutions, including me. i would rather set smaller goals for myself.\n  \n  i do want to start eating healthier than i currently am and start going back to the gym, or at least work out at home somehow. i fell off the wagon a few months ago and i've been needing to get back to a fitness routine desperately.\n  ","416495":"\n  i'm most comfortable with the company of my boyfriend & close friends, as well as one or two of my coworkers. i'm not close with my family at all so i'm not comfortable being around them, so i prefer the company of pretty much anyone else.\n  ","416496":"\n  the last time i was surprised was on xmas eve. my boyfriend bought me three beautiful necklaces, and i basically had no idea what to do because i obviously can't wear all three at once, LOL.\n  \n  i'm going to rotate wearing them, but regardless, i was so surprised because they were all beautiful and he didn't have to go out of his way to buy me three different ones.\n  ","416497":"\n  i believe in a \"right\" person, but i also believe that there are multiple \"right\" people when it comes to love. i disagree with the idea that everyone only has one soulmate, because there are countless people in this world and you're bound to have amazing connection with at least one person.\n  ","416498":"\n  family feud is HILARIOUS to me. i don't normally watch game shows but i'll watch it if i'm scrolling & see that its on.\n  ","416499":"\n  drink ginger tea. it's one of the only things that helps me.\n  ","416500":"\n  i don't believe i have, no.\n  ","416501":"\n  i value my alone time and i enjoy it greatly, but there are also times where i need social interaction. even so, i'm only comfortable around small groups of maybe 2-3 people.\n  ","416502":"\n  rum-soaked cannoli cake !!\n  \n  although its only 10am rn, i can't even think about sweets without getting nauseous, lol.\n  ","416503":"\n  i don't like picking favorites -- i enjoy reading the answers of everyone i follow, which is obviously why i follow them.\n  ","416504":"\n  i swear occasionally, but i mostly refrain from swearing on askfm because i don't want my answers to get deleted.\n  ","416505":"\n  no, none of my jobs had those.\n  ","416506":"\n  probably, but i would really have to think about what i'm going to say before i say it. swearing is second nature to me, lmao.\n  ","416507":"\n  aw, thanks ~~\n  ","416508":"\n  is that when you see how many marshmallows you can shove into your mouth ?? lmao.\n  ","416509":"\n  no ?? that's gross.\n  ","416510":"\n  if you feel it's necessary, sure.\n  ","416511":"\n  i don't know anyone who follows through with their resolutions. it's easier to take each step at a time rather than expect yourself to live up to an expectation.\n  ","416512":"\n  hello -- do you have a question ??\n  ","416513":"\n  i'll have to look it up !! i've never heard of it before.\n  ","416514":"\n  i usually notice their eyes and their smile.\n  ","416515":"\n  i play poker with my boyfriend's friends, but those are the only card games i play.\n  ","416516":"\n  no, i don't like her music at all.\n  ","416517":"\n  my day dragged, but i got out of work early, so that's a plus -- i just got home and it isn't even 4pm yet.\n  \n  the only thing bothering me is that my stomach has been killing me ever since i ate lunch. i don't know what didn't agree with me since its all food i've eaten before.\n  ","416518":"\n  no, it isn't something that concerns me at the moment.\n  ","416519":"\n  that's not cheating, and no, it doesn't anger me. my boyfriend texts his coworkers all the time -- everyone is allowed to talk to their friends, coworkers included. to tell someone that they can't text a certain person outside of work is hella controlling.\n  ","416520":"\n  are you talking about the transformer that blew in queens which made the sky blue ??\n  \n  yeah -- i want to believe.\n  ","416521":"\n  it wasn't offensive at all !! you raised some excellent points.\n  ","416522":"\n  this too. ^^\n  \n  i think they were mainly just trying to get a rise out of me, which obviously won't work. it doesn't offend me if people misgender me because it says a whole lot more about them than it does about me.\n  ","416523":"\n  negative self-talk, low self esteem, and some of the weight i've gained over the past year, lol.\n  ","416524":"\n  i've heard that they can be domesticated, but idk if that necessarily means that they would be a good pet. i certainly hope so though, foxes are adorable.\n  ","416525":"\n  pretty much all the time, yeah. sometimes it's difficult for me to balance my work life with my social life, although i do admit that it used to be a lot more difficult when i was also attending college.\n  ","416526":"\n  contrary to popular belief, there is such a thing as a singular \"they.\" the AP stylebook updated their guidelines about a year ago stating that when someone has gender-neutral pronouns, it's acceptable to refer to them as \"they\/them.\"\n  ","416527":"\n  i'm happily in a relationship.\n  ","416528":"\n  i've never followed through on my resolutions, so i prefer to make little goals throughout the year.\n  ","416529":"\n  chocolate chip cookie dough ftw.\n  ","416530":"\n  spending xmas eve with my boyfriend and his family was the highlight of my holiday thus far. :'))\n  \n  this weekend, we're also going to visit a local brewery that has live music so that should be fun too.\n  ","416531":"\n  i eat it occasionally, sure.\n  ","416532":"\n  they're sooo good, omg. if you're ever in new york, order them from a bakery and they'll be the best cookies you've ever eaten.\n  ","416533":"\n  not really. the only desserts i eat are cannolis and rainbow cookies.\n  ","416534":"\n  no, i'm still wired from the red bull i drank this afternoon. lmao.\n  ","416535":"\n  yes, i believe marriage can be a beautiful expression of love between two people.\n  ","416536":"\n  these days, i've been thinking about work since it consists of most of my time. assignments, deadlines, my commute, etc etc.\n  \n  otherwise, i'm thinking about my boyfriend, my friends, coffee, and alcohol. my mind is always reeling, although it's gotten a lot better over the last few months.\n  ","416537":"\n  i know absolutely nothing about canada.\n  ","416538":"\n  no, half of the time i have no clue who they are.\n  ","416539":"\n  no, i go to my friend who's a hair stylist and she does it for me.\n  ","416540":"\n  i don't have any plans. i don't normally do anything for new years eve.\n  ","416541":"\n  not everyone enjoys being complimented. personally, i only like compliments from my boyfriend & close friends.\n  ","416542":"\n  everyone has likes & dislikes. i personally dislike adjectives that are feminine, i.e. beautiful, gorgeous, etc etc.\n  ","416543":"\n  it depends on what they said after the initial statement. in most cases, the person prefaces their thoughts with \"don't take this the wrong way\" when they already know that what they think is potentially offensive, but they want to say it anyway.\n  ","416544":"\n  please don't call me beautiful, i dislike that adjective.\n  \n  this weekend should be fun, though. my boyfriend and i are driving out east to the vineyards tomorrow night, and we're going to a brewery on saturday where there will be live music.\n  ","416545":"\n  plenty of times, yeah. one person in particular always deflects blame onto other people and never takes responsibility for their own actions.\n  ","416546":"\n  yeah, my family has a \"smart\" doorbell that takes pictures of videos when there are movements at the door.\n  ","416547":"\n  a footnote is a citation placed at the bottom of a page of text that sources where a piece of evidence or information comes from.\n  ","416548":"\n  the last question i deleted was one of ben's white supremacist nonsense statements. i don't block questions or people on askfm.\n  ","416549":"\n  lmao, what.\n  \n  first off, you're anonymous. secondly, i'm already in a relationship.\n  ","416550":"\n  no, i've never had deliveries stolen from me before.\n  ","416551":"\n  hell yes -- that's basically my dream right there.\n  ","416552":"\n  i'm on break at work and i really don't want to go back inside in 10 minutes to continue working, lol. i might buy a red bull to keep myself focused.\n  ","416553":"\n  i'm an extremely heavy sleeper. the only thing that wakes me up is my alarm in the morning.\n  ","416554":"\n  i don't have either, but i bought my father an echo for xmas.\n  ","416555":"\n  no, i have no reason to buy anything right now.\n  ","416556":"\n  there's nothing i'm really looking forward to in 2019 yet.\n  ","416557":"\n  i was in my \"party stage\" between the ages of 19 and 21, for the most part. i would get drunk almost every night and then i eventually grew out of the stage. idk why i started to begin with -- i guess it had to do with the fact that i never wanted to be home and i was always angry and depressed.\n  ","416558":"\n  nah, i'm good. likes are meaningless.\n  ","416559":"\n  i don't follow people upon request.\n  ","416560":"\n  i'm not sure -- my psychiatrist told me at some point that it didn't have any interaction with my medication, so i was free to drink in moderation.\n  \n  idk if i necessarily believe her because i'm on four different medications, but it doesn't really seem to affect me physically, so i've just kept drinking.\n  ","416561":"\n  aaaahhh, you're making me crave a cheese and meat platter now to go with my wine, LOL.\n  ","416562":"\n  i definitely will -- thanks for the heads up !!\n  ","416563":"\n  wow, that's awesome. i think there's one about 40 minutes away from me, but it's in a city that i never visit and it doesn't seem really worth it for me to go there when there are so many other grocery stores closer to me.\n  ","416564":"\n  i've never been a fan of that name, it sounds like a little girl's name to me, lol.\n  ","416565":"\n  i don't believe i have, no. but they sell the bottles in liquor stores around here, and my boyfriend's family always has them in the house.\n  ","416566":"\n  i haven't, but i'll have to check it out !! i've only been to trader joe's once in my life.\n  ","416567":"\n  i went to work today, and then i went home, did some organizing of leftover gifts for my father (he wasn't home for xmas this year), ate dinner, and put on a charcoal face mask.\n  ","416568":"\n  yeah, i do. the only people who know my middle name are my close friends & boyfriend, though.\n  ","416569":"\n  the dreaming tree cabernet sauvignon. i also really love the local wines from long island, like pindar and martha clara vineyards.\n  ","416570":"\n  i'm fairly healthy, but i do eat unhealthy food on occasion. i had a bag of chips today after lunch, for example.\n  ","416571":"\n  i'm pretty neutral towards it -- it isn't my child, so i don't really care about what someone names their children.\n  ","416572":"\n  i don't have a cat. but if i had one, i'd probably name them luna.\n  ","416573":"\n  i only eat boneless wings.\n  ","416574":"\n  if you take care of your hair correctly, coloring your hair shouldn't damage it at all. split ends are normal, anyway, and they occur even if someone doesn't color their hair.\n  ","416575":"\n  uh, my name is leigh. don't call me that.\n  \n  i'm fine, though. i'm just going to relax with a glass of wine and some netflix before going to bed later.\n  ","416576":"\n  no, i never have before. i have no desire to have one either.\n  ","416577":"\n  no, i didn't go to parties when i was in high school.\n  ","416578":"\n  uh, no. i'm not violent like that.\n  ","416579":"\n  i'm not offended by much of anything these days. i've learned to distance myself from the opinions of others because i realized that it's just a reflection of who they are, not of who i am. they require education and maturity, if anything.\n  \n  i don't really make jokes about controversial things, but i do talk about death & svicide a lot (regarding myself) and it can be awkward if i accidentally do it in front of someone who doesn't know me well, lmao.\n  ","416580":"\n  true crime documentaries, video games (particularly open world RPGs), literature & writing, art, good music, alcohol, coffee, mental health awareness, and cosmetics.\n  ","416581":"\n  it varies from person to person. some people prefer feeling cozy and comfortable with their partner, while others prefer exciting adventures and always trying something new. and then there are people who like both and find a way to be both comfortable in their relationship while still taking time out to do new and exciting things.\n  ","416582":"\n  it was fine -- quiet and easy, there was no traffic today so i got to and from work without any issues at all, and i was able to completely catch up on my assignments.\n  \n  i got home about 30 mins ago so i'm just drinking coffee and watching netflix rn.\n  ","416583":"\n  no, i don't believe in love at first sight. love is something deep and intimate that occurs after you've gotten to know someone. what people think is \"love\" at first sight is just lust.\n  ","416584":"\n  my room is upstairs, and it gets freezing in the winter and boiling hot in the summer.\n  ","416585":"\n  if i'm in the mood for one, then sure. sometimes i'm too exhausted and burnt out for challenges, though.\n  ","416586":"\n  i got my stubborn nature from my mother, and i inherited my father's sense of intellect and logic.\n  ","416587":"\n  i've worn glasses due to poor eyesight since i was a child, lol. i prefer black rimmed glasses.\n  ","416588":"\n  i post selfies on askfm and other various pictures -- nothing that's personal.\n  ","416589":"\n  because i don't want strangers viewing my photos or my stories.\n  ","416590":"\n  nope, i have a screen protector !!\n  ","416591":"\n\n   @poetalunam\n  \n  , same as here.\n  ","416592":"\n  it's basing the value of the car off of sxx appeal, so in a way, yes. it's reducing women to their physical characteristics.\n  ","416593":"\n  i wouldn't know, i've only purchased cars from male sales representatives. either way, as long as the person is knowledgeable about cars, it shouldn't matter how attractive they are.\n  ","416594":"\n  i usually complete them first just to get them out of the way -- that way, the remaining tasks don't seem as daunting.\n  ","416595":"\n  thank you so much !! i hope your holiday was fantastic. ♡\n  ","416596":"\n  idk who even follows me on askfm, lol. either way, i don't care about followers because i've always just posted whatever i want to post.\n  ","416597":"\n  lmao. no, it was clearly a joke.\n  ","416598":"\n  while i appreciate the sentiment, this isn't a question.\n  ","416599":"\n  hello -- do you have a question ??\n  ","416600":"\n  anyone have any questions while i wind down for the night ??\n  ","416601":"\n  LOL.\n  \n  i don't have it posted anywhere, i'm paranoid of people seeing it & seeing where i live and stuff.\n  \n  but AW, you're too sweet. ?\n  ","416602":"\n  lmao. it's a big, ceramic cat that's a tissue holder & you pull the tissues out of the cat's butt.\n  \n  i thought she would laugh at it, but she almost cried because she loves cats so much and thought it was beautiful. for some reason.\n  ","416603":"\n  apparently i am -- everyone loved what i got for them this year, and my aunt almost cried when she opened my gift to her because she loved it so much (ironically enough, it was supposed to be a joke gift but she fell in love with it, lmao).\n  ","416604":"\n  i honestly have no idea because i got a few really awesome things this year -- my boyfriend bought me a beautiful necklace that i'll probably be wearing for a while, and his father & his fiancée also bought me a mindfulness journal !!\n  \n  my parents additionally got me fallout 76 (goodbye social life) !!\n  ","416605":"\n  no, nobody from askfm gave me an xmas gift.\n  \n  i was actually going to get\n  \n   @Courrtana\n  \n  a gift from her amazon wishlist, but by the time i remembered, it wouldn't have been delivered to her on time for xmas. :\/\/\n  ","416606":"\n  not at all. i don't expect gifts from people, & the only things i actually asked for were fallout 76 and new foundation, since i ran out of my other bottle.\n  ","416607":"\n  sometimes, but usually only when i'm high, lol.\n  ","416608":"\n  if i was bragging about getting gifts, then yeah -- that would be spoiled behavior. but i only answered one question about which gifts i got, so idk how that makes me spoiled.\n  ","416609":"\n  what was your question ??\n  ","416610":"\n  i agree with you -- that's why i said something along the lines of \"saying yes at first and then saying no\" and everything else in that answer.\n  \n  i don't give my boyfriend a resounding \"yes\" either sometimes, but it's a mutual agreement and he knows that if i hesitate, say yes and then say no after a while, or don't give him a straight answer, then it's also a \"no\" and not consent.\n  ","416611":"\n  no. i'm happily in a relationship & have no desire to be with anyone else.\n  ","416612":"\n  to each their own !! everyone has their own likes and dislikes, and i personally find issue with kinks that involve child r*pe and adult r*pe because it's making light of trauma survivors' struggles with those things.\n  \n  tbh i like being choked, but ... that's all i'm ever going to say about this, lmao.\n  ","416613":"\n  i don't agree with the whole aspect of pretending to r*pe someone because that's also f*cked up in my opinion, but i don't see any issue with choking kinks.\n  ","416614":"\n  leggings and an oversized hoodie.\n  ","416615":"\n  consent consent consent. everything is about consent.\n  \n  hesitation is not consent. \"i don't know\" is not consent. not saying anything is not consent. being drunk is not consent. being high is not consent. saying yes at first and then saying no is not consent.\n  \n  the only thing consent is, is an unresounding, explicit \"yes.\"\n  ","416616":"\n  my boyfriend bought me this necklace, which is absolutely *beautiful* & i love it so much.\n  ","416617":"\n  i'll take some questions !! i just finished up xmas with my family, so i'll be bored for the rest of the night.\n  ","416618":"\n  it's worse than choking kinks because you're literally pretending to be a child in order to play out your kink ... children can't consent to sxxual activity and its making light of inc*stuous things, which is all kinds of f*cked up.\n  \n  choking kinks are consensual, so it's completely different. you're consenting to that activity and couples have a safe word to ensure safety.\n  ","416619":"\n  thanks, you as well !!\n  ","416620":"\n  not really, but that's because i ate a lot last night so i wasn't hungry at all today. i only had a few cannolis with my coffee this morning, and for dinner i had sushi.\n  ","416621":"\n  yes !! i might bring it to work with me, it's such a cool mug.\n  ","416622":"\n  yes, my day has been good !! my family just finished up doing xmas things, so now i'm relaxing with a cup of coffee and i might open a bottle of wine.\n  ","416623":"\n  not necessarily. love for friends and family is just as important, if not more important, than romantic love. it depends on the person.\n  ","416624":"\n  ahh, thank you !!\n  ","416625":"\n  my parents did. my boyfriend's father and his fiancée also got me some makeup too.\n  ","416626":"\n  a few makeup items (eyeshadow palette, foundation, and concealer), some clothing, fallout 76, an instant camera, a makeup mirror, a harry potter mug, and an over the shoulder bag.\n  ","416627":"\n  i got my mother two books, personalized trivets for the kitchen, a box of tea, lemon scented hand soap, and a stand for her phone.\n  \n  i got my father a sweatshirt and an alexa device.\n  \n  i got my brother a onesie, a make your own hot sauce kit, a beard kit, and a short sleeved shirt.\n  ","416628":"\n  a personalized \"love book,\" four different scented candles, three boxes of various teas, a long sleeved shirt, a short sleeved shirt, a sweatshirt, and a mug.\n  ","416629":"\n  i'm literally wearing leggings and an oversized hoodie, lmao.\n  ","416630":"\n  picking something that's the \"worst\" is a bit ungrateful because regardless of whether or not you like something, that person still went out of their way to think of you and spend money on you.\n  \n  i'm grateful for everything i got this year.\n  ","416631":"\n  i didn't open gifts from my family yet, but my boyfriend and his family got me some books, a few necklaces and makeup, and a funko tomb raider toy !!\n  ","416632":"\n  ❄? merry xmas & happy holidays to all of my followers !! i hope y'all have a wonderful day !! ? ❄\n  ","416633":"\n  hello ~~\n  \n  nothing much -- just finished up having breakfast with my boyfriend's family, so now him and i are going to sit down for a little while before i have to go back home.\n  ","416634":"\n  why not ??\n  ","416635":"\n  idk what my horoscope is. however, my astrological sign is scorpio.\n  ","416636":"\n  if i had enough money to go on a shopping spree, then i would use that money towards my bills tbh.\n  \n  if i can't use it toward bills, then i would probably buy myself a new wardrobe, a lot of coffee, a few video games, and makeup.\n  ","416637":"\n  i'm hungover af right now, rofl. i'm looking forward to having some coffee with my boyfriend and his family in a few minutes.\n  ","416638":"\n  yes !! thank you for bringing that up, i totally agree with you.\n  ","416639":"\n  i have a samsung galaxy s7.\n  ","416640":"\n  merry xmas to you too !!\n  ","416641":"\n  mac and cheese bites, and a crispy chicken sandwich with fries from outback steakhouse.\n  ","416642":"\n  merry xmas to you too !!\n  ","416643":"\n  hello -- do you have a question ??\n  ","416644":"\n  i over ate and now i feel absolutely disgusting. ugh.\n  ","416645":"\n  the best thing you can honestly do is overcome that initial fear and hang out with them -- you'll get more comfortable over time. the anxiety really does suck but you'll feel better once you're with them.\n  ","416646":"\n  it's different for everyone. i realized i loved my boyfriend when i would be willing to go the extra mile in order to make him happy.\n  ","416647":"\n  you're essentially pretending to be a child and putting it in a sxxual context -- not to mention the fact that it makes light of inc*st and other trauma that some people go through and creates a kink out of people's trauma. it's gross.\n  ","416648":"\n  i'm sorry you're feeling this way -- i've been in the same boat myself, although with mental illness not physical illness. i know how horrible and isolating it feels to get so low that you contemplate ending your life.\n  \n  have you tried seeking professional counseling to help you handle your thoughts ?? physical health undoubtedly affects mental health and its always healthy to pursue mental health treatment especially if you think you're in danger.\n  ","416649":"\n  no, i like to save money on things but i'm not stingy or greedy when it comes to my money. you can always earn more, the way i see it, and it's worth spending money on experiences and things that make you happy as long as it won't be damaging to you.\n  ","416650":"\n  making my friends and boyfriend happy. the best thing for me is watching them open their presents and enjoying what i got them, and overall just spending time with everyone.\n  ","416651":"\n  i'm accepting of people's kinks within reason -- the only thing i'll frankly \"kink shame\" is DDLG things because i think it's absolutely disgusting.\n  ","416652":"\n  my hair is currently half-shaved *and* cut short, although i have had it shorter than this before.\n  ","416653":"\n  i'm in a relationship, but i value honesty, loyalty, and a sense of humor. i need someone who will make me laugh on a regular basis and someone who is obviously trustworthy, whom i can tell anything to.\n  ","416654":"\n  no, that's never happened to me before. i'm rarely in situations where people have the opportunity to ask me to have sex with them, lol.\n  ","416655":"\n  aw, merry xmas to you too !!\n  ","416656":"\n  i'm wearing sneakers currently.\n  ","416657":"\n  sometimes i'm ready for bed by 7:30pm because i'm so tired from work, lol.\n  ","416658":"\n  nothing, my family isn't exchanging gifts until tomorrow afternoon so i can thankfully sleep in tomorrow.\n  ","416659":"\n  it's a commercial holiday for us, we don't celebrate religion even though my parents are catholic.\n  ","416660":"\n  there isn't enough room in his house for me, lol. there are already five people living there.\n  ","416661":"\n  it's a tie between skyrim and fallout 4.\n  ","416662":"\n  long sleeves. it's about 35-40 degrees (fahrenheit) outside.\n  ","416663":"\n  i don't have any photos of me with long hair actually.\n  ","416664":"\n  yeah, i took some photos while my hair was processing and posted them to my instagram story.\n  ","416665":"\n  i first started cutting it short when i was 19\/20 years old, i think.\n  ","416666":"\n  yes, i have one brother.\n  ","416667":"\n  my stress management usually consists of me venting to my boyfriend or best friend, or drinking excessively.\n  ","416668":"\n  happy holidays to you as well !! thank you for the well wishes ~~\n  ","416669":"\n  aw, thank you so much !! ♡ i hope you have a terrific holiday as well.\n  ","416670":"\n  i'd be a damn cool 60 year old then. :'))\n  ","416671":"\n  so often ?? i did it this past weekend & then i did it in september. those have been the only times i saw this stylist.\n  \n  it also doesn't cost much money to get your hair done like this, so it isn't exactly a big hit on my bank account. it wouldn't make much of a difference.\n  ","416672":"\n  my stylist came through with the badass hair photos !!\n  ","416673":"\n  you're not obligated to be friends with anyone. if someone is giving you a bad vibe then you have to do what you need to preserve yourself and protect yourself. whether that means telling them you can't be friends, ignoring and blocking them, etc etc. it depends on the situation.\n  ","416674":"\n  i like general tso's chicken, but i rarely have it.\n  ","416675":"\n  i'll definitely look into it !! i've always wanted to try it but never knew where to order it from or if i would even like it, haha.\n  ","416676":"\n  i've never tried ramen before, actually.\n  ","416677":"\n  my best friend came back to new york earlier than i expected, so i'm going to be able to exchange gifts and see her tonight !! :')) i'm so enthralled !!\n  ","416678":"\n  it was so heartwarming to see my friends last night and do a small gift exchange with them when we were at the bar. we didn't even talk about buying each other gifts beforehand, it just sorta happened and we all somehow found a night to meet up and exchange.\n  \n  i guess buying them their gifts was a \"good deed,\" lol. it was so nice to see them open their gifts and have such great reactions.\n  ","416679":"\n  somewhat. i don't usually feel the xmas spirit but i do enjoy and look forward to watching my family and friends open their gifts.\n  ","416680":"\n  the only person who can guaranteed make me smile if i'm not feeling well is my boyfriend. he always somehow finds a way to make me smile or laugh even when i'm in the darkest throes of depression.\n  ","416681":"\n  i have no idea what you're talking about. however, any question is appreciated as long as it isnt invasive or inappropriate.\n  ","416682":"\n  no, it's only 7:20pm on sunday night here.\n  ","416683":"\n  it depends on my mood. sometimes i prefer to be in the company of 1-2 friends while other times i need solitude.\n  ","416684":"\n  OH, lol. i usually only get hate when it comes to my smoking habit which is why i assumed it was a judgey question.\n  \n  originally i started smoking to calm myself down because of stress and anxiety, and then i became addicted to nicotine. they still calm me down when i'm really stressed and upset though.\n  ","416685":"\n  lmao, you're not obligated to know anything. get outta here with that entitlement.\n  ","416686":"\n  i suppose i'm a fast eater. i'm usually one of the first people to finish their plate when i'm eating around people, and most of the time i dislike the prospect of eating so i just try to get it over with.\n  ","416687":"\n  it snowed early november, from what i remember. we ended up getting i think 4-5 inches before thanksgiving.\n  ","416688":"\n  i had a bacon, egg, and cheese sandwich this morning for breakfast. that was probably nine hours ago.\n  ","416689":"\n  i like looking at the snow because it's pretty, but i absolutely hate driving in it.\n  ","416690":"\n  i'm not discussing the reasons why on askfm. i just need a distraction to calm me down.\n  ","416691":"\n  i'm extremely upset and desperately trying to find ways to distract myself.\n  \n  someone please send me questions. :\/\/\n  ","416692":"\n  uh ... you're literally an anon on a social media website. lmfao. the chances of you \"making\" someone fall in love with you is extremely low, if not impossible.\n  ","416693":"\n  i know, it's ridiculous. i wish apartments were more affordable around here.\n  ","416694":"\n  no, he lives with his family.\n  ","416695":"\n  i don't know what you mean -- he isn't doing anything for me when we hang out, they're group activities lol.\n  ","416696":"\n  free to do whatever we want to do -- usually that consists of playing video games, watching netflix & youtube, taking care of his pets, reading, etc etc\n  ","416697":"\n  evidently there's some sort of language barrier here.\n  ","416698":"\n  i'n doing well. i'm just laying in bed and thinking about taking a nap rn.\n  ","416699":"\n  this ... is not a word. nor a question.\n  ","416700":"\n  because i want to.\n  ","416701":"\n  I'M FINALLY DONE WRAPPING XMAS GIFTS THANK GOD.\n  \n  ask me questions y'all ~~\n  ","416702":"\n  usually my boyfriend's house is that escape from reality for me. when we're in his room, everyone leaves us alone and we can do whatever we want without interruption. it's a drastic and nice change from my life at my own house because i'm constantly being interrupted and i have no time to myself.\n  ","416703":"\n  it isn't something i've ever paid much attention to.\n  ","416704":"\n  i think, \"coffee,\" \"chair,\" \"aunt,\" and some other words that i can't recall.\n  ","416705":"\n  i guess i have a typical \"new york\" accent, lol. when i lived in massachusetts, my friends would tell me that i sounded like i was from new york or long island, and they would poke fun at the way i pronounced certain words.\n  ","416706":"\n  my day has been good so far !! it's only 10:30am and i've only been awake for like two hours, but it's been productive. i slept over my boyfriend's house after we went out last night, and after i got up, i grabbed coffee on the way home and made myself breakfast.\n  \n  i've just basically been relaxing and drinking my coffee so far. when i'm done, i'm going to finish wrapping xmas gifts.\n  ","416707":"\n  i don't remember where i got it from. probably old navy, tbh.\n  ","416708":"\n  no, i stole it.\n  \n  lmao. of course i bought it.\n  ","416709":"\n  well, this got awkward really fast.\n  \n  you don't know anything about me and i'm not anyone's \"dream.\" i also have a partner already so this effort is pretty futile. go hit on someone else.\n  ","416710":"\n  thank you !! i'm so obsessed with it omg. i can't wait to get the \"official\" photos back from my stylist.\n  ","416711":"\n  just be there for them if they need you. tell them that you're here to support them if they need help and don't hesitate to reach out to you if they need anything at all. allow them to talk and vent.\n  ","416712":"\n  i've had to give statements to the police before, but i've never testified in court. there were a few crimes (theft) committed in my store when i worked in retail so the police came and questioned the employees a few times.\n  ","416713":"\n  not gonna lie ... i was rocking out to mariah carey's \"all i want for xmas is you\" two nights ago while driving home from work.\n  ","416714":"\n  i've never left the united states, sadly. i've always wanted to visit australia & new zealand, though.\n  ","416715":"\n  blue raspberry !! LOL.\n  ","416716":"\n  you can ask whatever you want, but it doesn't mean i'll answer your question. this is one of those questions that i don't answer.\n  ","416717":"\n  OBSESSED. ♡\n  ","416718":"\n  my best friend recently moved to another state and i thought i wouldn't be able to exchange gifts with her this year because she didn't know if she would be able to come back to new york for xmas.\n  \n  i just received a package in the mail, and she ended up ordering me a skyrim fleece blanket off of amazon and sent it to my house. i'm crying happy tears, that was *so* sweet of her and i love it so much.\n  ","416719":"\n  i've never experienced lumbago before, lol.\n  ","416720":"\n  i used to only wash my face with warm water, but lately my skin has been feeling oily so i've been using black charcoal facial scrub in the shower & a moisturizer when i get out of the shower. they've been making my face feel so clean.\n  ","416721":"\n  aw, thank you !! i hope you have a wonderful holiday yourself.\n  ","416722":"\n  in my free time, i usually play video games, hang out with friends, read, write, and sometimes paint.\n  ","416723":"\n  i usually order the salmon avocado rolls and the spicy tuna rolls.\n  ","416724":"\n  i've been obsessed with sushi lately.\n  ","416725":"\n  probably not, solely because of my job. i need the internet for work.\n  ","416726":"\n  thank you !!\n  ","416727":"\n  he died yesterday, but he'll forever be my baby. rip shadow.\n  ","416728":"\n  they're uncomfortable, for the most part. i also have no reason to wear them because i never go swimming or to the beach.\n  ","416729":"\n  they're all horrible. i hate swim suits.\n  ","416730":"\n  \"breaking the habit\" by linkin park ;\n  \n\n   https:\/\/youtu.be\/v2H4l9RpkwM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","416731":"\n  i'm rational most of the time, but there are also moments where i act irrationally.\n  \n  when i'm irrational or impulsive then i don't care about the consequences of my actions. that only happens sometimes though, otherwise i do care.\n  ","416732":"\n  i dress mainly for comfort these days -- although sometimes i dress more fashionably. lately i've been wearing hoodies and jeans, but i also wear skinny jeans and boots, cardigans and sweaters, scarves, beanies, etc etc.\n  \n  my clothing from black craft cult expresses my personality the most, i believe. it's dark colored and has really awesome graphics on it.\n  ","416733":"\n  (reanswering because i took better photos.)\n  \n  it's amazing !! i'm waiting for my stylist to send me the photos she took with her camera so here's a selfie for now ;\n  ","416734":"\n  last night. my pet fish died. :\/\/\n  ","416735":"\n  yeah, i go twice a year.\n  ","416736":"\n  i've only done that with my boyfriend.\n  ","416737":"\n  *slams my fist into my skull*\n  ","416738":"\n  i hope i didn't jinx myself by saying this, lmfao.\n  ","416739":"\n  i would rather buy them, lol. i'm not crafty at all.\n  ","416740":"\n  i've actually never had a toothache before.\n  ","416741":"\n  uh, yes. lmao. but it isn't enough to get me arrested.\n  ","416742":"\n  26,058.\n  ","416743":"\n  no, i don't think i have streaks with anyone at the moment.\n  ","416744":"\n  i only really use the same two or three filters when i use snapchat, lol. most of them are advertisements or a bit ridiculous.\n  ","416745":"\n  not really, failure is a natural part of life and it happens to everyone eventually. it should be motivation to work harder and try better.\n  ","416746":"\n  not very often, but when i do, i spend a lot at a time. for example, i spent way too much money for xmas gifts this year.\n  ","416747":"\n  depends on the decision. i'm impulsive in general especially when it comes to drinking and spending money, but bigger decisions require more thought.\n  ","416748":"\n  no, i've never been catfished nor have i ever catfished someone.\n  ","416749":"\n  my gut is rarely wrong, so i usually follow my gut instincts.\n  ","416750":"\n  it's helpful that, even if the car is used, it has a new engine, new tires, etc etc. otherwise you're just going to run into problems super quickly.\n  \n  i don't really remember much else because i haven't bought a used car in like six years.\n  ","416751":"\n  crushes are normally innocent things, so i believe they're \"real\" crushes. you grow to be attracted to a celebrity due to their looks or what you know of their personality. it isn't much different than having a crush on someone IRL.\n  ","416752":"\n  i know you're not the same dude, lol. but you're the person who felt the need to anonymously make a wild claim that makes absolutely no sense in an effort to discredit me.\n  ","416753":"\n  i like olive garden's dressing (idk what it actually is) and i also use ranch dressing.\n  ","416754":"\n  i like cherries, usually in my alcoholic drinks. lol.\n  ","416755":"\n  i don't think i've ever read it, no.\n  ","416756":"\n  not being able to breathe, ugh. i can deal with the coughing and sneezing, but when you can't breathe and you're trying to sleep at night, then it's absolute hell.\n  ","416757":"\n  LOL. what the hell.\n  \n  if you're offended that i used the word \"force\" to describe a friendship then i'm pretty sure i'm not the snowflake here.\n  ","416758":"\n  i'm pretty damn good at destiny 2.\n  ","416759":"\n  productive.\n  ","416760":"\n  venti vanilla sweet cream cold brew.\n  ","416761":"\n  uh, no ?? you can't force friendship. it's supposed to happen naturally over time.\n  ","416762":"\n  hello -- do you have a question ??\n  ","416763":"\n  same !! well, i only met linkin park once when i was like 14 years old, but it was also a highlight of my life. i got the opportunity to tell chester how much him and his music meant to me, and it was such an amazing moment.\n  ","416764":"\n  i love him. i got the chance to meet him a few months ago during a poster signing at a local record store, and it was one of the best moments of my life.\n  ","416765":"\n  the only jesus i worship is mike shinoda.\n  ","416766":"\n  the whole \"females are bad drivers\" thing is a false stereotype, actually. someone's ability to drive isn't determined by their sex or gender.\n  \n  i'm a really cautious driver due to my anxiety, but unfortunately that isn't enough to prevent certain accidents.\n  ","416767":"\n  LOL. yeah, new york drivers are ridiculous -- particularly city drivers and drivers from long island.\n  ","416768":"\n  yes, i've been in quite a few. thankfully none of them were my fault nor was i injured, but getting into those accidents have only made my anxiety worse because you never know when an accident can happen.\n  ","416769":"\n  the probability of getting into an accident and getting hurt is so high, and it plagues me every day. there are also the moments where i get the impulse to do something erratic on the road, so sometimes i don't trust myself driving which makes my anxiety worse.\n  ","416770":"\n  driving is my biggest source of anxiety, actually.\n  ","416771":"\n  honestly, you're better off without it because of the effect alcohol can have on diabetes, especially a1c levels. it's nice to have a drink on special occasions, but unfortunately with diabetes, everything is affected and you're better off without it in the long run.\n  ","416772":"\n  he doesn't drink usually, and when he does, he usually orders a captain & diet coke. he hasn't drank beer in a really long time because it raises his blood sugar too much.\n  ","416773":"\n  i totally understand this. my boyfriend is a type one diabetic so he always watches what he eats and has to give himself insulin accordingly. the holidays makes it harder.\n  ","416774":"\n  LOL. enjoy your holiday and your drinks !!\n  \n  i'm low key jealous. i could go for an ice cold beer rn.\n  ","416775":"\n  depends on the night. it's anywhere between 10pm and 1am.\n  ","416776":"\n  the only celebrities i've met have been the members of linkin park, and they were all incredibly nice.\n  ","416777":"\n  veggie burgers !!\n  ","416778":"\n  my day was fine. the best part of the day was getting out of work at 4pm and being able to drive home in the daylight, lol.\n  \n  i just made myself some dinner and i might watch netflix soon.\n  ","416779":"\n  i like chocolate, but i'm not obsessed with it like some people are. i prefer dark chocolate over milk chocolate & i can only have it in really small quantities.\n  ","416780":"\n  i generally don't. however, my best friend puts cinnamon in her ground coffee before she makes a pot & it tastes delicious.\n  ","416781":"\n  no, i've never traveled outside of the united states before.\n  ","416782":"\n  sleeping in & not having to set an alarm !! i usually wake up around 8 or 9am anyway, but it's a hell of a lot better than being forced to wake up at 7am.\n  ","416783":"\n  rofl, no. i dislike trump for obvious reasons, but i don't hate him. hatred is meant for something personal.\n  ","416784":"\n  i'd rather not discuss that on here. it isn't anyone who uses askfm, though.\n  ","416785":"\n  no, there's only one person in my life who i can say i genuinely hate.\n  ","416786":"\n  every gift is a real gift, lol. besides, secret santa isn't supposed to be all that serious and a lot of people got amusing gifts. it was a lot of fun.\n  ","416787":"\n  my supervisor got me as her person, so she bought me a mike shinoda prayer candle off of etsy, LOL. i was so confused at first, and then i looked at the face and started laughing hysterically.\n  ","416788":"\n  we did !! we exchanged gifts yesterday, actually. it was so much fun and definitely a great bonding experience to bring the entire department together.\n  ","416789":"\n  ask me questions, friends!! i'm bored af and willing to answer nearly anything. :'))\n  ","416790":"\n  uh ... is this supposed to be an acronym for something ??\n  ","416791":"\n  no. i'm pretty neutral towards humanity. the only things i'm certain that i love are people whom i'm close with in my life.\n  ","416792":"\n  no, i'm sure that most people are certainly loved by at least one person, whether it's friends or family or significant others.\n  ","416793":"\n  i'm assuming this was supposed to be some sort of poetic statement, but instead it came out as intensely creepy and horrifying. great job, dude.\n  ","416794":"\n  i would advise against that. i kinda need them to see, and also that would taste absolutely horrid.\n  ","416795":"\n  no. the older i get, the more i realize that upper ages aren't as \"old\" as i used to think they were when i was younger.\n  ","416796":"\n  that doesn't surprise me. people have told me that i'm intimidating before.\n  ","416797":"\n  i'll have to see if any of my friends are doing anything for new years eve. i requested off from work because i wanted the four-day weekend (the office is closed on new years day), but i don't have any plans to celebrate yet.\n  \n  usually i celebrate with my boyfriend, but i think he's working until 10pm on new years eve and again starting at 9am the next morning, so i'm not sure if i'll get to see him.\n  ","416798":"\n  i'm not dreading it at all because i know i'm going to feel better when i'm finished. i just feel incredibly lazy & burnt out from work so i don't feel like doing a damn thing atm.\n  ","416799":"\n  organizing boxes and cleaning. yeah, that's going to be oodles of fun.\n  ","416800":"\n  there's a comedian whom i saw perform live a few months ago, his name is dan soder (i think that's his name). he has a really dark sense of humor and i was cracking up at his comedy show.\n  ","416801":"\n  i'm doing well. my office let us leave at 4pm instead of 4:30pm today, which was really nice. i was able to sort through some boxes when i got home in order to see what i bought people for xmas and separate them accordingly.\n  \n  right now, i'm just drinking some coffee and checking up on social media. i'm going to listen to music and clean in a little bit.\n  ","416802":"\n  everything, lmao.\n  \n  some of the things that really bother me, though, are people who spread ignorance without doing proper research first, especially if their ideologies are inherently racist, sexist, ableist, homophobic, transphobic, antisemitic, etc etc.\n  \n  i also really dislike when people feel entitled to certain privileges just for simply existing because they've been spoiled rotten their entire lives, and they view other people who don't have the same privilege as inferior to them.\n  ","416803":"\n  one of my friends is actually getting married today, and i'm so happy for her & her husband !! they're a beautiful couple and i wish i could take part in their celebration.\n  ","416804":"\n  my boyfriend's resilience. he's endured so much hardship and struggle with a variety of things & he still perseveres every day. he always puts 200 percent into everything he does regardless of how he's feeling, and it's something i've always admired about him.\n  ","416805":"\n  that sounds like a recipe for disaster. if you've ever seen the movie gattaca, you would understand why.\n  ","416806":"\n  my coffee, lmao. don't even take a sip of it, that irritates me completely. if you want coffee, then get your damn own.\n  ","416807":"\n  depends on my mood that day. sometimes i get annoyed really easily, while other times, nothing bothers me at all.\n  ","416808":"\n  i don't follow people upon request, sorry.\n  ","416809":"\n  perhaps if you stopped feeling sorry for yourself and sending this out to everyone every few weeks, you would actually have the confidence to obtain a girlfriend.\n  \n  seriously, stop spamming people with this nonsense. it's annoying af.\n  ","416810":"\n  i was late to work a few weeks ago -- only by like five minutes, thankfully.\n  ","416811":"\n  hell no, rofl. i find that so obnoxious.\n  ","416812":"\n  hello -- do you have a question ??\n  ","416813":"\n  depends on how much red is left over and what the other ombre color is. some colorists might be able to lift it all, while other times it can be a two-step process.\n  \n  the color you decide to go next is up to you. i'm coloring my hair blue and silver tomorrow.\n  ","416814":"\n  tomorrow, i'm shopping for gift bags & wrapping paper and getting my hair colored in the afternoon.\n  \n  sunday, i might be opening xmas gifts with my family. if not, then we're doing that on xmas eve.\n  \n  tuesday is xmas, so i'm spending it with my boyfriend's family.\n  \n  monday, wednesday, thursday, and friday, i'm going to work.\n  ","416815":"\n  no, i've never been fired before.\n  ","416816":"\n  hello -- do you have a question ??\n  ","416817":"\n  hello -- do you have a question ??\n  ","416818":"\n  new york.\n  ","416819":"\n  i don't have any plans to quit smoking currently.\n  ","416820":"\n  i'd probably know it if i heard it.\n  ","416821":"\n  i have one car.\n  ","416822":"\n  that's interesting, i never thought about it that way before.\n  ","416823":"\n  i don't really see the point in having two cars unless you're fixing one up and using the other car for traveling.\n  ","416824":"\n  some people like to take their aggression out on others when they're stressed out in their lives.\n  ","416825":"\n  go right ahead !! lmao. i've only ever met like three cats that were easy to live with.\n  ","416826":"\n  i'd rather have two oversized dogs than six cats.\n  ","416827":"\n  LOL. we might as well at this point -- that's why when i'm looking up the definitions of words, i look them up from a variety of different sources because sometimes other sources take cultural significance into account while others don't.\n  ","416828":"\n  is it more reliable to base a definition on years of study in multiple disciplines or on a single sentence in a dictionary that likely hasn't been updated in decades ??\n  \n  there are a lot of words whose definitions have changed with time. that's just the way language naturally progresses.\n  ","416829":"\n  i disagree with them. that isn't what the cultural definition of what racism entails.\n  ","416830":"\n  i'm sitting on my bed, but that's the extent of it.\n  ","416831":"\n  LOL. yeah, it happens every now and again.\n  ","416832":"\n  ugh, my previous answer got deleted.\n  \n  either way, if you don't have anything valuable to add to this, then i'm going to delete your further messages. i already made my point clear.\n  ","416833":"\n  i answered a similar question earlier, but i'm just listening to music and answering questions rn.\n  \n  i'm happy that tomorrow is friday, at least. i've been so burnt out from work that it's going to feel nice to have a weekend.\n  ","416834":"\n  thanks, my dude ~~\n  ","416835":"\n  we're literally going around in circles, lmao.\n  \n  i'll repeat myself -- if a black person commits a crime against another person of color due to their race, then yes, that's racist.\n  \n  however, if a black person commits a crime against a white person, then no, that isn't racist. that's discriminatory.\n  \n  idk how to make it anymore clear than that. and i'm debating on not responding to you anymore because this is the same conversation over and over again, and you're not understanding.\n  ","416836":"\n  it's historical -- just because there's one incident where the justice system does the right thing doesn't mean that oppression doesn't exist anymore. regardless of what the law decides, oppression still exists and is defined by history (at least in this country). it's universal.\n  ","416837":"\n  ^^\n  ","416838":"\n  uh, yeah i can -- because oppression is based on years upon years of historical context. just because there are a few outcomes that are justifiable doesn't mean oppression doesn't exist anymore.\n  ","416839":"\n  i said the other day that i didn't know if i had a cold or not. regardless, i'm still feeling the same as i did yesterday or the day before, lol.\n  ","416840":"\n  my day was good, actually. i described it in more detail a few answers below, but basically my office had a secret santa gift exchange and it was a lot of fun.\n  \n  now i'm just listening to music and drinking hot cocoa. i'm also waiting to hear back from my friend to see if we're going out tonight.\n  ","416841":"\n  yeah. but a white person doesn't face oppression for being white so they don't experience racism.\n  \n  they can be discriminated against due to being white, but that isn't oppression.\n  ","416842":"\n  i don't really consider myself a member of any \"fandom,\" although i am a fan of a lot of different things. particularly, linkin park\/mike shinoda, harry potter, lord of the rings, certain video games, certain tv shows, etc etc.\n  \n  the only reason why i don't think i belong to their fandoms is because i'm not completely involved in maintaining connections with those fandoms. i call myself a fan of them, but i'm not part of the fandom.\n  ","416843":"\n  i honestly just don't think you're understanding where i'm coming from, which is understandable. sometimes things sound more logical in my head compared to when i try to write them down. i'm simply trying to make the distinction to you of the difference between racism and discrimination.\n  \n  ideally, those should be outcomes of both of those situations. however, it makes me wonder if the black person on trial would be given the death sentence as opposed to a life sentence because of the bias involved in the criminal justice system.\n  ","416844":"\n  i haven't watched any new movies at all -- however, i have started watching the innocent man on netflix, which is really good !!\n  \n  if any of you guys love true crime docuseries like making a murderer, then i highly suggest it.\n  ","416845":"\n  \"if you're going through hell, keep going.\"\n  ","416846":"\n  i don't see why families shouldn't be allowed to bring their children to public places like restaurants and movie theaters. children need to be exposed to the world and be given opportunities to be shown right vs wrong behavior.\n  ","416847":"\n  i don't anticipate it being much different than it is right now, besides the small goals i have set for myself come after the holidays. i've learned not to place expectations on my own life when so much of it is out of my own control.\n  ","416848":"\n  disloyalty -- whether that's in the form of extreme lying, cheating, etc etc. i don't tolerate any sort of relationship, platonic or romantic, where i can't trust the other person because they're not being loyal to me.\n  ","416849":"\n  the definition of words do change over time, and there's nothing wrong with that. while in the past it may have also applied to white people, but further studies into racism as a whole have revealed that it's a system of oppression, much like sexism. white people have never been oppressed due to their race, which is why they can't experience racism.\n  \n  obviously white people do face discrimination because of a number of things, race included, but the racism is fundamentally different than discrimination.\n  ","416850":"\n  i haven't received an advent calendar since i was a child. regardless, i remember the chocolate being hard and gross so i was never a fan of them to begin with, lmao.\n  ","416851":"\n  rose petals, gasoline, firewood, jasmine, patchouli, and the crisp scent of cold winter air.\n  ","416852":"\n  heathers, girl interrupted, and the crow.\n  ","416853":"\n  yes, i've attended several job interviews. i was offered the job with all of the interviews i went on, so it was just a matter of me choosing which job i wanted to go with.\n  ","416854":"\n  my day has been fun, actually !! we had a secret santa gift exchange at work during lunch today, so i got to see my person open his gift and i also got to open the gift someone else bought me.\n  \n  i got home not too long ago, and right now i'm just listening to music and drinking hot cocoa.\n  ","416855":"\n  i can eat cold pizza, but i don't really enjoy it. it's usually hangover food for me tbh, especially since i'm too lazy at that point to heat it in the microwave for a minute, lol.\n  \n  i've never tried cold mac n' cheese, but that sounds pretty gross.\n  ","416856":"\n  i didn't give an excuse to not do sports when i was in grade school, at least in terms of gym class. i always did whatever sports we were supposed to do for the 45 minutes we were in class.\n  ","416857":"\n  people of color may have equal rights as it pertains to written law, such as having voting rights, but often that isn't how the law is interpreted in court. there's a lot of bias in the justice system regarding people of color, particularly black people, and often people who commit the same crimes who are white end up getting lesser sentences.\n  \n  regarding your second statement, discrimination is favoring one thing (in this case race) over the other. racism, on the other hand, is a system of oppression based upon a person's race that basically isn't white.\n  ","416858":"\n  no, i only ever really use my phone when i get a notification from askfm, facebook, instagram, etc etc. i'm not generally sitting there scrolling through social media unless i have a lot of time to kill.\n  \n  in addition, i don't have cell phone service in my office building, so my phone is set to airplane mode for the majority of the day.\n  ","416859":"\n  i don't think i'm good looking or wise, so neither ??\n  \n  if i *had* to make a choice, i would probably say wise -- simply because i've been through some hardship and have learned valuable lessons from them. i don't think i'm an attractive person at all.\n  ","416860":"\n  yes, this year has gone incredibly fast !! i can't believe 2018 came and went already, and every time i try to think back on it, i can't really remember much of what has happened at all.\n  \n  i feel as if all i did was go to work, lmao. however, the fact that i've been at my job for more than a year now and it hasn't felt that long at all is probably a good thing.\n  ","416861":"\n  i used to enjoy watching national geographic documentaries, but i haven't sat down to watch one in years. i heard planet earth was a really wonderful docuseries, though.\n  ","416862":"\n  i don't know your friend, nor do i know you, so i have no clue if his messages even \"mean\" something at all. if he's not responding to you, he could simply be busy.\n  \n  if this is something that's bothering you, then ask him about it. you're not going to get anywhere by refusing to bring the issue up to him.\n  ","416863":"\n  that wouldn't coincide with racism because the law doesn't discriminate against white people based on their skin color (in fact, it often works in their favor), but it certainly is a breach of justice.\n  ","416864":"\n  i've had a few people come to me when they've been struggling, both online and in real life. how i comfort them depends entirely on their situation and how they currently feel, because those factors dictate what i say to them, how i say it, etc etc.\n  \n  generally speaking, i allow them to vent as much as they need to. i also encourage them to seek professional help in the form of therapy if that's something they agree that they should do in order to help sort out their issues. i encourage them to seek creative outlets, i.e. writing out their feelings, music, working out, etc etc. i also remind them that they've come this far and they can overcome anything they set their mind to.\n  ","416865":"\n  depends on whether or not you're civil with your ex. every circumstance is going to be different, but if you two are still on speaking terms, then it's probably better for the child to still celebrate holidays together.\n  ","416866":"\n  in my bed, haha. if this can even be considered a \"selfie.\"\n  ","416867":"\n  my boyfriend is the closest person to me who knows everything about me.\n  ","416868":"\n  i can't afford to care less about grammar, considering it's my job lol.\n  \n  outside of work, it isn't something that concerns me. however, it's extremely important to my job so i always make sure i'm aware of new changes.\n  ","416869":"\n  hello -- do you have a question ??\n  ","416870":"\n  aw thank you !!\n  ","416871":"\n  i worked at a drug store, so yeah.\n  ","416872":"\n  well i used to think tumblr was a great app, up until it flagged my blog as sensitive content and wouldn't let me change my icon or header. that has me really angry, actually.\n  ","416873":"\n  uh, right now it's cold and windy. otherwise, it's not affordable, taxes are too high, and people drive like assholes.\n  ","416874":"\n  not an artificial tan, no.\n  ","416875":"\n  i didn't pluck them before taking the photo.\n  ","416876":"\n  it's layered, i was just leaning my head down to show how long it is. the front is slightly longer than the back, though.\n  ","416877":"\n  i don't have any photos of myself with long hair, haha. this is the longest my hair has been in a long time.\n  ","416878":"\n  i don't have anyone blocked.\n  ","416879":"\n  good thing i don't live in romania then, lol.\n  ","416880":"\n  quite the contrary -- people can color their hair whatever they want regardless of their age.\n  ","416881":"\n  yeah, i think it's entirely possible that there are life forms on other planets in other solar systems that we haven't discovered yet.\n  ","416882":"\n  it varies, although lately i've been having absolutely no self control. it usually happens when i drink, though. i just don't know when to stop.\n  ","416883":"\n  i'm afraid somewhat of spiders, although it used to be a lot worse in the past. i usually just let my boyfriend take care of them.\n  ","416884":"\n  i suppose my eyes are my best physical attribute. it's what i like the most on myself.\n  ","416885":"\n  going to work tomorrow, lol. i've been so burnt out and it's been difficult for me to make it through the day.\n  ","416886":"\n  aw, there's always next time. feel better, friend !! ♡\n  ","416887":"\n  no, i don't have a backup.\n  ","416888":"\n  LOL. that would have been a hell of a lot cheaper than what i actually did.\n  ","416889":"\n  i don't do anything, i just wait for it to pass.\n  ","416890":"\n  i'm not sure. i've been somewhat congested with a stuffy nose, but that's the extent of my symptoms. it could simply be due to the drastic change in weather.\n  ","416891":"\n  my day was fine. i've just been tired all day & i've basically been laying down ever since i got home from work. i'm waiting for my boyfriend to call me back to see if we can see each other tonight.\n  ","416892":"\n  thanks for the follow ~~\n  \n  i don't follow people upon request, sorry.\n  ","416893":"\n  they did, but they never checked them with respect to me.\n  ","416894":"\n  all the time, haha. i've been so burnt out lately. i'm looking forward to next weekend because it's a four-day weekend for me & i desperately need it.\n  ","416895":"\n  they're both painful, and it would be unfair to try to compare them to see which is the \"harder\" struggle. hardships aren't a competition.\n  ","416896":"\n  i know absolutely nothing about children, so you're better off asking someone who's a parent.\n  ","416897":"\n  i don't post those on askfm.\n  ","416898":"\n  i would just throw a pack into my bag when no one else was around.\n  ","416899":"\n  i never got caught, lol. if i did, i would have been fired. i stole them because they were expensive and i didn't feel like laying the money out for them -- however, i would only do it every once in a while, not every time i needed a pack.\n  \n  and no, there were no discounts on cigarettes.\n  ","416900":"\n  i used to shop lift when i worked in retail. i would steal packs of cigarettes when i worked behind the counter.\n  ","416901":"\n  aw, thank you ~~\n  ","416902":"\n  most funerals, and when you're getting fired from your job. i can't really think of much else.\n  ","416903":"\n  xmas eve !! we used to do it xmas morning, but it became too much of a hassle so early in the morning because we would have plans in the afternoon, so now we do it xmas eve night.\n  ","416904":"\n  squirrels, birds, rabbits, deer, etc etc. nothing too wild.\n  ","416905":"\n  nah, not for xmas. i figured it would generally be a good \"winter\" color.\n  ","416906":"\n  it's a family tradition, as well as a tradition among my friends. there's really no religious application to the holiday these days.\n  ","416907":"\n  i get up this early every day, lol. my alarm is usually set for 7:15am every morning for work.\n  ","416908":"\n  i answered this question yesterday. i said no.\n  ","416909":"\n  i've overdone red and have no desire to color my hair red again.\n  ","416910":"\n  it's going to be dark blue fading down into silver.\n  ","416911":"\n  i've never stalked anyone before & have no intentions of doing so.\n  ","416912":"\n  i've never really seen the appeal of them tbh.\n  ","416913":"\n  aw, that sounds fun. i've never been to a buffet before, but sushi is delicious and incredibly versatile.\n  ","416914":"\n  welcome back !!\n  \n  i've been good, just working a lot and busy shopping for xmas gifts. nothing substantial has happened in my life besides work-related things, which is rather boring.\n  ","416915":"\n  oh goodness. i sincerely hope you're trolling & you don't actually believe this. or if you do believe this, you don't encounter a friend or loved one who struggle with mental illness because you would certainly not help their situation at all.\n  ","416916":"\n  i work better with a routine, but i do wind up riding the wave whenever something happens that breaks up my routine. i've learned not to think too much into it and try to accept life's challenges as they come.\n  ","416917":"\n  i used it once. previously, i used the word \"deterred.\"\n  \n  that's literally it, lol.\n  ","416918":"\n  i was at work for the majority of the day. i got home from work about 90 minutes ago, and i've just been checking up on social media on my laptop and drinking coffee ever since.\n  \n  i'm probably going to go make myself dinner soon, take a shower, and hop on xbox to play video games with some friends.\n  ","416919":"\n  ??\n  \n  i don't consider my life to be \"trolled,\" lol. regardless of what mental illnesses i have, i've always been successful at what i've set my mind to, even with the highs and lows of mental illness. it's certainly been a struggle, but not a deterrent.\n  ","416920":"\n  that's really difficult to really process because honestly, i don't know how i would feel about that either. depending on the relationship, there sometimes needs to be at least some level of physical attraction -- however, there are also some people who don't place any value in physical attraction at all and only base their attraction solely on personality.\n  \n  if you're comfortable doing so, i would try to bring it up to him and tell him the truth. see what he says about it.\n  ","416921":"\n  i'm diagnosed with major depressive disorder, generalized anxiety disorder, panic disorder, and borderline personality disorder.\n  ","416922":"\n  i'm not arrogant by any means -- and tbh, i don't know how my boyfriend copes with me because of my mental illnesses, but regardless, he's always been a strong foundation of support, and for that, i'm eternally grateful.\n  ","416923":"\n  i've honestly never bought him this many gifts before, and in the past we usually settled on a budget for one another. however, he hasn't told me how many he's bought me or how much he's spent on me, which is a bit concerning. lmao.\n  ","416924":"\n  because i wanted to, i suppose. they weren't expensive things at all with the exception of the love book, and i like surprising him with things he likes.\n  ","416925":"\n  LOL.\n  \n  if you feel the need to randomly spam strangers with this nonsense, then obviously you have deep insecurities that have deterred you from having healthy relationships.\n  \n  i'm fine with my current boyfriend, considering we've been together for multiple years. scurry along now.\n  ","416926":"\n  i take buspirone for my anxiety.\n  ","416927":"\n  scientifically-speaking, medication changes the way hormones and chemicals react in your brain which relate to levels of serotonin, dopamine, etc etc. mood stabilizers target specific molecules, from my understanding, that aid in the stabilization of severe mood swings.\n  \n  it takes 1-2 weeks for most psychiatric medications to begin working, including mood stabilizers. personally speaking, i'm on a mood stabilizer, antidepressant, anti-anxiety, and antipsychotic. they all target different symptoms that i experience, so as a result, my moods are significantly less severe, my depressions aren't as low, my anxiety isn't terrible, i rarely experience panic attacks, and my paranoia has diminished greatly.\n  \n  you can't become dependent on medications that aren't narcotics. if you ever want to stop taking them, you can simply wean off of them with the guidance of your doctor and you won't experience any negative side effects.\n  ","416928":"\n  hopefully he doesn't check my page and read this, LOL. i've been hesitant to post what i bought for him because i don't know if he reads my answers or not.\n  \n  but i got him -- a personalized \"love book,\" a blueberry scented candle, three more candles that smell of different dessert foods, peppermint and chocolate mint tea, two shirts with bearded dragons on them, a personalized bearded dragon mug, and an achievement hunter sweatshirt.\n  ","416929":"\n  copying\/pasting this from a similar question someone asked me yesterday, since my response is the same ;\n  \n  don't invest your energy into people who aren't willing to do the same back to you. you can only care for people for so long without needing to preserve your own energy, and it becomes toxic after a while to care so deeply for those whose feelings aren't reciprocated.\n  ","416930":"\n  i didn't start listening to music until i was around 11 years old, so most of the bands i listened to at that age are still bands i enjoy now -- linkin park, korn, story of the year, chevelle, my chemical romance, HIM, otep, stone temple pilots, alice in chains, etc etc.\n  ","416931":"\n  the only things i asked people to buy for me were fallout 76, a weighted blanket, some makeup from too faced, and coffee.\n  ","416932":"\n  lately i've been replaying fallout 4. however, i also play destiny 2, skyrim, assassin's creed, the bioshock series, GTA V, speed runners, life is strange, the wolf among us, and tomb raider.\n  ","416933":"\n  i'm not excited to spend time with my family -- however, i am excited to watch my boyfriend open his xmas gifts because i love seeing his reaction to what i bought him.\n  \n  i got him a few cute things this year, so i hope he likes them.\n  ","416934":"\n  yes, i play video games semi-regularly on the xbox one.\n  ","416935":"\n  the only plan i have so far is that i need to go to the dollar store and purchase wrapping paper, gift bags, tape, and labels for my xmas gifts. i have literally nothing at my house and it's only one week until xmas.\n  \n  also, i have an appointment on saturday to color my hair !!\n  ","416936":"\n  i would probably buy an all-inclusive resort vacation for myself and my boyfriend sometime in the near future, since we both desperately need a week or two off from work.\n  ","416937":"\n  get something pertaining to his interests, if you know of any, whether it's a book or memorabilia or perhaps a set of DVDs on the subject.\n  \n  or, if all else fails, buy him a gift card so that he can choose something for himself.\n  ","416938":"\n  i've never tried sponge cake before.\n  ","416939":"\n  uh, no ?? you're anonymous and friendship doesn't magically happen upon request. friendship happens naturally over time.\n  ","416940":"\n  between 8-10 cigarettes per day.\n  ","416941":"\n  uh ... how is mistletoe inappropriate ?? the holiday story behind it is that the two people kiss when they're under mistletoe. that's literally it.\n  ","416942":"\n  LOL, yes. it's happened a few times to me when i was in high school and college because i would take notes so fast and abbreviate everything, and sometimes i would look back on my notes to re-write them and have no idea what it said.\n  ","416943":"\n  i've never seen gucci clothing in person, let alone buy any and wear it. lmao.\n  \n  it's horribly overpriced, from my understanding. i don't see the point in buying big name brands like that when you can get more reliable, comfortable clothing for much cheaper.\n  ","416944":"\n  last night, i suppose ?? i ordered food in, but they were hot wings with french fries. it felt good to have a warm meal.\n  ","416945":"\n  sometimes -- which is why i'm always drinking something caffeinated, usually coffee or tea. i can't afford to make any mistakes because i'm the final editor, so i always have to be alert and meticulous.\n  ","416946":"\n  plenty of times, yeah. i have a tendency to go out on the weekdays because the bar isn't busy at all, which sometimes leads to me having a hangover the next morning.\n  ","416947":"\n  hello -- do you have a question ??\n  ","416948":"\n  both, depending on the song. some songs have great melodies with mediocre lyrics, while other songs have okay melodies with amazing lyrics. and then there are songs with both wonderful melodies *and* lyrics.\n  ","416949":"\n  it's funny you ask me this today because last night i had a really vivid dream that my boss asked me to send a strongly-worded email to a few of my coworkers, asking them to tidy up after themselves because they were making a mess in the office. lmao.\n  \n  mind you, i've only met my boss on a handful of occasions and we've never spoken more than like ... three sentences to each other. so the entire dream is totally unrealistic. lmao.\n  ","416950":"\n  i don't think i would quit fully -- however, i would significantly decrease how often i smoke.\n  \n  in addition, there are native american reservations on long island that sell cartons of cigarettes for $20-25, so i would probably wind up making the trip out there for cigarettes instead of buying them at the gas station.\n  ","416951":"\n  i haven't done in-depth research into which states are more financially affordable than new york, but i've always thought about moving to either virginia, north carolina, or georgia.\n  ","416952":"\n  she came out with a new song two months ago, so i'm assuming no.\n  ","416953":"\n  i think that depends entirely on the person.\n  ","416954":"\n  the cost of rent and housing. living in new york (at least in the city or on long island) is incredibly expensive -- you really can't find a one bedroom apartment for less than $1200 and houses average about half a million dollars for a regular ranch home.\n  ","416955":"\n  LOL, sometimes they are -- especially if you're walking around manhattan. however, if you're in a tough spot, new yorkers can also be extremely helpful and kind to you, such as if you're confused as to which train to take or how to use the subway.\n  ","416956":"\n  no, although i've always wanted to go !! it seems so beautiful.\n  ","416957":"\n  LOL.\n  \n  no, i pretty much switch my mornings on and off between dunkin and starbucks. although dunkin's iced pumpkin macchiatto is amazing.\n  ","416958":"\n  is anyone awake ?? it's 4am and i woke up out of a sound sleep with a LOT of energy, and i have no idea what to do.\n  \n  ask me questions ~~\n  ","416959":"\n  i know that there are antioxidants in dark chocolate which is good for you in moderation, but that's the extent of my knowledge about it.\n  ","416960":"\n  i really don't remember that far back into my childhood, but on a related note, i was also extremely artistic when i was younger and would draw and color my own pieces so it wouldn't surprise me if i just colored them how i wanted.\n  ","416961":"\n  don't invest your energy into people who aren't willing to do the same back to you. you can only care for people for so long without needing to preserve your own energy, and it becomes toxic after a while to care so deeply for those whose feelings aren't reciprocated.\n  ","416962":"\n  i've never been the biggest fan of friends, but the episode where ross and chandler are trying to move the sofa and ross keeps screaming \"PIVOT\" gets me every time.\n  ","416963":"\n  the only app where i have a lot of followers is askfm, lol. i would never advertise anything here because that would be annoying af.\n  ","416964":"\n  no, i seldom watch disney movies as it is.\n  ","416965":"\n  no, my family has never done that before.\n  ","416966":"\n  yeah, i wear glasses every day.\n  ","416967":"\n  thank you !! it's honestly probably the filter instagram had.\n  ","416968":"\n  lol ~~\n  ","416969":"\n  yeah, i drink pretty much every week or two.\n  ","416970":"\n  no, i've always wanted one though.\n  ","416971":"\n  y'all, i'm watching the innocent man on netflix & it's so friggin good !!\n  \n  y'all should send me questions tonight ~~\n  ","416972":"\n  how is that fake sushi ?? lol.\n  \n  i like sushi, it's one of my favorite foods.\n  ","416973":"\n  i'm aware. but this is askfm, a place for questions. if you don't have a question, then there's no point in being on my page.\n  ","416974":"\n  hello -- do you have a question ??\n  ","416975":"\n  i think people are good or bad depending upon their intentions. if they have conventionally bad intentions, such as to hurt other people, then i would consider them an overall bad person. however, if your intentions are good at heart and you want to help others -- even if that help may be misguided -- then i would still consider you a good person.\n  \n  there are also a lot of gray areas to take into account because life isn't simply black and white, good and bad, etc etc. someone may simultaneously display both good and bad intentions, or they may want to act on their bad thoughts but quell their temptations because it's socially taboo.\n  ","416976":"\n  both !! i watch it at both halloween and christmas time, it's legit my favorite holiday movie.\n  \n  i've never enjoyed candy canes, as far as i can remember. i've never been a fan of hard candy.\n  ","416977":"\n  i think people can have \"haters\" without being famous -- if you have a semi-large following on social media, you're apt to accrue people who dislike you for whatever reason and try to bring you down regardless of what you do.\n  \n  i've never personally called them \"haters\" myself, but i do have a few people who send me anon hate every once in a while.\n  ","416978":"\n  well considering it's only monday and my week has just begun (lol), i'll consider last week as part of this as well.\n  \n  saturday was simultaneously my high and low of the week. while i had a lot of fun at the work holiday party and got to finally hang out with my coworkers in a non-work setting, i felt absolutely awful when i got home and woke up the next morning with a terrible handover that lasted until like 2pm.\n  \n  also, today was a highlight because my coworker brought in a whole batch of cookies, so i was able to enjoy a chocolate chip cookie with my coffee this morning.\n  ","416979":"\n  coffee, cigarettes, and my boyfriend.\n  \n  every morning, i wake up and have a cup of coffee with a cigarette, and i try to call my boyfriend at least once per day if we're not planning on seeing each other. we don't really text because we're both terrible at texting back, so most of our conversations are either in person or over the phone.\n  ","416980":"\n  no, i don't believe i've ever listened to doom metal before. the closest thing to metal that i've ever listened to have been bands like otep, in this moment, lacuna coil, HIM, etc etc.\n  ","416981":"\n  last saturday night at my job's holiday party, lmao. i had two shots of tequila and four glasses of wine, and i was absolutely hammered.\n  \n  my boyfriend and i ended up leaving around 11pm, even though the party didn't actually end until midnight, and i was puking my brains out when i got home.\n  ","416982":"\n  i think this whole \"trend\" about having a female or gender neutral father christmas is dumb af, tbh. not everything needs to be gender neutral, and i'm all for gender neutral toys and clothing and whatnot, but changing a holiday like that sounds so silly.\n  ","416983":"\n  no, i wouldn't break up with him. i love my boyfriend for who he is regardless of his gender.\n  ","416984":"\n  high heels, lol. i trip over my own feet wearing sneakers as it is, i can't fathom how uncomfortable i would be in heels.\n  ","416985":"\n  i've been fine. my only complaint is that my chest has been hurting me and it hurts to cough, so i don't know if i'm getting sick or something. if it worsens, i might have to go to the doctor.\n  ","416986":"\n  i've never visited a skating rink before, actually.\n  ","416987":"\n  i don't send links to myself, actually. if i wanted to comment on someone's answer or make a general statement, then i would simply send myself an \"-\" with my response. there's no reason to pretend to be an anon.\n  ","416988":"\n  i don't recall the exact statistics, but you're absolutely correct. also, the diagnostic criteria for BPD includes self-destructive behavior as well as svicidal ideation, so that's why people the statistics are so high with BPD in particular.\n  ","416989":"\n  i'm not too familiar with compulsive lying, but i would venture a guess and say that it's moreso a symptom of an underlying disorder rather than a disorder itself.\n  ","416990":"\n  i'm highly critical of children being in relationships (and i say children with the idea that anyone under the age of 18 is a child). with that in mind, i agree with doe.\n  \n  cc:\n  \n   @lillehjort\n  \n","416991":"\n  mental disorders like BPD have an extremely high mortality rate, like i was stating earlier. that risk increases the longer a person goes without treatment due to the shocking prevalence of self destructive behaviors and svicidal ideation.\n  \n  so no, it isn't dramatic. rather, it's realistic. if i didn't get treatment for my mental illnesses, i would have died as well.\n  \n  cc:\n  \n   @sweetnothings18\n  \n","416992":"\n  yes, mental disorders are considered medical illnesses just like any other medical condition. the only difference between mental disorders and physical disorders is that mental disorders are a combination of chemical imbalances and behavioral traits that arise out of genetics or environmental causes.\n  ","416993":"\n  this is going to sound cliche, but love cannot be bought for money. you cannot buy a person's love, and your sh*tty behavior cannot be redeemed by showering the person you've hurt with gifts or anything else with monetary value behind it.\n  \n  in the same vein, you shouldn't feel the need to buy something for someone in order to \"prove\" your love. ideally, love itself should be enough and the way you express your love should be enough, especially if you can't afford to give your partner gifts.\n  ","416994":"\n  i wholeheartedly agree with you. thankfully i've never come across that \"side\" of tumblr before, but i've seen dozens of posts about it and which blogs to avoid, etc etc., and i'm really happy that tumblr took this initiative.\n  ","416995":"\n  being sxxually abvsive is a different mindset than being physically or verbally abvsive because in the case of sxxual abvse, you're literally attracted to children, and that's something that's incredibly difficult to change -- if it can even be changed at all. in rare cases, sxxual abvsers may be able to look back on their behavior and realize it was wrong and want to change, but that doesn't change their attraction.\n  ","416996":"\n  BPD is one of the most misunderstood personality disorders, although nearly all of them are stigmatized to a degree (especially ASPD). however, BPD ranges in severity, much like most other mental illnesses -- and it's also one with the highest mortality rates.\n  \n  idk why it's stigmatized to begin with, probably because those who are diagnosed with BPD or suspected of having BPD are deemed to be \"manipulative\" in light of their self destructive tendencies, but it only hurts the survivor even more in the long run.\n  ","416997":"\n  i don't think abvse is a competition -- regardless of whether it's physical, verbal, or sxxual abvse, it's still abvse and deserves punishment through imprisonment.\n  \n  whether or not something is forgivable, that's entirely up to the survivor. there's no right or wrong way for a survivor to learn how to effectively cope with their abvse, and some survivors choose to forgive their abvsers while others don't -- and that's perfectly okay. every case of abvse is individualized and unique, which is why it's impossible to really say that *all* abvsers can be forgiven or can be changed.\n  ","416998":"\n  anyone have any questions ?? my inbox is empty & i'm bored af ~~\n  ","416999":"\n  i'm from new york & i've never heard of that term before, actually. must be a boston thing.\n  \n  we usually just call it the liquor store, lol.\n  ","417000":"\n  LOL. i ordered it from a local italian place because they actually have the best soup.\n  ","417001":"\n  i don't post pictures of him on askfm.\n  ","417002":"\n  lobster bisque soup ~~\n  ","417003":"\n  i'd definitely go to iceland or alaska -- they both seem like really fun and interesting places.\n  ","417004":"\n  i never iron my clothes, lol. i do most of the washing\/drying in the household, though. i mainly do my clothing and my mother's clothing, but sometimes i'll also do my father's clothing as well.\n  ","417005":"\n  i was using a snapchat filter for my profile picture, so it looks like they made my eyeballs rounder.\n  ","417006":"\n  i only eat when i'm hungry so the amount of times that i eat varies each day. some days i'll only eat once, while other days it's 3-4 times.\n  ","417007":"\n  interesting. sounds like a classical case of denial and people acting defensively when things don't go their way.\n  ","417008":"\n  i literally just said that i don't know what they are. lol.\n  ","417009":"\n  i don't know what identity politics are.\n  ","417010":"\n  i don't think that this issue is as prevalent as people make it out to be. it's already difficult for people to obtain mental health diagnoses to begin with, so the idea that people are over-diagnosed in general just to push a pharmaceutical agenda doesn't make much sense to me at all.\n  \n  i've had doctors refuse to acknowledge a diagnosis because of the stigma attached to it, so \"big pharma\" has never been a factor in my treatment, personally.\n  ","417011":"\n  LOL, that's an interesting way to put it.\n  \n  i don't know if i'll be on medication for the rest of my life, but i'm perfectly content with taking medication at the moment because it's the difference between life and death at this stage of my life.\n  ","417012":"\n  whoever is willing to ask questions or read what i have to say -- i post things on fb, twitter, instagram, and askfm regarding mental health so it's open for a large audience.\n  ","417013":"\n  i use social media to educate others about mental health issues and erase stigma associated with more complex disorders, particularly BPD.\n  \n  i've had a lot of people message me over the past two years saying that i've either helped them or inspired them to do the same thing.\n  ","417014":"\n  my passion for advocating for those with mental illness.\n  ","417015":"\n  i answered a similar question earlier this morning, i believe.\n  \n  i don't want botox but idk if i will rule that out in the future or not, depending on what i would need it for. i know it helps with chronic headaches and migraines, so if my headaches get worse then it's something i would consider.\n  ","417016":"\n  yeah, i enjoy helping people whenever i have the opportunity to do so.\n  ","417017":"\n  depends on who you follow. some people are more active than others, so if you follow a lot of active people, then you'll have a busy feed.\n  ","417018":"\n  a small cottage in the woods with a giant fireplace, rustic kitchen and bedrooms, and a big deck in the backyard that overlooks the forest. lots of bay windows to allow natural light into the house too.\n  ","417019":"\n  if you want to go that far with it, our taxes do go toward the government, so yeah.\n  \n  however, it's literally impossible to *not* spend money on anything so this is sorta a pointless thing to bring up.\n  ","417020":"\n  i always thought astronomy was interesting, although i don't know anything about it.\n  ","417021":"\n  try this one -- people awkwardly singing happy birthday to you over the phone.\n  \n  it's so cringe worthy imo.\n  ","417022":"\n  i agreed with you, if you don't remember. it doesn't make a difference in the long run if one single person boycotts a product. however, it makes me feel better knowing that my money is going toward a good cause.\n  ","417023":"\n  i don't have the economic means to move to another state, let alone another country. lol.\n  \n  i can protest the actions of the government while simultaneously living in the united states. just because i was born here doesn't mean i don't deny the atrocities committed by the nation.\n  ","417024":"\n  my family isn't interesting at all, lol.\n  ","417025":"\n  no, only airsoft and paintball guns.\n  ","417026":"\n  because it makes me feel better knowing that my money is going to a good cause as opposed to endorsing a company that is known to be racist or homophobic or whatever.\n  \n  idc about products themselves as long as they get the job done. i honestly usually buy store brand items anyway.\n  ","417027":"\n  of course not. lmao.\n  ","417028":"\n  i don't support companies who are racist, sexist, homophobic, etc etc. buying their products means that you're endorsing them.\n  ","417029":"\n  if i was aware that they were racist and they made no effort to apologize, then no.\n  ","417030":"\n  none of my friends hang out with each other so this isn't even an issue for me, lol.\n  ","417031":"\n  i don't remember my childhood, so i honestly have no idea.\n  ","417032":"\n  i don't believe i did. when i was younger, i either downloaded songs off of limewire or used a youtubetomp3 converter and downloaded songs onto itunes.\n  ","417033":"\n  the only friend i hug is my best friend, and none of my friends and i kiss.\n  ","417034":"\n  i'm fairly certain that if anyone had the choice between a sponge or a washing machine, they would choose the washing machine.\n  ","417035":"\n  yeah, it's extremely easy to use.\n  ","417036":"\n  i threw it out.\n  ","417037":"\n  no, i got rid of the old makeup items that i never used. it was unnecessarily taking up space, so now the only makeup i own are things i would regularly use when i do my makeup.\n  \n  as for skincare, i don't have many skincare items at all lol. i just own a facial scrub, a tub of mud mask, a moisturizer, and witch hazel.\n  ","417038":"\n  very rarely. i've only had to return things a few times.\n  ","417039":"\n  it isn't too much of a hassle unless you don't have adequate means of transportation. usually they give you a return label, and you pack the product in a box and return it to the post office.\n  ","417040":"\n  my boyfriend and i have been together so long that when i was puking my brains out into the toilet last night after the party, he was simultaneously rubbing my back and laughing hysterically.\n  \n  i got drunk so quickly though, it was ridiculous. the CEO of my company offered like 6 of us shots, and obviously i couldn't say no because he's the damn CEO, so i ended up taking two shots of tequila on top of having three glasses of wine.\n  \n  i'm honestly surprised i'm even awake rn.\n  ","417041":"\n  i already addressed this in my previous answer that i just posted. i forgot that 2002 was 16 years ago, i was thinking that it was back in the 1990s, because my brain is fried. rofl.\n  \n  however, you're definitely correct. there was more awareness of this issue by the turn of the century.\n  ","417042":"\n  oh gosh, why did i think it was back in the 90s ?? i have no concept of time, ROFL. sometimes i forget how old i am.\n  ","417043":"\n  if it was something that was happening currently, then yes because that's endangerment of a child (especially if they're having s*x, then that's also technically considered r*pe).\n  \n  but considering that's 16 years ago, like i said, there isn't anything that can be done about it now. you also have to remember that was commonplace back in the day and socially acceptable to a degree, definitely not like it is now.\n  ","417044":"\n  yes, i assume that askfm is hella popular in those regions because i'm constantly getting likes from people who live there. they're usually really dull answers too, but they end up getting 50+ likes on them for some weird reason, rofl.\n  ","417045":"\n  i started watching it & i think i'm maybe five episodes into it so far ?? i don't remember because it's been a few weeks since i watched it.\n  \n  however, i really enjoy it !! from my understanding, it's based on the sabrina comics which are a lot more dark and gruesome than the popular tv series, which is right up my alley.\n  ","417046":"\n  i don't make it a habit to pass judgment on other people's relationships that have been established already for many years.\n  \n  it's gross that her father dated her mother when she was 13 and he was 25, but there's obviously nothing that can be done about that because it's in the past.\n  ","417047":"\n  i'm somewhat of a mental health advocate in that i strive to erase the stigma attached to an assortment of mental illnesses, so i suppose i do protest in a way against the misconceptions of mental health issues.\n  \n  it's something that i feel really strongly about and try to educate people about it as much as i can.\n  ","417048":"\n  i was born around 8am, from what i remember my mother telling me.\n  ","417049":"\n  i usually order a cannoli cake or a rainbow cookie cake for my birthdays. they're the only two cakes i'm willing to eat, haha. otherwise, i'm not a big fan of cake in general.\n  ","417050":"\n  definitely not me, that's for sure. lmaoo.\n  \n\n   @LiviBates\n  \n  and\n  \n   @Courrtana\n  \n  are some of the nicest people i've had the pleasure of speaking to, though !!\n  ","417051":"\n  probably not. i have no reason to get botox.\n  ","417052":"\n  yeah, whenever the whole \"pay it forward\" thing happens in a drive thru line, i participate. the last time it happened was a few months ago, i was at starbucks and the person in front of me paid for my coffee and sandwich, so i paid for the meal of the person behind me.\n  ","417053":"\n  i did !! i wouldn't say it was one of my favorite shows, but it was definitely funny.\n  ","417054":"\n  brie, pepper jack, sharp cheddar, gouda, and mozzarella.\n  ","417055":"\n  yeah, my parents are still married. not really by choice, though. my mother used to talk to me all the time about divorcing my father, but then she got sick and couldn't afford to go through with a divorce.\n  ","417056":"\n  i've been seeing a therapist for a little over two years now.\n  ","417057":"\n  i'm all for it, tbh. if banning adult content means that there won't be any chance of child p*rnography on tumblr, then that's a movement i'm 100 percent behind.\n  ","417058":"\n  personally, yes. if my therapist & psychiatrist were that expensive, then i wouldn't have gone to see them because i don't have that sort of money on hand.\n  \n  that's why i've always looked around for doctors who take my insurance, my co-pays are significantly less expensive than that.\n  ","417059":"\n  no thanks, that's an invasion of my privacy.\n  ","417060":"\n  i'm not straight edge at all, lol. i drink and smoke cigarettes and marijuana.\n  \n  i could probably be straight edge in the future, but it isn't something i want to do rn.\n  ","417061":"\n  my neighbor's house, haha.\n  ","417062":"\n  thankfully, no. i don't game with other people and most of what i play is single person.\n  ","417063":"\n  it's dark out, so i can't see a damn thing. lol.\n  ","417064":"\n  i wouldn't force that upon him -- i know my insecurities stem from the fact that i dislike myself, and he thinks completely differently about me than i do about myself. if he wanted to leave me, then he would have a long time ago.\n  ","417065":"\n  he totally can -- i'm not doubting that at all.\n  ","417066":"\n  who cares. ¯\\_(ツ)_\/¯\n  \n  i doubt you're the same anon who said that, so i'm going to stick with what they said.\n  ","417067":"\n  this is so sweet you're going to make me cry my makeup off, aw omg. thank you so much ~~\n  ","417068":"\n  i'll definitely look it up !! thank you ~~\n  ","417069":"\n  does the nightmare before christmas count as a holiday movie ?? lol. if so, that's my favorite.\n  ","417070":"\n  i would also like to lose weight and return to the gym. my body is disgusting and i want to actively change that.\n  ","417071":"\n  i also know of three within a 5 mile radius of my house, somewhere around there.\n  ","417072":"\n  \"hallelujah\" by jeff buckley.\n  ","417073":"\n  quite poorly -- i tend to chain smoke and drink in excess.\n  ","417074":"\n  no, if anything i wear darker colors, lol.\n  ","417075":"\n  i already answered this question from the person who originally asked it.\n  ","417076":"\n  hello -- do you have a question ??\n  ","417077":"\n  you sending this to multiple people doesn't make you very credible.\n  ","417078":"\n  sometimes you have to question your trust for people who are wrong. i was raised in an environment who thought a lot of things that i later realized were wrong when i got older.\n  ","417079":"\n  i'll let you know when i figure that out myself.\n  ","417080":"\n  i'm not racist and i know plenty of other white people who aren't racist. you can't just change your original statement because it doesn't apply anymore, rofl.\n  \n  either way, i *still* don't know why you're complaining about this to me of all people. go tell someone who's actually racist.\n  ","417081":"\n  obviously not. i'm in a relationship & have no interest in dating anyone else, especially someone who is openly racist and sexist.\n  ","417082":"\n  yeah but i'm not a girl. rofl.\n  ","417083":"\n  that much was clear, lol. but like i said, i don't fit that criteria so idk why you're complaining about this to me.\n  ","417084":"\n  idk why you're complaining about this to me -- i don't fit that criteria.\n  \n  but there are a lot of racist people where i live, so i feel you. anyone who claims that racism doesn't exist anymore is disillusioned.\n  ","417085":"\n  take care of yourself first and foremost -- your happiness doesn't mean less than other people's happiness, and you're deserving of love and compassion just like anyone else in your life. you shouldn't have to put yourself down if it means putting others first because that's toxic and unhealthy.\n  ","417086":"\n  my support system -- my boyfriend, best friend, and my therapist. they've been there for me when no one else was and have provided me with comfort and understanding at the worst of times, and i'm forever grateful for that.\n  ","417087":"\n  i don't really understand why someone would lie and compliment another person if they didn't actually mean it. if anything, it's out of pity which is insulting.\n  ","417088":"\n  she did, but she deactivated it a little while ago so i don't know her handle.\n  ","417089":"\n  coffee and the first cigarette of the day have always been my sole motivation for getting out of bed in the morning.\n  ","417090":"\n  i love how detailed and in depth\n  \n   @urlsareshittbh\n  \n  's answers are !!\n  ","417091":"\n  i either get over it immediately or i dwell on it for weeks -- there's really no in between. it depends entirely on what or who upset me, though, as well as my mood at that current moment.\n  ","417092":"\n  no, i don't. i can focus on things for a long time, which is helpful for my job because it requires me to be attentive and focused for long periods of time. there's little room for mistakes so i can't afford to have a short attention span.\n  ","417093":"\n  no, i never cheated because i didn't want to be thrown out of class or out of school completely. that goes for both high school and college. my education was too important to me to throw it away because of something as useless and unreliable as cheating.\n  ","417094":"\n  i used to prefer reading, but these days, i would rather watch the movie. i haven't really been in the mood to sit down with a book and read lately, even though i have dozens of books just waiting for me to crack open their pages.\n  ","417095":"\n  when i was in school, i seldom studied -- it was always easy for me to retain material through listening in class and taking notes, and often i would rewrite my notes when i was on a break or at home to make them more organized, which led to further understanding of the material.\n  \n  i never really completed assignments last minute, though. if there was one thing college taught me, it was to do assignments as soon as possible because you don't know when things would pile up and become overwhelming. it also made me feel a lot better when i got assignments done early.\n  ","417096":"\n  i prefer learning in a classroom, although admittedly i've never taken online classes before so i honestly don't know how i would do with learning at home.\n  \n  i think i would get too distracted at home, though. when i'm in a classroom, i'm there for the intended purpose and it's easier to get into the mindset of education when you're in that sort of environment.\n  ","417097":"\n  my day has been good so far -- it's not even 11am, so i haven't done much at all. i woke up at 9am at my boyfriend's house, went to starbucks on the way home, and i've been bullsh*tting on my laptop on tumblr & askfm since then.\n  \n  i'm probably going to turn my laptop off and play some fallout 4 soon if i don't get many questions, and then later, i'm going to be getting ready to go to a work holiday party tonight.\n  ","417098":"\n  oh, awkward.\n  ","417099":"\n  that would upset me a lot because it means they're not respecting your feelings. if you told them that something they're doing is hurting you, then ideally they should try their best to stop that behavior out of respect for you.\n  \n  this is really vague though, and it ultimately depends on the specific circumstance. also if she's cognizant of whether or not she's actually doing that behavior. sometimes people aren't aware of their actions and need a hard reality check before they understand the implications of their actions.\n  ","417100":"\n  (cont) myself from that movement, and began looking at people and the world with a more open approach, you were one of the things that made me realize that back then, I really just followed the crowd without any sole reason for my beliefs. today, even though I may disagree with some things you say, I'm not...\n  \n  --\n  \n  uhh, was there supposed to be a third part to this statement ??\n  \n  tbh i'm confused because you just sent the same thing to\n  \n   @mellifluousvixen\n  \n  . so idk if you actually mean this or you just think the same thing regarding the two of us and figured it would be easier to copy\/paste the message.\n  \n  if you're genuine in this, then thank you so much !! that means a lot to me. :'))\n  ","417101":"\n  i don't think so, no. i don't really have much in common with his exes.\n  ","417102":"\n  i don't have much money to give away, lol. we'll buy things for each other out of courtesy if we're already out, but that's the extent of it. most of the time, he brushes my hand away if we're together and i offer to pay for something.\n  ","417103":"\n  i said that i don't know what he's doing with me -- he has the option of seeing virtually anyone else, but instead he chooses to be with me. totally mind boggling.\n  ","417104":"\n  i was extremely svicidal when i was a teenager & attempted to take my life a few times. i didn't think i would live long enough to graduate from college, let alone see the age of 27.\n  ","417105":"\n  i don't have one, considering i didn't think i would live this long to begin with, lmao.\n  ","417106":"\n  just support them in their endeavors -- if they express uncertainty about something, remind them of how valuable they are and capable of doing anything they set their mind to, and remind them of their successes in the past.\n  \n  it's difficult to really help people who have low self esteem because the problem comes from within, and it's mostly a solitary journey. people gain self esteem over time with confidence and self-actualization, but it helps when you have friends\/family\/etc. to support you along the way and recognize your true nature and potential.\n  ","417107":"\n  i've always wanted to take a spontaneous flight out of the airport to a location picked at random and spend a few days wherever i am and experiencing what the location has to offer me.\n  \n  it just seems so alluring and interesting, the unexpectedness of it all. obviously i would have someone with me & i wouldn't go alone, though.\n  ","417108":"\n  everyone's formula for happiness is different depending on what they like & what makes them most comfortable.\n  \n  for me personally, my formula for happiness includes my boyfriend, coffee, video games or a true crime docuseries, cigarettes, and lots of candles and snuggling. any nights where we can light a candle, drink coffee, and play video games together is a fantastic night imo.\n  ","417109":"\n  i don't personally believe the moon landing was a hoax, but the conspiracy theories behind why people believe it never happened are really interesting tbh.\n  ","417110":"\n  i'm terrified of abandonment by my loved ones -- particularly my boyfriend and close friends. i'm afraid they're going to get fed up with me and leave me one day without warning.\n  ","417111":"\n  yes, i'm waiting on a package from etsy -- i ordered my boyfriend a shirt that has a bearded dragon on it & says \"proud dragon dad\" for xmas. it should be here by next week, so i'm not worried.\n  ","417112":"\n  yeah, they're 0.1% and 0.2%, respectively.\n  ","417113":"\n  i did actually -- my mother has always told me that she's german & irish, but i guess the irish percentage is small compared to everything else i am.\n  ","417114":"\n  honestly, not a clue !! i ask myself the same question on a regular basis.\n  ","417115":"\n  new york.\n  ","417116":"\n  actually, he's really attractive to most people too, lol. the amount of times he gets flirted with at work is unreal.\n  ","417117":"\n  average height, slim but with toned muscles, sharp jawline and cheekbones, beard and mustache, and short black hair on top. wears glasses.\n  ","417118":"\n  no, but diabetes does run in my family.\n  ","417119":"\n  he's pretty damn attractive.\n  ","417120":"\n  only when i'm alone or around my boyfriend, lmao. it's a good way to break up a bout of silence. ¯\\_(ツ)_\/¯\n  ","417121":"\n  hate is a strong word -- i wouldn't say that i hate it, but compliments do make me feel rather uncomfortable.\n  ","417122":"\n  uh, my first thought was drinking alcohol. lmao.\n  \n  other than that, i always enjoy playing video games.\n  ","417123":"\n  if they're in good condition, then i donate them to thrift stores.\n  \n  if they're not in good condition, then i just throw them out.\n  ","417124":"\n  once every few months or so. i haven't had a reason to thoroughly clean everything out lately, though, so it's been a while since i've last thrown out and organized my things.\n  ","417125":"\n  ask me questions, friends ~~\n  \n  i'm bored & will answer nearly anything. except sxxual questions. those will be deleted. ¯\\_(ツ)_\/¯\n  ","417126":"\n  oh, that's bizarre. perhaps there's a way you can contact them through email from their regular website and give them your order number ??\n  \n  i hope everything works out !!\n  ","417127":"\n  no, not that i'm aware of LOL. my family installed one of those \"smart\" door bells with the camera inside of it, though, so if it ever did happen then we would have a clear shot of the person.\n  ","417128":"\n  thankfully this hasn't happened to me before. how long has it been since you first contacted them ?? if they don't get back to you by tomorrow, i would probably call or email them on monday morning.\n  ","417129":"\n  that's the cutest story ever, aw ~~\n  ","417130":"\n  i'm sentimental about certain things, but certainly not all -- i have no issues throwing away a lot of my possessions, but there are a few things that i would keep because they have sentimental value to me.\n  ","417131":"\n  lmao, no. i don't take photos of myself eating.\n  ","417132":"\n  I LOVE RACCOONS.\n  \n  they're seriously some of the most adorable creatures ever. aw, lil trash pandas ~~\n  ","417133":"\n  neither, i live in the suburbs.\n  ","417134":"\n  sometimes -- if i do, it's because i'm not tired, not because i'm celebrating the new year. i don't celebrate new years eve anymore.\n  ","417135":"\n  i have a fish !! :'))\n  \n  he's a corycat & his name is shadow.\n  ","417136":"\n  i'm a writer\/editor for a publishing company. i enjoy it a lot, considering its within my the field i went to college for, lol.\n  ","417137":"\n  did y'all come from\n  \n   @lnr87\n  \n  's page ?? you sound like the anon calling her rude earlier.\n  \n  regardless, it wasn't rude. it was a funny observation.\n  ","417138":"\n  that sounds absolutely horrid.\n  ","417139":"\n  shoulder-length is the longest i'll go. after my hair reaches shoulder length, i'll probably trim it to maintain it.\n  ","417140":"\n  ROFL. that actually made me laugh out loud.\n  ","417141":"\n  looks like you're the one on drugs tonight, my dude.\n  ","417142":"\n  if i could tell you who i was on any given day, then this question would perhaps be easier to answer.\n  \n  nonetheless, i'm a sober person today -- so there's one minor difference, lmao.\n  ","417143":"\n  uh, no. that isn't how hallucinations work.\n  ","417144":"\n  only once when i was very sleep deprived when i was a teenager. i don't have hallucinations regularly.\n  ","417145":"\n  i don't have synesthesia, so this doesn't pertain to me.\n  ","417146":"\n  experiencing depersonalization (also known as dissociation) isn't a voluntary experience. it's often a side effect of severe trauma and can happen to a person if they become triggered.\n  \n  i experience dissociation often, unfortunately. obviously it isn't a voluntary coping mechanism, but it does happen to me when i'm triggered by something in my life, or sometimes for no reason whatsoever.\n  ","417147":"\n  no, i've always been a patient person as far as i'm aware. the only times i'm impatient are when i'm running late to something and believe that i *can* make it on time if i rush around.\n  ","417148":"\n  i get paid hourly too & i have a degree in communications, which is the field i'm currently employed in. i've actually never held a salaried job ; even my last job prior to this one at the law firm was an hourly wage.\n  ","417149":"\n  idk if it's technically considered cultural appropriation or not, but my boyfriend and i dressed up as sugar skulls once many years ago & the makeup came out amazing. he has this old sombrero from cuba that he ended up wearing, so it pulled the look in perfectly.\n  ","417150":"\n  preachhh, girllll.\n  \n  sorta along the same lines, but just because you have a college education doesn't guarantee that you'll get a good job or that all jobs are automatically \"better\" than jobs you can get without a degree. going back to my best friend who's a store manager -- she earns a salary, i don't. she earns more than i do, and she doesn't have a college education.\n  \n  things aren't always cut and dry like society wants you to believe. it's unfortunately drilled into our skulls that we *must* get a college education or else we won't go far in life, but that couldn't be further from the truth. there are so many different paths a person can take.\n  ","417151":"\n  no, i'm pretty much guaranteed to be terrible at all sports. i tried skateboarding and snowboarding when i was a teenager & it was not a good time.\n  ","417152":"\n  i haven't been to the library since high school. the last book i checked out of the library was never returned, so i've always been terrified to step foot back into that library, LOL.\n  \n  i still have the book, believe it or not.\n  ","417153":"\n  i agree. as long as you're doing what you need to do to keep afloat in your life and you're happy with what you're doing, then it shouldn't matter what it is (within reason, obviously). all jobs are necessary in the long run.\n  ","417154":"\n  according to my 23andme results, i'm 24% german, 20% italian, 15% ashkenazi jewish, 6% portuguese, 6% irish, and 2% ukrainian, among other smaller percentages.\n  ","417155":"\n  brie, gouda, pepper jack, smoked cheddar, and mozzarella.\n  ","417156":"\n  no, not really. i used to drink it in my green tea, but i stopped liking the taste of it.\n  ","417157":"\n  honestly, i'll never understand these anons' obsession with your life (or anyone's life in general). it makes me wonder how horribly insecure they are about their own lives, education, job prospects, families, etc etc. obviously their acting out means something, and it usually stems from the fact that they're unhappy about their own lives -- so they take that aggression out on other people.\n  \n  at this point, i would have thought they'd have given up. it's been literally years, lol.\n  ","417158":"\n  i have a fickle relationship with food, so i never binge eat at all if i can't help it. i only eat until i'm not hungry anymore in small portions, and i've been trying to eat less often (perhaps 2-3 times per day).\n  \n  however ... last night, my boyfriend & i binged on a cheese and salami platter, which was hella delicious. lmao.\n  ","417159":"\n  LOL. this is so true.\n  \n  also, i just realized -- you don't need a degree to earn a salary if you work in retail, either. i just remembered that my best friend is a store manager of a retail store & she gets paid a salary, but she doesn't have a degree at all. it's all about experience.\n  ","417160":"\n  lol, not at all. i'm absolutely horrid at singing.\n  \n  if i had a good voice, i would have gone into the music industry.\n  ","417161":"\n  you can't trust anyone in the media tbh. every news outlet reports their stories with a particular bias, which is why it's hella important to gather your data from multiple sources.\n  ","417162":"\n  there's nothing wrong with hourly waged jobs -- most jobs these days are paid hourly, unless you work for a corporation and have at least a bachelor's degree, but even so, not all corporations pay their employees a salary either.\n  \n  sometimes a salary can be a bad thing, which is the way i've always rationalized it to myself -- even though you're guaranteed x amount of dollars per week, that also means that you won't get paid any extra for overtime. if you're paid on an hourly basis, you get paid extra if you go over 40 hours per week.\n  ","417163":"\n  legend of zelda, if that counts as old school.\n  ","417164":"\n  i don't listen to any podcasts, although sometimes i'll put the rooster teeth podcast on in the background while i'm doing something else.\n  ","417165":"\n  spanish or russian.\n  ","417166":"\n  no, it's something i'm fairly used to at this point.\n  ","417167":"\n  i'd rather live in the mountains. i prefer cold weather over hot weather, and even though i currently live 20 minutes from the beach, i never go there.\n  ","417168":"\n  i started to watch it a year or two ago, but the first few episodes were really slow and i couldn't get into it.\n  ","417169":"\n  i'm all right, just tired. my boyfriend and i stayed up late last night and i'm sorta regretting it, rofl. but we haven't seen each other since last week so we needed the quality time together.\n  ","417170":"\n  i've never heard it before & i don't feel like looking it up.\n  ","417171":"\n  sometimes i think it's a bit terrifying how desensitized society as a whole is to catastrophic events, i.e. war, mass shootings, bomb threats, etc etc. they happen so often these days that when we hear of another mass shooting, we feel upset temporarily, but then we move on because there's nothing we can realistically do. it doesn't shock or halt the nation anymore on an overall scale. the news media reports on it for a few days, and then they're on to the next topic.\n  \n  that includes myself as well. today, there was an email chain sent out to thousands of schools & corporations saying that there was a bomb in the building and to pay someone in bitcoin so that it won't detonate. my company didn't receive the email itself, but we did receive a warning from HR saying what it was, and i read it for two minutes, shook my head, and deleted the email. that's a bit scary to me.\n  ","417172":"\n  everything that i'm angry or upset about is irrational & stupid, so ranting about them would just feed into my mindset that they're important issues when they're really not, lmao.\n  \n  i've been in a fairly good mood these days despite that, so i don't really have anything substantial to rant about. if y'all give me a topic, though, i'll gladly voice my opinion ~~\n  ","417173":"\n  that's a pessimistic means of looking at birthdays. to most people, celebrating birthdays means that you're celebrating the fact that you survived yet another year of your life and have made progress toward your goals, no matter how big or small they are.\n  ","417174":"\n  everyone has different strengths, and it's fundamentally wrong to judge a person based on something that isn't one of their strengths and make an overall judgment on that person because of that one facet of who they are. just because someone isn't good at one specific thing doesn't mean that they're not excellent at other things, and to judge a person wholly on that one area is doing them a disservice.\n  \n  i also relate this to standardized tests -- standardized testing is an overall means of determining \"intelligence\" that only targets specific types of intelligence, and students who don't do well on standardized testing may believe that they're not intelligent, even if their intelligence lies in a completely different area.\n  ","417175":"\n  \"cut the crap\" basically means that you want the person you're talking to, to stop lying or making excuses & own up to the truth.\n  \n  i.e. if someone is lying to you straight to your face when you know the truth of the situation, you can tell them \"cut the crap\" as a slangy way of telling them to stop lying.\n  ","417176":"\n  i'm doing fine. i feel a lot better than i did yesterday (yesterday i was home sick with stomach issues and a bad cold). i still have congestion & i'm sneezing every five minutes, but i don't physically feel terrible anymore.\n  \n  mentally, i've been a bit anxious lately but i attribute that to the holidays and work. nothing out of the ordinary.\n  ","417177":"\n  i used to exercise 2-3x per week, but i've been slacking and haven't been to the gym in months.\n  ","417178":"\n  yes, i have seven tattoos scattered randomly across my body, lol. i have them on my left arm, upper back, ribs, and both legs.\n  ","417179":"\n  i was at work when you initially sent me this question two hours ago. however, now i'm chilling at home on my laptop, listening to music & drinking coffee.\n  ","417180":"\n  i wish it was saturday, even though i'm a bit nervous about saturday night. my job is having a company holiday party and i'm anxious about getting there because the venue is about 40 minutes away, and my only option is to take an uber there & i've never taken an uber that far before.\n  \n  but once i get there, i think i'll be fine. it will be nice to see my coworkers in a non-professional setting and finally introduce them to my boyfriend.\n  ","417181":"\n  well, there are only a few weeks left of the year considering it's december 13th.\n  \n  however, i'm looking forward to giving my boyfriend the xmas gifts i bought him -- i got quite a few more things in the mail today, and i'm so so excited to see what he thinks of them !!\n  ","417182":"\n  parents are responsible for setting a good example for their children and teaching them right vs. wrong from an early age. the way you behave as a parent or adult reflects entirely on your child, and they'll learn from your ways in some form or another. if a child misbehaves, then often it's a reflection of either the way the child was raised or what they witnessed growing up, and that is partially the parents' fault. acting out at a very young age is an indication of an unhappy home life.\n  \n  however, when the child gets older, the blame does shift from the parents more onto the individual child -- i would say teenage years would be around the time that the teenager's actions don't necessarily reflect the way they're raised, although there is still a strong positive correlation between a dysfunctional home life & the teenager acting out.\n  ","417183":"\n  no, according to BMI that isn't overweight. that's a normal weight for your height.\n  ","417184":"\n  i have cold hands pretty much all the time. especially now that it's winter time and absolutely freezing.\n  ","417185":"\n  she's rolling her eyes. i mainly posted it because it's an x files gif, haha.\n  ","417186":"\n  i've never watched his show before or really know anything about him.\n  ","417187":"\n  nearly everything, lol. it mostly has to do with my physical appearance though.\n  ","417188":"\n  conspiracy theories and unsolved murders.\n  ","417189":"\n  i have no idea what youre talking about.\n  ","417190":"\n  i'm laying in bed and watching true crime documentaries on netflix.\n  ","417191":"\n  ask me questions, friends. i'm sick af and probably shouldn't sleep anymore considering its 4pm and i just crawled out of bed.\n  \n  entertain me while i try to distract myself ~~\n  ","417192":"\n  probably jordan benjamin, the mastermind behind the band grandson. he seems like a hella interesting person to talk to.\n  ","417193":"\n  i don't even know anymore. someone who isn't so damn ill, insecure, impulsive, and disappointing.\n  ","417194":"\n  i don't know what that is, so no.\n  ","417195":"\n  check my phone one last time and sometimes set it to airplane mode, make sure my alarm is set for the morning, and sometimes i drink a cup of water.\n  ","417196":"\n  i do, but it's set to private and i only accept people i know.\n  ","417197":"\n  i'm probably the last person to ask if you want to know gossip, rofl. i don't pay attention to gossip at all.\n  ","417198":"\n  yes, with my current boyfriend.\n  ","417199":"\n  i must have a twin.\n  ","417200":"\n  in terms of school, there was one person whose locker was investigated and he was found to have a hit list, so he was expelled.\n  \n  in regular life, there was a murder-svicde on my block so my block was locked off for quite a while and no one could get in or out without questioning.\n  ","417201":"\n  the only time i served on a jury, i had a panic attack and they allowed me to leave. i couldn't deal with the case as well as driving to the court, so they excused me.\n  ","417202":"\n  a house for me and my boyfriend, a house for my best friend and her husband, new cars for everyone, and i would adopt a lot of animals.\n  ","417203":"\n  no, i have no interest in making new friends.\n  ","417204":"\n  misgendering someone isn't right regardless of how much you dislike\n  \n  them. if you're going to criticize him, then use his correct pronouns.\n  \n  secondly, he *was* diagnosed professionally with BPD. there are a hell of a lot of people who fake this disorder, but haydn isn't one of them.\n  ","417205":"\n  i don't even know who that is.\n  ","417206":"\n  i'm seeing my boyfriend & his best friend tonight for a few drinks, which i thought was going to be a chill night, and his best friend just texted me, \"so are we ready to get crazy tonight?\"\n  \n  OH OK. LOL. looks like it's going to be one of *those* nights. lmaooo.\n  ","417207":"\n  my boyfriend and i are having a date soon to drink peppermint tea all night & watch national lampoon's xmas vacation, and i'm v excite.\n  ","417208":"\n  friendship is a mutual amicable feeling between two people. friends are loyal to one another above all else and aren't afraid to have honest communication, especially when it comes to hard subjects. you feel the most like yourself around them, they comfort you in times of struggle, and they help you become the best version of yourself.\n  \n  based on that description, i only have maybe 4 close friends like that.\n  ","417209":"\n  thai vegetarian spring rolls, an assortment of sushi, and fried green tea ice cream.\n  ","417210":"\n  -- fallout 76\n  \n  -- too faced foundation, concealer, and setting spray\n  \n  -- 15 lb weighted blanket\n  \n  -- café bustelo coffee\n  \n  -- harry potter slytherin scarf\n  ","417211":"\n  i'm sure i do. some of my friends say they're not lonely, but they cover their insecurities with drugs and alcohol so i think they're more lonely than they want to admit.\n  ","417212":"\n  financial stability, mental stability, and a house to call my own.\n  ","417213":"\n  i always tip 20 percent at least.\n  ","417214":"\n  i'm diagnosed with depression, generalized anxiety, panic disorder, and borderline personality disorder.\n  ","417215":"\n  lighters -- every damn week. i've been a lot better lately, but i used to lose them all the time, and then when i bought a new one, i would somehow find the old one, lmao.\n  ","417216":"\n  i've struggled with mental health issues since i was a teenager, and i previously worked for a law firm where we handled disability cases for clients who were severely mentally ill.\n  ","417217":"\n  am i allowed to say all of them ?? lmao.\n  \n  in all honesty, \"feliz navidad\" has always made me really uncomfortable for some reason, i think i have suppressed memories attached to that song or something because it always makes me panic.\n  ","417218":"\n  i mostly play solo games actually, as opposed to online multiplayer games. i've never been a huge fan of big multiplayer games, so i've always gravitated to games like fallout, the elder scrolls, and bioshock.\n  ","417219":"\n  i'm doing well. i'm currently waiting for my therapy appointment, then i'm going home to shower & hopefully see my boyfriend when he gets out of work tonight.\n  ","417220":"\n  i only take enough that i know i'll eat, even if it's on the lesser side.\n  ","417221":"\n  they didn't specify what kind of expenses, so i assumed traveling expenses, not things like bills or a mortgage.\n  ","417222":"\n  tbh i hope there's some sort of real monetary value behind them, but i highly doubt it.\n  ","417223":"\n  \"this is halloween\" by marilyn manson is the only holiday song i like.\n  ","417224":"\n  probably -- nice people are nice people for the most part, and they don't care about sex or gender and would likely act the same way regardless of someone's gender, i.e. if it was cadence'd fiancé driving instead of her.\n  \n  i'm really glad it worked out well though, i'm absolutely terrified of hitting a fancy car on accident, lmao. it's one of my worst fears while driving, especially considering most people who drive those kinds of cars don't drive well at all.\n  ","417225":"\n  i'd get rid of my anxiety first & foremost because it holds me back from doing a lot of things i need to do.\n  ","417226":"\n  i don't really know enough about other countries to make that kind of choice. if anything, perhaps australia, but that's basically it.\n  ","417227":"\n  i'd much prefer a small wedding. i like quaint, little gatherings with not a lot of people more than giant parties.\n  ","417228":"\n  yeah, i know someone like that. thankfully they weren't my boss or anything, but they took advantage of their authority and thought they were better than everyone else because they were in a higher position.\n  ","417229":"\n  when it comes to adults dating minors, it doesn't \"take two.\" the adult should know better than to date a literal child, and the child isn't to blame in those circumstances. that's toxic thinking.\n  ","417230":"\n  no, i wouldn't be able to live off of 35k per year.\n  ","417231":"\n  i'm never in public often enough to see anyone who needs help, lol. i wouldn't be opposed to it, though, depending on what they need help with.\n  ","417232":"\n  no, i'm on lamictal.\n  ","417233":"\n  i hate the summer time, lol. it's overly hot and humid outside, and i dislike the seasonal traffic.\n  ","417234":"\n  i was 14 and he was nearly 19 years old.\n  ","417235":"\n  that doesn't change the fact that he dated a minor as an adult, lol. i have no interest in talking to him.\n  ","417236":"\n  we discuss what's been happening in my life and how i've been feeling, and if i'm confused about something i've been experiencing then we talk about triggers that may have happened in the past week that would have brought up an episode. we also have discussed my past trauma and how it influences my behavior now.\n  ","417237":"\n  the only new person i followed is\n  \n   @iluvkorn\n  \n  but she isn't new to askfm, lol.\n  ","417238":"\n  i wouldn't know, i've never been on lithium before.\n  ","417239":"\n  no, i don't believe in destiny at all.\n  ","417240":"\n  i'm happily in a relationship, so no. even if i was single, i wouldn't date him again because he was an awful person.\n  ","417241":"\n  lately, yes !! i've been trying to get between 7-9 hours per night.\n  ","417242":"\n  twice, as far as i can remember.\n  ","417243":"\n  \"we need to talk.\"\n  \n  makes me panic every time, lmao.\n  ","417244":"\n  i follow around 30-35 people, so it would be too much effort to list everyone out.\n  ","417245":"\n  what that anon said was largely inaccurate for a lot of people with mental illness.\n  \n  prior to starting treatment for my mental illnesses, i worked in retail for four years and in a stressful office environment for two years (the last year of that, though, i had just begun treatment). i consistently climbed the ranks and was looked upon by my bosses as an excellent worker, and although i may have called out of work due to panic attacks and depression, the work i put in when i was there was twice as much as what most other people did during the workday.\n  \n  everyone is different, but the idea that being mentally ill means you're not a productive member of society is inherently false and toxic.\n  ","417246":"\n  idk if i even want kids in the first place, lol.\n  \n  while BPD might be genetic, it's also influenced by environmental factors which change the function of the amygdala and how someone perceives and reacts situations. if i have children in the future, i sure as hell won't raise them in the environment in which i was raised, which should decrease the probability of them developing BPD drastically.\n  ","417247":"\n  childhood trauma and a naturally occurring chemical imbalance that has prevented me from producing enough serotonin.\n  ","417248":"\n  my mental health isn't special by any means, lmao.\n  \n  i have several mental illnesses that require routine treatment and checkups. it used to be extremely poor in the past, but i'm substantially better these days.\n  ","417249":"\n  i agree, but sometimes it's also the only option people have. and the thing about SSD\/SSI is that they're so hard to actually receive unless you have a condition that meets a listing or you have substantial medical evidence, it's such a small percentage of people who actually win their cases.\n  ","417250":"\n  possibly, but it's uncertain because even master's degrees are taken less seriously these days.\n  \n  personally speaking, i wouldn't know what to major in anyway. i have so many varying interests that it wouldn't make sense for me to waste money on an education that isn't necessary for me and that i wouldn't know which direction i should take.\n  ","417251":"\n  you're exactly right. the timeline to obtain disability benefits can take up to 3-4 years depending on which circuit you're in. that's assuming you were denied upon the initial application stage and had to wait for a hearing.\n  \n  even so, the supplemental income is so low that its exactly what it sounds like -- supplemental. often those who receive disability benefits also are on medicare, food stamps, etc etc.\n  ","417252":"\n  i'm not disabled & i'm fully capable of working.\n  ","417253":"\n  racism is systemic oppression that has plagued communities like the black community for centuries. even if a black person is wealthy, that doesn't mean they can't experience racism.\n  ","417254":"\n  that's not true at all. there are millions of people who have mental illness and are able to succeed in a work environment.\n  \n  when i was untreated, i called out of work often. however, since i've been in treatment and have made progress with my mental health, i rarely call out of work. that doesn't mean my mental illnesses miraculously disappeared, though. i just learned to handle them better with the help of therapy and medication.\n  \n  in addition, the technical definition of disability, in legal terms, is a physical or mental condition that precludes you from sustaining work activity. if someone is disabled due to mental illness, then yeah -- they won't be able to work. that's when disability benefits come into play.\n  ","417255":"\n  it's not a matter of who, it's a matter of people being treated equally regardless of their circumstance or otherwise something about them that they don't control, like their race or sex or gender or orientation or mental\/physical illness.\n  \n  those who have been oppressed by society in general don't deserve the stigma and violence faced against them. that isn't something a specific person decides, it's just the way things are.\n  ","417256":"\n  inequality is bad because it puts people in positions that are undeserving, especially when it comes to those who have already struggled with oppression for centuries.\n  \n  ideally, we all should be treated equally regardless of race, sex, gender, sexual orientation, disability, etc etc.\n  ","417257":"\n  ???\n  \n  this is a dumb question, lmao.\n  ","417258":"\n  laws & legislation, and individual cases of severe violence. i'm not going to go into specific cases or examples because it's something you can easily look up on your own.\n  ","417259":"\n  i'm usually distracting myself from racing\/impulsive thoughts & svicidal ideation.\n  ","417260":"\n  yes, it does.\n  ","417261":"\n  most of the time, yeah. if i'm not distracting myself through seeing my boyfriend or friends, then i'm mindlessly scrolling through social media, playing video games, or watching television.\n  ","417262":"\n  i don't really know what you mean by \"those who do it tough.\"\n  ","417263":"\n  i wouldn't be surprised if it was. the rich are getting richer & the poor are getting poorer.\n  ","417264":"\n  i'm certain they actually believe it. all of the racist\/sexist\/homophobic\/transphobic\/ableist people i've come across actually believe that people are inferior to them or weaker individuals because they're a different race, sex, sexuality, or gender than them. there are people out there who genuinely believe that those with physical or mental disabilities aren't deserving of equal compassion or understanding.\n  ","417265":"\n  i think most areas in general, but like i said, it all depends on your perspective. things like racism, women's rights, lgbt rights, and mental health awareness are shedding more light and becoming better, but at the same time, there is also injustice related to all of them due to various stigmas, systems of oppression, and cases of violence.\n  ","417266":"\n  they were likely raised in an environment that was racist and adopted those views around them.\n  ","417267":"\n  depends on what kind of inequality you're talking about, and which perspective you look at it from. in some areas, inequality is more prevalent, but in other areas, it's getting better.\n  \n  i.e. racism in america. obviously things are a lot better than they were 50 years ago, but there has still been so much injustice, racism, and inequality the past 5-10 years that it's impossible to overlook. there's still a hell of a lot of racism in today's society.\n  ","417268":"\n  depends on experience & what opportunities are presented to you. sometimes it's easy to make money, but you aren't making *enough* money, which is why a lot of people have 2+ jobs.\n  ","417269":"\n  you asked me this once before and i told you that cheating on tests is never a good idea, especially in college. you can get thrown out -- if you plagiarize something in college, they can expel you from school.\n  ","417270":"\n  i'm pretty content atm !! i'm drinking tea & watching true crime documentaries on netflix. :'))\n  ","417271":"\n  i'd rather do neither. they both sound awful.\n  \n  anyway, y'all should ask me real questions since my inbox is empty ~~\n  ","417272":"\n  i would be upset obviously, but there isn't much i could do in that situation. if he wasn't happy with our relationship and there wasn't anything we could do to fix it, then i respect him enough to allow him to do what he needs to do to make himself happy.\n  ","417273":"\n  yeah, a few times. i don't remember what they were exactly, but i do know that it has happened.\n  ","417274":"\n  break up with him. ¯\\_(ツ)_\/¯\n  \n  if you're willing to throw away eight\/nine years of trust, then there's nothing you can do to regain that trust again. we've established our relationship too much for such disrespect to happen, and it isn't something i would tolerate at this age.\n  ","417275":"\n  one of the few photos i took at the concert last thursday !! this was AJR's set & they were amazingggg.\n  ","417276":"\n  no, i have no interest in making any more friends from askfm. i'm happy with the friends i do have on here.\n  ","417277":"\n  no, i've never gone to a fortune teller or a psychic or anything like that before. i would be too afraid of what would be said to me, i'm sure my boyfriend's mother would give me an earful, lmao.\n  ","417278":"\n  move on. there's nothing you can do if she's interested in someone else.\n  ","417279":"\n  surprisingly, no. i've never been interested in gambling so i've never had a reason to go.\n  ","417280":"\n  yeah, you can get thrown out of casinos if they catch you counting cards.\n  ","417281":"\n  haha, no. i've also never tried before. i'm fairly certain my boyfriend is able to do it though.\n  ","417282":"\n  i'm not going into detail regarding my svicide attempts.\n  ","417283":"\n  i don't think it has anything to do with ego. i think people (not just women) desire to have children because they want a family to call their own and feel love for something that isn't their significant other.\n  \n  that's what i assume, at least. i don't know if i want children or not so that's simply a guess on my end.\n  ","417284":"\n  the way you described that could be offensive for some, so you shouldn't refer to svicide in that way anymore (just fyi).\n  \n  what initially stopped me was that i failed at completing svicide, to be perfectly honest. i tried twice when i was a teenager. but if my friend wasn't there to talk to me and support me, i would have kept trying until i succeeded.\n  ","417285":"\n  occasionally !! we have each other on facebook, so we talk every month or so just to catch up on each other's lives.\n  ","417286":"\n  she's a woman and she's three years older than me. we actually met on a fan forum dedicated to linkin park, lol.\n  ","417287":"\n  i only met one of them in person, and it happened after five years of talking to them on a daily basis.\n  \n  i was visiting colleges, and they happened to live an hour or two away from the college i was visiting. we ended up meeting up for the first time and hanging out for a few hours before i had to go back to the hotel. i was 17 years old at that point.\n  ","417288":"\n  the internet.\n  \n  it sounds incredibly lame, but when i was a teenager, the friends i made through the internet saved my life. if it wasn't for them, then i would have probably succeeded in svicide when i was 14 and 16. they gave me hope and consolation when things were really bad, as well as an outlet to express my feelings when i had nowhere else to turn.\n  ","417289":"\n  i have a double sized mattress.\n  ","417290":"\n  i think the fastest i've driven was 90 mph.\n  ","417291":"\n  lol, no. i'm not sure that they actually work since i've never tried them before.\n  \n  if i have a headache, then i take ibuprofen. if i'm sick like with a cold or the flu, then i take OTC medication, or if it's bad enough, then i'll go to the doctor.\n  ","417292":"\n  no. i only have one brother and he's much older than me.\n  ","417293":"\n  i don't believe so, no. i've had regular STI\/STD testing, but never HIV\/AIDS.\n  ","417294":"\n  i'm fine. i just got home from work, so i'm going to make a cup of coffee and relax for a little while.\n  \n  work today was fun since we had a potluck, and everyone brought in different food items. the only downside was that i got a raging nosebleed in the middle of lunch, lmao.\n  ","417295":"\n  i don't regularly send out spam, just every few months when i'm hella bored.\n  ","417296":"\n  i actually follow him on other social media, and we talk sometimes !!\n  ","417297":"\n  i'm sure that happens to some people, sure. for the most part, though, i believe people have the ability to retain their empathy, which partly makes it difficult to live in our society because it's hard to become desensitized to certain things.\n  ","417298":"\n  for the most part, yes. i'm always willing to learn new things and i like educating myself on various subjects in my spare time, when i have the opportunity to do so.\n  ","417299":"\n  oatmeal or yogurt in the mornings, a sandwich with cold cuts or steamed broccoli and grilled chicken for lunch, and dinner could be one of many things. last night, i ate sushi and vegetarian spring rolls for dinner.\n  ","417300":"\n  the only person i'm comfortable sharing food with is my boyfriend, haha. it angers me if anyone else tries to touch my food.\n  ","417301":"\n  meeting my boyfriend for the first time & graduating from college.\n  ","417302":"\n  i do, but i haven't been there in an awfully long time.\n  ","417303":"\n  the person who sells the drug. drug addiction is a mental illness and some people are more susceptible to addiction than others. drug addicts should receive more treatment options, not stigma.\n  ","417304":"\n  idk why you care so much about morgan's education level, this has been going on for years. find something else to focus your time and energy on.\n  ","417305":"\n  i got a regular 30 minute lunch break, but that was it.\n  ","417306":"\n  i would like to get my nose piercing redone, but it isn't a priority or anything.\n  ","417307":"\n  7am to 10pm, so 15 hours.\n  \n  when i worked in retail, i ended up working from the time the store opened to the time it closed, which was awful.\n  ","417308":"\n  that's a bit extreme. i said i would care from afar -- that's entirely different from not giving a sh*t at all.\n  ","417309":"\n  i get two 15 minute breaks and an hour lunch.\n  ","417310":"\n  nothing specific happened. it's just what happens when you sit in an office for eight hours per day for years on end. it isn't healthy.\n  ","417311":"\n  my back hurts almost every day, but i try to ignore it for the most part.\n  ","417312":"\n  i was 16 years old, so probably not.\n  ","417313":"\n  i've written song lyrics, but not an actual song.\n  ","417314":"\n  ???\n  \n  i don't follow you, so i won't ask you questions. i seldom ask questions anyway, i'm just hella bored.\n  ","417315":"\n  i don't really ascribe to any culture at all.\n  ","417316":"\n  yeah, definitely. i can usually be found watching netflix, playing video games, or scrolling through social media.\n  ","417317":"\n  i don't have memories of my childhood at all. my earliest memories are around the age of 11\/12 years old.\n  ","417318":"\n  i have no interest in talking to other people when i'm depressed. i prefer to be left alone.\n  ","417319":"\n  why did you send this twice ??\n  \n  i already care for my mother, but once i move out, i have no intentions of staying around (i want to move out of state). if they need help when they get older, then i'll care from afar but i don't have intentions to move back home.\n  ","417320":"\n  it usually happens gradually with the coaxing and care of my boyfriend. he's the only person who really knows when i go through depressive episodes because i withdraw from everyone else.\n  ","417321":"\n  that only happens to me when i'm extremely depressed and can't find the motivation or energy to get out of bed. those days, i stay in bed all day with the door closed, and i end up sleeping for 12+ hours.\n  ","417322":"\n  not that far at all -- i'm generally really spontaneous and impulsive when it comes to plans & i take each day as it comes.\n  ","417323":"\n  send me questions y'all, my inbox is empty ~~\n  ","417324":"\n  no, actually. however, there was one time my boyfriend and his friend were leaning on what is technically considered my neighbor's fence when they were doing yardwork at my house. the fence ended up breaking in one spot because my friend leaned on it too hard, and my neighbor ran outside and started screaming at them, lmao.\n  \n  my neighbor is an extremely grumpy old man so my boyfriend and his friend were like OH SHIT when it broke. i don't remember if they ended up paying for it to get replaced, though. this happened at least five years ago.\n  ","417325":"\n  no, i've never heard of any real life stories of that happening before actually.\n  ","417326":"\n  recover from self harm.\n  ","417327":"\n  good thing it isn't your name then ?? rofl.\n  ","417328":"\n  $0.00.\n  ","417329":"\n  surprisingly, no !! he's a good cook and i enjoy the meals he makes.\n  ","417330":"\n  i've never had casual sex before, so i don't personally know. i've also been in a relationship with the same person for a long time.\n  ","417331":"\n  everyone is different. studies show that sex increases the emotional intimacy you feel for a person which can lead to feelings of love for that person.\n  \n  obviously not everyone reacts the same way to sex and a lot of people can compartmentalize sex and love, which makes it easier to have casual sex.\n  ","417332":"\n  OH LOL.\n  \n  it was a frame from facebook. i didn't type it myself.\n  ","417333":"\n  i don't believe i have recently, but it was probably a typo.\n  ","417334":"\n  i personally wouldn't get upset over it, but i can't speak on behalf of anyone else. i'm sure there are people who think it's a big deal if their partner doesn't like their posts, but that's their own business.\n  ","417335":"\n  yeah, that's exactly what i meant when i said that. i think it would be helpful.\n  ","417336":"\n  i'd fix the reporting & blocking system so that anons will actually be blocked and people who shouldn't be on askfm can't return.\n  ","417337":"\n  he doesn't usually because he seldom uses social media. he won't use facebook or instagram for days at a time, and he never posts anything.\n  \n  it doesn't bother me at all because i know he doesn't use social media and isn't a fan of it.\n  ","417338":"\n  it's been fine. i've basically spent the past two days doing chores around the house, playing video games, and doing laundry. i didn't have any errands to run besides getting gas for my car last night, and i saw my friend last night for a few hours which was nice.\n  ","417339":"\n  only on the weekends, the rest of the days i go to work in the morning.\n  ","417340":"\n  when i'm not with my boyfriend, pretty much all the time, lol. especially in the mornings when i'm drinking my cup of coffee. i think that's why i like waking up early on the weekends, no one is awake so nobody can bother me.\n  ","417341":"\n  thanks !! you're a bit early, but i'll keep this in mind when i turn 39.\n  ","417342":"\n  no ?? i literally never do that to actual questions.\n  \n  fyi this is askfm's QOTD. it isn't an actual question someone asked me, lol.\n  ","417343":"\n  i just took a good ass nap, and now i'm drinking coffee & listening to music.\n  \n  y'all should ask me some questions in the meantime ~~\n  ","417344":"\n  no, i don't think i do, rofl. i don't think i use my pinkie fingers or my ring fingers that often.\n  ","417345":"\n  yeah, unless i'm going through a depressive episode. then i can't find the energy to shower or leave my house at all.\n  ","417346":"\n  i'm in treatment for my mental illnesses, and i see both a psychiatrist and therapist. i've been on medication for about two years now, which helps a lot. if you're depressed, then perhaps you should try to talk to a professional about it if you're able to do so.\n  \n  it's currently 10:15am where i live.\n  ","417347":"\n  what's holding you back from getting a job ?? if you think that's the best thing for you, you should at least try to put a few applications in and see what happens.\n  \n  i'm sorry you're feeling depressed. i'm diagnosed with depression so i understand the feeling all too well.\n  ","417348":"\n  i don't know if i would necessarily break up with them immediately, but i would definitely have an issue with a relationship if my significant other started using their mental health issues as an excuse to be manipulative, cruel, or vindictive.\n  \n  like i stated in my previous answer, i believe people have the capability to change. but if my significant other doesn't believe that their behavior is wrong, and they're not receptive to conversations regarding the topic, then i may consider breaking up with them. especially if they start being cruel or manipulative towards me.\n  ","417349":"\n  i'm not entirely sure. for the most part, empathy is an innate trait from my experience, and if someone doesn't experience empathy, they're usually so disconnected from that emotion (and usually for such a long time) that it seems impossible to develop a sense of empathy.\n  \n  at the same time, however, i also believe people can change if they recognize their behavior or feelings are toxic, problematic, hurtful, etc etc., and take the necessary steps to resolve their problems and actively work toward being a better person.\n  ","417350":"\n  i wish i wasn't mentally ill sometimes. my anxiety prevents me from doing ordinary, daily tasks sometimes, which puts strain on my relationships with my family and friends because sometimes i'm too anxious to even leave my house because of my fear of driving.\n  \n  in regards to BPD, my mood swings are exhausting and vary within a matter of minutes to hours, and they're never consistent. they've gotten remarkably better since i started taking a mood stabilizer, but it still exists to a degree. in addition, i'm also extremely sensitive to what people say to me, especially my loved ones, and i automatically assume they hate me if they express even a hint of disappointment or disagreement with me.\n  ","417351":"\n  i've ... never thought about this before. LOL.\n  \n  it's interesting because other planets' moons have actual names, but the earth's moon is just called moon. which sounds so ridiculously dumb.\n  ","417352":"\n  i'm not the biggest fan of xmas, so i don't really have any essential things to do or items to decorate, etc etc.\n  \n  i think the only thing i do consistently every year, though, is buy an ugly xmas sweater, LOL. i bought an xmas files xmas sweater this year, so i hope it delivers in time for the sweater contest at my job in a few weeks.\n  ","417353":"\n  i just use standard xmas wrapping paper, usually the cheapest paper i can find in the drug store or 99 cent store because wrapping paper is ridiculously expensive.\n  \n  i think this year, though, i might use gift bags for most of my gifts since i can always reuse them next year.\n  ","417354":"\n  i don't know anyone who faked their death, no. if they did, then they must have fooled me because as far as i know, everyone i know who has passed has stayed dead, haha.\n  ","417355":"\n  i have about 90 percent of my xmas shopping done !! i'm just waiting for the rest of my gifts to come in the mail since i did primarily online shopping this year.\n  \n  i still have to get my brother another gift, as well as my aunt because i only bought them small things and it doesn't feel like enough.\n  ","417356":"\n  i'm sorry you went through this, friend. it's difficult when a parent berates you like that because they're supposed to look out for you and advocate for you, not belittle you and alienate you.\n  \n  i've been in this position many times myself, but it ultimately depends on the situation and the existing relationship you already have with your father. if you're able to sit down with him and tell him that his words were hurtful, then perhaps you should try that and see what he says.\n  ","417357":"\n  i don't feel very ambitious. i might do laundry and a bit of cleaning, but those are things that *need* to get done, not things i necessarily *want* to do, lol.\n  ","417358":"\n  i've been in love with matt maeson lately !!\n  \n  this song is called \"put it on me\" ;\n  \n\n   https:\/\/youtu.be\/-hcAI0g-f5M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","417359":"\n  drunk me doesn't experience anxiety, is confident in who they are, is happy (most of the time), and knows how to have a conversation without any doubts or worries.\n  \n  sober me is basically ... the opposite of that, lol. when i'm sober, i tend to get anxious a lot, i'm not confident in who i am, i'm not happy (although sometimes i'm pretty content), and sometimes i don't know what to say in social situations.\n  ","417360":"\n  probably not. i don't have the time or energy to teach someone english.\n  ","417361":"\n  i've had the same best friend for 15 years, lol.\n  ","417362":"\n  no, i've only been on SSRIs and SNRIs.\n  ","417363":"\n  i've honestly never tried, rofl. i've never been pulled over or questioned while I was drunk.\n  ","417364":"\n  i prefer using it on the computer, but i usually use it on my phone.\n  ","417365":"\n  no, it's just leigh.\n  ","417366":"\n  no, not that i'm aware of.\n  ","417367":"\n  i think it's smart. there are a lot of p*dophiles out there and i don't personally think i would post pictures of my kids if i had any.\n  ","417368":"\n  \"you say\" by two feet. i have their spotify station on.\n  \n\n   https:\/\/youtu.be\/GHYLePbkWaY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","417369":"\n  idc. if you want more vodka, then have someone else pick it up for you.\n  ","417370":"\n  i'm not interested in watching a movie rn. i'm listening to music.\n  ","417371":"\n  ???\n  \n  drunk driving is a serious matter and i don't know you or your alcohol level rn. if she thinks you're not okay to drive, then don't risk driving. it isn't worth the consequences.\n  ","417372":"\n  no, i've never heard of it before now.\n  ","417373":"\n  redd's wicked black cherry.\n  \n  it's like ... a malt beverage, i think ?? all i know is that it's 8 percent alcohol so i figured i'd try it. it's pretty yummy.\n  ","417374":"\n  ???\n  \n  idk if she would like you sending this out without her knowledge, but i consider tal a good friend and i'm so so so proud of her right now. i'm not going to sit here and claim i know what it's like to have an eating disorder because i've never dealt with it myself, but i do understand addiction and now difficult it is to deal with, especially in terms of relapse.\n  \n  tal, ily. you can beat this and you're one of the strongest people i know.\n  ","417375":"\n  so i'm drinking & rocking out to some music.\n  \n  ask me questions, friends ~~\n  ","417376":"\n  it literally disgusts me -- black people have struggled with racism for ages and for a non-black person to pretend to be black is basically a slap to the face, because they've never dealt with the oppression black people have faced and its the ultimate definition of privilege.\n  \n  if you're not black, then you can't try to adopt black culture. also not to mention that blackface is one of the most racist things you can do.\n  ","417377":"\n  no, i use the free version.\n  ","417378":"\n  it's relatively new and pretty glitchy, lol. it's cute though.\n  ","417379":"\n  they're different apps and such.\n  \n  my last profile picture was from the xbox avatar creator, but i've also used bitmoji and zepeto.\n  ","417380":"\n  i like my passion and knowledge about mental health advocacy the most.\n  \n  i dislike ... basically everything else.\n  ","417381":"\n  i don't know much about her other than the fact that she played hannah montana and is a recording artist now.\n  ","417382":"\n  i've only heard it just now, and i just briefly read up on it. i don't know enough about it to form an informed opinion.\n  ","417383":"\n  i think communism makes sense in theory, but realistically it can't be applied in modern times.\n  \n  i remember researching into communism ages ago, and i agreed with a lot of it. but that was years ago so idk if my opinion has changed.\n  ","417384":"\n  i know what the soviet union is, lmao. i just don't have an opinion on it.\n  ","417385":"\n  i don't have any thoughts on it.\n  ","417386":"\n  y'all should ask me questions, i'm bored af and drinking some delicious tea (not metaphorically, i actually have peppermint\/lavender tea).\n  \n  i'll answer anything as long as it isn't blatantly inappropriate ~~\n  ","417387":"\n  i got 50 percent on the quiz.\n  ","417388":"\n  mine has a playlist too, but i haven't listened to it yet. i might boot it up later tonight on my tv for background noise though.\n  ","417389":"\n  people cheat, but if he was unhappy then he would talk to me about it. we're not teenagers anymore and we're fully capable of having mature communication.\n  ","417390":"\n  i've never heard of it before tbh.\n  \n  my biggest fear is abandonment.\n  ","417391":"\n  mine wasn't very eventful. i listen to video game soundtracks at work so that was the entirety of my recap.\n  ","417392":"\n  that's exactly my point, lol. if he wanted to cheat on me or if he was unhappy with our relationship then he would simply break up with me.\n  ","417393":"\n  i write press releases, newsletter features, and website content for clients.\n  ","417394":"\n  it's easy money, so sure. i haven't done it in a few weeks, though.\n  ","417395":"\n  i sometimes do freelance work on the weekends.\n  ","417396":"\n  if he pitied me, then he wouldn't have spent eight years of his life with me. lmao.\n  "}}