{"Question":{"417397":"\n   your bf is probably cheating on you with a secret gf\n  ","417398":"\n   Does your job let you train new comers? Are you patient with them?\n  ","417399":"\n   Do you like shopping on weekends or weekdays?\n  ","417400":"\n   Are you creative with wrapping gifts?\n  ","417401":"\n   have you heard of the jacob wetterling case?\n  ","417402":"\n   What was a popular girl name at your school?\n  ","417403":"\n   Ever wanted to say someone something but couldn't say it???\n  ","417404":"\n   are you doing anything eventful today?\n  ","417405":"\n   How often are you reminded of how beautiful you are?\n  ","417406":"\n   Would he be offended? My bf doesn’t take it well when I tell him I want to be left alone.\n  ","417407":"\n   Has your bf texted or called and you ignored him because you wanted alone time?\n  ","417408":"\n   You ever wonder if these “celebrity “ accounts on here really are in fact the celebrities?They could get away with it since the majority of us think they’re phony anyways\n  ","417409":"\n   Whats the best way to calm you down?\n  ","417410":"\n   then go something valuable with your time like volunteer\n  ","417411":"\n   Do you puthigh demandsonyourself?And on others?\n  ","417412":"\n   Do you think your dreams have deep meaning?\n  ","417413":"\n   Why did you wake up early do you have something?\n  ","417414":"\n   Do you have cavities?\n  ","417415":"\n   Do you hate buying gifts?\n  ","417416":"\n   What's new\n  ","417417":"\n   Cats or Dog person?\n  ","417418":"\n   How fast is too fast regarding the progression of a relationship, in your opinion? A friend went on 2 dates before “making it official”, dated for maybe 2 weeks before saying she loved him, & w\/in a month they’ve already seriously discussed living together.\n  ","417419":"\n   what about r*pists?\n  ","417420":"\n   How do you eat candycanes? \n\n(Make the tip pointy, break off and eat piece bt piece etc)\n  ","417421":"\n   How do you usually react, when somebody is shouting at you?\n  ","417422":"\n   Do you think that there's too much competition between people in society?\n  ","417423":"\n   Opinion on the death penalty?\n  ","417424":"\n   why do you act like a frigid prude virgin\n  ","417425":"\n   so yes\n  ","417426":"\n   did u fuck\n  ","417427":"\n   Good day? ☺\n  ","417428":"\n   can i ask a general body question?\n  ","417429":"\n   Have you ever mocked yourself\n  ","417430":"\n   Thank you for your kindness .. but the truth is no body in this world is going to help me but myself\n  ","417431":"\n   I'm not I don't have that option too\n  ","417432":"\n   Did your parents favourite your siblings?\n  ","417433":"\n   Can you help me I'm so deppressed\n  ","417434":"\n   Do you think favouritism could lead to resentment between siblings?\n  ","417435":"\n   How many hours do you read per day?\n  ","417436":"\n   what it pto\n  ","417437":"\n   Has anyone ever deliberately ruined anything for you?\n  ","417438":"\n   Besides Christmas, is there anything else that is coming up you are looking forward to?\n  ","417439":"\n   Do you do more shopping in the shops or online? Why?\n  ","417440":"\n   Do you like the sound of your voice?\n  ","417441":"\n   What are some of your favourite names? Bonus points if they're unusual or if you explain a story behind them\/where they're from etc.\n  ","417442":"\n   Should we all be well informed about sexology?\n  ","417443":"\n   uhh srsly i mean the meaning like: hehe is a force, fake laugh\n  ","417444":"\n   So you are more into free will.\n  ","417445":"\n   Can you tell me a history fact about your country?\n  ","417446":"\n   differentiate the laugh \"haha\" and \"hehe\"\n  ","417447":"\n   Do you believe in predestination?\n  ","417448":"\n   What is one assumption that people make about you, that is completely false?\n  ","417449":"\n   Which would you prefer to be?The hero or the villain?\n  ","417450":"\n   Does lust have an important role to play in love?\n  ","417451":"\n   What’s the most embarrassing thing your have ever done?\n  ","417452":"\n   pull out works lol just like being on the pill of course there are risks but it works\n  ","417453":"\n   Would you like to go around the whole world\n  ","417454":"\n   What do you think of companies who only hire the “ideal beauty” tall blonde etc?\n  ","417455":"\n   opinion on people who use pull out as birth control?\n  ","417456":"\n   Who are your favourite ask.fm profiles that send out spam\/mass questions?\n  ","417457":"\n   Do  you feel ok after eating?\n  ","417458":"\n   How are you? Are you ok?\n  ","417459":"\n   So I want to get my mother a nice perfume for Xmas. I personally like Jimmy Choo blossom or marc Jacobs daisy. What are your favourite perfumes?\n  ","417460":"\n   What is the view from your bedroom window?Post a pic if you want\n  ","417461":"\n   If he lost his job and was broke would you dump him?\n  ","417462":"\n   How was the concert?\n  ","417463":"\n   favorite roosterteeth\/achievement hunter people? i love gavin and Michael lol, PlayPals is golden and I live for their dumbasxes lmao\n  ","417464":"\n   If you had a talk show\/podcast, what would be the theme and what 3 guests would you have?\n  ","417465":"\n   Do you remember your dreams? What's the strangest dream you can ever remember having?\n  ","417466":"\n   Is there one particular song that takes you back to your teenage years?\n  ","417467":"\n   Your profile picture says so\n  ","417468":"\n   You're 27 and acting like 17\n  ","417469":"\n   How many tattoos do you have and what was your first?\n  ","417470":"\n   Do you like hockey?Do you have a favorite team?\n  ","417471":"\n   Do you wear a watch?\n  ","417472":"\n   Do you snore?\n  ","417473":"\n   do you drink black coffee or the kind loaded with milk, sugar,  flavors,  and syrup\n  ","417474":"\n   How was your weekend?\n  ","417475":"\n   are you still awake?\n  ","417476":"\n   oh? i thought company pays for insurance\n  ","417477":"\n   Is money important to you when looking for a boyfriend?\n  ","417478":"\n   werent u moving out ? you said ur new job and your bf got promoted and yall could save to afford?\n  ","417479":"\n   why arent u getting engaged\n  ","417480":"\n   Wolves represent loneliness.\n  ","417481":"\n   What's one thing that makes you happy? Name only one!\n  ","417482":"\n   Describe your perfect wedding and your wedding dress?\n  ","417483":"\n   Why do you like wolves? Are you lovely like them?\n  ","417484":"\n   Is it a must in your relationship to say love you every day?\n  ","417485":"\n   Does it make you happy when you see those who wronged go through a hard time?\n  ","417486":"\n   How often do you have to charge your phone?\n  ","417487":"\n   what is it about?\n  ","417488":"\n   Do you like playing the sims? Why\/why not?\n  ","417489":"\n   Would you rather eat a raw onion or eat a lemon\n  ","417490":"\n   Do you love your father?\n  ","417491":"\n   Do you believe that only people of the same religious beliefs can have a functional relationship? Why\/why not?\n  ","417492":"\n   Are you good at drawing? Could you draw something like your profile pic\n  ","417493":"\n   then why do it\n  ","417494":"\n   Why you couldn’t sit down?\n  ","417495":"\n   How are you?\n  ","417496":"\n   is it wrong to dump my 7 month pregnant girlfriend? i dont love her anymore\n  ","417497":"\n   Do you think that it is wrong to bring kids up to believe that lying is bad and they should always tell the truth, yet they are lied to by parents every Christmas and Easter (eg Santa and Easter Bunny).\n  ","417498":"\n   Did you draw your profile pic?\n  ","417499":"\n   Can you rap\n  ","417500":"\n   Have you ever had to forge a signature? Tell your story\n  ","417501":"\n   do u hire professional help to clean the house? would u like to? once in a while or whenever u can?\n  ","417502":"\n   If someone has any kind of metal disorder. Does that give them the right to be any rude to others?\n  ","417503":"\n   what type of field was ur last job compared to ur current?\n  ","417504":"\n   where do u buy rainbow cookies? i just googled it and ive never seen it anywhere\n  ","417505":"\n   What was the last risk you took that paid off?\n  ","417506":"\n   Favorite dessert?\n  ","417507":"\n   I’m positively elderly, the only restriction for using Ask should be that people are more polite imho ?‍♀️\n  ","417508":"\n   are ur abs flat\n  ","417509":"\n   dou wear crop tops? why or why not\n  ","417510":"\n   do you have children?\n  ","417511":"\n   Your favorite chocolate bar?\n  ","417512":"\n   do u know how to do cpr\n  ","417513":"\n   Why are you so old using app for people my age?\n  ","417514":"\n   I wish I could give you my fries :( sometimes your answers make my day\n  ","417515":"\n   Which food is your guilty pleasure?Ill shovel donuts into my mouth all day if I could!\n  ","417516":"\n   Do you miss of Black eyed peas ?\n  ","417517":"\n   Do you feel listened to?\n  ","417518":"\n   Is it hard to find a job where you live?\n  ","417519":"\n   Do you work full time?\n  ","417520":"\n   Name 5 things that are currently in your line of sight?\n  ","417521":"\n   Regardless of your body and personal needs, what's your opinion on products for periods? Are you freaked out by some? Are there ones that you don't understand why anyone uses them? What would you use\/recommend if you had the option and had to choose? (I mean cups, tampons, pads etc.)\n  ","417522":"\n   What are your thoughts on all-boys or all-girls schools?\n  ","417523":"\n   last song you listened to?\n  ","417524":"\n   Have you ever made fun of someone’s looks?\n  ","417525":"\n   Who are better drivers men or women\n  ","417526":"\n   What are you scared off\n  ","417527":"\n   When you were in school did you disect any animals\n  ","417528":"\n   Summer or Winter for you?\n  ","417529":"\n   Which country do you want to visit?\n  ","417530":"\n   Should ugly people be rude in General?  Or should ugly people probably be nicer ?\n  ","417531":"\n   What’s your favorite holiday and why?\n  ","417532":"\n   How’s your social skills? Would you say perfect?\n  ","417533":"\n   How are you feeling?\n  ","417534":"\n   I bet you wake up sexy\n  ","417535":"\n   can i ask a question on consent ?\n  ","417536":"\n   Do  you go to bed at the same time each night?\n  ","417537":"\n   Who's up?\n  ","417538":"\n   Are you happy with your butt size?\n  ","417539":"\n   Ever tried Virtual Reality?\n  ","417540":"\n   What about sorting out what's fake news and what's real news?\n  ","417541":"\n   Is it becoming more difficult to sort out what's real and what isn't in the world today?\n  ","417542":"\n   Do you have or want a tattoo? What and where?\n  ","417543":"\n   Is it healthy to brush off minor issues in a relationship? Me and my spouse never really talk about them, if we fight or disagree on something, we just shut out for a few hours or days and then talk like nothing has happened.\n  ","417544":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","417545":"\n   Have you ever gone through your bf or husband whatever you have phone before if you have why\n  ","417546":"\n   Do you have any Askholes in your life - people who ask for your advice, only to then go and do the complete opposite of what you advise then? ?\n  ","417547":"\n   Do you have any interests or hobbies that could be considered unusual? For example I quite enjoy locksport (legal lockpicking) and a friend of mine enjoys dog spotting\n  ","417548":"\n   3 fav ask users\n  ","417549":"\n   Is his love language gifts? He seems spectacular at it! What would you say your love language is? (Sorry if you find those assessments corny, I just think they’re fun to think about)\n  ","417550":"\n   What is “home” to you?\n  ","417551":"\n   Why'd you have a panic attack in court\n  ","417552":"\n   It’s supposed to make those little monkeys behave. You say to them oh you’re throwing a tantrum guess your elf will be informing Santa. We have one for Sophia and it kind of works.Buts it’s a pain in the ass thinking of new places to put it.\n  ","417553":"\n   Have you ever drank jaigermeister straight before? ????\n  ","417554":"\n   Wtf does elf on the shelf do???\n  ","417555":"\n   Have you ever been summoned for Jury service before? What excuses, if any, did you try and use to get out of it, or if it hasn't happened yet, what excuses are you planning to use if\/when it does?? ?\n  ","417556":"\n   My friend just told me that she likes me more than a friend but then said that she doesn’t want anything from what she told me. I’m surprised bc I wasn’t expecting it. What do I say\/do? Please help. \/:\n  ","417557":"\n\n    https:\/\/ask.fm\/poetalunam\/answers\/152029125911\n   \n   Your hair looks freaking amazing, and you're absolutely gorgeous Leigh <3\n  ","417558":"\n   Will the Elf on the shelf be making an appearance in your house this Christmas? ???\n  ","417559":"\n   If someone made a statue of you, what position would you choose?\n  ","417560":"\n   does your hair dye bleed out when you wash your hair?\n  ","417561":"\n   If you had to legally change your name what would it be or is it more of a need to know kind of biases? \n\nWhy are annoying trolls out? -_-\n  ","417562":"\n   Whats the worst question youve been asked on here?\n  ","417563":"\n   Yes it is\n  ","417564":"\n   is your hair actually purple that would be gorgeous\n  ","417565":"\n   It is you\n  ","417566":"\n   Leigh Alexander?\n  ","417567":"\n   I mean someone else, not you.\n  ","417568":"\n   Does your boyfriend go on dates?\n  ","417569":"\n   DUDE HOW DO YOU DO THOSE I CANT FIGURE IT OUT\n  ","417570":"\n   (STAIF) do you have a zepeto? If so, what's your friend code? Pap of your avatar !! My friend code is Y9S8ZQ if y'all wanna add me ??)\n  ","417571":"\n   do you have a tumblr?\n  ","417572":"\n   Can you imagine nothingness?\n  ","417573":"\n   Do you know how much Americas debt is?\n  ","417574":"\n   Where do you think you'd be now without ever having meds or therapy?\n  ","417575":"\n   Wouldn't your bpd make getting over him worse though\n  ","417576":"\n   it would suck. any reason would suck tbqh, but i also don’t want to be a person who wants to force someone to stay with me at the same time you know?\n  ","417577":"\n   Would you be ok living on your own?\n  ","417578":"\n   Wow you and Morgan and tougher than I thought :\/ I couldn't imagine being with someone as long as yall have and then ending it because of that\n  ","417579":"\n   Would you date yourself if you were a guy?\n  ","417580":"\n   So you'd find someone else?\n  ","417581":"\n   Do you think it'd be fair for your bf to break up with you if he was unsatisfied?\n  ","417582":"\n   What do you think of female\/male Viagra pranks? Basically one of the partners puts viagra in their unsuspecting gfs or bfs drink which causes them to suddenly be turned on and act funny, for the guys it's sometimes visible. How they react is filmed and put on YouTube & people enjoy it as a joke.\n  ","417583":"\n   PAP of a funny face!\n  ","417584":"\n   So my partner keeps telling me she has a low sxx drive (her mental health is really screwed up apparently, etc) and so we do it like once a week now only if I am lucky.. I feel rejected and like she is being a bit selfish. I've done it b4 even if I didn't feel like it. What should I do?? Thanks.\n  ","417585":"\n   Favorite part of your body?\n  ","417586":"\n   What is your favourite eastern food?\n  ","417587":"\n   The best part of the day?\n  ","417588":"\n   Any phone you bought but regret buying it?\n  ","417589":"\n   What do you appreciate about your boyfriend?\n  ","417590":"\n   do you have twitter if you do does anyone famous follow you if so who\n  ","417591":"\n   What’s up\n  ","417592":"\n   Why is it gross then?\n  ","417593":"\n   Do you have acne?\n  ","417594":"\n   Post a picture of your favorite movie actor!\n  ","417595":"\n   In your opinion, should HIV-positive individuals be held responsible for not disclosing their HIV serostatus to their partners?\n  ","417596":"\n   Where did he buy it? It’s so nice\n  ","417597":"\n   What is the most heartwarming thing that has happened to you recently? Please give details. I could really use some positivity today ❤️\n  ","417598":"\n   Who in your life are you most proud of and why are you proud of them. And who in your life do you think is most proud of you and why do you think they are?\n  ","417599":"\n   Are you interested in cars? Do you know their names and how to fix them?\n  ","417600":"\n   Wtf?! Seriously?! What?! ? We don't even have it here but on tv any time I heard someone mentioned it it sounded like \"arrbeez\".?\n  ","417601":"\n   Are you sensitive to smells? Do perfumes and candles bother you?\n  ","417602":"\n   Something that most people don’t know about you?\n  ","417603":"\n   Are you sentimental?\n  ","417604":"\n   Is there anyone else besides you I can ask for tattoo advice? Want a few different opinions from tattooed users :) Thanks!\n  ","417605":"\n   What's your mental age?\n  ","417606":"\n   Post a picture of your short and tall boots\n  ","417607":"\n   What does friend mean to you?\n  ","417608":"\n   What does family mean to you?\n  ","417609":"\n   What are you wearing today?\n  ","417610":"\n   When it is not ok to put your loved ones happiness before you?\n  ","417611":"\n   Any radical plans for your hair?? haha\n  ","417612":"\n   Short Boots VS Tall Boots\n  ","417613":"\n   pap no makeup\n  ","417614":"\n   lol so you’re not important??? sometimes you make no sense\n  ","417615":"\n   How’s your weekend?\n  ","417616":"\n   Why society needs you?\n  ","417617":"\n   Trainers VS Boots\n  ","417618":"\n   ??? omg why are you so flawless ?!?\n  ","417619":"\n   How did you know about the app?\n  ","417620":"\n   What about ordering something online?\n  ","417621":"\n   Do you creat your own character or you post a selfie?\n  ","417622":"\n   Are you a patient person?\n  ","417623":"\n   you called her hot. sounds like a crush to me\n  ","417624":"\n   how did you pronounce arbys before?\n  ","417625":"\n   do you have a crush on Steph?\n  ","417626":"\n   What odd smell do you actually enjoy?\n  ","417627":"\n   There's a meme called \"I was today years old\". For example \"I was today years old when I realised when someone tells me to 'hold my horses', they're telling me to be stable\". People say it when they only just found out something that they feel they should've already known. What's your own example?\n  ","417628":"\n   Are you poor?\n  ","417629":"\n   Who’s from ask you text daily?\n  ","417630":"\n   Could you go rock climbing\n  ","417631":"\n   Post a picture of your hair\n  ","417632":"\n   What helps you to sleep better?\n  ","417633":"\n   “I’m not affectionate” “I’m loyal” “I respect my friend’s relationship”\n  ","417634":"\n   Why are you kissing her?\n  ","417635":"\n   Ever thought on getting your hair cut short or shaved?\n  ","417636":"\n   Do you think everyone has inherent value and worth?\n  ","417637":"\n   Is it still the same as yesterday?\n  ","417638":"\n   Aw that’s adorable! I followed ya! Took me eternity and a day to make mine lol ?\n  ","417639":"\n   Thank you! ? I feel like you get to see a lot of me on my IG stories and understand that when I am taking the piss on here and when I'm serious. Whereas a lot of people think I'm serious when I'm just joking\/being sarcastic\/trolling anons etc.\n  ","417640":"\n   I ask a lot of controversial questions on here and answer a lot of controversial things. Tbh I feel like the way I used to be on this site years ago made people very polarized when it came to their opinion on me. With that said, have I ever offended you & why? What's your current opinion of me?\n  ","417641":"\n   In your opinion what makes a real man\n  ","417642":"\n   Which was the funniest proposal you got?\n  ","417643":"\n   Some use ask.fm as a heavy hearted place to vent or rant, others use it to educate others or learn and then there are those who use it as a light hearted distraction from real life. With that said, what do you use it for?\n  ","417644":"\n   What was the best meal you’ve ever eaten?\n  ","417645":"\n   What is zepeto?\n  ","417646":"\n   Pure bred or mutt? PAP of your favorite pooch\n  ","417647":"\n   do you know of ways to relieve a stiff neck? I think its what’s causing my tension headaches ?\n  ","417648":"\n   When you ask your bf or a friend for alone time, do you really mean it or you want them to check up on you?\n  ","417649":"\n   Do you like watching MMA fights?\n  ","417650":"\n   Can you control your swearing when you’re arguing with someone online or in real life?\n  ","417651":"\n   How many times have you written a message and are about to send it but you could not?\n  ","417652":"\n   Do you remember what you were doing on November 18th, 1991?\n  ","417653":"\n   What about your today ‼️\n  ","417654":"\n   how will you teach your child or children to deal w bullies?\n  ","417655":"\n   Do you always bless someone when they sneeze?\n  ","417656":"\n   cool cartoon hair\n  ","417657":"\n   Are you a last minute person? I have three assignments due this week\n  ","417658":"\n   Do you like modern art?\n  ","417659":"\n   ? When wrapping gifts for annual holidays\/festivals do you ... \n? Reuse old gift wrap?\n? Make the wrapping appropriate to the recipient, or use the same wrap for everyone?\n? Use alternative wrapping such as newspaper or carrier bags? \n? Try to wrap the gift so it looks like something else?\n  ","417660":"\n   how do you feel like youve matured since you were in your early 20s?\n  ","417661":"\n   The Munsters orrrr The Addams Family?\n  ","417662":"\n   Who knows you better than anyone else?\n  ","417663":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","417664":"\n   i give a shxt\n  ","417665":"\n   Don’t use words you don’t know the meaning of.\n  ","417666":"\n   What do you love about yourself?\n  ","417667":"\n   Do you think we should wory about the environment?\n  ","417668":"\n   How’s your day so far, did you wake up early?\n  ","417669":"\n   do you get offended when someone corrects your mistakes?\n  ","417670":"\n   What is one thing your parents taught you when you were younger that you now realize is completely not true ?\n  ","417671":"\n   Is it rude to correct someone’s grammar?\n  ","417672":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","417673":"\n   Why did you stop watching x flies, was it boring?\n  ","417674":"\n   How often do you meditate and reflect on your life?\n  ","417675":"\n   that’s quite a lot. how much did you spend?\n  ","417676":"\n   Are you up to date with the tv shows you’re watching?\n  ","417677":"\n   What did you buy so far?\n  ","417678":"\n   What have you been up to?\n  ","417679":"\n   you go to bars lol yeah that sounds like someone who doesn’t like socializing. you just want to sound eEdGY\n  ","417680":"\n   why are you lying? lol you love to socialize\n  ","417681":"\n   Do you need time to regain energy?\n  ","417682":"\n   Why? Do you think it’s childish?\n  ","417683":"\n   Do you love socializing ?\n  ","417684":"\n   Can I play a game of never have I ever with you\n  ","417685":"\n   what did you want to be, when you were a child?\n  ","417686":"\n   ??Do you ever participate in ugly Christmas sweater parties? ??\n  ","417687":"\n   Do you have an advent calendar\n  ","417688":"\n   What was the first day at your current job\/school like?\n  ","417689":"\n   Pick the seventh person in your follow list and tell us why you follow them. STAIF\n  ","417690":"\n\n    https:\/\/ask.fm\/a_advice\/answers\/151644237191\n   \n   thoughts?\n  ","417691":"\n   what are your 3 favorite body parts on you ?\n  ","417692":"\n   you have a pet?\n  ","417693":"\n   Do you think you'll ever own a home?\n  ","417694":"\n   How do you know for certain?\n  ","417695":"\n   Late night thoughts???\n  ","417696":"\n   Is the world going to be ok or will we all burn up?\n  ","417697":"\n   have you ever had to make a tough decision which lead to a better decision later on down the road\n  ","417698":"\n   you love getting compliments?\n  ","417699":"\n   your view on public display of affection?\n  ","417700":"\n   Are you mature yet immature compared to your actual age?\n  ","417701":"\n   What does \"feeling high\" mean to you????\n  ","417702":"\n   You can chat in it?\n  ","417703":"\n   What is ZEPETO?\n  ","417704":"\n   single\/taken\/talking?\n  ","417705":"\n   when did you guys travel togrther?\n  ","417706":"\n   What has been your favourite experience in life so far?\n  ","417707":"\n   Do you stay away from things that worsen your self-esteem or are you a \"sucker for punishment\" so to speak?\n  ","417708":"\n   What activites were you enrolled in as a kid, if any? (Sport, music, dance, etc.) Did you enjoy them?\n  ","417709":"\n   To this very day, what have been your greatest achievements? (They don't all have to involve employment or education!)\n  ","417710":"\n   I purchased a dress from some website and it came ripped, I'm extremely upset, because that dress was expensive, for someone like me who works from am to pm and doesn't swim in money, that's a considerable amount of money. What should I do about that?\n  ","417711":"\n   Omg I hope you can go! I only listen to a few of those but I've been wanting to see Florence live for ages, lmao. It sounds like it's gonna be awesome\n  ","417712":"\n   Who is gonna be at the concert!\n  ","417713":"\n   can you give me an example of a portmanteau word?\n  ","417714":"\n   No, I'm just being accurate.\n  ","417715":"\n   No it's not. It carries the same tone as Trumps first speech after the Charlottesville incident.\n  ","417716":"\n   When you play monopoly what do you play as\n  ","417717":"\n   ??? That's not saying it.\n  ","417718":"\n   Siblings?\n  ","417719":"\n   Why are you afraid to say it's racist? You and I obviously both think its racist, but you won't say it. Why are you afraid to?\n  ","417720":"\n   Why are you afraid to?\n  ","417721":"\n   Is it racist to refer to a person of color as \"people like him\"?\n  ","417722":"\n   Well?\n  ","417723":"\n   They are doing it because the word \"men\" and \"man\" are in women and woman.\n  ","417724":"\n   What does Freedom mean to you?\n  ","417725":"\n   Would you give up sex for one million pounds or dollars whatever you use and why\n  ","417726":"\n   did u ever feel any health effects from smoking? (sorry if these are bothersome but im just sort of concerned for myself and wondering if its same for others to feel at least smth at some point)\n  ","417727":"\n   Who do you want to marry?\n  ","417728":"\n   Height?\n  ","417729":"\n   No not trans women in general, females.\n  ","417730":"\n   I have a question\n  ","417731":"\n   How do you they confront you? Do you give them money?\n  ","417732":"\n   Have you ever been followed by a beggar?\n  ","417733":"\n   do you feel any negative effects currently?\n  ","417734":"\n   How is your hair now?\n  ","417735":"\n   What’s your opinion on the new movement, activities using the word ‘ womxn’ instead of ‘women\/woman’ in the name of inclusiveness? Are you with it or against it?\n  ","417736":"\n   What was your first job and what did you buy with your first paycheck\n  ","417737":"\n   when you first started smoking did you feel any bad health effects st first? if thst makes sense\n  ","417738":"\n   What movies inspire you?\n  ","417739":"\n   is new york pizza better than Chicago pizza\n  ","417740":"\n   They have a chocolate stevia o.o\n  ","417741":"\n   these anons are completely unacceptable how triggering\n  ","417742":"\n   did u gain back the 10 pounds\n  ","417743":"\n   dont drink too many sugary coffees\n  ","417744":"\n   they’ve sent this to me and a few other people ? lmaoo.\n  ","417745":"\n   why are you overweight and not trying to lose weight\n  ","417746":"\n   Menthols or regular?\n  ","417747":"\n   How often do you smoke?\n  ","417748":"\n   What color is your aura?\n  ","417749":"\n   If in a relationship: what’s your favorite thing about your SO? About the relationship? If single: what’s your favorite thing about your best friend?\n  ","417750":"\n   What are some tips for a high selfesteem?\n  ","417751":"\n   What’s the best way to tell someone you need space? People don’t get it, they think I’m being rude when I don’t respond back.\n  ","417752":"\n   What did you forget to do today?\n  ","417753":"\n   Who’s smarter you or your boyfriend?\n  ","417754":"\n   What do you smoke?\n  ","417755":"\n   What's your favorite drink?\n  ","417756":"\n   Do u still smoke cigs?\n  ","417757":"\n   what artist are you guys planning to see?\n  ","417758":"\n   Can you control swearing around kids?\n  ","417759":"\n   is he talkative?\n  ","417760":"\n   Is your bank amount personal to you?\n  ","417761":"\n   what about your bf?\n  ","417762":"\n   Who were you disguised as?\n  ","417763":"\n   Are you impulsive with money?\n  ","417764":"\n   Do you think should be raised gender neural?\n  ","417765":"\n   Do you ever run out of topics with friends? How do you deal with awkward silence?\n  ","417766":"\n   Would you like to be a teacher? Why\/why not?\n  ","417767":"\n   Is there someone you haven’t spoken to in years that there was no falling out, you just kind of drifted apart?\n  ","417768":"\n   What did you do today?\n  ","417769":"\n   Is there something you’re looking forward to?\n  ","417770":"\n   Did you go to the doctor?\n  ","417771":"\n   Maybe ur pregnant\n  ","417772":"\n   ?Free Space\n  ","417773":"\n   “Ask drama” = “cyber bullying” but sure you don’t care because your friends are part of it.\n  ","417774":"\n   why don’t grocery stores participate in black friday?? i don’t need 20% off a flatscreen - give me half price tide pods and $1 coffee creamers and then you better believe my ass will be at the doors at 3am\n  ","417775":"\n   YouTubers who make videos on true crime cases, Do you think they're doing good or doing wrong? Many think that they're doing good due to spreading awareness and many think they're doing wrong due to it 'being disrespectful'. What do you think and why? Do you think it differs case to case?\n  ","417776":"\n   What is your opinion on cyber bullying?\n  ","417777":"\n   what do you do with your used tea bags?\n  ","417778":"\n   if you dont mind me asking, what did you use to get high to that point?\n  ","417779":"\n   You said you were bullied???? And now they respected you?\n  ","417780":"\n   Are you still awake?\n  ","417781":"\n   Outdated in what way do you mean?\n  ","417782":"\n   love u\n  ","417783":"\n   Ever research topics like narcissism, psychopathy and things like that?\n  ","417784":"\n   Has your childhood experiences contributed to your impulsivity?\n  ","417785":"\n   I like how you are much better now Leigh :)\n  ","417786":"\n   Wow, that sounds freaky.  Have you always been impulsive?\n  ","417787":"\n   Is that how your life was when you were younger?\n  ","417788":"\n   Impulsive in what way do you mean?\n  ","417789":"\n   If you could stay the same age forever, what age would you stay at?\n  ","417790":"\n   How do you determine if your medication is working or not?\n  ","417791":"\n   Does your medication change over time?\n  ","417792":"\n   What do you do when you feel down?\n  ","417793":"\n   Please pass me a drink, I could really use one tonight ?\n  ","417794":"\n   Do you give money to beggars? Why\/why not?\n  ","417795":"\n   What does your job pay?\n  ","417796":"\n   In your opinion, how do you know you're in love with someone? Is it instant? Gradual? What makes you fall for someone?\n  ","417797":"\n   What is something everyone around you seem obsessed with but you just don't see why?\n  ","417798":"\n   If you had to have a small business what kind would it be?\n  ","417799":"\n   Thoughts on girls who sell Premium Snapchats?\n  ","417800":"\n   no coffee? oh my ☕?\n  ","417801":"\n   What’s your key to happiness?\n  ","417802":"\n   Do vr trying\n  ","417803":"\n   The weather here is absolutely miserable, what do you like to do on days like these?\n  ","417804":"\n   Do you twerk?\n  ","417805":"\n   Could you live without money?\n  ","417806":"\n   Are you the chatty type or the type that finds comfort in being alone?\n  ","417807":"\n   Yes you are right. I'm not pushing so hard, I give him his own space. The issue is just that I'm so lost and tired, I don't even know how to deal with this situation. Thank you Leigh for your help ^^\n  ","417808":"\n   are you in debt\n  ","417809":"\n   who r u buying gifts for\n  ","417810":"\n   Where did you make your profile picture?\n  ","417811":"\n   Are your xmas decs up yet\n  ","417812":"\n   Were you disguised as Sasha Banks?\n  ","417813":"\n   Are you bald?\n  ","417814":"\n   When do you wear it?\n  ","417815":"\n   Do you wear your wig at work?\n  ","417816":"\n   Is your lifestyle good for the economy?\n  ","417817":"\n   Trigger warning \nDo you think mentally ill people who have depression or ptsd or who are just extremely suicidal should be allowed assisted suicide?\n  ","417818":"\n   my english is the bestest i am the most very expert with the languaje\n  ","417819":"\n   How are you doing on the writing challenge?\n  ","417820":"\n   Do you have any traditional values?\n  ","417821":"\n   Would you rather get a gift card or the actual cosmetic that you want?\n\nI think it can be fun looking at everything more + would suck if got damaged by mail...\n  ","417822":"\n   Did you ever get the Sephora birthday gift?\n  ","417823":"\n   Is it better to write \"you\" or actual name when it's directly towards yourself? Or does it just depend what the question is.\n  ","417824":"\n   Do you believe in soul mates? Can there be more than one?\n  ","417825":"\n   you're welcome! Doctors can test the levels of serotonin in the blood, but that's not the same as brain levels.\n  ","417826":"\n   What is your dream bedroom?\n  ","417827":"\n   In case anon was curious, there's no way to measure serotonin levels in a *living* brain.\n  ","417828":"\n   If there was a day that you can do whatever you want and get away with it what would you do and why\n  ","417829":"\n   So how do you know your seretonin levels are low if they can't be measured?\n  ","417830":"\n   Yes I have, and like everyday. But he keeps being distant and keeps ignoring me everytime. That's why I didn't know what to, he's not giving me any opportunity.\n  ","417831":"\n   Do you know any good life hacks that make everyday life easier?\n  ","417832":"\n   Hello, hello my name's slim shady ! Nice to meet you\n  ","417833":"\n   Do you like celebrating your own birthdays?\n  ","417834":"\n   Your thoughts on cooking garlic?\n  ","417835":"\n   What’s wrong with the weather?\n  ","417836":"\n   Have you measured your seretonin levels to determine how much you have?\n  ","417837":"\n   Now that the Christmas lights are going up in towns and cities all over the country, are you starting to get in the Christmas spirit yet? ????\n  ","417838":"\n   Do you ever agree to do overtime at work that you don't want to do due to being a people pleaser who doesn't like to say 'no' to people? Also do you ever go into work when you're ill as you feel bad - or your work place makes you feel bad - about taking sick days, even for genuine reasons?? ?\n  ","417839":"\n   How have you been feeling these days?\n  ","417840":"\n   Do you seek revenge? Let’s say your partner cheated on you, would you cheat on them too?\n  ","417841":"\n   Do things outside you make your life unhappy or do you make yourself unhappy?\n  ","417842":"\n   Do you know how to invest money so as to make more money?\n  ","417843":"\n   Do you know how crypto currency works?\n  ","417844":"\n   Ever been scammed?\n  ","417845":"\n   Are you into healthy eating at all? Can you recommend any foods or drink that are good for the heart? ❤\n  ","417846":"\n   Have you ever felt like you needed to take a break from social media or a certain app\/site? I recently deactivated Facebook, and have felt SO much better mentally since.\n  ","417847":"\n   Have you ever worked a customer service job, where you've been treated as subhuman because of the job you do? Was it one of those places where management expected you to adopt an 'Customer is always right' mentality? Has working such jobs given you a misanthropic attitude towards the human species?\n  ","417848":"\n   do you want a cupcake?\n  ","417849":"\n   Do you have Elf on the shelf?\n  ","417850":"\n   How much did you buy your wig?\n  ","417851":"\n   Things that can make anxiety worse\n  ","417852":"\n   I just bought it but I can't find the shows that I want\n  ","417853":"\n   How are you at saving money\n  ","417854":"\n   What's your critical analysis of the new series of Doctor Who so far? Are you happy with the quality of the stories, or do you think the writers have gone overboard with the PC lectures they appear to be giving the audience in many of the episodes?\n  ","417855":"\n   How do you start off your day?\n  ","417856":"\n   Do you have netflixs\n  ","417857":"\n   Was he in the military?\n  ","417858":"\n   Why you haven’t owned iPhone before? Is it because expensive?\n  ","417859":"\n   What's your favourite song by The Prodigy? ?\n  ","417860":"\n   Could you tell me please how to be a confident person?\n  ","417861":"\n   If you could take the form of any mythical creature, what would it be and why?\n  ","417862":"\n   Do you regularly experience any of the following: Sleepwalking, sleep paralysis, or night terrors? If you don't, do you know anyone who does? I struggle with chronic sleep paralysis, myself.\n  ","417863":"\n   Please I need your help. My boyfriend in depressed and he ignores me a lot, he ignores my calls and doesn't text me back. How can I be patient and help him with his depression, I am so lost.\n  ","417864":"\n   iPhone or Android?\n  ","417865":"\n   Is the world getting better or worse from your perspective?\n  ","417866":"\n   Are you better at arguing with people online or in real life?\n  ","417867":"\n   Hey, Leanne :)\n  ","417868":"\n   So the alcohol stays in your system for a while, yeah?\n  ","417869":"\n   Like, if you have one drink and it buzzes you and you don't drink anymore, how long does that initial buzz last for?\n  ","417870":"\n   How long does the alcohol buzz last for usually?\n  ","417871":"\n   Do you think that alcohol is potentially addictive?\n  ","417872":"\n   So what is your motivation for drinking then?  Like, what's the payoff?\n  ","417873":"\n   have you ever heard the word semblant before?\n  ","417874":"\n   Does alcohol help you sleep better?\n  ","417875":"\n   What kinds of thoughts hinder your sleep?\n  ","417876":"\n   im gonna follow ya\n  ","417877":"\n   what style of music do ya like ?\n  ","417878":"\n   Do ya like nirvana ?\n  ","417879":"\n   Hey\n  ","417880":"\n   How do ya do this ?\n  ","417881":"\n   ✧\n  ","417882":"\n   Do you think there is a God who controls everything?\n  ","417883":"\n   Do you usually feel better or worse the next day after a night of drinking?\n  ","417884":"\n   Why aren't you drinking tonight?\n  ","417885":"\n   Are you drunk now?\n  ","417886":"\n   Best sex you ever had?\n  ","417887":"\n   Have you ever had to ignore feelings of attraction?\n  ","417888":"\n   did you have to retake the same class you failed?\n  ","417889":"\n   What to do when you're attracted to somebody when you're already in a committed relationship?\n  ","417890":"\n   so my mental health hasn't been up to par and so far i'm failing a class, the semester ends mid december in like a month. have you ever experienced this? i hate myself\n  ","417891":"\n   what was your old myspace name?\n  ","417892":"\n   It clearly means your answers are ???\n  ","417893":"\n   Your answers are ??? interesting\n  ","417894":"\n   Wth is this?\n  ","417895":"\n   What's your favorite drink?\n  ","417896":"\n   People only ask you questions because they think you’re famous.\n  ","417897":"\n   Do you trust your senses more or your instincts?\n  ","417898":"\n   It's still dead it's been dead for at least 4 days\n  ","417899":"\n   Ask died on thanksgiving\n  ","417900":"\n   how did your bf feel about it?\n  ","417901":"\n   have you met her husband?\n  ","417902":"\n   what about courtney?\n  ","417903":"\n   not at all me it's just getting to know you\n  ","417904":"\n   you give me your hangouts\n  ","417905":"\n   Do you enjoy your job? Is it what you always wanted?\n  ","417906":"\n   good evening you are very beautiful\n  ","417907":"\n   What would you do when someone insults you?\n  ","417908":"\n   Do you have a job?\n  ","417909":"\n   If your partner shouts and insults you at you is it ok to hit them?\n  ","417910":"\n   What's the chance of getting your reply if I am unknown?\n  ","417911":"\n   Got a cold?\n  ","417912":"\n   Do you easily get aggravated?\n  ","417913":"\n   How’s your day?\n  ","417914":"\n   Opinion\n  ","417915":"\n   You look like someone begging something!?\n  ","417916":"\n   Hi stranger?\n  ","417917":"\n   Leigh, what’s new in your life in the several months since we last talked? Ask me things as well.\n  ","417918":"\n   Who's your favourite youtubers?\n  ","417919":"\n   What has been the worst advice you have been given?\n  ","417920":"\n   How adventurous are you? Don't have to be going out on trips, it can be being adventurous inside your mind.\n  ","417921":"\n   How of often do you try to find new ideas to do in your spare time?\n  ","417922":"\n   Do you believe people can be changed?\n  ","417923":"\n   I have a Q\n  ","417924":"\n   Tumblr?\n  ","417925":"\n   What is your opinion on her?\n  ","417926":"\n   Do you know the new account of Diana?\n  ","417927":"\n   To escape your current reality?\n  ","417928":"\n   Are your parents still alive?\n  ","417929":"\n   Do you have a favorite poet?\n  ","417930":"\n   Why do you want to get drunk tonight?\n  ","417931":"\n   What do you mean by full force?  Like a really strong nature experience?\n  ","417932":"\n   Do you ever feel a crash after you've been in nature because of the vast difference between how nature makes you feel and how life in general makes you feel?\n  ","417933":"\n   What kinds of thought does the full moon evoke in you?\n  ","417934":"\n   Do you feel powerless in the face of nature?\n  ","417935":"\n   Have you seen the full moon at night lately?\n  ","417936":"\n   What would you do if you could do anything?\n  ","417937":"\n   The definition of a religion is one that believes in a god or supernatural power that controls everything.  Buddhism doesn't believe in a god so it isn't a religion :)\n  ","417938":"\n   But you seldom answer them so that's why I keep asking them :)\n  ","417939":"\n   hey guys, what's your biggest interest? mine is skincare.\n  ","417940":"\n   why ?\n  ","417941":"\n   Please stand up\n  ","417942":"\n   Like, at what point exactly can you say that you became you?\n  ","417943":"\n   That's what the Buddha said happens.  Why would he lie about that?\n  ","417944":"\n   What if after we pass  away in this life, we automatically get reborn again into another body where how our previous life was just keeps on going.  Does that scare you?\n  ","417945":"\n   Why do you want to come back as something simple?\n  ","417946":"\n   Is the way you portray yourself on social media an accurate description of who you are in reality?\n  ","417947":"\n   So.... if a man seeks something in a woman, does that imply that men are not complete beings?\n  ","417948":"\n   How are you?\n  ","417949":"\n   sometimes I feel you send yourself these kind of questions\n  ","417950":"\n   is love enough in a relationship? Can you break up with someone you love?\n  ","417951":"\n   Did you find good deals on Black Friday?\n  ","417952":"\n   what do you think about mikael sharing she’s had casual s*x multiple times before? tmi?\n  ","417953":"\n   When you confront someone or get angry to start crying for no reason?\n  ","417954":"\n   What is a lie you have told, that has gotten so ridiculously out of hand that you've had to keep building on it and is now a part of your life?\n  ","417955":"\n   do you assume they are insecure?\n  ","417956":"\n   Gay people are disgusting people\n  ","417957":"\n   What do you think of people who don’t share their name or pics on ask?\n  ","417958":"\n   Are you a worrier? Example: you google your symptoms and freak out.\n  ","417959":"\n   it’s literally a spongebob meme\n  ","417960":"\n   Post something beautiful ?\n  ","417961":"\n   you’re copying cadie lmao\n  ","417962":"\n   The SpongeBob meme is where it originated ahahaha\n  ","417963":"\n   So which one is it?\n  ","417964":"\n   why do you capitalize random letters? lmao I seen this “trend” on ask lately. Yall copy each other.\n  ","417965":"\n   You sound rude\n  ","417966":"\n   So u do such kind of conversation Face to face?\n?\n\nWhat kind of intentions can be there behind the colour n type of panty?\n? its just fun to know we can judge the person by their type i think so\n  ","417967":"\n   But why u dont wamt to answer\nLike is there anythng ro hide in this?\n  ","417968":"\n   How often do you have movie night?\n  ","417969":"\n   ? i simply asked type n colour of panty\n  ","417970":"\n   so you usually feed into drama but today you aren’t in the mood?\n  ","417971":"\n   Panty?\n  ","417972":"\n   Do you believe ash?\n  ","417973":"\n   What form of punishment do you think would be fair, like a fine or 5 yr prison sentence etc.\n  ","417974":"\n   Followed\n  ","417975":"\n   I'm referencing the others, who have admitted to making false claims against him to derail his nomination.\n  ","417976":"\n   Are you known to be romantic amongst your friends? Like do you show affection in public\n  ","417977":"\n   What do you think should happen to people who make false claims, like the women with the Bret Kavanaugh case.\n  ","417978":"\n   What does a female seek in a man?\n  ","417979":"\n   Are you romantic?\n  ","417980":"\n   Thoughts on all the abxse drama on askfm\n  ","417981":"\n   Opinion on people who lie and make fake claims of rape\n  ","417982":"\n   Gay ?\n  ","417983":"\n   Which is easier for you to be heart broken or break a heart?\n  ","417984":"\n   Do you like talkative people or do you find them annoying?\n  ","417985":"\n   Are you a farter or a burper?\n  ","417986":"\n   Do you like be on your own?\n  ","417987":"\n   What do you consider early and late?\n  ","417988":"\n   How was your day?\n  ","417989":"\n   Did you get Fallout 76\n  ","417990":"\n   Do you constantly check your blood pressure? Is it always high or low?\n  ","417991":"\n   What did you get him?\n  ","417992":"\n   Who do you respect the most?\n  ","417993":"\n   Leadership needs a virtuous person, do you think she is a virtuous person?\n  ","417994":"\n   He is much better than Hillary Clinton\n  ","417995":"\n   The big final of South American football tonight, bitter Argentinian rivals face to face: Boca Juniors vs River Plate. The one you say will win.\n  ","417996":"\n   What genre of video games do you play? I play action, adventure, racing, & rpgs.\n  ","417997":"\n   Boca or River?\n  ","417998":"\n   Do you like Bojack Horseman?\n  ","417999":"\n   ✧\n  ","418000":"\n   Do you believe in destiny? What's yours?\n  ","418001":"\n   Which one is better? Go back to your ex-lover or go find a new one? Give me a reason, thank you..\n  ","418002":"\n   Are you gonna get the new Fallout that just came out?\n  ","418003":"\n   Single?\n  ","418004":"\n   Is it EA's BATTLEFIELD?\n  ","418005":"\n   When you feel sad, what cheers you up?\n  ","418006":"\n   If it’s neck and back pain, sometimes those V-shaped pillows (a strong decent one) really help, it helped me a bit as I have chronic muscle pain. Also heat patches (regular ones which generate thermal heat, and the Chinese herbal ? ones),   ibuprofen gel, and those microwaveable neck bean-bags.\n  ","418007":"\n   Really sorry you are in so much pain. Hope it passes soon.\n  ","418008":"\n   When was the last time you had craving for chocolate?\n  ","418009":"\n   What is the meaning of happiness!!????\n  ","418010":"\n   How often are you re-asked your own question\/s?\n  ","418011":"\n   why aggravating?\n  ","418012":"\n   what's your favorite social media, and why ?\n  ","418013":"\n   Everyone has flaws, it's what makes us human.\n  ","418014":"\n   Do you think that Trump is doing a good job for America?\n  ","418015":"\n   Do you think being and staying alive is hard?\n  ","418016":"\n   So basically you see the best in people until you realize that they're only human (not perfect) then all you can see is their mistakes?\n  ","418017":"\n   If reincarnation is a thing, would you rather not come back at all?  Come back as an alien somewhere in the universe?  Come back as an animal or come back as a human?\n  ","418018":"\n   Do you tend to see the best or the worst in people?\n  ","418019":"\n   Would you rather die fast or slow?\n  ","418020":"\n   Are you 27 or 28?\n  ","418021":"\n   What is one word that sums up your personality perfectly?\n  ","418022":"\n   How can you tell the number of years you have to go?\n  ","418023":"\n   Would you be homeless now if you weren't in a relationship?\n  ","418024":"\n   When is your birthday?\n  ","418025":"\n   How do you see yourself as double your current age?\n  ","418026":"\n   Was that before you were partnered?\n  ","418027":"\n   Why didn't you have anywhere else to go?  Like were you homeless at the time?\n  ","418028":"\n   Why did you sleep in a car and was it comfortable?\n  ","418029":"\n   Would you still watch them? Aren’t you too old for them?\n  ","418030":"\n   I love Bob's Burgers. Louise is my favourite! ? We got a Loot Crate last year that had a bunch of the burger recipes in it. On the YT channel that does Hot Ones, they have episodes with the voice of Bob making the real burgers.?\n  ","418031":"\n   Recently I've been watching a lot of Hilda on Netflix. It's a cartoon\/animated series and I'm really enjoying it. When was the last time you enjoyed a cartoon\/animated series and what was it?\n  ","418032":"\n   What’s Mulan about and why do you like about it?\n  ","418033":"\n   You don’t have a one favourite?\n  ","418034":"\n   What’s your favourite Disney\/Pixar movie?\n  ","418035":"\n   Do you agree that all's fair in love and war?\n  ","418036":"\n   do u play fortnite?\n  ","418037":"\n   Hi , I was thinking about that question and your answer.  It made me wonder then, do you think then that when people blow up and act terribly its a choice, and cant just be accepted as \"that's just me\"?\n  ","418038":"\n   Do you ever see your friends who work in retail or wherever, being nice to customers and laugh because you know that's not the real them? ?\n  ","418039":"\n   Who is the craziest person you know?\n  ","418040":"\n   Hey guys\/girls what's up? Today it's Music Day! Mention one favorite song of yours (you can post a phrase of your song or put the link below!) Have a good time!\n  ","418041":"\n   Do you make promises? Why or why not?\n  ","418042":"\n   Do you have any advice on how to get rid of a stiff neck? I slept awkwardly last night & it hurts unless I keep it tilted to one side ? I'm meant to be seshing tonight but as it also hurts when I tilt it back, that could present a problem for the downing of Jaigerbombs etc ? What should I do?? ?\n  ","418043":"\n   Did you win any awards at school? - Class Clown, Class Protector, Most likely not to give a f*ck, that kind of thing... ???\n  ","418044":"\n   Can i have some advice about a couple of teachers i'm having trouble with at school\n  ","418045":"\n   what makes you very happy a big gift or food?\n  ","418046":"\n   How are you?\n  ","418047":"\n   You're circumcised?\n  ","418048":"\n   People don’t take a day off their work just because it’s Black Friday lol\n  ","418049":"\n   Where you from sweetheart\n  ","418050":"\n   Anything good happened to you today\n  ","418051":"\n   what do you have to do after you had general anesthetic  and before you get discharged from hospital\n  ","418052":"\n   Can you sing?\n  ","418053":"\n   What is your car model?\n  ","418054":"\n   what kind of device do u have\n  ","418055":"\n   Ever slept in a car?\n  ","418056":"\n   Did you have a great day? What did you do?\n  ","418057":"\n   Do you spend much on alcohol?\n  ","418058":"\n   Are you good at saving money?\n  ","418059":"\n   Are you an alcoholic?\n  ","418060":"\n   Hi, Leigh. How is your day going?\n  ","418061":"\n   do you celebrate thanksgiving?\n  ","418062":"\n   Is it scientifically proven that homosexuality is innate?\n  ","418063":"\n   is it possibly to enjoy visiting churches occasionally if you're an atheist?\n  ","418064":"\n   Have you watched the parade? \nDid you already eat?\nhappy thanksgiving ???\n\nFor those not celebrating, do you like parades? Have you ate anything amazing recently?\n  ","418065":"\n   Do you tend to spend your money on something you don’t need just because it’s on sales?\n  ","418066":"\n   wow ! that is good \nwhat do you typically write about ?\n  ","418067":"\n   YESSSSS ?\nPlease do it!\n  ","418068":"\n   DUDE OMG you would make such a good Chloe !!!\n  ","418069":"\n   Are you going to shop on Black Friday? Do you always make use of the deals?\n  ","418070":"\n   -?\n  ","418071":"\n   What do you do ?\n  ","418072":"\n   I lkie your hair! You're awesome?\n  ","418073":"\n   why you are so beautiful ☺\n  ","418074":"\n   Do you believe there is an afterlife?\n  ","418075":"\n   Are you a duplicitous person?\n  ","418076":"\n   Are there some truths about you that you shy away from because they're just too hard to face?\n  ","418077":"\n   There are parents out there that will pick their other half over their own kid and then there are parents that will pick their kid over their other half...do you believe that either one is correct or for you would it depend on the situation? My mother always picked her partners over me.\n  ","418078":"\n   Have\/would you ever cosplay? If yes: which character? If no: what is your favourite costume that you've worn?\n  ","418079":"\n   Does true love exists?\n  ","418080":"\n   What's Love for you today?\n  ","418081":"\n   Are you crafty and think about of the box?\n  ","418082":"\n   Do you use photo editors? Recommend any?\n  ","418083":"\n   When you are feeling poorly, what 3 things (other than any relevant prescription medicine) help you to feel better? ?\n  ","418084":"\n   Felon voting: Should felons be allowed to vote, why, why not?\n  ","418085":"\n   Do you believe in miracles?\n  ","418086":"\n   good day so far\n  ","418087":"\n   gorgeous\n  ","418088":"\n   Hello ?\n  ","418089":"\n   Do you adapt to your surroundings?\n  ","418090":"\n   If you were ridiculously rich would you throw your money around?\n  ","418091":"\n   what was the latest artist\/band you have seen live?\n  ","418092":"\n   Does alcohol help you sleep better?\n  ","418093":"\n   Are you confident? Rate your self esteem levels\n  ","418094":"\n   If there's any place you'd love to visit again for fun, what is it and what would you love to do there?\n  ","418095":"\n   What's your favourite type of candy\/sweets?\n  ","418096":"\n   What's your horoscope\/astrology sign? Do you always relate to what they say about it?\n  ","418097":"\n   What are you thankful for?\n  ","418098":"\n   Are you a jealous person in relationships? Ex. If your partner constantly compliments someone else.\n  ","418099":"\n   Do\/Did you cheat at school\/university? If so, how and on which tests? Can you give me some advice, please?\n  ","418100":"\n   What is your fav sandwich\n  ","418101":"\n   Have you ever considered being a vegan if you aren't already one? Why or why not? If you're already one you can ignore this or use it as a filler!\n  ","418102":"\n   What kind of phone do you have? Do you prefer apple or android?\n  ","418103":"\n   Biggest turn on?\n  ","418104":"\n   People say you can’t forget your first love, Then why do people forget their parents?\n  ","418105":"\n   can i have some advice about a situation i have with my autistic brother\n  ","418106":"\n   Why?\n  ","418107":"\n   Do you develop a crush on someone easily and how often?\n  ","418108":"\n   Are you subscribed to pewdiepie?\n  ","418109":"\n   Do you love nature and why?\n  ","418110":"\n   Why you don’t forgive? People do mistakes big or small and we are constantly growing\n  ","418111":"\n   last time your were caught short?\n  ","418112":"\n   What's this coins stuff all about? Like what's the purpose of them?\n  ","418113":"\n   Will you drink much more tonight?\n  ","418114":"\n   What's the last thing you cried about?\n  ","418115":"\n   What does it take for you to forgive someone? Are you a forgiving person?\n  ","418116":"\n   Would you consider yourself more book smart, or street smart?\n  ","418117":"\n   Are you the oldest, middle, youngest, or only child? What was\/is it like? Did\/do you struggle with your birth order for any reason?\n  ","418118":"\n   If you could turn any of your hobbies\/interests into a well-paying career that made you incredibly successful and renowned, which ONE would you choose?\n  ","418119":"\n   Have you ever solved a rubik's cube without help? Could you do it again if you have?\n  ","418120":"\n   How are you so beautiful?\n  ","418121":"\n   Where do you buy it? Is it American?\n  ","418122":"\n   If you were to recommend one thing anything, what would it be?\n  ","418123":"\n   Ooo sounds nice! Hope you enjoy (:\n  ","418124":"\n   When was the last time you were excited?\n  ","418125":"\n   What do you wish comes with a warning sign? What do you want to know beforehand?\n  ","418126":"\n   Not counting any that you currently have or had in the past, what names do you think are cute to give pets?\n  ","418127":"\n   Are you responsible with your money\n  ","418128":"\n   Yeah I pay into my pension and so does my work. The private one that I want I only pay into it\n  ","418129":"\n   Have you ever had professional photos taken of yourself? Did you enjoy the experience? If you haven't, would you want to?\n  ","418130":"\n   Do you donate anything (money, clothes, food, blood, etc.) to charity\/services? Which ones?\n  ","418131":"\n   I have my normal bank account and my savings account. I am paying into my pension for when I retire. I am thinking of making a new account where I put a bit of money each week into a private pension account.  No clue if that is a bad idea or not?\n  ","418132":"\n   what is something that was recommended to you a lot but turned out to be a disappointment and not worth the time or money spent?\n  ","418133":"\n   What's up\n  ","418134":"\n   What are some of the cons and pros of living with you?\n  ","418135":"\n   Are you an avoider? (For example you avoid crowds, you avoid problems, you avoid love and getting attached)\n  ","418136":"\n   Have you ever been to blame for the loss of a friendship?\n  ","418137":"\n   Is this normal? me and my SO have been starting to have arguments after we moved in together. We rarely did before\n  ","418138":"\n   What is your favourite accessory to wear? (e.g. earrings, scarves, hats, etc.)\n  ","418139":"\n   Taking a shower, brushing your teeth, washing your clothes. You can only pick 2 out of the 3 for the rest of your life. Go.\n  ","418140":"\n   What world record do you think you could set?\n  ","418141":"\n   Do you believe in afterlife?\n  ","418142":"\n   Anyone here?\n  ","418143":"\n   Do you like rainy days? Do you like going out when it rains?\n  ","418144":"\n   would you go on i'm a celebrity get me out of here?\n  ","418145":"\n   Do you talk to them on a daily basis?\n  ","418146":"\n   What did you learn about yourself recently?\n  ","418147":"\n   Do you put your family’s\/friend’s happiness above yours? If so does it exhaust you?\n  ","418148":"\n   List two negative traits about someone you follow? (without mentioning names)\n  ","418149":"\n   List two positive traits about someone you follow? (without mentioning names)\n  ","418150":"\n   If someone reached out to you to apologize for a mistake, are you able to forgive and forget?\n  ","418151":"\n   Which people would you miss the most off Ask if they deactivated?\n  ","418152":"\n   Hey I'm so very sorry if you've answered this before, but do you have any advice or resources for people who can't afford mental health services and therapy? Tysm\n  ","418153":"\n   do you play PUBG on your phone?\n  ","418154":"\n   What social media do your parents use?\n  ","418155":"\n   Do you think that America is a plutocracy?\n  ","418156":"\n   What do you regret throwing away, or otherwise getting rid of?\n  ","418157":"\n   What sort of things give you rage? ?\n  ","418158":"\n   Are you scared of attachments? Have you ever been scared to love someone?\n  ","418159":"\n   How’s your day going?\n  ","418160":"\n   I'm bored during work again, so going to ask people I follow some questions :) \n\ndo you play any videogames? if so what are your current faves to play? Mine is Spyro and Fallout!\n  ","418161":"\n   Do you enjoy reading in your spare time? If so, what books do you highly recommend?\n  ","418162":"\n   Would you rathee do a sky dive from 12 thousand feet or have no internet for 6 months\n  ","418163":"\n   How many times roughly do you usually refill your plate at an All you can eat Chinese buffet??\n  ","418164":"\n   Which out of the following are you most like on a night out?: 1) The one who doesn't know when to stop ?  2) The one who phones the dealer after 1 pint ? 3) The one who sits on their phone all night? 4) The one who leaves without saying bye ? 5) The one who wants to fight everyone ?\n  ","418165":"\n   What's hurting you more than everything??\n  ","418166":"\n   are you an intellectual\n  ","418167":"\n   Do you like having a cold shower\n  ","418168":"\n   Regardless of whether you believe in the concept of sin or not, which of the 7 Deadly Sins do you identify with most? Least? (The sins are pride, wrath, lust, gluttony, sloth, greed, and envy).\n  ","418169":"\n   What’s the easiest way to break up with someone? They still love me but I don’t. I don’t want to say that because I’m afraid I will hurt them\n  ","418170":"\n   If someone were to say \"I have a surprise gift for you\" right now, what would you INSTANTLY want it to be?\n  ","418171":"\n   What fictional character reminds you of yourself?\n  ","418172":"\n   at least now you know who’s always your anon.\n  ","418173":"\n   So do you listen to jerky boys\n  ","418174":"\n   Would you rather your shirts be always two sizes too big or one size too small?\n  ","418175":"\n   what are your thoughts on circumcision?\n  ","418176":"\n   that last anon was me I hate this damn thing obviously I don't want to be anon in the thread I was part of\n  ","418177":"\n   haha did they ask this cause I'm old\n  ","418178":"\n   what about your best friend?\n  ","418179":"\n   Is this your best birthday?\n  ","418180":"\n   When do you think someone should stop wearing make up?\n  ","418181":"\n   When you’re in a bad mood to need company?\n  ","418182":"\n   How was your birthday? Did you get gifts?\n  ","418183":"\n   Can you check out the rent a friend site and tell me if it looks safe?\n  ","418184":"\n   which too faced palettes do you have? I have chocolate gold and life's a festival but I want clover and pineapple\n  ","418185":"\n   That's a little extreme!\n\nHave you ever gone to the movies alone? I've only done so once and it felt nice :)\n  ","418186":"\n   what's your favorite high end makeup brand and what's your favorite drugstore brand?\n  ","418187":"\n   Ever registered on rentafriend.com ?\n  ","418188":"\n   Thank you for alleviating my anxiety about going to the movie theater and sitting all alone by myself. The day I go though..either Sat or Sun next weekend,  will you be here for me if I start to freak out and provide moral support if I need you.like maybe every 15 minutes I send you updates? Or\n  ","418189":"\n   Oh okay sorry so I'll ask now, I want to go to see creed 2 but my gf doesn't want to go and it's thanksgiving coming up so friends are busy. Is it awk or embarrassing if I just go all alone like by myself?? And will the ticket seller laugh at mr for buying 1 ticket and people throw stuff at me ??\n  ","418190":"\n   My question about going to the movies alone tho?\n  ","418191":"\n   Do you have to get up early?\n  ","418192":"\n   When was the last time you had stomach issues?\n  ","418193":"\n   Have you ever had food poisoning or ate something bad?\n  ","418194":"\n   What's your favorite gum flavor?\n  ","418195":"\n   Do you feel upset when someone tells you they need some space?\n  ","418196":"\n   Is \"advanced\" a verb or an adjective?\n  ","418197":"\n   lol everyone tagged you that you get good questions and yet you always complain about your anons.\n  ","418198":"\n   Character\n  ","418199":"\n   If your friend has bad hygiene, would you tell them? If they don’t change, would you still be friends with them ?\n  ","418200":"\n   Who’s better your bf or your best friend?\n  ","418201":"\n   Do you get baby fever when you see your friends pregnant?\n  ","418202":"\n   Do you hold grudges against people?\n  ","418203":"\n   Would you be with your bf based only on his looks?\n  ","418204":"\n   Have you ever had a bad experience with shopping online?\n  ","418205":"\n   Have you ever done volunteering job?\n  ","418206":"\n   Have you ever had Christmas colored hair?\n  ","418207":"\n   Are you planning on going black Friday\/boxing day shopping?\n  ","418208":"\n   Do you shop ahead of time or are you more of the wait til the last minute kind of shopper?\n  ","418209":"\n   Are u straight?\n  ","418210":"\n   Are you pleased with your cv? Do you add lots of things that might not be true?\n  ","418211":"\n   I’m apply for jobs... any tips please? I’m worried I might be disappointed\n  ","418212":"\n   Do you ever buy Christmas flowers such as Poinsettias?\n  ","418213":"\n   Have you ever swore at a teacher or your manger?\n  ","418214":"\n   Would you rather be sick on thanksgiving or Christmas? Which would be the worst for you?\n  ","418215":"\n   do you think dera will be a good mother?\n  ","418216":"\n   what kind of candy do u think we'd be for Halloween?\n  ","418217":"\n   Have you ever heard of the singer Noonie Boa?\n  ","418218":"\n   Happy birthday! \n\nI'll send some questions out when I think of some\n  ","418219":"\n   May I see your handwriting please?\n  ","418220":"\n   Did you have a good day xxxxxxxxx\n  ","418221":"\n   What have you been up to?\n  ","418222":"\n   Do you agree that everyone has done something illegal at least once?\n  ","418223":"\n   what if you hated them?\n  ","418224":"\n   If you had a fall out with a friend would you share their secrets with others?\n  ","418225":"\n   Who’s the most selfless person you know and why do you seem them as such?\n  ","418226":"\n   Virgin\n  ","418227":"\n   Your neighbours ... the people upstairs, or those next door, or down your street ... whoever they are, how well do you know them? Do you get along with them?\n  ","418228":"\n   Who in your life is the most chatty? What topics do they talk about the most?\n  ","418229":"\n   Had sex\n  ","418230":"\n   You pretty unicorn ❤?\n  ","418231":"\n   Who in your life gives you the most support and encouragement? How do they help?\n  ","418232":"\n   hi, how are you doing?\n  ","418233":"\n   Hope neither of you mind, but I borrowed your question as it’s a good one, and reminded me of something that happened on here a few days ago ? - Doug\n  ","418234":"\n   Yeah, sorry i didn't mean to sound like i was telling you what to do. ?\nBut see how its a brand new account , that just proves his last fake act got banned\n  ","418235":"\n   Bra size\n  ","418236":"\n   whats your worst habbit?\n  ","418237":"\n   That Eric is a troll  fake account.  He was bugging other of us girls this week. Block or report him\n  ","418238":"\n   How old r u\n  ","418239":"\n   Fingers vagina\n  ","418240":"\n   Bra size\n  ","418241":"\n   Want me\n  ","418242":"\n   Do you have any Christmas traditions? :D\n  ","418243":"\n   If I had a dollar for every time ... continue\n  ","418244":"\n   Hi! :3 are you looking forward to Christmas? If so, what are you looking forward to most? :3\n  ","418245":"\n   Do you see crying is a sign of weakness?\n  ","418246":"\n   What do you think of people on ask who sends threats? Do they scare you? For example: Ben.\n  ","418247":"\n   did you update your bio oldie? you’re the oldest on ask\n  ","418248":"\n   Didn’t know it was your Birthday, hope you have\/had a good day ??\n  ","418249":"\n   Happy Birthday ? ?\n  ","418250":"\n   What season do you love the most?\n  ","418251":"\n   my mom loved blue moon. me, i can’t stomach the taste of it or any kind of ale. idk why, but if it’s not bud light only, i cannot drink it without feeling sick lmaoo.\n  ","418252":"\n   Well, if it's so simple, why don't you just explain it to us, you noob!\n  ","418253":"\n   Do you put up your own Christmas tree or do you just admire the one others put up in your home?\n  ","418254":"\n   Ever been to Salem Massachusetts?\n  ","418255":"\n   What are you drinking tonight? Leigh RULES\n  ","418256":"\n   Well, if you worship yourself, technically you're playing God. You do know what 'worship' means, don't ya?\n\nAnyway who do you think you are? A member of illuminati? ?\n  ","418257":"\n   Just saying.. \nBetter to worship the only god there's than worship ones self. It's just arrogance\n  ","418258":"\n   Then how is it related to satanism? \nSo in a way, you're a god? Can you predict your own death?\n  ","418259":"\n   Lol did you actually make your own flesh and skin to be a God? And if you are a God then why do you have features of a girl?\n  ","418260":"\n   So what is it about laveyan satanism? Do you worship Satan or yourself?\n  ","418261":"\n   You don't have a religion, do you?\n  ","418262":"\n   I don't understand. Why choose to wear something that makes you look like as though you're a devil worshipper? Is it just for artistic purpose or does it represent your spirituality?\n  ","418263":"\n   Oh my god. That is so satanic.\n  ","418264":"\n   Have you ever felt ashamed about your past?\n  ","418265":"\n   Which 3 things would you take to a deserted island ... ??\n  ","418266":"\n   Are old or new games consoles better\n  ","418267":"\n   You like leather ?\n  ","418268":"\n   What's one thing someone wouldn't know about you X ?\n  ","418269":"\n   to be fair some women do friendzone guys the ones who admit that they do cuz they like the attention they get but they would never date em and its worse when they try to move on and they act like something might happen just to keep the guys there thats cruel\n  ","418270":"\n   What is your \/least favorite\/ vegetables and fruits?\n  ","418271":"\n   You like rain x\n  ","418272":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","418273":"\n   What's the hardest pose to do in yoga?\n  ","418274":"\n   Do you like snow X\n  ","418275":"\n   Do you do yoga ?\n  ","418276":"\n   You like fireworks x\n  ","418277":"\n   What will finally break the internet?\n  ","418278":"\n   Whats your likes \/ dislikes?\n  ","418279":"\n   How do you deal with stupid people?\n  ","418280":"\n   Are you a materialistic person ?\n  ","418281":"\n   Do you see yourself with someone else other than your bf? Is it easy to break up with him?\n  ","418282":"\n   Is farting the most fun a girl can have without taking her clothes off?\n  ","418283":"\n   do you work with anyone who you think is an asshole\n  ","418284":"\n   You ok x\n  ","418285":"\n   How can I help someone out in a very small way?\n  ","418286":"\n   Do you prefer asking or replying to questions?\n  ","418287":"\n   What makes a good person x\n  ","418288":"\n   You ain’t loyal. Your boyfriend would be disappointed\n  ","418289":"\n   Do\/did you have fear of mirrors?\n  ","418290":"\n   What's the highlight of this year been for you?\n  ","418291":"\n   If there’s a hype over a show you didn’t like would force yourself to watch it?\n  ","418292":"\n   Wow so you don’t love your boyfriend that much.\n  ","418293":"\n   Have you heard of yungblud? if not you should check out his music, he's really good ?\n  ","418294":"\n   Why do you always have a lot of questions?\n  ","418295":"\n   What makes you happy x\n  ","418296":"\n   You like Cooking?\n  ","418297":"\n   Fav TV programs?\n  ","418298":"\n   What is your definition of honesty?\n  ","418299":"\n   What does respect mean?\n  ","418300":"\n   What does contentment mean?\n  ","418301":"\n   You like card games x\n  ","418302":"\n   You like metal music ?\n  ","418303":"\n   Have you been to the zoo?\n  ","418304":"\n   You're so gorgeous\n  ","418305":"\n   oh it is your birthday tomorrow ? only one way i actually remember when it is.\n  ","418306":"\n   soo i just realized your birthday is tomorrow haha, happy early birthday! ? any plans?\n  ","418307":"\n   Favourite flavour ice cream?\nVanilla, mint or choc?\n  ","418308":"\n   Do you eat meat?\n  ","418309":"\n   Do you eat bacon?\n  ","418310":"\n   Do you like chips?\n  ","418311":"\n   Do you like Tennis?\n  ","418312":"\n   How do you define a gamer?\n  ","418313":"\n   Do you own a PlayStation?\n  ","418314":"\n   You prefer piercings or tattoos?\n  ","418315":"\n   Do you like pizza?\n  ","418316":"\n   what if it was mxrder w no justifiable reason\n  ","418317":"\n   preach, leigh, preach. it's almost like they try to make the girl feel guilty like stfu and let people date when they're ready lol\n  ","418318":"\n   If your bf went to prison would you break up with him?\n  ","418319":"\n   Do you bother with new years resolutions?\n  ","418320":"\n   What are the qualities in boys you put in the friendzone?\n  ","418321":"\n   Thank you for taking your time to explain <3\n  ","418322":"\n   Have you ever had to deal with death, whether it’s a person or a pet? How did you handle it?\n  ","418323":"\n   Do you prefer real or fake\/artificial flowers?\n  ","418324":"\n   Do you count the days before Christmas?\n  ","418325":"\n   Is it grammatically incorrect to say \"I like to meet people that share the same interests\"? Someone said it is and i should replace \"that\" with \"who\". English isn't my first language, I'm still learning and I appreciate when people correct me, it helps me improve.\n  ","418326":"\n   How many coins do you have?\n  ","418327":"\n   do you have any celebrity crushes?\n  ","418328":"\n   Do you have plans for Thanksgiving this year? Are you hosting\/cooking dinner or going somewhere else etc. If not, whatcha doing instead?!\n  ","418329":"\n   Did you ever get suspended or kicked out of school for good when you were there if you did why\n  ","418330":"\n   Why don't you identify as a feminist anymore?\n  ","418331":"\n   Is money everything in a relationship between a bf and gf or husband and wife\n  ","418332":"\n   Do you think horror movies are less scary now?\n  ","418333":"\n   Have you had a good life you think\n  ","418334":"\n   How do you control you anger?\n  ","418335":"\n   How often do you have nightmares and do you remember them?\n  ","418336":"\n   How have you been feeling?\n  ","418337":"\n   Is it more important to love or be loved?\n  ","418338":"\n   Not for their answers, but for the questions they get sent by anons. Who is your favourite person on here to follow?\n  ","418339":"\n   What’s your favourite animal and why?\n  ","418340":"\n   What's the best gift\/present you've ever received from someone and why is it your favourite?\n  ","418341":"\n   Lol stupid question really haha how you doing today\n  ","418342":"\n   Are boots comfortable?\n  ","418343":"\n   Are you open minded x\n  ","418344":"\n   Hobbies x\n  ","418345":"\n   Siblings x\n  ","418346":"\n   You like needles?\n  ","418347":"\n   You like movies x\n  ","418348":"\n   Do you like snow x\n  ","418349":"\n   Fav bands x\n  ","418350":"\n   You up to much\n  ","418351":"\n   What time is it there?\n  ","418352":"\n   Do you write often?\n  ","418353":"\n   Left or right handed. X\n  ","418354":"\n   You like art\n  ","418355":"\n   Do you watch TV?\n  ","418356":"\n   Summer or winter\n  ","418357":"\n   You straight Edge ?\n  ","418358":"\n   Do you like sleep?\n  ","418359":"\n   Height?\n  ","418360":"\n   Ever met a celebrity?\n  ","418361":"\n   Tats \/ piercings?\n  ","418362":"\n   Fav consoles x\n  ","418363":"\n   Hey :3\n  ","418364":"\n   Are you a gamer x\n  ","418365":"\n   You like sports x\n  ","418366":"\n   Drink \/ drive \/ smoke x\n  ","418367":"\n   Phobias x\n  ","418368":"\n   How's you x\n  ","418369":"\n   Wdym by inappropiate?\n  ","418370":"\n   Do you believe in horoscope compatibility?\n  ","418371":"\n   No spoilers: would you recommend someone to watch the haunting of hill house? Is it the scariest tv show you watched?\n  ","418372":"\n   Would you ever do karaoke on a night out\n  ","418373":"\n   How often do you check your emails?\n  ","418374":"\n   Follow you ! ??\n  ","418375":"\n   Heels or boots?\n  ","418376":"\n   You like coffee? :)\n  ","418377":"\n   what can I ask ?\n  ","418378":"\n   Hi hi <3 xxxxxxx\n  ","418379":"\n   Sexuality? =]\n  ","418380":"\n   I dont think your bf likes another girl making out with you\n  ","418381":"\n   Flats or sandals?\n  ","418382":"\n   Tea, coffee or hot chocolate?\n  ","418383":"\n   Ik lol but when you are bi you will make out with another girl\n  ","418384":"\n   where are you from?\n  ","418385":"\n   you ok xxxxx\n  ","418386":"\n   True but it involves another girl in the process\n  ","418387":"\n   Technically you are lesbian since you are bi\n  ","418388":"\n   Are you there?\n  ","418389":"\n   Want a bf\n  ","418390":"\n   ur the most beautiful and unique girl ever and i rly mean it this is not mass sent\n  ","418391":"\n   Hello I am hoping I am understanding this situation correctly. I myself actually have autism spectrum disorder and I wrote a response to this whole thing. I apologize for how long it is but I appreciate any reads because I work hard.\n   \n    http:\/\/freetexthost.com\/1l1qa1jvxa\n   \n   credit to\n   \n    @dovbts\n   \n   for website\n  ","418392":"\n   Any gift ideas for your loved ones?\n  ","418393":"\n   When does ur household usually start putting up Christmas decorations?\n  ","418394":"\n   Would you rather lose all of your money and valuables or all of the pictures you have ever taken?\n  ","418395":"\n   Have you ever had the feeling you were being watched?\n  ","418396":"\n   What word do you always misspell?\n  ","418397":"\n   If your life had a mascot, what would the mascot be?\n  ","418398":"\n   what do you remember about 2008?\n  ","418399":"\n   Do you usually find new songs from movies to listen to?\n  ","418400":"\n   Looks so pretty but glad to not be in the East Coast rn. too soon for snow!!! especially of that volume already. Drive safe. hopefully have plows by then :o\n  ","418401":"\n   Stay safe & drive slow if you have to ❤️\n  ","418402":"\n   It took my mom about the same to get home. and she only works 8.0 mile from our house lol. i hope it doesn’t snow again for a while lol.\n  ","418403":"\n   yeah i know . i wonder why they aren’t telling the plows to come out & put some salt down. granted it suppose to rain but still . it’s dangerous out rn\n  ","418404":"\n   That’s what i’m saying . ?. Ny weather needs to get it together lol\n  ","418405":"\n   Are you afraid of heights?\n  ","418406":"\n   What’s your occupation or jon title?\n  ","418407":"\n   What are your thoughts on people who have never seen an episode of Game of Thrones!! ?\n  ","418408":"\n   Ugh. Why is my link being sent around. Stop. Also anon, don't use my gender to invalidate Leigh's. My identity doesn't somehow negate theirs. I'm begging y'all at this point to find something more interesting and productive to do.\n  ","418409":"\n   leigh i like you eyes, that's soo beautiful\n  ","418410":"\n   im waiting for you to realize that you’re a woman. there’s no such thing as non binary\n  ","418411":"\n   Send a photo, which is not available in social networks?\n  ","418412":"\n   Saying that is disrespectful to autistic people because they don't understand social things\n  ","418413":"\n\n    https:\/\/ask.fm\/misphire\/answers\/151170437116\n   \n","418414":"\n   Would you say that you are in good and healthy shape\n  ","418415":"\n   That's really nice to hear! I hope that will continue ? Stay strong always\n  ","418416":"\n   What does coke feel like?\n  ","418417":"\n   What drugs did y'all do\n  ","418418":"\n   If you were arrested with no explanation, what would your friends and family assume you had done?\n  ","418419":"\n   Biggest achievement in 2018?\n  ","418420":"\n   Post your fav GIF\n  ","418421":"\n   ......wait your bf and you were having sxx and doing drugs in a random house? Why?\n  ","418422":"\n   literally no one, in any generation, asks people on the street to be friends unless they’re in prek and don’t “get” social stuff yet. pointing that out isn’t rude, because irl etiquette SHOULD be followed online as well? i????\n  ","418423":"\n   Wasn’t following you in the first place ??‍♀️ don’t assume everyone likes you, they don’t.\n  ","418424":"\n   The world has gone to shit bc of people like you. You’re a rude ass.\n  ","418425":"\n   Older than you, princess.\n  ","418426":"\n   People are just rude these days. Your generation sucks.\n  ","418427":"\n   then maybe you should change ??‍♀️\n  ","418428":"\n   We should be friends\n  ","418429":"\n   you seem sanctimonious\n  ","418430":"\n   Well that's a good memory right there :)\n  ","418431":"\n   Ever seen Frank Zappas kids names?\n  ","418432":"\n   How many times have you had the Frank Zappa question put to you?\n  ","418433":"\n   Say you were to get me a random gift, what type of gift would you likely choose, and why?\n  ","418434":"\n   I feel like many of us do that.\n  ","418435":"\n   Do u work better under stress ?\n  ","418436":"\n   Do you have any unique or interesting Christmas traditions?\n  ","418437":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","418438":"\n   what decision was probably the hardest yet the best one you ever made?\n  ","418439":"\n   What’s the most insane thing you’ve ever been caught doing?\n  ","418440":"\n   Could you run 100 miles in one week\n  ","418441":"\n   ✨looking for more people that i have followed on my previous acc and for those who have followed me too✨\n\nalso, use this as a filler to tell me about any special weekend plans you might have coming up!\n  ","418442":"\n   Hey guys, I'm going to deactivate this account today and move to\n   \n    @misphire\n   \n   so please follow\/ask me questions over there! Only if you want, of course. ? (Feel free to use this as a filler).\n  ","418443":"\n   Would punch someone if he flirted with you?\n  ","418444":"\n   What is your wildest fantasy?\n  ","418445":"\n   What date is it appropiate to play Christmas songs?\n  ","418446":"\n   When is the earliest should the Christmas Tree be put up?\n  ","418447":"\n   You say your memory recall is not good but you were able to remember a question asked of you about Frank Zappa.  That questions was about 2 or 3 months ago so your memory can't be that bad?\n  ","418448":"\n   so i’m a whole idiot & forgot my psswrd to my littesha acc & am now locked out of it. sadly, i had to make a new page as annoying as it is so follow me here ?? if you follow me on fb, you can message me to confirm this isn’t a fake acc.\n  ","418449":"\n   You were my 100th follower on twitter. \n\nI noticed you on one of Courtney's posts\n  ","418450":"\n   Did you play Spyro when you were younger? How do you feel about the remastered version? Will you be buying it at midnight tonight?! Heh.\n  ","418451":"\n   Fv youtuber\n  ","418452":"\n   What turns you off from a guy\n  ","418453":"\n   Who do you enjoy hanging out with the most and why?\n  ","418454":"\n   What do you think is wrong in the world right now?\n  ","418455":"\n   Does the world have a good future?\n  ","418456":"\n   How's your memory?\n  ","418457":"\n   Do you know much about your country's history?\n  ","418458":"\n   Have you ever posted a poll on here? Why\/why not? If you have, what was it of?\n  ","418459":"\n   Some people can't believe that I eat never had an iPhone but I've just never enjoyed them and would prefer to support other companies. Are you more of an iPhone or Android user and what are your opinions on both?\n  ","418460":"\n   Ever heard of Frank Zappa?\n  ","418461":"\n   Would you want to know when your going to die & how? or are you better off not knowing?\n  ","418462":"\n   Type of body wash & toothpaste u love to use?\n  ","418463":"\n   aww. That's so cute! I was actually going to ask you what you were going to do for it. have fun!\n  ","418464":"\n   Filler!!!\n  ","418465":"\n   Have you even been cat called or rude men hit on you when you go out? How do you deal with them? I hate when they don’t stop\n  ","418466":"\n   When you argue do you need to cool off or you just talk like nothing happened within seconds?\n  ","418467":"\n   What is your favorite fruits and vegetables?\n  ","418468":"\n   Fav tv shows as a kid\n  ","418469":"\n   How often do you wear jewellery?\n  "},"Answer":{"417397":"\n  contrary to popular belief, men can be faithful. if he was unhappy with our relationship, then he would have ended it ages ago.\n  ","417398":"\n  i've trained a few people so far, and i've always been patient and willing when it comes to my job. it also helped that the people i trained knew what they were doing already, i just had to inform them of things to look out for especially and different aspects of microsoft office.\n  ","417399":"\n  i either go during the weekdays after work or super early in the morning on the weekends (preferably sunday mornings when everyone is still asleep, lol).\n  ","417400":"\n  no, i usually just throw them into gift bags or wrap them in boxes, lol.\n  ","417401":"\n  i didn't before receiving this question, but i just briefly read up on it !!\n  ","417402":"\n  the first name that comes to mind is ashley.\n  ","417403":"\n  i think everyone has experienced this at least once in their lives.\n  ","417404":"\n  no, i'm planning on just relaxing today and maybe wrapping a few xmas gifts. i don't have any errands to run because i got done with them earlier in the week.\n  ","417405":"\n  i don't consider myself to be beautiful, so the idea makes me uncomfortable.\n  ","417406":"\n  he's never been offended -- he requires alone time when he's upset too, so he completely understands.\n  ","417407":"\n  i've not responded to texts before (they weren't urgent or anything), but i always answer his phone calls just in case something bad happened and he needed to speak with me. in those cases, then i'll talk to him but only for maybe five minutes before telling him what's going on and i need some quiet time.\n  ","417408":"\n  i honestly don't know of any real celebrity who has an account on askfm, and the fact that so many random people make fake accounts trying to prove its them (especially the ariana grande ones, lol) is pathetic.\n  ","417409":"\n  depends on what's upsetting me. sometimes i need time left alone while other times i need my boyfriend to calm me down by talking to me.\n  ","417410":"\n  you have a valid point, but sometimes it's nice to sit down and do nothing for a change. everyone needs time to recoop.\n  ","417411":"\n  good morning, friends ~~\n  \n  ask me questions !! i have a full day ahead of me with nothing to really do. :'))\n  ","417412":"\n  i don't remember most of my dreams, but i doubt there's any significant meaning behind them.\n  ","417413":"\n  i woke up early because i went to bed super early last night, i think i was asleep around 11pm.\n  \n  also, my body's natural clock always wakes me up early because i'm so accustomed to getting up around 7:30am for work.\n  ","417414":"\n  no, i don't have any cavities.\n  ","417415":"\n  i actually enjoy buying gifts -- my favorite thing about the holidays is seeing everyone's reactions when they open the gifts i bought them.\n  ","417416":"\n  i'm just laying in bed, deciding whether or not to go back to sleep. it's only 8am and i don't really have any real reason to be awake rn, rofl.\n  \n  i'm almost done xmas shopping, though, which is a nice feeling !! this is i think the first year where i actually got done with everything early.\n  ","417417":"\n  i like both cats and dogs, but i've only ever had a dog out of those two because my family doesn't like cats very much.\n  \n  i do reckon that my boyfriend and i will have both cats and dogs when we move in together, though. rofl.\n  ","417418":"\n  i think it entirely depends on the couple. your friend's relationship may seem fast to an outsider, but perhaps they do have a wild chemistry that makes their progression make sense to them because they connect on such an intimate level.\n  \n  i've also known some people who moved fast in relationships, but again, it all depends on the relationship itself as there's no universal way of determining milestones in relationships. some people take longer than others, but as long as both people are comfortable with their progression and it feels right to them, then that's all that really matters.\n  ","417419":"\n  they don't usually get the death penalty, although i wouldn't be opposed to a vigilante doing the world a favor.\n  ","417420":"\n  i throw them in the garbage.\n  ","417421":"\n  i'm so bored & it's only 9pm.\n  \n  ask me questions while i watch some of my friends' streams on twitch ~~\n  ","417422":"\n  i don't really ever see instances of competition between people these days, so no.\n  ","417423":"\n  i'm against the death penalty. i think it's barbaric and an outdated means of punishment.\n  \n  plus, it's more of a punishment to let those criminals rot in jail in solitary anyway.\n  ","417424":"\n  because some anons think they're entitled to information about strangers' sex lives. i've consistently stated that i don't talk about my sex life on askfm, so that's why i figured the anon was new to my page.\n  ","417425":"\n  are you saying yes to the fact that you're new to my page, or are you answering the anonymous question on my behalf ?? rofl.\n  ","417426":"\n  you must be new to my page if you think i would answer this question.\n  ","417427":"\n  my day has been fine. i got woken up by my boyfriend bringing me breakfast and coffee in bed, and then we hung out until he had to go to work.\n  \n  since i got home, i've been browsing websites and shopping online for xmas gifts. i also just woke up from a nap so i'll probably make another cup of coffee before having dinner.\n  ","417428":"\n  sure, but it doesn't mean i'll answer it. lol.\n  ","417429":"\n  probably at some point in the past, but it isn't something i explicitly remember.\n  ","417430":"\n  you'd be surprised at how helpful doctors and therapists can be, as long as you allow yourself open to the idea that you need to share your feelings in order to begin healing.\n  ","417431":"\n  i'm sorry that you don't have the option to see a doctor right now. however, there are online resources that can help with depression as well as talk and crisis hotlines. i'm also pretty sure there's a texting service you can use depending on where you live if you're not comfortable talking on the phone.\n  \n  try to keep in mind that the opportunity will present itself for you to receive help, though. it may not be right now but you will get there in time, and you deserve to see the day where you can finally get professional help for your mental illness.\n  ","417432":"\n  no, i don't think they did. then again, it's different because there's a large age gap between me and my brother so it's not as if we were raised at the same time.\n  ","417433":"\n  depends on what you need help with.\n  ","417434":"\n  sure, that seems totally possible. if one parent favors one child over the other, it could lead to feelings of jealousy and resentment between the two siblings because one feels appreciated while the other does not.\n  ","417435":"\n  technically, at least eight hours per day -- my job entails reading, proofreading, and writing so i'm constantly reading documents critically.\n  ","417436":"\n  PTO = paid time off.\n  ","417437":"\n  not that i can recall, actually. i know people who have ruined movies, songs, etc etc., for me but i don't think it was as if they were intentionally out to ruin that particular item. it just ended up being a byproduct of their behavior and my association of that item with that person.\n  ","417438":"\n  i might go on a small weekend trip with my boyfriend & his family within the next month or so, depending on how much PTO i still have available come january. if that happens, then that would be exciting.\n  ","417439":"\n  i do most of my shopping online these days, especially when it comes to holiday shopping. i shop in stores for small things i need, i.e. toothpaste and deodorant, as well as food shopping, but everything else is bought online.\n  \n  i don't think i've bought a single xmas gift in store yet, rofl.\n  ","417440":"\n  no, i absolutely hate the sound of my own voice. i was cringing last night because i was singing so loudly at the concert & could hear myself, LOL. i felt terrible for the people sitting next to me.\n  ","417441":"\n  i've always liked the name louis !! it's a generic name that's quite common, but for some reason it has always appealed to me.\n  \n  i think it also partly has to do with the fact that it was the name of one of my boyfriend's uncles who was an admirable man.\n  ","417442":"\n  ideally, humans should be well informed about a lot of things. it wouldn't hurt for people in general to be more informed about sex and sexuality because it can only lead to more inclusivity regarding lgbt communities.\n  ","417443":"\n  OH, LOL. sorry, i'm still hungover from last night.\n  \n  i think \"hehe\" is more juvenile with a hint of mischievous intent, while \"haha\" is more neutral.\n  ","417444":"\n  yes, i believe in the concept of free will.\n  ","417445":"\n  president andrew jackson's bird had to be removed from his funeral services because it was cursing too much (he taught his bird curse words, apparently).\n  ","417446":"\n  uh ... what.\n  \n  one has a's in it while the other has e's in it, obviously.\n  ","417447":"\n  i'm not religious, so no.\n  ","417448":"\n  i really don't know what assumptions people make about me because i've never asked.\n  ","417449":"\n  honestly, i've always identified more with the villains of stories, LOL.\n  ","417450":"\n  lust and love are two different entities. lust can be described as a strong s*xual desire for someone, while love doesn't necessarily have any connection with sex at all. most of the time, love occurs without interference from lust.\n  ","417451":"\n  probably some drunken shenanigan that has slipped my memory.\n  ","417452":"\n  just because you've been lucky with the pull out method doesn't mean it works. people can still get pregnant from pre-c*m so there's just as much of a risk there than if someone didn't pull out. the pill is around 99% effective, while pulling out definitely is not. there's a reason no doctors recommend it as an effective means of birth control.\n  ","417453":"\n  i've always wanted to travel, so yes. it would be interesting to travel the world and gain new experiences.\n  ","417454":"\n  i think companies should hire based on skill and experience, not how attractive someone may be. if you want your company to function effectively, you need good workers, and that has nothing to do with how a person looks.\n  ","417455":"\n  the pull out method is ineffective, and those who actually use it as their only means of birth control don't have a genuine understanding of sex and pregnancy.\n  \n  you can still get pregnant by pulling out. you can get pregnant even if the male doesn't finish. there's still viable sperm in pre-c*m and i've known people who got pregnant off of it.\n  ","417456":"\n\n   @misphire\n  \n  sends out great spam questions !!\n  \n  i also love the questions you send out too. :'))\n  ","417457":"\n  depends on what i eat. sometimes i have dairy sensitivities, so my stomach gets upset if i have too much dairy. it's been happening to me a lot lately.\n  ","417458":"\n  hello ~~\n  \n  i'm doing well, albeit a bit hungover !! lmao. i went to a concert in brooklyn last night and didn't get home until early in the morning. luckily i took today off from work to recover.\n  ","417459":"\n  i honestly only use body sprays, haha. lately i've been using rose quartz and moonstone by bath and body works.\n  ","417460":"\n  i don't have much of a view, lol. it's just other people's houses and the street.\n  ","417461":"\n  of course not. if he lost his job, he would be actively seeking a new one.\n  ","417462":"\n  it was so good !! omg, i nearly cried when mike shinoda came on, lol. the bands were all amazing and it was a really good time.\n  ","417463":"\n  UGH SAME.\n  \n  although i also love geoff & jeremy. and barbara is legit the nicest person i've ever met, she's a literal doll.\n  ","417464":"\n  it would totally be about video games, and i would invite geoff ramsey, markiplier, and seananners.\n  ","417465":"\n  i seldom remember my dreams, and my most bizarre dream is too grotesque to describe on askfm.\n  ","417466":"\n  pretty much any song by my chemical romance, taking back sunday, brand new, and hawthorne heights.\n  ","417467":"\n  lmfao, what. it's literally an avatar.\n  ","417468":"\n  how do i act 17 ??\n  ","417469":"\n  i have seven tattoos, and my first tattoo was a yin yang on my shoulder blades.\n  ","417470":"\n  i'm not really big into sports, but i saw a hockey game at madison square garden and it was a lot of fun. i like the new york rangers.\n  ","417471":"\n  i wear a fitbit everyday and it has the time on it, so technically yes ??\n  ","417472":"\n  i don't think so, but apparently i've been talking in my sleep lately, lmao.\n  ","417473":"\n  i drink coffee with one stevia and a little bit of cream.\n  ","417474":"\n  i honestly don't remember what i did last weekend, lmao.\n  ","417475":"\n  i was sleeping when you sent me this message.\n  ","417476":"\n  i think some do, but most of them don't. it just comes out of your paycheck every week.\n  ","417477":"\n  i already have a boyfriend, and money doesn't mean much to me in terms of our relationship because i'm not materialistic like that.\n  \n  granted, if he was doing nothing but sitting on his as* all day and not looking for a job, then there would probably be some issues. but my boyfriend has always been the opposite of that.\n  ","417478":"\n  we've been saving, but it isn't an overnight thing unfortunately. while my new job came with a pay raise, it pretty much equals out to the same thing my old job paid me because of all of the insurance that gets taken out of my paycheck each week (which i didn't have with my previous job since i was under 26).\n  \n  my boyfriend got a promotion recently but the actual monetary value was sh*tty. granted, we're both in better positions than we used to be a year ago but it's still an ongoing process.\n  ","417479":"\n  i will eventually, just not now. we can't even afford to move in together, let alone get married at the moment.\n  ","417480":"\n  wolves travel in packs, so the idea that wolves are solitary creatures is largely false.\n  ","417481":"\n  my boyfriend makes me happy.\n  ","417482":"\n  i never had an idea of a \"\"perfect\"\" wedding because i never thought i would ever be in a position to get married.\n  \n  either way, currently i would prefer something down to earth, whimsical, and low key. perhaps somewhere outdoors during the autumn or winter months. i like a lot of the DIY things you can find online that make weddings feel more cozy.\n  ","417483":"\n  uh, what ...\n  \n  i've always felt some sort of intimate connection with wolves ever since i was young, not because i can relate to them or anything, but because they're such powerful and mysterious creatures and are often underestimated by humans. i've always wanted to visit a wolf sanctuary.\n  ","417484":"\n  it's not as if it's a rule or anything, but we do say we love each other every day.\n  ","417485":"\n  there aren't many people who have significantly wronged me, and those who have, they haven't had anything really \"\"bad\"\" happen to them.\n  \n  that's why i don't exactly believe in karma. someone could do the worst possible thing in the world and get away with it, and there will be absolutely no cosmic force punishing them for their actions.\n  ","417486":"\n  ask me questions, friends ~~\n  ","417487":"\n  the sims is basically where you make your own characters, or a family if you want to make a family of characters, and you can also build houses for them to live in. they live their daily lives (sleeping, eating, bathroom, work, school, etc etc.), and as you make more money, you can upgrade your home.\n  \n  it's really fun and versatile, and your characters age over time so you can watch them age from a baby all the way to elderly and they eventually die.\n  ","417488":"\n  i like the sims, but i haven't played it in a really long time. i watch my boyfriend play occasionally, though !! he's much more into the game than i am.\n  ","417489":"\n  i love lemons, haha. i love putting lemons in my water and iced tea.\n  ","417490":"\n  i respect him, but i wouldn't go so far as to say i love him. the only person i can say for certain that i love is my boyfriend.\n  ","417491":"\n  i think it depends on the couple and how strongly they feel about their beliefs !! there are undoubtedly some people who probably wouldn't be able to date outside of their religion, but i also think that relationships can work regardless of religious beliefs (i.e. if someone believes in god and the other person doesn't).\n  \n  i think it also comes down to a matter of respecting each other's beliefs even if they differ from yours, as long as their beliefs aren't hurting anyone.\n  ","417492":"\n  i used to be really good at drawing and painting, but i haven't done it in ages (besides random paint nights i attend rarely with my friends). i could probably draw something like my profile picture if i wanted to, haha.\n  ","417493":"\n  it needs to be done regardless, and i'd rather not have my father get stuck with doing everything for her either.\n  ","417494":"\n  i've been helping my mother do things around the house since she can't do them by herself, so since the second i got home, i've been cleaning and vacuuming and rearranging furniture and compiling garbage to take to the street.\n  \n  if this was my own place, it would be fine because obviously these things need to get done. but there's a time and a place for everything, and for some reason she put off asking me until the very last minute instead of asking me earlier in the week to do things in increments. plus, her and i don't get along so anything i have to do for her grates on my nerves.\n  ","417495":"\n  tired and frustrated. i haven't gotten a chance to sit down since i got home from work until just now, and all i want to do is crack open a beer and relax.\n  \n  other than that, i'm fine. work was productive today so at least i have that to keep in mind. i also have a concert to go to tomorrow, so i'm excited for that.\n  ","417496":"\n  this sounds like a troll question. nevertheless, if you don't love your girlfriend anymore then you should tell her. she's obviously going to be extremely upset, but no one should be forced to stay in a relationship especially if it's one sided. she may be better off without you.\n  ","417497":"\n  i don't really think following a holiday tradition is the same thing as lying to someone with cruel intention. i can totally understand why people would want to not lie to their children and tell them straight away that santa isn't real for the reason you just described above, though.\n  \n  at the same time, it might ruin the holidays for their friends, especially if they're incredibly young.\n  ","417498":"\n  no, it's actually from the xbox avatar maker for the xbox one !!\n  ","417499":"\n  lmao, no. i'm not musically inclined in any sense of the word.\n  ","417500":"\n  nah, i've never had a reason to forge a signature before.\n  ","417501":"\n  i've never hired anyone to clean the house, no. we have landscapers who clean up the lawn every two weeks or so, but that's it.\n  ","417502":"\n  no, of course not. you're not given a pass on your behavior because youre mentally ill. if you know the difference between what's acceptable and unacceptable behavior then you should be held accountable for your actions.\n  ","417503":"\n  i was in the legal industry with my last job -- i worked for a law firm specializing in disability cases.\n  \n  now i'm in the publishing industry.\n  ","417504":"\n  maybe it's a new york thing ?? you can get them at any bakery.\n  ","417505":"\n  taking on my current job. it was a risk because it was in an entirely different field than what i was previously working, and i wasn't sure if it was going to be right for me, but i'm glad i quit my old job to start this one because i'm much happier here.\n  ","417506":"\n  i'm not a big dessert person, but i do like rainbow cookies.\n  ","417507":"\n  haha, i agree. i can only imagine how young that anon could have been.\n  ","417508":"\n  i'm overweight, so no.\n  ","417509":"\n  lol, no. i've never worn a crop top and i would feel too uncomfortable wearing one. i prefer loose clothing.\n  ","417510":"\n  no, i don't have any kids.\n  ","417511":"\n  i like twix bars the most.\n  ","417512":"\n  no, i've never taken a CPR class or anything.\n  ","417513":"\n  there's no age limit on askfm, and there are dozens of people who are older than me on here, lol. i'm not old at all.\n  ","417514":"\n  this is so cute, aw !!\n  ","417515":"\n  french fries will be the bane of my existence.\n  ","417516":"\n  i was never interested in their music.\n  ","417517":"\n  yes, i have multiple people in my life who listen to my concerns, worries, struggles, etc etc. it helps to have a good support system.\n  ","417518":"\n  depends on what kind of job you're looking for. most retail places are easy to get into because there are so many around, but i initially found it difficult to find an office job post-graduation.\n  ","417519":"\n  yeah, i work 40 hours per week.\n  ","417520":"\n  my cigarette, a bonfire, my boyfriend, a cup of coffee, and my phone.\n  ","417521":"\n  i've always been curious about using menstrual cups, because i know quite a few people who use them & love them.\n  \n  i think any option is fine, though -- as long as you're using something sanitary to look after yourself, and that you're comfortable using it, that's all that should matter. i don't like the concept of \"free bleeding\" because that's a serious health hazard.\n  ","417522":"\n  i've never been to one, so i don't really have any thoughts on the matter. i don't know anything about the dynamics.\n  ","417523":"\n  \"happier\" -- marshmello & bastille ;\n  \n\n   https:\/\/youtu.be\/m7Bc3pLyij0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","417524":"\n  i'm sure i did when i was younger, but never while i've been an adult.\n  ","417525":"\n  it depends on the individual. it wouldn't make sense to make a blanket statement that covers only two genders.\n  ","417526":"\n  abandonment by my loved ones.\n  ","417527":"\n  i only ever dissected a cow's eye, and it was in college. we didn't dissect any animals in high school.\n  ","417528":"\n  i prefer winter over the summer. i absolutely can't stand the heat.\n  ","417529":"\n  i want to visit australia to see my friends ~~\n  ","417530":"\n  people should be nice regardless of their physical appearance.\n  ","417531":"\n  i like halloween the most. i enjoy the spooky decorations, the horror movies on tv, and general vibe of the holiday.\n  ","417532":"\n  lmao, definitely not. i have social anxiety and try to avoid crowds of people, and i never really know what to say in social situations unless i'm already close with a person.\n  ","417533":"\n  i feel fine. i just want to go home and see my boyfriend, i miss him.\n  ","417534":"\n  i actually wake up covered in drool, but nice try, creepy anon.\n  ","417535":"\n  i'll try my best to answer it.\n  ","417536":"\n  no, it usually ranges between 10pm and 2am.\n  ","417537":"\n  hello, i'm up. do you have a question ??\n  ","417538":"\n  this isn't what i was asking for when i asked for questions, fam.\n  ","417539":"\n  i tried one of those VR headsets a few years ago, and tbh it made me feel sick lol. i was extremely disoriented and dizzy.\n  ","417540":"\n  there's no such thing as \"fake news.\" if you look at multiple sources when it comes to the news, you'll be able to get a full scope of what's going on and make an opinion accordingly.\n  ","417541":"\n  no, i don't personally think so. what's real that's happening in the world is easy for me, i've never really had any issues with reality vs fantasy (except when it comes to dreams LOL).\n  ","417542":"\n  damn, askfm is dead tonight. does anyone have any questions ?? i'll be awake for a few hours ~~\n  ","417543":"\n  what do you mean by shut out ?? like, ignoring each other ??\n  \n  if so, then that's not healthy imo. you should be able to talk to your partner about your disagreements and come to solutions so that it doesn't happen again. brushing off the issues doesn't really solve anything and it can only lead to worse problems down the line.\n  ","417544":"\n  MY BOYFRIEND'S BIG, IMPORTANT XMAS GIFT CAME TODAY & I'M SO EXCITED.\n  \n  as well as a few other little things. as much as i hate the holidays, i love when people open gifts that i bought them.\n  ","417545":"\n  no, i've never gone through his phone before without his knowledge. i think that's an invasion of privacy.\n  ","417546":"\n  i used to have people like that in my life, but they're not in my life anymore (partially for that reason).\n  \n  the way i see it, if you're asking me for advice then you know i'm going to tell you the brutal truth. people don't ask me advice anymore because they want to feel better about themselves, but because they need a true opinion that will help them.\n  ","417547":"\n  nah, none of my hobbies are really unusual. i don't have time for most of my hobbies, but it usually consists of excessive coffee drinking and video game playing.\n  ","417548":"\n  i don't like picking favorites. i follow everyone i follow for a reason & it's because i enjoy their answers.\n  ","417549":"\n  he always knows what to buy me to surprise me and make me happy, lol. meanwhile i'm absolutely clueless when it comes to buying gifts for him.\n  \n  idk what love languages are really.\n  ","417550":"\n  home is wherever my boyfriend is -- whether he's at my house, i'm at his house, we're out somewhere or we're on vacation, etc etc. i always feel safest when i'm with him.\n  ","417551":"\n  it was overwhelming, i was already anxious about the entire event, and i couldn't imagine driving two hours every day to go to the court room because it was so far away from my house. i have driving anxiety to begin with, and i nearly cried the first time i drove there by myself. to do so for a month straight would have been hell.\n  \n  all of those things were going through my mind and i ended up panicking hardcore. they had to escort me out.\n  ","417552":"\n  ^^\n  ","417553":"\n  jaigermeister is absolutely disgusting.\n  ","417554":"\n  it's mainly for children. you're supposed to place it in different positions throughout the house at night to make the children think that its moving on its own, and its supposed to \"watch\" them.\n  \n  i'm pretty sure that's the reason behind it, lol.\n  ","417555":"\n  i was summoned for jury duty and got chosen to be on the jury a few years ago. i ended up having a panic attack in court and they let me go.\n  ","417556":"\n  there isn't really much you can do considering she doesn't want to do anything about it. i would ask her if there's anything you can do for her, and if not, then just leave it as it is.\n  ","417557":"\n  aw, thank you !!\n  ","417558":"\n  oh hell no. those things are creepy af.\n  ","417559":"\n  blanket burrito.\n  ","417560":"\n  not anymore. it did the first 2-3 washes, but after that, it stopped.\n  ","417561":"\n  i would change my name to leigh since it isn't my legal name.\n  \n  also, idk. the amount of questions in my inbox that i had to delete just now is absurd lol.\n  ","417562":"\n  i honestly can't remember what the worst things were, because i simply delete and forget about the things trolls send me, but the stuff ben sends is always pathetic.\n  ","417563":"\n  i guess there's no convincing you. brb while i go legally change my name ~~\n  ","417564":"\n  this is what color my hair was when i first dyed it in september !! it's faded out for the most part, though.\n  ","417565":"\n  no, that isn't my name. nice guess, though.\n  ","417566":"\n  am i supposed to know who that is ??\n  ","417567":"\n  we're in a monogamous relationship, so no.\n  ","417568":"\n  we don't go on dates very often. we both work a lot, so we usually spend our time together just relaxing at home.\n  ","417569":"\n  it's on the first page of the app all the way to the left !! there should be options to take pictures with one friend, multiple friends, or by yourself.\n  ","417570":"\n  why are we so fuckin cute ?!\n  ","417571":"\n  yeah, but i don't give it out publicly.\n  ","417572":"\n  this sort of question makes me dissociate, so pls don't ask these sorts of things.\n  ","417573":"\n  no, and it isn't something i'm interested in.\n  ","417574":"\n  i would easily be dead.\n  ","417575":"\n  oh yeah, absolutely. he's my FP so i would be worse than heartbroken, regardless of the reason.\n  ","417576":"\n  yeah, exactly. on countless occasions, i've asked my boyfriend if he's satisfied and assured him that if he wanted to see someone else, then he has the freedom to do that. i understand that sex is a large component of our relationship and if it's something he isn't happy with, he's under no obligation to stay.\n  ","417577":"\n  i definitely think so. granted, i would be poor af because i can't afford a one bedroom apartment on my own, but emotionally i would be just fine.\n  ","417578":"\n  it's a hypothetical situation, lol. the original anon also didn't say how long they were dating their partner.\n  \n  my boyfriend and i have made a compromise regarding our sex life that works for us, so we wouldn't break up over that.\n  ","417579":"\n  i wouldn't date myself regardless of my gender. i don't think highly of myself at all and i honestly don't know why my boyfriend tolerates me.\n  ","417580":"\n  it depends entirely on the relationship. some people break up over that while others stay in the relationship but work out some sort of compromise.\n  \n  personally speaking, if my boyfriend wasn't satisfied with our sex life and wanted to break up, i wouldn't necessarily be mad if he starts dating someone else. i personally don't think i would enter a new relationship anytime soon, though.\n  ","417581":"\n  i would be upset, but also understanding -- if sex is a component of your relationship and you two can't compromise on something that works in the bedroom, then i think it would be valid to split with your partner in an effort to find someone with which you're more compatible.\n  \n  sex isn't everything in a relationship, but it is important to some, if not most, people. and if sex is important to you then you need a partner who's on the same page as you.\n  ","417582":"\n  i honestly hate most pranks, especially pranks like that. it's cruel, especially if it's somewhere in public.\n  ","417583":"\n  i just bought an x files christmas sweater, i can't waaaaait !!\n  ","417584":"\n  she isn't rejecting you & her intentions aren't selfish by any means. you shouldn't feel obligated to have sex if you're not in the mood, and considering her low sex drive, it's difficult to really get in the mood to have sex. to have sex when you don't want to is practically rxpe.\n  \n  i understand the situation is frustrating, but she isn't doing this purposely and i can guarantee that she wishes her sex drive was higher. talk to her about this if it's upsetting you, and maybe you two can find a solution.\n  ","417585":"\n  my eyes.\n  ","417586":"\n  i don't think i've ever had eastern food.\n  ","417587":"\n  getting to sleep in until 11:30am was a nice feeling, lmao.\n  \n  also, i made a HUGE cup of french vanilla coffee this morning, which was super nice and relaxing. and then i lit a candle, so now my room smells super good.\n  ","417588":"\n  no, i've been happy with all of the phones i purchased.\n  ","417589":"\n  i appreciate that he works hard and is always looking to progress forward at his job. that he takes care of his family and is loyal to them and his friends and myself. that he's incredibly open minded and understanding. that he takes the time to understand my mental illnesses and does what he can to help.\n  ","417590":"\n  i have twitter, but no one famous follows me (to my knowledge).\n  ","417591":"\n  hello ~~\n  \n  i just got back from the store, so now i'm thinking about making something to eat for lunch and playing some video games.\n  ","417592":"\n  i just said why it was gross for me -- i have pimples and my skin gets oily.\n  ","417593":"\n  no, but i do get pimples occasionally and my skin is very oily.\n  ","417594":"\n  ask me questions, friends !!\n  \n  i just got back from the store & bought some necessary skincare items since my skin has been gross lately. i got black charcoal facial wash and moisturizer, as well as rose water toner. ya boi is going to have the best damn skin ever ~~\n  ","417595":"\n  depends on what you mean by being held responsible -- i don't personally know if it would be appropriate to take legal action, but i also think it makes sense if someone wanted to. i'm undecided on the matter.\n  \n  however, i do strongly believe that you should tell your partner if you're HIV-positive, as it can be easily transferred through bodily fluids.\n  ","417596":"\n  i think it's lovebooksonline.com, or something. if you google \"love book\" then it might show up.\n  ","417597":"\n  for my birthday, my boyfriend bought me a personalized \"love book\" -- it's a customized book you can make online that tell the story of your love journey, what you love about your partner, what you appreciate about them, etc etc.\n  \n  his ended up being like 20 pages long, and at the end, he wrote a sentimental and amazing letter which brought me to (happy) tears. it was the best thing he's ever bought me as a gift, i love it so much.\n  ","417598":"\n  i'm most proud of my boyfriend and best friend -- they've both overcome significant struggles in their lives and are hard working individuals. they've never let anything get in the way of making progress both personally and professionally.\n  \n  i think they're also the ones who are the most proud of me because they know the most about me, my struggles, and my past.\n  ","417599":"\n  i'm not interested in cars at all.\n  ","417600":"\n  i must have typed this wrong because it's definitely pronounced like \"arrbeez\" lol, you're the second person i accidentally confused with this.\n  \n  i just didn't realize that it stood for roast beef, rofl.\n  ","417601":"\n  i'm not sensitive to smells at all, and i love things that smell good. i always wear body spray and burn candles. i was just burning a pine candle earlier this afternoon.\n  ","417602":"\n  i don't really know -- i'm basically an open book when it comes to most things about my life.\n  ","417603":"\n  i can be. i'm sentimental when it comes to my boyfriend & friends, but not so much my family. i'm extremely closed off when it comes to my family.\n  ","417604":"\n  yeah !! you can ask\n  \n   @lillehjort\n  \n  ,\n  \n   @iluvkorn\n  \n  , and\n  \n   @outofthewhoredinary\n  \n  .\n  ","417605":"\n  i'm so calm rn -- i have my pink string lights on, a candle burning, beautiful skyrim music playing, and i'm sitting in front of my window looking out into the fog.\n  \n  ask me questions y'all, i'll answer anything as long as it's appropriate ~~\n  ","417606":"\n  they're currently thrown into a corner of my room & i really don't feel like organizing them just to take a photo for an anon who clearly has a boot fetish.\n  ","417607":"\n  contrary to what family means to me, friends mean the world to me. they've been more of a family to me than my family itself, and i'm so grateful for the friendships i've developed over the years.\n  \n  ideally, friends should be loyal to you (and vice versa), be willing to help you when you're struggling, and be a source of comfort and escape when too much is going on. your friends shouldn't sugarcoat things to make you happy & be real with you, and you don't need to talk every day to maintain a friendship. you also have to understand that everyone is living their own life and it doesn't mean the friendship is weak at all.\n  ","417608":"\n  at this point, nothing. i've never developed a strong sense of family because my family has been dysfunctional from when i was a child. i don't have a close relationship with anyone from my family, and once i move away, i doubt i'll be in contact with anyone often.\n  ","417609":"\n  pajamas, lmao. i have sweatpants & a hoodie on.\n  ","417610":"\n  when putting their happiness before yours becomes toxic and detrimental to your well being -- you can successfully put your loved ones' happiness before your own without causing harm to yourself, but it becomes a problem when it starts to negatively affect you.\n  \n  also, it becomes problematic when your loved one(s) begin to take advantage of your selfless efforts.\n  ","417611":"\n  nah, not really. once i'm done dealing with whatever color mess is going on now, i might color it blue\/green,\n  ","417612":"\n  i like both & have both short boots and tall boots. lately i've been wearing short boots more often because i like the way they look with skinny jeans.\n  ","417613":"\n  taken just now. ignore the mess of my hair rofl.\n  ","417614":"\n  how does that make no sense ?? i don't believe i'm important.\n  ","417615":"\n  my weekend has been good, thank you for asking ~~\n  \n  i was v productive yesterday -- i did 3 loads of laundry before 2pm, i cleaned up a little bit, and i spent the rest of the afternoon watching the x files & playing fallout 4.\n  \n  i woke up around 8am this morning, fell back asleep until 11:30am, and now i'm on my laptop just answering questions since my feed is active rn.\n  ","417616":"\n  society doesn't need me -- i don't contribute to the betterment of society in any way. i'm just a passerby.\n  ","417617":"\n  boots !! i wear boots almost every day during the autumn & winter months.\n  ","417618":"\n  aahh, thank you !! it's probably the makeup tbh, lmao. i'm a hot mess when i'm bare faced.\n  ","417619":"\n  i found out about it through some askfm friends. they posted their friend codes online & i thought their avatars were cute af, so i downloaded the app.\n  ","417620":"\n  i'm patient when it comes to ordering things online ... there's really nothing that happens that would cause me to lose my patience, lol. most of the things i buy arrive in a timely manner, and i've never had a package get lost in the mail.\n  ","417621":"\n  you can customize your own character to look like you !!\n  ","417622":"\n  eh, somewhat. it depends entirely on my mood that day as well as what's testing my patience. there are some things that truly get under my skin, while other things don't bother me at all.\n  ","417623":"\n  you can find someone attractive without having a crush on them. i think plenty of my friends are attractive, it doesn't mean that i have crushes on them either.\n  ","417624":"\n  i've always pronounced arby's as RB's. i just never realized that it was shorthand for roast beef, haha.\n  ","417625":"\n  you guys are taking that picture way too seriously, lmao.\n  \n  i don't have a crush on anyone except my boyfriend.\n  \n   @misphire\n  \n  is a beautiful human being with a kind soul, and she's intelligent af and i'm glad to call her my friend.\n  ","417626":"\n  gasoline, strangely enough. i've always loved the smell of gasoline since even before i had my own car.\n  ","417627":"\n  i was today years old when i realized that arby's was pronounced as RB's, which is short for roast beef.\n  ","417628":"\n  i'm middle class -- i'm not exactly poor but i'm not wealthy either. i can afford to pay my bills, medication, doctor visits, etc etc., but that doesn't leave much room for anything else.\n  ","417629":"\n  i don't text anyone from askfm on a daily basis. i talk to\n  \n   @Courrtana\n  \n  the most often, though !! we talk a few times per week. :'))\n  ","417630":"\n  i could, but i wouldn't want to.\n  ","417631":"\n  this is from a few weeks ago, but it will suffice.\n  ","417632":"\n  silence, a window slightly open, and either pitch darkness or something on low, like my string lights.\n  ","417633":"\n  ... it's literally a cartoon.\n  ","417634":"\n  because\n  \n   @misphire\n  \n  is hot af.\n  ","417635":"\n  uh, my hair has been short for the majority of my life, and i have half of my head shaved. lmao.\n  ","417636":"\n  no, not everyone. there are some people who are inherently worthless.\n  ","417637":"\n  is what still the same ??\n  ","417638":"\n  i just followed you back !! ♡\n  ","417639":"\n  LOL, yes absolutely. i think that also goes for most of us, though -- when we're being sarcastic or anything, there will always be those anons picking apart everything we say and freaking out over them.\n  ","417640":"\n  i don't believe you've ever offended me !! i've always looked up to you because of how educated you are on trans issues, mental health, veganism, and relationships. i love following you both on here & on instagram.\n  ","417641":"\n  a real man is someone who calls themselves a man and feels comfortable in that gender. it's not anything complex.\n  ","417642":"\n  whuddup ~~\n  \n\n   @babycadiex\n  \n","417643":"\n  can i say all of the above?? rofl.\n  \n  askfm is the social media platform i use the most (aside from maybe instagram), so most of my posts are a combination of venting about my day, educating others or being educated, and simply a way to kill time. i like learning about the people i follow, and i wouldn't be as informed about social issues and mental health issues if it wasn't for some of the people i follow on askfm.\n  ","417644":"\n  we cute ~~\n  \n\n   @lillehjort\n  \n","417645":"\n  it's this app where you can make an avatar of yourself & take photos with friends !! it's honestly super cute.\n  \n  here's me &\n  \n   @misphire\n  \n  !!\n  ","417646":"\n  add me on zepeto ;\n  ","417647":"\n  ibuprofen or naproxen, and massages. i always get stiff necks, but i only really take ibuprofen for them since they only last for a few days at most.\n  ","417648":"\n  i usually mean it. i rarely ask for alone time anyway because i only see my boyfriend 2-3 times per week at most, and i see my friends less than that.\n  ","417649":"\n  no, i'm not into sports.\n  ","417650":"\n  i generally don't argue with people online or IRL. my swearing is mostly casual, though. i'm less apt to swear when i'm debating with someone because there's really no reason for me to swear in those scenarios.\n  ","417651":"\n  i don't remember. i'm sure it has happened multiple times in the past, but not for a very long time. i generally think before i even type out a message so it never gets to the point where i have to delete the message entirely.\n  ","417652":"\n  i was being born, rofl. that's my birthday.\n  ","417653":"\n  uh ... idk what it is you're trying to ask.\n  ","417654":"\n  i would teach them to stand up for themselves and to not put up with anyone's sh*t. if you're not an easy target, then the bullies will leave you alone.\n  ","417655":"\n  yeah, i usually do. unless they're all the way across the office, lol.\n  ","417656":"\n  haha, thank you !! it's basically what my hair looks like rn considering the purple dye faded to blue at the tips.\n  ","417657":"\n  i used to be, but college changed that for me. i realized i was less stressed when i started assignments early, so i learned not to procrastinate.\n  ","417658":"\n  ask me something ~~\n  ","417659":"\n  there's a surplus of wrapping paper at my house, so we always have paper appropriate for whatever celebration there is (xmas, birthday, etc etc). i don't wrap specific for each person, but i do make sure it's in accordance with whatever we're celebrating.\n  \n  i also use gift bags a lot because i'm terrible at wrapping gifts, rofl.\n  ","417660":"\n  i stopped relying on other people to make me happy because i realized happiness comes from within. self-care is important and you have to be able to take time for yourself and feel compassion for yourself in order to grow.\n  ","417661":"\n  i used to love them both, lol.\n  ","417662":"\n  yo, ask me questions while i wait for my laundry to finish & while i play some fallout 4 ~~\n  ","417663":"\n  aaahh, two more of my xmas gifts came today !! i bought my boyfriend's father one of those wood cases that you can use to save wine bottle corks, and it has a sentimental saying etched into the glass, and it came out so beautiful. i hope he likes it. :'))\n  ","417664":"\n  then go complain about it on your own page, lmao.\n  ","417665":"\n  don't take the internet so seriously. who gives a sh*t, they mean the same thing.\n  ","417666":"\n  i love my passion for things that are meaningful to me, and my loyalty and dedication to my friends.\n  ","417667":"\n  i know it's early for some people (it's only 11am on the east coast of the US), but does anyone have any questions ??\n  ","417668":"\n  my day has been fine so far. i woke up around 7:30pm at my boyfriend's house, went to starbucks, and came home and chilled out for a little while.\n  \n  i just put in a load of laundry, and i'm in the process of tidying up my clothing and room.\n  ","417669":"\n  no, it doesn't bother me. at the same time, it isn't something that happens to me because most people don't care about grammar on social media.\n  ","417670":"\n  i honestly don't remember anything that my parents taught me when i was younger ... the only thing i can think of is that my father told me to let the car idle for 5-10 minutes when it's cold outside to \"warm it up,\" but that's largely false with newer cars.\n  ","417671":"\n  depends on the context. if it's uncalled for on somewhere like social media where grammar doesn't really matter, it might be construed as rude -- especially if it's out of the blue.\n  \n  however, i think in some cases it's okay, especially if someone is looking for constructive criticism.\n  ","417672":"\n  i miss when mariah was active on askfm because she was the person who introduced social reform to me as well as the fundamentals of intersectional feminism, which included my current passion for mental health awareness. her page was always educational and i learned a lot from her.\n  \n  at the same time, i'm glad she stopped using askfm because it's certainly a time waster, and i admit that my time could probably be better spent on other things instead of being on askfm all the time.\n  ","417673":"\n  i was really interested in it, actually. i love the chemistry between scully and mulder. i just got distracted by life in general and stopped watching shows for a while, and then i found other shows to watch when i started watching them again.\n  ","417674":"\n  i never meditate because i can seldom put myself into a position where i can relax enough to follow through with it. i reflect on my life often though, usually when i'm in bed and about to fall asleep.\n  ","417675":"\n  i haven't really added it all up in total. quite a few hundred dollars, though. thankfully, i got most of it on sale due to black friday and cyber monday sales.\n  ","417676":"\n  i don't really watch current television shows that air every week, i only watch shows that are on netflix and hulu. i finished watching all the seasons of criminal minds that are on netflix last week, and i finished up all the seasons of wentworth a few months ago.\n  \n  the only show i haven't finished is the x-files, lol. i stopped watching it for a while, but i might begin watching it again.\n  ","417677":"\n  my boyfriend -- a personalized lovebook, four candles, and three boxes of tea.\n  \n  my mother -- lemon scented hand soap and one box of tea.\n  \n  my father -- an alexa echo device.\n  \n  my brother -- a tee shirt.\n  \n  my aunt -- bath and body works body spray and lotion.\n  \n  my boyfriend's father\/step-mother -- a personalized wine cork holder.\n  \n  my boyfriend's step-sisters -- cat coloring books, a cat poem book, and cat butt magnets for the fridge.\n  \n  my boyfriend's best friends -- beard maintenance kits.\n  \n  my best friend -- a spa pampering box.\n  \n  my other close friend -- a stemless wine glass.\n  ","417678":"\n  nothing out of the ordinary -- i've been doing a lot of online xmas shopping the past week & i think i'm about three-quarters of the way finished with my shopping overall !!\n  \n  other than that, i've just been working every day and seeing my boyfriend whenever possible. i saw him last night, and we had a great time just catching up on what's been going on with work and sharing xmas ideas with each other.\n  ","417679":"\n  uh, i go to bars when no one else is there. lmao. i avoid crowds of people, so when i go to the bar, it's when it's virtually empty early on the weekdays.\n  \n  idk why you're so adamant to make me out to seem as if i'm lying to be \"\"cool,\"\" but it isn't edgy to have social anxiety. i wish i could go out in public during normal hours and be a functional human being, but sometimes it leads to panic attacks which is why i hold off on doing my public errands until there's virtually no one else on the road or in the store.\n  ","417680":"\n  ???\n  \n  i wasn't aware that you knew my habits better than i knew myself. socializing takes a lot out of me, which is why when i go out, it's only with 1-2 people at the most and during less active times.\n  ","417681":"\n  yeah, i do. i'm introverted by nature so i do constantly need alone time to recharge, calm myself down, and prepare myself for the next day.\n  ","417682":"\n  i don't necessarily believe it's childish in nature -- although it is geared toward children, but a lot of families use them as a tradition despite how old the children are getting.\n  ","417683":"\n  not generally, no. i only socialize with a few people, and i'm never out in large groups of people ever. i'll see maybe 2-3 people at the most. anything more than that is overwhelming.\n  ","417684":"\n  you can ask me if i've ever done certain things, which is a lot easier than playing never have i ever.\n  \n  i'll delete any inappropriate questions, though.\n  ","417685":"\n  i don't have much recollection of my childhood at all, so i have no idea. i know that i've always wanted to be a writer though for as far back as i can remember.\n  ","417686":"\n  my job might be having one this year !! i'd have to find an ugly sweater, or at least make one.\n  ","417687":"\n  no, i haven't had one of those since i was a child.\n  ","417688":"\n  i honestly don't remember my first day at my job, lmao. i think i attended a few training sessions and then they had me work on some assignments while another coworker oversaw me.\n  ","417689":"\n\n   @lillehjort\n  \n\n  because doe is intelligent and funny af. i've followed them for a long time now. :'))\n  ","417690":"\n  no, i definitely don't think it's ok for a 15 year old to be with, let alone married to, a 40 year old.\n  \n  regardless of how mature the teenager thinks they are, they're still a child. they're not emotionally or physically mature enough to be with an adult, and its a classic case of emotional manipulation on the adult's part. those children are being groomed.\n  \n  i don't have to go into the reasons why a 40 year old shouldn't be with a child, that explains itself. that's pxdophilia and anyone who is attracted to a child should be in prison indefinitely.\n  ","417691":"\n  my eyes, hair, and left leg (because it's the one with the linkin park tattoo).\n  ","417692":"\n  i have a fish !!\n  ","417693":"\n  yeah, definitely !! it probably won't be in new york state though.\n  ","417694":"\n  i don't remember where i saw it, but the earth isn't deteriorating fast enough for there to be a global crisis within the next 50-100 years.\n  ","417695":"\n  lol, it's only 6:30pm where i live.\n  \n  i got some xmas gifts for my boyfriend's sisters, my boyfriend, and one of our friends though !! they came in the mail today and i'm happy with what they look like.\n  \n  now i'm just waiting on 38382 more packages within the next week.\n  ","417696":"\n  the apocalypse won't happen in our lifetime, at least that much is certain.\n  ","417697":"\n  yeah -- most recently, it was leaving my previous job. it was a difficult decision to make because i didn't want to leave, but i was forced to make a decision within a short period of time, but my new job ended up being so much better.\n  ","417698":"\n  no, compliments usually make me uncomfortable unless they're from my boyfriend or a close friend.\n  ","417699":"\n  i don't really care. it isn't my business what other people do in public.\n  ","417700":"\n  no, my maturity levels are where they should be for someone my age.\n  ","417701":"\n  when i'm high, i'm usually content and playful, and i'm less anxious than usual. i can also talk about things easier and its easier for me to verbally express myself.\n  ","417702":"\n  i think so, but i'm not entirely sure.\n  ","417703":"\n  it's an app where you can make avatars like the one in my profile picture !!\n  ","417704":"\n  i'm in a relationship.\n  ","417705":"\n  we went to texas in 2014.\n  ","417706":"\n  traveling with my boyfriend -- whether it was to upstate new york or texas. he was with my the first time i ever took a plane and we spent a week in an unfamiliar location, but it was the most interesting and fun experience i ever had.\n  ","417707":"\n  i usually stay away from things that worsen my self esteem, because then it just starts this vicious cycle of self hatred. most of the time, it has to do with video games i'm bad at, so i only really play games that i'm good at or that are easy for me.\n  ","417708":"\n  i wasn't enrolled in any sports or anything, but i was part of the art club and literary magazine when i was in high school.\n  ","417709":"\n  getting help for my mental health, graduating from college, and landing my first job post-graduation.\n  ","417710":"\n  contact the shop you bought it from and explain it was ripped when it arrived. they should be able to send you a new dress or refund your money.\n  ","417711":"\n  me too!! thank youuu.\n  \n  i saw florence once like 5-6 years ago and they were AMAZING. i don't know any of their new music, but i'm sure it's just as good.\n  \n  i'm kinda hoping bastille & chvrches are opening acts, since i don't listen to them, that way if my boyfriend and i are a bit late it won't matter, lmao.\n  ","417712":"\n  florence and the machine, muse, mike shinoda, death cab for cutie, AJR, bastille, and chvrches.\n  ","417713":"\n  brunch.\n  ","417714":"\n  whatever helps you sleep at night, my dude.\n  ","417715":"\n  you're reading way too much into this.\n  ","417716":"\n  i've only played monopoly once in my life.\n  ","417717":"\n  yes, it is. lmao.\n  ","417718":"\n  yeah, i have one brother.\n  ","417719":"\n  ???\n  \n  i wasn't. that's why i said the answer was obvious.\n  ","417720":"\n  i have no idea what you're talking about.\n  ","417721":"\n  i didn't answer your initial question for a reason. the answer should be obvious.\n  ","417722":"\n  ... well what.\n  ","417723":"\n  uh, what lol. that's so dumb.\n  ","417724":"\n  having the capability to do what's best for yourself and for the people around you without being tied down by restrictions.\n  ","417725":"\n  absolutely. i don't have much of a sex drive anyway.\n  ","417726":"\n  i get shortness of breath, but that's basically it.\n  ","417727":"\n  my boyfriend, lol.\n  ","417728":"\n  i'm five feet tall.\n  ","417729":"\n  i'm not familiar with the whole \"womxn\" thing, so i don't really see the issue here. if you're referring to someone who's biologically female, then why wouldn't you specify that ??\n  ","417730":"\n  well you're on the right site to ask a question.\n  ","417731":"\n  they ask me if i have any spare money to give them. i don't carry cash, so i've never been able to help anyone.\n  ","417732":"\n  no. i've been confronted by people but never followed.\n  \n  also, calling them beggars is a bit rude. they're usually homeless people who are in need of food\/water.\n  ","417733":"\n  is this in regards to smoking ?? if so, then no. occasionally i'll cough, but it's very seldom and if i'm already somewhat sick.\n  ","417734":"\n  my hair is a mess, lmao. it's super windy outside.\n  ","417735":"\n  is this in terms of trans women ?? if so, i don't really see the point because trans women are women and should be referred to as such.\n  ","417736":"\n  my first job was a cashier at a drug store. i don't remember what i first bought, it was too long ago.\n  ","417737":"\n  i don't remember, i started smoking when i was 18 years old.\n  ","417738":"\n  the lord of the rings movies used to inspire me due to the settings within the movies. the places were all very whimsical, beautiful, and made for good inspiration for my writing.\n  ","417739":"\n  i've never been to chicago before, so i honestly have no clue. NY pizza is the only pizza i've ever had.\n  ","417740":"\n  stevia is already pretty sweet for me, i can't imagine how sweet the chocolate one would be, haha.\n  \n  i'm not really a big fan of chocolate anyway.\n  ","417741":"\n  i agree. thankfully stuff like this doesn't trigger me very much, but i'd be lying if i said that this topic isn't always constantly on my mind.\n  ","417742":"\n  probably, rofl. i haven't had the courage to weigh myself since then.\n  ","417743":"\n  i only sometimes use sugar in my coffee. when i do, i use stevia sweetener.\n  ","417744":"\n  yeah, i saw that after i answered it. lmao.\n  ","417745":"\n  i'm overweight due to the medication i take and living a sedentary lifestyle.\n  \n  i was actively trying to lose weight a few months ago, but i lost the motivation to go to the gym. i ended up losing ten pounds in one month, which should have motivated me more, but then my depression kicked in. i should really get back to the gym one of these days, but i'm also terrified to go alone.\n  ","417746":"\n  menthol. i think i mentioned which cigarettes i smoke a few answers down.\n  ","417747":"\n  uh, do you mean cigarettes or weed ??\n  \n  i smoke cigarettes every day, but i smoke weed maybe once per week or less.\n  ","417748":"\n  my inbox is empty so y'all should send me questions ~~\n  ","417749":"\n  my favorite thing about my boyfriend is how hard working and dedicated he is to his job, as well as to the people in his life. he's an incredibly loyal person and will walk to the end of the earth for you if he cares deeply about you.\n  \n  my favorite thing about our relationship is that we're always communicating and we're not afraid to discuss difficult things or feelings. in order for a relationship to work, you need to be able to talk genuinely to your partner and i'm grateful that i can tell him anything.\n  ","417750":"\n  i wouldn't know the first thing about having high self esteem, my dude.\n  ","417751":"\n  instead of not responding at all, let them know that you need a little bit of space. preface it by saying they didn't do anything wrong, you just need to be alone from time to time and you'll talk to them when you're feeling better.\n  ","417752":"\n  if i had forgotten it, then why would i remember for the purpose of this question ??\n  ","417753":"\n  we're both intelligent in our own ways. he knows more about history, engineering, trades, animals, and random facts while i know more about writing, literature, and current events.\n  ","417754":"\n  marlboro smooths.\n  ","417755":"\n  iced coffee !!\n  ","417756":"\n  yeah, i'm actually about to go have one now.\n  ","417757":"\n  it's a bunch of different artists -- it's 94.3's not so silent night concert.\n  \n  muse, florence and the machine, mike shinoda, death cab for cutie, foster the people, AJR, bastille, and chvrches.\n  ","417758":"\n  i'm never around children, so i have no idea.\n  ","417759":"\n  he can be sometimes, although i'm usually a bite more talkative than him.\n  ","417760":"\n  yeah, the only person who knows how much money i have is my boyfriend.\n  ","417761":"\n  we seldom run out of things to talk about and our silences are never awkward. sometimes it feels good to sit in silence with him because of how comfortable we are with each other.\n  ","417762":"\n  nobody. you don't have to pretend to be someone else just because you're wearing a wig.\n  ","417763":"\n  money is the one thing i'm not terribly impulsive with, actually. i have too many bills so i'm always paranoid that i'll run out of money, so i usually only spend it on necessary items and occasionally i'll treat myself at the bar.\n  \n  the only exception is the holidays, lol. i tend to spend a lot of money during the holidays.\n  ","417764":"\n  no. in my opinion, children should be raised in accordance with their biological sex. if they come out as transgender afterwards, then they should be referred to as their actual gender and treated as such.\n  ","417765":"\n  my friends and i don't experience awkward silences. sometimes we'll run out of things to talk about with respect to updating each other on our lives, but then we just usually bring up another topic unrelated to our lives.\n  ","417766":"\n  no, i could never be a teacher. i don't do well talking to crowds of people and i'm pretty impatient.\n  ","417767":"\n  yeah, plenty of people actually. that's what happens when you get older.\n  ","417768":"\n  picked up coffee on the way to work, went to work, ate lunch, ran to the bathroom a hundred times, came home, and made myself a cup of ginger tea.\n  ","417769":"\n  i'm sorta looking forward to a concert that i'm supposed to go to next week, but i'm not 100 percent certain that my boyfriend and i will be able to make it, so i'm a bit nervous.\n  \n  he can't request any days off and he ended up being scheduled to a closing shift that night, so he's going to have to try to switch shifts with the opening manager. and even then, he won't get out until 4pm and we would still have to commute to brooklyn before 7pm. it would be cutting it close.\n  ","417770":"\n  no, that would be a waste of money and a doctor visit because i think i know what it's from, and it's going to go away in 24 hours probably anyway.\n  \n  if it was something that lasted for multiple days in a row nonstop, then i would definitely go, though.\n  ","417771":"\n  no, i'm not pregnant.\n  ","417772":"\n  guess who came home from work early due to having major stomach issues after lunch to the point where i almost vomited !! :) :) :)\n  \n  i'm so tired of this. this happened to me on sunday too, i have no idea what's going on anymore.\n  ","417773":"\n  what are you even talking about ?? are you trying to say that drama on askfm is the same thing as cyber bullying ??\n  \n  i think that's a thin line to tread. there might be some cases that could fall under bullying, but there are also other cases that aren't.\n  ","417774":"\n  i'm pretty sure i saw this on twitter.\n  ","417775":"\n  i only watch the true crime episodes put out by buzzfeed unsolved, but i think they're incredibly informative.\n  ","417776":"\n  obviously it's terrible. i don't know what other opinion there is to have, lmao. it's not like people are walking around saying that cyber bullying is a wonderful thing.\n  ","417777":"\n  uh, throw them out ??\n  ","417778":"\n  marijuana and cocaine.\n  ","417779":"\n  different groups of people. i got bullied in middle school, lol.\n  ","417780":"\n  i was sleeping when you sent me this message.\n  ","417781":"\n  they're not used by medical professionals anymore. the only context narcissism is used is in describing those with narcissistic personality disorder.\n  ","417782":"\n  ???\n  ","417783":"\n  yes, i have. most of those labels are outdated at this point.\n  ","417784":"\n  probably, it a trademark symptom of BPD. i don't remember much of my childhood though.\n  ","417785":"\n  i wouldn't consider myself to be better fully, but i'm much better mentally than i was back then.\n  ","417786":"\n  lmao.\n  \n  for as long as i could remember, yes. i've always been the type to do things on a whim, whether it's something as simple as cutting my hair or something more severe. even though i'm medicated now, i still have episodes of erratic impulsivity when it comes to drinking.\n  ","417787":"\n  when i was 19-20 years old ?? for the most part, yeah. those were the partying stages of my life and everyone knew not to fuck with me.\n  ","417788":"\n  usually my impulsive episodes mean i'm cutting myself, threatening to kill myself, drinking to the point where i'm blacking or putting myself in danger, or getting so high that i don't know where i am or who i'm with.\n  ","417789":"\n  probably 19-20 years old -- i had a liver of steel, i was absolutely fearless, and everyone either respected or feared me.\n  ","417790":"\n  if i'm experiencing severe depressive episodes or episodes of impulsivity, then my medication isn't strong enough.\n  ","417791":"\n  it did for a really long time, but i've been consistently on the same medication for about a year now.\n  ","417792":"\n  i either drink alcohol or i sleep, lol. i don't recommend the former, but the latter is good for readjusting your perspectives on events going on in your life.\n  ","417793":"\n  if i had any more to spare, i would !! i drank the two drinks i bought, so i have nothing left unfortunately.\n  ","417794":"\n  askfm is fucking dead tonight. ask me questions while i drink ~~\n  ","417795":"\n  enough to keep me afloat for the time being. my manager is looking into giving me more responsibilities so that i have a better chance of getting a raise soon.\n  ","417796":"\n  i think it's gradual, personally. you have to put the time in to get to truly know someone, otherwise you're falling in love with the idea of them and not who they actually are.\n  ","417797":"\n  a lot of long islanders LOVE the summer time & i have no idea why. it's always so difficult to breathe, it's disgustingly hot outside, and everywhere is packed with people because of the \"\"nice\"\" weather.\n  \n  i prefer autumn and winter over everything else.\n  ","417798":"\n  i'm not crafty or artistic anymore, so i honestly have no clue. one of my friends runs a small business selling all different sorts of candles, body scrubs, lotions, bath bombs, and soaps, so perhaps i would try to get into that.\n  ","417799":"\n  idk how it works exactly, but if it works for them, then all the more power to them.\n  ","417800":"\n  nah, i can't drink beer and coffee at the same time rofl.\n  ","417801":"\n  beer + my boyfriend + friends + music + backyard bonfire.\n  ","417802":"\n  LOL. hell no, and you're stupid for even thinking i would abide by that.\n  \n  video doesn't even work on my phone anyway, it always crashes the app.\n  ","417803":"\n  when it's miserable outside (i'm assuming torrential rain or snow) i prefer staying inside with the blinds open so i can see outdoors, with a candle lit, and being snuggled up in a blanket with a hot drink in my hand.\n  ","417804":"\n  i've tried but i have no idea how, lmao. my body doesn't move that way.\n  ","417805":"\n  no, i need money to pay my bills and afford my doctor visits and medication.\n  ","417806":"\n  i'm more of a listener than a talker. i like being alone, but i also enjoy being around small groups of friends, i.e. 2-3 people at most.\n  ","417807":"\n  i'm do sorry you're feeling this way. i hope things work out !! ♡\n  ","417808":"\n  lol, yes. i have a decent amount of debt, unfortunately.\n  ","417809":"\n  my parents and brother, my aunt and cousin, my boyfriend, my boyfriend's father and his girlfriend, his girlfriend's two daughters, and five of my friends.\n  \n  (it sounds like a lot but they're all getting small things.)\n  ","417810":"\n  it's an app called zepeto !!\n  ","417811":"\n  no, my family doesn't usually put up decorations until the first or second week of december.\n  ","417812":"\n  no, considering idk who that is.\n  ","417813":"\n  nah, i have hair on one half of my head. the other side is usually shaved but i haven't shaved it in about a month.\n  ","417814":"\n  i haven't worn it since halloween. it was part of my halloween costume, lmao.\n  ","417815":"\n  lmao, no. i wore it to work on halloween, but that was the extent of it.\n  ","417816":"\n  i buy from small businesses, so i suppose so.\n  ","417817":"\n  no, i don't support that. people who are svicidal aren't terminally ill and there are treatment modalities to dramatically increase the value of life for people who are contemplating svicide.\n  \n  i think assisted svicide should only be used in cases of severe terminal illness, where a person has a determinable amount of time to live.\n  ","417818":"\n  anyway, questions would be appreciated ~~\n  ","417819":"\n  LOL HORRIBLY.\n  \n  i gave up within the first week. i was so motivated at first, and then life happened and i lost all motivation.\n  \n  i might pick it up again when i feel like it, but i'm not going to force myself to write. i'll just be unhappy with how it turns out.\n  ","417820":"\n  idk if these are considered \"traditional,\" but i value honesty and loyalty above all else. if you have a problem with me or are upset with me, then tell me straight out. we can communicate and work through those issues. i don't tolerate dishonesty or disloyalty in relationships, whether friendship or romantic, and i prefer to be transparent in all of my relationships, whether it's good or bad.\n  ","417821":"\n  i would rather get the actual product as a gift, mostly because i absolutely hate going to stores and shopping around. lmao.\n  \n  that goes for most things, actually. the only gift cards i like are for starbucks or those prepaid visa cards that you can use anywhere.\n  ","417822":"\n  no, i didn't get any makeup for my birthday. the only thing i asked for my birthday, cosmetic-wise, was the too faced pumpkin spice palette.\n  \n  however, i don't think it exists anymore ?? i couldn't find it on their website the last time i checked.\n  ","417823":"\n  i think it depends on the question, whatever makes more sense or flows better. i would have to see some examples though.\n  ","417824":"\n  no, i don't believe in soul mates -- at least not in the traditional sense. i believe that there are dozens of people with which someone can be compatible completely, not just one person. i also believe that it isn't always in a romantic context either.\n  ","417825":"\n  and i'm sure such a script would be expensive af besides.\n  ","417826":"\n  ⚡⚡⚡\n  ","417827":"\n  thank you !! i personally didn't know that.\n  ","417828":"\n  skip out on work when my boyfriend has a day off, go with him to the park and have a picnic, take lots of photographs of wildlife and nature, and come home to BBQ. in the night, we would have a big bonfire with friends and drink and have a good time.\n  \n  i know it isn't the most wild day, but it's something that makes me incredibly happy.\n  ","417829":"\n  because i benefit from antidepressants, which target serotonin & dopamine levels and \"even them out\" so to speak. therapy alone wouldn't help me, i need psychiatric medication.\n  ","417830":"\n  i'm sorry that you guys are going through this. :\/ that sounds like a difficult situation, especially if he's constantly blocking you out and isolating himself. that isn't healthy either.\n  \n  if i was in that position, i would honestly keep trying. don't bother him every day because that can be overwhelming and don't suffocate him, but send him messages telling him that you support him and that you're always there for him. he can talk to you when he's ready and you're not going to leave, that sort of thing. hopefully he'll come around.\n  ","417831":"\n  freeze black coffee into ice cubes so when you make iced coffee, it doesn't get diluted !!\n  ","417832":"\n  this isn't a question. unless you have a question to ask, please leave my page.\n  ","417833":"\n  not really -- mainly because i don't like gatherings with my family. if it's just me and my boyfriend or a few friends, i would probably enjoy it more.\n  ","417834":"\n  i love garlic, so the more the merrier.\n  ","417835":"\n  it's raining torrentially right now, which made me commute home a living hell. i could barely see the lines in the road and i was skidding because the streets are flooded.\n  ","417836":"\n  ... is this a serious question lmao. no, i'm pretty sure there's no way a doctor can do that, especially a psychiatrist.\n  ","417837":"\n  no, i'm almost never in the xmas spirit. i like buying gifts for people, but that's the extent of it. lol.\n  ","417838":"\n  i mainly do overtime at work (which isn't exactly overtime, it's just me doing work for the company at home on weekends), but my prime motivation behind that is to make money.\n  \n  i always feel guilty about taking sick days, though. even though i have a doctor's note excusing absences due to mental illness, i'm still terrified they're going to fire me one day even though i only take off perhaps one day per month for legitimate reasons.\n  ","417839":"\n  it depends entirely on the day at this point. yesterday, i felt terrible, and today, i feel a bit better but my anxiety has been skyrocketing. the weather doesn't help at all in this case either.\n  ","417840":"\n  no, i wouldn't cheat on him if he ended up cheating on me. it doesn't help the situation at all, and if such an event were to happen, i would just leave. revenge in such a manner only hurts everyone involved even more and further complicates things.\n  ","417841":"\n  i'm unhappy because i have a serotonin deficiency. lmao.\n  ","417842":"\n  no, it isn't something i've ever looked into.\n  ","417843":"\n  no, it isn't something i've ever been interested in learning about.\n  ","417844":"\n  no, i never have. people have hacked my accounts but i've never been scammed before. i generally have a good sense of what's legit and not.\n  ","417845":"\n  i eat healthy most of the time, and my diet mainly consists of lean meats for protein, a lot of vegetables, and a small serving of carbs with dinner meals. i also drink water and green tea often.\n  \n  idk what sort of food is good for the heart -- you would have to google that or consult a nutritionist.\n  ","417846":"\n  ah, i'm glad you're feeling much better !! i was wondering where you went, lol.\n  \n  i've done it on occasion -- i took a year long hiatus from askfm years ago because i couldn't handle it on top of going to college and maintaining a job. it was the best thing i could do for myself.\n  ","417847":"\n  i worked in retail in various customer service positions for many years when I was younger, and every day a customer would basically treat me as if i wasn't a human being with feelings and a life. i've been brought to tears and had panic attacks due to those experiences.\n  \n  management mostly abided by the worker, although we did try the whole \"customer is always right\" thing as much as we could via legalities and policies. i was cynical about the human race before working in retail, but those experiences probably made it much worse, lol.\n  ","417848":"\n  i don't eat cupcakes, lol.\n  ","417849":"\n  no, my family never did the whole elf on a shelf thing. which is fine by me, because i think it's creepy af.\n  ","417850":"\n  i think it was around $25 on amazon.\n  ","417851":"\n  uh, existing. just my existence makes my anxiety worse.\n  ","417852":"\n  they only have certain shows. it's best to use the search option.\n  ","417853":"\n  i'm great at saving money except around the holidays, lmao.\n  ","417854":"\n  i've honestly never watched doctor who before, rofl.\n  ","417855":"\n  i usually take my medication and get ready for work.\n  ","417856":"\n  yeah, i use it regularly.\n  ","417857":"\n  no, he wasn't.\n  ","417858":"\n  i've never been interested in owning an iphone. my family has always had androids too.\n  ","417859":"\n  i don't believe i've ever heard their music before.\n  ","417860":"\n  i'm not a confident person myself, so i don't have much advice for you.\n  ","417861":"\n  i would choose a phoenix. they're known for rising out of the ashes and starting anew, and i've always considered myself capable of doing the same thing in times of struggle.\n  ","417862":"\n  i don't experience any of those, but my boyfriend has night terrors on a regular basis due to his PTSD.\n  ","417863":"\n  have you tried explaining these feelings to him ?? depression can be difficult to deal with but there needs to be communication between you two in order for things to work and also for you to help him.\n  ","417864":"\n  i use an android. i've never owned an iphone, so i'll have to go with androids.\n  ","417865":"\n  both, depending on which facets of the world you're looking at. politically, i think we're declining. but in terms of scientific progress, we're advancing.\n  ","417866":"\n  i don't generally argue with people either online or IRL, so i have no idea.\n  ","417867":"\n  my name is clearly leigh, lol.\n  ","417868":"\n  it probably does, sure. i'm always sober by the time i wake up though.\n  ","417869":"\n  i don't get buzzed off of one drink. it usually takes me 2-3 drinks to really feel something, and i usually stop drinking at 4 drinks.\n  ","417870":"\n  depends on how long i'm drinking, LOL. if i go out at 10pm, i'll stay buzzed until i go to bed, which would normally be around 1am at that point.\n  ","417871":"\n  alcohol is one of the most addictive substances out there.\n  ","417872":"\n  i like the feeling of being buzzed\/tipsy.\n  ","417873":"\n  no, not until just now. apparently it's more well known as a metal band.\n  \n  unless you mean \"semblance,\" if so then yes.\n  ","417874":"\n  it doesn't really affect my sleep. like i said, i fall asleep fairly easily so adding alcohol to the mix doesn't make it easier or harder.\n  ","417875":"\n  my sleep isn't hindered by thoughts. i can usually fall asleep easily.\n  ","417876":"\n  much appreciated ~~\n  ","417877":"\n  depends on my mood -- lately i've bren listening to hard rock, nu metal, hip hop, and alternative rock.\n  ","417878":"\n  not really. i'll listen to them on the radio, but i never went out of my way to listen to their music.\n  ","417879":"\n  hello -- do you have a question ??\n  ","417880":"\n  it's an app called zepeto !!\n  ","417881":"\n  cartoon selfies with\n  \n   @misphire\n  \n  !! hopefully we can make this a reality some day !! ♡\n  ","417882":"\n  no, i'm an athiest.\n  ","417883":"\n  it doesn't make a difference in how i feel the next day, most of the time. occasionally i'll get a hangover if i drank too much but i can't remember the last time i drank to that extent.\n  ","417884":"\n  i went out last night.\n  ","417885":"\n  no, i haven't drank tonight.\n  ","417886":"\n  i don't talk about my sex life on askfm.\n  ","417887":"\n  no, i've never been attracted to someone while dating my boyfriend.\n  ","417888":"\n  if i had stayed at the same school, i would have had to retake the class. however, i transferred to another school after that semester.\n  ","417889":"\n  well you have the option of breaking up with your partner to pursue the other person or ignoring your feelings of attraction because you want to be faithful to your partner.\n  ","417890":"\n  yeah, i failed a class due to depression before. i'm sorry you're going through this, it's so difficult to get through.\n  ","417891":"\n  i honestly don't remember, it was so long ago.\n  ","417892":"\n  not necessarily, the word \"interesting\" was attached to it so it could have also meant that my answers were interesting.\n  \n  nevertheless, thank you for your input !!\n  ","417893":"\n  i can't tell if this is an insult or a compliment, lmao.\n  ","417894":"\n  i'm not entirely sure yet because i'm still exploring it, but it's basically another create-your-own character app where you can add friends and take photos together !!\n  ","417895":"\n  add me on zepeto, guys !!\n  \n  code: 1HR1J7\n  ","417896":"\n  uh, i don't think that anyone thinks i'm famous, lol.\n  ","417897":"\n  i guess my senses. my instincts can be irrational and i recognize that, so i prefer relying on what i can see and hear.\n  ","417898":"\n  it's been pretty active for me. i suppose it all depends on who you follow.\n  ","417899":"\n  this isn't a question. questions would be appreciated.\n  ","417900":"\n  he was happy for me. he knew that\n  \n   @Courrtana\n  \n  and i wanted to meet for a long time, so when we did, he was fully supportive.\n  ","417901":"\n  i did !! we all drove around and grabbed something to eat the time we saw each other.\n  ","417902":"\n\n   @Courrtana\n  \n  is the only person i've hung out with on askfm, lol. but that's because we became really close prior to seeing each other and i trust her and her husband.\n  \n  she lives all the way in florida now, which makes me sad. we still text regularly though !!\n  ","417903":"\n  if you want to get to know me, then ask my questions on askfm.\n  ","417904":"\n  uh, i don't hang out with people on askfm.\n  ","417905":"\n  i enjoy my job, but it isn't really what i always wanted. granted, it's within my profession of choice but i don't see myself staying there for a really long time.\n  ","417906":"\n  thanks, my dude ~~\n  ","417907":"\n  ask them why they feel the need to resort to personal insults when the conversation clearly wasn't about that. i would assume that they're insecure with themselves, otherwise they wouldn't feel the need to lash out in such a way.\n  ","417908":"\n  yeah, i work 9-5 monday through friday.\n  ","417909":"\n  i don't condone violence in any relationship. if your automatic reaction to being yelled at is to hit a person, then you need to re-evaluate yourself.\n  ","417910":"\n  it depends on what the question is.\n  ","417911":"\n  i've had congestion, but i attributed that to the change of seasons. so i might actually have a cold, who knows.\n  ","417912":"\n  sometimes. small things can aggravate me, but it really depends on my mood already. some days i have more patience than others.\n  ","417913":"\n  it's been all right. i feel incredibly sick to my stomach and i can't get rid of it, so i've been trying to take it easy. i just made a cup of ginger tea and i'll probably make soup later.\n  ","417914":"\n  what do you want me to post an opinion on ??\n  ","417915":"\n  ???\n  \n  i have no idea what this is supposed to mean.\n  ","417916":"\n  hello -- do you have a question ??\n  ","417917":"\n  nothing new has really happened -- i've just been working a lot, seeing friends, etc etc. my birthday just passed (on the 18th), so i celebrated with my boyfriend and some friends, and i spent thanksgiving at my boyfriend's house with his family, which was really fun.\n  \n  i've been feeling more motivated too, which is a nice change. the past year has been difficult in regards to my mental health, but i'm steadily stabilizing myself as long as i remember to take my medication every day.\n  ","417918":"\n  i mainly watch achievement hunter, rooster teeth, markiplier, chilledchaos, videogamedunkey, and seananners (when he was still active).\n  ","417919":"\n  \"you can't love someone else if you don't love yourself first.\"\n  \n  i used to believe in it, sadly enough. i didn't think i was capable of truly loving another human being because i didn't love myself. over time, i realized that it was mainly a power trip for the person who told this to me, and i learned that people are fully capable of loving another person even if they still have issues within themselves.\n  \n  in addition, the idea of a person not being able to love someone else if they don't love themselves is harmful to people who struggle with self worth because it makes them further believe that they're not worthy of love either.\n  ","417920":"\n  i would say that i'm fairly adventurous. i'm not afraid to take risks, and occasionally i'll dive out of my comfort zone, especially if i know something is only temporary. in addition, i like garnering new experiences because i believe life should be composed of great experiences.\n  ","417921":"\n  tbh i work best with a routine, so my daily\/weekly routine seldom changes. my days consist of coffee, work, checking up on social media, video games, and occasionally reading and writing.\n  \n  here and there, my routine is punctuated with events, such as going out with friends, but i generally stick to the same things.\n  ","417922":"\n  i believe that people can change, yes -- however, they have to 1) recognize that their behavior was hurtful and problematic, and 2) genuinely want to make a difference within themselves.\n  \n  unfortunately, a lot of people can't change because they're too stubborn or proud to admit that they were wrong. nevertheless, there are definitely people out there who have the capacity to change.\n  ","417923":"\n  well that's what askfm is for. what's your question ??\n  ","417924":"\n  i don't give my tumblr out publicly, sorry.\n  ","417925":"\n  i don't have one. i don't know her well enough to have an opinion.\n  ","417926":"\n  no, i don't.\n  ","417927":"\n  perhaps. i don't think that deeply into it anymore.\n  ","417928":"\n  yes, they are.\n  ","417929":"\n  pablo neruda is my favorite poet !!\n  ","417930":"\n  i always want to be drunk. lmaoo.\n  ","417931":"\n  pretty much, yeah.\n  \n  anyway, y'all should send me more questions. i'm drinking and i'm planning on getting drunk af tonight ~~\n  ","417932":"\n  sometimes i do, although it's been a long time since i've been out in nature in full force like that.\n  ","417933":"\n  it makes me feel more like myself, if that makes sense. i feel most at peace when i'm surrounded by nature.\n  ","417934":"\n  sometimes, sure. nature is so much more powerful than humans can comprehend and it's humbling.\n  ","417935":"\n  i have !! i love seeing the full moon.\n  ","417936":"\n  move into a big house with my boyfriend, adopt a lot of dogs, and become a freelance novelist.\n  ","417937":"\n  religion, spirituality, etc etc. it all falls under the same idea.\n  ","417938":"\n  i don't answer them because i don't want to answer questions like that. hence why i keep deleting them, lol.\n  ","417939":"\n  mental health advocacy.\n  ","417940":"\n  he raps about abvsing women, specifically his ex wife, and he's incredibly misogynistic.\n  ","417941":"\n  eminem is a disgusting human being.\n  ","417942":"\n  i'm really tired of these pseudo-intellectual questions. not to mention the fact that you repeat the same questions week after week.\n  ","417943":"\n  buddhism is a religion. it isn't factual evidence.\n  ","417944":"\n  it doesn't scare me because i don't believe that's true. it's all hypothetical in my eyes.\n  ","417945":"\n  human life is too painful and complicated. i wouldn't want to live through this again.\n  ","417946":"\n  i suppose so. i don't try to be someone i'm not, my social media is just an extension of who i am.\n  ","417947":"\n  yeah, it goes both ways. you should be looking for a partner, not someone to fulfill a void in you.\n  ","417948":"\n  i'm doing well. it's raining outside so i'm really calm right now, haha. i'm also waiting for my friend to text me when he gets out of work so we can go out later tonight.\n  ","417949":"\n  no, i have no reason to.\n  ","417950":"\n  no, love isn't enough. you also need to have a foundation of trust and stable communication between you both in order for things to work properly.\n  ","417951":"\n  i did !! some etsy shops were 10-25 percent off, and i saved $130 on an electronic i purchased for my father.\n  ","417952":"\n  why are you so salty over this, lmao.\n  \n  literally -- who cares ?? people have casual sxx, it isn't uncommon nor is it a big deal. it should be normalized imo.\n  ","417953":"\n  this isn't a complete question... are you asking if i cry when i confront someone ??\n  \n  if so, then no. i either cry over really small insignificant things, or bigger events (but usually days after the fact).\n  ","417954":"\n  i've never lied to that capacity before. that's a hell of a lot of trouble to go through for absolutely no reason.\n  ","417955":"\n  no, that isn't always the case. it could also be for privacy reasons.\n  ","417956":"\n  i don't really see the point in you sending this considering i'm lgbt myself. obviously i'm going to disagree with you.\n  \n  now run along and whine about gay people elsewhere.\n  ","417957":"\n  it doesn't bother me. people have different comfort zone levels when it comes to social media, and as long as their behavior isn't hurting anyone, then it isn't a big deal imo.\n  ","417958":"\n  i'm a worrier, but i don't do that specific thing. i think it roots back to my anxiety issues -- i.e. if my boyfriend doesn't text or call me when i know he's been out of work for a while, then i'll get really worried.\n  ","417959":"\n  people get so twisted over the most obscure shit, rofl.\n  ","417960":"\n  fire has always been beautiful to me.\n  ","417961":"\n  bro, i've been doing this for years. god forbid people reference the same memes in conversation, lol.\n  ","417962":"\n  THAT'S RIGHT. i don't remember how long ago that was, though. either way, it's one of my favorite memes.\n  ","417963":"\n  i don't know what you're referring to -- you'll have to be more specific.\n  ","417964":"\n  it's been a trend on the internet in general for years now. idk where it originated from, but it's intention is generally to mock someone else.\n  ","417965":"\n  you: wHaT pAnTiEs dO yOu wEaR\n  \n  me: i don't answer questions like these\n  \n  you: yOuRe sO rUdE\n  \n  lmaoo. sorry if i don't entertain blatant fetishes. this isn't the site for that sort of behavior.\n  ","417966":"\n  with my boyfriend, sure. but not with anyone else.\n  \n  quit playing dumb, i'm not entertaining this any longer. any further messages will be deleted.\n  ","417967":"\n  i think it's an invasive question with obvious intentions behind it, and i don't partake in that sort of conversation on the internet.\n  ","417968":"\n  very rarely. i can't remember the last time i sat down with someone and watched a movie tbh.\n  \n  my boyfriend and i want to watch the stanford prison experiment movie that's on netflix, though.\n  ","417969":"\n  i'm quite aware. obviously i didn't want to answer your question.\n  ","417970":"\n  i usually don't feed into drama in general.\n  ","417971":"\n  if there's any word i hate, it's probably panty or panties. to describe something as simple as an undergarment like that sounds so crude to me.\n  ","417972":"\n  i'm not feeding into the drama today. if i answer this question, then i'll get 3294832 more questions about them, and i ain't about that life.\n  ","417973":"\n  i suppose it would all depend upon the situation. not every case will be the same, so the punishment would be tailored to the severity of the crime.\n  ","417974":"\n  thank you !! i appreciate it ~~\n  ","417975":"\n  OH. sorry, i must have misread your last message.\n  \n  my previous answer still stands. people who falsely accuse others of rxpe should be met with some form of punishment. rxpe is a serious offense and requires intense investigation.\n  ","417976":"\n  no, i don't show affection in public toward my friends ... i don't really show affection to them in private, either. i'll tell my friends that i'm thankful for their friendship, but that's the extent of it. i feel uncomfortable showing physical affection.\n  ","417977":"\n  people who make false accusations should be met with discipline -- perhaps not as severely as people who actually do the offense, but there should be some form of punishment involved.\n  \n  however, i don't believe dr. ford was lying about kavanaugh.\n  ","417978":"\n  there's nothing in a man that will complete a woman, so the answer is nothing. women are whole human beings and don't need the validation of men to survive & thrive.\n  ","417979":"\n  i have tendencies to be pretty romantic, yes !! i prefer staying inside, having deep conversations, and connecting intimately with my partner as opposed to going out somewhere. i really value sentimental thoughts and gifts more than anything else.\n  ","417980":"\n  i'm purposely staying out of it because it's a sensitive topic for me. i don't like discussing abxse on my page, it can be triggering at times.\n  ","417981":"\n  i think it's absolutely disgusting. rxpe is a serious offense and is incredibly traumatic for survivors, and to lie and make false claims of rxpe is so demeaning and a spit in the face to those who have actually endured that trauma.\n  ","417982":"\n  welcome to my page, which is hella gay.\n  ","417983":"\n  i feel things too deeply, so i feel as if breaking someone else's heart would personally be easier for me. i have a tendency to ruminate on things for a long time, and normally if i'm breaking a person's heart, i've already disconnected from them emotionally so it wouldn't hurt me as much as if i got my heart broken.\n  ","417984":"\n  it depends on their personality. i have a friend who's pretty talkative, but she's also fun to talk to so it doesn't bother me at all.\n  \n  other people, however, are irritating when they speak too much.\n  ","417985":"\n  i wasn't aware that humans had a choice in choosing one or the other, LOL. we all fart and burp, some more than others, and it's nothing unusual.\n  ","417986":"\n  sometimes, i do. other times, i feel better with the company of others. however, i don't like crowds of people and i prefer one-on-one conversation instead.\n  ","417987":"\n  i went to bed around 1:30am and woke up at 8:30am.\n  \n  waking up at 8:30am is technically sleeping in for me, but considering it's the weekend and i could have slept for as much as i wanted, it was a tad early.\n  ","417988":"\n  my day has been fine so far. i woke up semi-early even though i went to bed pretty late, but i felt fine. i'm on my third cup of coffee. i've also been listening to music and browsing stores online for xmas ideas, it's been a pretty relaxing day.\n  ","417989":"\n  no, i haven't purchased it yet. i want to read more reviews and watch more streams of people playing it to determine if it's a good investment.\n  \n  it's on sale for $35 on amazon rn, but i also don't know if someone already bought it for me as an xmas gift, so i might hold off until after the holidays.\n  ","417990":"\n  i haven't checked my blood pressure in a few months -- my psychiatrist checked it for me at one of my appointments. it was within normal range.\n  ","417991":"\n  one of those alexa electronics !! it's the stand-up echo device that has the display screen. he's into all sorts of gadgets and he doesn't own one, so i think he would really like it.\n  \n  best buy has a sale rn, it was originally priced $229 but marked down to $99 so i took advantage of the deal.\n  ","417992":"\n  i got my father the best xmas gift and i'm so excited for him to see it. can i wait an entire month ?? let's find out.\n  ","417993":"\n  i don't know much about clinton to really give an opinion on that matter. however, she does try way too hard to appeal to younger voters -- which is so cringey imo.\n  ","417994":"\n  that's highly debatable, lol. even though i don't like clinton, i feel as if she would have done a slightly better job than what trump is doing rn.\n  ","417995":"\n  i couldn't care any less about sports.\n  ","417996":"\n  i play mostly RPG and FPS, depending on the individual game. i don't like big multiplayer FPS games, but i do enjoy FPS's that have a solo (or co-op) storyline, like destiny and halo.\n  \n  my favorite RPG games are the fallout series, skyrim, and the bioshock series. though they can kinda be classified as FPS too, lol.\n  ","417997":"\n  i have no idea what this is referring to. can you be more specific ??\n  ","417998":"\n  i've actually never watched it before. from the screenshots i've seen, though, it looks like something i would be into.\n  ","417999":"\n  askfm is so dead rn.\n  \n  if anyone is online, ask me questions !! i'll answer anything as long as it isn't inappropriate.\n  ","418000":"\n  no, i don't believe in destiny. i don't believe that everything happens for a reason because unfair things happen to good people and unjust people often get away with their problematic behavior.\n  ","418001":"\n  i can't really give you an answer because i don't know your specific situation nor the relationship you had with your ex.\n  \n  however, i will say this in a general sense -- you have to remember that you did break up for a reason, and unless you have reasonable cause to believe that the relationship will be different now, the turnout may end up being the same. most of the time, it isn't worth it to return to your exes because you both might be hurt again in the long run.\n  \n  but like i said, i don't know your exact situation. use your best judgment.\n  ","418002":"\n  i'm debating on it !! i need to look into it more and watch more streams of the game. i'm generally not a big fan of multiplayer games like that, but i'm really interested in exploring the terrain.\n  ","418003":"\n  no, i'm in a relationship.\n  ","418004":"\n  lol, no. i'm playing fallout 4.\n  ","418005":"\n  my bedroom is so cozy.\n  ","418006":"\n  thank you !! i'll definitely look into it. i've been having so much neck and back pain from working in an office, staring at a monitor for eight hours a day is definitely not healthy.\n  ","418007":"\n  thank you -- i hope so too. i know it's muscle pain because it goes away mostly when i take ibuprofen, and it's the worst in the morning, so idk if i need a new pillow or something.\n  ","418008":"\n  this is day three of me waking up in immense pain to the point where i'm in tears. i have no idea how this happened, but i'm getting really tired of it.\n  \n  ask me questions, y'all ~~\n  ","418009":"\n  happiness is a state of contentment and joy that an individual feels, whether it's temporarily or on a long term basis. happiness is also subjective, meaning that its meaning depends entirely on the individual, and different things make different people happy.\n  ","418010":"\n  i don't ask questions anymore, so never.\n  ","418011":"\n  because of the annoying anons who either enforce their fetish onto people, ridicule people, or otherwise ask inappropriate questions. other than that, i think this is a great app.\n  ","418012":"\n  it's a tie between instagram & askfm, sadly enough. as aggravating as this app is, it's horribly addictive.\n  ","418013":"\n  i wholeheartedly agree. that doesn't really change how i view a person who has significantly wronged me, however. if someone does something terribly wrong to myself or someone else, then i don't see anything redeeming about them anymore.\n  ","418014":"\n  no, quite the opposite. ever since he took office, more and more racist, sexist,homophobic, transphobic, etc etc. people are coming out and being more open with their hatred -- because trump has, whether knowingly or not, made it a safer place for these ignorant people to exist and express their hatred.\n  ","418015":"\n  it depends on the circumstance. some people have easy lives while other people have harder lives. it isn't really a universal thing.\n  ","418016":"\n  in a way, yeah -- although when i say that they've done something wrong, it isn't usually something as easy as a silly mistake. it usually happens when they've made a big mistake or have wronged someone (whether it's myself or someone i know), and then all i can see in them are their flaws, which are unforgiving.\n  ","418017":"\n  idk i'd rather come back as something simple and peaceful, like a tree in the woods or a flake of snow.\n  ","418018":"\n  i see the best in people up until they do something wrong, and then i end up seeing the worst in them.\n  ","418019":"\n  i'd rather not answer questions about my own impending death, thanks.\n  ","418020":"\n  i'm 27 years old.\n  ","418021":"\n  inconsistent.\n  ","418022":"\n  honestly, i just can't see myself living for another nearly three decades. i've barely made it through the first three decades, and who knows what sort of health issues i'll develop before i turn 50.\n  ","418023":"\n  no, i don't currently live with my boyfriend. i spend a lot of time at his house, but we don't live together yet.\n  ","418024":"\n  november 18th.\n  ","418025":"\n  if i was double my current age, i would be 54 years old. i don't really see myself living that long.\n  ","418026":"\n  partnered ?? do you mean was i in a relationship ?? lmao.\n  \n  at the time, my boyfriend and i weren't exactly dating.\n  ","418027":"\n  it was a complicated situation -- i wasn't exactly homeless but i couldn't go anywhere for the night unless i wanted to spend $100 on a hotel room, which i didn't have.\n  ","418028":"\n  i didn't have anywhere else to go. sleeping in a car is uncomfortable, especially if you have a small car like i always had.\n  ","418029":"\n  you're never too old for a disney or pixar movie. i'll watch them if i see they're on tv or netflix.\n  ","418030":"\n  THAT'S AWESOME. lmaoo.\n  \n  their burgers always look and sound so good. like ... how. it's a fucking cartoon. hahah.\n  ","418031":"\n  i've always enjoyed bob's burgers !! it's one of the few \"\"adult\"\" cartoons that actually makes me laugh.\n  ","418032":"\n  it's a disney animated film about a young chinese woman who impersonates a man in order to serve in the chinese military to take her father's place.\n  \n  i haven't watched it in years, but i just remember enjoying the general premise of the movie, the culture, and the music.\n  ","418033":"\n  i can never choose a single favorite of virtually anything.\n  ","418034":"\n  inside out, brave, tangled, the emperor's new groove, atlantis: the lost empire, treasure planet, and mulan.\n  ","418035":"\n  y'all should ask me questions while i browse online stores for xmas gifts ~~\n  ","418036":"\n  no, i don't play fortnite.\n  ","418037":"\n  there's a certain etiquette you need to follow when you're working with the general public, particularly in retail or food service positions, and unfortunately saying \"that's just me\" in response to something you might have done that offends a customer won't fly with management and may risk your job.\n  \n  personally speaking, if a customer is acting irrationally and heated and making personal offenses toward the workers, then it's forgiveable to defend yourself against the customer. you have to remind others that you're human too. but that doesn't give anyone permission to personally criticize a customer because then you're acting just as poorly as the customer is.\n  ","418038":"\n  I THINK ABOUT THIS ALL THE TIME LOL.\n  \n  especially considering my background in retail. i worked in retail for four years, and i dealt with hundreds of customers per week and i strangely never lost my cool. however, i'm actually pretty quick to anger and things irritate me easily, so whenever someone saw me deal with an irate customer, they would be confused as to how i was still so nice to them.\n  \n  same thing with my boyfriend. he's a very blunt, honest, no bullshit sort of person but he's been working in retail for years now, particularly in positions where he needs to put the customers' priorities first. it always amazes me that he hasn't snapped yet.\n  ","418039":"\n  being mentally ill isn't exactly a competition, although a lot of ignorant people on the internet seem to like to treat it as it is.\n  ","418040":"\n  \"tribulation\" -- matt maeson ;\n  \n\n   https:\/\/youtu.be\/V8D5dYRZz18\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","418041":"\n  i only make promises i know i can keep. i place great value in promises and i always hate being on the opposite end of a promise when it isn't fulfilled, so i make sure to never do that to anyone.\n  ","418042":"\n  LOL. after a few drinks, you won't even feel it. trust me on that.\n  \n  usually when i have muscle pain like that, i take a few ibuprofen. it goes away after a few days.\n  ","418043":"\n  i was voted most artistic.\n  ","418044":"\n  depends on the situation, but i'll try.\n  ","418045":"\n  neither. both are nice, but they don't automatically make me happy. i prefer spending time with my boyfriend and our friends.\n  ","418046":"\n  i'm doing well. i just got home from work -- they let us out 30 mins early so i'm happy about that !!\n  ","418047":"\n  lmao. no, i'm not circumcised.\n  ","418048":"\n  uh, yeah they do. a lot of people take off black friday because it's the day after thanksgiving.\n  ","418049":"\n  i'm not a \"sweetheart,\" so don't call me pet names.\n  \n  and if you read my bio, you would see that i'm from new york.\n  ","418050":"\n  well you asked this yesterday -- so something good that happened yesterday is that i got the chance to hang out with my boyfriend's bearded dragon and we took a small snooze together.\n  \n  today, it's only 8:30am but a good thing that happened is that i got to work on record time because no one is on the road this morning since it's black friday.\n  ","418051":"\n  you're better off asking someone who's been hospitalized before. i've never had to go to the hospital for myself, let alone get general anesthesia.\n  ","418052":"\n  i can sing, but that doesn't mean i sing well, lol. my singing voice is atrocious.\n  ","418053":"\n  i drive a hyundai accent.\n  ","418054":"\n  if you're asking what phone i have, then i have a samsung galaxy s7.\n  ","418055":"\n  yeah, i've slept in a car on numerous occasions.\n  ","418056":"\n  my day yesterday was pretty good !! i spent the day with my boyfriend and his family, and we had thanksgiving dinner and dessert with some extended family who came over later in the afternoon. i ended up getting fairly drunk, so i passed out super early.\n  ","418057":"\n  depends on what you mean by \"much.\" it depends entirely on the week, though. some weeks i'll go to the bar 1-3x while other weeks i won't go at all.\n  ","418058":"\n  yeah, i save most of my money and only spend it on necessary items. the only items i splurge on are coffee & cigarettes.\n  ","418059":"\n  this is a question of much debate and i'm not in an unbiased enough position to answer it.\n  ","418060":"\n  my day is going well !! i'm drunk, lmao.\n  ","418061":"\n  yes, i'm currently celebrating with my boyfriend's family.\n  ","418062":"\n  you'll have to look that up yourself because i personally don't know. there has been a lot of controversy, though, other whether being gay is encoded in people's genes or not.\n  ","418063":"\n  you can enjoy the aesthetic of churches without necessarily believing in god. i like going to churches in the case of weddings and such, but i'm personally an athiest.\n  ","418064":"\n  we just finished eating, and now we're having dessert. the eggplant parm was really good, but it was ordered in by a local italian store.\n  ","418065":"\n  no, i only really spend money on things i need. unless i have a gift card or something, then i'll buy something i want.\n  ","418066":"\n  i write press releases, newsletter articles, and magazine features for clients who buy our products.\n  ","418067":"\n  LOL YOU'RE THE SECOND PERSON TO GET BEHIND THIS.\n  \n  i guess i know what i'm doing if i ever go to comic-con.\n  ","418068":"\n  AHHH YES. ♡\n  ","418069":"\n  i don't go shopping in stores, but i'll usually take advantage of online deals.\n  \n  i'll be working tomorrow though.\n  ","418070":"\n  happy thanksgiving from myself and my best pal. ?\n  ","418071":"\n  as my job ?? i'm a writer and editor for a publishing company.\n  ","418072":"\n  thank you !! it's actually a wig, lol.\n  ","418073":"\n  i'm really not, but thank you regardless.\n  ","418074":"\n  no, i don't believe in an afterlife.\n  ","418075":"\n  no, i'm not duplicitous by any means -- to be such would mean that i'm dishonest or deceitful, and i always try my best to be truthful, honest, and open to communication.\n  ","418076":"\n  there's one truth that i shy away from, but it's something that i've been trying to make better in my life because the truth has been hurting me and my loved ones in some way. i recently had a reality check regarding this issue, which was hard and painful, and since then i've been trying to make better of the situation.\n  ","418077":"\n  i believe that your children should come first above all else -- it's your job to provide an amazing life for your children and their well being should come before anyone else's, including your significant other. you have to do what's best for your children when you become a parent.\n  \n  those who choose partners over their child are selfish in most cases -- in that sense, they're basically disregarding what would be best for their child in favor of their own personal wants.\n  ","418078":"\n  i've never cosplayed before, but i've always wanted to !! i think i could really pull off chloe price from life is strange.\n  ","418079":"\n  yes, i wholeheartedly believe that true love exists. sometimes it may be hard to find, but i think that everyone has at least one person with whom they're extremely compatible. it all depends on if you find someone and if it's at the right moment of your life.\n  ","418080":"\n  today, love is spending time with my boyfriend and his family, sharing good food and conversation, and drinking merrily in the enjoyment of each other's company.\n  ","418081":"\n  i assume you meant \"think outside\" of the box ??\n  \n  if so, then yeah -- i have my moments where i think of things in an unconventional way that nevertheless gets the job done.\n  ","418082":"\n  i use VSCO for my mobile photo editing, and sometimes afterlight for a few overlays.\n  \n  i really recommend VSCO because you can edit basically anything in regards to light, shadow, saturation, hue, tone, grain, and anything else with color. i've really enhanced a few of my photos with that app.\n  ","418083":"\n  if i'm feeling poor mentally, then i usually need my boyfriend, a big mug of coffee, and sometimes alcohol to make me feel better.\n  \n  if i'm feeling poor physically, then it all depends on how i'm sick. but i usually drink a lot of tea, eat a lot of soup, and sleep often.\n  ","418084":"\n  yes, i believe felons should be allowed to vote. their opinions matter just as much as the rest of us and they comprise of a significant amount of the population.\n  ","418085":"\n  i believe in science, not miracles.\n  ","418086":"\n  it's been good !! it's only 11am and i haven't done much at all besides talk to my boyfriend, eat breakfast, and make a cup of coffee.\n  ","418087":"\n  thank you ~~\n  ","418088":"\n  hello -- do you have a question ??\n  ","418089":"\n  yes, i've always been good at adapting myself to changes in my environment pretty quickly.\n  ","418090":"\n  not on pointless things, no. i'd purchase necessary items and donate to charity.\n  ","418091":"\n  i saw kesha and macklemore last summer.\n  ","418092":"\n  it helps me fall asleep faster, but my quality of sleep is poor.\n  ","418093":"\n  i'm sorta confident but not completely -- it also depends entirely on the day and what kind of mood i'm in, because my confidence levels change a lot.\n  ","418094":"\n  there's a dude ranch\/family resort in upstate new york that my boyfriend and i used to go to a lot, and we haven't been there in a few years.\n  \n  i'd love to take another vacation there again. the weather is always beautiful, the scenery is amazing, and it's the perfect weekend getaway.\n  ","418095":"\n  rainbow cookies & chocolate chip cannolis !! i hope we're getting them for dessert for thanksgiving tomorrow.\n  ","418096":"\n  i'm a scorpio & i 100 percent relate to basically everything people say about scorpios, lmaoo.\n  ","418097":"\n  i'm thankful for my boyfriend and all of my friends who put up with my ridiculous ass on a daily basis.\n  \n  i wouldn't be where i am without any of them.\n  ","418098":"\n  i can be jealous but that goes for all of my relationships, romantic or platonic. it's something i've continuously worked on over the past few years because jealousy is a toxic emotion and hurts me first and foremost, so i'm trying to change.\n  ","418099":"\n  i didn't have a reason to cheat, so i never did. i don't have any advice on that besides to obviously not cheat or plagarize (i think i spelled that wrong) because it could get you into serious trouble, including being expelled in college.\n  ","418100":"\n  bacon, lettuce, tomato, cheese, and avocado.\n  ","418101":"\n  i've considered it but it isn't something i can do in my present situation. once i move out, i'm going to try to transition to a vegetarian lifestyle.\n  ","418102":"\n  i have a samsung galaxy s7. i prefer androids, they're more customizable. however, i've never owned an iphone myself so i really don't know.\n  ","418103":"\n  when he brings me a giant mug of coffee and wraps me in a cozy blanket. hell yes.\n  ","418104":"\n  parents aren't people's first loves.\n  ","418105":"\n  depends on what the situation is, but i can try to help.\n  ","418106":"\n  i never liked his content or personality. then it turned out that he was racist and antisemitic, so no thanks.\n  ","418107":"\n  i don't develop crushes on people because i'm already in a relationship.\n  ","418108":"\n  no, i don't like pewdiepie.\n  ","418109":"\n  i love nature because it's void of humans, and the natural beauty of nature is unmatched. i feel most at home when i'm surrounded by nature.\n  ","418110":"\n  if it's a major or repeated mistake, then i'll less likely to forgive you. i don't have room or time in my life for people who will take advantage of my friendship or otherwise display toxic behavior.\n  ","418111":"\n  i don't really know what you mean by that.\n  ","418112":"\n  askfm hasn't said anything of their purpose. i assume its for stuff like microtransactions where we can \"buy\" new colors or moods with coins, idk.\n  ","418113":"\n  i was already asleep by the time you asked me this question, lol.\n  ","418114":"\n  i'm drinking and bored af, y'all should ask me shit.\n  ","418115":"\n  if it's a minor transgression then i'm more likely to forgive a person. however, if it's something major or repeated multiple times, then i won't forgive them regardless of how much time has passed.\n  ","418116":"\n  i'm more book smart, but i've developed some street smarts over the years as well.\n  ","418117":"\n  i'm the youngest child -- my brother is 12 years older than me.\n  \n  it's never caused any issues because there's such a large age gap between us that we were never on the same plateau, and he was away for most of my life in regards to school and work. now that we're older, we talk more often and have a lot more in common.\n  ","418118":"\n  aaahh, either playing video games or writing !!\n  \n  i love doing both & i'm passionate about both, but writing has always been my number one passion so i'm leaning more towards that.\n  ","418119":"\n  lol, i've literally never solved a rubik's cube. i don't have the patience for them.\n  ","418120":"\n  i don't think i am, but thanks regardless ~~\n  ","418121":"\n  it's american, and you can typically buy it at any grocery store here.\n  ","418122":"\n  stash peach black tea. it's been my new obsession at work, the taste and aroma are wonderful.\n  ","418123":"\n  thank you !!\n  ","418124":"\n  today !! i'm excited to go out to dinner with my coworker tonight because we haven't caught up in a while, and we're getting yummy mexican food and margaritas.\n  ","418125":"\n  making friends. i don't really go out of my way to make friends anymore, but it definitely would have saved me a lot of anguish to know certain things prior to be becoming attached to someone.\n  ","418126":"\n  my boyfriend and i like giving human names to pets, lmao. he has named all of his fish (and he had 10-15 different fish) and they're all human or mythological names.\n  \n  he has two oscars named ra and osiris, which i think are really great names for them. he's also had two fish named fred and george, and he has two large parrot fish named hagrid and gimli.\n  ","418127":"\n  for the most part, yes. i don't spend money frivolously unless i know i have the extra cash to spend, and i've never dangerously dipped below a certain number in my account. i also have a savings account that i transfer money into each month.\n  ","418128":"\n  in that case, then yeah, that's not a bad idea at all. i really have to look into this sort of thing with my job, i haven't set anything up yet.\n  ","418129":"\n  do school photos count ?? lol, everyone had professional photos taken during their senior year in high school for the yearbook, and some of them were more creative than others.\n  \n  other than that, no. i have a few friends who are photographers and have asked me to model for them, but i was always too self conscious to say yes.\n  ","418130":"\n  whenever i go through my closet and belongings, i always donate my old things (if they're in good condition) to local thrift shops and the salvation army.\n  \n  i don't give monetary donations to any charities, though. i can't afford to do that, unfortunately.\n  ","418131":"\n  first off, that's such a good thing that you're this responsible with your money !! it'll pay off in the long run.\n  \n  i don't think that's a bad idea at all, as long as you allocate your money responsibly and still give yourself a liveable wage each week.\n  ","418132":"\n  assassin's creed: origins.\n  \n  my coworker advocated for this game strongly and said it was the best out of all the other AC games, so i ended up buying it when it was on sale a few months ago. i only played a few hours of it before i got bored and frustrated. half of the game is you running around on a camel, and i hate that.\n  ","418133":"\n  hello ~~\n  \n  nothing much. i'm waiting for my coworker to get out of work so we can grab dinner together.\n  ","418134":"\n  pros ;\n  \n  ✧ i'm open and willing to communicate regardless of what the issue is.\n  \n  ✧ i enjoy washing dishes and doing laundry.\n  \n  ✧ i'm always down for nights in and i won't invade your space.\n  \n  cons ;\n  \n  ✧ sometimes my depression causes me to be messy especially in regards to my clothing.\n  \n  ✧ at the same time, i like things being neat and organized when i feel better so i can be meticulous when it comes to other people not doing their part in terms of cleanliness.\n  \n  ✧ i like candles and smelly stuff so it might bother other people if they're sensitive to scents.\n  ","418135":"\n  i avoid some things, but not others. for instance, i experience social anxiety so i avoid crowds and the general public as much as i can.\n  \n  however, i try not to avoid problems because that only makes them worse in the long run.\n  ","418136":"\n  probably, but i can't remember specifics. i've only ever really drifted away from people, and i wouldn't be surprised if it was my fault.\n  ","418137":"\n  yeah, unfortunately that's very common when people move in together for the first time. it can either make or break a relationship depending on how you resolve the arguments.\n  ","418138":"\n  i always wear scarves and beanies during the winter months. they're so cozy.\n  ","418139":"\n  taking a shower and brushing my teeth. i can always buy new clothing that doesnt smell, haha.\n  ","418140":"\n  most consecutive cups of coffee drank in a single day.\n  ","418141":"\n  no, i don't believe in an afterlife.\n  ","418142":"\n  hello ~~\n  ","418143":"\n  i like rainy days, but they make me want to stay home and cuddle up with a warm blanket and hot cup of coffee all day, lol.\n  ","418144":"\n  i don't even know what this is.\n  ","418145":"\n  no, but to be fair, the only person i talk to on a daily basis is my boyfriend. i probably talk to\n  \n   @Courrtana\n  \n  the most out of everyone listed though.\n  ","418146":"\n  apparently even hearing two notes of a song or instrumental that means a lot to me makes me cry, lmao.\n  \n  there was a commercial for imogen heap's music from harry potter & the cursed child on spotify, and i immediately began tearing up. smh.\n  ","418147":"\n  i put my friends' happiness before my own, and sometimes it does exhaust me, but only when i don't take time out for myself to do self care. my friends are generally good at recognizing when i'm doing it, though, and they show their appreciation accordingly.\n  ","418148":"\n  ✧ they're extremely stubborn to the point where they won't acknowledge if they're wrong about something.\n  \n  ✧ they're manipulative at times and put on a false front.\n  ","418149":"\n  ✧ they're one of the most intelligent people i know, even if they don't see it themselves.\n  \n  ✧ they've overcome great adversity to get to where they are today and they've proven themselves to be a beautiful, selfless human being on a daily basis.\n  ","418150":"\n  it depends entirely on the mistake they made and if the apology was sincere. i'm more likely to forgive minor transgressions, but big mistakes are pretty much deal breakers for me.\n  ","418151":"\n\n   @shehitsback\n  \n\n\n   @Courrtana\n  \n\n\n   @dovbts\n  \n\n\n   @urlsareshittbh\n  \n\n\n   @country_peach\n  \n\n  although i have all of them added on other social media, so i would still be able to talk to them !!\n  ","418152":"\n  i'm sorry you don't have access to treatment -- i've been there in the past & it's rough. however, if you have a support system (friends or family or anything) then it can be easier. confide in someone you trust regarding your feelings and you'll feel a bit better knowing that someone has your back.\n  \n  there are also online resources and workbooks you can utilize to help with symptoms, and you can find them on amazon !! i haven't bought any yet but they seem good.\n  ","418153":"\n  no, i don't have any games on my phone. i also never played PUBG before, but i watch my boyfriend play it all the time.\n  ","418154":"\n  ask me questions, y'all ~~\n  \n  i'll answer anything as long as the questions are appropriate !!\n  \n  ask me about ;\n  \n  ? relationships \/ my relationship\n  \n  ? my career & education\n  \n  ? my hobbies (video games, writing, painting, photography)\n  \n  ? controversial opinions\n  \n  ? mental health\n  ","418155":"\n  yeah, definitely -- although i believe most countries could be considered that as well, as wealth defines success and power in most countries.\n  ","418156":"\n  i always feel a deep yearning or emptiness when i have to clean the mug cabinet and get rid of mugs that i haven't used in a while. i always regret getting rid of them because i have a really bad mug obsession, and i want to keep every one i see.\n  ","418157":"\n  pretty much anything having to do with driving and dealing with other drivers on the road.\n  \n  i don't get road rage per say, but it *really* bothers me when people are in such a rush that they don't pay attention to what's around them, or they simply don't care. cutting others off, not using blinkers, passing in the right lane, honking obnoxiously, etc etc.\n  ","418158":"\n  i'm not afraid of attachment, and i actually become attached to people incredibly easy -- sometimes to the point where it's unhealthy. i'll develop an irrational adoration for them, up until they do something that i think is wrong.\n  \n  when that happens, i can detach myself from people incredibly easily, but it often turns into some form of distaste or dislike for them.\n  ","418159":"\n  my day has been fine. two of my coworkers surprised me with gifts for my birthday -- a mug and a $15 starbucks gift card !! i thought that was so sweet of them.\n  \n  other than that, it was a normal day. i just got home from work so i'm probably going to play video games for a little bit.\n  ","418160":"\n  i love video games & try to play as often as i can !!\n  \n  lately i've been replaying fallout 4, but i also love destiny 2, skyrim, assassin's creed, tomb raider, bioshock, and red dead redemption.\n  ","418161":"\n  i used to enjoy reading a lot, but lately i haven't had the time to read.\n  \n  my favorite authors are stephen king, anne rice, francesca lia block, susanna kaysen, franz kafka, and george orwell. i recommend anything from them.\n  ","418162":"\n  i'd rather not have internet for six months. i'm terrified to go sky diving.\n  ","418163":"\n  i've never been to a chinese buffet before.\n  ","418164":"\n  the one who doesn't know when to stop, LOL. i have little self control when i drink, and i'll just keep going until you drag me away from the bar.\n  ","418165":"\n  i've been having acid reflux all day, so that's been hurting me. it's making me feel like i'm going to vomit.\n  ","418166":"\n  i wouldn't exactly call myself an intellectual as a noun, but i can be intelligent about certain things.\n  ","418167":"\n  not at all. i always take extremely hot showers.\n  ","418168":"\n  the one i identify with most is probably gluttony -- i don't have much self control, especially when it comes to drinking.\n  \n  the one i identify with least would be greed. i'm not greedy by any means and i would rather give my money away (in terms of gift giving because it makes people having) since money can always be made again.\n  ","418169":"\n  regardless of what you say, they're going to feel hurt and pain either way. therefore, it's best to just be honest with them so they get the closure they need. they deserve to know the truth as much as it might hurt.\n  ","418170":"\n  fallout 76 for the xbox one !! i might buy it this weekend.\n  ","418171":"\n  chloe price from life is strange !!\n  ","418172":"\n  ROFL. i can guarantee that\n  \n   @shehitsback\n  \n  has never sent me an anonymous question besides on accident.\n  ","418173":"\n  i've never heard of them before.\n  ","418174":"\n  i wear my clothes on the larger side anyway, so i'd rather them be 2x too big. i'm overweight, so wearing clothes that are too small would make me extremely self conscious.\n  ","418175":"\n  in most cases, it isn't medically necessary. it's essentially genital mutilation, and it has become so normalized in society that people are under the false impression that it's safer than to not be circumcised.\n  \n  there's also the idea that infants cannot give consent, and to medically alter someone's body (in most cases for aesthetic appeal) without consent is wrong.\n  ","418176":"\n  LOL. don't worry, i figured it was you.\n  ","418177":"\n  rofl, maybe. some people are so salty over the most random things, so it wouldn't surprise me.\n  ","418178":"\n  we'll text, but normally our schedules were so conflicting that we were hardly able to see each other. when i get into bad moods, i also don't tend to use my phone very much so i'll wind up talking to her about it when i feel better.\n  ","418179":"\n  it was definitely one of the good ones !! i'm so grateful for everything, including the people who wished me a happy birthday today, and i'm fortunate in that i didn't end up falling into a bad mood. sometimes my birthday makes me depressed, but this weekend was actually great.\n  ","418180":"\n  when they don't want to wear makeup anymore.\n  \n  sometimes people wear makeup their entire life, sometimes people never wear makeup, and sometimes people stop wearing makeup because they don't want to wear it anymore. it's circumstantial.\n  ","418181":"\n  i only prefer the company of my boyfriend when i'm in a bad mood because he's the only person who can really comfort me.\n  \n  if he's not around, then i prefer to be left alone.\n  ","418182":"\n  my birthday was good !! i got a few gift cards from my brother and cousin, but my main birthday gift was tickets to see harry potter & the cursed child, which i saw last weekend.\n  \n  my boyfriend also took me out to a wine tasting event friday night as his gift to me, which was a lot of fun.\n  ","418183":"\n  no, i'm not putting myself in a position to get potentially hacked, lol.\n  ","418184":"\n  i only have the sweet peach one (which has some amazing colors). but i really want the pumpkin spice one -- i love neutrals, especially when they have hints of red and orange.\n  ","418185":"\n  i don't generally go to the movies as it is, so i never have. plus the movie theaters around me are super expensive, i'd rather just wait for them to appear on demand.\n  \n  however, i do want to watch the new fantastic beasts movie. i just have to see the first one, LOL. i heard it might be on netflix.\n  ","418186":"\n  high-end ; too faced. their foundation & cover up work really well for me, and their eyeshadow palettes are beautiful.\n  \n  drug store ; elf. they're super cheap and work really well.\n  ","418187":"\n  i've never even heard of that until just now.\n  ","418188":"\n  i'd prefer if you didn't do that. you should be just fine, just focus on the movie and having fun. remember, people do it all the time.\n  ","418189":"\n  people go to the movies alone all the time, it isn't weird or unusual. if you want to see the movie, then go see the movie. the people who work at the theater are probably used to customers going alone, and other people don't care enough to notice.\n  ","418190":"\n  idk what you're talking about.\n  ","418191":"\n  yeah, i have work tomorrow so i usually wake up around 7:30am.\n  ","418192":"\n  i don't really remember when the last time was specifically. however, it happens pretty often to me, where i'll get an upset stomach or diarrhea even though nothing i ate was unusual.\n  ","418193":"\n  ugh, yes. thankfully it hasn't happened a lot, perhaps only one or two times, but it's absolutely dreadful.\n  ","418194":"\n  i'm so exhausted that i might just go to bed at 9pm because i have nothing else to do, lmao.\n  \n  y'all should send me questions to keep me awake ~~\n  ","418195":"\n  sometimes i'll take it personally if i know the reason why they need space is directly because of me.\n  \n  otherwise it doesn't bother me. everyone needs space, including myself, and it's normal to distance yourself from people temporarily.\n  ","418196":"\n  it's actually both.\n  \n  advanced as an adjective means ahead in progression, while advanced as a verb means to move ahead.\n  ","418197":"\n  where have i complained about my anons ?? i generally get good anons with a few select exceptions.\n  ","418198":"\n  they both have wonderful characters.\n  ","418199":"\n  i would tell them, no one wants to have bad hygiene and as long as you're not mean about it, it's fine to tell a friend that they should be more aware of it.\n  \n  i would still be friends with them regardless.\n  ","418200":"\n  better at what ?? you'll have to be more specific.\n  ","418201":"\n  no, i've never had baby fever before.\n  ","418202":"\n  i try not to because it's a harmful emotion and hurts you more than it hurts the other person. i've learned to move on.\n  ","418203":"\n  no, that's shallow. i could never date someone solely because of what they looked like. personality is what keeps a couple together.\n  ","418204":"\n  not really, no. occasionally i'll get something in the wrong size on accident, but it hasn't been a big deal because it still fit me.\n  ","418205":"\n  yeah, i volunteered in the past. my boyfriend and i used to volunteer for a local children's basketball tournament held at his church. we would sell different drinks and candy for the kids and parents, and the proceeds would go towards a scholarship.\n  ","418206":"\n  LOL, no. i've actually never dyed my hair green before.\n  ","418207":"\n  no, i haven't done that in years because i can't handle the crowds of people. i might check out some online deals on cyber monday, though.\n  ","418208":"\n  i usually wait until the last minute, lol. i have the horrible tendency to do my xmas shopping within the three weeks before xmas.\n  ","418209":"\n  no, i'm bisexual.\n  ","418210":"\n  i'm proud of my CV because i spent a lot of time on it when i was updating it one year ago, lol. i don't have much experience, so i focused more on my skills and job responsibilities as opposed to the few jobs themselves.\n  \n  i never add things that aren't true, though. that's setting yourself up for disappointment because you may be hired based on an untrue skill, and then you pretty much have no idea what you're doing and may put your job at risk.\n  ","418211":"\n  it's always good to follow up with the company a few days to a week after submitting your application. it shows them that you care about getting the job and that you're responsible enough to follow up.\n  \n  don't get discouraged if a job never calls you back. there are always other places you can apply to, and sometimes it works out for the better because you may find an even better opportunity.\n  ","418212":"\n  my family does, but i personally don't. i can't really be around real flowers because i have allergies and they make me congested.\n  ","418213":"\n  no, i've never done that before. i've gotten angry, yeah, but i generally kept it to myself.\n  ","418214":"\n  both sound pretty terrible because i hate being around people when i'm sick, but i suppose i would rather be sick on xmas because that means i probably wouldn't have to go out for xmas dinner and i could stay home instead.\n  ","418215":"\n  i don't know if they prefer mother or parent, but either way, i know this is something they've wanted for a long time and they're going to be terrific at parenting !!\n  \n  cc:\n  \n   @ManicMartyrdom\n  \n","418216":"\n  i don't really understand this question. halloween was a month ago.\n  ","418217":"\n  no, but i'm currently listening to her song \"i'm in love.\"\n  \n  she's definitely different !! very interesting style.\n  ","418218":"\n  aw, thank you !!\n  ","418219":"\n  i don't have any photos of my handwriting.\n  ","418220":"\n  well it's only 3pm, but my day has been fine so far. i went out last night, so i didn't get to bed until late and woke up around 11am. i had breakfast and i've just been laying in bed and watching television all afternoon.\n  ","418221":"\n  i've been drinking coffee and watching harry potter & the half blood prince.\n  ","418222":"\n  probably, there are a lot of silly things that are technically illegal that most people don't realize are illegal. some places have some ridiculous laws.\n  ","418223":"\n  that doesn't matter. you made the promise to keep their secrets while you were friends, that doesn't automatically go away when you're not friends anymore.\n  \n  think of it this way -- if you confided in someone with some of your most personal information, how would you feel if they told other people upon having a falling out with them ?? it's disrespectful.\n  ","418224":"\n  no, not at all. just because you're not friends with a person anymore doesn't mean that it's okay to reveal their secrets that they confided in you. to tell other people their secrets would be a significant betrayal.\n  ","418225":"\n  my boyfriend is one of the most selfless people i know. he always sacrifices his own comfort and happiness to ensure that others are happy, and he'll gladly give you his jacket if you need it, even if he needs it too.\n  ","418226":"\n  in all seriousness -- you need to stop harassing people on this website. obviously you've been banned for your antics once before, and you'll continue to be banned the more you bother others with your lackluster inquiries and blatant disregard for people's feelings.\n  \n  idk if this will be understood by you at all considering how you've already responded to me in the past, but in the off chance you *do* understand, this is your final warning.\n  ","418227":"\n  there's only one neighbor that i sorta know, but it's unfortunately because he's an as*hole and yells at everyone, lol. my family and him have had problems in the past because he frequently yelled at our landscapers, and they were literally just doing their job. that infuriated me.\n  ","418228":"\n  one of my friends that i see often is probably the most chatty, lol. i saw her last night -- however, it's a good thing because she always has interesting stories to tell and i'm more of a listener anyway.\n  \n  usually they're about her boy problems, things happening at work, and her drunken escapades.\n  ","418229":"\n  i'm becoming increasingly concerned for you. i clearly said i was playing video games, not having sex. your reading comprehension skills need serious improvement.\n  ","418230":"\n  strangely enough, this is not the first time someone has compared me to a unicorn, LOL.\n  ","418231":"\n  my boyfriend gives me the most support and encouragement. he always tells me his perspective on things and tells me when i'm getting bad again, because often he realizes it before i realize it myself. he's also incredibly heartfelt and sentimental so he'll go out of his way to make me comfortable and happy.\n  ","418232":"\n  hello -- i'm doing well, just playing video games at the moment.\n  ","418233":"\n  ^^^\n  ","418234":"\n  that's okay !! this one will probably get banned soon enough, he seems to be bothering a few people in my feed lately.\n  ","418235":"\n  are you okay ?? at this point, i'm becoming concerned for your health.\n  ","418236":"\n  smoking cigarettes.\n  ","418237":"\n  lol, i figured as much. usually i just ignore people like that, but i'm bored and felt like entertaining the notion. perhaps he'll soon realize how silly he's acting.\n  ","418238":"\n  i'm 27 years old.\n  ","418239":"\n  these are just words ... this isn't even a full sentence. congratulations on knowing how to spell, but you're never going to find a partner if all you do is spat out the names of body parts like diarrhea from the mouth.\n  ","418240":"\n  you really can't take a hint, can you ??\n  ","418241":"\n  i want a cup of coffee and a cigarette.\n  ","418242":"\n  nah, not really. we just do the regular gift giving and we have dinner together with relatives on both xmas eve and xmas day.\n  \n  i'm still debating on whether or not i should go into work on xmas eve since the office will be open.\n  ","418243":"\n  if i had a dollar for every time i've said hello to inanimate objects, then i would be fairly wealthy.\n  \n  my coworker has this habit of going \"hello?\" when things aren't working, like her computer, and i picked up on it and now i've been saying it to everything, lmaoo.\n  ","418244":"\n  i'm not really looking forward to xmas at all, LOL. i do enjoy buying people gifts, though. it makes me happy to see people enjoying what i've gotten them.\n  ","418245":"\n  no, not at all. crying is a natural human response to stimuli and it isn't any indication of weakness.\n  ","418246":"\n  i think it's pathetic, but they don't scare me. ben is just laughable at this point.\n  ","418247":"\n  i'm not the oldest person on askfm at all, lol. but yes, i did update my bio.\n  ","418248":"\n  thank you so much !!\n  ","418249":"\n  thank you !! ?\n  ","418250":"\n  i like autumn the most. i love the chilly weather, getting to bundle up in hoodies, and the seasonal drinks like pumpkin coffee.\n  ","418251":"\n  it's pretty much my go-to drink when i can't figure out what i want, lol.\n  ","418252":"\n  i'm drunk. i can't explain shit rn, lmaooo.\n  ","418253":"\n  i don't like xmas, so i don't really admire any trees. however, my family puts up our own tree every year.\n  ","418254":"\n  unfortunately, no !! i've always wanted to go, though.\n  ","418255":"\n  lmao.\n  \n  i've been drinking beer all night. blue moon, specifically.\n  ","418256":"\n  no ?? y'all dont know what laveyan satanism is. it's a simple google search.\n  ","418257":"\n  if you don't believe in god, then this statement is invalid. just saying.\n  ","418258":"\n  like i said, research laveyan satanism for a better understanding of it all. i'm not really in a position to explain its principles right now.\n  ","418259":"\n  y'all are reading into this way too much.\n  ","418260":"\n  yourself -- if you research into it, then you'll get a better understanding of the religion.\n  ","418261":"\n  no, i'm not religious or spiritual. however, if i had to pick one, it would be laveyan satanism.\n  ","418262":"\n  i'm fairly certain black craft cult follows laveyan satanism, and the beliefs behind that religion isn't \"devil worshipping\" or anything of that nature.\n  \n  their main ideologies follow the guidelines that we are our own gods and to believe in ourselves, which is something i'm 100 percent behind.\n  \n  i also really love dark aesthetics.\n  ","418263":"\n  i can't tell if you're offended or amazed, but either way, you're not wrong.\n  ","418264":"\n  literally obsessed with this new cardigan from black craft cult. ?\n  ","418265":"\n  a boat, matches, and water.\n  ","418266":"\n  depends on what you prefer playing and if a newer console is important to you when it comes to gaming. some people will purchase the newest models right away, while other people don't care as much.\n  \n  i've had my xbox one for perhaps two years now, and i have no desire to buy the xbox one x. my console works perfectly fine the way it is.\n  ","418267":"\n  i dislike the concept of using animals as clothing. i own a leather jacket, but it's fake leather.\n  ","418268":"\n  a few years ago, i played on a catholic youth organization's adult volleyball team for one summer with my boyfriend & a few of our friends.\n  ","418269":"\n  i wholeheartedly agree. that sort of behavior is cruel and unwarranted, no one deserves to be lied to and strung along like that.\n  ","418270":"\n  i dislike grapes and celery.\n  ","418271":"\n  i prefer rainy weather over most other kinds of weather, actually. i find rain to be relaxing, especially when i have a candle lit and a cup of coffee or tea in my hands.\n  ","418272":"\n  make a cup of coffee & have a cigarette outside.\n  \n  my life wouldn't be much different than how it currently is.\n  ","418273":"\n  i honestly don't remember the names of any of the positions. it's been years since i practiced yoga.\n  ","418274":"\n  i think i answered this question yesterday, but i can't fully remember.\n  \n  i like snow because it's beautiful, but driving in snow is terrifying to me. i try to avoid it at all costs.\n  ","418275":"\n  not anymore. i used to practice yoga years ago with my best friend, but i stopped because we simply didn't have the time to do it together anymore.\n  ","418276":"\n  no, i don't like fireworks at all. they're unsettling to me and the noise is way too much for me to handle.\n  ","418277":"\n  if kanye west runs for president in 2020, lmaoo.\n  ","418278":"\n  likes ;\n  \n  -- spending time with my boyfriend.\n  \n  -- drinking with friends.\n  \n  -- playing video games.\n  \n  -- writing and doing other creative arts.\n  \n  -- educating people on social media.\n  \n  dislikes ;\n  \n  -- driving in any weather, specifically winter weather.\n  \n  -- the health care system in general (mostly insurance).\n  \n  -- sexism, racism, ableism, transphobia, homophobia, etc etc.\n  \n  -- chamomile tea.\n  \n  -- mayonnaise.\n  ","418279":"\n  i usually don't deal with stupid people, so it isn't something that's an issue for me. if someone is bothering me, then i'll just walk away from them.\n  ","418280":"\n  not really, no. i like having money, but i use it to purchase experiences, not items.\n  \n  with the exception of some clothing, lmao. i just bought a new hoodie from black craft cult this past weekend & i'm in love with it.\n  ","418281":"\n  no, i don't see myself dating anyone else. we've been together for nine years (i used to think it was eight, until i realized we started dating in 2009, LOL).\n  \n  we've been through hell & back together, and i can't really see a reason why we would break up at this point in our relationship unless one of us did something unforgivable that would completely shatter our trust in each other. but the chances of that happening are slim-to-none anyway.\n  ","418282":"\n  i thought \"lying\" was the correct term in that scenario.\n  ","418283":"\n  not at my current job, no. i only really know a few people at my job and they're all within my department, and they're all really nice and interesting people.\n  \n  idk anyone from the other departments, though.\n  ","418284":"\n  this is, like ... the fifth time you asked me this question in the past 24 hours.\n  \n  i'm fine. stop asking me this question. i deleted the rest of them, just like the rest of your questions that you've repeated 2-3 times.\n  ","418285":"\n  it depends entirely on the individual and circumstance. it's difficult to give a universal answer to this kind of question because everyone's situations are different and what will help one person may not help another.\n  ","418286":"\n  i prefer replying to questions. i seldom ask questions anymore, i only do it on rare or special occasions when my feed is particularly dead.\n  ","418287":"\n  a good person is someone who wants the best for themselves and those around them, who will do morally good things to further the well being of themselves and their loved ones, and who will go out of their way to help someone else.\n  ","418288":"\n  ROFL. well, perhaps it's a good thing he isn't a cold-blooded m*rderer then.\n  ","418289":"\n  no, i've never been afraid of mirrors before.\n  ","418290":"\n  this month alone has been a definite highlight -- last weekend, i saw the play harry potter & the cursed child, which was brilliant and beautiful and amazing and made me cry tears of joy.\n  \n  last night was also a highlight, i haven't had that much fun in *such* a long time, and it also felt nice to be away from family and responsibilities for a change, even if it was only for one night.\n  ","418291":"\n  no, not at all. there are a lot of shows that have a lot of hype around them that i've never watched before.\n  ","418292":"\n  uh, sorry if i wouldn't want to be in a relationship with a person who can easily m*rder another living human being with no thought or remorse ?? that's generally what happens when there's no justifiable reason behind a m*rder.\n  ","418293":"\n  thank you for the suggestion !!\n  \n  i just checked out two of his songs, and tbh, it isn't really my style. i can definitely see the appeal, though. he kinda sounds like twenty one pilots.\n  ","418294":"\n  i honestly have no idea. i woke up to 45 new questions this morning (although a lot of them were exact repeats of each other, so i ended up deleting around 10 of them or so).\n  \n  i still have 10 left in my inbox after this question. i get bothered when i spam my friends' feeds with my answers, but i also don't like when my inbox is overflowing.\n  ","418295":"\n  my boyfriend makes me happier than anything else in my life.\n  \n  video games, alcohol, and coffee also make me really happy.\n  ","418296":"\n  no, i don't really like cooking. i don't have much experience cooking at all, and it isn't something i particularly enjoy doing when i do have to cook.\n  ","418297":"\n  wentworth, criminal minds, NCIS, parks and rec, how i met your mother, the x-files, bob's burgers, ghost adventures, ghost hunters, paranormal lockdown, ancient aliens, orange is the new black, game of thrones, american horror story, and supernatural.\n  ","418298":"\n  to me personally, \"honesty\" means that a person holds virtues that include sincerity, trustworthiness, loyalty, and fairness. to be honest means to be without moral corruption, such as lying or cheating, and it also means to be straight-forward without being fake or sugar-coating the truth.\n  ","418299":"\n  \"respect\" is a noun which means \"a feeling of admiration for someone or something elicited by their abilities, qualities, or achievements.\"\n  ","418300":"\n  \"contentment\" is a noun that means \"a state of happiness or satisfaction.\"\n  ","418301":"\n  yeah, i used to regularly play poker with my boyfriend and his friends. we still do whenever we have the chance to all see each other, we'll have poker nights.\n  ","418302":"\n  i prefer nu-metal, but i sometimes listen to regular metal. i think the only bands that fall under the \"metal\" category that i listen to are metallica, avenged sevenfold, and in this moment.\n  ","418303":"\n  i've been to the zoo a few times. when i was a child, apparently i went to the bronx zoo (although i don't remember it at all). then a few years ago, my boyfriend and i went to the zoo in central park in manhattan.\n  \n  after that trip, i vowed to never go to another zoo, unless it was a sanctuary. the animals looked so miserable and it made me so upset.\n  ","418304":"\n  i appreciate it, my dude ~~\n  ","418305":"\n  LOL, it's okay !! i don't think i have it advertised on facebook either.\n  ","418306":"\n  aw, thank youu !!\n  \n  my boyfriend took me out to a wine\/beer tasting event at the aquarium last night, so we got to walk around the aquarium, look at all the fish and sharks, and sample really delicious wine, beer, and food. he booked a hotel room not too far away from the aquarium, so we walked back and ended up spending the night there !! we just got home a few hours ago.\n  \n  tomorrow, i'm just going out to dinner with my immediate family, my aunt, and my cousin. i think we're going to the olive garden.\n  ","418307":"\n  neither. i prefer chocolate chip cookie dough ice cream.\n  ","418308":"\n  yes, i eat meat -- although i don't eat as much meat as i used to in the past. i only eat meat when necessary, and even so, it's usually chicken instead of red meat.\n  ","418309":"\n  sometimes, but not often at all. i'll sometimes order bacon on egg sandwiches, but it generally depends on my mood. it also depends on where i'm ordering bacon from, because some places crisp their bacon well and other places don't.\n  ","418310":"\n  i like potato chips, but i prefer veggie chips because they're healthier.\n  \n  the only potato chip i like more than veggie chips are cool ranch doritos, LOL. i have a giant bag of them rn actually, i bought them last night as a drunk snack for my boyfriend and i, but we ended up falling asleep immediately.\n  ","418311":"\n  no. as i discussed earlier this morning (or perhaps last night, i can't remember), i don't like any sports.\n  ","418312":"\n  a gamer is a person who likes to play video games.\n  ","418313":"\n  no. earlier this morning, i said that i only owned an xbox one.\n  ","418314":"\n  i prefer tattoos -- which is why i have so many tattoos & zero piercings at the moment, lol.\n  \n  tattoos are an intricate art form, and i love giving the artist free reign over what they want to do in terms of style and color. i usually give my artist a general idea of what i want, and i let her draw up something using her own creativity.\n  ","418315":"\n  i like pizza, but it isn't anything special to me. if i get it, i usually order a grandma or margherita slice.\n  ","418316":"\n  if there was absolutely no justifiable reason behind it, then i would probably break up with him in that scenario too. at that point, that's cold & calculated m*rder.\n  \n  if it was something like self-defense, then obviously that's an entirely different scenario. i would stay with him in that case.\n  ","418317":"\n  exactly. any person who uses the whole \"friendzone\" thing as an excuse is likely insecure & immature af, because they can't accept the fact that someone doesn't want to date them.\n  \n  not everyone is going to want to date you, let alone even like you in the first place. to get offended over someone saying no to you is silly, just move on like everyone else.\n  ","418318":"\n  it would depend entirely on the reason why he went to jail. the concept of him going to jail by itself isn't a make-or-break decision, because there are a lot of bullsh*t reasons why someone can be sent to jail.\n  \n  however, if it was something alarming and horrible, like r*pe or p*dophilia, then i would break up with him instantly.\n  ","418319":"\n  no, i don't bother with new years resolutions at all. in the past, i always broke them within the first month anyway, lol.\n  \n  if i want to make a new resolution, then realistically i can start it at any time. waiting for the new year is just giving yourself an excuse to postpone the changes you need to make. if you really set your mind to making a change, there's nothing stopping you from beginning those changes now.\n  ","418320":"\n  technically, all of the men in my life are in the \"friendzone\" because i'm in a relationship already.\n  \n  the \"friendzone\" is just a bullsh*t excuse that men give when a woman rejects their advances, though. there's really no \"friendzone,\" you just have to learn to accept the meaning of no if someone doesn't want to date you.\n  ","418321":"\n  you're welcome !! if you have any other questions, feel free to ask.\n  ","418322":"\n  unfortunately, i've had to deal with death often in my life, referring to both people and animals.\n  \n  i put up a strong front at the wake and funeral services, but i have a tendency to break down in private after everything has calmed down. the last time i witnessed a death, i didn't cry in the waiting room because i felt like i had to be a source of strength for everyone else, but as soon as we got home, i broke down.\n  ","418323":"\n  i don't have a preference. i don't really like receiving flowers as a gift, even though i do appreciate the sentiment behind them. artificial flowers obviously last longer, but real flowers are usually prettier. it doesn't much matter to me.\n  ","418324":"\n  no, i don't. i don't generally like xmas as a holiday, but i *do* enjoy buying and giving people gifts to open on the holidays.\n  \n  i haven't even started xmas shopping yet, though. i need to pay off some of my credit cards, and then i'll probably start shopping in 1-2 weeks.\n  ","418325":"\n  the person you asked is correct -- you're referring to the people in that construction, so it should go \"...who share the same interests.\"\n  \n  if the noun you were referring to was a thing, you could use \"that.\" i.e. \"i like to collect toys that remind me of my childhood.\"\n  ","418326":"\n  right now, i have 2,391 coins.\n  ","418327":"\n  i think some celebrities are attractive, but it doesn't go anywhere further than that, lol.\n  \n  hugh jackman, robert downey jr., angelina jolie, winona ryder, natalie portman, jason momoa, and jensen ackles.\n  ","418328":"\n  thanksgiving is less than a week away, & i have no clue what i'm doing, lmaoo.\n  \n  there's an 85 percent chance i'm seeing my boyfriend's family this year, though. last year, we ate dinner at my house, so it's only fair for us to see his family this year. we just don't know if the rest of his family is going to be around.\n  ","418329":"\n  no, i never got suspended from school before. i was a quiet, low-key student when i was a teenager and i never got into trouble. school was pretty much a safe haven for me.\n  ","418330":"\n  there's a lot of disregard for new wave feminists in online communities, and i don't feel comfortable adhering the label of \"feminist\" to myself because unfortunately people didn't take me seriously when i prefaced my opinions with the idea that i was a feminist. white and liberal feminism is pretty much the face of feminism these days, and their core beliefs don't define what i believe or what i am. i don't want to associate myself with that form of the movement.\n  \n  i still have many of the same beliefs as i did when i labeled myself as an intersectional feminist, but i just don't throw the label around anymore.\n  ","418331":"\n  absolutely not. if your relationship is based exclusively on money, then your relationship is empty and foundation-less. there's so much more that goes into relationships than how each partner handles their finances. in my opinion, it's pretty shallow to date someone *solely* because they make a lot of money.\n  ","418332":"\n  i haven't watched a horror movie since i was a teenager, so i don't really have any idea. most horror movies scare me a lot and make my paranoia worse, especially if i watch them alone, so i avoid them at this point.\n  ","418333":"\n  i don't recall my childhood, so i can't objectively say whether or not that part of my life was good or bad. i simply can't remember anything prior to the age of 11\/12.\n  \n  my teenagehood was extremely difficult, and if it wasn't for the support of two specific friends, i wouldn't have survived. i endured a lot of abvse, which has even altered my behavior as an adult.\n  \n  after the age of 20 and beyond, my life has been substantially better. i've had good opportunities and i've worked my a*s off to make money and obtain a good education. i have a good job and an amazing support system, and things can only look up from here.\n  ","418334":"\n  i don't have the healthiest coping mechanisms, so i don't control my anger -- i just mask it. i seldom get angry, anyway, but the times i do, my anger is usually out of control and nothing calms me down except time.\n  ","418335":"\n  i have nightmares occasionally -- perhaps once every few weeks or so. i remember them upon waking up, but it quickly disappears within a few hours.\n  ","418336":"\n  i've been wonderful lately, actually. the past two days have been a dream because i was able to spend them with my boyfriend, just the two of us with no interruption, and he took me out last night to a wine\/beer tasting event, which was the most fun i've had in ages.\n  ","418337":"\n  i think they're equally important in different ways. it's important to love because love inspires us and gives us reason to continually grow, and it's often our love for others that motivates us to continue pushing forward.\n  \n  however, it's also important to be loved because we deserve to feel loved, cared for, and appreciated -- especially if we're going through a particularly hard time. support, validation, and unconditional love are integral to a person's development.\n  ","418338":"\n\n   @dovbts\n  \n  always gets the most beautiful anons that rave about his art, it's the best thing i've ever seen on askfm.\n  \n\n   @misphire\n  \n  has also received a lot of interesting questions since she returned to askfm !! plus her answers are top-notch, so it's a win\/win.\n  ","418339":"\n  i've always loved wolves, even when i was a child. i remember reading white fang & the call of the wild when i was younger and loving those books, and through them grew an interest in wolves. i've always felt drawn to them and spiritually connected to them in some strange way, and i have a tattoo of a wolf because of it.\n  ","418340":"\n  i was waiting to answer this question until after i received my birthday gifts this weekend, so now i finally have an answer to this question.\n  \n  this year, my boyfriend bought me the most heartfelt, sincere, cutest gift he's ever given me in our nine years of dating. he personalized a book that tells the story of our love and the things he loves about me most, and then he wrote a letter at the end of it. i cried reading it, it's the most beautiful thing he's ever done for me.\n  ","418341":"\n  i'm doing well !! i woke up hungover af this morning, but i felt fine after eating some food and taking a nap once my boyfriend and i got home this afternoon.\n  \n  now that i'm home, i'm going to try to answer everything in my inbox because y'all went wild last night.\n  ","418342":"\n  the boots i wear are comfortable, otherwise i wouldn't wear them.\n  ","418343":"\n  i'd like to believe so, yeah. i'm always willing to take other people's opinions into consideration even if they conflict with my own, as long as those opinions aren't harmful to anyone else.\n  ","418344":"\n  reading, writing, playing video games, painting, photography, and hanging out with friends.\n  ","418345":"\n  yeah, i have one brother. he's 12 years older than me.\n  ","418346":"\n  i mean, i don't *enjoy* them but i don't mind them either. if i was afraid of them, then i wouldn't have so many tattoos as i do now.\n  ","418347":"\n  sometimes, sure. i don't watch movies as often as i watch television shows, though. and i haven't seen a movie in the theater in years.\n  ","418348":"\n  i think snow is beautiful, but i absolutely hate having to drive in it because it makes my anxiety skyrocket.\n  ","418349":"\n  lately i've really been into grandson, AJR, two feet, and matt maeson.\n  \n  however, generally my favorite bands are linkin park, stone temple pilots, soundgarden, korn, in this moment, and grandson.\n  ","418350":"\n  my boyfriend and i just got home from the hotel, and we're either going to make a cup of coffee & play video games or take a nap, lol.\n  \n  i'm still a bit hungover from last night fml.\n  ","418351":"\n  it's 11:53am where i live rn.\n  ","418352":"\n  i write every day for my job, but lately i've been trying to write creatively every week for nanowrimo.\n  ","418353":"\n  i'm left handed.\n  ","418354":"\n  yes, i love art !! i used to be a prolific artist when i was younger, and painting and drawing in charcoal were my specialties.\n  \n  art is a brilliant means of self expression and i've always been an advocate for artistic pursuits.\n  ","418355":"\n  sometimes, but it's usually shows on netflix or hulu. i just finished wentworth a few weeks ago, so i haven't been watching anything new.\n  ","418356":"\n  i prefer the winter over the summer. it's easier to bundle up in the cold, and i prefer the cold as opposed to the heat. it gets horribly humid where i live during the summer months and i can't stand it.\n  ","418357":"\n  no, i'm not. as stated in a recent previous answer, i drink alcohol and smoke weed & cigarettes.\n  ","418358":"\n  i don't know a single person who doesn't like sleep, lmao.\n  \n  i can sleep anywhere, at any time. last night, my boyfriend and i slept for nine hours straight.\n  ","418359":"\n  i'm five feet tall. i'm a smol bean.\n  ","418360":"\n  yes, i met the members of linkin park when i was a teenager & recently met mike shinoda for the second time a few months ago !!\n  ","418361":"\n  i have seven tattoos and zero piercings. however, i used to have my labret and nose pierced in the past.\n  ","418362":"\n  i solely play video games on the xbox one.\n  ","418363":"\n  hello -- do you have a question ??\n  ","418364":"\n  yes, i play video games often !! lately i've been replaying fallout 4, but my other favorite games are destiny, skyrim, assassin's creed, bioshock, and life is strange.\n  ","418365":"\n  no, i've never been interested in sports.\n  ","418366":"\n  i drink alcohol and smoke weed & cigarettes.\n  \n  i also know how to drive, but obviously i don't drink or smoke while driving, lol.\n  ","418367":"\n  i'm terrified of abandonment by my loved ones. it's my worst fear to wake up one day and find that everyone has left me.\n  ","418368":"\n  i'm doing well !! my boyfriend and i spent the night at a wine and beer tasting event at the local fish aquarium, and now we're packing up our things to leave the hotel and go back home.\n  ","418369":"\n  inappropriate questions are questions that relate to sxx, fetishes, or just overly invasive things about my personal life which make me uncomfortable.\n  ","418370":"\n  no, not really. if horoscope compatibility was accurate, then my boyfriend & i would not be compatible at all, haha. everything says that we're no good for each other and bring out the worst in one another, when that really couldn't be further from the truth.\n  ","418371":"\n  i've been too afraid to watch it by myself (lol), so i haven't seen it yet.\n  \n  however,\n  \n   @Courrtana\n  \n  told me it's *really* good and that i would really enjoy it !! apparently it's right up my alley.\n  ","418372":"\n  no, i've had opportunities to do karaoke, but i've never sang before. my singing voice is terrible and i would never want to inflict that upon anyone, lol.\n  ","418373":"\n  i get push notifications every time i get an email, so i check it all the time.\n  ","418374":"\n  thank you very much ~~\n  ","418375":"\n  i prefer boots. i never wear heels.\n  ","418376":"\n  i'm *obsessed* with coffee.\n  ","418377":"\n  whatever you want -- that's the entire purpose of askfm.\n  \n  i delete anything inappropriate, though.\n  ","418378":"\n  hello -- do you have a question ??\n  ","418379":"\n  i'm bisexual.\n  ","418380":"\n  well that would be cheating if i did that behind his back.\n  ","418381":"\n  neither -- boots.\n  ","418382":"\n  i'm addicted to coffee, and i have a coffee tattoo, so my answer should be obvious.\n  ","418383":"\n  that doesn't make someone a lesbian, though. lmao.\n  ","418384":"\n  new york, as my bio states.\n  ","418385":"\n  i'm great !! my boyfriend and i just got to the hotel.\n  ","418386":"\n  being a lesbian means you're a girl solely attracted to other girls.\n  ","418387":"\n  no ?? being lesbian and being bisexual are two entirely different things.\n  ","418388":"\n  i'm answering questions rn, so obviously.\n  ","418389":"\n  i already have a boyfriend.\n  ","418390":"\n  if you're going to try the whole \"tHiS iSnT a mAsS mEsSaGe\" thing ... then maybe don't send them to tons of people who follow each other. lmfaoooo.\n  ","418391":"\n  !!!\n  \n  you're literally the sweetest human being i've ever come across. thank you SO MUCH for this detailed, thorough, heartfelt response. i had to read it a few times over to really understand everything you wrote in here, but i have to say that you really gave genuine, useful insight into what autism spectrum disorder is for people who don't have experience being around autistic people.\n  \n  you're a strong person for divulging all of this information, but your response is SO appreciated and its literally one of the best things i've ever received on askfm.\n  \n  thank you so, so much.\n  ","418392":"\n  ugh, i literally have NO IDEA what to get people this year. i haven't even started thinking about xmas shopping, it's so daunting.\n  \n  i'll probably browse etsy and amazon for ideas in a week or two.\n  ","418393":"\n  we usually start decorating two or three weeks before xmas. and we usually leave them up for about two weeks after xmas has ended.\n  ","418394":"\n  i'd rather lose all of my money. you can always make more money, but the memories that go alongside photos can't be replaced. i've always relied heavily on photographs to remind me of good memories, because often i can't remember incidents alone.\n  \n  i have at least three or four photo albums full of photos from the past few years.\n  ","418395":"\n  this pretty much defines my life, lol. i've always experienced paranoia, both warranted and unwarranted, and i'm constantly afraid that people are watching me.\n  ","418396":"\n  i don't generally misspell words, so i can't really think of any. i've always been terrific at spelling.\n  ","418397":"\n  a phoenix. i've always risen from the ashes of my former failures or hardships to create something new.\n  ","418398":"\n  i was 16 years old and a junior in high school. i don't remember much except that i was extremely depressed, svicidal, & self harming during that time. it was also when i first started getting into drinking and drugs.\n  ","418399":"\n  sometimes, yeah !! i haven't watched a new movie in ages though, lol.\n  ","418400":"\n  thank you !! i'm going to wait maybe two hours and see how my street looks. i still have to get ready & pack and whatnot anyway.\n  ","418401":"\n  thank youuu. ?\n  ","418402":"\n  i have a feelings it's going to be a bad winter, especially considering what it's like right now and it isn't even thanksgiving, lol.\n  \n  i still have to go to my boyfriend's house tonight, and i'm so not looking forward to going back out and driving later.\n  ","418403":"\n  it took me over two hours to get home from work, and i only work like 18 miles away from my house. i'm so tired of this already lmaoo.\n  ","418404":"\n  \"don't worry guys, it'll be less than an inch.\"\n  \n  five hours later: \"LOL JK LOOK OUT FOR FIVE INCHES AND LITTLE VISIBILITY.\"\n  \n  five inches isn't much but considering no one was prepared for this and there are no plows out on the road, this is some bullsh*t.\n  ","418405":"\n  it's way too early in the fuckin season for this shit.\n  ","418406":"\n  writer\/editor. it's also in my bio, lol.\n  ","418407":"\n  i don't have any thoughts, i know a lot of people who haven't watched or don't have a desire to watch game of thrones.\n  ","418408":"\n  anons will use anything to fuel their own personal agenda, even something as simple as you saying you're cjsgender which has absolutely nothing to do with me, lol.\n  ","418409":"\n  thank you !!\n  ","418410":"\n  keep waiting then, i suppose ?? idk what else to tell you.\n  ","418411":"\n  i haven't posted this online yet.\n  ","418412":"\n  how is it disrespectful ??\n  \n   @dovbts\n  \n  didn't even say anything bad about not having social skills. y'all are reaching.\n  ","418413":"\n  i'm proud of\n  \n   @misphire\n  \n  for figuring out her identity !! it's one of the hardest things for us to wrap our heads around. she's grown leaps and bounds over the years, i'm so proud of her. ?\n  ","418414":"\n  no, not at all. i'm overweight and haven't exercised in months.\n  ","418415":"\n  aw, thank you !!\n  ","418416":"\n  i honestly just felt invincible, lmao. like i could do anything and get away with it.\n  \n  i would never do it again, though. the come down was really hard for me and it always sucked. it wasn't worth it.\n  ","418417":"\n  cocaine and marijuana.\n  ","418418":"\n  public intoxication, lmao.\n  ","418419":"\n  i got a better grip on my mental health, thanks to therapy & finding the right combination of medication.\n  \n  i still have panic attacks, but perhaps one every two or three months. in 2017, especially early 2017, it would be at least once per week. i also haven't had a severe depressive episode in months, and my mood swings are very seldom and not as extreme as they used to be.\n  ","418420":"\n  mainly because this is one of my favorite movies.\n  ","418421":"\n  LOL.\n  \n  because that's just what we did when we were younger. it wasn't a stranger exactly, it was an acquaintance's house, but that was during a time in my life where we would give any excuse to party.\n  ","418422":"\n  this anon is *so* angry for no legitimate reason, lmao.\n  \n  friendships happen naturally. you can't force a friendship to happen, it doesn't work that way.\n  ","418423":"\n  who said i was assuming that ?? i figured you followed me because you saw my answers.\n  ","418424":"\n  ¯\\_(ツ)_\/¯\n  \n  if you're so offended, then unfollow me.\n  ","418425":"\n  that doesn't answer my question, but either way, i've met more rude people who are in the generation older than me (around 40+) than people my age & younger.\n  \n  the fact that you're so offended by what i'm saying and are retaliating proves this, tbh.\n  ","418426":"\n  i can guarantee you're from the same generation as me, lmao. how old are you ??\n  ","418427":"\n  there's nothing i wish to change. there's nothing wrong with not sugar coating things, especially when it comes to something as mild as what i said to you.\n  ","418428":"\n  you can't force friendship.\n  \n  you're also anonymous.\n  ","418429":"\n  how so ??\n  ","418430":"\n  you're really determined to prove that my memory is fine, aren't you ??\n  \n  i wish i had a better memory. it sucks sometimes to have no idea what people are talking about because you can't remember previous conversations, or the obvious fact that i can't recall my entire childhood.\n  ","418431":"\n  i'm not answering any more questions about this dude.\n  ","418432":"\n  it's been at least five times, but i obviously can't put an exact number to it.\n  ","418433":"\n  i have no idea who you are, so i would give you a visa gift card.\n  ","418434":"\n  almost everyone i know does it, with the exception of a few people. i also usually use whatever birthday money i get for xmas gifts, so i don't start until december anyway.\n  ","418435":"\n  not generally. i work my best when i know i don't have a *strict* deadline, but i can work at my own pace (which is fast anyway).\n  \n  working under stress leads to a greater chance for mistakes, and i can't risk that at my job.\n  ","418436":"\n  no, not really. my only tradition is that i always unintentionally wait until the last second to buy gifts for people, LOL.\n  ","418437":"\n  i would write that i'm living in a nice apartment with my boyfriend, we're both happy at our jobs, and we have a cute dog to take care of.\n  ","418438":"\n  within the last few years, it was making the decision to leave my last job and start a new job (my current job).\n  \n  i was stressed out beyond belief at my last job and would cry every day, but i was terrified of the prospect of starting a new job because of the unknown of how it will be. i decided to go for it anyway, and i'm really happy with the outcome. i'm not nearly as stressed out as i was one year ago.\n  ","418439":"\n  my boyfriend and i were having sxx & doing drugs at some random person's house years ago, so we got walked in on a bunch of times, LOL.\n  ","418440":"\n  if i set my mind to it, then perhaps. i would at least try if the outcome was good enough, lol.\n  ","418441":"\n  i'll tag a few, but i'm sure you follow them already:\n  \n   @babycadiex\n  \n\n   @urlsareshittbh\n  \n\n   @shehitsback\n  \n\n   @CelineM96\n  \n\n   @Courrtana\n  \n\n   @lillehjort\n  \n\n   @country_peach\n  \n\n   @princess_tal\n  \n\n   @ManicMartyrdom\n  \n\n   @HeartOfStitches\n  \n\n   @my_name_isnt_eric\n  \n\n   @dovbts\n  \n\n   @misphire\n  \n\n  as for my weekend plans, i'm going to a wine tasting event with my boyfriend this weekend & staying overnight at a hotel within walking distance from the venue !! it should be a lot of fun.\n  ","418442":"\n  everyone go follow steph's new account !! ?\n  ","418443":"\n  no ?? i'd tell someone off, but i wouldn't punch them. lmao.\n  ","418444":"\n  being wrapped up in blankets with a glass of wine in my hand, while listening to music and talking to my boyfriend.\n  ","418445":"\n  much like my answer regarding the xmas tree, i think it should be after thanksgiving.\n  ","418446":"\n  after thanksgiving, in my opinion.\n  ","418447":"\n  my memory is pretty bad, and there's no rhyme or reason behind why i remember some things and forget others. i think the only reason why i remember the whole frank zappa thing is because it's happened continuously for many months, multiple times.\n  ","418448":"\n  everyone follow morgan's new account. ^^\n  ","418449":"\n  awesome !!\n  \n  if anyone else wants to follow me on twitter, my handle is\n  \n   @poetalunam\n  \n  .\n  ","418450":"\n  i *think* i played spyro when i was younger, but i honestly can't remember because that's way too long ago for me to even recall. i have memories of playing crash bandicoot, so i assume i played spyro as well.\n  \n  i think the remastered version is a brilliant idea, though. not only does it bring back nostalgia for adults who played the game on the original console, but it also introduces the game to a brand new audience who will be experiencing it for the first time.\n  ","418451":"\n  i mainly watch achievement hunter, rooster teeth, markiplier, chilledchaos, seananners (even though he doesn't upload videos anymore), and buzzfeed unsolved.\n  ","418452":"\n  i'm turned off automatically from all men because they're simply not my boyfriend.\n  ","418453":"\n  i enjoy hanging out with my boyfriend the most. he makes me feel the most comfortable, as well as the safest, and we never run out of things to talk about when we're together. even something as simple as sitting down and watching a youtube video together is entertaining because it'll usually bring forth random discussions that lead into deeper things.\n  ","418454":"\n  this is an incredibly open-ended question, and it would be impossible for me to list everything that's wrong in the world at the moment.\n  \n  climate change has been wrecking havoc on the earth. so little people are being brought to justice for crimes they've committed. the media has brainwashed most people into focusing on insignificant events while ignoring larger events. social media has taken over people's lives to the point where everyone feels entitled. there's rampant ableism in today's society when it comes to physical & mental disabilities, and a lot of it is so ingrained in our culture that most people aren't even aware it exists.\n  ","418455":"\n  i'm 50-50 on this -- on the one hand, i see a lot of progression in terms of science and technology. however, in terms of social reform, i feel as if the world (or, at the very least, the united states) has halted.\n  \n  the midterm elections have given me a little bit of more hope, but other than that, i'm fairly neutral about the future. it could go either way.\n  ","418456":"\n  my memory has always been terrible. on top of the amnesia, i also have pretty bad short term memory and i constantly need to set reminders for myself. i have trouble recalling conversations sometimes too.\n  ","418457":"\n  i used to know a lot about the history of the united states, but these days, not so much. i haven't taken a history class in eight years.\n  ","418458":"\n  i've posted a few polls, & i'm pretty sure they were all about what i should do next with my hair, LOL.\n  \n  my most recent poll was me deciding between coloring my hair pink\/purple or blue\/green, and i think the pink\/purple had more votes.\n  ","418459":"\n  i've always owned android phones, & i can't imagine owning an iphone because it would be too different from what i'm used to.\n  \n  however, i do have an ipad and it helped me a lot when i was in college when it came to assignments and writing.\n  \n  i don't have strong opinions about the whole android v. iphone debate because it's all about personal preference.\n  ","418460":"\n  yes, and you've asked me this question a number of times before.\n  ","418461":"\n  it would give me way too much anxiety to know when i was going to die, it would permeate everything i do. i'd rather not know.\n  ","418462":"\n  lately, i've been using dove body wash and crest toothpaste.\n  ","418463":"\n  thank you !! i went to the same event a few years ago for my birthday & it was so much fun. each winery has a station set up inside the aquarium next to the exhibits so you can drink and walk around and look at the fish all night.\n  ","418464":"\n  my boyfriend surprised me this afternoon with tickets to go to a wine tasting event at the local aquarium this weekend for my birthday, and i'm SO EXCITED.\n  \n  he also booked us a hotel room for the night. :'))\n  \n  i'm so happy rn.\n  ","418465":"\n  this used to happen to me a lot when i went out more and worked with the general public. while i was working in retail, i would sometimes have customers hitting on me and saying gross things to me, and sometimes it got to the point where i would have to tell them to leave the store.\n  \n  in a casual setting, i've also had people come up to me and try to flirt with me, but i usually just tell them straight out that their efforts are futile and i'm not interested.\n  ","418466":"\n  neither. when i argue with someone (although that's seldom), i try to talk through the situation as much as possible to come to a mutual understanding or agreement so that the situation can be resolved. i don't really need time to \"cool off,\" but i also don't pretend nothing happened either. it's better to acknowledge the situation and do what you need to do to work through it.\n  ","418467":"\n  fruits -- peaches, blueberries, bananas, raspberries, and mangoes.\n  \n  vegetables -- spinach, artichokes, eggplant, broccoli, bell peppers, and avocado.\n  ","418468":"\n  dragonball z, thunder cats, scooby doo, rugrats, hey arnold, catdog, ren & stimpy, rocket power, sailor moon, card captors, and pokemon.\n  ","418469":"\n  i have a necklace that i wear every day because it's sentimental to me, but that's all i wear.\n  "}}