{"Question":{"41847":"\n   what irritates you more: slow drivers or slow walkers?\n  ","41848":"\n   Would you rather lose all your old memories, or never be able to make new ones? ?\n  ","41849":"\n   Do you have pets?\n  ","41850":"\n   Black or white\n  ","41851":"\n   ❤️?????????????\n  ","41852":"\n   Are you a traveler or a homebody? ☺☺☺\n  ","41853":"\n   What's the best way to apologize?\n  ","41854":"\n   Hi! This is my new account! ???? FOLLOW ME ???\n  ","41855":"\n   What is the worst gift you have ever received?\n  ","41856":"\n   I sometimes wear mine that way, I find them to be way more comfy!! ?\n  ","41857":"\n   Have you ever worn your sweatshirts inside out?\n  ","41858":"\n   ??❤???????\n  ","41859":"\n   Hope everyone is well !\n  ","41860":"\n   Do u want to have your girl or boy first? Why?\n  ","41861":"\n   Cats or dogs?\n  ","41862":"\n   I think it does not matter, I am not using the badge also,,, it does not make any difference to me.\n  ","41863":"\n   Black or white?\n  ","41864":"\n   I know you are a VIP user but why you are not using the badge?\n  ","41865":"\n   Ask me anything? I have no questions in my new account ?\n  ","41866":"\n   Who would like free coins?\n  ","41867":"\n   Should I feel guilty for giving away a few markers I got for Christmas to a girl in my class? She was talking about how she always wanted them and being the doormat I am, I asked if she wanted to take some of mine. I now feel guilty for giving them away as they were a Christmas gift. Should I be?\n  ","41868":"\n   Hope you are having a wonderful evening!\n  ","41869":"\n   First question since I came back. How was your New Years. Did you do anything good ?\n  ","41870":"\n   Mom or mother\n  ","41871":"\n   Walk or run\n  ","41872":"\n   Ice cream or drinks\n  ","41873":"\n   Do you like Girl Scout cookies? My daughter is selling them .\n  ","41874":"\n   What's your favorite food? ?\n  ","41875":"\n   What's your favorite jolly rancher?!\n  ","41876":"\n   What's your favorite ice cream flavor?\n  ","41877":"\n   How will humans as a species go extinct?\n  ","41878":"\n   If you could live any tv home, which would you choose?\n  ","41879":"\n   Do you like barbeque night\/dinner?\n  ","41880":"\n   Have you ever been on a speedboat?\n  ","41881":"\n   Who are some of your favourite youtubers?\n  ","41882":"\n   are you close with your cousins?\n  ","41883":"\n   How do you prefer your eggs?\n  ","41884":"\n   Do you agree that all's fair in love and war?\n  ","41885":"\n   What annoys you?\n  ","41886":"\n   One facts about you? ☝️\n  ","41887":"\n   Thoughts on the military? ?\n  ","41888":"\n   Do you prefer books or movies? What's your fav book\/movie and why? SHARE YOUR THOUGHTSSSS!!! I need book and movie recommendations pleasseee. HELPPP. ??\n  ","41889":"\n   Would you say you’re sensitive?\n  ","41890":"\n   Favorite board games???do you play\/ have you played Monopoly???did you like it??\n  ","41891":"\n   would you prefer to go to the beach or the mountains?\n  ","41892":"\n   ❤️To get the full value of joy you must have someone to divide it with...❤️ \n( for you and your husband...)\n  ","41893":"\n   What's your favorite video game?!\n  ","41894":"\n   what’s your favorite month of the year? why?\n  ","41895":"\n   Do you own a google home or an Alexa? Do you like it\n  ","41896":"\n   What’s your favourite store?\n  ","41897":"\n   That is a wonderful compliment! I said to someone special that I love the way they speak. And act. And their tentacles. Apparently I love sea creatures. ???\n  ","41898":"\n   What are you most likely to be famous for?\n  ","41899":"\n   When you grab groceries, what do you make sure to grab every time?\n  ","41900":"\n   can I ask you about something ?\n  ","41901":"\n   That must be good paying job\n  ","41902":"\n   What’s your favourite soda?\n  ","41903":"\n   How are you feeling today?\n  ","41904":"\n   If you have\/had a duaghter, at what age would you let her get her ears peirced?  Would you let her get anything else pierced at the same time?\n  ","41905":"\n   Of all the countries you have visited, which is your favorite country and why? The food, the people, or the scenery?\n  ","41906":"\n   Why are so many people depressed nowadays? ??\n  ","41907":"\n   how can I get coins?\n  ","41908":"\n   Isn't weird at all.. it seems delicious ???\n  ","41909":"\n   Why not cell no\n  ","41910":"\n   What's the weirdest food combination that you like that seems gross\/ disliked by some people? ???\n  ","41911":"\n   What u have then??\n  ","41912":"\n   Watsapp\n  ","41913":"\n   Should you wonder my friend I’d like to share,\nJust how precious you are how much you care.\nKindness comes from a heart that’s been tried,\nit makes you as sweet as the Grand Canyon is wide.\nA friend who has mercy and compassion too,\nThese are just a few ways how I’d describe you.!\n  ","41914":"\n   What do you wish for yourself? What do you wish for humanity?\n  ","41915":"\n   Is it hard for you to say no to people? Is it a bad thing if it is? Or is it bad if we can say no without having a qualm?\n  ","41916":"\n   do you have a favorite blanket?\n  ","41917":"\n   A decision you took and never went back on:\n  ","41918":"\n   Have you ever dealt with someone living in denial? What was it like?\n  ","41919":"\n   What’s your favorite way to have fun?\n  ","41920":"\n   Do you like Ariana Grande?\n  ","41921":"\n   if ghosts don't exist why do people see them?\n  ","41922":"\n   if ghosts don't exist why do people see them?\n  ","41923":"\n   iPhone of Android?\n  ","41924":"\n   Have you ever tried to learn song lyrics by heart to impress your friends with singing long verses?\n  ","41925":"\n   Im following you now as well~ idk it i sent my Other message openly or annoymous by accident or not\n  ","41926":"\n   How many siblings do you have\n  ","41927":"\n   I always wish you a happier life. stay blessed, dear friend.\n  ","41928":"\n   Hello Bella,,, is there everything going well?\n  ","41929":"\n   Wish I could do that too ?\n  ","41930":"\n   Yesss!! Your welcome And ill keep salong you some questions too and thank you so much ??\n  ","41931":"\n   ? What are your most used emojis? — Feel free to attach a screenshot with that “frequently used” emojis folder. ?\n  ","41932":"\n   What is the most beautiful thing you have ever seen? ?\n  ","41933":"\n   Could you ever completely walk away from technology?\n  ","41934":"\n   ok so i got added into one of these moms groups from my area and there was a question posted asking should men be allowed to have friends of the opposite .sex. if they’re in a relationship? what’s your input?\n  ","41935":"\n   What do you avoid thinking about?\n  ","41936":"\n   What from your life, do you feel has made you a better person?\n  ","41937":"\n   Is it possible to feel complete alone (no family, friends or loved ones)? Why?\n  ","41938":"\n   Success is.........\n  ","41939":"\n   Oh wow the law never sleeps\n  ","41940":"\n   What does he do for work\n  ","41941":"\n   On your special day? Iwishyou only smiles? and joy. May each minute of your life be filled with happiness? and may thisbirthday?be just perfect for you! My wonderfulsister?, you are beautiful creation in this entire world and I'm happy to find a greatsisterlike you here. Happy? Birthday?!!!\n  ","41942":"\n   what question have you received lately that just makes your blood boil and was an instant eye roll moment?\n  ","41943":"\n   Do you use bath bombs\/bath salts or bubble bath?\n  ","41944":"\n   Have you got your wisdom teeth removed?\n  ","41945":"\n   What games are you currently playing?\n  ","41946":"\n   how do you feel about pet names from someone other than your better half? does your reaction matter according to whom is using them?\n  ","41947":"\n   lol... just 359 days left.\n  ","41948":"\n   How has 2020 been so far? ?\n  ","41949":"\n   I had a few drinks and I’m alright??\n  ","41950":"\n   Any message you wanna say to your Pimples? ??\n  ","41951":"\n   Do you like Chicken Wings? If so, do you prefer drums or flats?\n  ","41952":"\n   How is Jason\n  ","41953":"\n   marry me ?\n  ","41954":"\n   I am doing good my sweet friend\n  ","41955":"\n   you are very awesome girl ı think you are top model because you really amazing awesome girl nobody cannot tell your beautifull  no books no poems cannot tell you you are diffrent amazing  perfect girl ı think ahh ahh\n  ","41956":"\n   my heart is your :)\n  ","41957":"\n   Do you have any pets?\n  ","41958":"\n   Hello how are you doing\n  ","41959":"\n   do you like to get food from food trucks? do you have a favorite one?\n  ","41960":"\n   Ever gotten a canker sore? I have one and it freaking hurts!!!\n  ","41961":"\n   What size bed do you have in your room?\n  ","41962":"\n   Are you a Star Wars fan?\n  ","41963":"\n   could you be a motivational speaker?\n  ","41964":"\n   Why do we like what we like and dislike what we dislike?\n  ","41965":"\n   What is your favorite thing to cook?\n  ","41966":"\n   How'd you describe the way you like to keep your hair? ??‍♂️?‍♀️\n  ","41967":"\n   What's the last compliment you gave somebody?\n  ","41968":"\n   Do you agree with the saying that if you love yourself, others will love you too?\n  ","41969":"\n   What is something you’ve done that while you’re not proud of it you also aren’t ashamed of it either?\n  ","41970":"\n   the kissing booth or to all the boys i’ve loved before?\n  ","41971":"\n   would you describe yourself as “too nice”?\n  ","41972":"\n   \"The secret to happiness is freedom... And the secret to freedom is courage\" what's your opinion?\n  ","41973":"\n   If you could steal anything from anyone or anywhere with no repercussions... what would you steal?\n  ","41974":"\n   what are u doing now\n  ","41975":"\n   Have you ever flown a kite before?\n  ","41976":"\n   what is your favorite salad dressing?\n  ","41977":"\n   Howz the weather?\n  ","41978":"\n   You're half way through the week! You've got this! You're doing great! ? (feel free to use this as a filler to post anything!)\n  ","41979":"\n   Do you play Pubg? (Staif)\n  ","41980":"\n   What's something you think is beneficial in small amounts, but harmful in large amounts? ?\n  ","41981":"\n   Your so pretty ?omg\n  ","41982":"\n   Do you like Fairy Tales\n  ","41983":"\n   Have you ever raised a pet? What's the name of your pet and what type of animal is (was) it? ??\n??????????????????????????\n  ","41984":"\n   hello, how are you today ?\n  ","41985":"\n   How many siblings do you have? Are you close to them?\n  ","41986":"\n   How much of a mess is your room?\n  ","41987":"\n   Why not insta or sc\n  ","41988":"\n   If your day is over or just begun, may it begin as it ends with that beautiful smile. Some things you can control and some things you cannot. If you stay your sweet self you will make someone’s day though no matter what! Thank you for being you!\n  ","41989":"\n   No ? because this doctor ?‍⚕️ was really nice ? and she said that she would be there for me anytime\n  ","41990":"\n   do u have rules in ur house\n  ","41991":"\n   Would you ever go vegetarian\/vegan? ?\n  ","41992":"\n   I already went to the doctor ?‍⚕️ with my mom and they send to me medicine and anti alergic stuff\n  ","41993":"\n   I’m feeling so sick ? Bella and my nose ? has inflammation and congested\n  ","41994":"\n   Would you feel OK to finish last at competitions?\n  ","41995":"\n   What kind of flowers should you give to a girl?\n  ","41996":"\n   Hi Bella how are you\n  ","41997":"\n   Married people or people in relationships. Do you nag or boss your sig other around? Why? Like I told my wife I’m a grown ass man you don’t me what to do!! She wasn’t in the room at the time but had she been boy I woulda told her that!\n  ","41998":"\n   Do you have 2020 resolutions? What are they?\n  ","41999":"\n   What are you grateful for the most? ?\n  ","42000":"\n   Would you break the law to save a friend or family member? ?\n  ","42001":"\n   How has 2020 been so far? ?\n  ","42002":"\n   how much is gas where you live? how often do you fill up your car? if you don’t drive\/don’t have a car, you can use this as a filler! ?\n  ","42003":"\n   what’s the weather like where you are? it’s snowing here. ❄️\n  ","42004":"\n   What do you do to let others know you love them?\n  ","42005":"\n   What makes you lose your temper?\n  ","42006":"\n   Have you lost a loved one?\n  ","42007":"\n   Drinks beer????\n  ","42008":"\n   Thank you so muuuchhh!! ???\n  ","42009":"\n   What did we come here to do? With what hope?\n  ","42010":"\n   What is the lowest test score you've ever gotten? ???\n  ","42011":"\n   Do you play Kingdom Hearts 3?\n  ","42012":"\n   Ohhh you bake!! Do you have any advice on how to bake a dairy free cake? If that's even possible?\n  ","42013":"\n   I love Orianthi! I love her songs According to You and Highly Strung.?\n  ","42014":"\n   Same. I have all 5 books, all 5 movies, and I know all of Bella's lines to all movies by heart. Plus, I have the 10th Anniversary  edition where she does the gender swap for the story. It was good.\n  ","42015":"\n   the point is that landlords are parasites who make a profit from causing a shortage of affordable housing and taking advantage of people who are in need of a home to call their own.\n  ","42016":"\n   what do you wish your parents had named you?\n  ","42017":"\n   Is it ever possible to ‘create’ something new, or is it just discovering that thing?\n  ","42018":"\n   Do you still drink milk? ?\n  ","42019":"\n   What’s your plans for tomorrow?\n  ","42020":"\n   Who or what made you smile today? ☺️\n  ","42021":"\n   Your smile is like sunshine on a cloudy day. It is so nice to hear the kind words that you say. Pleasant and sweet you are a gift you see. You are beautiful in every way that there could possibly be! May your day bring you joy like you bring to others!\n  ","42022":"\n   Do you feel afraid sleep alone in a room at night?\n  ","42023":"\n   What is some unique names you love?\n  ","42024":"\n   Do you like machine gun Kelly?\n  ","42025":"\n   -?\n  ","42026":"\n   Followed!\n  ","42027":"\n   Hi hello\n  ","42028":"\n   Kim possible n girl meets World were my favourite ?\n  ","42029":"\n   Hello Bella\n  ","42030":"\n   Do you believe in lucky 7 and unlucky 13?\n  ","42031":"\n   You are really pretty.\n  ","42032":"\n   managing a property is not the same thing as owning a property.\nlandord ≠ property manager. \nlandlords literally hire property managers to do all the work for them.\nsitting on your ass collecting checks is NOT labor ?\n  ","42033":"\n   Have you ever gone to prom?\n  ","42034":"\n   Have you ever been in a dance off? Did you win?\n  ","42035":"\n   Do you like the twilight saga?\n  ","42036":"\n   Do you think micro cheating is a thing?\n  ","42037":"\n   Is it good to be auspicious?\n  ","42038":"\n   Can we talk privately\n  ","42039":"\n   What’s something that a lot of people are missing out on because they don’t know about it? ?\n  ","42040":"\n   I know it's not a question but Happy Birthday and i hope you feel better soon ?\n  ","42041":"\n   What's worse, failing or never trying? ?\n  ","42042":"\n   Where do you like to go when you eat out? ?\n  ","42043":"\n   You're so beautiful ❤ i would get on my knees and kiss your feet\n  ","42044":"\n   What country do you like the most?\n  ","42045":"\n   Thank you for questions that you sent me and for everything!?\nI\n  ","42046":"\n   good morning beautiful...?\n  ","42047":"\n   Morning bird or a Night owl?\n  ","42048":"\n   why do landlords tell poor people to get a job when owning property is not even a job?\n  ","42049":"\n   You are the most beautiful gift from God ❣️ ? ? ? ? ? ? ? ?\n  ","42050":"\n   What irritates you? ?\n  ","42051":"\n   Of course sis you are more than good friend to me♥️\n  ","42052":"\n   ???\n  ","42053":"\n   Life is like a___?\n  ","42054":"\n   New Year's resolutions? ?\n  ","42055":"\n   ??\n  ","42056":"\n   How old would you be if you didn’t know how old you are? ?\n  ","42057":"\n   Can you participate and eat at your ex's wedding ceremony?\n  ","42058":"\n   What is your opinion on clowns?!\n  ","42059":"\n   when people call you, leave a voicemail, and text you afterwards but it’s not that important, does that irritate you?\n  ","42060":"\n   What's your favorite local pizza?\n  ","42061":"\n   when people call you and don’t leave a voicemail, does that irritate you?\n  ","42062":"\n   Tell us something you learned today.\n  ","42063":"\n   Do any of you play league of legends ?\n  ","42064":"\n   What is the best way to say goodbye?\n  ","42065":"\n   Do you guys miss old Disney? If yes, which was your favourite show?\n  ","42066":"\n   Happy Monday humanz.......\n\nWhat is your inspirational statement for the day?\n  ","42067":"\n   Your cute for a trump supporter ?\n  ","42068":"\n   Tag someone who is your other side?\n  ","42069":"\n   Hugs\n  ","42070":"\n   Cool!\n  ","42071":"\n   I didn’t do much during the holidays. Thanksgiving was with my grandparents. I don’t see them as often as I should but it was nice to see them ?\nChristmas was also with them but also my bfs parents that next weekend my grandma got me my favorite kitchen set up ive been wanting (pioneer woman)!\n  ","42072":"\n   If you owned a luxury yacht, what would you name it?\n  ","42073":"\n   If you would like to ask me a question, what would it be?\n  ","42074":"\n   Has anyone told you they don’t want to ever lose you?\n  ","42075":"\n   What is your week going to look like?\n  ","42076":"\n   Hola\n  ","42077":"\n   Which word describes your day?\n  ","42078":"\n   Happy Monday everyone ✨. Hope you had a great weekend!\n  ","42079":"\n   Wow Bella, looking absolutely stunning !\n  ","42080":"\n   What can really make you happy? ☺️\n  ","42081":"\n   What is your favourite 3 word sentence?\n  ","42082":"\n   I believe you have told me his name before I didn't remember lol\n  ","42083":"\n   Just to be who you are\n  ","42084":"\n   Raining or snowfalling in your area? ☔?️?\n  ","42085":"\n   DO YOU LOVE PINEAPPLES ON PIZZA? ? please say yes HAHAHA...\n  ","42086":"\n   where r u\n  ","42087":"\n   how often do you check your email?\n  ","42088":"\n   Exercise or Extra fries ??\n  ","42089":"\n   May you always know how precious you are? May you find the joy in your life to wake up each day with excitement?  May you always realize how loved you are for just being you! Have a wonderful day!!\n  ","42090":"\n   Pancakes or waffles?\n  ","42091":"\n   -\n  ","42092":"\n   How was your day\n  ","42093":"\n   Ever had a bad accident?\nIf yes, how?\n  ","42094":"\n   On scale 1-10, how angry do you get because of slow internet?\n  ","42095":"\n   Which Disney character would you like to be for a day?\n  ","42096":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life? ?\n  ","42097":"\n   Hiii?where r u from?\n  ","42098":"\n   What are you addicted to?\n  ","42099":"\n   What if ______.\n  ","42100":"\n   Likes for likes maybe?\n  ","42101":"\n   Do you read a bunch of reviews about a movie before deciding whether to watch it or not?\n  ","42102":"\n   would you consider imagine dragons rock music?\n  ","42103":"\n   What gets you fired up? ?\n  ","42104":"\n   Do you like literature? What books do you like to read the most? What genre?\n  ","42105":"\n   Where do you prefer to go when going outside?\n  ","42106":"\n   Beautiful smile?\n  ","42107":"\n   What's something you think about all the time? Why? ?\n  ","42108":"\n   do you like the beatles or are they overrated?\n  ","42109":"\n   The relationship lasts a long time with the condition .... ???\n  ","42110":"\n   If you can change your nationality, what nationality would it be and why? ?\n  ","42111":"\n   hi\n  ","42112":"\n   On the scale of 10, how bad are mondays??\n  ","42113":"\n   I don’t know how this works lol but I guess my first question would be. Who here likes roleplay?\n  ","42114":"\n   what’s your favourite soda?\n  ","42115":"\n   What should never be taken seriously? Why? ?\n  ","42116":"\n   Would you rather know the uncomfortable truth of the world or believe a comforting lie?\n  ","42117":"\n   do you like playing carnival games? what’s your favorite one?\n  ","42118":"\n   Do you feel younger or older than your actual age? ?\n  ","42119":"\n   What do you do for exercise?!\n  ","42120":"\n   Post something beautiful!\n  ","42121":"\n   That is a good way to look at it you're very smart woman\n  ","42122":"\n   your converse, are beautiful just like you, ily\n  ","42123":"\n   You’re turning 24 in two days?\n  ","42124":"\n   How often do you find yourself judging others?\n  ","42125":"\n   Thank you IsaBella ?❤\n  ","42126":"\n   It's even more than what's asked so thanks? But, is being controlling always bad? I mean what if they both are kinda okay with it? To be honest I felt you're talking about me LOL. Don't let that stop you from giving your genuine opinion please.\n  ","42127":"\n   What's the hottest you've ever been? ? ?\n  ","42128":"\n   panic! at the disco or fall out boy or my chemical romance?\n  ","42129":"\n   I genuinely appreciate your concern ? yeah i adopted a new kitten for Christmas so that makes me v. Happy\n  ","42130":"\n   What kind of questions do you enjoy answering the most?\n  ","42131":"\n   Would you hate someone who treats everyone awfully except you?\n  ","42132":"\n   Do you check out the Discover wall here on askfm every once in a while?\n  ","42133":"\n   hello guys! how do you say “i love you” in your first language? (if you have one) in the philippines ?? it’s “mahal kita” yes you ?\n  ","42134":"\n   for cars? do you prefer 2 doors or 4 doors?\n  ","42135":"\n   when was the last time you cook? what was it?\n  ","42136":"\n   Post a funny meme ??\n  ","42137":"\n   I had been awol for a while. Work and adulting caught up to me. I’m finally settled a bit now though\n  ","42138":"\n   How have you been doing?\n  ","42139":"\n   Do you prefer to use cash or payment card?\n  ","42140":"\n   What would be the most useless superpower?\n  ","42141":"\n   Wat heb je tot nu toe van het leven geleerd??\n  ","42142":"\n   ???\n  ","42143":"\n   What's something you wish you saw more of? Why? ?\n  ","42144":"\n   Ahhhhhh......bug candy! Had I been an owl, these would be delicious however; not me.\n  ","42145":"\n   At least LSU plays at the super dome next Monday?\n  ","42146":"\n   ???”The fires in Australia are a planned relocation of rural living people into dense urban centers.” — I read this today and I’m wondering what your thoughts on this are. Might there be some truth behind this?\n  ","42147":"\n   What is your favorite way to unwind and relax after a very stressful day?\n  ","42148":"\n   Tesla! Yay or nay?\n  ","42149":"\n   How are you?\n  ","42150":"\n   hey there wish u well today and into this coming week like your display picture\n  ","42151":"\n   Wow can you believe it??\n  ","42152":"\n   have you ever watched american idol? x factor? _______’s got talent?\n  ","42153":"\n   what’s your favorite wing flavor? boneless or bone-in?\n  ","42154":"\n   They could be a lot of fun LOL\n  ","42155":"\n   Why is someone keep asking people to vote on a yes\/no poll if they have tonsils still or not? there's like 3 of them from different accounts o.o\n\nDo you have yours? I do.\n  ","42156":"\n   Saints??\n  ","42157":"\n   Well, you don’t need to if you don’t really want to. ?\n  ","42158":"\n   Maybe you could give me your email address privately and I’ll send you a pdf?\n  ","42159":"\n   Took the L????\n  ","42160":"\n   Yes I have however; just as long as there are no bugs in it......lol.\n  ","42161":"\n   Coffee ☕ or Soup?\n  ","42162":"\n   Have you ever gone zip lining?\n  ","42163":"\n   Isabella\n  ","42164":"\n   Do you like eating lamb?\n  ","42165":"\n   Hey, Bella! You heard about me writing a story about my most life changing event, right? Since you are my #1 fan (?) would you be interested in reading it before everyone else and giving me feedback on it? I’m in deep need of a second opinion. ?\n  ","42166":"\n   What makes you feel good about yourself?!\n  ","42167":"\n   What time do you wake up on Sundays?\n  ","42168":"\n   Wyd\n  ","42169":"\n   What’s up\n  ","42170":"\n   What photo on your phone do you love the most? What's the reason?!\n  ","42171":"\n   What’s the best and worst piece of advice you’ve ever received? ?\n  ","42172":"\n   In what way are you a survivor? ?\n  ","42173":"\n   What would be the best job ever for you?\n  ","42174":"\n   Among your friends or family, what are you famous for? ?\n  ","42175":"\n   How comes ? ?\n  ","42176":"\n   When you need a distraction what do you turn to?\n  ","42177":"\n   Random thoughts ❣\n  ","42178":"\n   what is tomboyish?\n  ","42179":"\n   I know you mean kids can be a lot of fun and a lot of work I don't have a kid don't like over at friends houses if they have kids they're fun to be around you will make a great mother someday\n  ","42180":"\n   Would you rather have 3 hands or 3 feet\n  ","42181":"\n   do you have specific color schemes for the rooms of your house\/place?\n  ","42182":"\n   What is something that your friends would consider “so you”? ?\n  ","42183":"\n   Creativity is allowing ourselves to make mistakes, is it right?\n  ","42184":"\n   Who is your favorite tv couple?!\n  ","42185":"\n   do you like listening to old songs?\n  ","42186":"\n   What is a good tv bromance?!\n  ","42187":"\n   Are you good at accepting compliments?\n  ","42188":"\n   Walmart or your local supermarket gives you 1 minute to go around and grab everything and its free. And you can bring one person with you. Who are you bringing and what are you grabbing?\n  ","42189":"\n   Hi. Please vote on my poll\n  ","42190":"\n   Nothing. Just the utilities\/water bill. I have a faucet.\n  ","42191":"\n   Do most people think you look older, younger or about your age when they first meet you? Why do you think that is? ?\n  ","42192":"\n   are you coffee or a tea person?\n  ","42193":"\n   So tell me where are you from?\n  ","42194":"\n   Hi babe\n  ","42195":"\n   Do you like Jim Carrey\n  ","42196":"\n   Some say there are four personality types:\n\nBlue ?: Calculated, orderly but unflexible, insensitive. \nRed ❤: Competitive, confident but quick to anger, unempathetic. \nGreen ?: Kind, compassionate but timid, slow. \nYellow ?: Energetic, creative but forgetful, self-absorbed.\n\nWhich are you? How? ?\n  ","42197":"\n   guys! in a scale of 1-10, how weird you can be?\n  ","42198":"\n   Is there one song that exemplifies what you most often listen to? ?\n  ","42199":"\n   Whats your favorite scent to smell from a candle? I’ve always enjoyed citrus to an extent and cinnamon.\n  ","42200":"\n   Are you careful to not offend people or do you not give a shit?\n  ","42201":"\n   Do you still think about the people that used to be a very important part of your life, but not anymore? ?\n  ","42202":"\n\n    https:\/\/ask.fm\/eatyourcake\/answers\/158396881716\n   \n   how does it make you feel when a stranger uses the word sexy as a compliment? How does it make you feel when someone you know uses the word sexy as a compliment? Explain your answer please\n  ","42203":"\n   Plans for today\n  ","42204":"\n   I realized i get a bad hair day when i wake up. My hairs al poofy and all over the place since my hairs a bit longer? how is your bad hair day?\n  ","42205":"\n   anyone from AU who’s still up? i can’t sleep and it’s 2:40 am. what’s wrong with me\n  ","42206":"\n   Who has 20\/20 vision? ?\n  ","42207":"\n   Me????\n  ","42208":"\n   Hello?\n  ","42209":"\n   If you where asked to teach a class, what class would you want to teach?\n  ","42210":"\n   Have you read the book \" Paradise Lost\".\n  ","42211":"\n   What's something you tell yourself every day? ?\n  ","42212":"\n   Are any of our views truly our own or do we simply inherit them from the environments and societies we live our lives in?\n  ","42213":"\n   What were some of the turning points in your life? ?\n  ","42214":"\n   are you fearful of the future or do you welcome it with high expectations?\n  ","42215":"\n   Everyone knows the highest Mount Everest in the world, so before Mount Everest was discovered, which mount is the highest in the world? ???\n  ","42216":"\n   Favourite saying or phrase ??\n  ","42217":"\n   do you care about how you age? why?\n  ","42218":"\n   How would you live your remaining days if you found out you had only a week to live?\n  ","42219":"\n   happy friday everyone! anyone up for a drink ? ?\n  ","42220":"\n   What is your Song of the week?\n  ","42221":"\n   Had all three when I went out on my actual birthday night drinking lots of beer????\n  ","42222":"\n   What gets you into the holiday spirit regardless of which holiday you celebrate?\n  ","42223":"\n   Have you ever tried to learn song lyrics by heart to impress your friends with singing long verses? ??\n  ","42224":"\n   Ummmmm if you could eat ANY FOOD IN THE WORLD ... right now ! What would you eat ?(:\n  ","42225":"\n   I had that on my actual birthday night going out???\n  ","42226":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","42227":"\n   That embarrassing moment when _______.\n  ","42228":"\n   Drinks lots??\n  ","42229":"\n   Casa comigo, princesa <3\n  ","42230":"\n   What's the usual first impression people have on you in person? ?✨ Are they wrong or nah?\n  ","42231":"\n   How is your pain tolerance?\n  ","42232":"\n   Waar zou je heen willen, naar Parijs, Egypte of Engeland??\n  ","42233":"\n   Even tho after Sunday’s game, they have to make the football field for the National championship?\n  ","42234":"\n   ???????\n  ","42235":"\n   Pats lost tonight. I’m happy??\n  ","42236":"\n   Tom Brady losses???\n  ","42237":"\n   Poverty is the root of all evil & the Ignorance, the\nroot and stem of all evil; what's your opinion?\n  ","42238":"\n   A black pen however; I would use a crayon should I need too....lol.\n  ","42239":"\n   I just wanted to say happy weekend!! You're awesome!?? I love sending questions out, but if I ever annoy y'all, just shoot me something in my inbox and I'll stop.??\n  ","42240":"\n   What are some of your personal \"rules\" that you never break? ?\n  ","42241":"\n   Tomorrow??\n  ","42242":"\n   Me too...Hi?5 sis?\n  ","42243":"\n   How do you respond to criticism? ?\n  ","42244":"\n   do you watch reality tv?\n  ","42245":"\n   Would you like to have a tattoo?\n  ","42246":"\n   If you could change your sleep schedule to where you would hibernate for 3 months, and then would be fully awake for the other 9- would you?!\n  ","42247":"\n   omg I'm so excited about your birthday\n  ","42248":"\n   Nicest guy on ask? :)\n  ","42249":"\n   You have a great heart\nI just wanted to say that \nGood night my friend ?\n  ","42250":"\n   What was the last thing you ate?\n  ","42251":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","42252":"\n   What is your opinion on the new smoking law (for cigarettes)?\n  ","42253":"\n   Who’s your crime partner??\n  ","42254":"\n   Happy New Year!!! ??✨ I hope you have a great evening and be safe if you're out celebrating tonight! ??✨\n  ","42255":"\n   WHO'S HOTTER?  MILEY CYRUS  VS  DEMI LOVATO,\nCHECK OUT THE PICS IN MY POLLS.\n  ","42256":"\n   If you could switch families, would you?\n  ","42257":"\n   What makes someone powerful?\n  ","42258":"\n   have you ever ridden in a helicopter?\n  ","42259":"\n   What is your occupation?\n  ","42260":"\n   Well said dear friend\n  ","42261":"\n   :) ✌︎\n  ","42262":"\n   If you could teleport, where would you go?\n  ","42263":"\n   How long have you lived in your current home?\n  ","42264":"\n   Does love mean to commit yourself without a guarantee?\n  ","42265":"\n   How many people are you truly comfortable with?\n  ","42266":"\n   Fucking hot\n  ","42267":"\n   I like all seedless grapes including raisins.\n  ","42268":"\n   Time , day and temperature.\n  ","42269":"\n   ❤️\n  ","42270":"\n   ❤️\n  ","42271":"\n   ??❤️\n  ","42272":"\n   what kind of sports do you play?\n  ","42273":"\n   Do you believe in love at first sight?\n  ","42274":"\n   What's your name?\n  ","42275":"\n   what are the 5 things you love in life?\n  ","42276":"\n   Whats worse to you? Someone who constantly complains or someone who is constantly sarcastic?\n  ","42277":"\n   Whenever I imagine someone playing a banjo, it's never without them sitting on a rocking chair ?\n  ","42278":"\n   Just you being around your Jase and looking after him will help bring about a speedy recovery ?\n  ","42279":"\n   Ugh, it's terrible ?\n  ","42280":"\n   You are welcome lovely ? sending lots of positive vibes your way. Lots of love ?\n  ","42281":"\n   Do you believe; Trust in dreams, for in them is hidden the gate to eternity.\n  ","42282":"\n   What to do when there's nothing to do??\n  ","42283":"\n   What do you think is the most difficult addiction to overcome?\n  ","42284":"\n   Are you able to play any musical instruments?\n  ","42285":"\n   If you had the ability to erase something that you did in the past, what would it be? Why?\n  ","42286":"\n   What is a movie you always wanted to be in?\n  ","42287":"\n   what are your plans for the weekend?\n  ","42288":"\n   I hope you have an amazing and wonderful day!\n  ","42289":"\n   I love my wife CAITLIN MARIE BRENNAN SHE'S MY LIFE MY LOVE MY EVERYTHING ???❤️?\n  ","42290":"\n   15 likes x 15 likes?\n  ","42291":"\n   yea ? how you get this all coins, ?\n  ","42292":"\n   Oh, I see, I am like you.  When everything around me is quiet, I could concentrate on doing the test ☺☺☺\n  ","42293":"\n   ?? please don't mind,,,,you are so cute???\n  ","42294":"\n   Thanks a lot, dear friend, stay blessed.\n  ","42295":"\n   Have you ever looked in the mirror and not recognized the person staring back?\n  ","42296":"\n   How well do you know yourself? ?\n  ","42297":"\n   ??\n  ","42298":"\n   what is your favorite scent?\n  ","42299":"\n   who do you trust the most?\n  ","42300":"\n   Ever been sea sick before?\n  ","42301":"\n   ?good mood,,,,nice selection, dear friend??\n  ","42302":"\n   What do you like to watch movies or web series?\n  ","42303":"\n   With that lovely smile, your kind words are like a gentle rain, they give life to the hearer like the water gives to the grain. They are spoken in kindness that comes from your heart; which makes hearing from you each day a wonderful start! Have a wonderful day!\n  ","42304":"\n   ❄️ Is January a difficult month for you to get through in any way, or do you generally find it ok?\n  ","42305":"\n   What would you say is your element? ???☄Why? ?\n  ","42306":"\n   For those who actually made resolutions, how are they going?\n  ","42307":"\n   What game on your phone do you enjoy playing?!\n  ","42308":"\n   what are you looking forward to?\n  ","42309":"\n   Who inspires you?\n  ","42310":"\n   What's more important - inner or outer beauty? ? ✨ ? ? ?\n  ","42311":"\n   Any new year resolutions?\n  ","42312":"\n   have you ever played charades?\n  ","42313":"\n   ?you are really so kind.nice to meet you.?\n  ","42314":"\n   Aww hope he's ok Bella ?❤️xxx\n  ","42315":"\n   How are you do my dear friend\n  ","42316":"\n   How are you do my dear friend\n  ","42317":"\n   Good morning ☔ .\n  ","42318":"\n   followed\n  ","42319":"\n   Followed\n  ","42320":"\n   What’s your longest relationship?\n  ","42321":"\n   hello, how are you? ?\n  ","42322":"\n   If you were given chance to join politics, would you?\n  ","42323":"\n   What sport you don’t know how to play, but want to learn?\n  ","42324":"\n   what’s for breakfast, lunch or dinner? ?\n  ","42325":"\n   wнo ιѕ тнe вeѕт ѕιnger \/ dancer oғ all тιмe? prιnce!!!\n  ","42326":"\n   No however; I do have the face for backgammon.\n  ","42327":"\n   What’s your middle name and do you like it?\n  ","42328":"\n   what did you have for breakfast?\n  ","42329":"\n   Aloha\n  ","42330":"\n   I hope you have a lovely weekend! :3 Do you have any plans at all? ?\n  ","42331":"\n   Plz some coins ??\n  ","42332":"\n   Likes??plz!\n  ","42333":"\n   If I send you questions, that means I'm following you. Do you still want to receive questions from me or I'm a total bullshit for you? Cuz I don't want to annoy or disturb you. Thank you. ? #staif\n  ","42334":"\n   What’s the last thing you did right before you answered this question?\n  ","42335":"\n   Do you like your nails short or long?\n  ","42336":"\n   When something breaks, do you normally replace it or fix it?\n  ","42337":"\n   Do you remember life without technology? What was it like?\n  ","42338":"\n   Have you saw don’t fuck with cats on Netflix? OMG.\n  ","42339":"\n   Do you keep Christmas\/Birthday cards or do you throw them away? ?\n  ","42340":"\n   Do you prefer to live alone or with someone?\n  ","42341":"\n   Hay\n  ","42342":"\n   Do you care what other people think of you?\n  ","42343":"\n   Anytime ??\n  ","42344":"\n   Who has the most beautiful eyes?\n  ","42345":"\n   ???\n  ","42346":"\n   peace be always upon your family,,,,,thanks a lot, dear friend.\n  ","42347":"\n   what did you do today?\n  ","42348":"\n   Hello\n  ","42349":"\n   What is a strange smell that you actually like?\n  ","42350":"\n   what’s a word you hate the spelling of?\n  ","42351":"\n   would you clone yourself if you could?\n  ","42352":"\n   Don't worry,,,i will pray for you to Almighty God. Stay Blessed.\n  ","42353":"\n   What’s one responsibility you really wish you didn’t have? ?\n  ","42354":"\n   If your childhood had a smell, what would it be? ?\n  ","42355":"\n   Do you assume that a guy wearing skinny jeans must be gay?\n  ","42356":"\n   And i love to hear???\n  ","42357":"\n   In your group of friends, what role do you play? ?\n  ","42358":"\n   Good evening and Happy Friday ? I hope you've had\/having a good day ? Any plans for your Friday night? ??\n  ","42359":"\n   What color is your winter coat?\n  ","42360":"\n   Favorite color hair?\n  ","42361":"\n   If you could create a color that doesn't exist yet, what would you name it?!\n  ","42362":"\n   What made your day today? Anything so far?!?\n  ","42363":"\n   What's something you searched for a GIF for, but couldn't find anything that really fit?!\n  ","42364":"\n   Post life lesson in your local language. ❣\n  ","42365":"\n   How much time a day do you spend alone? \nDo you like that amount or do you wish you had more\/less time alone? \nDo you enjoy being by yourself?\n  ","42366":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","42367":"\n   Happy New Year ?? I hope 2020 has been kind to you so far and is an amazing year for you ??\n  ","42368":"\n   Likes?\n  ","42369":"\n   Last time you were late for something? And what was it?\n  ","42370":"\n   Anyone here do spam questions or just have any in general. Haven’t been on here in almost a year and I want to answer questions. ??\n  ","42371":"\n   What are you good at that nobody knows?\n  ","42372":"\n   Do you cry much?\n  ","42373":"\n   Hi everyone.. How you doing?\n  ","42374":"\n   Do you know people who are afraid of growing old?\n  ","42375":"\n   ???\n  ","42376":"\n   Are you averse to getting old?\n  ","42377":"\n   Hope you are having a good day! Have you done anything fun so far?\n  ","42378":"\n   Do you try to stay young?\n  ","42379":"\n   if you happen to wake up from 5years in coma, what’s the firsts you will do?\n  ","42380":"\n   Is it difficult to stay young?\n  ","42381":"\n   what is the first thing you do when you wake up in the morning?\n  ","42382":"\n   Hey, Jelly Button :)\n  ","42383":"\n   What is your favorite restaurant and what do you order?!\n  ","42384":"\n   Have you been in a car accident?\n  ","42385":"\n   sunset or sunrise?\n  ","42386":"\n   who was the first person you followed on ask?\n  ","42387":"\n   good morning you all beautiful people ?\n  ","42388":"\n   who was tge last person you hug?\n  ","42389":"\n   Favourite game app on your phone? I want some games too play but I really can’t find any good ones that I can get into.\n  ","42390":"\n   what laws in Iowa should I be aware of when running away from home?\n  ","42391":"\n   How are you??\n  ","42392":"\n   Is there any real significance to numbers such as 11:11 or do we just give them meaning that doesn’t exist?\n  ","42393":"\n   I hope yall have a great Friday and an even better weekend!\n~use this as a filler~\n  ","42394":"\n   What language would you ever like to learn, what's your favorite subject and tell me why? ?\n  ","42395":"\n   Why do some of the nicest people have the fewest friends? ?\n  ","42396":"\n   My condolences for your loss. Would it be too much to ask if you would pass it along by asking that same question to people you know every so often (maybe a few months out of the year)?\n  ","42397":"\n   ???????\n  ","42398":"\n   What is something you can never seem to finish? ?\n  ","42399":"\n   What topic of conversation do you consider boring?\n  ","42400":"\n   Are u single and ready to mingle?\n  ","42401":"\n   What comes easy to you?\n  ","42402":"\n   hi,,,,how was the day,,,hoping you are safe,,,,stay blessed dear friend.\n  ","42403":"\n   Have you ever wrote something and then one of the suggested predictive text was something very inappropriate to the sentence you wanted to write?\n  ","42404":"\n   ASK.fm is a lot like life the more you give the more you get back, the less you give the more you lack! May your New Year be one of abundant joy and happiness filled with blessings and much success!\n  ","42405":"\n   Who else has braces ?\n  ","42406":"\n   13 Xbox one games, College merchandise chocolates wines and beers??\n  ","42407":"\n   Have you ever loved someone you have not met?\n  ","42408":"\n   I feel like ______.\n  ","42409":"\n   How do you get rid of stress and negative energy?\n  ","42410":"\n   What are 3 favorite movies of yours?\n  ","42411":"\n   What problems did you have in school ??\n  ","42412":"\n   Would you rather meet a wolf ? or a poisonous snake ? in the wilderness?\n  ","42413":"\n   The sweetest of all sounds is praise... what's your opinion?\n  ","42414":"\n   On a scale of 1 to 10 how “kool” are you? ???\n  ","42415":"\n   Cutest couple on ask?\n  ","42416":"\n   Anyone up ? #BORED ?\n  ","42417":"\n   Am I the only one who has never had a New Years kiss\n  ","42418":"\n   Hi\n  ","42419":"\n   Took down my tree and opened presents tonight??\n  ","42420":"\n   Hello girl\n  ","42421":"\n   I like bread pudding.\n  ","42422":"\n   An old pic of you please?\n  ","42423":"\n   New year 2020! A new start of this morning. What's your plan for today?\n  ","42424":"\n   Going through inactive followers, drop an emoji to get getting my questions!\n  ","42425":"\n   Sorry. That was me. I didn't know it asked anonymously\n  ","42426":"\n   Have you ever had anything paranormal happen to you?\n  ","42427":"\n   My nail apt is tonight, drop some ideas!\n  ","42428":"\n   What did you get for your birthday\n  ","42429":"\n   What's the last thing you bought? Other than foods.\n  ","42430":"\n   Who do you want to spend the last few moment of 2019 with? ?\n  ","42431":"\n   Np stay blessed\n  ","42432":"\n   Do you have any regrets? Care to share? ?\n  ","42433":"\n   Share what you did for New Years! ?\n  ","42434":"\n   Sorry it was me :)\n  ","42435":"\n   What's your favorite thing to do alone? ?\n  ","42436":"\n   Follow for follow maybe please ???✌\n  ","42437":"\n   Right sis\n  ","42438":"\n   Nightlife Spam: How often do you stay out past midnight?\n  ","42439":"\n   Big hugs??\n  ","42440":"\n   We’re having cheesecake pie and chocolate pie tonight for my dessert to blow candles?\n  ","42441":"\n   We’re popping fireworks after the ball drop?\n  ","42442":"\n   What phone are you currently using? Do you like using it?\n  ","42443":"\n   When you're alone, what do you think about a lot?\n  ","42444":"\n   Hey... Happy Birthday!!! Have a great day!\n  ","42445":"\n   A concert you want to go to?\n  ","42446":"\n   Nothing will change as it's new year. Is that true?\n  ","42447":"\n   Yummy\n  ","42448":"\n   What are your plans for New Year's Eve\/Day? ?\n  ","42449":"\n   My party is moved to tomorrow night since some people aren’t gonna make it tonight???\n  ","42450":"\n   Hi\n  ","42451":"\n   What are your plans for this New Year’s Eve\n  ","42452":"\n   Happy new year ???✨\n  ","42453":"\n   Happy new year! I hope your year is better than 2019!\n  ","42454":"\n   Peed a lot???\n  ","42455":"\n   صباح الخير ? كل عام و انتوا بخير الله يكتب لنا و لكم كل خير و سعادة في هالعام ??\nGood Morning ? Happy new year to you all and i pray that this year is the year filled with happiness and hope ??\n  ","42456":"\n   What was the single best thing that happened this past year?\n  ","42457":"\n   Happy New Year Bella!??\nWish you a lot of success and happiness on 2020!?✨\n\n\nSincerely, Aleksa?\n  ","42458":"\n   A new year is like a new book. The pen is in your hands. It's your chance to write a beautiful story for yourself. Wishing you a great and prosperous Happy New Year!! \n#Welcome2020\n  ","42459":"\n   Happy new year all, I hope it's a good one for you and your family ???\n  ","42460":"\n   Do you ever watch The Oscars?\n  ","42461":"\n   What you eat in lunch today?\n  ","42462":"\n   What is your biggest fear or worry?\n  ","42463":"\n   What's the last thing you returned to the store?\n  ","42464":"\n   What have you not done since last year??\n  ","42465":"\n   ???\n  ","42466":"\n   Is it easier to hate or to love? Why?\n  ","42467":"\n   How is everyone's New Year so far?\n  ","42468":"\n   Do you have any new year resolutions?! 2020\n  ","42469":"\n   HAPPY NEW YEARS EVERYONE!!!? 2020\n  ","42470":"\n   Taking down decorations rn??\n  ","42471":"\n   How did you celebrate New Year? ??\n  ","42472":"\n   I see girls wearing dresses for Christmas and New year's. One piece. They look very pretty\n  ","42473":"\n   Meant because you had birthday lol mine was on the 12th but thanks ?\n  ","42474":"\n   Unlimited tacos or unlimited pizza?!\n  ","42475":"\n   What‘s something inexpensive that you bought, but that had a high value for you?\n  ","42476":"\n   Beautiful\n  ","42477":"\n   Well I guess that's the festive season over ??\n  ","42478":"\n   Spongebob or Squidward?\n  ","42479":"\n   How many fillings have you had at the dentist\n  ","42480":"\n   I need friend\n  ","42481":"\n   What is you special talent?\n  ","42482":"\n   Wishing you a very Happy New Year ? ? ? ?\n  ","42483":"\n   莎比\n  ","42484":"\n   Happy New Years Eve ?\nWhat's one goal you ultimately want to fulfill in 2020? No matter how big or small.\n  ","42485":"\n   How do you feel about snow?\n  ","42486":"\n   Do you have any New Years traditions?!\n  ","42487":"\n   Welcome to 2020! It's going to be your year!!\n  ","42488":"\n   Happy New Years everyone!!\nI hope y'all have an incredible 2020 ???\n  ","42489":"\n   Followed ?\n  ","42490":"\n   -\n  ","42491":"\n   Why do bad things happen to good people?\n  ","42492":"\n   Happy New Year!??✌Hope 2020 is an amazing year for you!⚘\n  ","42493":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","42494":"\n   Do you prefer to shop in store or online?\n  ","42495":"\n   Someone interested in doing snapchat Streaks, If YES then please reply ?☺️\n  ","42496":"\n   If you knew the world was about to end, what would you do?\n  ","42497":"\n   Favorite animal to own as a pet?\n  ","42498":"\n   Enjoying my party rn?\n  ","42499":"\n   Just partying rn??\n  ","42500":"\n   Have you ever done paranormal investigations?\n  ","42501":"\n   It’ll end when all the Christmas decorations are taken down?\n  ","42502":"\n   What's your favorite drink?\n  ","42503":"\n   Did you take your Christmas decorations down yet?\n  ","42504":"\n   Have you ever stolen anything?\n  ","42505":"\n   What's your favorite alcoholic beverage?\n  ","42506":"\n   What's something you're really bad at?\n  ","42507":"\n   Just need to blowout the candles for the cheesecake pie and chocolate pie. Singing happy birthday to me??\n  ","42508":"\n   What do you want to be remembered for? ?\n  ","42509":"\n   When the electricity goes out in your home, what’s the first thing you miss?\n  ","42510":"\n   What makes you feel better when you are in a bad mood?\n  ","42511":"\n   Did you get your pets Christmas gifts?!\n  ","42512":"\n   Just shooting fireworks rn?\n  ","42513":"\n   Finally free??\n  ","42514":"\n   Thoughts?\n  ","42515":"\n   Are you happy right now?\n  ","42516":"\n   I rewatched the ball drop rn?\n  ","42517":"\n   Hello\n  ","42518":"\n   15 minutes to go?\n  ","42519":"\n   The countdown starts now?\n  ","42520":"\n   Happy new year??\n  ","42521":"\n   Happy New year to you and your family too Didi. You are one of the most sweetest and geniune person I have come across. You give more than than what you get. Always spreading love and helping ppl. You deserve all the happiness in the world\n  ","42522":"\n   What’s your New Year’s Day plans?\n  ","42523":"\n   Have a blissful, awesome, magnificent, cheerful & rocking year ahead. I wish tremendous joy and good health for you and your family! HAPPY NEW YEAR EVERYONE!???\n  ","42524":"\n   After we see the ball drop on tv in 24 hours, we’re doing fireworks?\n  ","42525":"\n   Sucks my new year’s party was canceled so I was in Nola tonight?\n  ","42526":"\n   Yes\n  ","42527":"\n   Happy new year’s?\n  ","42528":"\n   I am sorry I forgot to wish you on your birthday. Hope you had a good day\n  ","42529":"\n   Sucks my friends were working so didn’t have cake??\n  ","42530":"\n   Thoughts on me rewatching the ball drop and having a party?\n  ","42531":"\n   Which country would you most like to visit?\n  ","42532":"\n   Happy New Year and new decade. Let's make this decade fucking awesome! ?\n  ","42533":"\n   What was the last song you heard?\n  ","42534":"\n   Hi. Will you see the picture of top which I wore. It says pretty baby ❤️\n  ","42535":"\n   I’m rewatching the ball drop at midnight on tv?\n  ","42536":"\n   NS: Who paid for drinks\/entertainment the last time you went out?\n  ","42537":"\n   Tonight is my party. At the end we’re doing fireworks and singing happy birthday to me?\n  ","42538":"\n   Nightlife Spam: When was the last time you accepted a drink from a stranger? If you haven't, would you?\n  ","42539":"\n   What is your favorite candy?\n  ","42540":"\n   See my picture in pink top and a new nailpaint\n  ","42541":"\n   aw xo\n  ","42542":"\n   NS: Have you ever been to the following: Strip Club? Pool Hall? Dance Review? Stage Theatre? Jazz Club?\n  ","42543":"\n   Happy New Year’s ???. I hope 2020 is good to you all ?\n  ","42544":"\n   Which would you rather have as a gift... roses or chocolates?\n  ","42545":"\n   The top has pretty baby  written on it.  I am improving with nailpaint. Nice shade ??\n  ","42546":"\n   Happy New Year and all that good stuff. ???\n  ","42547":"\n   Happy New Year! Do you have any resolutions?\n  ","42548":"\n   Happy 2020??\n  ","42549":"\n   Hi how are you\n  ","42550":"\n   Anything you’re doing to start the new year?\n  ","42551":"\n   Post a picture of you laughing loudly ???\n  ","42552":"\n   Are you still friends with someone from kindergarten? ???\n  ","42553":"\n   Scariest thing to happen to you?\n  ","42554":"\n   See my picture in nailpaint and a top\n  ","42555":"\n   Happy 2020 to all of you!Make 2020 better and let’s re-elect Trump! ?????\n  ","42556":"\n   Tomorrow night is my party?\n  ","42557":"\n   Happy Birthday, Bella! Happy New Year, as well! ❤❤❤\n  ","42558":"\n   Is anyone lighting off fireworks where you are already?\n  ","42559":"\n   Happy new year’s?\n  ","42560":"\n   Happy New Year?\n  ","42561":"\n   Happy New Year\n  ","42562":"\n   Happy New Year Bella!! ?✨\n  ","42563":"\n   What would you like to see mankind achieve within your lifetime?\n  ","42564":"\n   Who’s had five guys before? What was your Order? Rate it out of ten?\n  ","42565":"\n   How many times have you broken your phone?\n  ","42566":"\n   Today is my day??\n  ","42567":"\n   Hi.\n  ","42568":"\n   ?????\n  ","42569":"\n   Where will you celebrate the New Year\n  ","42570":"\n   Happy birthday to you bella wish you all the best ???\n  ","42571":"\n   Smell good!❤\n  ","42572":"\n   I wish everyone a happy New Year and hope 2020 is a good year for all of you and for all the world xx\n  ","42573":"\n   Who was the last person to give you their number? How about last person you gave yours to?\n  ","42574":"\n   Do u regret meeting people if so who?\n  ","42575":"\n   What shiver ye timbers\n  ","42576":"\n   Ur perfume❤\n  ","42577":"\n   Happy New year ?\n  ","42578":"\n   Do you like or hate your job?\n  ","42579":"\n   If only ______.\n  ","42580":"\n   What cake did you have\n  ","42581":"\n   Write a message to your 2019 self ??\n  ","42582":"\n   when you're feeling depressed, what do you do to feel better?\n  ","42583":"\n   I live near NOLA\n  ","42584":"\n   What's the sweetest thing anyone's ever done for you?!\n  ","42585":"\n   Who inspires you to be better? ?\n  ","42586":"\n   Do you prefer to eat with TV On or Off?\n  ","42587":"\n   Best present you got\n  ","42588":"\n   13 more days till I’m at the Superdome?\n  ","42589":"\n   Have you ever saved someone’s life? ?\n  ","42590":"\n   Best thing you got for your birthday\n  ","42591":"\n   I said that yesterday when I was watching it?\n  ","42592":"\n   What kinds of things do you watch on YouTube?\n  ","42593":"\n   PAP your favorite accessory you are wearing right now.\n  ","42594":"\n   Are you ready to close page 365 of 365 of Book 2019? ☺️?\n  ","42595":"\n   If you could change one thing about 2019 what would it be\n  ","42596":"\n   One line for me at the end of 2019?\n  ","42597":"\n   Even tho I’m rewatching the peach bowl already and it’s the 4th quarter??\n  ","42598":"\n   During which month do people sleep the least?\n  ","42599":"\n   How many languages do you speak? What language would you like to learn?\n  ","42600":"\n   Do you believe; the limits of the possible can only be defined by going beyond them into the impossible?\n  ","42601":"\n   ??\n  ","42602":"\n   Very practical. I like it.\n  ","42603":"\n   I just want to wish everyone a Happy New Year! You're all amazing! Have a great day and night! ??✨\n  ","42604":"\n   We’re almost there to 2020. To some people its already 2020. Lets hope for a better year! And have a good rest of your day!\n  ","42605":"\n   What has been your favorite New Year's Eve yet?! Will tomorrow top it?!\n  ","42606":"\n   Happy New Year ..:)\nMay coming days bring you happiness and fulfill your desires..;)\n  ","42607":"\n   Isabella is such a beautiful name\n  ","42608":"\n   Trur\n  ","42609":"\n   May Allah gives you happiness and helps you to achieve your goal in the very first try . Ameen !!! \n\nHappy New year in advance.?\n  ","42610":"\n   Saw a question about what someone was self-conscious about and they answered their voice.\nDoes anyone like how their voice sounds?\n  ","42611":"\n   ???\n  ","42612":"\n   Post something\n  ","42613":"\n   Wish you and your family a joyful, healthy, prosperous and happiest new year ahead! Happy New Year. ??✨????????\n  ","42614":"\n   I wish you crazy New Year's party with a bang of fireworks and a happy New Year 2020! ??\n  ","42615":"\n   Thank you for all the questions you send, sorry I take a while to answer but I'll get to them all eventually! :) Also, I'm following you now!\n  ","42616":"\n   What are you addicted to? ?\n  ","42617":"\n   Who's your favorite streamer on Mixer?\n  ","42618":"\n   Happy New Year's Eve\/Day! ? Was 2019 a good year for you? What was the good things of 2019? ?\n  ","42619":"\n   what’s everyone doing tonight this NYE?\n  ","42620":"\n   Have you ever been to a meetup or hosted your own?\n  ","42621":"\n   Who is your favorite Streamer? (Twitch, Mixer, etc.)\n  ","42622":"\n   What’s  the  Best  Comedy  Movie  You’ve  Ever  Seen?\n  ","42623":"\n   What kind of accessories do you wear usually?\n  ","42624":"\n   Were you bullied at school?\n  ","42625":"\n   How healthy is your diet?\n  ","42626":"\n   What’s your favorite movie beginning with the letter S?\n  ","42627":"\n   Happy New Year’s Eve, do you have any special plans for today and tomorrow?  I hope 2020 is good to you ?.\n  ","42628":"\n   That was yesterday afternoon?\n  ","42629":"\n   Any wish for the new year?\n  ","42630":"\n   ?? To everybody with pets on New Year’s: How do you handle it? It’s not New Year’s here in Germany yet, but they already fire off fireworks ever now and then, which scares my cat. What can I do to comfort them and help them calm down? ??\n  ","42631":"\n   How many Warhead candies could you eat in 5 minutes?\n  ","42632":"\n   ? What are you missing on this platform? What would make this an even better experience?\n  ","42633":"\n   Birthday hugs for me???\n  ","42634":"\n   I rewatched the peach bowl this afternoon??\n  ","42635":"\n   This is not a question. But I want you to do this: before this wonderfully tough year ends, I want you to thank the Lord\/Allah for all His blessings. Thank Him for making you strong despite of the challenges and promise Him that you will make mistakes less. Happy New Year! Stay positive! ?????\n  ","42636":"\n   Anything you want to accomplish before 2019 ends?\n  ","42637":"\n   I'll never ______.\n  ","42638":"\n   Any 2020 resolution\/s? (If none, just send fireworks GIF) ?❣\n  ","42639":"\n   Both??\n  ","42640":"\n   Partied too much?\n  ","42641":"\n   Yeah???\n  ","42642":"\n   Are you enjoying your NYE? ?\n  ","42643":"\n   All the best ??\n  ","42644":"\n   What's in your pockets atm? ?\n  ","42645":"\n   ???\n  ","42646":"\n   Do you have any tonsils?\n  ","42647":"\n   ????\n  ","42648":"\n   Snap streaks anyone?\n  ","42649":"\n   I peed a lot late at night?\n  ","42650":"\n   Is that just a nickname\n  ","42651":"\n   Drank so much last night????\n  ","42652":"\n   I had a great day??\n  ","42653":"\n   I like the name Bella\n  ","42654":"\n   Gm??\n  ","42655":"\n   Whose got any NY plans\nShoot them down below^^^^\n  ","42656":"\n   I had a great day yesterday??\n  ","42657":"\n   The Cajun Queen\n  ","42658":"\n   Thank you so much sis? love you ♥️\n  ","42659":"\n   Happy birthday ? Bella ?\n  ","42660":"\n   Happy Birthday! :)\n  ","42661":"\n   i'm glad u did\n  ","42662":"\n   Happy Birthday!!\n  ","42663":"\n   I have a new nickname for you\n  ","42664":"\n   Hi... Do you know that I follow you? :P\n  ","42665":"\n   Snapchat?\n  ","42666":"\n   Thank you so much! I just followed you! Dont be a stranger!\n  ","42667":"\n   Yourwelcome\n  ","42668":"\n   Aww thank you so much, friend! It means a lot to me ? Enjoy your day birthday girl!\n  ","42669":"\n   To my previous question, they can’t harm you but you’re in the room with them. My question did sound like a death question. Sorry?\n  ","42670":"\n   It’s mine today??\n  ","42671":"\n   Cool\n  ","42672":"\n   Happy birthday ❤❤❤❤?\n  ","42673":"\n   Test of fear:Rather be trapped in a room with harmful spiders? Or be trapped in a room with a bunch of wasps?\n  ","42674":"\n   Would you rather never be able to sleep again or only sleep standing up\n  ","42675":"\n   Maybe give me some likes ?\n  ","42676":"\n   Your welcome!!\n  ","42677":"\n   How’s everything\n  ","42678":"\n   i got u.\n  ","42679":"\n   What are your New Year’s Eve plans?\n  ","42680":"\n   Happy Birthday!! I hope you're having a fantastic day ?\n  ","42681":"\n   do you like soul food\n  ","42682":"\n   If you suddenly won $10,000 what's the first thing you would do with the money?\n  ","42683":"\n   Can you type without looking at the keyboard?\n  ","42684":"\n   likes?\n  ","42685":"\n   Bella\n  ","42686":"\n   Happy birthday  :)\n  ","42687":"\n   Happy Belated Birthday!!! ??\n  ","42688":"\n   Happy birthday, Bella! ??\n  ","42689":"\n   Happy Birthday! ???✨\n  ","42690":"\n   Happy b-day ma’am hope you have a great day\n  ","42691":"\n   Happy birthday ???????????? ???????? ???????????????????????????????????????????????????????????????????????? ?? ?? ?? ?? ?? ??? ?? ?\n  ","42692":"\n   Happy BIRTH DAY????\n  ","42693":"\n   Happy birthday Bella! ????\n  ","42694":"\n   Happy Birthday ??\n  ","42695":"\n   Happy birthday. Enjoy your day??\n  ","42696":"\n   Happy Birthday! ? ?\n  ","42697":"\n   Happy birthday ? ☺\n  ","42698":"\n   Happy bday\n  ","42699":"\n   Happy birthday dear! ????????\n  ","42700":"\n   For my actual birthday we’re rewatching the peach bowl and having a party??\n  ","42701":"\n   I know I just thought you had kids for some reason\n  ","42702":"\n   Hi :) im new to ask hopefully we can be friends. Feel free to follow me and ask me questions ❤️?\n  ","42703":"\n   Happy Birthday beautiful! I hope you have a day as amazing as you’re! Enjoy it and sending lots of love to you on your special day ???\n  ","42704":"\n   Happy Birthday!  I celebrated a Dec Bday myself\n  ","42705":"\n   HAPPY BIRTHDAY GIRL!!!\n  ","42706":"\n   Please answer I‘ll explain, I am from Germany\n  ","42707":"\n   diet soda or regular soda?\n  ","42708":"\n   Are you afraid of heights?\n  ","42709":"\n   Happy birthday Bella ☺️\n  ","42710":"\n   Could you please watch your DM‘s? And answer (jemal_w_q_)\n  ","42711":"\n   Happy Birthday xo\n  ","42712":"\n   Happy birthday sweet bella\n  ","42713":"\n   Is there such thing as an ‘ordinary’ life? If so, what does it look like?\n  ","42714":"\n   The year 2019 has coming to the end and are you fully satisfied with all those days in your life?\n  ","42715":"\n   your welcome\n  ","42716":"\n   HAPPY BIRTHDAY!!!????\n  ","42717":"\n   Happy Birthday! :D\n  ","42718":"\n   What is something that is considered a luxury, but you don’t think you could live without? ?\n  ","42719":"\n   What's something silly you've done recently?\n  ","42720":"\n   What's your favorite app?\n  ","42721":"\n   Happy Birthday!!! ??\n  ","42722":"\n   Insta name??\n  ","42723":"\n   What’s the funniest actual name (first name) you’ve heard of someone having?\n  ","42724":"\n   I thought you had a son\n  ","42725":"\n   im glad xo\n  ","42726":"\n   HAPPY BIRTHDAY\n  ","42727":"\n   What's your plan for New Year's?\n  ","42728":"\n   did you get spoiled x\n  ","42729":"\n   What would be the worst thing to hear as you are going under anesthesia before heart surgery?\n  ","42730":"\n   Hey there Bella! If it's not too much trouble could you like my answers? ?\n  ","42731":"\n   No matter how long the winter, spring is sure to follow.\n\nHappy birthday\n  ","42732":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? ?\n  ","42733":"\n   Oh nice! If you had cheese cake then that's already an awesome birthday to me??? i love cheese cake? Glad to hear you're having a good day apart from the weather! You're welcome!⚘✌\n  ","42734":"\n   Hey thanks so much for the Like spam earlier! Super kind of you!⚘?Hope you have a great roadtrip when you go!?\n  ","42735":"\n   Happy birthday girl❤\n  ","42736":"\n   How are the kids\n  ","42737":"\n   Good morning ? \nSay something ?\n  ","42738":"\n   You're in the circus, would you rather be the person with their head inside the lion's mouths or get shot out of the cannon?\n  ","42739":"\n   Name a problem leaders in your country should solve?\n  ","42740":"\n   Are you religious or spiritual?\n  ","42741":"\n   What qualities about yourself do you value the most?\n  ","42742":"\n   What did you do today\n  ","42743":"\n   Ur welcome ?\n  ","42744":"\n   Hello thank you so much for taking the time to to write me back I truly appreciate it.. Happy birthday to you I wish you Joy and happiness in this special occasion just for you.\n  ","42745":"\n   Happy birthday Bella!???Glad to hear you're enjoying your day!? Are you having a party today? Any nice meals + cake? What cake are you having??\n  ","42746":"\n   What's one thing you really want but can’t afford? ?\n  ","42747":"\n   Happy birthday!!!\n  ","42748":"\n   Ok I will\n  ","42749":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","42750":"\n   Would you rather live (permanently) in a roller coaster park or in a zoo?\n  ","42751":"\n   i’m sorry if my questions are ever annoying! ? i try to find the more unique ones\n  ","42752":"\n   Happy birthday!\n  ","42753":"\n   Happy birthday gorgeous ?\n  ","42754":"\n   Hello happy belated Merry Christmas to you and your family I wish you a wonderful happy New year to come.\n  ","42755":"\n   ? What is a relationship deal breaker for you?\n  ","42756":"\n   Can you speak English\n  ","42757":"\n   Happy birthday to us ???\n  ","42758":"\n   ? It would mean a lot to me, if you would check out my three most recent posts here on ask and give me feedback to my different styles. Which style do you like most? What do you like about that style? etc. — Thank you so much already! You’re amazing! ?\n  ","42759":"\n   What does the word “Morals” mean to you?\n  ","42760":"\n   Happy birthday how old are you today\n  ","42761":"\n   So it's your birthday today\n  ","42762":"\n   happy birthday\n  ","42763":"\n   Which parent are you closer to and why?\n  ","42764":"\n   happy birthday, friend xo\n  ","42765":"\n   Happy Birthday!??\nWish you the best of the best!?\nMay God bless you richly!✨\n  ","42766":"\n   Space\n  ","42767":"\n   ❤Happy Merry Christmas! Happy new year! Happy Birthday!❤\nMay God bless you!\n  ","42768":"\n   Wishing you all the best Bella ????\n  ","42769":"\n   Happy Birthday ?\n  ","42770":"\n   Luckily I was the 1st to say happy birthday??\n  ","42771":"\n   24 hours left for me??\n  ","42772":"\n   Happy birthday??\n  ","42773":"\n   Plans for your birthday\n  ","42774":"\n   I hereby claim the first question on your birthday.\n  ","42775":"\n   Since I had a headache tonight I’m rewatching the game all over again tomorrow?\n  ","42776":"\n   A plane crashed in your city?\n  ","42777":"\n   im gonna message ask and see if there is a problem. \nbtw, happy birthday.\n  ","42778":"\n   i think it's royal blue ?\n  ","42779":"\n   Luckily my friend gets off at 5pm?\n  ","42780":"\n   Can taste in music change your opinion about a person?\n  ","42781":"\n   If you could interview anyone, who would you pick?\n  ","42782":"\n   I’ll be rewatching you guys play tomorrow and Monday night on my birthday since I had a headache tonight??\n  ","42783":"\n   I watched the 2019 SEC championship game 3 times??\n  ","42784":"\n   How are you?\n  ","42785":"\n   wisely said, dear friend,,, stay blessed\n  ","42786":"\n   yes, i def remember u Bella, i would love for u to vote on my polls.\n  ","42787":"\n   Why do people hate women so much ? This is a shout out. ?\n  ","42788":"\n   Would you rather leave your hometown forever -Or- stay in your hometown forever?\n  ","42789":"\n   How do you relax after a hard day of work? ?\n  ","42790":"\n   Hey girl\n  ","42791":"\n   have you ever watched 50 shades of gray?\n  ","42792":"\n   Are you currently in love ?? Crushing ?? Or heartbroken? ??\n  ","42793":"\n   What was your favorite toy as a kid?\n  ","42794":"\n   Gonna rewatch the game on my birthday??\n  ","42795":"\n   Hugs??\n  ","42796":"\n   How long you been married\n  ","42797":"\n   Pap in blue!!\n  ","42798":"\n   ????\n  ","42799":"\n   Can i see them ?\n  ","42800":"\n   When was the last time you danced? ???\n  ","42801":"\n   You should crush OU\n  ","42802":"\n   What is a relationship deal breaker for you?\n  ","42803":"\n   What ruins a good time?\n  ","42804":"\n   Where are you at the moment? Record video ???\n  ","42805":"\n   ?\n  ","42806":"\n   What's the best way to spend $1,000,000? ???\n  ","42807":"\n   Are you a money-saver or a money-waster?\n  ","42808":"\n   Do you have nice feet?\n  ","42809":"\n   What is your main rule?\n  ","42810":"\n   Sorry ?\n  ","42811":"\n   you speak Spanish\n  ","42812":"\n   You like Latin boy?\n  ","42813":"\n   4) favorite cartoon ?\n  ","42814":"\n   Do you know how to bbq?\n  ","42815":"\n   If you could pick an eye color what would you choose?\n  ","42816":"\n   In three words, how would you describe your best friend?\n  ","42817":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","42818":"\n   What do you put on your pizza?\n  ","42819":"\n   sorry about that, i thought u were someone else, do u have another account?\n  ","42820":"\n   ? What harsh truths do you prefer to ignore?\n  ","42821":"\n   2020 is just around the corner and it'll also be a new decade, it's crazy. ? Are you excited for 2020? ?\n  ","42822":"\n   Hi... Do you like rain?\n  ","42823":"\n   WHO'S HOTTER?  CARY  VS  DESTINIE,\nCHECK OUT THE PICS IN MY POLLS.\n  ","42824":"\n   Followed ?\n  ","42825":"\n   Happy early birthday!\n  ","42826":"\n   Have you \/ do you make New Years resolutions? If yes, what? :3\n  ","42827":"\n   What would your dream house look like?\n  ","42828":"\n   Jalapeños? Yay or Nay?\n  ","42829":"\n   Do you have any plans for New Years? :3\n  ","42830":"\n   Cutie ????\n  ","42831":"\n   Do you have your own car?\n  ","42832":"\n   what is your idea of heaven?\n  ","42833":"\n   what makes you angry?\n  ","42834":"\n   What takes up too much of your time?\n  ","42835":"\n   What has been the best thing to happen to you this month?\n  ","42836":"\n   Do you usually show up early or late? ⏱\n  ","42837":"\n   I'm having a hard time handling stress lately. It makes me feel sick occasionally. I've tried breathing exercises, and they work sometimes...but sadly, not everytime. Any tips or advice? ?\n  ","42838":"\n   What's your favorite thing to do on a rainy day?\n  ","42839":"\n   I'll be sending out more questions later, please let me know if you wish to *not* receive them!\n  ","42840":"\n   What's your favourite way to relax? ?\n  ","42841":"\n   Pap shoes\n  ","42842":"\n   How much money would be enough for you today?\n  ","42843":"\n   I Love you will you accept\n  ","42844":"\n   I use a nutty program in a nutshell I love you\n  ","42845":"\n   What do you do when you are alone in your room? ??\n  ","42846":"\n   What are your favorite ice cream toppings?\n  ","42847":"\n   You have trouble staying friends\n  ","42848":"\n   اI was pleased to meet you and I want to stay friends that Mnh had no objection\n  ","42849":"\n   Joe had declared to go to the NFL??\n  ","42850":"\n   The intruder relationship with the connection\n  ","42851":"\n   Have a happy friday!\n  ","42852":"\n   Where are you at the moment? ?\n  ","42853":"\n   It won’t be a holiday one. It’ll be like how football fans tailgate and make dishes and barbecue food.?\n  ","42854":"\n   Are you tied up?\n  ","42855":"\n   What's your speciality in the study\n  ","42856":"\n   Do you change your mind often?\n  ","42857":"\n   Have you ever gone to Disney on Ice? I’m going in two weeks with Sophia!\n  ","42858":"\n   A holiday tailgating party tomorrow??\n  ","42859":"\n   ?. You're beautiful How old are you?\n  ","42860":"\n   Hello\n  ","42861":"\n   My roommates from LSU are coming tomorrow to tailgate for the game tomorrow??\n  ","42862":"\n   A picture of you.\n  ","42863":"\n   omg i can't wait for your birthday\n  ","42864":"\n   Do you trust your gut instinct?\n  ","42865":"\n   LOOOOL\n  ","42866":"\n   Post your favorite selfie! ?\n  ","42867":"\n   How are you feeling today?\n  ","42868":"\n   WHO'S HOTTER?  ELESHA  VS  MARY,\nCHECK OUT THE PICS IN MY POLLS.\n  ","42869":"\n   Any good plans for the space between Xmas and New years?\n  ","42870":"\n   Awe thank you you are so sweet\n  ","42871":"\n   Ya thats true those boys might love me but love their girlfriend too\n  ","42872":"\n   Im 17\n  ","42873":"\n   Ok the boys I like have girlfriends\n  ","42874":"\n   Life is short, so why do we do many things we don't like?\n  ","42875":"\n   Thank you ?\n  ","42876":"\n   Ok I dont have a boyfriend yet I will probably find someone someday\n  ","42877":"\n   Thank you ?\n  ","42878":"\n   What hurts more than a breakup??\n  ","42879":"\n   Just getting ready for presents??\n  ","42880":"\n   R u in love?\n  ","42881":"\n   Where do you see yourself in 5 years?\n  ","42882":"\n   If you were in trouble, who would you go to first?\n  ","42883":"\n   Are you dating someone now?\n  ","42884":"\n   Do you believe in the 5\/7 second rule if food goes onto the floor?\n  ","42885":"\n   Apologies if you've received this before! But what was your favourite gift you received this holiday? :3\n  ","42886":"\n   Would you rather live a normal life or a weird life?\n  ","42887":"\n   What don't you like about me?\n  ","42888":"\n   What's your phobia?\n  ","42889":"\n   It's afternoon here. 12hours difference between you and me sis?. Good night for you ♥️\n  ","42890":"\n   Hoping everyone is having a lovely day or night wherever you are! ☺️\n  ","42891":"\n   Do you think that money can buy love? It's debatable. The attitudes have changed over the years. -J-\n  ","42892":"\n   sure\n  ","42893":"\n   What do you think of Sundays? A week day or some thing to eat?\n  ","42894":"\n   I like corn on or off of the cob.  -J-\n  ","42895":"\n   Your voice is very beautiful and beautiful\n  ","42896":"\n   Good morning\n  ","42897":"\n   -\n  ","42898":"\n   How you been\n  ","42899":"\n   No way you listen to them? I do as well ?\n  ","42900":"\n   Hi\n  ","42901":"\n   Would you rather have no one to show up for your wedding or your funeral?\n  ","42902":"\n   correction again\n  ","42903":"\n   Correction\n  ","42904":"\n   What animal best represents your personality? ?\n  ","42905":"\n   grilled cheese or mac and cheese?\n  ","42906":"\n   What's one of your favorite movies?!\n  ","42907":"\n   What was your favourite event at your school sports days? ?\n  ","42908":"\n   What are you looking forward to that’s happening soon? ?\n  ","42909":"\n   What are some of your favorite EDM, rock, or metal songs? (If you like that kinda music!) ✨??\n(Sorry I am v bored with my playlists these days ??)\n  ","42910":"\n   What's your favorite tv show (or movie if you haven't watched any) that you've seen recently?!\n  ","42911":"\n   If you were given three things to make you happy, what would these be?\n  ","42912":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up 2- spanking 3- falaka\n  ","42913":"\n   Wake up for Christmas\n  ","42914":"\n   What do you like about yourself the most? ?\n  ","42915":"\n   But that's ok though\n  ","42916":"\n   Aye, but after all these months I've learned what you're like, and I don't regret any of it, you're awesome, no doubt about it Bella ? ?\n  ","42917":"\n   Fair enough ?\n  ","42918":"\n   U welcome.. n trust me this world need people like u\n  ","42919":"\n   Enjoy your day\n  "},"Answer":{"41847":"\n  Probably slow drivers.\n  ","41848":"\n  I don't know this is a hard choice\n  ","41849":"\n  Yes we do. We have two dogs and they are pit bulls. They're very very good pets. One's name is G-Fred and the other one's name is Dixie. One's a boy and one's a girl Dixie is the mama of G\n  \n  Dixie is on the left and G is on the right\n  ","41850":"\n  I like both\n  ","41851":"\n  ??\n  ","41852":"\n  Me and my husband are definitely Travelers. We met through that\n  ","41853":"\n  Explain yourself, do your best to make things better and just be honest and say you're sorry\n  ","41854":"\n  You already know I'm there! Followed!\n  ","41855":"\n  Honestly I'm appreciative of anything and everything I get.\n  ","41856":"\n  Nothing wrong with that. All perspective. I can understand that. I think I remember back in elementary and middle school people used to do that because they were more comfy.\n  ","41857":"\n  An accident? Maybe. On purpose now\n  ","41858":"\n  ??\n  ","41859":"\n  yep. I'm doing well! Thanks for asking. Hope you're doing okay\n  ","41860":"\n  If me and Jason have a child we don't even want to know the gender. We are blessed with either. Literally we're not going find out untill we have the child.\n  ","41861":"\n  Again. I like both.\n  ","41862":"\n  Same. Right.\n  ","41863":"\n  I like both\n  ","41864":"\n  I don't know honestly the whole thing is kind of confusing to me I had it and now it's gone. But I still have it does that make any sense? I literally don't know. But I'm grateful for them giving me whatever. And rewarding.\n  ","41865":"\n  I got you. By the way are you going to be using your other account at all anymore?\n  ","41866":"\n  Nah. Thanks tho. ??\n  ","41867":"\n  Honestly you should be proud that you shared something so special like that with someone else. I am proud of you. Very kind and sweet of you. And whoever gave them to you I'm sure we'll be proud of you also.\n  ","41868":"\n  So far it's going decent. Today.\n  ","41869":"\n  Good. It was good. Went well. Thanks for asking. I hope yours went well also.\n  ","41870":"\n  Mum or mama or mare mare\n  ","41871":"\n  Def walk. No need to be in a hurry.\n  ","41872":"\n  Ouu ice cream\n  ","41873":"\n  Yess\n  ","41874":"\n  I love shrimp and I love gumbo and pie\n  ","41875":"\n  Either the green apple one or the watermelon one\n  ","41876":"\n  I like chocolate chip mint and chocolate chip cookie dough and coffee\n  ","41877":"\n  Something in space will go wrong and it will impact the world and kill us all. I don't like saying all this but this is more than likely how we're going to all go.\n  ","41878":"\n  Maybe That's So Raven. Full house\n  ","41879":"\n  Yesss!\n  ","41880":"\n  maybe. I can't remember. I'm sure\n  ","41881":"\n  Omargoshtv\n  \n  Moe sargi\n  \n  The FAM\n  \n  and CJ Faison\n  ","41882":"\n  I am.\n  ","41883":"\n  Sunny side down!\n  ","41884":"\n  Sure\n  ","41885":"\n  People that say stupid stuff just to get attention regardless of what happens to the person that they're saying the stuff too. And I mean like really messed up stuff\n  ","41886":"\n  I am the fairest person you will ever meet. If you are right I will defend you in a heartbeat\n  ","41887":"\n  For the longest back in junior year I was going to join the military. I was going to join the Army or the Marines. I was headed more towards the Army. But also was looking at the Navy. I have a high respect for the military. I have hundreds of friends that are in the military. Also tons of family. Sometimes I feel bad for the military because of course they have to do what they are told. A lot of them being terrified at some moments. Being away from their family and friends for a long periods of time. Making sacrifices. Risking their lives for us, to keep us safe and I have a huge respect for people that do that. Just recently we had a lot of Army and firefighters go out to Australia and help with the bushfires. We're also trying to help other people. There are many different branches in the military. Many different things that they all do. But the reason why I did not join because I met Jason right around this time when I was going to go in. At the time I wasn't with someone or I think I was with someone but I was not happy... they were not treating me right.. so I felt like something was missing from my life. I wanted something more so I turned to the military. But right before I joined that's when I met Jason all that changed. It made me look at life differently. I wanted a family and to be a mama instead. I chose not to go in and instead be with him. I feel like I chose the right thing. ❤\n  \n  Are used to write people in the military and everything. I'm a huge supporter of I'm a huge supporter of our US Military.\n  ","41888":"\n  The Giver was good.\n  \n  Maxi Almighty was good\n  \n  Where the Red Fern Grows books were good\n  \n  The Five People You Meet in Heaven was an excellent book! The audio is better!\n  \n  Speak now... that book personally messed me up. If you want a different kind of book to read. Read that. They made us read it in fourth grade and I do not know why. They definitely should not have had fourth graders reading this book.\n  \n  I personally like The Devil's Arithmetic though it can be very graphic.\n  \n  Movies\n  \n  Tau is good. Then a good series on Netflix is Longmire\n  \n  And then I liked Daredevil\n  ","41889":"\n  In a way a little yes. But aren't we all?\n  ","41890":"\n  I like the game Apples to Apples and life. I also like scrambled. And yes I have played many versions of Monopoly and I do like it.\n  ","41891":"\n  I always go to the beach so probably the mountains\n  ","41892":"\n  Thanks! ?\n  ","41893":"\n  Metroid. Then Halo Reach. Then probably GTA V.\n  ","41894":"\n  December. This is a peaceful time of the year and my birthday is around this time. Christmas is my favorite holiday. I love New Years for the fireworks and spending time with family and friends through all of this! Also it's cold out and that's my favorite season is winter.\n  ","41895":"\n  No.\n  ","41896":"\n  I really like antique stores\n  ","41897":"\n  Haha that's great! And thanks.\n  ","41898":"\n  How diversify am. I don't judge. I have friends from all over the world. And then maybe for my singing. My passion and determination. My creativity\n  ","41899":"\n  Nothing really specific I just tried to grab as many bags as I can. I don't try to pick up too heavy of bags because if I can pick up a bunch at once I rather do that and then come back and get the heavy stuff\n  ","41900":"\n  Sure. As long as it's appropriate you're more than welcome\n  ","41901":"\n  Yep.\n  ","41902":"\n  I like Cherry Cola and root beer\n  ","41903":"\n  I am still a little sick but I am good today\n  ","41904":"\n  Some people pierce their baby's ears when they're really really young so they don't have to deal with the pain when being older and doing it. As babies we don't really  Remember all that stuff. But yeah some people pierce their baby's ears. But they only add studs. I don't even have my ears pierced. I don't really want them pierced anyway. But if my child want their ears pierced whenever they wanted them. I'd let them but ONLY their ears until they are the age of consent to do anything else. Basically make their own decisions and sign papers on their own. And I would hope they wouldn't get any inappropriate piercings or anything that would hurt them\n  ","41905":"\n  I haven't visited any countries though I want to it's just very very expensive. I love culture and tradition. Different foods from different places.\n  ","41906":"\n  Just happens ?\n  ","41907":"\n  Be active. Do the VIP program. And they will reward you based off of how active and if you completed all of their tasks that they asked you to do.\n  \n  Answer and ask questions. Then with the members on here, based off of your answers they will reward you.\n  \n  This is literally how you get coins on Ask.fm\n  \n  You can also watch ads and do a few little things in the marketplace that they asked you to do. You can buy them but I really don't suggest that. I have never bought coins on here or did any of that. It's honestly a waste of money. His app is not that serious. You can also watch ads but honestly that's a waste of time. Honestly just earn them. Don't beg for them. It's really annoying and people usually block and report people that do that. Just earn them. Be honest and awesome with your answers and people will reward you if they are awesome! The answers.\n  ","41908":"\n  I guess more or less the thought of a meat with chocolate and something sweet like syrup and butter is probably an odd thought. So I guess that's why I mentioned that it might be an odd combination.\n  ","41909":"\n  Have you lost your mind?\n  \n  People can find you based on your phone number. I would hope and highly suggest that you don't get out yours to random people on the internet that you don't know. Plus, considering my phone number is also my husband's phone number I really don't think that he would appreciate it if I gave out my number to random people that I don't know on the internet. Especially people that are posted as Anonymous want to public site were hundreds and thousands and probably more can see this post.\n  \n  I don't have any other social media. No one is getting my phone number. As my privacy. If you need to tell me something you can tell it to me on here.\n  ","41910":"\n  This isn't exactly a combination but a different way of cooking \/ baking it but I like sweet cornbread. And then I like sausage and syrup. That one's probably not that weird of a combination. But I also like waffles syrup and sausage together especially chocolate chip waffles\n  ","41911":"\n  I have this\n  ","41912":"\n  No. Don't have\n  ","41913":"\n  Always appreciating your messages! You have an amazing day and week! Be safe my friend!\n  ","41914":"\n  Peace in between me and my husband. And what I mean by this I mean so we can live just me and him together and be happy. We are happy but we want a place of our own by ourselves with our animals. For humanity? I hope people start to care about the planet and start taking care of it more. Think before they speak.\n  ","41915":"\n  To some people it's hard to say no and to some people it isn't. To me it is not hard to say no. People should have control. Have the confidence to say your answer whether it has consequences in the end. At least you're being honest\n  ","41916":"\n  Any and all the blankets made by my mom and grandparents. Especially my baby blanket which is older than me. ❤\n  ","41917":"\n  Making the choice to reside with abusers of all kind. As a human(s), we all deserve better.\n  ","41918":"\n  Yes. And it's just unfortunate for them. You try to tell them things and warn them things and they just don't want to pay attention. They just want to have the solution that they have already granted themselves. Living in denial is not a great thing. It's someone losing touch with reality. It's so many more things beyond what I stated. It's more of a sad and unfortunate thing\n  ","41919":"\n  Doing anything that has to do with outside. I love being productive outside. Honestly it don't take much for me to have a good time. Little Things.\n  ","41920":"\n  I love her music! She is a very good performer and has a beautiful voice.\n  ","41921":"\n  Again\n  \n  People have perspective and some people are skeptics. ? I guess just let them believe what they want in the way they want. What can we do right?\n  ","41922":"\n  People have perspective and some people are skeptics. ? I guess just let them believe what they want in the way they want. What can we do right?\n  ","41923":"\n  Both are great and have their pros and cons.\n  ","41924":"\n  Nah\n  ","41925":"\n  You said it anonymously but I knew who it was. I knew it was you. You're fine. Sometimes I forget to to switch it. Thanks so much for following me! I'm glad and happy and excited to see your answers!\n  ","41926":"\n  6\n  \n  2 bros\n  \n  4 sis's\n  ","41927":"\n  Thanks! Same back!\n  ","41928":"\n  Yes. Everything is going well. Thanks for asking. Hope ypur good and all is well.\n  ","41929":"\n  Lol I hear ya.\n  ","41930":"\n  ??\n  ","41931":"\n  ❤???????????✌??????\n  \n  These are on my recent page\n  ","41932":"\n  Jason. ?❤\n  ","41933":"\n  Sure. I have many times in my life. I loved without it for years and years and years at at time. Lol.\n  ","41934":"\n  Any human regardless of being in a relationship should have the opportunity to be friends with whoever they want. It just depends on how far they take the friendship with that other person. There are boundaries. You want to make it known that you were in a relationship and that you were not interested in them whatsoever and that all you have to offer is friendship. Especially if you were already friends with that person before you met the relationship person, usually there's nothing you have to worry about. But if you see signs of strange activity then something is going on in between them and I would not get involved until you know for sure that they are completely done with any type of relationship type stuff with each other. You're not want to share your man or woman with another human being. No person should be like that unless you agree to it. To try to tell them not to hang out with anyone that is the opposite-sex is controlling.. TELLING THEM THEY CAN'T AT ALL. You want... your better half to socialize with anyone and everyone and to be friendly to the opposite sex. To respect them. Showing that they respect another person like you shows that they will respect you. That's how I feel about it. Ex: When I see my husband trying to protect a random woman that is being abused I find that a kind act.. And inwhich this has happened before... I would want him to keep them safe. I wouldn't want him to ignore the situation.\n  \n  Same with me I wouldn't want to ignore the situation but at the same time... I must keep myself safe and try to think before I jump it to a certain situations. For ex: since seeing a woman getn slapped by somebody regardless of what's going on with the situation I have seen people jump into the situations and stick up for the women. No one should put their hands on another human being unless defense! We have the ability to talk things out. It never needs to get physical. No need to embarrass one another in public neither. Talk.\n  \n  My view on it.\n  ","41935":"\n  Anything negative usually\n  ","41936":"\n  Everything and anything that happens in my life I feel turned me into a better person each day. Everything happens for a reason\n  ","41937":"\n  It's just the amount of people and activities that you do on a daily or weekly basis. I guess it's like it becomes less and less and less it makes you feel more alone. I know someone that literally doesn't have almost no family and only has a few friends but they live far away so they try their very best to talk to her as much as I can and to visit. And at that. For some people it's really hard to get out and do things just by themselves. Nowadays you have to be really careful with who you make friends with Fran the morning. Have a nice people we'll take everything you at home. If you be driving around naked trying to kill you and just try to take your car. Rob you for just twenty bucks. It's a crazy world we live in nowadays. As I said you have to be careful\n  ","41938":"\n  The amount of determination passion patience and work you put into it. Success is you\n  ","41939":"\n  They never do really. They are always working. Christmas Thanksgiving all year any day any time\n  ","41940":"\n  My husband is a correctional officer. Works for the Sheriff's Department.\n  ","41941":"\n  Thank you so much!\n  ","41942":"\n  I'm not going to go into detail just some really messed up stuff. Not really directed towards me just my country. I don't understand why people send stuff like this. I'm so open to all countries but yet they can be the same back. At least to me. Share the same respect. It's so clear that I'm like that. But I understand not everyone sees it. I just wish people wouldn't treat everyone the same. Just because of One Bad Apple\n  ","41943":"\n  I can't really use bath bombs or take baths really. Though when we're bored will go and sit in the tub on the side and kick the bath bombs around just to play with them. But I don't really take baths I take showers\n  \n  My skin is just really sensitive. So I have to be careful.\n  ","41944":"\n  I think I only have one pair of wisdom teeth and one of the teeth are so far back that I never have to deal with it and the other one is really far back. So I don't know if I'll ever have to get any of them removed. The two that I have\n  ","41945":"\n  Lately I've been playing a lot of Modern Warfare on Xbox One\n  ","41946":"\n  Depends on what kind of pet names you mean. If they're ones that are really weird than no. But if they're just ones that are just shortening my name that I'm fine with that as long as their intentions behind the name is it bad. Like calling me it.\n  ","41947":"\n  ? lol\n  ","41948":"\n  Good. It's been good. Thx.\n  ","41949":"\n  That's good\n  ","41950":"\n  Lol what? XDEFFFF UUUUUUUUU\n  ","41951":"\n  All\n  ","41952":"\n  He's good. He's resting asleep from a long day of work. 12-13 hour shift.\n  ","41953":"\n  I am married. Lol.\n  ","41954":"\n  That's good to hear.\n  ","41955":"\n  Thank you.\n  ","41956":"\n  Lol\n  ","41957":"\n  Yep. 2 pups.\n  ","41958":"\n  Hey. I'm good. Thx. Hope your good\n  ","41959":"\n  We don't have amy down here\n  ","41960":"\n  No. But I know a few people that have gotten them and they have told me it hurts.\n  ","41961":"\n  Queen XL. BUT. I want a Cal King or double bed because my dogs like to get in the bed and sleep with us\n  ","41962":"\n  Naaah.\n  ","41963":"\n  I would love to do that! Who wouldn't honestly.\n  ","41964":"\n  It's just preference honestly. Some people don't like certain things and some people do. Humans disagree and agree.\n  ","41965":"\n  Probably gumbo and I love cooking fried shrimp. Muffulettas are absolutely fun to make. My most favorite thing to cook is probably boil crawfish and have a little bit of a crawfish boil with everyone. The smiles on people's faces are Priceless. Boiled crawfish is the bomb diggity. Absolutely delicious!\n  ","41966":"\n  My hair.\n  \n  I would honestly like to go into detail in describing how I take care of my hair and keep it up. I try not to wash my hair too often because is not good for really really long hair. Washing your hair too often can thin it out and I have always heard.. Too clean or too dirty can make a home for lice.\n  \n  My hair goes all the way down past my back. My hair is about 3 ft long. My hair is dark brown originally. It is dark brown with highlights. The highlights that I have in my hair are gold light brown and burgundy colors. I like for them to resemble fall colors and Indian colors. I just really like those colors they're really pretty and they shine well in the Sun. I keep up with my hair very much. I like to straighten it every now and then. I do not blow dry my hair or straighten it very often because it damages the hair. I actually don't dry my hair at all I let it dry on its own. I spend a good bit on my hair to make sure it is healthy and taking care of.\n  ","41967":"\n  I told them that they were beautiful and then I loved their hair.\n  ","41968":"\n  Sure. Sounds good.\n  ","41969":"\n  Went absolutely batsh- ragging cajun on someone because they were being stupid and they deserved it.\n  \n  And now I don't feel ashamed or bad for it. It takes absolutely 100% the world to make me go off on you bad bad. And everything and anything comes out of my mouth is going to be fuked up and true. Regardless of it hurting your feelings or not. Do what your supposed to be doing... Do not lie.. on me or anyone I know right in front of me... or your gonna get a mouth full of truth thrown at chya'.\n  \n  And this isn't me saying this to be \"scary\" or \"intimidating\"... No. This is me saying it like this because I'm being 100. This is how I am and how I will react 100%. Truth. That's it.\n  ","41970":"\n  Are these movies? I haven't seen either. I don't really watch a lot of movies.\n  ","41971":"\n  Eh... sometimes but usually I know my limits when I see something wrong and I usually say something. More or less being taking advantage of? Yes.\n  ","41972":"\n  Sounds about right. I agree.\n  ","41973":"\n  Nothing. I don't want to steal anything.\n  ","41974":"\n  Watching some Youtube. Resting atm.\n  ","41975":"\n  Yep. Good sh-\n  \n  Fun fun\n  ","41976":"\n  I honestly like any kind of ranch.\n  ","41977":"\n  It's actually really nice outside it's about 65 degrees out and it's it has been sunny all day no rain no fog\n  ","41978":"\n  Thank you so much and you have an amazing week too!\n  ","41979":"\n  I do\n  \n  Xbox1\n  ","41980":"\n  Prescribed medications\n  ","41981":"\n  Awe! Thanks so much! You are beautiful too! And I love your hair! Thanks for the complement!\n  \n  Followed ya! I send alot of questions, so have fun answering! Let me know if you don't want to receive questions!\n  ","41982":"\n  Sure.\n  ","41983":"\n  I am, I have two pets, but I was never around to raise either of them because when I first met my husband one of them was already a full grown dog and the other one we got while we were together but we were in a long distance relationship and the dog was with him so I was not able to be there because of how far I lived from him but once the dog was about a year old I finally got to move in and live there. Ever since then I have been around him and have been raising him. Same as the other dog have been raising and taking care of both of them. They're both pitbulls, dogs. Ones named Dixie and the other one's name is G-Fred.\n  \n  My husband wants to get one more pitbull and a little dog for me and maybe a cat. We even talked about maybe owning some birds. But we have a roommate, but we aren't going to get any other dogs until it's just us. Or any other animals.\n  ","41984":"\n  Hey.  I am good.\n  ","41985":"\n  I have who are you four sisters and two brothers and I am only close to the ones that I grew up with. And that is only three of my sisters.\n  ","41986":"\n  My room is cleaned. It is always cleaned.\n  ","41987":"\n  Don't have\n  ","41988":"\n  Thanks! Same back to you!\n  ","41989":"\n  Oh okay. That's good.\n  \n  Plus they might do things different but here where I live! Shoot! They'll give you a shot and that stuff will clear right up! Tho shots can be expensive.\n  ","41990":"\n  Any mess you make, then clean up after.\n  ","41991":"\n  Nah\n  ","41992":"\n  Very good. They didn't give you shot?!!!\n  ","41993":"\n  Sounds like you have what I had last week and the week before. You are having sinus drainage you need to go to the doctor and get a shot or two.\n  \n  Cuz it'll hurt your throat it'll hurt your ears it will make you congested.\n  ","41994":"\n  I have before and I was totally fine with it then and I would be totally fine with it now. Just trying your best is the best feeling in the world. The only thing that bring someone down and some people are making fun of you because you finished in last. And I've got something for those kinds of people. I make them feel like completing the other sh- when they do that too and they don't do it anymore. I'm not a very competitional type person. I just like to try my best and participate. I feel like participating it better than anything. Socializing and exercising and trying new things is always a good thing and a part of life\n  ","41995":"\n  We really like something different. Not the everyday red roses but those are pretty. Me for my wedding I had dark pink light pink white and red roses with baby white flowers and a lot of green leaves. I personally really liked that, it was really pretty. I absolutely love tulips. The smell of them is amazing. Hadrian's are really nice. Baby roses are really nice. I absolutely love Magnolias! Magnolia State and living in a magnolia state  obviously I would like that. What's the Magnolia leaves are so pretty and so are the green leaves that come with them. They're such a strong flour and smell great! Wild flowers are gorgeous. Honestly the sweetest flowers for me to get from my husband would be just random wildflowers that he found because I feel like he took the time to think of that idea pullover go and find them cut them and then put them together himself and give them to me. I think that that is so sweet. Other girls are probably say different but I'm a country cajun gal and again to see my husband go out of his way and do something like that is absolutely adorable, romantic and sweet.\n  \n  Chrysanthemum flowers are really pretty. These are usually put in a bouquet to add character. But they still are really pretty by themselves. Especially the random color ones. But they can be very expensive. That's why they're usually only added to bouquet because they're expensive. Usually only one two or three are added to a bouquet.\n  \n  Daisies smell absolutely amazing.\n  \n  Carnation. Beautiful.\n  \n  Orchids\n  \n  Dahlia\n  \n  There are so many flowers that you can give a woman. Some women don't even like flowers. Another flower that's awesome is eternity roses. They lasted very long time but are expensive and people that don't like flowers may actually like these. Cuz usually because I don't like flowers is because they die so quickly. This is a good recommendation for people like this. Make sure your woman is not allergic to them either! That might be one reason why they don't like them!\n  ","41996":"\n  Hello. I'm doing good. Thanks for asking. I hope everything is going all right for you?\n  ","41997":"\n  Just try to work together. Be known when you're doing something. Say for instance... When you're washing the dishes, be like, \"Hey hun, I'm going to go and wash the dishes,\" or when you're done come in the other room and be like, \"Okay! ? Dishes are washed! I gotchu!\" Don't say it in an ash way... or like an attitudinal way... Just say that you did it and then move on. If they(she) wants to be attitudinal about it just be like ... Oh well! ? At least I did it without being asked. And you can even say that. And keep being like that and they will surely catch on. If not that's a shame... They should appreciate that. Even if you haven't done it in a while or don't do it a lot. Both halfs have parts they have to play in the household. Even the kids. Kids should have chores. And they don't exactly have to do ones they don't like but they should at least do one that they don't like. Try something new. When I was growing up we had to do certain things in the household and I didn't mind because I was helping my mom and stepdad out. Say for instance my sister didn't really like vacuuming, so I would vacuum for her. But I didn't really mind vacuuming. And I didn't really like cleaning the bathroom, so my sister would clean the bathroom. And since the vacuuming is not really that big of a job I would also do the clothes. I would pick them up or fold them and she would have fold them or pick them up. If we made dishes we had to clean our own. If we were the last one to drink the tea then we have to make the tea or at least help make it together & no.. the woman don't always clean and cook.. The guys want to do that too sometimes. Guys like to cook! And the guys don't always do the carpentry and outside work. Sometimes girls like to do this. Mix it up. Work together more. Both do the dishes together sometime or maybe both go outside a new yard work together. Or both build something together maybe. Or do laundry together you wash and dry them and she told them or the opposite.\n  ","41998":"\n  I'm doing one right now I'm walking on my treadmill. My New Year's resolution was to work out more and try to eat a little bit healthier. And to also try to stop biting my nails.\n  ","41999":"\n  Honestly my family and the people that are in my life\n  ","42000":"\n  Absofckinlutly. ??\n  ","42001":"\n  It's actually been going pretty good this year so far.\n  ","42002":"\n  I think it's like  in between $2.09 and $2.30 and I own vehicles but I don't really do a lot of the driving. My husband really does. I am not a fan of driving at all. And I would say we probably fill our vehicle out maybe once a week? Maybe twice maybe every two weeks? It just depends on what we're doing. We do a lot of traveling. We go to Louisiana about four or five or six times a year. That's where my mama lives so we go and visit her and my family and friends.\n  ","42003":"\n  It's been windy lately and a little bit cold like in the 50s. No rain no fog no snow. It's been sunny\n  ","42004":"\n  Do random act of kindness for them. Like doing favors without them asking. Making their favorite. Hugs. Compliments and more.\n  ","42005":"\n  It's really hard to make me lose my temper honestly\n  ","42006":"\n  Many sadly..\n  ","42007":"\n  Beer is good. And I hope that you start feeling better by the way\n  ","42008":"\n  You are most welcome.\n  ","42009":"\n  God put us on this Earth to live\n  ","42010":"\n  I honestly always did very good in school but one class was really hard for me and it was physical science. I don't know if it was just the teacher or what but she would teach and it would be very basic and not very explaining and helpful. Especially the people that didn't understand on the first try. Honestly I was in freshman here and honestly I feel like she was teaching it at a senior if not college level. I've literally handed her the test with not a single thing written on it but my name because I didn't understand a single thing on there. And I would pay attention in class and everything. At some point I would just write random letters and numbers because I did not understand anything. I think honestly she thought everyone in the class learned quickly and was fast-paced and that was not the case and I think that she should have maybe did more one-on-one or maybe slow down with the teaching I would have gotten it. The thing about it is when I went home and actually studied it and tried my best and did my research I would complete projects at 100%. But in class she would hurry up through the lesson and I would not understand anything. And when I went to ask her to help me she would make it seem like I was stupid and dumb for not understanding it so I would just stop asking for help because I mean... Why make someone feel that way? And makes them not want to ask for help and want to learn. No motivation. At least this is what I remember. I'm not fully remembering of the whole thing but I do remember that it was very hard to learn lessons that she taught. But when I would go home and take my time I would make good grades. I think at the end of the year she started to understand how I learned and took her time and helped me and then I ended up passing. I had bad grades all the way through the year until the last semester. Then I aced everything.\n  ","42011":"\n  No.\n  ","42012":"\n  Try to look up recipes that have already dairy-free items. You would be surprised to how many awesome recipes that are online that don't have any dairy products in them at all. That's what I do.\n  \n  Substitutes\n  \n  A good idea is to find vegan type stuff. Considering vegans do not eat meat or dairy. Following a vegan diet is a very good recommendation. Though be careful.\n  \n  An example to this is like instead of regular butter you can find vegan butter.\n  \n  Like try to find dairy-free Alternatives at your local grocery store or even at a Whole Foods or a place that sells vegan type things\n  \n  Another idea for a substitution is unflavored unsweetened non-dairy milk for regular milk\n  \n  855-371-BAKE (2253)\n  \n  This is a baker's hotline. You can ask questions and they can help you out. I would make sure nothing cost money when you first call. I would definitely not be afraid to call them if you have a question on something.\n  ","42013":"\n  Yep that's where I got the name from. Her name is beautiful and so is she and she has wonderful music.\n  ","42014":"\n  That's awesome. I have always loved the Twilight Saga. Me and my friends around me grew up through that\n  ","42015":"\n  That is not always the case. Also that is your opinion.\n  \n  Shoot, nowadays apartments and rental places are a fortune. Nobody can pay what they want. They want $800 for rent and more. That's not counting utilities and water and Wi-Fi. Then you have to put food on the table and you have your own personal needs as well. Plus medical and so on.\n  \n  I honestly appreciate the fact that they have those places available but nobody can pay those prices. But that's just me. And honestly they're probably just trying to keep up the places. So tired of seeing all of these ratings of such horrible places but yet they want to charge so much but they don't want to fix the places up. But the places I am talking about they want $800 & they are nice places. They use money to better the places up and to update them.\n  ","42016":"\n  I like the name that they gave me.\n  ","42017":"\n  Very rare creating anything 1st and being the 1st because honestly the guessing combination in the world is very high of that thing. But yes it's very possible to create something and you be the first person to ever try it. Will we ever know that for sure? No.\n  ","42018":"\n  Yes, but in moderation because my stomach doesn't really like it that much. Plus I love to bake and milk is a very important  ingredient in a lot of the things that I make. A lot of the times I like to drink almond milk. I also really like coconut milk.\n  ","42019":"\n  My plans for tomorrow is to just chill out and rest from working.\n  ","42020":"\n  Jason and my pups did. ❤\n  ","42021":"\n  Thank you so much! ?? You rock! You give me motivation for the day! And the people in my life! All of you do!\n  ","42022":"\n  I definitely can do it but it would be really odd not sleeping next to my husband. But I can definitely Sleep In My Room by myself.\n  ","42023":"\n  Cora ❤ Orianthi\n  ","42024":"\n  Lol\n  ","42025":"\n  Afternoon y'all\n  ","42026":"\n  I followed you back. Thanka for following me.\n  ","42027":"\n  ?Hey\n  ","42028":"\n  Yeah those were really good too. Especially Kim Possible\n  ","42029":"\n  ?\n  ","42030":"\n  Nah.\n  ","42031":"\n  Thanks.\n  ","42032":"\n  What I'm trying to tell you is some property owners are their own managers.\n  \n  They don't always hire people. LOL I know like six different people that own property and there are their own property managers too. I'm not here to argue with you. I'm literally just telling you what I know. Lol\n  ","42033":"\n  I didn't go to prom because it was a waste of money at our school. There wasn't a lot of people that went and everyone that went were messed up snobs and were mean\n  ","42034":"\n  Kind've we weren't really having much of a competition really just having a good time\n  ","42035":"\n  I do. Very much I do. It was a big part of my life when growing up and still is.\n  ","42036":"\n  Wtf?\n  ","42037":"\n  Wtf\n  ","42038":"\n  We can talk on here. Here.\n  ","42039":"\n  Just trying anything new that is harmless. I never understood why people never try new things if it doesn't affect them in a negative way. You're missing out on something. That's what life is all about stepping out of your comfort zone a little bit every now and then\n  ","42040":"\n  Thanks and I have been feeling a lot better lately. I still have the sniffles but as I said I still feel a lot better than what I did about a week ago. Thanks again.\n  ","42041":"\n  Honestly, I think never trying. I think everyone should try their best in something.\n  ","42042":"\n  I like Cajun Soul Food and Seafood mostly.\n  ","42043":"\n  Interesting. But thank you.\n  ","42044":"\n  Honestly I think any country and every country is wonderful in its own way. So, I love the country where I was born and raised in. USA\n  ","42045":"\n  You're welcome! Always enjoy hearing your answers and sending questions to you!\n  ","42046":"\n  Thank you. Though it is night time here now. Still good morning to you.\n  ","42047":"\n  Both but night probably more\n  ","42048":"\n  Ummmm... do you know the amount of work that you have to put into owning a property? That is the job. Just owning it is just owning it.\n  \n  You have to put alot of fixing up and paying of bills and and what I mean by paying of bills you have to get all of the tenants bills to wherever they need to go so you can have water and electricity and stuff.\n  \n  You have to do all the carpentry and plumbing and you have to hire people to fix things and correctly. Roofing... drywall... And so much more.\n  \n  There is a lot of work that comes into managing. That's what that job is... is managing.\n  \n  Not trying to stick up for your property owner... it's just when someone owns a property that's what they are\" is a manager. I would know this because, I know people that own property and this is what they do. Plus I have helped them in many different areas to keep the properties together. Also not counting cutting grass. That is a huge part of owning a property is keeping the outside of the properties nice.\n  ","42049":"\n  Thanks. ? That was sweet of you to say. Thank you anon. You are a kind soul. Thanks for the compliment.\n  ","42050":"\n  Watching people that are not happy with their lives trying to ruin other people's lives.\n  \n  I say. Fuggem ?\n  ","42051":"\n  Yay. Very good to hear! ??\n  ","42052":"\n  ??\n  ","42053":"\n  Mfing box of chocolates... you're more than likely going to guess what you get. LOL JK IDK??\n  ","42054":"\n  Keep working out. Eat healthier. And try to stop biting my nails\n  ","42055":"\n  LOL. I'm not a fan of slow internet at all I'm not going to lie. Haha.\n  ","42056":"\n  45 prob\n  ","42057":"\n  Sure some of them. The ones that are still friends with me. Even my husband is cool with some of them. Vice versa. We are all grown ups. I grew up with some of them. We all have our boundaries. And if they are crossed then I am out. I am not want to cheat on my husband. And I do not respect people that think that this is okay. I have came across people that have thought this is okay. Random people not just exes.\n  ","42058":"\n  I'm fine with clowns. I know so many people that don't like clowns.\n  ","42059":"\n  I don't really have people that do this. So I wouldn't know. ?\n  ","42060":"\n  I really like Dominos pizza and DiGiorno stuffed crust pizza\n  ","42061":"\n  Not really. Sometimes people just don't have time. Usually they call me back later or I called him back and they answer and then they tell me why they called.\n  ","42062":"\n  Let people make an ash out of themselves. We cannot possibly save them all. Plus, what's the point. ?  Let them learn.\n  ","42063":"\n  No.\n  ","42064":"\n  I never say goodbye for one day we shall see one another again. Under every circumstance, any.\n  ","42065":"\n  I definitely miss the old Disney. It and all of its Disney Channel movies. I really like that so raven. Life With Derek. Kim Possible.\n  ","42066":"\n  Make it a challenge for Monday's to have a awesome day regardless. That's what I did today\n  ","42067":"\n  I think it's funny how you assume what I support. But ok. Lol. You know they say assuming makes you look like anAss? Well. Yeah. Nough' ? said. Lol. I offer nothing but kindness on this app and in real. But have some decent respect for a human being and don't assume what my political views and beliefs are? Plus I keep that stuff off the internet. You should too. But.. That's whatever.\n  ","42068":"\n  I can't tag him but his name is Jason\n  ","42069":"\n  ??\n  ","42070":"\n  ??\n  ","42071":"\n  That's good to hear. Yeah my holidays went good.\n  ","42072":"\n  The U.S.S. Berra\n  ","42073":"\n  Am I a good friend to you? Or like do I seem like a good friend to you is what I mean. Because you are a good friend to me and I enjoyed knowing that you were doing good.\n  ","42074":"\n  Yes, many of times.\n  ","42075":"\n  I am hoping that my week is going to go good.\n  ","42076":"\n  Hola, como estas?\n  ","42077":"\n  Relief\n  ","42078":"\n  Everything is going great today! I hope that you're having a good day?! I hope that your weekend went well as well.\n  ","42079":"\n  Thank you\n  ","42080":"\n  Road trips and Explorations with my husband! And bring the pups along!\n  ","42081":"\n  What up mfer!\n  ","42082":"\n  It's okay.\n  ","42083":"\n  Yeah I just try to be me. Stay true.\n  ","42084":"\n  It is very rare to have snowfall where I live at. It is sunny and a little chilly out\n  ","42085":"\n  The only reason that I don't like pineapples on Pizza is the texture. The flavor yes\n  ","42086":"\n  If you look at the question above yours that you asked on this thread it says that I'm about to go to sleep so that probably mean I'm about to be in a bed\n  ","42087":"\n  Often enough\n  ","42088":"\n  Both! You can eat whatever you want as long as you exercise and keep healthy. The fries are a every now and then food for me\n  ","42089":"\n  Thank you so much! You have an amazing day!\n  ","42090":"\n  I'm not really much of a fan of either but they are both okay\n  ","42091":"\n  I literally just had someone ask me why I am on here and that my questions are irrelevant ? LOL\n  \n  I honestly said that way better than they did. They're grammar and way of speech was horrible... just terrible. ?\n  \n  Literally, the only person I've ever heard say they don't like my questions.\n  \n  No question is a dumb question. I can't tell you what is stupid, the way that they were typing. ?\n  \n  I say.. if you have nothing nice to say don't say it at all. Makes you sound stupid. Haha.\n  \n  People are entertaining.\n  ","42092":"\n  It's going good so far. Found out good news today. My husband surgery is not going to be as intense as they said it was.\n  ","42093":"\n  Yes. Rather not talk about atm.. I've had alot..\n  ","42094":"\n  10 if not more. Lol\n  ","42095":"\n  Bell\n  ","42096":"\n  I have a husband and he's always been my best friend and always will be for life\n  ","42097":"\n  ? Hey. I'm from south Louisiana, USA ??\n  ","42098":"\n  Definitely Jason\n  \n  ❤????\n  ","42099":"\n  ... I go to sleep in the moment because I'm tired.\n  ","42100":"\n  Earn. ?\n  ","42101":"\n  I used to do that a lot but now I don't.\n  ","42102":"\n  Eh.... Idk.\n  \n  Though I like them I'm not really sure what I would consider them.\n  ","42103":"\n  Football. Singing. Road trips. Explorations. Storm chasing. Cajun food. Having fun and more...\n  ","42104":"\n  I do like literature though I'm not much of a reader. It's very hard for me to find the type of things that I like to read. I like a strange, different kind of adventure type stuff. I like history books and documentaries. I do like old country books. Not westerns, but just really old school hunting and fishing books. I do like books about people growing up in school, with their friends and stuff like that. Kind of like chick flicks in a way but not super duper personal weird romantic creepy. I like Paranormal stuff\" but true stories, nothing made up. Usually when I get books I like the audios with them. A lot of the time when I read a book I fall asleep. I can't stand that. But it is a good way to soothe me to sleep though.\n  ","42105":"\n  We have about an acre to 2 acres of land and I like to go all the way in the back by the little Shack we have in the backyard. It's close to the forest. I feel at peace back there and like to walk my dogs around back there. So when I'm outside that's where I like to be. Either that or by our truck.\n  ","42106":"\n  Thank you kindly\n  ","42107":"\n  What me and my husband's kids will look like and how they will sound. What are future home will look like. ❤\n  ","42108":"\n  I like the Beatles.\n  ","42109":"\n  Constant communication, loyalty, trust, true friendship, companionship, working together, decision-making, responsibility, patience, and most of all love\n  ","42110":"\n  I honestly really wouldn't want to truly change. I like being Creole, Cajun French. Though I don't mind experiencing other cultures. I find joy in it.\n  ","42111":"\n  ? Hey\n  ","42112":"\n  It's random. Monday is like any other day to me.\n  ","42113":"\n  Roleplay is okay.\n  \n  _____\n  \n  By the way you sent out a shout out.\n  \n  You also sent it anonymously. To send it un-anonymously you have to select it at the bottom. There is a bar. Every time you go to ask a question if you want to appear anonymous you swipe to the anonymous way if you want to set up here un-anonymous then you have to swipe it's the other way. That's so people can see who you are and follow you and then they will ask you more questions in the future usually.\n  \n  I asked a lot of questions. If you would like to receive my questions let me know. But when you go to ask me make sure you don't ask anonymously or I won't be able to follow you.\n  \n  Welcome to ask btw.\n  ","42114":"\n  My favorite said it would have to be Cherry Cola or cherry dr. Pepper\n  ","42115":"\n  Harmless jokes.\n  ","42116":"\n  Definitely the first one.\n  ","42117":"\n  I love coin machines\n  ","42118":"\n  Older. Like 29 or 30.\n  \n  In the mind. Waaay older\n  ","42119":"\n  I like to lift weights. I like doing arms and to deadlift  Benching. I like to walk on a treadmill and jog on a treadmill. I also like to ride bikes. I like to walk my dogs and I work on a daily basis and constantly am walking all day.\n  ","42120":"\n  The countryside out here.\n  ","42121":"\n  Thanks. I try.\n  ","42122":"\n  Thank you so much. I love my new shoes! I really like designer Converse. I kind of went with something a little different this time. And I like it.\n  ","42123":"\n  Was. Am now.\n  ","42124":"\n  I don't try to ever ever judge people. The only time I judge is situations usually for my safety. I rather be safer than sorry. But I truly try not to judge anyone for anything.\n  ","42125":"\n  Most welcome for sure. LOL it took me literally an hour if not more to upload this. I don't know why but my phone is so slow with video uploads on here. But I did it because I felt that it was important\n  ","42126":"\n  I honestly don't know anything about you or the type of relationship you are in. But under any circumstance it shouldn't be okay for you to be controlled by anyone and to let them do that. It's okay to like choose to do it on your own that's different but if they are commanding you to do something and then you go with it that is unhealthy because nobody is in control of you no one is the boss of you. Do you see where I'm coming from?\n  \n  But yeah I don't know what kind of situation you were in I'm just answering it with my most honest opinion. I have been in a controlling relationship I've never been in a relationship where I control the other person unless I was keeping them safe from something harmful. Like I explained in the video. I do not do video recordings a lot unless I don't have a way to explain it properly and text. Plus I want you to see my emotion because I'm not trying to offend you whatsoever. I don't know as I said before what kind of relationship you are in so I'm not pertaining it to you as an offencive thing or being disrespectful in any wa0y no. Hopefully this video answer helped you to understand what I mean\n  ","42127":"\n  Body temperature? I'm sure it has been very high before but I do not remember an exact number. I'm sure like a hundred and three before maybe more or less I don't remember honestly.\n  \n  But what has been the hottest environment I have been in? That also I don't remember but I'm sure about 125 degrees Fahrenheit? I may be over exaggerating a little. Maybe more maybe less? 120? 115?\n  \n  But I have been in the deep freezer before of -40 degrees Fahrenheit or even -50 degrees Fahrenheit. Absolutely freezing.\n  ","42128":"\n  Both are really good but I would have to pick Panic at the Disco\n  ","42129":"\n  That's pretty awesome that you adopted a new kitten for Christmas. A new member of the family! Me and my husband got a new treadmill and rifle for Christmas. We got lots of new shoes. I got me some face masks stuff. From a good friend of mine. Finally got it some hot sauces. Some new lotion. From same friend. I'm going to get me some new cargo pants my sisters paid for them. My sister surprised me with going out and paying for the night on my birthday. My mom got me all wet brush for my birthday. I got tons of other gifts from everyone and appreciate everything I got. My most favorite gift was being able to go to South Louisiana and spend time with family and friends. I even fed my dogs good on Christmas Eve and Christmas. They got treats! Me and my husband popped fireworks on New Year's and had a blast. Thanksgiving dinner was really good and so was Christmas. My mom cooked gumbo when I was in Louisiana and some potato salad. Made bread with it. A lot has went on since  Last time we spoke. Sadly my husband has been having a few surgeries and has been dealing with an injury lately. But other than all that everything is going just fine. I've been taking care of him.\n  \n  Some stress here and there. But it's all good.\n  ","42130":"\n  Anything listing in my bio. I really like it when people ask about my hobbies. Where I am from. About cooking or my art. I love it when people ask me about my singing. Video gaming. About traveling. About my pets. My style. I like it when people ask for advice. Or they give advice. I just like company and talking to people. I like to talk about drinks and having a good time. Explorations and Adventures. Dreams. Things that we want to do one day in our life. Education and documentaries. There's a lot of things I like to talk about. Really anything as long as it's not controversial or things that are just going to strike disagreements and arguments\n  ","42131":"\n  I wouldn't hate anyone. Nor dislike. Though it would not be right if they treated everyone awful but me. A good example is some boyfriends or girlfriends are mean to everyone and anyone around them but the person that they are with. This is wrong. They should be friendly to the friends and family and that are around both of them. Another example is just a girl that doesn't like other girls and only want her girlfriend to be friends with her and no one else.l. This is not right. You shouldn't be so controlling of someone. Not make it seem like you're trying to choose their friends or the amount of people that they should hang out with.\n  \n  I think this is the right answer to your question. If it is not, just let me know if I answered this wrong. I might have read the question wrong.\n  ","42132":"\n  Every now and again I do\n  ","42133":"\n  I love you is I love you in my 1st language.\n  \n  Moi, je t'aime or Ej t'aime.\n  \n  Do remember. This is not full on regular French. This is coonash french, cerole, cajun french talk.\n  \n  For Cajun French is my blood language.\n  ","42134":"\n  4 door.\n  \n  We have a truck that's a 2-door but it has a back seat. We have a Tahoe that has three rows of seats and then we have a jeep that has two rows of seats. So I would definitely say I like four door cars\n  ","42135":"\n  I cooked tonight and made some shell tacos and had some corn with it as well\n  ","42136":"\n  ??????goals? ? LOL\n  ","42137":"\n  Well it's good to hear that you settled down. I hope everything is going okay? I hope that your Christmas holidays and your New Year's holidays went well. Same to the Thanksgiving holidays. It's definitely been a minute. But that is okay. We all have lives and it can get very busy and stressful. I only wish the best for you my friend.\n  ","42138":"\n  I am well.\n  \n  Thank you for asking.\n  \n  I would hope that you are doing well?\n  ","42139":"\n  Definitely definitely depends.\n  ","42140":"\n  I honestly don't think any superpower is useless\n  ","42141":"\n  Veel verschillende lessen. Respecteer altijd iedereen.\n  ","42142":"\n  Here my friend.\n  ","42143":"\n  More random acts of kindness. And I have been seeing this more lately and I am proud. It's nice to see people do random acts of kindness. It puts a very good feeling into the atmosphere. It lets you see hope\n  ","42144":"\n  ? lol haha\n  ","42145":"\n  Ooooh yeaha! Ikr?! EXCITEMENT!\n  ","42146":"\n  I have very good friend's living there and yes I have heard about this today and about the relocation of some... I have been video chatting a very good friend and have been keeping up to date with what has been going on with them and a few other peeps there... My heart aches for them... They haven't had to relocate yet but others have... They are currently boxed in by fires and have been.. Many towns are flattened... :( it's truly sad. I am so sad for them.. Want to come and take them from the 104°F temps..\n  \n  Atm. They said it is tryna' rain there FINALLY! very smokey but nit ember out atm.\n  \n  Much love to my Aussie fams! KEEP SAFE MY LOVES!\n  \n  Much love from the Usa! ?? ?✊??\n  ","42147":"\n  Cook something tasty. See smiles. ❤ From the food\n  ","42148":"\n  I'll say sure! Lol why not?!\n  ","42149":"\n  I'm good. Thanks.\n  ","42150":"\n  Hey. And thank you. You have a good week also! Thank you for the compliment.\n  ","42151":"\n  ._.?\n  ","42152":"\n  Yep I've seen all of it\n  ","42153":"\n  I like bone and no bone wings. I like spicy BBQ the best\n  ","42154":"\n  Lol\n  \n  Kids can definitely be a lot of fun. But at the same time once you have them that's it you have them so it's better to enjoy your time alone or more or less with the person you're with before that time comes. That's just how I look at it..\n  ","42155":"\n  I don't really know either I literally get asked a question I think once a week on here. It's really odd. I don't really understand why they need to know that. I'm pretty sure it's for a really inappropriate reason. I just don't understand why people have to be so gross about stuff\n  ","42156":"\n  Oh yeah.. Right. Well.. It's okay. Their is always next time. We tried our best. Def.\n  ","42157":"\n  I sent it do ya on Instagram. As I said. I will definitely try my best.\n  ","42158":"\n  Sure. I'm not much of a reader but I will try my best.\n  ","42159":"\n  Who took the L?\n  ","42160":"\n  ?\n  ","42161":"\n  Ouuu I like both tho.\n  ","42162":"\n  No tho that sounds really interesting to try one day tho.\n  ","42163":"\n  IsaBella*\n  \n  Or just call me Bella for short.\n  \n  But yes? ? Hey\n  ","42164":"\n  Lamb is ok. Not my most fav. but it is ok.\n  ","42165":"\n  Sure. How are you going to give it to me?\n  ","42166":"\n  Helping and talking with people. Cooking or cleaning for people. Singing to people. Exercising. Volunteering.\n  ","42167":"\n  Same as usual. 11ish am\n  ","42168":"\n  Just chilling atm. Nothing really much.\n  ","42169":"\n  ? Hey\n  ","42170":"\n  Wedding photo. ❤ My love\n  ","42171":"\n  Someone telling me is not do something because they were jealous of me and my success. Though I never took the advice but this is an example of really bad and malicious advice\n  ","42172":"\n  I'm here still right? ? enough said\n  ","42173":"\n  Marine biology.\n  \n  Helping people more in the Paranormal field\n  ","42174":"\n  My singing and  creativity\n  ","42175":"\n  Idk. Literally in the past four days I've heard of four people.. I think.. or maybe it was three people? I'm tryna remember.. that have gotten their accounts banned?? and I don't see a single reason to why they have gotten their accounts banned.\n  \n  It's weird.\n  ","42176":"\n  Xbox or YouTube. Husband.\n  ","42177":"\n  I think I'm about to take a shower.\n  ","42178":"\n  Tomboyish is just saying tomboy with ish on the end saying that my style resembled a tomboy style. But at the same time still resembled a punk style.\n  ","42179":"\n  Thanks.\n  \n  I just want to experience life and get out and travel. It just be me and my husband. A lot of people regret having kids early and not getting out and doing things but just the two. Some don't. And that's fine either way. I just choose to wait because I want to settle down somewhere I know that I'm going to be good and the kids are going to be good and I want to be ready. And as I said they are expensive and I want to make sure that they have a good life. They have good Christmas's. But yeah thank you. I believe that would make a good mother and my husband would make a good dad. Beautiful kids.\n  ","42180":"\n  3 hands\n  ","42181":"\n  Well..  going to get a chance to redo this house because I cannot right now my color schemes is dark grey and light grey floorings. The walls being light blue and dark blue and silver and white. Some wooden features and Furniture. Cabinets. And then some of the furniture also being some of the colors that matches the floor and walls. I'm just a very easy person when it comes to decorating. I just like things to be neat and organized. Nice.\n  ","42182":"\n  Tomboyish punkish style.\n  \n  Talkative.\n  \n  Sweet.\n  \n  Helpful.\n  \n  Fun and goofy\n  ","42183":"\n  Yes. And learning from them and learning how to improve\n  ","42184":"\n  Bella and Edward. ❤\n  ","42185":"\n  Yes.\n  ","42186":"\n  Drake and Josh\n  ","42187":"\n  I feel I am.\n  ","42188":"\n  I am bringing my husband.\n  \n  My husband would probably grab useful things that we need and tools.\n  \n  I wasn't probably grabbing cleaning supplies and things to fix the house with. Like tile and stuff like that glue. But if it was too big of stuff we should be able to put sticky notes on it or something cuz you can't pick a tub up and put it in your buggy it's too big and it would literally take a whole 10 minutes to do that.\n  ","42189":"\n  Your anonymous... I really hope your account didn't get banned too.. so many are getting banned.. It is so sad. :(\n  ","42190":"\n  Ikr? Lol. Tell me your thoughts about the bug candy thing? I have seen this at gas stations and I find it odd. The people tell me they tried it and it's good. I'm not trying that sorry LOL\n  ","42191":"\n  Younger and idky lol. I am not a mind reader but yeah.. I really don't know why. They just do. They see me as younger so some odd reason.\n  ","42192":"\n  Prob more of a tea perspn tho I do love coffee too\n  ","42193":"\n  South Louisiana USA ??\n  ","42194":"\n  Bella* but Hi. ?\n  ","42195":"\n  Yessss. He is hilarious!\n  ","42196":"\n  Maybe yellow.\n  \n  Or green.\n  \n  More yellow.\n  ","42197":"\n  8\n  ","42198":"\n  Anything by Ryan Upchurch Avril Lavigne or Skillet\n  ","42199":"\n  I like fresh and cucumber smells. Sweet pea and violet. The smell of tulips or a garden\n  ","42200":"\n  I choose my words correctly.  I think before I speak. A lot of people don't do this anymore. But at the end of the day I'm going to say what I mean and I don't care how it affects you.\n  ","42201":"\n  They are still.\n  \n  Like some of my old school friends that I grew up with. They're still important to me. They made me the person I am today. Just because I don't talk to them anymore does that mean that they don't still matter.\n  ","42202":"\n  I mean I don't exactly know them so it doesn't really benefit me or not benefit me. I usually to say thank you and move on until I start getting more creepy and then I'm like... your compliment doesn't really make any sense anyway because you've never seen me and you don't know me.. but usually I just take the compliment and ignore everything else and move on. But I could see where you're coming from. They don't know us so why make that compliment? If maybe they knew I was even for 30 seconds in real life and we appear to be sexy to them that would make more sense than somebody on the internet telling you. But then again we do have profile pictures so maybe they think that is \"sexy.\" But still in theory they do not know us. At the end of the day if they're trying to become interested in me and expect a response that they're wanting they're not going to get it because I'm married and not interested in anyone but my husband.\n  ","42203":"\n  Probably just going to do laundry. Spend time with dogs and then maybe watch some TV.\n  ","42204":"\n  That's pretty normal. Mine gets pretty tangled up.\n  ","42205":"\n  I'm in America and I just woke up around 11ish AM. Sorry you couldn't sleep.\n  ","42206":"\n  I do in the day. Not at night. Haha.\n  ","42207":"\n  Morning\n  ","42208":"\n  ?\n  ","42209":"\n  I could teach you anything you need to know about play paranormal or the afterlife.\n  \n  Singing\n  \n  Volleyball\n  \n  Working in customer service\n  \n  Animal care\n  \n  Aiding\n  \n  How to use a translators\n  ","42210":"\n  No. Sounds interesting though.\n  ","42211":"\n  When does the stress stop? More or less never... When will they finally just be me and him only.\n  ","42212":"\n  Nowadays everybody is always in everyone's business and I just kind of mind my own. I don't mind other people's views. Nowadays everyone's shoving their own views on everyone and expecting everyone to have the same or to accept all of them. ? Honestly I don't think anyone should go out of their way to force someone to believe in something they do. I think everyone should just mind their own business and at the end of the day just respect people's decisions. Is there life. Mind your own.\n  ","42213":"\n  Graduating and then graduating again moving getting married getting my first job getting my second job taking on the responsibility of a pet and then a second pet taking on the responsibility of taking care of me and my husband taking on the responsibility of bills. There have been lots of turning points in my life. Positive but important\n  ","42214":"\n  I believe everything should have told the way that it will. I do hope that it will be good. But who knows.\n  \n  I definitely welcome high expectations. So I guess I'm not really fearful of the future\n  ","42215":"\n  Mount Kangchenjunga.\n  ","42216":"\n  Raise Hell, eat cornbread\n  \n  RHEC ???\n  ","42217":"\n  No. Life goes on and that's how it works. We all grow older. It's just a thing that happens\n  ","42218":"\n  I would definitely want to be surrounded by the people I love family friends and my pets\n  ","42219":"\n  Thanks! Same back!\n  ","42220":"\n  Keep it country Round Here by Ryan Upchurch\n  ","42221":"\n  I like a yummy Irish whiskey coffee\n  ","42222":"\n  Just being around family and friends honestly. Being happy. Joyful. If it's 70 degrees outside and it's Christmas usually does not get me into the season but if I'm around family it doesn't matter. But if it's like 35 degrees out nearly snowing on Christmas it definitely gets me into the season more. Or maybe it's a little chilly out for October. But when it's spring and it's still snowing that does not get me into the season. Like it's Easter and it's still freezing out.\n  ","42223":"\n  I don't think I ever really tried to learning a song just to impress anyone. I've always loved to learn songs just for me. But I do love singing them all with friends.\n  ","42224":"\n  I would order as Bistro bronze the pot pie again it is a delicious shrimp etouffee gravy with a very crispy biscuit light thing with little pieces of pop pie french fry pieces and shrimp and vegetables with jumbo shrimp on top. It's not a very huge serving, it's very small. 3 jumbo shrimp. It was absolutely delicious and mouthwatering. I would love to order that again when I go back.\n  ","42225":"\n  Jameson? Or Guinness? Or Bailey's? Or all three? I love Jameson coffee.\n  ","42226":"\n  Yes. I do.\n  \n  The only fight I've ever been in\n  \n  Was takin' up for somebody else\n  \n  The only time I got my jaw jacked is never but damn sure not quite yet\n  \n  The times I miss the most are the times nobody knows\n  \n  When it was me, my cousin, and a couple of my buddies\n  \n  Racin' down ol' Sams Creek Road!\n  \n  We them holler boys(gals)\n  \n  Holler if you’re needin’ somethin' done\n  \n  Holler if you need a chip or a shoulder\n  \n  And a hand with a loaded gun\n  \n  We'll be out that screen door, no shirt on (shirt on tho, maybe a sleeveless shirt)\n  \n  Leavin' two blackmarks down a one lane road\n  \n  Yeah we, yeah we, yeah we them holler boys(gals)\n  \n  - Ryan Upchurch\n  \n  And I stand true to these words. ✊???RHEC\n  ","42227":"\n  You see somebody drunk in public and acting up. Poor soul\n  ","42228":"\n  ❤\n  ","42229":"\n  Lol.\n  ","42230":"\n  All the time people would say I'm scary and stuff. I lyrics to be very punkish and tomboyish looking. Very scene like looking. But I'm not mean or scary or anything. I tried to be a very kind individual. But this was more or less said in high school more. I don't know now what people perceive me as. I hope as a kind person because really that's what I tried to be.\n  ","42231":"\n  Very high unless it is something to do with teeth. I have a low pain tolerance for my teeth\n  ","42232":"\n  Uiteindelijk zou ik echt een beetje van alle drie willen bezoeken.\n  ","42233":"\n  Yee ???\n  ","42234":"\n  ??\n  ","42235":"\n  It's about time.\n  ","42236":"\n  Lol\n  ","42237":"\n  No. Just no. Evil comes from all kinds of different branches. It does not have just one center thing.\n  ","42238":"\n  I don't mind anything. Tho black pen is usually what I end up getting anyway\n  ","42239":"\n  Nah... your questions do not annoy me. Thank you for sending them to me! You have an amazing day! I appreciate you! And you rock too!\n  ","42240":"\n  Self respect\n  \n  Respect for others\n  \n  That includes the reviews. I don't care what you believe in where you are from your race your gender your sexuality I do not care I treat everyone the same. Or treat them the way that they would treat me. If someone's going to be cruel to me I usually just ignore them if they do it so bad that I kind of gave him a little taste of their own medicine.\n  \n  When it gets too dark outside come inside. Remember yourself safety.\n  \n  Keep yourself clean and the environment around you. That includes what you say and how you say it.\n  \n  Attitude. Nobody wants to be around someone with a nasty messy attitude. Work on your attitude and try to have a positive one.\n  \n  Think before you do and you speak.\n  \n  If you see someone needing help and it's not going to affect you in a negative way or hurt you why not help them?\n  \n  Especially animals and people that can't help themselves.\n  \n  And so many more.\n  ","42241":"\n  Ikr?\n  ","42242":"\n  Right on.?✊??\n  ","42243":"\n  If it is kind of smart and helpful criticism then I try to better myself. But sometimes some people have cruel criticism. They don't even look to try to help improve a person I just ignore that kind. That's more or less people just being ugly. But constructive criticism can also be a thing that can make someone defensive but honestly I just take it as a way to be better. But as I said it depends on how you get the criticism. Also how you take it\n  ","42244":"\n  I don't really watch a lot of TV at all\n  ","42245":"\n  Another. Sure.\n  ","42246":"\n  Nah.\n  ","42247":"\n  Ikr.\n  ","42248":"\n  If my husband was on here. Him. ❤\n  ","42249":"\n  Thanks. ? Gn to you too and to everyone.\n  ","42250":"\n  We have a saying that we make fried chicken n gravy here n biscuits n corn on the side. It was absolutely delicious. It tastes better than it sounds.\n  ","42251":"\n  I'm doing from the Carolinas all the way to California and I'm taking Jason in my dogs.\n  ","42252":"\n  It's whatever to me. It doesn't really affect me. I just feel bad for people that are already smoking and now can't buy their own cigarettes that they once were able to. But if you haven't noticed they're legalizing marijuana all over the United States maybe that had something to do with it. Maybe they didn't want people real young buying it and stuff so maybe that's why they raise the limit? Because they did all of this in the same month. At the beginning of the year. But like I said it's whatever to me.\n  ","42253":"\n  Not literally in crime but my partner is Jason and always will be.\n  ","42254":"\n  Thanks so much! Happy New Year to you and I had a good New Year's. I popped fireworks with my husband\n  ","42255":"\n  ?\n  ","42256":"\n  No.\n  ","42257":"\n  Land\n  \n  Power over others.\n  \n  Money\n  \n  Fame\n  ","42258":"\n  No but that would be so cool! I would totally do that if I could!\n  ","42259":"\n  I work in a store. I sell things. I work in many different departments. I mostly cashier. But I have worked in the meat department. There's an apartment. Dairy Department. I can do office work. Work with plants. Produce. A stocker and more.\n  ","42260":"\n  ?\n  ","42261":"\n  ??\n  ","42262":"\n  Louisiana\n  \n  Australia\n  ","42263":"\n  Maybe two years. 1 1\/2 year. the other place that I was staying was a little over two and a half years. And then the last place I lived my entire life until I moved to the next home.\n  ","42264":"\n  Yes and no. You don't look at it as that. It's all gut feeling and flow. If you're just sitting around worrying then what's the point?\n  ","42265":"\n  Depends on what level of comfort you mean. Lol.\n  ","42266":"\n  Thanks.\n  ","42267":"\n  I don't like seeded grapes\n  \n  I'm actually not too much of a grape fan I don't even like wine really. But the reason why I don't really like grapes is because doctors have always said that's what raises your blood pressure and I tried to avoid stuff like that plus I don't really like the taste of grapes. I actually just have to be really in the mood for them.\n  ","42268":"\n  It is 8:35 PM, it is Saturday and it is 45°F out.\n  ","42269":"\n  This was a giant metal a picture that I saw at a local store where we live at that I really wanted to buy but it was around $100 and I did not have the money then how many. Then I had the money went back to go and look for it to buy it or just to see if it was still there and it was already bought. I knew that someone was going to buy a because there is no way that this beautiful piece was not going to get mad. I hope to one day see this again and a store somewhere so I can buy it. It was huge and it was only about $100. All metal. Beautiful. ?\n  ","42270":"\n  My pretty boy G. My pup. 1 of them. ?❤\n  ","42271":"\n  ????\n  ","42272":"\n  Soccer ⚽\n  \n  Vollyball I loove love. ?\n  \n  Baseball\/Softball ⚾\n  \n  Basketball ?\n  \n  Kickball\n  \n  Football ?\n  \n  Tennis ?\n  \n  Golf⛳\n  \n  Running?\n  \n  ⛸ Skating both rolling and ice\n  \n  Ice racing\n  \n  Skateboarding\n  \n  Some bmx\n  \n  Taekwondo and jiu-jitsu\n  \n  And more\n  ","42273":"\n  Sure. Anything's possible.\n  ","42274":"\n  Bella\n  ","42275":"\n  Loving living\n  \n  God.\n  \n  My family.\n  \n  My pets.\n  \n  Being able to have my five senses\n  ","42276":"\n  Complains...\n  ","42277":"\n  Oh definitely. Cannot forget the good ol' wooden rocking chair! Haha ?\n  ","42278":"\n  Yeah. I hope so.\n  ","42279":"\n  Yep\n  ","42280":"\n  Thaaanks\n  ","42281":"\n  Absolutely.\n  ","42282":"\n  At my dogs. Call someone. Exercise.\n  ","42283":"\n  From what I have seen in people I feel like drugs.\n  \n  People lying.\n  \n  For me, nail biting.\n  ","42284":"\n  I can play a little guitar.\n  \n  I know how to play a little piano.\n  \n  I know how to play the dulcimer.\n  \n  A little harmonica.\n  \n  I want to learn how to play the violin. I can kind of play the violin not much at all but I like to play that.\n  \n  I want to learn how to play the fiddle.\n  \n  The banjo.\n  \n  I really wanted to learn how to play the trumpet for the longest.\n  \n  I love to sing. I've been doing that since I was a little girl.\n  ","42285":"\n  I have no regrets. Everything happens for a reason\n  ","42286":"\n  I've always wanted to be a part of The Twilight Saga with him. I would love that.\n  ","42287":"\n  Nothing much. Just chilling with my husband and pups.\n  ","42288":"\n  Same back to you! Thanks.\n  ","42289":"\n  That's awesome. Very good. ? Best wishes to y'all. ❤ Sweet message\/shoutout about her and you. ✊?\n  ","42290":"\n  Earn them.\n  ","42291":"\n  VIP program. Ask.fm is rewarding people for being active in fulfilling the tasks that they are asking. That is how I'm getting coins. They are giving them to me from the VIP program. They are rewarding me. If you only read through some of the stuff that they send you on here than you can do it also. Anybody can do it.\n  ","42292":"\n  YES! I cannot stand it when people start talking and I'm in the middle of doing something and they know they're not supposed to be talkin even the teachers telling them to be quiet. You're almost completely helpless pretty much... And then they(teachers and graders) want to be like oh she didn't finish the test but I'm like well you(teachers) wouldn't make your kids be quiet in the classroom when I was taking it so what do you expect? I'm not going to sit there and try to take a test when I can't concentrate. ? I could miss a question or two because I didn't understand it fully. I have to read it in silence like as in... I could have made an A on the test.. But instead.. I got a B but because I couldn't concentrate enough because there was people talking in the background. Maybe if they would not have been talkin I could have made in A. It's not fair on my behalf basically is what I'm saying. People overall should just be quiet during class and not talk. It's not socializing time anyway. But sadly that's life and that's how kids are in school.\n  ","42293":"\n  Thank you for the compliment.\n  ","42294":"\n  Welcome and thank you.\n  ","42295":"\n  No.\n  ","42296":"\n  Fully.\n  ","42297":"\n  God.\n  \n  Please let light into me and my husband's life. Make 2020 be a more peaceful and stressless year. Let lots of challenges be fulfilled. Let obstacles move out of our way. Let us both be happy. For we are happy together we just want our lives to be smoother. We are dealing with a lot but nothing impossible. Give us the strength to make it through this together.\n  \n  Thanks, Bella.\n  ","42298":"\n  Cucumber and fresh smells and sweet pea and violet\n  \n  Strawberry raspberry and citrus smells. I also love roses and tulips\n  ","42299":"\n  God and family.\n  ","42300":"\n  I have been car sick before so I'm sure I would probably get seasick if I went on a boat. I really want to go on a cruise because some people say if the water is not rough then it doesn't even feel like you're on a boat but they say if the water is rough and you can get really seasick sometimes and then even when you leave the boat you feel like you are still on a boat when you're walking around so like I guess you could get sick even after. I just don't think that I would like being on a boat. But at the same time I want to experience it and see if it goes well. Like go on a cruise. But sadly I think I would probably get seasick.\n  ","42301":"\n  Good morning\n  \n  Good afternoon\n  \n  ???\n  ","42302":"\n  Both are okay. Are good. I don't watch like TV TV but Netflix's and YouTube yes. Idk if that counts as TV now? But yeah. But still I don't watch too much Netflix and movies but I definitely watch more YouTube over all.\n  \n  But I like  different Netflix series and some movies\n  ","42303":"\n  Thank you kindly! Appreciate it! the words!\n  ","42304":"\n  January seems like it's going pretty okay for me. My husband still not really feeling the greatest but we are still trying to make it.\n  ","42305":"\n  Wind then water.\n  \n  Weather, if that's a thing. The colding and heating ability. ?\n  ","42306":"\n  Last year I gave up biting my nails and I really did it. I was so proud of myself my whole life I've bit my nails. I guess just the amounts of stress? But this year I'm finding it really hard to stop because last year in the middle of the year I started biting my nails again and couldn't stop. So I'm trying to stop now because I want nails again. I'm thinking about going to get them done because when I got them done last year that's what helped me stop because it wasn't able to bite them because the plastic nails were in the way. So I'm thinking about getting them done again and maybe that will help. I don't know why this is a big goal for me but it is. And I'm hoping to achieve it.\n  \n  I got a treadmill for Christmas and I love it and have been using it. Yesterday I walked on it for 45 minutes. I walked almost a mile. Power walked. I felt really good after and have been eating less and trying to eat more healthier. I want to get back in shape and lose some weight. This has been going well for me.\n  \n  My last one is I'm hoping that things just go better this year. I lost a lot of family last year. Some friends. The natural disasters have been getting out of hand. I'm just hoping that that help look for 2020 is good. ? thanks for asking this question because I really enjoyed answering it\n  ","42307":"\n  I had a lot of games my phone but I deleted them to have more space. And I really enjoyed Animal Crossing Pocket Edition. Terraria. Scrabble unscrambler. Pool games\n  ","42308":"\n  Seeing Jason later on. I miss him and I am bored.\n  ","42309":"\n  God.\n  \n  My mom.\n  \n  Grandparents.\n  \n  Sisters.\n  \n  Hubby.\n  \n  Even my pets!\n  ","42310":"\n  Inner, most definitely.\n  ","42311":"\n  Work out more. I have been sticking to this.\n  \n  Try to stop biting my nails. I'm trying my best with this.\n  \n  Hope for better things in my life. That's something that I just hope happens.\n  ","42312":"\n  I believe so. To what I remember. Yes.\n  \n  Not fully the actual game but a version of it yes.\n  ","42313":"\n  Thank you.\n  \n  I try to. Really.\n  \n  Nice to meet ya too bud. ?\n  ","42314":"\n  Same here. Thanks. He seems to be feeling a little better today. It's off and on. It's been going on for a while. Hopefully the end is near. Thanks for caring. Hope you have a wonderful day. Send prayers and positive vibes please. Thanks again so much!\n  ","42315":"\n  Again. I am good. Thanks. Hope you are doing good.\n  ","42316":"\n  I am well. Thanks. Hope your well.\n  ","42317":"\n  Thx. Morning. Afternoon to you too!\n  ","42318":"\n  Thank you for that.\n  ","42319":"\n  Thanks. I followed you back. ??\n  ","42320":"\n  Now. Almost 6 years and going. ❤ Married. Love him. He's wonderful. Sweetie. ?\n  ","42321":"\n  Hey. I'm good. ??\n  ","42322":"\n  Nooo no thank youuu\n  \n  Just hearing about the bull crap is enough. Being in it I think would be horribly stressful\n  ","42323":"\n  Cricket\n  \n  Lacrosse\n  ","42324":"\n  Ni breakfast this morning. But tacos for dinner.\n  ","42325":"\n  Lol. I guess you already answered it. I kinda agree. He's pretty awesome.\n  ","42326":"\n  Nice.\n  ","42327":"\n  Marie Star\n  \n  2 and yes. I do. I like my name.\n  ","42328":"\n  I didn't have anything this morning. I may get something tho in a bit\n  ","42329":"\n  ?\n  ","42330":"\n  Thanks! I hope that you have a good weekend too! And nothing much this weekend. Just cleaning and cooking and spending time with Jason and the pups.\n  ","42331":"\n  Earn them. ?\n  ","42332":"\n  Earn them. ?\n  ","42333":"\n  Awesome! Thank you so much for sending me questions and you're more than welcome to keep sending them if you'd like! I appreciate you and I'm following you and will continue to send you questions. Let me know if you do not want me to send you anymore. Though I get so many questions from all of you I try my best to answer them. My apologies if I'm not able to get to every single one but love getting all of your questions. Keep them coming. Thank you again.\n  ","42334":"\n  Talked with my husband. He told me he loved me. We're about to go to sleep\n  ","42335":"\n  I don't like my nails super long but I do like them long.\n  ","42336":"\n  We try to\n  ","42337":"\n  I sure do and it was quite nice. But without technology I would have never met my husband so I thank it for that. I unexpectedly met my husband online 6 years ago. We're doing amazing now. We were in a long distance relationship for 4 and 1\/2 years. We're going strong and happy. Married\n  ","42338":"\n  LOL no must be hilarious\n  ","42339":"\n  I usually keep them\n  ","42340":"\n  With Jason ❤?\n  ","42341":"\n  ?\n  ","42342":"\n  Naahh\n  ","42343":"\n  ??\n  ","42344":"\n  Jason ❤\n  ","42345":"\n  Yea.. Ikr. Lol been a min\n  ","42346":"\n  Thank you again and you're welcome it's no problem\n  ","42347":"\n  I have been taking care of my husband and just got a lot done\n  ","42348":"\n  ?\n  ","42349":"\n  I actually like the smell of Swedish meatballs. Or at least a little banquet meal. Everyone dreads the smell but I like it and I love the tastes\n  ","42350":"\n  I don't think there's really any words that I don't like the spelling of\n  ","42351":"\n  Nah honestly. Lol\n  ","42352":"\n  Thanks\n  ","42353":"\n  Paying bills. Don't we all? LOL\n  ","42354":"\n  Just an outside smell because we spent most of the time outside playing\n  ","42355":"\n  No\n  ","42356":"\n  I would love to play some but I am sick right now. Half my voice is gone but I do love to sing. I have some old posts on here showing. Will show again one day. But at the moment I must get better\n  ","42357":"\n  the goofy one. The one that is fair\n  ","42358":"\n  I'm just taking care of my husband.\n  ","42359":"\n  Color of my coat that I use or really it's just a really thick hoodie. That's what I use in the Winter, It's black and it's got Wicked Tuna on it in white writing on it. Angelica Fisheries. It's from David Marciano the Hard Merchandise. It's from his people. I also have bracelets. It's an awesome TV series. Good awesome folk but I use that and it's black.\n  \n  Then I have a Batman jacket. And then I have a few other jackets that I used. Ones camo. I have a few other jackets and sweaters and hoodies.\n  ","42360":"\n  Dark brown, gold and red highlights.\n  ","42361":"\n  That's a really good question but I'm really not sure. Probably another purple color and it be named after something to do with me and my husband. Because his favorite color is blue my favorite color is red and then they come together they make purple\n  ","42362":"\n  My husband made my day. He also bought me a bag for my birthday and it's very spacious and cute. It's also his favorite color so when I see it I see him. I think of him. Plus I love blue. Red white and blue. I like the zipper on it too. It doesn't keep caught in anything too easily.\n  ","42363":"\n  I wanted to find some funny Jim Carrey GIFs but I couldn't find them. He's hilarious. He's the best to be awkward and hilarious. Like explaining or showing that\n  ","42364":"\n  Have respect for yourself and for others\n  ","42365":"\n  I spend a lot of time alone. I wish I had more time with more people. I don't mind being alone.\n  ","42366":"\n  Any of the above. Even a Bayou is okay with me\n  ","42367":"\n  Thanks! Same back!\n  ","42368":"\n  Earn them ?\n  ","42369":"\n  I am not late for alot of things. I actually don't even remember the last time I was late for something. I always try to be on time or early. Even super early to make sure I'm not late.\n  ","42370":"\n  I gotcha. ??\n  ","42371":"\n  I love to sing.❤\n  ","42372":"\n  Nah\n  ","42373":"\n  I'm good. Hope your well. Thanks. ??\n  ","42374":"\n  Of course.\n  ","42375":"\n  ?\n  ","42376":"\n  Nah. Growing up as a part of life. I'm not afraid of any of it.\n  ","42377":"\n  I'm having a good day. We got some errands done and are about to cook tacos\n  ","42378":"\n  No?\n  ","42379":"\n  Asking for boiled crawfish again! Been awhile clearly.\n  \n  Jk. I would want to see family and friends.\n  ","42380":"\n  What? Lol\n  ","42381":"\n  I wake up and pet my dogs. Then I get up go to the restroom wash my face. Then I usually take them out for a walk and then feed them. And in between that I get ready for the day and probably at the end get something to eat near lunch\n  ","42382":"\n  Um\n  ","42383":"\n  I used to love going to Ryan's Buffet. And when you first set at table they would have these really warm buttery salty rolls for an appetizer. They would try to fill you up on roll before you went up and got food but this place would serve like everyday American homemade food. And it would be random stuff that I would get slices of pizza red beans and rice. Fish. French fries. I think they had a hamburgers. Salisbury steak probably. Chicken nuggets. Corn on the cob. Roast. Mashed potatoes macaroni any type of vegetable that you wanted and a ton of other stuff I just can't think of it at the moment. Ham. Chicken. And then for dessert I would get like strawberries yogurt and then a bunch of toppings cookies. I love going to this place. Unfortunately Ryan's Buffet all over the south is actually closed and shut down it was really old and run-down hopefully they bring it back one day. It's a lot like Golden Corral. But a lot different. I even celebrated my 10th birthday there. It would sing to you and everything.\n  ","42384":"\n  A few. I've had a lot of close calls. I honestly think I suffer a little bit of PTSD from the close calls. I'm not much of a fan of driving either. I almost got in a really bad wreck when learning how to drive. My teacher I feel could have been a little bit slower with me with teaching me how to drive. A little bit easier with me. But it's whatever\n  ","42385":"\n  Sunrise just because it's different I love sunsets too\n  ","42386":"\n  I have no idea I have been on this app for a very long time. I don't even remember how long I've been on here it's been so long. 8 years maybe? So it's been awhile\n  ","42387":"\n  Thx. Morning to you. Afternoon.\n  ","42388":"\n  My husband Jason and my pup Dixie.\n  ","42389":"\n  I really like Terraria. Animal Crossing Pocket Edition. Then I really liked Scrabble games and scramble. Scramble is really good. Bejeweled and Candy Crush I heard is really good. Puzzle games. Pool\n  ","42390":"\n  Sure I'm sure that there's a lot at the moment I'm not able to look anything up but I would definitely not run away from home or you think what you're doing is definitely. Much love to whatever you're going through\n  ","42391":"\n  I am good.\n  \n  Sleepy.\n  \n  But good.\n  \n  Hope your well.\n  ","42392":"\n  That is actually my lucky number 1111. I don't know. One is the first number. It being number one. First. So I guess four of them is just four times the luck? Lol. I honestly don't think if any of that actually answer the question but for some reason I just like that number. Anytime it's 11 11 hours make it a moment of silence and a wish. Hope for the luck in the future.\n  ","42393":"\n  Thanks! Same back to you!\n  ","42394":"\n  I don't think there's a single one that I don't want to learn. My favorite language would have to probably sign language. American Sign.\n  ","42395":"\n  There are so many toxic people in the world. I guess that we care more, the ones that have few friends. I feel people that have all those friends there's only a small handful of them that they really hang out with and trust but they are \"cool,' with anyway. More or less.\n  ","42396":"\n  Thanks. And I do that in my own way so definitely. I will keep doing that. I appreciate your nice words. Also your enthusiasm. Kindness.\n  ","42397":"\n  Ikr? Like wtf do I look like right? ?? Mfer must thank ima puppet or something?? LOL ?\n  ","42398":"\n  These questions on here. There are so many....\n  ","42399":"\n  Math or politics. People being racist. Stereotypical things.\n  ","42400":"\n  O.o\n  ","42401":"\n  Being myself and creative. And what I mean by being myself cuz I'm not afraid to show myself. Some people are scared to be themselves. I am not. So that's what I mean by that. I am not afraid to stick up for what's right and be fair\n  ","42402":"\n  Hello. My day went well. It was very rainy and gloomy out. The weather. But today went well. I have been sick lately and today I have started to feel a little better. I worked most of the day. And we are safe. Lots of water on the ground though. But not too flooded. Hope you're doing okay! And same back you, stay blessed also!\n  ","42403":"\n  Like my phone predicting quote on quote what is thinks I should put. A lot of the times it may say something pretty goofy or completely not what I mean. Or when I voice text something and it says something inappropriate and close to what I actually meant to say. Then I don't review what I say and send it and then I'm like oh my gosh I cannot believe I just sent that to somebody. So I have to like apologize and tell them that's not what I meant.\n  ","42404":"\n  Absolutely! I totally agree!\n  ","42405":"\n  O.o\n  ","42406":"\n  Nice! Sounds amazing!\n  ","42407":"\n  For the first 6 months me and Jason were together we never actually fully met each other in real life. Tho we knew absolutely everything about each other and facetimed and knew everything about each other's family's, I definitely think it's possible for you to love someone that you've never truly face to face. There's is just certain ways that you have to go about it. You have to be very careful. Have more than one person talking to this person also. When you see everybody seeming the same vibe from the person, then that is a good sign. Everybody loves Jason. When I met him, it felt like I had already met him before. Because we knew everything about each other. We had facetimed so much that we were used to it. 6 years down the line we're married and love one another and are there for each other. I wouldn't ask for a better man! He is the best!\n  ","42408":"\n  I should cuddle my husband\n  ","42409":"\n  Stress, just thinking about the good things in life same thing with the negative energy. Try to stay away from all of it. Just try to go with the flow. Think of one thing at a time. Definitely stay organized. Being organized and knowing when everything is going to happen I feel stressed. Staying on track\n  ","42410":"\n  Tau\n  \n  I love The Sandlot movies\n  \n  The Twilight Saga\n  ","42411":"\n  The phrase danged if you do and danged if you don't. No matter if I did things that people asked me to or not I still got yelled at or made fun of for it. Basically if I was not social enough I got made fun of for it. If I was to social than I got made fun of for it. No matter what you do you don't please people.\n  \n  Another thing I had trouble with his school was trying to take test. I was good at taking tests when it was quiet and quiet only. But as soon as everyone was done with their test then they start to talk and I couldn't concentrate. ? I never understood that... I was quiet when they took a test? ....so how come when I'm done with my test, I am quiet but when they're done testing and I am still testing, they decide to talk?.. :( Why can't they be quiet for me as I am for them? I even ask the teacher to tell them to be quiet and they don't listen and then they make fun of me for it. I really cannot concentrate when people are talking. So a lot of times, I wasn't able to finish the tests and I would have to wait until my free time to finish it. I found that unfair because people should just be quiet. Selfishness.\n  ","42412":"\n  Both sound pretty unpleasant\n  ","42413":"\n  That's pretty agreeable\n  ","42414":"\n  ? lol 4? 5? Idk. Lol I feel that I'm decently cool LOL\n  ","42415":"\n  ?\n  ","42416":"\n  Yeeeeerp\n  ","42417":"\n  Can happen.\n  ","42418":"\n  ?\n  ","42419":"\n  Nice!\n  ","42420":"\n  ?\n  ","42421":"\n  Nice.\n  ","42422":"\n  Old but me.\n  ","42423":"\n  My plans for the day is to take care of my husband and go to work and then come home and take down the Christmas decorations.\n  ","42424":"\n  ?? I would like to keep getting your questions.\n  ","42425":"\n  It shows that you didn't now. It must have not loaded all the way from me at the time. My apologies I see that it's you now.\n  ","42426":"\n  I love researching this field and yes I've had a lot of things happened to me. I have seen a lot happen to others too.\n  ","42427":"\n  American flag colors! Red white and blue. That's my favorite or camouflage colors like a brownish tannish green. Like a dark green than a light green and then a black. I'm kind of tomboyish though. Good tomboy ideas though!\n  ","42428":"\n  An awesome bag.\n  \n  A wet brush.\n  \n  My sister surprise me with buying something one night when we were out.\n  \n  I got some money for my birthday.\n  \n  My friend got me some face mask stuff and a diffuser.\n  \n  And more.\n  ","42429":"\n  Some bandages\n  ","42430":"\n  I did with Jason and our pups.\n  ","42431":"\n  ✌?\n  ","42432":"\n  Nope. None.\n  ","42433":"\n  I popped fireworks with my husband and got ice cream.\n  ","42434":"\n  Followed ya back. Thanks for following me.\n  ","42435":"\n  Sing.\n  ","42436":"\n  You are anonymous so I can't follow back.\n  ","42437":"\n  ?\n  ","42438":"\n  Not alot usually\n  ","42439":"\n  Thx! ??\n  ","42440":"\n  Yum. Sounds good.\n  ","42441":"\n  Nice\n  ","42442":"\n  LG Stylo and yes I like to use it\n  ","42443":"\n  My life. The events that are going on in it. When things with change.\n  \n  Me and my husband. ❤\n  ","42444":"\n  Thank you so much! You too!\n  ","42445":"\n  I want to see Ryan Upchurch in concert\n  ","42446":"\n  We have to be the ones to change it. Determination\n  ","42447":"\n  Ikr? It was.\n  ","42448":"\n  We pop fireworks together and. Me and my husband.\n  ","42449":"\n  Oh ok\n  ","42450":"\n  ?\n  ","42451":"\n  Thank you! Same back!\n  ","42452":"\n  Happy New Year to you too!\n  ","42453":"\n  Happy New Year's!\n  ","42454":"\n  Lol\n  ","42455":"\n  Thanks same back!\n  \n  Happy 2020!\n  \n  Happy New Year!\n  ","42456":"\n  Me and my husband and our travels. We love to travel.\n  ","42457":"\n  Thanks bestie! Happy New Year to you too! Bes wishes to you and your family! You rock! ?✊?✌?❤????\n  ","42458":"\n  Aye! Nicely said! Happy New Year's!\n  ","42459":"\n  Thanks! Same back to you!\n  ","42460":"\n  Nah\n  ","42461":"\n  Yeah. A little pizza lunchable and a little ham.\n  ","42462":"\n  Losing family and friends.\n  ","42463":"\n  Burnt food or something I didn't need. I think it was some bandages\n  ","42464":"\n  Fishing. But I ain't been able to do that in awhile awhile.\n  ","42465":"\n  ??\n  ","42466":"\n  I find love. I find more stress in hating.. More work. Like unnecessary.\n  ","42467":"\n  Going good. Hope yours is going well too.\n  ","42468":"\n  Work out more again.\n  \n  Eat a bit more healthier.\n  \n  Stop biting fingernails\n  ","42469":"\n  Yay! Thanks! Same back!\n  ","42470":"\n  We are gonna do that tonight.\n  ","42471":"\n  With my husband. Fireworks.\n  ","42472":"\n  You should be happy with who you are. Love what others do but don't ever regret who you are. You are beautiful the way you are! Don't forget it.\n  ","42473":"\n  Oh okay. Kool. Happy Belated birthday! Still thanks! ???\n  ","42474":"\n  Ouuu.. That's a hard one. Lol. Pizza.\n  ","42475":"\n  I can think of a good one to say... A dream catcher maybe.\n  \n  Any antiques really. I love old stuff.\n  ","42476":"\n  Thanks.\n  ","42477":"\n  ? Lol I guess so.\n  ","42478":"\n  Both rock\n  ","42479":"\n  None\n  ","42480":"\n  There are lots on here.\n  ","42481":"\n  I believe singing is my special talent. My passion for it also\n  ","42482":"\n  Thanks bud! Happy New Year to you oh, your family and friends too!\n  ","42483":"\n  什么？\n  ","42484":"\n  Thanks so much! Same back to you!\n  ","42485":"\n  Love it\n  ","42486":"\n  Usually always pop fireworks. Have a dinner. We had ice cream tonight. Spend time together and socialize.\n  ","42487":"\n  I'm hoping so too!  Good Year here we come!\n  ","42488":"\n  Thanks so much! You happy New Year's to you too!\n  ","42489":"\n  Thanks. I followed you back\n  ","42490":"\n  ❤\n  ","42491":"\n  Sadly that's the irony in life\n  ","42492":"\n  Thanks and same back!\n  ","42493":"\n  They're getting way too defensive nowadays and growing up off of that.\n  ","42494":"\n  A little bit of both. I like to mix it up\n  ","42495":"\n  Don't have...\n  ","42496":"\n  I guess just enjoy myself extensively. Go get a credit card and go have fun. But that's only if I knew that the world was really going to end.\n  ","42497":"\n  Swan\n  \n  Or\n  \n  Chicken maybe\n  \n  Pig\n  ","42498":"\n  Very good.\n  ","42499":"\n  Nice!\n  ","42500":"\n  Considering I've been working with the Paranormal for over a decade. Close to 13 years, of course.\n  ","42501":"\n  Yep.\n  ","42502":"\n  My favorite drink would have to be Yoo-hoos or chocolate soldiers.\n  ","42503":"\n  They're going to be doing that tomorrow.\n  ","42504":"\n  No.\n  ","42505":"\n  Probably would have to be Crown Apple in a Frozen shot glass and then on the side of some Safe Drinking Red Bull with alcohol. They have some energy drinks that are safe to drink with alcohol they're not really categorize it energy drinks. They make them taste like and them to satisfied ewe the same. Regular energy drinks can be very harmful to drink with alcohol. But that's probably my favorite alcoholic beverage. Is very very very cold Crown Apple. But before Crown Apple would have to be Jameson on ice. And then Jameson, Bailey's, coffee, mint, whipped cream.\n  ","42506":"\n  Math\n  ","42507":"\n  Both sound good. And yep! Happy birthday again to you!\n  ","42508":"\n  Always sticking up for what's right. Always trying to help people\n  ","42509":"\n  Just the air conditioner. I don't like hot weather at all. I don't mind it but I prefer being cold. I just find it harder to get cooler than to get warm. I can get warm easily\n  ","42510":"\n  Talking to a loved one\n  ","42511":"\n  It's really hard to find toys for my dogs to chew on because they literally tear them up in a day if not shorter so basically we just fed them really good on Christmas Day and Christmas Eve and then gave them treats on Christmas.\n  ","42512":"\n  Yay!?\n  ","42513":"\n  ?\n  ","42514":"\n  Sleepy.?\n  ","42515":"\n  Yes. Yes I am.\n  ","42516":"\n  Nice\n  ","42517":"\n  ?\n  ","42518":"\n  ??\n  ","42519":"\n  Yee yee!\n  ","42520":"\n  Yep! Same back!\n  ","42521":"\n  ❤ Thanks so much. I try! I really do!\n  ","42522":"\n  We popped fireworks. Spend time with my husband.\n  ","42523":"\n  ?? Thank you so much!\n  ","42524":"\n  Nice. We popped fireworks in school.\n  ","42525":"\n  Srry bud.\n  ","42526":"\n  ?\n  ","42527":"\n  Thank you! Happy New Year to you!\n  ","42528":"\n  It's okay. Your fine.\n  \n  Have a great day.\n  \n  So far my day has been good.\n  ","42529":"\n  Sorry bud.\n  ","42530":"\n  That's kool. Have fun and be safe. K bud?\n  ","42531":"\n  ??\n  ","42532":"\n  YEAHA! ??\n  ","42533":"\n  Southern Land - Ryan Upchurch.\n  ","42534":"\n  I saw it. Very nice sis. Cute.\n  ","42535":"\n  ? That's kool.\n  ","42536":"\n  My sister surprised me with this the other night. So nice. I love my sister! She did this for my birthday.\n  ","42537":"\n  Yay\n  ","42538":"\n  If it's an open container that they put the drink in, no. If it's a closed container like a metal can coke then yes. There's so many malicious people. People lie. And you don't want to take any chances.\n  ","42539":"\n  I like Kit Kats and Ferrero Rocher\n  ","42540":"\n  Yep. All very cute.\n  ","42541":"\n  ??\n  ","42542":"\n  I think I've been to all but a strip club and a dance review.\n  \n  And I think I've been to a jazz club.\n  \n  The only reason I haven't been to all of them is because one I don't know what a dance review is and I don't go to strip clubs because a lot of them around where I have lived have not been really safe.\n  \n  But I've definitely been to a theater and a pool hall before.\n  ","42543":"\n  Happy New Year to you too! To your family and friends also! Be safe and have a good one!\n  ","42544":"\n  Both are nice but I don't have to have either. Anything special even things that are made. Roses and chocolates are amazing. But like I said the thought that counts. Even just a hug is nice.\n  ","42545":"\n  Yeah I thought the top was really cute. And yes you doing really good with the nail painting. And the color is cute. You should do purple next time! That would be really cute or maybe both! One finger pink and the other purple. Like every other finger a different color!\n  \n  If you mess up with your finger get you a little bit of toilet paper and some hydrogen peroxide and just wipe around your finger and skin. Or use Q-tips. This is what I have to do when I paint my nails. No one's perfect. Even the professionals do this. Don't wipe the whole nail off just clean your skin around where you messed up so bad. You got this! I believe in you! Happy New Year's to you and your family and friends by the way!\n  ","42546":"\n  Ikr? Happy New Year!\n  ","42547":"\n  Try to stop biting my nails. Get better with a few personal things with myself. Work out some more. Eat a little bit more healthier.\n  \n  Tried to save money and pay off bills\n  ","42548":"\n  Thanks!\n  ","42549":"\n  I'm doing excellent. Though I am a little sick but I will make it\n  ","42550":"\n  Me and my husband set up my treadmill in the room so I can start working out again. I'm super excited!\n  ","42551":"\n  I honestly don't have a voice right now because I'm sick\n  ","42552":"\n  I think. But I don't talk to them that very much. But I know a few people from kindergarten.\n  ","42553":"\n  Hurricane Katrina was pretty scary. The few tornadoes that have been around here were pretty scary. Lots of creepy people\n  ","42554":"\n  I saw all of your new posts. Cute shirt by the way. Cute nails.\n  ","42555":"\n  Thanks!\n  ","42556":"\n  Yea?\n  ","42557":"\n  Thank you so much! Happy New Year's to you too! Good night to you and goodnight to everyone. I'm exhausted.\n  ","42558":"\n  Yep, and we got a few good ones and a bunch of little ones\n  ","42559":"\n  Thank you so much and happy New Year's to you too!\n  ","42560":"\n  Thx happy New Year's to you too I'm going to go to sleep because I'm absolutely exhausted. You have yourself a good New Year's.\n  ","42561":"\n  Happy New Year's to you too!\n  ","42562":"\n  Thank you! Same back! Happy New Year's to you too!\n  ","42563":"\n  Actually giving a fuk about the planet they live on\n  ","42564":"\n  That's a food place right? We don't have them down here in the South or at least not near me.\n  ","42565":"\n  A few times. Usually use it until they almost stop working. So they never break break all the way. I try my best to take care of them.\n  ","42566":"\n  Yep\n  ","42567":"\n  ? Hey\n  ","42568":"\n  Yee yee!\n  ","42569":"\n  Here. Where I am at. At home. Sadly. Outside, popping fireworks.\n  ","42570":"\n  Thank you!\n  ","42571":"\n  ?.?\n  ","42572":"\n  Thanks. Same back to you. Happy New Year's.\n  ","42573":"\n  The last person I gave my number to that I remember was a person that I knew back at home in Louisiana are used to go to school with him and work with him and he plays games and so we exchange numbers so I guess that works either way.\n  ","42574":"\n  Alot of asholes. Random strangers more of the time.\n  ","42575":"\n  ?.?\n  ","42576":"\n  ? What about it?\n  ","42577":"\n  ??Thx. Appreciate it\n  ","42578":"\n  Like.\n  ","42579":"\n  things would start to turn around.\n  ","42580":"\n  Cheese cake pie.\n  ","42581":"\n  You tired your best! Good job!\n  ","42582":"\n  Try to talk to people.\n  \n  Be productive.\n  ","42583":"\n  Oh okay. Kool.\n  ","42584":"\n  Stuck up for me when no one else would.\n  ","42585":"\n  God. My family. Husband.\n  ","42586":"\n  Both. Depends on the day.\n  ","42587":"\n  That. That was it.\n  ","42588":"\n  Your going?\n  ","42589":"\n  Maybe. If I would have let her fall she probably would have died but ya never know. Glad I was there.\n  ","42590":"\n  Getting to spend time with my family and friend's in Louisiana.\n  ","42591":"\n  Oh okay.\n  ","42592":"\n  Explorations\n  \n  Haunted History\n  \n  Vloggs\n  \n  Cooking documentaries\n  ","42593":"\n  None.\n  ","42594":"\n  Yep\n  ","42595":"\n  Make it better year...\n  \n  Can't bring the people I lost this year back so yeah....\n  ","42596":"\n  Bye bad year.\n  \n  Hopefully good year, here you come!\n  ","42597":"\n  Lol. Haha.\n  ","42598":"\n  I don't think there is an exact month that I don't sleep really.\n  ","42599":"\n  I can translate any.\n  \n  And any again.\n  ","42600":"\n  Sure.\n  ","42601":"\n  ??\n  ","42602":"\n  Right? Thx.\n  ","42603":"\n  Thanks! Happy Nee Year's!\n  ","42604":"\n  Right right.\n  ","42605":"\n  Many in the past. I really doubt tomorrow will be.\n  ","42606":"\n  Thanks. Same back\n  ","42607":"\n  It is spelled IsaBella*\n  \n  But yes.\n  ","42608":"\n  Yea..\n  ","42609":"\n  Thanks! Happy New Year's!\n  ","42610":"\n  Right now I don't have a voice because I am sick so yeah.. But I don't mind answering in video or voice but atm really can't.\n  ","42611":"\n  ??\n  ","42612":"\n  Happy New Year!\n  ","42613":"\n  Happy New Year's to you too! Thanks so much for all of The Wishes!\n  ","42614":"\n  Thanks so much! Happy New Year's Eve and happy New Year's to you be safe and have an amazing New Year! And we're probably going to pop fireworks today later on.\n  ","42615":"\n  No no you're completely fine I literally have way too many questions in my inbox and I can't get to all of them. And I dislike that so much because I want to answer all of y'alls questions that y'all send me everyday but some days I get like 100 200 questions and they stack and now I have like hundreds if not probably about a thousand questions in my inbox. So I completely understand if it takes you a minute to answer them. Whether it's because you're not active or it's the same reason to why I can't answer all mine. You have so many is what I mean. So don't be upset with me if I don't answer y'alls as well. Like on time. Like it could be a month before I answer them. It's sad. I have so many in my inbox.\n  ","42616":"\n  My husband def.. like right now he's at work and I'm just sitting here waiting for him to come home even though he didn't come home for another 5 hours. He's literally the highlight of my day everyday. He makes it good. Productive.\n  ","42617":"\n  I don't really have a favorite exactly. Besides a few friends of mine. But I don't really go on that very often. Most of the time I'm the one who's streaming. But I have a few friends that plays and when I'm not feeling well, I like to watch them play and it makes me feel like I'm included so that's why I watch mixer. It's another way to watch my friends play that live far away.\n  ","42618":"\n  Happy New Years Eve and New Year's to ya!\n  \n  And I'll just say this year had its rough moments and its good moments.\n  \n  What was the good things?\n  \n  Umm... me and my husband's first full year being married. It went well. Getting to go to Louisiana and see my family. Not a lot of good stuff that happened this year honestly. But I'm not going to say it was all bad because it wasn't. It was definitely a rough year this year. I lost a lot of family members and friends. We have a roommate that literally ruined every single holiday and drinks and smokes and is mean to all of us. We kind of just want to live on our own but can't right now. We can't make her leave... But yeah.. there were some positive. Good moments with family and friends.\n  ","42619":"\n  I will probably pop fireworks watch TV and eat pizza with my husband and play with my dogs. We're also moving a treadmill in my room so I can start working out again for the new year! I enjoy working out a lot.\n  ","42620":"\n  Yes. And yes.\n  \n  Meet up. Like a party? Yes.\n  ","42621":"\n  Mixer. Def.\n  ","42622":"\n  Lair lair\n  \n  Hilarious best\n  ","42623":"\n  Hat every now and then.\n  \n  Sometimes glasses.\n  \n  Lots of bracelets.\n  \n  My rings and wedding ring.\n  \n  No necklaces lately.\n  ","42624":"\n  Yes and no. I think we all were some kinda way whether we like to admit it or not.\n  \n  At the same time I was know as the crazy white girl because I wasn't afraid to defend myself.\n  ","42625":"\n  I've been getting back into a more healthier diet.\n  ","42626":"\n  Sandlot.\n  ","42627":"\n  Happy New Years Eve and New Year's to ya!\n  \n  I may get my nails done.\n  \n  I wanna stop biting and this helps me stop so I may do this!\n  \n  Me and my husband are gonna pop some fireworks together. Probably eat pizza. Watch TV together.\n  ","42628":"\n  Yea? Nice.\n  ","42629":"\n  To get some peace around where we live at.\n  \n  To live alone, it just me and my husband.\n  ","42630":"\n  Our little pup wants to be held the entire time. Poor baby don't like any kinda loud noises. Thunder. Gun shots. Screaming. None.\n  ","42631":"\n  Idk... That's a tough one. LOL.\n  ","42632":"\n  Maybe add some music? I'd like that. More features to decorating and personalizing our pages!\n  ","42633":"\n  Happy Birthday again bud!\n  ","42634":"\n  Yea?\n  ","42635":"\n  That's right! Happy New Years! Thx!\n  ","42636":"\n  I want peace around the home we will in.\n  ","42637":"\n  be a d*ck to people for no reason.\n  ","42638":"\n  Stop biting nails. Try to work out more again. Get back into working out.\n  ","42639":"\n  There ya go! That's great!\n  ","42640":"\n  Haha. Gotta be careful.\n  ","42641":"\n  ? you yesterday.\n  ","42642":"\n  Yeah... By myself again tho.. But yeah.. I have y'all and my pups.\n  ","42643":"\n  Thanks so much! Same back!\n  ","42644":"\n  Nothing. I am wearing pocketless pants atm. Haha. Sorry.\n  ","42645":"\n  Ikr?\n  ","42646":"\n  Why do y'all ask this so much? It's weird asf.\n  ","42647":"\n  ??\n  ","42648":"\n  I don't do this. Don't have that.\n  ","42649":"\n  Lol\n  ","42650":"\n  IsaBella is my name. Everyone usually just calls me Bella.\n  \n  The Cajun Queen is nice. Thanks. Just I prefer to be called Bella is all.\n  ","42651":"\n  Haha. Had any cake or ice cream? Bbc?\n  ","42652":"\n  That's good. Very good.\n  ","42653":"\n  Thanks.\n  ","42654":"\n  Thanks. Same back!\n  ","42655":"\n  Pop fireworks with my hubby\n  ","42656":"\n  That's good. Happy Birthday again to ya!\n  ","42657":"\n  Lol. Nice. But Bella is fine. I like being called Bella.\n  ","42658":"\n  Np. Much love back to ya sis!\n  ","42659":"\n  Thanks!\n  ","42660":"\n  Thanks!\n  ","42661":"\n  ??\n  ","42662":"\n  Thanks!\n  ","42663":"\n  Ok\n  ","42664":"\n  Thanks. I followed you back!?\n  ","42665":"\n  Don't have\n  ","42666":"\n  Don't be a stranger. Wait what?\n  ","42667":"\n  Yee. ?✌\n  ","42668":"\n  Thank you so much! ❤?\n  ","42669":"\n  It's okay. But really neither. ? lol sorry. Haha. Nooo no for me. Haha\n  ","42670":"\n  Yay! Happy birthday bud!\n  ","42671":"\n  Yee\n  ","42672":"\n  Thanks!\n  ","42673":"\n  I'm good. Neither homes.\n  ","42674":"\n  I'll never sleep again as long as I'm okay of course? I think sleeping standing would hurt someone over time.\n  \n  Honestly neither because they would probably hurt us both ways.\n  ","42675":"\n  Earn. ?\n  ","42676":"\n  ??\n  ","42677":"\n  Good. Things are good\n  ","42678":"\n  ?✊\n  ","42679":"\n  Pop fireworks with my husband. Cook maybe.\n  ","42680":"\n  Thanks! ?\n  ","42681":"\n  Love it. I am from where soul food is.\n  ","42682":"\n  Down payment on a house or pay off tahoe.\n  ","42683":"\n  Eh. Ish.\n  ","42684":"\n  Earn ?\n  ","42685":"\n  Yep?\n  ","42686":"\n  Appreciate it!\n  \n  ?✌\n  ","42687":"\n  Thanks. ??\n  ","42688":"\n  Thanks. ??\n  ","42689":"\n  Thanks! ???\n  ","42690":"\n  Thx. I did.\n  \n   Was good.\n   \n\n     View more\n    \n\n","42691":"\n  ??? Thank you!\n  ","42692":"\n  Thx! You rock! ??\n  ","42693":"\n  Thank you!\n  ","42694":"\n  Thanks! ??\n  ","42695":"\n  Thank you. Thank you!\n  ","42696":"\n  Thank you! You rock!\n  ","42697":"\n  Thanks!\n  ","42698":"\n  Thx friend\n  ","42699":"\n  Thanks!\n  ","42700":"\n  That sounds like a good birthday present to me!\n  ","42701":"\n  Nope. Just me and him. Will probably be like that for a while. I I want kids. But I want it just to be the duo for a while. A lot of people regret having kids right away. It can be hard traveling and adventuring and exploring with a kid. It can be dangerous and expensive. Honestly it's hard to have a pet. Much less two or three.\n  ","42702":"\n  Hey. Yeah! I gotch'you! I followed you!\n  ","42703":"\n  Thank you so much! I appreciate is a birthday wishes! You have an amazing day! And yes I had a good day today.\n  ","42704":"\n  What happy belated birthday to you! And thank you for telling me happy birthday.\n  ","42705":"\n  Thank you!\n  ","42706":"\n  Idk wtf you mean by your message on there but I said clearly nothing inappropriate like 3 times and I am married it says in my bio. I am not interested in anyone but my husband.. Sometimes I wish some of you on here would respect that. Most of you do but some of you, it seems y'all don't ? I'm a nice person and give people the opportunity to talk to me on other social medias and some of y'all choose to step into my comfort zone. ? I appreciate any and every compliment.. But like when I say. NO INAPPROPRIATE STUFF. Like.. I am for real about it? I am not joking in any way, shape or  forum... ? Like. I just don't know what it is gonna take. Y'all just don't care. Idfg where your from.. You know what I said and what I meant. Now sadly I have to be this way.. Should have listened.. People just can't listen.... It's sad.\n  ","42707":"\n  Reg.\n  ","42708":"\n  Not really.\n  ","42709":"\n  Thanks girl!\n  ","42710":"\n  Sure. Just again, nothing inappropriate please. Thanks\n  ","42711":"\n  Thanks again! You rock!\n  ","42712":"\n  Thank you so much\n  ","42713":"\n  Nah\n  ","42714":"\n  Yes.\n  ","42715":"\n  ?\n  ","42716":"\n  Thaaanks.\n  ","42717":"\n  Appreciate it! Thanks!\n  ","42718":"\n  Phones. Internet. Cars\n  ","42719":"\n  Yesterday. Me and my sister were being goofy and having a blast on my bday together. Spending time.\n  ","42720":"\n  This.\n  ","42721":"\n  Thanks lot's!\n  ","42722":"\n  Same as on here.\n  \n   @Ice_Frozen_Vocals\n  \n  .\n  \n  Follow away. But don't semd me no inappropriate messages or I block. All I ask for is respect and your more than welcomed to follow. Thanks. I tell all the same.\n  ","42723":"\n  La-uh... So SERIOUS. ? LOL. There is a dash in the name and it is pronounced with it when saying the name...\n  \n  Pronounced like this,\n  \n  La(uh)dash(uh) again.\n  \n  Like that. ?\n  ","42724":"\n  No. I don't have any kids. This is Bella your talking to. Sweet Bella. Jingle Bell.\n  ","42725":"\n  Yea ?\n  ","42726":"\n  Thanks! ?\n  ","42727":"\n  Pop fireworks and spend time with my husband on New Year's\n  ","42728":"\n  I am. And still being.\n  ","42729":"\n  \"Oh sh-\n  \n  ...wrong gas..\"\n  \n  \"Are you sure about this?\"\n  \n  ? wtf\n  ","42730":"\n  Earn.\n  ","42731":"\n  Thank you kindly! Have a great day!\n  ","42732":"\n  \"Am I still human?? Or am I finally a bird? I'm sick of these cars. Time for a new way of transportation!\"\n  \n  Jk ?\n  ","42733":"\n  Yeah. I'm having a good day. But like I said just the weather. Everything is going good though. Good birthday. We're getting Popeye's right now.\n  ","42734":"\n  You're welcome! And it's no problem! You have an awesome day too and the road trip is going great!\n  ","42735":"\n  Thank you so much! ??\n  ","42736":"\n  My pups are good. Both of them.\n  ","42737":"\n  Hope your doing well.\n  \n  Thank you. ?\n  ","42738":"\n  I'm good and I'm good. Lol.\n  ","42739":"\n  Actually follow the rules.\n  ","42740":"\n  Both.\n  ","42741":"\n  Being fair and sticking up for people. Or at least I try.\n  ","42742":"\n  Traveling. Spent time with fam. Helped my momma out. I had fun yesterday.\n  ","42743":"\n  Thanks\n  \n  Yeah no prob.\n  ","42744":"\n  Thank you so much.\n  \n  It's no prob.\n  ","42745":"\n  I had cheesecake today that's about it. I'm having a good birthday though. The weather is really bad. Thanks for the birthday wishes. No party. I had some people come over and visit tho. I'm going on a road trip and got to spend time with family and friends.\n  ","42746":"\n  ? lol\n  ","42747":"\n  Thanks!\n  ","42748":"\n  ??\n  ","42749":"\n  I would promote people in trying to do more things to keep the environment cleaner. The water is cleaner. Think about things before they do it. See people value things more and appreciate people. I feel like a lot of this is fadding.\n  ","42750":"\n  Zoo\n  ","42751":"\n  You are 100% fine. That's what the site is for. You're more than welcome to send any and however many questions you like. I appreciate them.\n  ","42752":"\n  I appreciate it! Thanks!\n  ","42753":"\n  Thanks!\n  ","42754":"\n  Hey. You're not late. You're right on time and thank you! I had a good birthday and a good holiday. Happy New Year's to you too!\n  ","42755":"\n  Cheating\n  \n  Abuse or inappropriate behavior\n  \n  Controlling\n  \n  Lost of trust\n  \n  Nasty hygiene and doing drugs\n  \n  Over cockyness\n  \n  Last of communication\n  \n  Gold diggers\n  \n  Massively lazy ( like it's okay to relax and chill back but you never ever do anything at all is not good)\n  \n  Disrespectful attitude until the point of not being able to handle\n  ","42756":"\n  Anything. I can speak, translate.\n  ","42757":"\n  Ikr?! Happy birthday to you! And thanks for the birthday wishes.\n  ","42758":"\n  I checked them out. ? Voted.\n  ","42759":"\n  Moral to meis the lesson of a story. Also meaninggood, or ethical. If you have a \"strong moral character,\" you are a good member of society. If someone is a cheat and a liar, you might say, \" he\/she is not a moral person.\" Or someone that is very disrespectful. Doesn't use everyday logic. Isn't realistic about the things that they said do. Don't think before they do something. People that just think life is a game... are unmoral like people.\n  \n  Then theirare the principles we follow that help us know the difference between right and wrong. When someoneis immoral, they make decisions that purposely violate a moral agreement. Immoral is sometimes confused with amoral, which describes someonewho has no morals and doesn't know what right or wrong means.\n  \n  Yeah. That's what is means to me.\n  ","42760":"\n  Thanks. 24.\n  ","42761":"\n  Yep. ?\n  ","42762":"\n  Thanks!\n  ","42763":"\n  My mom. She's always been there. Dad wasn't. He' trying tho now. I appreciate that and let him in.\n  \n  But I am closer to my mom. She has done anything and everything for me. Always supportive. She was there for me through everything. I told her how much I appreciate her but I just don't think that I could ever truly show her how much I appreciate her.\n  ","42764":"\n  Thank you so much. ??\n  ","42765":"\n  Thanks bestie! ❤?\n  ","42766":"\n  It's finally my birthday! I'm so happy I've had a blast in south Louisiana for the past couple days! Getting to spend time with family and friends is the best present in the world for the holidays and my birthday!\n  ","42767":"\n  Thanks you're the bomb diggity! Appreciated bestie!\n  ","42768":"\n  That's a lot coming from you bud I appreciate it!\n  ","42769":"\n  Thank you kindly!\n  ","42770":"\n  Yeah thanks! For counting down kind of thing\n  ","42771":"\n  You've got this!\n  ","42772":"\n  Thank you so much!\n  ","42773":"\n  I'm going to spend a little time with my mom. We are down in Louisiana so I've been spending time with everyone. Lots of friends and family. I'm sure we'll do some stuff tomorrow. Very random and not sure what we're going to do but we're probably going to do something for my birthday\n  ","42774":"\n  ??\n  ","42775":"\n  I got ya\n  ","42776":"\n  ?\n  ","42777":"\n  Thanks! Yeah I think you should message them, because it doesn't seem like you're getting as many votes as you used to. And that's odd I feel like the glitch may be happening to other people too not just me. Thanks for the birthday wishes! You have a great day \/ night\n  ","42778":"\n  Yeah, you're right. It's one of my work shirts. And it's real dark blue\n  ","42779":"\n  Yea\n  ","42780":"\n  No\n  ","42781":"\n  Christina Grimmie or Avril Lavigne\n  ","42782":"\n  I hear ya.\n  ","42783":"\n  Yea?\n  ","42784":"\n  I'm good thanks hope you're doing well\n  ","42785":"\n  You as well. Thanks\n  ","42786":"\n  The crazy thing is I keep voting and it's not registering it. I have always voted for your polls the second they came\/come out and voted for every single one of them... the crazy thing is I keep voting and it's not registering them... Now and it erased every single one I voted for in the past. I have always voted for your polls the second they came out and voted for every single one of them and all the sudden it says that I haven't voted for any of them, which is untrue, cuz I was always up today with every single new one and voted it for each one. It just won't register for some reason. I keep voting still though hopefully it fixes itself\n  ","42787":"\n  There are some people that hate women and there's some people that hate men. There's some people that hate certain races. There's some people that don't like different life changes. Everyone's different. I don't really understand most of those but yeah. There's just some people that don't like certain things\n  ","42788":"\n  The second one honestly but I'm living away from mine. Not permanently. I visit and maybe we'll get another place there again. Just depends. It's very possible to have change in your life and challenges. I don't feel anything is impossible. You can always make something work. Life Goes On.\n  ","42789":"\n  Just chilling back and laying down in bed with the air cold. Just resting\n  ","42790":"\n  Nice shoutout to randoms. You know guys get this too riiight? ? lol\n  ","42791":"\n  Yes. I liked it.\n  ","42792":"\n  I am currently in love and married to my soulmate Jason\n  ","42793":"\n  I always loved to Tinker Toys Lincoln Logs and video gaming\n  ","42794":"\n  Ikr. It was an awesome game!\n  \n  LSU! LSU! LSU!\n  ","42795":"\n  Thanks!\n  \n  ???\n  ","42796":"\n  I have been on him for 6 years and we have been married for a year and a half.\n  ","42797":"\n  Navy Blue, but blue.\n  ","42798":"\n  GO TIGERS!\n  \n  L\n  \n  S    ????\n  \n  U!\n  ","42799":"\n  They're in my profile picture click it and swipe right and they're in there. I'm not taking a picture of my feet right now. Sorry plus they already have a photo of my pictures. My feet look the same in the picture as they do now.\n  ","42800":"\n  Yesterday? I think?\n  ","42801":"\n  Ikr. I'm excited!\n  ","42802":"\n  Doing any type of drugs or house is not clean decently and they don't take regular baths and just doing the everyday essentials. If you can't take care of yourself then how are you supposed to take care of someone else or expect it from someone else.\n  \n  Morals and respect. If someone does not want to do something then you should be okay with it, not guilt them into it and make them feel like they are a bad person for not wanting to do that. Peer pressure is not a choice.\n  ","42803":"\n  An alcoholic can ruin a good moment.\n  \n  Being smart. Getting defensive over someone's opinion or View. Just somebody saying something out the way disrespectful that is unnecessary.\n  ","42804":"\n  I'm waiting at my mom's house for my dad and my sister to text me so we can go out to eat for Christmas and my birthday and just to see each other.\n  ","42805":"\n  LSU ??❤??\n  ","42806":"\n  House. Investments.\n  ","42807":"\n  Saver. Definitely\n  ","42808":"\n  Lol\n  ","42809":"\n  Self respect, respect others.\n  \n  Have morals.\n  ","42810":"\n  It's ok\n  ","42811":"\n  Yes.\n  ","42812":"\n  I like my husband. ??\n  ","42813":"\n  Kim Possible! Yes!\n  ","42814":"\n  Yep!\n  ","42815":"\n  A clouding whiteish grey. Pretty. ❤\n  ","42816":"\n  Strong\n  \n  Courageous\n  \n  Intelligent\n  \n  Trustworthy\n  \n  Loyal\n  \n  Understanding\n  \n  Caring\n  \n  Helpful\n  \n  Generous\n  \n  Sweet\n  \n  Sorry, I couldn't pick just one. There are so many wonderful qualities about my best friend. It is near to impossible to pick just one. Or three\n  ","42817":"\n  Idk? Lol. I honestly feel conceited answering this question. If I was too. But I seen decently \"cool\" I guess. LOL XD\n  ","42818":"\n  I like ham sausage and bacon. Sometimes pepperoni and meatball. I was like bell peppers jalapenos onions and olives.\n  ","42819":"\n  Nope. Always me. Same. ??\n  \n  I guess connection? Maybe? Idk.. I keep voting and voting the same one's and then I see your shoutout and go on there making sure I didn't miss any and then it says I haven't voted for ANY?! And I'm like... I have went through alo of these over and over and is it just not registering maybe? Idk.. It's strange.. Ask has been glitching a lot lately. Have a lot of different things. My apologies on that, cause I am voting for it is not working for some reason tho... Keep the polls coming! They are always good and ignore mean people!\n  ","42820":"\n  I honestly don't try to ignore any.\n  ","42821":"\n  Yes!\n  ","42822":"\n  I absolutely 100% love the rain.\n  ","42823":"\n  I keep voting and like... I go back and it doesn't register or something.. ?.? Idky... But I always am on top of voting on your polls and idky it's been doing that... Weird... ?\n  ","42824":"\n  I followed you back. Thanks.\n  ","42825":"\n  Thank you so much!\n  ","42826":"\n  To stop biting my nails.\n  \n  You have a good night and everyone have a good night!\n  ","42827":"\n  Big and private and secluded. Lots of land.\n  ","42828":"\n  Yay\n  ","42829":"\n  We are probably going to spend a little bit in Louisiana and a little bit of Mississippi. Socialize a visit and pop fireworks. Maybe even can cook a little bit\n  ","42830":"\n  I know right? He's a sweetie. That is g. Golden Freddy. AKA G Fred.\n  ","42831":"\n  Yes but I'm not really a fan of driving too much.\n  ","42832":"\n  Just say a no worry place. A place of paradise and everlasting. Peace\n  ","42833":"\n  Downright disrespectful and hateful people. People that have no morals and not even self-respect.\n  ","42834":"\n  Sleep. ?\n  ","42835":"\n  Got to go on a road trip\n  ","42836":"\n  Usually early or on time\n  ","42837":"\n  Sometimes there's something going on in your life that you need to x out and then later on you find out that that was the reason why you were having so much stress. Sometimes you have to seek professional help. Such as anxiety medicine. It can help.\n  \n  Most of the time getting out of the environment that you're in and socializing helps. Finding new hobbies and passions helps too. Cooking can help. Venting. Boxing.\n  ","42838":"\n  To go out in it and have fun\n  ","42839":"\n  I would love them\n  ","42840":"\n  Travel and sleep. What I just did ablut 30 mins ago. ? LOUISIANA BOUND!\n  ","42841":"\n  My new Converse\n  ","42842":"\n  Any. Lol.\n  ","42843":"\n\n   حسنا. انا لا افهم لغتك الإنجليزية. هل تتحدث العربية؟ أستطيع أن أتكلم ذلك. حسنا. ماذا تحاول أن تقول لي ، لأنني لم أفهم أي من أسئلتك باللغة الإنجليزية. آسف. حاولت أن أفهمهم.\n   \n   يمكننا أن نكون أصدقاء. هذا هو. ليس أكثر من الأصدقاء. أنا متزوج وغير مهتم بأي شخص. أنا متزوج من شخص وأحبهم. أنا لا أبحث عن أي شخص. ?\n  \n","42844":"\n  ?.? You make no sense.\n  \n  What is your native language. Speak that because you do not make sense speaking English... Sorry ?\n  ","42845":"\n  Watch YouTube, sing, paint, call people, pet my dogs, l chill on my phone, sleep\n  ","42846":"\n  I really like raw cookie dough, chocolate chips, almonds, salted cashews and peanuts, rainbow soft sprinkles, mini M&M's and dark chocolate syrup.\n  ","42847":"\n  I'm having trouble with understanding what are you are talking about. What is your native language? Speak that and I can translate it and talk to you in that language. Because I do not understand your English to me.\n  ","42848":"\n  Okay. I understood the 1st part of this. Pleased to meet me. I did not understand the rest. ?\n  ","42849":"\n  Yee?\n  ","42850":"\n  ? Lol. What?\n  ","42851":"\n  Thanks! Same back!\n  ","42852":"\n  On the road. We just got into Louisiana like maybe an hour ago.\n  ","42853":"\n  Yea?\n  ","42854":"\n  ? Like busy? Am I busy??\n  ","42855":"\n  The paranormal and subjects and actions that have association with it. The study of energy. Negative and positive. Poltergeist. Succubus. Demonology, history in all & more.\n  \n  Geopgraphy.\n  \n  Maps\n  \n  Different culture\n  \n  Weather I enjoy studying. And a few others too.\n  ","42856":"\n  I don't think. ? ?.?\n  ","42857":"\n  I've heard of it but I don't think I've ever been. Unless it was a long long long time ago and I just don't remember.\n  ","42858":"\n  Yee yee! RHEC! ?\n  ","42859":"\n  Thanks.\n  \n  And it says it in my bio.\n  \n  I am gonna be 24 in 2 days.\n  ","42860":"\n  ? Hey\n  ","42861":"\n  Nice nice.\n  ","42862":"\n  Me. ?\n  ","42863":"\n  Me neither. I'm excited.\n  \n  I get to see my mama.\n  \n  Louisiana.\n  \n  Great present!\n  \n  Can I get to go with my husband and pup.\n  ","42864":"\n  Yes.\n  ","42865":"\n  Lol. Dont ya kno? Lol jk jk\n  ","42866":"\n  Me atm, now.\n  ","42867":"\n  Good. Happy. Road trip to Louisiana! To see family and friends!. Spend time with them.\n  \n  Doing good. Thanks for asking. Hope your well. ?\n  ","42868":"\n  Voted. ? You already know.\n  ","42869":"\n  I am going to spend this in Louisiana with my family and friends. My birthday is around this time too.\n  ","42870":"\n  You're welcome. There is worth in the things I say. Qlot of people would say the same cause we know... Enjoy your young life. You will thank me one day. Not literally.. but you will remember the words I tell\/told you..\n  ","42871":"\n  Yeah. Sometimes you got to be playn hard to get and really actually be that. Don't let none of these guys act like they can easily get you. You are special. Feel this way. You're genuine. Gold. Pretend like that is you always. Focus on you.\n  ","42872":"\n  Don't ever let a guy pressure you into doing anything. You don't have to do anything you're not in the mood for or comfortable with..\n  \n  That includes doing anything. If you don't want to go somewhere with someone you don't have to go somewhere with someone. If you don't want to hold someone's hand you don't have to do that. If you don't want to date someone anymore you can end it. Don't let anyone control you or make you do anything you don't want to do. Me just looking out for you.\n  ","42873":"\n  Like I said. I wouldn't focus on it too much. Love your freedom hun, seriously. 80% of the guys that you like are probably going to be not even the right people for you. It's hard to find them, but you got to find the one that's focused on you and what is important in life. It's focused on keeping you safe. Making good decisions that are going to help you out in the end.\n  ","42874":"\n  ? we sure are a bunch of weird humans on this planet aren't we\n  ","42875":"\n  Yee\n  ","42876":"\n  I'm sure you will. Give it time. Be patient. Do not rush stuff like that because in the end you will regret it if you're not happy with the person that you rushed with. You have your whole life ahead of you. Focus on you. That's the important part.. who's the person that is true to you will come when the time comes.\n  ","42877":"\n  Welcome. ??\n  ","42878":"\n  Stubbing your toe.\n  ","42879":"\n  Yea? Nice.\n  ","42880":"\n  Married so lol I guess so.\n  ","42881":"\n  Living in a home with my husband with maybe a child or two running around I don't know yet\n  ","42882":"\n  My husband my mom my dad or my dogs friends\n  ","42883":"\n  I have been with my husband for almost 6 years and we have been married for a year and a half now. So I guess you could say I'm dating someone at the moment. Lol\n  ","42884":"\n  It definitely depends if you're eating something and you drop it in dirt and it gets covered in dirt I am not eating that I don't care if it was on the ground for even a half a second. But it's like you drop something on like your couch and it's like a cracker I don't think that's going to hurt if you eat it. Especially if you clean your house.\n  ","42885":"\n  Really my favorite gift was spending time with family and friends this year. I value this very much during the holidays.\n  ","42886":"\n  Odd is the new Norm. What is normal? LOL\n  ","42887":"\n  Nothing. You seem pretty awesome to me.\n  ","42888":"\n  I don't really like a lot of people trying to talk to me and tell me to do multiple things at once. I like to focus at one thing at a time one person at a time. I get frustrated really easily. Too much going on at once.\n  \n  I do not like being in two months crowds with people breathing on my neck and small spaces.\n  \n  I like things tidy. Plane, and organized. I like to know where everything is that I own.\n  ","42889":"\n  Dang. Hahaha. Well afternoon and evening to ya. My bad. ???\n  ","42890":"\n  Thanks! Same back!\n  ","42891":"\n  Ikr. It may buy them! But not me!\n  ","42892":"\n  ??\n  ","42893":"\n  Day of the week.\n  \n  And I like them. Day of rest. ??❤\n  ","42894":"\n  Nice. Me too.\n  ","42895":"\n  Thank you.\n  ","42896":"\n  Morning. Thanks.\n  ","42897":"\n  My birthday is in 2 days! I am super excited! Big day tomorrow. Going down to Louisiana to spend time with my family and friends! This is my most favorite thing to do. Is to be with family. I value this the most of my life. I appreciate everyone that is in my life. I appreciate all of you. I love all of the kind words and support. It means the world to me. Above everything I thank the Lord for my life. No matter how rough it gets, I thank him.\n  \n  Much love y'all! Good night. ?\n  ","42898":"\n  I'm taking it one day at a time. I'm good. Thanks for asking.\n  ","42899":"\n  Yeah. They are good. I don't know why I put 9.. Lol I guess I'm just really tired or something. It's late.\n  \n  You listen to Creed? If you like Linkin Park and Five Finger Death Punch, you would probably like Creed and skillet.\n  \n  Now with Skillet you have to explore a little bit more with it, because a lot of their songs are different from one another. That's the good part about them because they're reach out to different people.\n  \n  I'm awake and I'm alive is good.\n  \n  Hero.\n  \n  The last night.\n  \n  Feel Invincible is good\n  \n  The first song you need to look up is *whispers in the dark* and you will be hooked and make sure you listen to the guitar solo and you will see what I mean.\n  \n  Forgiven\n  \n  One day too late\n  \n  Monster\n  \n  Comatose\n  \n  Falling inside the black\n  \n  Savior\n  \n  Would it matter\n  ","42900":"\n  ? Hey\n  ","42901":"\n  Wedding.\n  ","42902":"\n  I was trying to say Five Finger Death Punch and it put 9. ? omgosh LOL.\n  ","42903":"\n\n   @marisakamp\n  \n\n  I wasn't trying to say I'm going to lose my bands I was trying to say I'm just going to name them. I don't know why it put lose at the beginning. My apologies. I thought I needed to tag you to let you know that that was a typo. Sorry about any other typos. I talked\/voiced this text because it was really long. My phone probably miss heard a few things. I really need to review my stuff more before I send LOL\n  ","42904":"\n  A dolphin\n  \n  A very talkative, outgoing yet confident and protective animal yet sweet.\n  ","42905":"\n  Definitely mac and cheese\n  ","42906":"\n  Tau was good\n  ","42907":"\n  When I played volleyball. I loved volleyball every night that we played. I really liked football rallies and just the football games.\n  ","42908":"\n  I am going to Louisiana tomorrow\n  ","42909":"\n  I'm just going to lose some of my favorite bands.\n  \n  Skillet is amazing. I definitely I think you should look up at least 10 or songs and listen to them. I think that you would probably like a few. If you would like to know if you songs that are really good by then let me know and I will list them.\n  \n  PVRIS is really good. Their old music is very very good. Their new music is a little dark but is good. I do not recommend for really young people. Paranormal like music.\n  \n  Evanescence is really good. I'm sure you've heard their music.\n  \n  Flyleaf is good. If you would like me to lose some songs out let me know.\n  \n  While growing up Avril Lavigne was my idol. My most favorite singer of all time. My favorite music by her is her old albums under my skin and let go. Every single one of those songs on those albums are amazing. For over two decades I have loved her. I recommend her to you. And her old music.\n  \n  Paramore. I'm sure you have heard of them. Their first two albums are amazing as their albums have gotten newer their music has changed but it's still good.\n  \n  Against the current. A good YouTube group that makes really nice covers. They also have their own band now and are doing very well. They sound good.\n  \n  Seether\n  \n  Breaking Benjamin\n  \n  Linkin Park\n  \n  Creed, if you would like me to tell you a few songs by them let me know. But they are very good.\n  \n  Avenged Sevenfold\n  \n  Papa Roach\n  \n  9 Finger Death Punch\n  \n  Jumpsuit Apparatus\n  \n  This is a little swerving off of the music topic but I really like Becky G she has really good Latina music and English music. I like Ariana Grande. Zara Larsson. Ryan Upchurch and Katie Noel. Front of church is country rap and so is Katie Noel. Zara Larsson makes really good music. I think you would like it. Sassy and sweet music. Obviously you've heard of Ariana Grande. A lot of people don't like her music and there's a lot of people that do. I like it for its sassiness.\n  \n  I love country music so anyting country I like. Country rock. R&B. Metal and gospel metal. Rock. Pop. And more\n  ","42910":"\n  I love the 13th here. It's a really good movie that I used to watch on Disney Channel when growing up. My favorite TV show would have to be that so raven in Life With Derek. I also loved Courage the Cowardly Dog. I also like Kim Possible and The Proud Family. Lizzie McGuire was pretty good. Then the Lizzie McGuire movie was awesome. The Cheetah Girls was my thing growing up. High School Musical was pretty good when growing up. Hannah Montana. The Movie too\n  ","42911":"\n  Everyone I love family and friends living within the same 30-mile with span. A family business so we can make money to get a decent house to make a big family in. These are the three things that would make me happy\n  ","42912":"\n  I am grown.\n  ","42913":"\n  Oh my apologies. I reread this. I read it the first time wrong. You said it correct.\n  \n  Considering I spent Christmas completely alone basically. I got up at I think 11:30 or 12. I have one person that lives here but they don't really speak to me much. My husband was at work until 6:30 at night. I had a visitor at 2 or 3 so I didn't spend it completely alone and then another visitor at 4:35. But if I would have woken up early I would have been alone probably for a full 8 hours.\n  \n  If my husband would have been here we probably would have woken up at 8.\n  ","42914":"\n  I always no matter what I try to be fair and stick up for what is right.\n  ","42915":"\n  Yea\n  ","42916":"\n  Well I appreciate you sticking around and being a good friend to me. It's always good to talk to you. You're so kind and supportive. You enjoy speaking to me. I enjoy speaking to you. We have funny conversations. We know when to get serious and we also know when to be there for one another when each other is upset about something. And understand one another. I consider you a good friend of mine. I appreciate you.\n  ","42917":"\n  Lol.\n  ","42918":"\n  Thanks again. And you don't sound too bad yourself my friend. You sound nice, helpful, supportive and understanding. Kind.\n  ","42919":"\n  Thanks. I shall\n  "}}