{"Question":{"418470":"\n   If you could start up a Youtube channel, what sort of content would you upload?\n  ","418471":"\n   When was the last time you felt old\n  ","418472":"\n   Anyone still out there who still uses this site\n  ","418473":"\n   Last time you had sex\n  ","418474":"\n   Are you an Xbox person, PlayStation person, Nintendo person, or a PC person?\n  ","418475":"\n   Didn’t you say before that you’re Jewish?\n  ","418476":"\n   are you lucky enough that the racist nuisance Ben doesnt bother you or are you just extremely accurate with your block button?\n  ","418477":"\n   How courageous or brave are you? Most of the time or only when you have to be?\n  ","418478":"\n   When you send out questions, do you like every answer to let the person know that you read it or do you only click like on answers that you actually enjoy\/like\/agree with?\n  ","418479":"\n   Hi Leigh. i dont think you can relate because you are a very busy person, but i loveeeee doing nothing. Nothing feels better for me than not doing anything. i hate doing things,even fun things i get tired of quickly\n  ","418480":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","418481":"\n   LOL i laugh because thats exactly how i was as a smol child, even as a kid i was like wtf this doesnt really make sense.\n  ","418482":"\n   What was their reaction when you told them?\n  ","418483":"\n   How did you become an atheist if it's okay to ask?\n  ","418484":"\n   do you believe in god?\n  ","418485":"\n   ✧\n  ","418486":"\n   Which song do you want to recommend?\n  ","418487":"\n   WOULD YOU RATHER HAVE X-RAY VISION OR BIONIC HEARING?\n  ","418488":"\n   What's your dumbest pet-peeve?\n  ","418489":"\n   Have you ever flirted with a stranger online?\n  ","418490":"\n   Where are you from?\n  ","418491":"\n   i think in the future humanity will do away with words and we will communicate exclusively through a wide arrays of emojis and emoticons\n  ","418492":"\n   how come you never use emojis?? ???\n  ","418493":"\n   Are drug addicts bad people?\n  ","418494":"\n   What's the scariest movie of your childhood?\n  ","418495":"\n   thats why its very stupid for people to believe in \"karma\"\n  ","418496":"\n   How is life generally unfair?\n  ","418497":"\n   Do you think that society and culture is fair?\n  ","418498":"\n   Why Russian?\n  ","418499":"\n   Are you self centered?\n  ","418500":"\n   If you could learn a new language, what would it be?\n  ","418501":"\n   Are you courting anyone at the moment?\n  ","418502":"\n   Did you ever have the hots for one of your teachers?\n  ","418503":"\n   What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?\n  ","418504":"\n   What do u need to make it happen...???\n  ","418505":"\n   Like, do you think that people are more narcissistic today compared to say 20 years ago?\n  ","418506":"\n   Do you think that egos are getting bigger in society?\n  ","418507":"\n   Would you shoot someone who came at you with a knife if you had a gun on you at the time?\n  ","418508":"\n   Is it ok to have an ego?\n  ","418509":"\n   What have you been drinking?\n  ","418510":"\n   What silly or funny thing makes you afraid or creeps you out?\n  ","418511":"\n   Oh King of the Hill is a classic! ? What about Southpark?\n  ","418512":"\n   Do you like some cartoons?\n  ","418513":"\n   Sounds like melancholy :\/\/\n  ","418514":"\n   Do you like cats?\n  ","418515":"\n   Do you still workout?\n  ","418516":"\n   Oh! Why are you sad? Hope i can cheer you up!\n  ","418517":"\n   Hopefully that has brightened your day\/evening? ?\n  ","418518":"\n   Meaning of your name?\n  ","418519":"\n   Favorite thing to order at Taco Bell?\n  ","418520":"\n   You have hear the band Sabaton?\n  ","418521":"\n   What is fresh balsam ?\n  ","418522":"\n   XD well what do you buy yourself then?\n  ","418523":"\n   What smells remind you of Christmas?\n  ","418524":"\n   If I asked to buy you a drink at a bar, what's your drink?\n  ","418525":"\n   Do you eat sushi?\n  ","418526":"\n   Have any pets?\n  ","418527":"\n   Have you ever gone to an Opera?\n  ","418528":"\n   Are you Romanian or French? Sweedish?\n  ","418529":"\n   Do you have any funny nickname anecdotes?\n  ","418530":"\n   Are you a short girl? How tall are you?\n  ","418531":"\n   What's your nationality?\n  ","418532":"\n   How can a foreigner improve their english?\n  ","418533":"\n   leigh, you are my fav person on ask.fm c: i feel like i'm learning a lot from you\n  ","418534":"\n   Does intelligence require book smartness?\n  ","418535":"\n   Is it a particular style or design that grabs you or is it just completely random??\n  ","418536":"\n   what does b.C mean? like years b.C ??\n  ","418537":"\n   I’m new to using this so please be kind and I hope I’m off anon lol I’m interested to know if there is something that you collect? And if you do is it just a hobby type collection or is it more of a compulsive collection.\n  ","418538":"\n   Why do you think it's so hard for some people to accept the fact that they have problems and get help?\n  ","418539":"\n   Are anxiety and depression classified as mental illnesses?\n  ","418540":"\n   Can you play five fingers if you don't know what it is google it\n  ","418541":"\n   Do you it’s worth the money?\n  ","418542":"\n   Are you a fan of iPhone? Why\/why not?\n  ","418543":"\n   Why?\n  ","418544":"\n   Can I hit you with the  avada kedavra spell\n  ","418545":"\n   I saw the harry potter play and Hermanie is black\n  ","418546":"\n   What was the last thing you learnt\n  ","418547":"\n   Wanna chat\n  ","418548":"\n   Ask to ask?\n  ","418549":"\n   Hi\n  ","418550":"\n   Are you a confident person\n  ","418551":"\n   Have you ever tried camping?\n  ","418552":"\n   what the difference between generalized anxiety and social anxiety?\n  ","418553":"\n   What is your favorite lie?\n  ","418554":"\n   Is it wrong to hold a grudge if someone hurt you badly?\n  ","418555":"\n   Recommend some heavy metal songs?\n  ","418556":"\n   you should trim your eyebrows\n  ","418557":"\n   Why are you always cranky?\n  ","418558":"\n   why did that anon say handsome that's a weird compliment don't ya think\n  ","418559":"\n   You have a very handsome eye color. Do you consider them green or hazel?\n  ","418560":"\n   What's been your greatest discovery on the web?\n  ","418561":"\n   you’re gullible. she’s probably your anon. anyway I’m out.\n  ","418562":"\n   Lol you are clearly so done with the gender conversation\n  ","418563":"\n   Nope you just implanted that idea in your head since you have \"dysphoria\"\n  ","418564":"\n   “\"yes i'm a female but i'm not a girl\" lmaooo\ni mean i guess i understand that a trans man can be a biological female and not be called a woman but it's just funny to me, the mental gymnastics of it. it's almost as if they try to defy logic. ?” yeah this SOO respectful. Trans have feelings.\n  ","418565":"\n   btw what i said on my page wasn't about you or anyone specifically at all, i didn't even know you were discussing it last night!\n  ","418566":"\n   Another anon:\nBeing non-binary is overrated. You are cis-gender, you have a bf and you are not transgender and you actually have female body parts so stick with being a female fgs no offence\n  ","418567":"\n   would be friends with someone who’s openly racist?\n  ","418568":"\n   so apparently agreeing to disagree, being mature, and not entertaining drama is you \"kissing my asx\" now, lol. who knew. sorry about your failed attempt to start beef tho anon\n  ","418569":"\n   she attacked other trans. there’s no difference between her and someone who’s openly being racist.\n  ","418570":"\n   \"as society and language changed, it now refers to a person's gender\" This statement is incorrect and illogical. I just proved to you (using the birth example) that pronouns refer to sex. I showed you that pronouns universally refer to sex since gender is different. I showed you how this is logical.\n  ","418571":"\n   i lost all respect for you now. you are literally kissing her axs. did you even her opinions regrading trans?\n  ","418572":"\n   LOL liar. You used to get sassy when someone calls she on here. You recently changed your attitude.\n  ","418573":"\n   Wow. Your story changed BTW, first you said pronouns referred to gender not sex, and then you changed your story to say \"society changed\". It did \"change\" in that some people decided pronouns should refer to gender instead of sex. It never did and doesn't make sense, but if you don't get logic...\n  ","418574":"\n   Do your friends refer to you as she or them in real life?\n  ","418575":"\n   omg, i knew someone would try it lmao ? just to clarify, like i said before i will always respect everyone's pronouns regardless of my own personal thoughts and feelings about it, and obviously i respect and like you a lot as an individual and would never go out of my way to be disrespectful. ☺️\n  ","418576":"\n   Again...that's not how logic works. 1 + 1 = 2, the earth goes around the sun. and there is no subjective interpretation or power play involved in that. Our world has real facts, and real truths, and if you don't naturally buy into that then we have problems a lot more serious than pronouns.\n  ","418577":"\n   \"logic is can be subjective.\" No, that's not how logic works. 1 + 1 = 2, it will never \"subjectively\" be 1 + 1 = 3.\n  ","418578":"\n   BTW that was a trick question, because science and studies have nothing to do with it. It's about history and logic. History: most societies have had different and changing ideas about gender. Logic: pronouns refer to sex, not gender. Sex is universal, gender is not. And no society hasn't changed.\n  ","418579":"\n   What did the studies actually say? Can you name one off the top of your mind without googling?\n  ","418580":"\n   How many of those studies have you read?\n  ","418581":"\n   Well, gender actually doesn't come up at all, because it's not about gender. Gender is like clothing, it changes from place to place, and it changes across time. Nobody has bothered to come up with terms for it because it's realized that a man is a man, regardless of his gender. That's history.\n  ","418582":"\n   People in real life or online?\n  ","418583":"\n   lmao but online sources when credible are accepted in like every citation format...if it wasn't \"real research\" why is it academically accepted?\n  ","418584":"\n   do you think you will grow out of this phase? following trends???\n  ","418585":"\n   Yes, but I'm 102% sure your sources, whatever they were, weren't based on actual history. I know the actual history. And here's a simple logical exercise: when a doctor or midwife delivers a baby, and they slap his ass and say \"it's a boy!\" how are they making the call that it's a boy?\n  ","418586":"\n   How hard is it for you to cut someone out from your life?\n  ","418587":"\n   Are you a forgiving person?\n  ","418588":"\n   Ahh, online sources. There's your problem. That's not research.\n  ","418589":"\n   What actual books did you read?\n  ","418590":"\n   What did you read about the history?\n  ","418591":"\n   Have you actually taken the time to educate yourself about the matter? I get the impression that you haven't.\n  ","418592":"\n   How many friends do you have?\n  ","418593":"\n   Do you easily open up to people? If not how long does it take?\n  ","418594":"\n   no they said this in a public group\n  ","418595":"\n   What irrational fears do you have? ex. mirrors, basement etc\n  ","418596":"\n   would you be friends with someone who only believes in TWO genders?\n  ","418597":"\n   do you always watch them at night?\n  ","418598":"\n   When it’s raining do you go outside with or without umbrella? Do you like getting wet?\n  ","418599":"\n   someone on facebook said \"being gay isnt a choice because you dont just come out of your mom's v@gina being gay\" how would you respond to that?\n  ","418600":"\n   Do you like horror movies? Do they scare you?\n  ","418601":"\n   is being gay genetic?\n  ","418602":"\n   How’s your Sunday going? What do you usually do on Sundays?\n  ","418603":"\n   why do many people insist that being gay is a choice?\n  ","418604":"\n   Do you act and seek revenge in the heat of the moment when you’re angry?\n  ","418605":"\n   do you think being gay is a choice?\n  ","418606":"\n   Do you have a hard time to say no to family and friends or your boss?\n  ","418607":"\n\n    https:\/\/ask.fm\/sweetnothings18\/answers\/148831122164\n   \n","418608":"\n   Were you allowed to take pics during the play?\n  ","418609":"\n   biologically women are more emotional. There are plenty of study.\n  ","418610":"\n   Did you believe in Tooth Fairy as a child?\n  ","418611":"\n   What kind of person are you?\n  ","418612":"\n   If you could wish for something more important than anything else you could have wished for that you truly desire what would it be???\n  ","418613":"\n   Do you think people still look down on men who are emotional and cry?\n  ","418614":"\n   I’m asking this to see if anyone relates. I keep making friends and all of a sudden they stop talking to me. I haven’t done anything wrong. School hasn’t been a good experience for me, now I’m blaming myself & starting to think that I’m not a likeable person, are people becoming mean or its just me\n  ","418615":"\n   Regardless of how you feel about gender, the concept of pronouns refers to sex, not gender. If you care about education then you can educate yourself about the history of the concept. You may wish to find some other way of asserting the social idea you call non-binary.\n  ","418616":"\n   I don't understand this nonbinary nonsense. There are two genders: woman and man. Trans women are women. Trans men are men. I've never heard a trans person say \"I'm a non binary, please use neutral pronouns\".\n  ","418617":"\n   You watched the movie???\n  ","418618":"\n   Oh wow, ive already wanted to go just hard to get tickets and then cause where it is itll mean hotel for me and stuff but its on my bucket list c; \n\nOh ofc, anything with harry potter is worth waiting for c;\n  ","418619":"\n   Single taken or married\n  ","418620":"\n   Ima so jealous ?? \n\nHow was it? Amazing?\n  ","418621":"\n   What was the last present you received?\n  ","418622":"\n   Yes how do you translate\n  ","418623":"\n   Hey\n  ","418624":"\n   In your opinion, is a guest bedroom necessary?\n  ","418625":"\n   Are you afraid\n  ","418626":"\n   I can show you I'm not 16\n  ","418627":"\n   Want to trade pics\n  ","418628":"\n   How are you doing\n  ","418629":"\n   Have you ever gone mountain climbing?\n  ","418630":"\n   Staif- how many coins do you have on here now??\n  ","418631":"\n   How are you at archery\n  ","418632":"\n   Have you ever been crabbing\n  ","418633":"\n   What birth control are you on?\n  ","418634":"\n   What shows are you watching?\n  ","418635":"\n   What is the one thing you want most in your life right now\n  ","418636":"\n   Do you like cuddles ?\n  ","418637":"\n   What are you having for dinner?\n  ","418638":"\n   Do you watch tv and do you have a cable at home?\n  ","418639":"\n   sup\n  ","418640":"\n   hi\n  ","418641":"\n   What’s your plans for the day?\n  ","418642":"\n   What was the last concert you went to?\n  ","418643":"\n   Is this your actual hair color or filter?\n  ","418644":"\n   From 1-10, how good are you at swimming?\n  ","418645":"\n   why do you make such a big deal to make a distinction between sex and gender? most people dont go through these mental gymantics when referring to someone. i guarantee that even the people who refer to you as \"they\/them\" still think of you as \"she\/her\" in their mind.\n  ","418646":"\n   And this is where you're confused. If you look back across time and across cultures, there have often been people who don't \"fit\" the cultural stereotypes for a certain gender. But they're still considered male or female, because they are genetically male or female. Look it up.\n  ","418647":"\n   I respect your gender, sure, but again, the pronouns refer to your sex, not your gender. In your case, the words refer to your sex, which is female.\n  ","418648":"\n   So Leigh is a WOMAN. SHE is a woman. You can refer to HER as a WOMAN, even though SHE identifies with a purely social construct of non-binarism.\n  ","418649":"\n   Well, male and female are sexes, as are their pronouns.\n  ","418650":"\n   Were you born genetically non-binary?\n  ","418651":"\n   so you cover up a lot?\n  ","418652":"\n   What’s the weirdest thing a guest has done at your house?\n  ","418653":"\n   why worse?\n  ","418654":"\n   Which body part do you wish you could detach and why?\n  ","418655":"\n   Did reading help you improve your vocabulary?\n  ","418656":"\n   Do you read books?\n  ","418657":"\n   What is the weirdest thing you have seen in someone else’s home?\n  ","418658":"\n   if you could be any disney character which one would you be ?\n  ","418659":"\n   you wear stockings or have worn\n  ","418660":"\n   What do you do for work\n  ","418661":"\n   You're female. Why do you use a \"they\" pronoun?\n  ","418662":"\n   What are you thinking about right now\n  ","418663":"\n   Do you have any concerns with how news and current events are reported to the public? (Just delete if you are only going to say 'no', please).\n  ","418664":"\n   What is one thing you wish you had more understanding of?\n  ","418665":"\n   If you could be invisible, what would you do?\n  ","418666":"\n   How’s your day?\n  ","418667":"\n   Do you sleep early on weekends and weekdays?\n  ","418668":"\n   Do you every now and then ask your partner to tell you if there’s something that is annoying them about you and they would like you to improve?\n  ","418669":"\n   When was the last time you felt overwhelmed and fed up?\n  ","418670":"\n   What's the worst parenting you have encountered from anyone whether a friend, family member, or stranger?\n  ","418671":"\n   Should animals perform in circuses?\n  ","418672":"\n   is it accurate to say your bf is kinda gay\n  ","418673":"\n   What would you picture your perfect day to be like? :3\n  ","418674":"\n   Are you a curious person?\n  ","418675":"\n   (I apologize if this question is triggering for anyone; feel free to delete). ? Ariana Grande's song \"thank u, next\" is popular right now, so I have to ask: are you grateful for any of your exes for any reason? (This includes ex-friends).\n  ","418676":"\n   When were you last ridiculously happy?\n  ","418677":"\n   Have you ever felt ashamed from your past??\n  ","418678":"\n   how often do you present as femme?\n  ","418679":"\n   What's your favorite things to do in the summer?\n  ","418680":"\n   what's your favorite candle?\n  ","418681":"\n   what other language can you speak?\n  ","418682":"\n   Is it ok to misgebder someone you don’t like?\n  ","418683":"\n   What's the weather like for you at the moment? ☔ I've got rain and high winds ? What is your favourite weather?\n  ","418684":"\n   Courtney Walker\n  ","418685":"\n   Leigh rules\n  ","418686":"\n   Have you ever had a song dedicated to you? Do you remember what it was?\n\nIf not, what somg would you love to get dedicated to you?\n  ","418687":"\n   Ever done shrooms\n  ","418688":"\n   You're haunted?\n  ","418689":"\n   Apparently you can't taste the alcohol in it when it's like that. \n\nI know people who do nonstop shots and its like how???\n  ","418690":"\n   Have you ever had hot apple cider mixed with fireball?\n  ","418691":"\n   What do you think Ash?\n  ","418692":"\n   What do you think of the hate ash pages?\n  ","418693":"\n   You’re encouraging cyber bullying. I didn’t expect this from you. Honestly it’s sad.\n  ","418694":"\n   Does your writing get better or worse when you drink? Also what are you drinking tonight?\n  ","418695":"\n   Do you think people take it too far with the “drama” on here? People don’t take cyber bullying seriously.\n  ","418696":"\n   Are you ticklish?\n  ","418697":"\n   Have you done at least one random act of kindness this week? If so please share.\n  ","418698":"\n   What is the best question that you have had this week?\n  ","418699":"\n   Do you think ask is as active as before?\n  ","418700":"\n   In the Wizard of oz the lion wanted courage, the scare crow wanted a brain and the tin man wanted a heart. Out of your friends on ask fm who is the lion?  Who is the scare crow? and who is the tin man. If you don't understand out of your friends who has the most courage, heart and wisdom\n  ","418701":"\n   I relate! I don’t like a lot of attention on my bday\n  ","418702":"\n   alrighty, have you guys ever watched anime? I haven't but once lmao.\n  ","418703":"\n   Idky anon referred to me as them haha but ahh thank you!! ?\n  ","418704":"\n   One of the people you follow\n   \n    @IsoleAtlantic\n   \n   is having a birthday tomorrow. Should you throw them a happy birthday from Leigh?\n  ","418705":"\n   Do you still use your wii\n  ","418706":"\n   what games do you remember playing as a kid? I remember Tony Hawk Pro skater 4, sims, harvest moon, animal crossing, ratchet and clank, etc.\n  ","418707":"\n   Do you watch busy tonight\n  ","418708":"\n   Which do you prefer Harry Potter the books or the movies?\n  ","418709":"\n   Have you guys ever played any Sonic games? My favorite is sonic Heroes.\n  ","418710":"\n   This is NOT a fetish question. Has anyone ever experienced itchy foot that stayed for days? I’m freaking out that it might be something bad.\n  ","418711":"\n   According to your bf who is allowed to be your free pass?\n  ","418712":"\n   Do you have plans for tomorrow or your weekend?\n  ","418713":"\n   hi I’m Leigh my bf looks like a celeb yall should be jealous. bragging\n  ","418714":"\n   Do you get fed up easily\n  ","418715":"\n   If you could have a break from life for one day. You're alone for the whole day and you can't see anyone would you take it?\n  ","418716":"\n   i have a crush on jackman. can I spend a day with your boyfriend?\n  ","418717":"\n   I’ve been in a similar situation. Would you reply to their text or ask for an apology or ignore?\n  ","418718":"\n   Cool. Thanks I will give them a read\n  ","418719":"\n   How would you feel if your bf talks all the time about a girl he finds attractive?\n  ","418720":"\n   I'm screaming. This anon, lmao like if you could find someone looking like a celeb. I have never saw anyone in person looking like my celeb crushes LOOOL probably so hasn't many others\n  ","418721":"\n   no, but you could run off with someone who looks like your celebrity crush\n  ","418722":"\n   Do you ever share your work\n  ","418723":"\n   LMAO oh god this reminds me of one of my exes who got upset about my celeb crush and it was because something about his ex gf having a crush on a celeb. Talk about insecurity lmao.\n  ","418724":"\n   what if your crush was someone at work? basically anyone from real life.\n  ","418725":"\n   What do you write about\n  ","418726":"\n   Does your boyfriend get jealous when you talk about your crushes?\n  ","418727":"\n   If a friend wronged you and you two stopped talking and then after a couple of months this said friend texted you just asking “how are you and about your life” would you consider their text as an apology and talk like nothing has happened?\n  ","418728":"\n   How are YOU?\n  ","418729":"\n   Who’s the most flawless man alive? (Excluding your boyfriend)\n  ","418730":"\n   What do you mean by holding a grudge, do you still hold it after they have said sorry?\n  ","418731":"\n   Who is the most flawless women alive?\n  ","418732":"\n   Is it normal if sometimes I can’t stand my partner. I love them but some days I just want to be left alone and anything they do get on my nerves. Or this means they aren’t the one?\n  ","418733":"\n   i’m a better person than you. not all people judge\n  ","418734":"\n   wow you’re judgmental.\n  ","418735":"\n   Do you hold grudges? Do you being old arguments when you fight with someone?\n  ","418736":"\n   What are you up to?\n  ","418737":"\n   Beauty is subjective but what about you and your boyfriend is your taste similar?\n  ","418738":"\n   Why do you think beauty standards are implemented into the world?\n  ","418739":"\n   Why do you think specifically people believe that women who give birth via c-section aren’t considered actual mothers?\n  ","418740":"\n   Have you ever heard an outrageous rumor about your best friend and you together? What was it and how did you address the rumor?\n  ","418741":"\n   What are your overall opinions on the #bluelivesmatter movement?\n  ","418742":"\n   What is your favorite place in your home (besides your bedroom) and why?\n  ","418743":"\n   Louisiana was not able to give out ‘i voted’ stickers due to low budgeting. A lot of people were making jokes towards people about being upset about it. What are your thoughts, do you think the sticker is just as important to some people too?\n  ","418744":"\n   What do you think of our president?\n  ","418745":"\n   Which rules are made to be broken?\n  ","418746":"\n   What is your best personality trait?\n  ","418747":"\n   Out of 10 how out of your mind are you 1 being low 10 being high\n  ","418748":"\n   STAIF: What is the biggest lesson you've learnt this year?\n  ","418749":"\n   Pick one person who means a lot to you and write some things you associate with them (e.g. bands, colours, food, smells, fashion, whatever you can think of). Don't tell us who it is though!\n  ","418750":"\n   Why do you think people don’t like to have different unpopular opinions then others?\n  ","418751":"\n   Who is your favorite author?\n  ","418752":"\n   When you were in college, did you ever do a writing internship? If so, did you need to have a portfolio? If you did, what was in it? I’d like to intern as a professional writer next year but I have no experience and a virtually empty portfolio!\n  ","418753":"\n   Who are you in your school?\nthe bully type\nthe silent type\nthe troublemaker\nthe happy-go-lucky\nthe shy type\nthe smartass\nthe know-it-all\netc..\n  ","418754":"\n   What are your favourite perfume scents?\n  ","418755":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","418756":"\n   Just saw your post about a wig??? Where do you get your wigs???(:\n  ","418757":"\n   Hey\n  ","418758":"\n   It’s not accurate tho. Your hair isn’t long\n  ","418759":"\n   Did you like the drawing?\n  ","418760":"\n   He does treat them as equals. How dare he. Doesn't he know they have the right to be treated superior. They deserve their special treatments. How could he treat them as equals, what an awful person.\n  ","418761":"\n   Oh yes.. treating them as equals and not giving them special treatment is detrimental to their rights and lives. How dare Trump treat them as equals.\n  ","418762":"\n   Last question: is it same as 'up for'?  I think they mean the same.\n  ","418763":"\n   STAIF: What is the wildest hairstyle you've ever had? If you haven't gone too wild, what is the most you'd be willing to do with your hair?\n  ","418764":"\n   STAIF: How do you sleep in the summer? Fan on or off? Blanket on or not? Window open or closed? Some light in the room or not? Some noise or none?\n  ","418765":"\n   can I use 'down for' to mean I am always ready or in the mood for something I like? Like, I'm always down for new music. Or always down for a cup of coffee. Please, help. It's quite an informal expression, I think.\n  ","418766":"\n   Do looks matter to you when lookig for a bf or did if you are taken\n  ","418767":"\n   How are you\n  ","418768":"\n   Omg that's awesome, I love the hair!!  Cool costume :-D Do you have a pic of the rest of the outfit?\n  ","418769":"\n   What would you love to learn how to cook\/bake?\n  ","418770":"\n   Who gets you the most and why do you think that person gets you more than others?\n  ","418771":"\n   STAIF: How do you prefer to pose for photos? Do you prefer to smile with or without teeth showing? Does it depend on who's taking the picture (selfie or otherwise)?\n  ","418772":"\n   Do you have a life 'motto'? A saying you go by?\n  ","418773":"\n   Any reason for the big age gap?\n  ","418774":"\n   Do you realize when your thoughts are “irrational”? Like for example I start assuming my bf is cheating or mad at me if he doesn’t reply to my text.\n  ","418775":"\n   Do you feel offended when someone speaks something negative about your race or country?\n  ","418776":"\n   Do you believe your childhood and the way you were raised affect your love “style” in relationships? What type are you?\n  ","418777":"\n   that’s a lot. does it affect you?\n  ","418778":"\n   When was the last time you “ bit your tongue” so to speak?Like you wanted to say something but did not?\n  ","418779":"\n   do you cook well? ??\n  ","418780":"\n   Did you dress up for Halloween?\n  ","418781":"\n   What is the age gap between you and your siblings if you have any?\n  ","418782":"\n   I think I have asked before but favorite junk food?\n  ","418783":"\n   How many cups of coffee do you drink in a day?\n  ","418784":"\n   how much did you pay allison?\n  ","418785":"\n   Was your intention to make friends and date when you made your account?\n  ","418786":"\n   What game are you really into right now?\n  ","418787":"\n   How do you take your coffee?\n  ","418788":"\n   leigh, how many hours do you work in a day?\n  ","418789":"\n   I want to communicate with you\n  ","418790":"\n   How does the Internet influence your life?\n  ","418791":"\n   Can I speak with you on Facebook\n  ","418792":"\n   Do you know which Hogwarts house you belong to? I’m a proud Ravenclaw. ?\n  ","418793":"\n   You have Xbox or Playstation?\n  ","418794":"\n   Who's your favorite poet ?\n  ","418795":"\n   What are Americans voting for?\n  ","418796":"\n   But no one gets hurt in VR\n  ","418797":"\n   Can you touch your toes?\n  ","418798":"\n   Should it be a crime to participate in pedophilia in virtual reality even though no one gets hurt?\n  ","418799":"\n   What is your current favorite song?\n  ","418800":"\n   STAIF - what’s the weirdest question you’ve been asked on here?\n  ","418801":"\n   What is your opinion on the dark web?\n  ","418802":"\n   What would you do today if there is no more tomorrow?\n  ","418803":"\n   Have you ever had a fall out with someone and then reconnect?\n  ","418804":"\n   Is there a person that you just talk and hangout with \"for the sake of whatever\" but your dont really like?\n  ","418805":"\n   How are you at try not to laugh challenges\n  ","418806":"\n   do you believe there is a difference between romantic and sxxual attraction? for example, someone can be sxxually attracted to both men and women yet only want to date and have romantic relationships with women.\n  ","418807":"\n   Are you having a bad day?\n  ","418808":"\n   How are you truly feeling?\n  ","418809":"\n   What do you miss the most when you're away from home?\n  ","418810":"\n   do you wear backless shirts or dresses\n  ","418811":"\n   What's your opinion on apolitical people? Meaning people who don't care about politics, people who don't vote, people that aren't politically educated and people that avoid politics?\n  ","418812":"\n   What countries would you like to visit?\n  ","418813":"\n   How’s your relationship with your siblings?\n  ","418814":"\n   do you think p**dophiles who don't offend and want help should get it or are they just as bad as the ones who act on it\n  ","418815":"\n   What’s the weather like today where you live?\n  ","418816":"\n   how's ur relation with ur neighbord?\nare u frequently have a talk, or just say hello?\nand how if ur close neighbord really get intervene with ur family problem..?\n  ","418817":"\n   How do you deal with unpleasant tasks? Do you complete them at once or put off until the last moment?\n  ","418818":"\n   What’s something you want to accomplish in the next week? Month? Year?\n  ","418819":"\n   Do you know the area where you live fairly well or are you more likely to rely on a map\/google maps?\n  ","418820":"\n   wht will u do when ur parents and family not on ur side, and some of them just really make u down?\n  ","418821":"\n   ASDGHCVBJJDDL THIS IS SO FUNNY it's not like we have kangaroos everywhere and I don't know of a single person who's been attacked by a kangaroo, just don't go near them and you're fine ?\n  ","418822":"\n   If you could leave your country and move to another country which country would you go to and why?\n  ","418823":"\n   Do you take things to your heart, are you sensitive?\n  ","418824":"\n   Is it rude if a student put their legs on top of the desks while the teacher was teaching\/or in a meeting?\n  ","418825":"\n   Use this question as an opportunity to post one of your favourite songs and I will listen to each and every one! ??\n  ","418826":"\n   Who is the voice of reason in your life\n  ","418827":"\n   What’s the worst and best thing that happed today?\n  ","418828":"\n   If you could have one more conversation with someone from your life who has died who would you pick and why\n  ","418829":"\n   Will you vote on Tuesday\n  ","418830":"\n   Are you watching the purge series\n  ","418831":"\n   Did you get your own place yet?\n  ","418832":"\n   If you can't sleep at night, what do you do to pass the time until you're sleepy enough to dose off again?\n  ","418833":"\n   Does diabetes run your family? If not what diseases?\n  ","418834":"\n   Physical punishment is a huge deal in America, you would get in trouble.\n  ","418835":"\n   What movie can you watch over and over without ever getting tired of it? :3\n  ","418836":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","418837":"\n   Does the \"Monday Blues\" actually affect you? Or does it not bother you that it's a Monday? ?️?\n  ","418838":"\n   Isn’t just me or white kids are only ones that had nice childhood and didn’t get a beating? It’s kinda sad to see physical punishments are the norm in other races.\n  ","418839":"\n   Why do we wash bath towels? Aren't we clean when we use them???\n  ","418840":"\n   Leigh rules\n  ","418841":"\n   What movie or TV show have you not seen that virtually everyone else has seen?\n  ","418842":"\n   What game are you currently playing through??\n  ","418843":"\n\n    https:\/\/ask.fm\/poetalunam\/answers\/151527842327\n   \n   Aw that's a great picture!  You have beautiful eyes!\n  ","418844":"\n   when the first time u start working?\n  ","418845":"\n   I forgot you’re a feminist sorry I can’t take you seriously.\n  ","418846":"\n   What’s your problem? Lol he didn’t do anything to you. It’s not “cool” to hate on him\n  ","418847":"\n   Do you think the electorate will vote mainly democrat?\n  ","418848":"\n   Do you feel old at 26?\n  ","418849":"\n   Is Trump as bad as the media makes him out to be?\n  ","418850":"\n   Will you have some children eventually?\n  ","418851":"\n   Are you voting in the mid term elections?\n  ","418852":"\n   Are you lower, middle or upper class?\n  ","418853":"\n   Are you getting wiser as you get older?\n  ","418854":"\n   Do you feel energetic?\n  ","418855":"\n   What do you do when you can’t change a bad situation you’re in? How do you cope?\n  ","418856":"\n   Are you good at faking your emotions?\n  ","418857":"\n   How's life been treating you? Are you looking forward to the new year?\n  ","418858":"\n   Wild in what sense?\n  ","418859":"\n   How have you been?\n  ","418860":"\n   Aw, you're so sweet! That made my day. Love you! ?\n  ","418861":"\n   Thanks. Her page gives good vibes.\n  ","418862":"\n   Is there someone you miss on ask?\n  ","418863":"\n   You’re ask famous, a lot of people take you as their role model.\n  ","418864":"\n   Have you ever hired a maid?\n  ","418865":"\n   Do you feel pressured to keep a “perfect” image of you online?\n  ","418866":"\n   When in argument, do you have to have the last word or agree to disagree?\n  ","418867":"\n   Does coffee affect your sleep?\n  ","418868":"\n   What kind of chores are doing? How often do you do deep clean?\n  ","418869":"\n   Are you looking forward to Monday?\n  ","418870":"\n   Which Marvel character is your soulmate?\n  ","418871":"\n   I found out my older brother is being reckless and doing some stupid sht that could get him in trouble, it bothers me because I care about him but he never listens to me because I’m younger, should I tell my parents about him or it will make things worse? He’s 24\n  ","418872":"\n   why does my friend keep getting dumped? is it her or the guys cant see her worth\n  ","418873":"\n   Do you always text your friends first?\n  ","418874":"\n   What did you have for lunch and dinner?\n  ","418875":"\n   Why are you painting your doors? Did you move to a new house?\n  ","418876":"\n   What are you up to?\n  ","418877":"\n   What’s the best\/most interesting question you’ve ever received on Ask? (If you can’t recall exactly, the most interesting type of question will do) ?\n  ","418878":"\n   What is the one thing that you want to change about yourself?\n  ","418879":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","418880":"\n   What's one difficulty in being a teenager??\n  ","418881":"\n   STAIF \nIf you could dress up in cosplay or fancy dress for a party\/event as anything you liked, with an unrestricted budget, what would you go as?\n  ","418882":"\n   Post ur fave winter outfit\n  ","418883":"\n   What winter clothing do you wear?\n  ","418884":"\n   When in argument, do you have to have the last word or agree to disagree?\n  ","418885":"\n   Are you afraid that you will be selfish?\n  ","418886":"\n   thought you was moving out after the better job you supposedly got!\n  ","418887":"\n   How is that going to work if he wants kids and you don’t?\n  ","418888":"\n   when then? u act like ur 20 with plenty of time on hands to have kids gurla biological clock is running out\n  ","418889":"\n   Does your boyfriend want children\n  ","418890":"\n   Do you ever want children\n  ","418891":"\n   (Sent to all I follow.) How do you personally get over the anxiety of starting a new job? I’m getting ready for my 3rd shift today and I’m still sO nervous about going in, LOL. D:\n  ","418892":"\n   Do you like going out with friends for breakfast?\n  ","418893":"\n   What's your dream job?\n  ","418894":"\n   What’s your opinion on 20 years girl being with a guy in his 40s? Isn’t it weird?\n  ","418895":"\n   Should you marry for money\n  ","418896":"\n   Are you a morning person?\n  ","418897":"\n   How’s your morning?\n  ","418898":"\n   If you are brave enough post a photo of yourself of how you look as soon as you wake up. Can be a simple selfie or a full selfie, your choice. How brave are you?\n  ","418899":"\n   The women who accused kavernaugh has admitted she lied, how dumb do you feel for saying he was guilty? #himtoo\n  ","418900":"\n   maybe it's some stress or anxiety. Have some rest Leigh.\n  ","418901":"\n   maybe pregnant\n  ","418902":"\n   How are you feeling lately?\n  ","418903":"\n   your grammar isn’t on point\n  ","418904":"\n   i can’t believe you studied English at college lmao\n  ","418905":"\n   Are you easy to approach and friendly?\n  ","418906":"\n   How’s your weekend going?\n  ","418907":"\n   do you always give a good impression to older folks? wbu your bf’s parents like you too?\n  ","418908":"\n   When were you a teen did your friends parents like you and trusted you or they deemed you as a bad influence?\n  ","418909":"\n   Did your custom win?\n  ","418910":"\n   Do your parents spoil your sibling more than you? Did\/does it bother you?\n  ","418911":"\n   Space ? :\n  ","418912":"\n   What myths or old wive's tale do you believe in?\n  ","418913":"\n   What is something that people assuming incorrectly about you? \nDoes it bother you?\n  ","418914":"\n   Which band would you love to tour with?\n  ","418915":"\n   Space - scary or fascinating?\n  ","418916":"\n   In your family\/group of friends what are you most known for? For example, are you the loud one, the career driven one, the maternal one, the food lover, the animal lover, the political one, the gossip, the laid-back one etc.?\n  ","418917":"\n   Is it okay to fall for someone online?\n  ","418918":"\n   What  is your most fav and least fac veg\n  ","418919":"\n   How do you know you're in love?\n  ","418920":"\n   Hey y'all, I'MMM BAAAAAAACK~\n  ","418921":"\n   Good day?\n  ","418922":"\n   When was the last time someone asked to see your ID and why\n  ","418923":"\n   use Uber.\n  ","418924":"\n   What have you been up to?\n  ","418925":"\n   What are you known for in your family\/friends? ?\n  ","418926":"\n   what are some ways to tell a friend that they hurt you?\n  ","418927":"\n   Most girls don’t\n  ","418928":"\n   What's your favourite type of cookies\/biscuits?\n  ","418929":"\n   When was the last time you went out? Where did you go and who did you go out with?\n  ","418930":"\n   How often do you listen to the radio? Which station(s) do you listen to the most? Why?\n  ","418931":"\n   Do you get calls or messages from companies? Have you ever had to change your number?\n  ","418932":"\n   Do you like going to parks?\n  ","418933":"\n   Last weekend you went to a party. Literally every weekend you go to a party or a bar. It’s ok I’m not judging. Your life is far from boring\n  ","418934":"\n   How often do you keep your phone on silent mode?\n  ","418935":"\n   You said you going to a birthday party this weekend\n  ","418936":"\n   Do you go to parties every weekend? Your life seems fun\n  ","418937":"\n   What do you think about Ba'ath party?\n  ","418938":"\n   Do you fart?\n  ","418939":"\n   Naber\n  ","418940":"\n   What is the sweetest  thing a guy has ever done for you\n  ","418941":"\n   In the alignment system, which are you and which is your favourite? Lawful good, neutral good, chaotic good, lawful neutral, true neutral, chaotic neutral, lawful evil, neutral evil, chaotic evil. If you don't know what the alignment system is, please do a quick Google search.\n  ","418942":"\n   Where are you from ?\n  ","418943":"\n   Hi\n  ","418944":"\n   What was one of the best days of your life? :3\n  ","418945":"\n\n    https:\/\/ask.fm\/poetalunam\/answers\/151466557975\n   \n   Yes, I could easily Google this, but I want to know people's general understanding of it.\n  ","418946":"\n   What are your weekend plans? Anything exciting? ⭐\n  ","418947":"\n   Do you think you’re special?\n  ","418948":"\n   Good luck! I always forget about that or never know what to write\n  ","418949":"\n   What does your November look like? Will it be busy or not? Planning anything fun?\n  ","418950":"\n   What is your favorite season?\n  ","418951":"\n   How’s your stomach are you bettter?\n  ","418952":"\n   double standards lol the other day you were throwing a tantrum. I could never understand feminists\n  ","418953":"\n   Are you ok with being called cute?\n  ","418954":"\n   Yes, of course lol. It does look good on you. I understand that. Things have been very hectic for me also, but I'm hanging in there. I have a job interview today. My last one got cut down to not enough hours. I ended up leaving. Wish me luck. I hope you feel better soon. Also that things calm down\n  ","418955":"\n   whats good with you\n  ","418956":"\n   Do you think that animals have a sense of their own mortality?\n  ","418957":"\n   Do you prefer slow zombies than fast zombies?\n  ","418958":"\n   What is fascism?\n  ","418959":"\n   You look so cute! I love the purple haha. You should consider that one for real. Purple suits you. I hope you're well friend. I haven't been very chatty I know. How are you?\n  ","418960":"\n   Why dont wanna post full body pic?\n  ","418961":"\n   PAP?\n  ","418962":"\n   If your life was a movie, would you be willing to watch it with your family\n  ","418963":"\n   Have you ever liked someone & never told them? Why?\n  ","418964":"\n   u seem so confident why tf do u claim u have social anxiety then ?\n  ","418965":"\n   Did you watch any spooky movies? ??\n  ","418966":"\n   I mean, do you have the ability to buy a library of tens of books for $5000?\n  ","418967":"\n   heyyyy\n  ","418968":"\n   Where do you get style inspiration from?\n  ","418969":"\n   Is the meaning of life the same for animals and humans ?\n  ","418970":"\n   *Would you date your favourite fictional character? Why\/why not and who is it?\n  ","418971":"\n   On OkCupid they match you up by asking questions. One is \"would you date someone who reads comic books?\" many say \"no\". Why do you think this is and would you date someone that read comic books?\n  ","418972":"\n   Ask.fm has always had a problem with trolls and people pushing their fetishes on others so with that said, what's the strangest fetish related question you've been asked on here? If you've never gotten any of these questions, what in your opinion are some of the weirder fetishes?\n  ","418973":"\n   How do you know we live in a patriarchy?\n  ","418974":"\n   Going to start asking people I follow questions again. \nDo you have any tattoos ? If so, how many, and which one is your favourite?\n  ","418975":"\n   If you could learn a new skill today, what would it be??\n  ","418976":"\n   Should the patriarchy be restored?\n  ","418977":"\n   Are you having a good day? What did you do?\n  ","418978":"\n   Do you have the ability to create a library of $ 5000?\n  ","418979":"\n   Zombies or Vampires?\n  ","418980":"\n   Did you get any trick or treaters\n  ","418981":"\n   ? 8. I know Halloween is so many people's favorite holiday but what is your least favorite thing about it?\n  ","418982":"\n   ?7. Ever used a ouija board? If so, what happened?\n  ","418983":"\n   ? 6. Best and worst candy?\n  ","418984":"\n   ? 5. Are you superstitious? What are some superstitions you believe or find interesting?\n  ","418985":"\n   ? 4. What has been your favorite costume you've done?\n  ","418986":"\n   ? 3. Instead of Halloween movies let do Halloween songs! List some spooky music you like\n  ","418987":"\n   ? 2. Ever had a paranormal experience? Share a story if you want!\n  ","418988":"\n   Halloween spam ? 1. What's your favorite animal you associate with halloween?\n  ","418989":"\n   Happy Halloween ?\n  ","418990":"\n   Are you celebrating Halloween today? Share your mood on\n   \n    @askfm\n   \n   !\n  ","418991":"\n   Whats your costume for tomorrow?\n  ","418992":"\n   Do you think some babies and children are ugly?\n  ","418993":"\n   Are you bald underneath?\n  ","418994":"\n   Are you defined by the culture in which you're embedded?\n  ","418995":"\n   Do you observe the body and clothing fashions that other people use to represent themselves?\n  ","418996":"\n   What things do you not want to admit to yourself and how do you know that you aren't doing that?\n  ","418997":"\n   Most unattractive thing when it comes to the way that a guy can look like? ?\n  ","418998":"\n   What are you doing for Halloween? love the wig\n  ","418999":"\n   wait, do you know the internet difference with you?\n  ","419000":"\n   How tall are you? ?\n  ","419001":"\n   hey\n  ","419002":"\n   But isn't it how other people think you should look that informs you of how you want to appear?\n  ","419003":"\n   What harsh truths of reality do you mean?\n  ","419004":"\n   Is how you look important to you?\n  ","419005":"\n   Does fantasy play a significant role in your life?\n  ","419006":"\n   How were you disciplined as a child and would you do it with your kids?\n  ","419007":"\n   Just curious, you know any Swedish artists? ?\n  ","419008":"\n   your favourite picture from last weekend?\n  ","419009":"\n   I'd say monotonous, not too deep but not light voice either. The kind of typical NY accent mixed in too. laid back \n\n\nsometimes I read just my voice and other times its more like i described XD\n  ","419010":"\n   I'm sure you hear this too much but you are very beautiful\n  ","419011":"\n   i always thought you had a southern accent.\n  ","419012":"\n   why?\n  ","419013":"\n   Have you read the scarlet letter? If so did you like it?\n  ","419014":"\n   Do you know what kombucha is?\n  ","419015":"\n   What is your favorite scary movie? If you dont like scary movies what is your favorite Halloween movie?\n  ","419016":"\n   wtf? You saw that ?\n  ","419017":"\n   Weirdest thing you've seen in public? ??\n  ","419018":"\n   What's happening rn? ?\n  ","419019":"\n   Are you trustworthy? Has anyone ever told you that you are?\n  ","419020":"\n   Why do you think bullies make fun of people?\n  ","419021":"\n   Do you love your bf’s taste in music? Does he like yours?\n  ","419022":"\n   what’s stop people from cheating?\n  ","419023":"\n   Do you think fear is a good or bad way to keep someone’s in line in a relationship? Ex. Like cheating\n  ","419024":"\n   Where do you usually find new songs to listen to?\n  ","419025":"\n   Do you take multi vitamin? Would you recommend them?\n  ","419026":"\n   lmao do you think the earth is flat too?\n  ","419027":"\n   Do you think there is other life forms out there? And if so, what do you think they would think of us, if they met us? :3\n  ","419028":"\n   who’s ready for Thanksgiving? ? ? ? ?\n  ","419029":"\n   How would you deal with a bully who makes fun of how I look?\n  ","419030":"\n   do you think all babies are cute?\n  ","419031":"\n   What are you in the mood for right now?\n  ","419032":"\n   What are some of the television shows you currently watch?\n  ","419033":"\n   What is you favourite fast food\/takeaway?\n  ","419034":"\n   How long did it take you to learn how to drive? If you can't drive, how long do you think (estimation) it's going to take you to learn how to drive?\n  ","419035":"\n   As of right now, how many ask.fm coins do you have in your wallet? What do you think they'll be used for in the future?\n  ","419036":"\n   what did you major in\n  ","419037":"\n   whats ur college gpa\n  ","419038":"\n   Have you ever been on TV\n  ","419039":"\n   Wow. I love it. What is your favourite game? I like GTA ??\n  ","419040":"\n   Do you like to play on xbox?\n  ","419041":"\n   What do you have to lose if you just go for it?\n  ","419042":"\n   What is a family movie that gets you in a Halloween-y\/spooky mood? What's a movie for adults that does the same?\n  ","419043":"\n   What’s your favorite holiday? And how do to celebrate?\n  ","419044":"\n   Do you know anyone who uses other peoples insecurities to manipulate them?\n  ","419045":"\n   What are your Halloween plans?\n  ","419046":"\n   Do you think guys are more cheaters than girls?\n  ","419047":"\n   What is your favourite thing found in nature?\n  ","419048":"\n   What do you think the new coin feature will be used for?\n  ","419049":"\n   Would you have goats or horses?\n  ","419050":"\n   If you could design your own house and get it for free, where would it be and what would it be like? You can also post example pictures if you'd like.\n  ","419051":"\n   Are you a home owner, why\/why not? If not would you ever like to become one, why\/why not???️\n  ","419052":"\n   So you're saying it's all about intent?  If a person makes their skin a lot darker just because they like the way it looks it's fine but if they're doing it to look like a black person then it's wrong even if it's not as dark as the first person I was talking about?\n  ","419053":"\n   What was the last thing you whined about?\n  ","419054":"\n   You're not entertaining it anymore because you have no answer for what I just said about spray tans\n  ","419055":"\n   No I'm not reaching. How dark can the spray tan be before it's considered blackface?\n  ","419056":"\n   If putting dark makeup on your face is wrong  then why is it ok to get a spray tan ?\n  ","419057":"\n   No a lot of people have done it not to be racist at all. I would think you would know that. Megyn was talking about a woman that was dressing up as Diana Ross for Halloween because she is a big fan of her\n  ","419058":"\n   What do you think of people who prank strangers on the train?\n  ","419059":"\n   Do you like biology and what interests you most about it?\n  ","419060":"\n   Blackface is only racist if its meant to be racist\n  ","419061":"\n   How often do you guys spoil yourself with money? hehehe that's my bad habit tbh js.\n  ","419062":"\n   She was a talk show host, used to be on fox news, got fired for saying it's not a big deal to do blackface as part of a costume if the character you're dressing up as is black.\n  ","419063":"\n   Have you ever played Fortnite?\n  ","419064":"\n   So what do you do with the coins that you get for answering questions?\n  ","419065":"\n   Political correctness has gotten so bad. Can you believe Megyn Kelly got fired its just horrible\n  ","419066":"\n   Do you think that Askfm is heading in the right direction, getting better?\n  ","419067":"\n   Share an information you learnt recently.\n  ","419068":"\n   Did you learn anything interesting today?\n  ","419069":"\n   I just read an article about the recent first attempted murder case in Antarctica (I’ll post a link to the story on my page, as it’s a long url). One guy stabbed another for telling him the endings to books! How would you cope if you were one of two people on an isolated research post for 4 years?\n  ","419070":"\n   List three habits you picked from your boyfriend and three he picked from you?\n  ","419071":"\n   Are you good at giving advice and pep talk?\n  ","419072":"\n   When you’re drunk do you miss any of your exes or ex friends?\n  ","419073":"\n   What comforts you when you’re dealing with a problem?\n  ","419074":"\n   Are you active on Snapchat?\n  ","419075":"\n   What has the weather been like lately where you live? Up here it's gotten cold waaay earlier than usual (we got snow on Saturday and it stuck) and apparently we're supposed to be getting the longest and coldest winter here for the last 100 years.\n  ","419076":"\n   Has your opinion changed when you first met your boyfriend?\n  ","419077":"\n   What do you think of “people have it worse” is it insensitive or comforting?\n  ","419078":"\n   Would you rather age from the neck up or te neck down only?\n  ","419079":"\n   What’s the best way to confront someone who’s child is going to pass away from illness?\n  ","419080":"\n   dang you are special\n  ","419081":"\n   you are different from other girls ill say that much\n  ","419082":"\n   wow that is wow straight forward i see\n  ","419083":"\n   just follow me\n  ","419084":"\n   What aspect of yourself changed this past year? Was it something you were expecting or were you surprised?\n  ","419085":"\n   can you do me a favor\n  ","419086":"\n   “No one can make you feel inferior without your consent.” do you agree with this quote? Does it apply with the anons on here?\n  ","419087":"\n   but what if her friends hate you\n  ","419088":"\n   Does being sick affect your mood?\n  ","419089":"\n   With Halloween fast approaching, what's everyone's plans for the day? Do you have a costume? If you're a parent are your children\/child dressing up?\n  ","419090":"\n   Which TV\/online series are you currently watching (if any?) What do you think of it\/them?\n  ","419091":"\n   how do you know a girl likes you\n  ","419092":"\n   What’s your favorite costume you’ve worn for Halloween?\n  ","419093":"\n   Have you ever had a surgery? If so how did you afterwards?\n  ","419094":"\n   I didnt know Prozac was an antidepressant. I take fluoxetine which is an off brand of prozac but its for anxiety (at least, that’s what my family and doc says). But anyway I hope you feel better! Panic attacks suck.\n  ","419095":"\n   tomato or tomatoe\n  ","419096":"\n   Is there a parent you admire on ask (or in real life)? Why? and would ask for advice if you became a parent?\n  ","419097":"\n   Do you prefer working solo or team project?\n  ","419098":"\n   what’s gonna happen?\n  ","419099":"\n   I’m sorry to hear that. Did you drink something for your upset stomach? Do you have to finish your work today?\n  ","419100":"\n   How are you?\n  ","419101":"\n   What are some fall activities that you do? Or is there a new routine you live by?\n  ","419102":"\n   There's a saying, \"We learn from mistakes.\" How the person's going to learn if he\/she doesn't realize that it was a mistake?\n  ","419103":"\n   Did you use to do your homework last minute?\n  ","419104":"\n   Have you ever: carved a pumpkin, been to a pumpkin patch, been to a cornmaze, been to a haunted house, trick or treating, handed out candy, throw a Halloween party, been to a Halloween party, went on a Halloween movie binge? I can say I done all.\n  ","419105":"\n   free time -fall spam! what scents make you think of fall? I think of apples, pumpkin, vanilla, etc.\n  ","419106":"\n   Do you get to the end of the day and have lots and lots of things to talk about but nobody to talk about them with? ???\n  ","419107":"\n   How do you usually react when people try to make conversation with you before you've had your morning coffee?? ??☕\n  ","419108":"\n   Did you guys get this coin thing for answering and asking questions? I thought you had to sign up for it? LMAO.\n  ","419109":"\n   Do you collect Pokemon cards at all? ??\n  ","419110":"\n   I know you don't even know me lol but do you like Hollywood undead?\n  ","419111":"\n   It's freezing here is it cold where you are\n  ","419112":"\n   Do you like visiting galleries?\n  ","419113":"\n   Are you following it?\n  ","419114":"\n   Are you team cadie or Sasha?\n  ","419115":"\n   Do you want to make some extra cash?\n  ","419116":"\n   How’s your day?\n  ","419117":"\n   What are your plans, your ambitions for the next two and a half years?\n  ","419118":"\n   How much that would cost you? Do you have the train ticket with you? Is traveling by train cheap in USA?\n  ","419119":"\n   pap\n  ","419120":"\n   your hands don't seem to be of a New Yorker\n  ","419121":"\n   I hardly hear of Americans using a train to commute\n  ","419122":"\n   What is your problem? Asif or me?\n  ","419123":"\n   While comparing the conditions caused in your interpersonal relations by interacting with Asif to interacing with other unwanted elements present on social media, What is the main difference that comes to your mind?\n  ","419124":"\n   Very cool profile picture ❤️\n  ","419125":"\n   Dua Lipa or Bebe Rexha?\n  ","419126":"\n   Which mobile app are you addicted the most to?\n  ","419127":"\n   What? You are another one like that alaskan  ? Oh yeah right\n  ","419128":"\n   What would like to achieve in your life?\n  ","419129":"\n   Drugs, sex, dance, party, club and repeat are you the type of girl into these things?\n  ","419130":"\n   I expected you to say \"who\" and then i would say \"the one that you are done talking about\"\n  ","419131":"\n   Do you love him?\n  ","419132":"\n   It's like dark teen drama. But it's not sit-com-y or as comedic as the original. I'd say give it a go and see if you enjoy it.\n  ","419133":"\n   I love it but it's incomparable to the original because this is based more on the comics and comic books, not the original which was nothing like the original concept of Sabrina. If you enjoy shows like Riverdale but more dark and horror like, then I'd recommend it.?\n  ","419134":"\n   I'm currently watching the Sabrina reboot. What's a show from your past that you wish to be rebooted? Why?\n  ","419135":"\n   Do you love your country?\n  ","419136":"\n   I'm so cold are you  cold\n  ","419137":"\n   How are you\n  ","419138":"\n   It's not a convincing asnswer!\n  ","419139":"\n   So who is the creator of the sea,sky,sun,moon,humans,you and everything in the world?!?!?\n  ","419140":"\n   You chew your nails?\n  ","419141":"\n   Pap nails?\n  ","419142":"\n   Are you a trusting person?\n  ","419143":"\n   how is your mood today ?\n  ","419144":"\n   What’s something that you’re looking forward to? (STAIF)\n  ","419145":"\n   You look like a purple haired goddess ? (sorry if this makes you uncomfortable)\n  ","419146":"\n   Why can't we forget the ones we loved?\n  ","419147":"\n   i know the feeling sis, i dont ever feel like thinking\n  ","419148":"\n   Why are you done?\n  ","419149":"\n   Well, basically there was a colossal explosion, and the universe happened. Ever wondered what caused the explosion?\n  ","419150":"\n   What do you understand about the big bang theory?\n  ","419151":"\n   How do you think we (the universe and everything in it) came to be?\n  ","419152":"\n   What do you believe happens to us when we die?\n  ","419153":"\n   That's all?\n  ","419154":"\n   That wasn't the point at all. The point is that things can still exist even if you haven't seen the evidence\n  ","419155":"\n   I'm asking you what you think\n  ","419156":"\n   What is God?\n  ","419157":"\n   It seems you haven't thought the matter through\n  ","419158":"\n   you don't believe in God but u believe in spirits lmao u cant see both\n  ","419159":"\n   When you go bra shopping, what style and size do you go for, and where do you shop?\n  ","419160":"\n   how come you’re patient but have mental illness?\n  ","419161":"\n   Is it an issue that I can’t take advices when I’m angry? Whenever I’m angry my bf likes to give me lectures and it annoys the hell out of me, he’s not entirely wrong but I don’t know I just can’t accept it.\n  ","419162":"\n   What irritates you the most about people’s reaction\/words when you vent to them?\n  ","419163":"\n   Is Halloween your favourite holiday why\/why not?\n  ","419164":"\n   How well do you take criticism \/ advice from others?\n  ","419165":"\n   Are you patient with people?\n  ","419166":"\n   Your favourite band?\n  ","419167":"\n   How do you calm yourself when you’re angry? And how do you calm down your partner or friends?\n  ","419168":"\n   lmao you shouldn’t get pissed off when someone calls you she, you present yourself as feminine.\n  ","419169":"\n   Try to have it someday, you may like it.\n  ","419170":"\n   Long hair really suits you ^^\n  ","419171":"\n   Do you wear your wig to work?\n  ","419172":"\n   Do people celebrate Halloween in your country?\n  ","419173":"\n   Hello just started to follow you on here  I don't mind you follow me  back  I get bored a lot  well I am going to take a nap  have a wonderful weekend\n  ","419174":"\n   Your hair ??\n  ","419175":"\n   Have you tried self checking?\n  ","419176":"\n   What are some of your pet peeves when you’re waiting in the line at the cashier?\n  ","419177":"\n   spirits dont even exist\n  ","419178":"\n   oija board is fake\n  ","419179":"\n   you look poor\n  ","419180":"\n   Do you love shopping on sale days?\n  ","419181":"\n   Has anyone tried to stole something from you whilst you were outside?\n  ","419182":"\n   Do you prefer shopping\/running errands on weekends or weekdays? Why?\n  ","419183":"\n   If you were to give any celebrity or any public figure an advice, who would you choose and what advice would you give them?\n  ","419184":"\n   ? Do you have any ghost stories? ?\n  ","419185":"\n   What is\/are your favourite animated movie\/movies?\n  ","419186":"\n   How do you usually keep yourself entertained?\n  ","419187":"\n   whats the best way to get rid of kidney stones\n  ","419188":"\n   When were you truly scared of smth? Tell in details\n  ","419189":"\n   why would anyone rob u,you're poor\n  ","419190":"\n   Aren't you into dancing and roaming streets at night?\n  ","419191":"\n   You guys had relations here. Come ooon. Be honeeeest!\n  ","419192":"\n   Do you ever go to nightclubs?\n  ","419193":"\n   You are having relations with Asif\n  ","419194":"\n   You know who\n  ","419195":"\n   It involves you because you talk with him too\n  ","419196":"\n   How does your bf feel when you hang out with his friends?\n  ","419197":"\n   Mr egypt is a little bit of a creep\n  ","419198":"\n   Why are you stealing your bf’s friend lol\n  ","419199":"\n   I know but i need connect with any one how speak English very good like you\n  ","419200":"\n   Could I ask you why, I need be fluently in English,  i think you can  help me\n  ","419201":"\n   Hmmm,  Facebook account\n  ","419202":"\n   pleased to see you hear my friend,  and l wanna connect with you\n  ","419203":"\n   Hmmm,  lam from Egypt and iam Egyptian,  do you know Egypt\n  ","419204":"\n   Are you love traveling,  l fell  you love that\n  ","419205":"\n   ???i sorry spoop, l mean\n  ","419206":"\n   Hi soopa l miss you so much\n  ","419207":"\n   Is he your best friend?\n  ","419208":"\n   Do you like attending to weddings? What’s your favourite thing about attending?\n  ","419209":"\n   Do you have plans for your weekend?\n  ","419210":"\n   it literally says \"biological essentialism is violence\"\n  ","419211":"\n   Ash is LYING, look at this post from just yesterday\n   \n    https:\/\/ask.fm\/bornofsaltandsmoke\/answers\/151868106429\n   \n","419212":"\n   why do anons make up bs. I never said that jfc\n  ","419213":"\n   Are you strong too?\n  ","419214":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go?\n  ","419215":"\n\n    @bornofsaltandsmoke\n   \n   says genders shouldnt exist and should be abolished.\n  ","419216":"\n   Who’s the strongest person you know and why?\n  ","419217":"\n   Do your boyfriend’s bad mood makes you feel crappy even if you were happy?\n  ","419218":"\n   no but would i be a transphobe piece of sh!t for implying that the baby can only be either boy or girl?\n  ","419219":"\n   Are you able to put your feelings aside if you weren’t feeling great to listen to your bf’s problems?\n  ","419220":"\n   How are you\n  ","419221":"\n   Yeah i was talking about Asif. He used to send a lot of nasty stuff to girls all over the web. Now he is trying to sound smart.\n  ","419222":"\n   if someone is having a baby and i say congrats and ask are you having a boy or girl am i a transphobic piece of sh!t?\n  ","419223":"\n   hi, do you know what \"witching hour\" is?\n  ","419224":"\n   So what? Did my question disappear or you think i am trying to harass you too? While i don't. I am trying to tell you some facts about that guy and some others who pose danger to this community\n  ","419225":"\n   This is great. At least you forgot his name and specific profile picture. There are girls out there who never forget about him because of the things he used to send them\n  ","419226":"\n   Ok this is one of his thousands of accounts\n   \n    @asif8804\n   \n","419227":"\n   hahah what, how was that at all offensive? lmao and for that anons information, I met Bren on here but we started dating long after and neither of us were looking at people to date on ask ?\n  ","419228":"\n   Scroll down a bit and you will see him\n  ","419229":"\n   So you say that Asif is not a bad guy necessarily unlike what some other people say.\n  ","419230":"\n   wow,\n   \n    @bornofsaltandsmoke\n   \n   is very offended by your comments because they met their husband on askfm.\n  ","419231":"\n   So do you actually think that he is a bad person and do you hate him?\n  ","419232":"\n   He is that guy who talked with you for hours here about je much he wanta all the girls to reply him online\n  ","419233":"\n   What do you think about Asif? Do you think that he is a bad person?\n  ","419234":"\n   How to dress up on the first date?\n  ","419235":"\n   Best position for maximum pleasure for both parties?\n  ","419236":"\n   Do you like cherry coke?\n  ","419237":"\n   do u have a watsapp?\n  ","419238":"\n   Do u have kik?\n  ","419239":"\n   What did you have for lunch?\n  ","419240":"\n   What was the last video game that you played?\n  ","419241":"\n   you could have said \"i dont know\". and the reason i asked you is cause your bf has a dragon\n  ","419242":"\n   why did you not answer my iguana question? :((((\n  ","419243":"\n   Are you looking forward to anything next month? Dreading?\n  ","419244":"\n   True or false: you've lied to your parents or legal guardian before?\n\ninspired by Katie\n  ","419245":"\n   Are you happy it’s weekend?\n  ","419246":"\n   Why are you angry? What do you usually do to calm yourself?\n  ","419247":"\n   Is it normal to feel sad when you see your ex getting married even though you’re in a relationship, am I being weird?\n  ","419248":"\n   What's the worst thing you could do?\n  ","419249":"\n   how does it relax?\n  ","419250":"\n   How are you feeling?\n  ","419251":"\n   whats the candle for?\n  ","419252":"\n   How’s your day?\n  ","419253":"\n   What can you endlessly stare at?\n  ","419254":"\n   Are you interested in walking for the rest of your life?\n  ","419255":"\n   What’s the easiest way to get over a break up?\n  ","419256":"\n   Do you take baths or showers\n  ","419257":"\n   What did you do today\n  ","419258":"\n   Well some boyfriend HE is.\n  ","419259":"\n   Are there many Chinese or Mexican  in your area?\n  ","419260":"\n   Sex advice?\n  ","419261":"\n   Do you wear dresses?\n  ","419262":"\n   Are you the type of person who would spend time in the company of a stranger with pleasure, drinking cappuccinos and telling each other stories from life? :) ☕☕\n  ","419263":"\n   what happened to him?\n  ","419264":"\n   who do you miss ?\n  ","419265":"\n   lmao true that's why it is good for the buy 3 get 3 free sale or whatever good sales there are or if you get coupons\n  ","419266":"\n   you are sexy\n  ","419267":"\n   Any of you shop at Bath and Body Works or VS? If so, what do you buy? If not, where do you like to buy products to spoil yourself?\n  ","419268":"\n   What type of clothing do you not purchase?\n  ","419269":"\n   What color do you prefer on yourself?\n  ","419270":"\n   What is your wardrobe color scheme? I use to wear blacks or blues. Now, I've been open to wearing any color and it actually feels nice.\n  ","419271":"\n   Do you prefer to read one book at a time, or several at once?\n  ","419272":"\n   i know someone who smells bad but they don’t wear it because they are a naturalist.\n  ","419273":"\n   what a stupid question lol,  i dont know anyone who would refuse to use deodorant, and every human being would smell without it.\n  ","419274":"\n   What’s your opinion on people who refuses to wear deodorant?\n  ","419275":"\n   Are you concerned about hygiene?\n  ","419276":"\n   Do you often notice people’s pheromones?\n  ","419277":"\n   Do you like fish\n  ","419278":"\n   What kind of dish can you cook?\n  ","419279":"\n   Gender dysphoria is a mental illness\n  ","419280":"\n   Can you be friends with someone who has a different view than you? What about being in a relationship with someone who has a different view?\n  ","419281":"\n   Well I can't say much but you should go and love yourself for the way you are. I am pretty sure lots of people accept you the way you are.\n  ","419282":"\n   is it a good idea to swim while on a period?\n  ","419283":"\n   are you dating someone or just fucking?\n  ","419284":"\n   there’s no cheese in lasagna ???\n  ","419285":"\n   You have never been a boy nor  have ever been a girl? Elaborate\n  ","419286":"\n   Do you celebrate Christmas eester Halloween Valentine's New Year's thanksgiving and bithdays\n  ","419287":"\n   What's the difference between gender fluid and non binary?\n  ","419288":"\n   why did you have body dysphoria as a child? is it because you looked like a girl? you still look like a girl now.\n  ","419289":"\n   you are actually technically wrong, some people are genderfluid and change what gender they are periodically.\n  ","419290":"\n   are you so insecure that you fear reading something will change your gender? im not trying to \"change\" your gender, just wanted to inform you of a term you might not know about.\n  ","419291":"\n   Actually \"tomboy\" is a term that's more associated with masculine women or women who like things associated more with men like football, beer, pool etc. So you're not at all a tomboy because you'd have to be a woman.\n  ","419292":"\n   google the term tomboy and you'll read the very description given by non-binary females.\n  ","419293":"\n   before social media and tumblr, there was a better term for non-binary females, it was \"tomboy\".\n  ","419294":"\n   when you \"came out\" as non-binary i bet everyone was confused af and didnt even know what you meant.\n  ","419295":"\n   Is there someone you miss that is no longer in your life? Be honest\n  ","419296":"\n   Is it a red flag if someone tries to change aspect of their partner’s  personality?\n  ","419297":"\n   Do you  remember any stories from school\n  ","419298":"\n   I thought you weren't attracted to trans women\n  ","419299":"\n   If your bf wanted to become a woman would you stay with him\n  ","419300":"\n   Is it fun to watch someone play?\n  ","419301":"\n   Are you good at handling bad news?\n  ","419302":"\n   Did you have a great a day?\n  ","419303":"\n   Can you cook from scratch\n  ","419304":"\n   I dare you to cut a piece of your hair\n  ","419305":"\n   What are you up to\n  ","419306":"\n   If you want to slap someone who is it? And why?\n  ","419307":"\n   If someone challenged you to get up at 5am each day for a week could you do it\n  ","419308":"\n   Are you a morning person\n  ","419309":"\n   Who is the last person you texted to?\n  ","419310":"\n   Do you always end your relationship on good terms?\n  ","419311":"\n   My bf broke up with me and didn’t give me any reason, he just disappeared. I can’t seem to get over him, I been crying non stop, he made it clear it is over but I’m dying to hear a closure, am I pathetic for wanting that, should I call him?\n  ","419312":"\n   Do you like lasagna\n  ","419313":"\n   Do your friends problems worry you even if it doesn’t affect your life?\n  ","419314":"\n   If you had a theme song to your life what would the song be and why?\n  ","419315":"\n   some ppl are plainly self-absorbed tbh. especially those who say \"check what pronouns i prefer because it changes often\". like fuk right off, idiots\n  ","419316":"\n   Pic of your pet if you don't have one  just take a selfie\n  ","419317":"\n   Does a person word mean much to you these days\n  ","419318":"\n   Do you like being the centre of the attention?\n  ","419319":"\n   Do you like to try different things or amongst those who are scared to leave their comfort zone ?\n  ","419320":"\n   Were you bullied in school\n  ","419321":"\n   What did you do today\n  ","419322":"\n   Describe your day in emojis!\n  ","419323":"\n   Do you astahma\n  ","419324":"\n   Last time you cried? And why?\n  ","419325":"\n   Has the app been a good or bad influence on you?\n  ","419326":"\n   Why is ASKfm a great app?\n  ","419327":"\n   Have you ever been hunting\n  ","419328":"\n   Do you have a night\/morning ritual?\n  ","419329":"\n   I need your advice.. When you break up with someone is it ok to check up on them? I’m afraid it will give mixed signals\n  ","419330":"\n   What’s the highlight of your day?\n  ","419331":"\n   Which is better be heart broken or you break someone’s heart?\n  ","419332":"\n   Is ask active?\n  ","419333":"\n   Where do u work?\n  ","419334":"\n   what solutions have you found to deal with the rampant rat infestation of New York?\n  ","419335":"\n   Had a productive day?\n  ","419336":"\n   last thing you were desperate to do?\n  ","419337":"\n   Are you patient when you order something online? Has something ever go wrong?\n  ","419338":"\n   How’s the weather in your place?\n  ","419339":"\n   Do you enjoy playing practical jokes on people or have you outgrown that kind of tomfoolery now?? ???\n  ","419340":"\n   Do you think it's weird that Americans make tea by heating it in the microwave because they don't own kettles?? ?\n  ","419341":"\n   Are you good at giving people motivating pep talks? ?\n  ","419342":"\n   Do you like chocolates?\n  ","419343":"\n   Are you still on good terms with most of your exes?\n  ","419344":"\n   it’s also on hulu in case anyone wants to know ☺️\n  ","419345":"\n   Send us what music you're playing: )\n  ","419346":"\n   What's buzzfeed unsolved?\n  ","419347":"\n   What are you watching on youtube ?\n  ","419348":"\n   Whats your fishes name?\n  ","419349":"\n   What type of fish you got?\n  ","419350":"\n   What you do today?\n  ","419351":"\n   Can i dream bout you tn? Nothing pervy I swear\n  ","419352":"\n   Does size matter in the bedroom?\n  ","419353":"\n   What question could you ask someone you just met to get to really know them?\n  ","419354":"\n   Would you rather have your french fries with ketchup or with mayo?\n  ","419355":"\n   Is this grammatically correct and if not how should it be correct \"Can anyone confirm that this product does have dry whole milk for ingredient like it is stated on the storefront description page, not nonfat dry milk?\"\n  ","419356":"\n   or it could simply be learning something they didnt know. not everyone is gonna be an expert on this gender stuff.\n  ","419357":"\n   can you help me?\n  ","419358":"\n   if a person is transphobic can they become non-transphobic?\n  ","419359":"\n   How would you personally deal with a co-worker's antipathy towards you knowing they have no valid reasons for it because you barely even interact?\n  ","419360":"\n   You are not trans, you're just tumblr made aka nonbinary genderfluid whatever.\n  ","419361":"\n   no, dating a person goes much farther than just being friends with a person.\n  ","419362":"\n   im not transphobic because i have dated a trans person (male to female).\n  ","419363":"\n   What is the meaning of art to you?\n  ","419364":"\n   ever been to a film festival?\n  ","419365":"\n   Does your bf call you his gf or does he call you that stupid they\/them thing?\n  ","419366":"\n   Some men start balding early, in their early 20s lol.\n  ","419367":"\n   Can you convict a person of murder without a motive?\n  ","419368":"\n   So you think it's superficial to take this aspect into consideration?\n  ","419369":"\n   if your boyfriend was balding, would you dump him?\n  ","419370":"\n   If you could create any feature for ask.fm (excluding something about blocking members), what would you create?\n  ","419371":"\n   Are you allergic to any fruit?\n  ","419372":"\n   Oh my lol!! do you know the brand of them?\n  ","419373":"\n   What is an enormous false impression people have about the state\/country you live in?\n  ","419374":"\n   do you think a garbage disposal is useless?\n  ","419375":"\n   I think it may be yours because the one I have cooks things faster in there rather than an oven lol\n  ","419376":"\n   Do you ever actually get embarrassed by anything, truly?\n  ","419377":"\n   What do you think is the most useless home appliance?\n  ","419378":"\n   Do you think introversion\/extroversion is something you are born with?\n  ","419379":"\n   How were you as a child and baby? (Loud\/crying\/bratty\/quiet etc)\n  ","419380":"\n   Do you revel in compliments?\n  ","419381":"\n   Are you and your boyfriend alike?\n  ","419382":"\n   Anything intresting happened to you today\n  ","419383":"\n   what do you think of Dera relationship?\n  ","419384":"\n   What do you like about fall besides Halloween and candies?\n  ","419385":"\n   By which app you made your profile picture?\n  ","419386":"\n   the anon was me, and all i was telling her was your argument that you told me, that poly is \"taboo\" and thats the reason people dont like it, as opposed to people having a right to feel jealous regardless of society.\n  ","419387":"\n\n    @littlesha_\n   \n   says you are playing the blame game (\"its taboo in society\") and that its annoying.\n  ","419388":"\n   I don’t ever send out spam anymore so might as well pass the time so here it goes.\n\nWhen is the last time you were involved in a face-to-face conflict? How did you handle the situation?\n  ","419389":"\n   Do you find yourself using acronyms more and more as you spend more time on the internet? Why do you think this is so?\n  ","419390":"\n   What is a popular pass time where you live that you find a bit overrated?\n  ","419391":"\n   What kind of weather is the most constant where you live?\n  ","419392":"\n   How do you have so many likes? Do you like your own answers?\n  ","419393":"\n   What is the most popular sport in your country?\n  ","419394":"\n   What is askfm’s email?\n  ","419395":"\n   When you swim, what kind of stroke do you use? ?\n  ","419396":"\n   why are you so timid now, you used to be a bad @ss back in the day\n  ","419397":"\n   lmao a stranger isnt gonna get angry or violent with you just because you didnt laugh along with him, if anything he is the one who will feel stupid.\n  ","419398":"\n   when in doubt, just be yourself. if youre gonna be awkward at least be awkward by being honest, dont play long or fake laugh, etc.\n  ","419399":"\n   Anything embarssing\/akward hapoened to you latley\n  ","419400":"\n   Do you drink after a stressful day at work\n  ","419401":"\n   I'm on jack daniels atm do you like it\n  ","419402":"\n   are you still in the honeymoon phase?\n  ","419403":"\n   bs. we all get pimples lol\n  ","419404":"\n   What do you drink\n  ","419405":"\n   What physical feature your boyfriend is to die for?\n  ","419406":"\n   What do you usually do to avoid getting and removing pimples? ?\n  ","419407":"\n   Do you drink alchoo\n  ","419408":"\n   Have you ever slept in class?\n  ","419409":"\n   Do you remember the first time you met your boyfriend?\n  ","419410":"\n   Did you have a good day?\n  ","419411":"\n   What do you refuse to pay for?\n  ","419412":"\n   Do you find wolves scary?\n  ","419413":"\n   Does texting drain you just like going out with friends?\n  ","419414":"\n   Do you wish you had sisters\/brothers\/twin?\n  ","419415":"\n   Do horror movies scare you?\n  ","419416":"\n   We all should try to be more open, accepting and tolerant in our relationships.\n  ","419417":"\n   And it's usually paranoia. The fact the they avoid contact with strangers and feel danger from it may have roots in their past negative expriences or their adoption in their family and culture. They isolate themselves and escape from socialising.\n  ","419418":"\n   But i seek to finding out what is the reason behind their uncomfortability. What is their mental state and what is goung througgh their mind that causes them back off from communication.\n  ","419419":"\n   They should give a good reason for not interacting with a particular person. When i try to make them justify their actions, i find the reason is their lack of logic, lack of free thinking and paranoia. Simply saying \"i don't want to\" is not the right answer.\n  ","419420":"\n   The relevance is that girls are being so close minded and protective because of their prejudices and false assumptions based on guys' race, nationality and style. This is how it goes in their mind: \"you are not from my country or my race or style or class. So automatically we are done communicating.\n  ","419421":"\n   ✧\n  ","419422":"\n   I am actually seeking for open and unlimited relationship between men and women regardless of their race, nationality and to some levels style. Meaning i believe in diversity and international relations.\n  ","419423":"\n   They don’t call or send a message when they are coming?\n  ","419424":"\n   I am saying that girls should be more open minded and welcoming and break the taboos of protectivity and unnecessary limitations.\n  ","419425":"\n   How’s your weekend this far?\n  ","419426":"\n   Better for the society.\nYes. Responding or ignoring is your choice. But some girls reply in unwelcoming ways falsely accuse the guy of being a creep and pervert and keep telling him to go away. Why should it be like this? Why can't they respect others' feelings and care about their emotions?\n  ","419427":"\n   Do you prefer the look of your face in a mirror or pictures?\n  ","419428":"\n   Why dont you move in with your bf\n  ","419429":"\n   How often do you get into conflicts with your partner\/friends\/family? How do you solve them?\n  ","419430":"\n   did you draw your avatar? it’s super cute.\n  ","419431":"\n   is it a legitimate reason to break up with someone because I’m not fully happy, he’s nice but not all my needs are met because he has a kid. I just wanted to hear your input\n  ","419432":"\n   Why? Wouldn't it be better if girls were more open and welcoming?\n  ","419433":"\n   How do you react when a stranger guy sends you message on social media?\n  ","419434":"\n   Do you prefer to have a lot or a few friends? Who are you comfortable around strangers?\n  ","419435":"\n   Has anyone ever mistaken your race\/nationality for something else?\n  ","419436":"\n   I agree, legendary game! May I ask what the other games are that you're playing?\n  ","419437":"\n   If you were single would date a single father?\n  ","419438":"\n   Why? Are you shy?\n  ","419439":"\n   sorry to hear about that friend. Did you try to explain to her that you don’t have enough money? Best course of action is to ignore\n  ","419440":"\n   Do you agree all humans are selfish? Is selfishness a train you are born with?\n  ","419441":"\n   There’s a study that says most people hate their voice, do you hate your voice and do you agree with the study?\n  ","419442":"\n   Are you talkative on the phone?\n  ","419443":"\n   why are you in a bad mood?\n  ","419444":"\n   In what  way you would sacrifice your happiness?\n  ","419445":"\n   Whose happiness more important yours or your bf’s?\n  ","419446":"\n   How many times have you stepped on Lego in your life?\n  ","419447":"\n   Are you excited for the release of \"Red Dead Redemption II\"?\n  ","419448":"\n   umm no. its not because its \"taboo\". its because the partner feels actual feelings of hurt and pain. not everything is a social construct. being jealous of someone is an actual thing and a normal feeling.\n  ","419449":"\n   i dont understand how you can be in love with a partner, and be ok with that partner being with and doing things with other people.\n  ","419450":"\n   Do you believe or feel there is a difference between cheating and being involved in a polyamorous relationship?\n  ","419451":"\n   sounds like yall are kinda interested in it.\n  ","419452":"\n   What would your theme song be?\n  ","419453":"\n   would you ever do a polyamorous relationship?\n  ","419454":"\n   Are you a fighter for the the things that matter to you and\/or for yourself?\n  ","419455":"\n   What do you think about love?\n  ","419456":"\n   If you had to marry the last person you kissed, how would you feel about it? (STAIF)\n  ","419457":"\n   Do you hate people\n  ","419458":"\n   Are you jealous?\n  ","419459":"\n   How do you deal with the first argument as a couple?\n  ","419460":"\n   What do you work with? ?\n  ","419461":"\n   bearded dragons are so cool can you post a pic of it?\n  ","419462":"\n   Have you ever been in a funny \/ awkward situation where the language barrier was an issue? ??\n  ","419463":"\n   What would you do if you had your own dragon? ?\n  ","419464":"\n   Have anyone ever got you really really angry at work\n  ","419465":"\n   What element do you think you belong to? ? Why? ?\n  ","419466":"\n   Got any tattoos\n  ","419467":"\n   Lol you assume too soon. I basically have many personalities which I use to f with people for fun. Besides, it takes lots of effort to provoke me dear. Can we move on to the next topic?\n  ","419468":"\n   Do you enjoy being drunk?\n  ","419469":"\n   It was a joke you peasant :p\n  ","419470":"\n   You are correcting my English I will correct your face  ?\n  ","419471":"\n   I am sorry I dont mean to intimidate you. Forget about it ._.\n  ","419472":"\n   Stupid autocorrect :3\nLol true I didn't demand an answer but I am just curious. Ps: lol you can avoid an answer very well\n  ","419473":"\n   Have you ever had sex? If so what's your favorite position. No offence\n  ","419474":"\n   Out of 10 how relaxed are you\n  ","419475":"\n   ⏩ What is something in your life that you wish would speed up? \n⏯ What is something about your life that you wish would slow down?\n  ","419476":"\n   Do you think the world is turning into a turmoil?\n  ","419477":"\n   Do you want to move to Canada?\n  ","419478":"\n   How often do you get headaches and how do you treat them?\n  ","419479":"\n   time to congratulate our Canadian friends, they are the first country to make weed officially legal. do you enjoy smoking weed?\n  ","419480":"\n   Are you a worrier or laid back? Do you assume the worst in any situation you’re in?\n  ","419481":"\n   Ahh are you going to the Not So Silent Night event then!? That'll be great!\n  ","419482":"\n   Are you addicted to music?\n  ","419483":"\n   Do you use planner to keep yourself or your days organised?\n  ","419484":"\n   Do you have any plans for the weekend ahead, if so what?\n  ","419485":"\n   How’s your day? Are you feeling better?\n  ","419486":"\n   If you were arrested with no explanation, what would your friends and family assume you had done?\n  ","419487":"\n   What's your favorite seafood?\n  ","419488":"\n   Do you have food poisoning?\n  ","419489":"\n   Have you ever broken up with a friend ?\n  ","419490":"\n   The Lego Batman or Ben Affleck's Batman?\n  ","419491":"\n   dude, ive been having the exact same thing. I have had abdominal pain for over 2 weeks now. I went to the doc but they didnt help at all. I hope it goes away soon\n  ","419492":"\n   Why are you feeling so sh.itty? I hope it passes\n  ","419493":"\n   Are you ok? You’re rarely online\n  ","419494":"\n   Can you tell us about any of them?\n  ","419495":"\n   How often do you have vivid dreams?\n  ","419496":"\n   Followed ?\n  ","419497":"\n   What worries you the most?\n  ","419498":"\n   target or walmart?\n  ","419499":"\n   Do u like make up? Tq\n  ","419500":"\n   Have you ever had an accident with a lawnmower?\n  ","419501":"\n   What is your fav thing to cook\n  ","419502":"\n   Oh 90% in my area wear way too much make up it's off putting\n  ","419503":"\n   i'm single and my friend said my stanards are too high I want a gf that doesn't smoke, has a job, doesn't wear too much make up and wants kids in the future. Are my stanards too high?\n  ","419504":"\n   Have you ever forgot an appointment? Do you write them in your calnder?\n  ","419505":"\n   Whats your opinion on the US journalist that was killed by the Saudi government?\n  ","419506":"\n   Your bf is lucky to have you\n  ","419507":"\n   Does the drama on here ever drain you mentally to read?\n  ","419508":"\n   How did you get verified on askfm?\n  ","419509":"\n   Is it normal to find others attractive when you’re in a relationship?\n  ","419510":"\n   How have you been lately?\n  ","419511":"\n   do you consider yourself mature tho?\n  ","419512":"\n   Are you allergic to any food?\n  ","419513":"\n   Are you always mature?\n  ","419514":"\n   Have you ever tried any handicraft?\n  ","419515":"\n   i wish you good luck. id recommend try to identify \"go to\" activities that can help you get through the bad parts, for me its creating art.\n  ","419516":"\n   Have you ever received a gift card before? What did you buy with it? If not, which store's gift card would you love to get one day and what would you buy?\n  ","419517":"\n   yeah definately, i showed all this to my psychiatrist, he has me on a decent plan of medications. i wouldnt have any good periods at all if not for my medications and my bad periods would be extremely violently bad.\n  ","419518":"\n   i used to keep track of my moods on a chart, and the chart showed very acute synchronization into waves of good and waves of bad. i hate how i have no control over it.\n  ","419519":"\n   pls tell me if this makes sense: one day i can wake up, and feel everything is wonderful, and problems can be easily fixed ~ another day i can wake up and find that everything is terrible and no hope for anything good ~ and those 2 days can have the exact same circumstance, only my mood is different\n  ","419520":"\n   Which job do you think was definitely not made for you?\n  ","419521":"\n   What have you been stressing about lately?\n  ","419522":"\n   What is your favorite song at the moment?\n  ","419523":"\n   Have you ever tried carrying something and hurt your back\/neck instead? What was it?\n  ","419524":"\n   Does a lot of people understand you\n  ","419525":"\n   How was your day?\n  ","419526":"\n   Do you pefer cats or dogs\n  ","419527":"\n   have you caught up on all the drama and tea spilling thats gone on today? today has been crazy! lmao\n  ","419528":"\n   Would a few thousand cover it\n  ","419529":"\n   How much would it cost to have a new start\n  ","419530":"\n   I live in a small town where not a lot of people know where it is or heard of it would you like to live there\n  ","419531":"\n   why the hell would anyone willingly move to West Virginia? yuck\n  ","419532":"\n   Just a question I thought you might go to Canada or something\n  ","419533":"\n   Would you leave the country\n  ","419534":"\n   Where would you like to go\n  ","419535":"\n   If you could move away and have a fresh start would you?\n  ","419536":"\n   Yup, facial recognition is a thing but it's not very reliable. Once I put on my boyfriend's glasses to test it and it thought I was him. Plus it might not work for people wearing makeup.\n  ","419537":"\n   What’s the best costume you’ve seen?\n  ","419538":"\n   If you were to carve a pumpkin what would you put on it?\n  ","419539":"\n   What is your checklist when looking for a new partner? For example, do they have to be kind, respectful, greedy, disrespectful, dominant, submissive, loud, quiet, a reader, an artist, a gamer, want children, like animals, be political, be liberal, be conservative, have piercings etc?\n  ","419540":"\n   Were you ever a princess or prince for Halloween?\n  ","419541":"\n   Do you listen to any podcasts? If so, what ones and why?\n  ","419542":"\n   Phones that unlock via finger print. What's your opinion on them? Do you have one? Do you think they're reliable? Where do you think science will take it next, eye scanning phones?\n  "},"Answer":{"418470":"\n  i would probably upload let's plays of video games, since that's the only content i really watch on youtube.\n  ","418471":"\n  i saw somewhere online that someone younger than me didn't know who queen or freddie mercury was. that made me feel old, haha.\n  ","418472":"\n  unfortunately, i don't see myself leaving askfm anytime soon. lmao.\n  ","418473":"\n  i don't talk about my sex life on askfm.\n  ","418474":"\n  i'm definitely an xbox person, lol. i've owned all of the xbox consoles (except for the xbox one x).\n  ","418475":"\n  yeah, i have jewish ancestry. my family just never practiced it, as far as i'm aware.\n  ","418476":"\n  i delete everything he sends me.\n  ","418477":"\n  i don't really encounter any situations where i have to be brave or courageous.\n  ","418478":"\n  i don't send questions out really anymore, but i'll usually like every answer i see to show the person that i've seen their answer.\n  ","418479":"\n  lmaooo.\n  \n  i can relate, actually. because i'm busy a lot of the time, i really value the time where i don't have to do anything at all. i didn't do sh*t on sunday and it was glorious.\n  ","418480":"\n  no, the only language i know is english. the best way to learn a language is to immerse yourself in it -- reading, writing, and speaking.\n  ","418481":"\n  i always viewed the bible as a fictional story, and i never really understood why people believed in god to begin with.\n  \n  obviously over time, i learned about other religions and how they all follow the same ideas, and people learn to have faith in their gods as a means of guidance. it never really resonated with me though.\n  ","418482":"\n  i honestly don't remember, it was so long ago. i was a child.\n  ","418483":"\n  i think i've always been an athiest. i was raised catholic, but i remember from a young age that i didn't believe anything i was taught was real. i eventually told my parents i didn't want to attend religion classes anymore because i didn't believe in god.\n  ","418484":"\n  no, i'm an athiest.\n  ","418485":"\n  anyone have any questions while i watch harry potter ??\n  ","418486":"\n  \"hallucinogenics\" - matt maeson ;\n  \n\n   https:\/\/youtu.be\/doRUhDIB29s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","418487":"\n  WHY ARE YOU YELLING.\n  ","418488":"\n  i don't think any of my pet peeves are dumb because they're ordinary things that a lot of people get annoyed with.\n  \n  most of my pet peeves have to do with driving -- things like people cutting me off, people not using blinkers, etc etc.\n  ","418489":"\n  no, i've never had an interest in doing such a thing. even in real life when i was single, i didn't flirt with people.\n  ","418490":"\n  i was born and raised in new york.\n  ","418491":"\n  LOL.\n  \n  and acronyms especially !!\n  ","418492":"\n  i don't want to 99 percent of the time. the only emojis i really use are ? and ?, lol.\n  \n  also, a lot of the time i'm on askfm, it's on my laptop.\n  ","418493":"\n  of course not. substance use disorder is a mental illness, and people addicted to drugs need resources to get help, not misunderstanding.\n  ","418494":"\n  i had a great day at work & i'm proud of myself for running errands after work, and now that i'm home for five minutes, i'm so unbelievably angry.\n  \n  i'm so tired of this nonsense and everything i do being picked apart and berated. i'm too old for this shit.\n  ","418495":"\n  to each their own. i don't personally believe in karma but i'm not going to make a big deal if a friend believes in karma.\n  ","418496":"\n  people get away with things they should be punished for, good people sometimes dont have good things happen to them, etc etc.\n  ","418497":"\n  life in general is unfair, so naturally the society we create will be unfair as well.\n  ","418498":"\n  it's just always something i've wanted to learn since i was young.\n  ","418499":"\n  no, i'm not self centered at all. sometimes i can be a bit selfish, but that's relatively normal.\n  ","418500":"\n  probably russian or italian.\n  ","418501":"\n  i have a boyfriend, lol.\n  ","418502":"\n  no, i never have.\n  ","418503":"\n  i probably won't know about that until five years from now, haha.\n  ","418504":"\n  this is an incredibly vague question.\n  ","418505":"\n  depends on the person. i don't know what people as a whole are like because i don't know a lot of people.\n  ","418506":"\n  it isn't something i've thought deeply about, so i personally don't know.\n  ","418507":"\n  yeah, at that point my life is at risk and i would do what i needed to do to protect myself.\n  ","418508":"\n  everyone has an ego.\n  \n  however, if you mean an inflated sense of self, then sometimes it isn't okay depending on how that person treats others. most people with an inflated ego treat other people as inferior to them.\n  ","418509":"\n  beer. fat tire, specifically.\n  ","418510":"\n  the only things that scare me are jump scares in movies or video games.\n  ","418511":"\n  nah, i never liked south park.\n  ","418512":"\n  i haven't watched any kind of cartoon or anime in a while.\n  \n  i used to really like bob's burgers and king of the hill, though.\n  ","418513":"\n  it definitely feels like it. doesn't help that i'm laying down listening to sad music that makes me think. it's comforting and cathartic in a weird way, though.\n  ","418514":"\n  for the most part, yeah. i've only met a few cats who were really mean.\n  ","418515":"\n  i haven't worked out in like three months. i lost motivation and lost control of myself in the process.\n  \n  i'm trying to regain control, though. i want to start walking on the treadmill again, something is better than nothing.\n  ","418516":"\n  i honestly have no idea why i'm sad. nothing happened, my brain just decided to turn on the sadness button for the night, i guess.\n  ","418517":"\n  it put a smile on my face momentarily, sure.\n  \n  however, i'm actually kinda sad right now. someone should send me questions to distract me. :\/\/\n  ","418518":"\n  according to various baby websites, leigh means \"meadow.\"\n  ","418519":"\n  i like their veggie power bowls.\n  ","418520":"\n  no, i've never heard of them before.\n  ","418521":"\n  it's basically the smell of a fresh xmas tree.\n  ","418522":"\n  depends on my mood. i drink beer, liquor, and wine. it always changes and i don't have a regular drink order.\n  ","418523":"\n  fresh balsam and cinnamon.\n  ","418524":"\n  i don't accept drinks from strangers, so i wouldn't drink anything.\n  ","418525":"\n  yes, i enjoy sushi very much.\n  ","418526":"\n  i have a fish, lol.\n  ","418527":"\n  no, i've only ever gone to plays and musicals.\n  ","418528":"\n  no. i'm italian, german, ukrainian, english, and a few others.\n  ","418529":"\n  no, i don't.\n  ","418530":"\n  if you read my bio, you would see that i'm non-binary, not a girl.\n  \n  regardless, i'm five feet tall.\n  ","418531":"\n  american.\n  ","418532":"\n  read, write and speak english as often as possible.\n  ","418533":"\n  aw, thank you so much !! this is so sweet aw aw.\n  ","418534":"\n  not necessarily. there are different forms of intelligence, and most of them aren't related to being book smart.\n  ","418535":"\n  they're usually totally random or have designs that are particularly aesthetically pleasing to me. there's really no trend among them.\n  ","418536":"\n  pretty sure it's short for \"before christ,\" but nowadays people usually use BCE which (i'm pretty certain) means \"before common era.\"\n  ","418537":"\n  i compulsively collect cups and mugs, LOL. i have an obsession with them and have no self control when i find a cute one that i like.\n  ","418538":"\n  there's still a lot of social stigma attached to mental illness, where people struggling with various illnesses are told that its a \"personality flaw\" or a \"weakness of character.\" it blinds people and makes them not want to admit there's a problem in order to seek help.\n  \n  thankfully, a lot of progress has been made in regards to erasing that stigma but there's still a lot of work to be done, especially with mental illnesses that aren't depression or anxiety.\n  ","418539":"\n  yes, they're mental illnesses and are listed in the DSM.\n  ","418540":"\n  i used to in the past, but i haven't done it since i was a teenager (assuming you're talking about the whole stabbing your hand with a knife game).\n  ","418541":"\n  for some people, it might be. i've always been happy with android phones, though, so i have no intention to switch over.\n  ","418542":"\n  i've never owned an iphone before, but apparently the camera on the new iphone is amazing.\n  ","418543":"\n  it was sorta a joke, but i do have a history of svicidal ideation so sometimes i do wish i was dead.\n  ","418544":"\n  i would be delighted.\n  ","418545":"\n  omg, it was so good. i'm still in awe over the entire performance. i was so emotional the entire time and was captivated the entire time.\n  \n  also, draco and scorpius were my favorite characters -- especially scorpius. i just want to protect him.\n  ","418546":"\n  the actors who performed at the NYC showing of harry potter & the cursed child were the original actors from the london showings.\n  \n  i thought that was ridiculously cool.\n  ","418547":"\n  askfm is for questions. if you don't have a question, you can kindly leave.\n  ","418548":"\n  i don't generally do that on askfm. if you have a question, feel free to ask me on my page.\n  ","418549":"\n  hello -- do you have a question ??\n  ","418550":"\n  uh, sometimes ?? i'm confident about some things and totally lack confidence in other things.\n  ","418551":"\n  i went camping once when i was younger, but i don't remember much about it.\n  \n  i've been wanting to go camping again now that i'm an adult since it looks like a lot of fun.\n  ","418552":"\n  generalized anxiety is experiencing mild to severe anxiety in regards to everyday occurrences, while social anxiety is experiencing mild to severe anxiety in social situations, especially in terms of meeting new people, starting conversations, etc etc.\n  \n  they technically fall under the same category of anxiety disorders in the DSM, but the difference is what the trigger for the anxiety is.\n  ","418553":"\n  i just took a nap for like three hours and now i'm dead. i'm hoping more coffee wakes me up, lmaoo.\n  \n  someone ask me some questions ~~\n  ","418554":"\n  it isn't wrong -- it's pretty normal and expected. however, holding onto grudges for a long time can hurt you eventually, so sometimes it's better to let go and allow yourself to move on.\n  ","418555":"\n  i don't really listen to heavy metal, but i think\n  \n   @lillehjort\n  \n  does !!\n  ","418556":"\n  ugh, i know. they're so unruly lately, but i've been so lazy, LOL.\n  ","418557":"\n  i'm almost never cranky, lol.\n  ","418558":"\n  i don't think it's weird. they could very well not speak english as a first language.\n  ","418559":"\n  they're both, depending on the lighting. my driver's license says green, though.\n  ","418560":"\n  i got bored and took photos of my eye. finally, a picture where you can see its real color.\n  ","418561":"\n  have a nice day ~~\n  ","418562":"\n  i totally am, lol. i feel bad for my followers who have to see this plastered all over their feed this morning.\n  ","418563":"\n  i wasn't aware that you knew my feelings better than i know them myself. hm, go figure. thank you for that enlightening idea, anon.\n  ","418564":"\n  i'm not personally offended by it. it doesn't affect my life at all, and it's not as if\n  \n   @sweetnothings18\n  \n  would purposely go out of her way to misgender people or be a general threat to trans people.\n  \n  y'all are reading into all of this too much. just drop it, it's not going to change anything.\n  ","418565":"\n  OH, LOL. i thought it was about me because i explicitly was discussing how i acknowledge that i'm female, but i also acknowledge my gender.\n  \n  i'm so done with these convos about sex & gender, though. i wish people would ask me interesting questions instead of trying to discount who i am. it's not as if my gender is going to magically change.\n  ","418566":"\n  i'm not non-binary for sh*ts & giggles, lmaoo. it's simply who i am, and that has nothing to do with my relationship either. i do have female body parts (which is why i have body dysphoria), though, thank you for pointing that out.\n  ","418567":"\n  of course not. but this is irrelevant because\n  \n   @sweetnothings18\n  \n  isn't racist or transphobic.\n  ","418568":"\n  LOL.\n  \n  don't you know that we're only supposed to surround ourselves with people who have the same exact opinions as us, and anyone else who comes into the picture, we have to be at each other's throats 24\/7 ??\n  ","418569":"\n  the person\n  \n   @sweetnothings18\n  \n  was referring to in that initial answer was me, you know.\n  \n  (at least i assume it was because it was about exactly what i was talking about last night.)\n  \n  however, it wasn't a personal attack. it was just her saying she didn't agree.\n  ","418570":"\n  i don't think you're understanding what i'm saying at all, even though i've repeated myself multiple times. i'm not going to repeat myself, due in part to clogging up my followers' feeds with the same messages over & over again.\n  \n  i agreed with you when you used the birth example ... because being cisgender is the default. babies have no concept of gender. that's why pronouns are used for sex in the beginning of a person's life up until they discover they're trans or non-binary. in the past, trans people weren't respected and their pronouns referred solely to their sex. however, as society changes, so does language. it's accepted that pronouns refer to gender.\n  ","418571":"\n  i did, and it doesn't affect my life at all. unless she was personally attacking me or disrespecting me\/my pronouns, then i don't really see the big deal. however, we have a mutual understanding that we have a difference in opinions, and while we may not agree on everything, we respect one another.\n  \n  cc:\n  \n   @sweetnothings18\n  \n","418572":"\n  i've never been sassy, i've simply just corrected them. it's easy to assume i'm cisgender, and i totally understand that.\n  \n  even if i was sassy in the past, it's normal for a person to change their attitude as they get older. you begin to focus less on the small, insignificant details because they're not a big deal anymore.\n  ","418573":"\n  i don't really understand this message because you reiterated exactly what i said. my story didn't change because i consistently explained that pronouns *used* to refer to sex, and as society and language changed, it now refers to a person's gender.\n  \n  perhaps you're confused because of the fact that i stated that cisgender is the default. it's perfectly normal to refer to someone as the pronouns that align with their sex before they discover if they're trans or non-binary. at which point, pronouns change. you're not going to continue to refer to a trans man as she\/her when they come out and say their pronouns are he\/him.\n  ","418574":"\n  both, actually. i'm not bothered with being called she\/her because i present as feminine sometimes and my face is naturally feminine-looking, so i wouldn't expect people to automatically know my gender.\n  ","418575":"\n  lmaoo, it was bound to happen. people love arguing with me over sex and gender.\n  \n  thank you, though. even though we have different opinions, i value that you put your opinions across respectfully and understand people's feelings. it's rare to see these days because often people resort to personal attacks.\n  ","418576":"\n  you underestimate the beliefs of other people then, lol. there are so many people who try to defy logic and use it to put force their own personal agenda, that's something that has never changed.\n  \n  either way, that doesn't change the fact that language changes as society changes; therefore, while pronouns used to refer solely to people's sex in the past, they now refer to a person's gender. being cisgender is a default up until a person comes to the discovery that they're trans or non-binary, at which point their pronouns can change depending upon what they're most comfortable using.\n  ","418577":"\n  it's based upon people's interpretations of that logic as well. most forms of logic are objective, but there are some instances where it is subjective or people skew logic to suit their own personal agenda.\n  ","418578":"\n  ???\n  \n  studies have everything to do with it because they're based upon years of research and study. history is constantly changing, and logic is can be subjective. it's a basic, universally-accepted concept that language changes as society changes.\n  ","418579":"\n  you're asking me to go back 5+ years, man. i can't recite the source at this point.\n  \n  however, they all generally agreed that pronouns were a default for sex up until a trans person came out with their gender, at which point their pronouns changed. it also delved into the history behind the distinction of sex and gender, much like what you're saying, but as society changes, so does the language we use.\n  ","418580":"\n  quite a few, from what i remember. i researched it when i was in college, so that was quite a few years ago.\n  ","418581":"\n  there have been dozens of studies on gender since then. while what you're saying is indeed true in the past, science has progressed since those studies were published. also, gender does change definition from culture to culture, but it still exists in most cultures.\n  ","418582":"\n  i was referring to people in real life. i only have a few online friends whom i care about in that matter.\n  ","418583":"\n  i agree. people seldom check books out at the library anymore, and colleges give students a plethora of online resources to do their research because it's likely more up-to-date and accurate anyway.\n  ","418584":"\n  are you referring to me being non-binary as a trend ??\n  \n  that's a pretty long trend then, i've been this way for years. i've only started being open about my gender quite recently.\n  ","418585":"\n  everyone's gender aligns with their sex when they're first born because babies have no concept of gender. cisgender is the default in our society. there's nothing wrong with that whatsoever.\n  ","418586":"\n  it's always been relatively easy for me to do something like that. in order for me to cut someone from my life entirely, they would have had to do something that really disrespected me to the point where being friends with them is toxic. at that point, i've lost all connection to them.\n  ","418587":"\n  it depends on the transgression and whether or not it was done accidentally or purposely. i can forgive accidents as long as they're not repeated multiple times, but i'm less likely to forgive things done on purpose.\n  ","418588":"\n  of course it is ?? when i was in college, all of the resources they gave us were accessed online. clinical studies, the national institutes of health, world health organization, etc etc.\n  ","418589":"\n  they were online sources. it isn't like i went to the library and checked out books on the subject, lol.\n  ","418590":"\n  i told you what i've researched already.\n  ","418591":"\n  of course i have. doesn't really matter what your impression is, that doesn't change the fact that i've done research and came to my own conclusions.\n  ","418592":"\n  i have more acquaintances than friends, so perhaps \"friend\" wasn't the accurate term to use in that context, and i have a lot of former friends from whom i've distanced (not for any bad reason, that's just what happens in life).\n  \n  i can name perhaps five people who are a genuine, close friend of mine.\n  ","418593":"\n  it's amusing because i'm either incredibly closed off or i'm an open book. it depends entirely on the vibe i get from the person upon meeting them or getting to know them over time.\n  \n  i used to be closed off all the time, but i've learned that communication is essential to maintaining healthy relationships and i need to be open about my feelings in order to really progress.\n  ","418594":"\n  that wouldn't really change things. i'm only part of one facebook group, and i don't really interact with it regularly. sometimes i'll make my own posts regarding things going on in my life since it's sorta like a vent group, but i steer clear of things that can make people get heated.\n  ","418595":"\n  i'm always terrified that my friends are going to get fed up with me and leave me, and sometimes i genuinely believe they only talk to me because they feel sorry for me or something.\n  \n  it's totally irrational, but i can't really help it. it's something i've been trying to work on and gain more confidence in, but it's a long journey.\n  ","418596":"\n  as long as they don't treat me differently and respect me for my own opinions on the matter, i don't really see the problem with being friends (or at least civil) with someone who believes that there are only two genders.\n  \n  i have quite a few friends who think that, and it doesn't affect our friendship at all.\n  ","418597":"\n  the only opportunities i would have to watch them would be at night because i don't get home from work until 6:30 pm.\n  \n  on the weekends, i generally don't watch tv or anything because i'm busy doing other stuff. if i have free time, i'll usually just have the tv on in the background, but lately i've been listening to music.\n  ","418598":"\n  i don't own an umbrella actually, lmaoo.\n  \n  getting wet by the rain is annoying, but it isn't something i like or dislike. it just exists, and it is what it is. i normally have a jacket with a hood, so it doesn't bother me.\n  ","418599":"\n  there are some instances where kids as young as 4 or 5 know that they're \"different,\" but if you're asking me if i would comment on their post, then i wouldn't.\n  \n  like i stated earlier, people are entitled to their opinions. especially if their opinions aren't hurting anyone, they're simply opinions. i wouldn't go out of my way to argue with someone on their own page because i disagree to an extent.\n  ","418600":"\n  i like horror movies, but i HATE jumpscares. i won't watch anything with jumpscares in it, which is why i haven't watched the haunting of hill house.\n  \n  sometimes, they'll make me a bit paranoid if i watch them at night, but it isn't a really bad fear or anything.\n  ","418601":"\n  i'm not personally sure, and i think it's something that's still being studied extensively.\n  ","418602":"\n  well it's only 10am, but my sunday is going well so far. all i've done is drink two cups of coffee & make breakfast while f*cking around on my laptop, lol.\n  \n  on sundays, i usually run errands and do laundry. however, i'm wiped out from my trip yesterday so i don't want to do anything. i also did laundry a few days ago and my errands aren't urgent, so it isn't a big deal.\n  ","418603":"\n  they probably have their own reasons and theories respective to their experiences.\n  ","418604":"\n  no, i've never sought revenge on anything because i personally think that's petty. there would probably be some exceptions in extreme cases, such as if someone were to m*rder a loved one, but situations where people have wronged me don't warrant anything like that.\n  ","418605":"\n  i think it's something people come to the realization of over time, especially in terms of puberty. it isn't so much a choice as it is a discovery within oneself.\n  ","418606":"\n  when it comes to family & friends, no. i don't have a hard time saying no to them, especially in regards to something i'm uncomfortable doing.\n  \n  work is a different matter because i always take on work that my supervisor assigns to me, and to say no would indicate that i have a poor work ethic.\n  ","418607":"\n  i don't personally believe it's strange. your gender is based entirely in comparison to your sex, and my sex is obviously female so there's no use in me denying that fact.\n  \n  however, she's completely entitled to her opinion. you don't have to agree 100 percent with someone on every single matter in order to be civil with them.\n  \n  also, you can at least tag her, lmaoo.\n  \n   @sweetnothings18\n  \n","418608":"\n  only during intermissions.\n  ","418609":"\n  i believe i've read the same studies.\n  ","418610":"\n  i know it's early, but is anyone awake and have any questions ?? i can't fall back asleep, even though i only slept for 4 hours last night.\n  ","418611":"\n  i ask myself this question every day. i truly don't know who i am as a person -- my personality changes depending on my mood, who i'm around, etc etc. i adapt myself and adopt particular traits to appease those around me, and although i suspect i do have an inner core of personality somewhere within me, it seldom shows itself in public.\n  \n  i've always had issues with self-identity, and it's something i've been trying to work on in therapy. i didn't grow up with a stable home life, and i have no memory of the first 11 years of my life, so those formative stages have been lost to me.\n  ","418612":"\n  at the moment, i would wish for my boyfriend to have an easier life and perhaps time for the two of us to take an extended vacation so that we can escape our troubles for a little while.\n  \n  he's been going through hell and back when it comes to various aspects of his life, and i feel terrible because there's really nothing i can do to help except support him. he's always gotten the short end of the stick.\n  ","418613":"\n  somewhat, yes. there is still a sense of hypermasculinity in today's society, which prevents men from showing emotions out of fear of being ridiculed or being treated as \"less of a man.\"\n  \n  society has progressed far in terms of it, but nevertheless, it still does exist. in reality, crying and showing emotion has nothing to do with sex or gender -- it's an innate part of being human. there's nothing wrong with it at all.\n  ","418614":"\n  i'm sorry you're going through this, friend.\n  \n  chances are, it isn't you at all. i'm assuming you're in high school, and during the teenage years, teenagers can be incredibly mean or cruel-hearted, not realizing the outcome of their actions or simply not caring what their actions do to people.\n  \n  i highly doubt you're not a likable person. those kids are just being irrationally mean to you for no good reason. however, i do encourage you to try to continue to make friends as life can be awfully lonely without anyone by your side. eventually, some will stick around.\n  ","418615":"\n  pronouns perhaps used to solely refer to an individual's sex, but as times have changed, language has adapted to follow suit. pronouns primarily refer to a person's gender now because it refers to how that person feels and presents themselves, and using their biological sex to refer to them (in terms of pronouns) despite them being trans or non-binary is a bit disrespectful.\n  \n  i've traversed the whole \"gender\" thing for a really long time before i felt that non-binary was the best way to describe me. granted, it is just a label, but it is the easiest way for me to describe my gender because i'm not a trans man or woman and i'm not genderfluid.\n  ","418616":"\n  consider me the first non-binary person you've come across then. there are plenty of people who are non-binary in the lgbt community.\n  \n  calling it nonsense just because you don't understand it, though, is a bit close-minded. seek to understand what you don't have experience with instead of looking down upon it.\n  ","418617":"\n  it's a play, not a movie.\n  ","418618":"\n  when you have the opportunity, i highly recommend it. i was captivated the entire time !! and i would definitely go see it again if i had the chance.\n  \n  apparently it also won 6 tony awards, including best play, and i can totally understand why.\n  ","418619":"\n  i'm in a relationship.\n  ","418620":"\n  it was phenomenol !! i was in awe the entire time, the acting was amazing and made me so emotional, and the special effects were out of this world. it genuinely felt like they were doing magic on stage.\n  \n  it was a long day because it's split into two parts, one at 2pm and the other at 7:30pm, but it was so worth it.\n  ","418621":"\n  THERE'S A HARRY POTTER MARATHON ON TV, THIS IS NOT A DRILL.\n  \n  i'm definitely not sleeping tonight.\n  ","418622":"\n  google translate works pretty well.\n  ","418623":"\n  hello -- do you have a question ??\n  ","418624":"\n  it obviously isn't necessary, no. it's a nice option to have, but it isn't like it's a requirement or anything.\n  ","418625":"\n  not at the moment, no. i'm quite content right now.\n  \n  i also bought an overpriced hoodie at the theater today, and its SO soft and cozy. i can't wait to wear it to work on monday.\n  ","418626":"\n  y i k e s\n  ","418627":"\n  this sounds like something a 16 year old would say.\n  ","418628":"\n  i'm well !! i'm really happy rn, but also really tired. i have a slight headache so i just took some ibuprofen, so i'm waiting for that to kick in before i go to bed.\n  ","418629":"\n  today was so much fun !! ?⚡?\n  ","418630":"\n  i have 1,446 coins at the moment.\n  ","418631":"\n  absolutely horrible, LOL. i tried it once when i was in upstate new york, and i couldn't hit a damn thing.\n  \n  then again, it was only my first time. i'm sure if it was something i practiced, i would be fine.\n  ","418632":"\n  no, i've never been crabbing before.\n  ","418633":"\n  i'm not on birth control. i stopped taking it years ago after it made my depression worse, made me gain weight, and completely got rid of my libido.\n  ","418634":"\n  i haven't turned netflix on in about a week, but lately i've been watching the chilling adventures of sabrina.\n  \n  if you guys like thriller\/drama shows, then it's worth checking out. it's incredibly good and i love the characters.\n  ","418635":"\n  right now, my boyfriend sleeping next to me in a cozy, warm bed. i'm absolutely exhausted, but i miss him and i want to tell him all about my day.\n  ","418636":"\n  i generally don't like people touching me, so the only person i'll cuddle with is my boyfriend.\n  ","418637":"\n  i had dinner like six hours ago, but my friend and i went to applebee's during the intermission between the two parts of the play, and i ordered a chicken fajita wrap.\n  ","418638":"\n  i watch television, but i don't use cable.\n  ","418639":"\n  i just got home from my trip into the city, and omg, harry potter & the cursed child was SO FREAKING GOOD.\n  \n  the acting was amazing and emotional, and the special effects were jaw-dropping. there were books opening and closing on their own, things levitating, people flying, dementers flying around the entire theater up into the balcony, etc etc.\n  \n  i'm so blown away, it was amazing.\n  ","418640":"\n  hello -- do you have a question ??\n  ","418641":"\n  i'm heading into manhattan to see harry potter and the cursed child with an old coworker !!\n  ","418642":"\n  i saw kesha and macklemore during the summer.\n  ","418643":"\n  it's my actual hair color !! i'm happy with the way it faded.\n  ","418644":"\n  going into manhattan today & i like how my makeup turned out ~~\n  ","418645":"\n  it's important because many people neglect to see the difference between sex and gender, and i'm here to educate them on that difference.\n  \n  guaranteed some people probably still think of me as a woman even though i'm quite open about being non-binary, but what it comes down to is what they say when talking to me and\/or about me. if someone misgenders me in conversation purposely, then that isn't respectful anymore.\n  ","418646":"\n  there's a distinct difference between sex and gender. i'm not denying that i'm female, because that's my sex. however, my gender doesn't align with my sex which is why my pronouns are they\/them (it's what i'm most comfortable with).\n  \n  there are also people whose gender don't align with their sex and they have other pronouns, some non-binary people use he\/him and she\/her. it doesn't make their gender any less \"real,\" it's simply what they're most comfortable using.\n  ","418647":"\n  pronouns refer to someone's gender, not their sex. if someone says their pronouns are they\/them, then refer to them as they\/them.\n  \n  obviously you don't respect my gender because you just called me a woman, even though i clearly told you my gender multiple times.\n  ","418648":"\n  you're confusing sex and gender. my sex is female, but my gender is non-binary (not man or woman). my pronouns are they\/them, not she\/her.\n  \n  now that that's on the table, respect would be appreciated. it takes zero effort to respect someone's gender.\n  ","418649":"\n  this is correct.\n  ","418650":"\n  obviously not -- non-binary is a gender, not a sex.\n  ","418651":"\n  it's easier this time of year, so i wear mostly tee shirts and hoodies. sometimes i wear a binder.\n  ","418652":"\n  i don't have people over my house.\n  ","418653":"\n  because i don't like presenting as feminine most of the time.\n  ","418654":"\n  my breasts, LOL. they're just obnoxious and make my body dysphoria worse.\n  ","418655":"\n  i'm certain that it did, yes. it's generally understood that reading does help improve vocabulary, and considering i read a lot of books when i was a teenager, it really expanded my mind as to which words to use and when.\n  ","418656":"\n  i haven't read in a while, but i used to read books obsessively when i was younger.\n  ","418657":"\n  this is sorta related to this question, but the first person who came to mind is my aunt. she's a bizarre human being -- she keeps the ashes of her former cat in the center console of her car (inside a ziploc baggie) instead of an urn.\n  ","418658":"\n  i've always loved flynn rider from tangled, haha.\n  ","418659":"\n  i'm so tired of these fetish questions.\n  ","418660":"\n  i'm a writer and editor for a publishing company.\n  ","418661":"\n  my gender is non-binary, and i'm most comfortable with they\/them pronouns.\n  ","418662":"\n  i'm thinking about going to bed.\n  ","418663":"\n  yeah, definitely. a lot of my college education was spent discussing the media and how a lot of news stations are biased, reporting only certain facts to their target audience in order to get better ratings.\n  \n  that's why it's important to fact check things and read up on the news from multiple sources.\n  ","418664":"\n  i wish i had a greater understanding of myself. there's so much of my life that i don't know about, and i think that's why i have issues with self-identity, because the crucial moments of my life which shaped my personality have been blocked out of my memory, which leaves me feeling confused.\n  ","418665":"\n  neither youtube nor spotify are working on my laptop rn, and i need music to drown out the sounds of my house in order to write.\n  \n  welp. this fuckin' sucks. y'all should send me questions.\n  ","418666":"\n  my day has been fine so far. it was an average day at work, and then i came home, made a cup of coffee, and booted up my laptop to try to write some more tonight.\n  ","418667":"\n  it depends on the day. some nights, i fall asleep around 10pm while other nights it's between midnight and 1am.\n  \n  i try to get to bed earlier on the weekdays because of work, but sometimes it doesn't work out.\n  ","418668":"\n  i pretty much do this all the time. i'm always worried he's angry with me over something (when rationally, he isn't) so i'm constantly asking if i'm doing anything wrong or how i can improve myself to be a better partner and friend.\n  ","418669":"\n  thankfully, it's been a few months since i've felt that way. i don't recall the circumstances surrounding it, but i do remember being svicidal because everything felt too much for me to handle, i lost all motivation, i felt like i was up against a brick wall, and i had nothing to live for.\n  ","418670":"\n  doing drugs around their child, physically & verbally abvsing their child, neglecting them or refusing to give them food if the child did something wrong, etc etc.\n  ","418671":"\n  anyone else get a nice, cozy, accomplished feeling when they switch bags and re-organize their wallet and personal belongings ??\n  \n  i just did that to prepare for my city trip tomorrow, and idk i feel so organized now, lmaoo.\n  ","418672":"\n  my boyfriend is hella gay.\n  ","418673":"\n  waking up in the morning & having coffee with my boyfriend. spending the day together, whether we go out somewhere or stay in and watch sh*tty television and eat copious amounts of food. ending the night with a big bonfire in the backyard and some brews.\n  \n  generally just spending an entire day with my boyfriend is perfect to me. it seldom happens anymore.\n  ","418674":"\n  i can be, although i'm certainly not as curious as i used to be when i was in high school & college. honestly, these days i'm just too exhausted to really research into a lot of things i'm interested in, which is disappointing.\n  ","418675":"\n  i wouldn't say that i'm grateful for my most recent ex, but he did teach me to not tolerate lying in any sort of relationship, whether romantic or platonic. he would lie to me constantly, i assume as a form of establishing dominance, and eventually i got tired of it and broke up with him. i simply couldn't trust him, and i later found out that he cheated on me multiple times.\n  ","418676":"\n  i honestly can't remember. i'm usually either depressed, sad, or content\/unaffected.\n  ","418677":"\n  yeah, i used to be deeply ashamed of my past because i had really unhealthy coping mechanisms and it negatively affected my interpersonal relationships.\n  \n  i've learned that shame is a negative emotion, though, and it only hurts you in the end. you should be able to forgive yourself and learn from those experiences to make yourself a better person.\n  ","418678":"\n  idk, i would say probably half the time ?? i don't generally wear makeup and my normal attire are hoodies, tee shirts, and jeans. occasionally, i'll wear more feminine clothing, though.\n  ","418679":"\n  i don't generally do much during the summer because it's usually ridiculously hot and humid outside. being outside for five minutes usually kills me unless there's a breeze.\n  ","418680":"\n  i love the fresh balsam candle from bath & body works.\n  \n  i also have a candle from frostbeard studio called \"the shire,\" which is supposed to smell like clover, moss, and pipe tobacco.\n  ","418681":"\n  the only language i can speak is english.\n  ","418682":"\n  no, it isn't okay to purposely misgender a person, regardless of whether or not you like them.\n  ","418683":"\n  it's literally pouring outside rn, and it's super windy and cold. i hope it isn't like this tomorrow. :\/\/\n  \n  my favorite weather is when it's chilly and sunny. i also really love thunderstorms.\n  ","418684":"\n  this isn't a question. also, i don't know anyone who goes by that name.\n  ","418685":"\n  i'm literally sitting here shoving popcorn into my face, but oKAY. lmaooo.\n  ","418686":"\n  \"thank you\" - led zeppelin ;\n  \n\n   https:\/\/youtu.be\/u1z4vkPWkLQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","418687":"\n  no, i've always been afraid to do psychedelics in fear of having a bad trip.\n  ","418688":"\n  i'm haunted with the infestation of alcohol.\n  ","418689":"\n  they seriously must have livers of steel. i can't fathom it.\n  \n  like, my alcohol tolerance is pretty high at this point but after a shot of fireball, i'm blackout.\n  ","418690":"\n  LOL, i was just talking to\n  \n   @Courrtana\n  \n  about fireball !!\n  \n  like i said to her, fireball is absolutely DEADLY. i've only ever tried it a few times, but it really screwed me up.\n  ","418691":"\n  honestly, i was afraid for when they first became pregnant, knowing their activities (drinking and drugs) and how far along they were in the pregnancy already. i hoped that they would clean up their act immediately in light of their baby.\n  \n  lately, i've been disappointed and afraid in light of recent events. a child failing to thrive is extremely concerning, and the negligence on their part to rectify their behavior just has me shaking my head. i can only hope that this past week has brought light to their eyes and helped them realize that they should be doing more for their child.\n  ","418692":"\n  i've seen some in passing, but i haven't taken any time out to actually read them.\n  ","418693":"\n  where did i encourage cyber bullying ?? you clearly didn't read my post.\n  \n  some people *do* cyber bully for dramatic purposes, and that's obviously not okay. however, other people aren't cyber bullying, they're just pointing out factual things that have occurred and explaining that they're problematic. that isn't cyber bullying, that's raising awareness of an issue.\n  ","418694":"\n  my writing is a bit sloppier, but that's what next-day editing is for !! lmaoo. it's also a bit easier for me to think of various extended metaphors when i'm drinking for some reason.\n  \n  tonight, i'm drinking redd's wicked black cherry !! my gas station sells them in 24oz cans, and let me tell you, just one can has me feeling toasted.\n  ","418695":"\n  depends on who you're talking about. some people start drama for no good reason & use it as a means to bully other people.\n  \n  however, there are also some people who aren't bullying others at all and are just calling out problematic behavior where it needs to be called out, and that isn't so much \"drama\" as much as it is awareness.\n  ","418696":"\n  keep those questions coming, i'm tipsy af and ready to answer your questions !!\n  ","418697":"\n  my memory is so bad, i honestly can't remember if i've done anything nice this week. i've obviously held doors open for other people and things of that nature, but idk if i've done anything more.\n  ","418698":"\n  i can barely remember the questions i get each day, let alone the ones i got over the past week.\n  ","418699":"\n  yeah, it definitely is -- i haven't been able to write anything all night because askfm has been keeping me occupied with how active it is, LOL.\n  \n  but in general, i think it still is very active. it depends entirely on who you follow, though.\n  ","418700":"\n  aaahh, this is such a cute question !!\n  \n\n   @Courrtana\n  \n  has the most heart.\n  \n\n   @littlesha_\n  \n  has the most courage.\n  \n  and\n  \n   @obsydia_\n  \n  has the most wisdom.\n  ","418701":"\n  i only like attention from my boyfriend, LOL. everyone else can leave me tf alone ~~\n  ","418702":"\n  i used to watch toonami on cartoon network every night when i was in middle school \/ high school !! i don't even remember the names of the shows, but i enjoyed them a lot.\n  ","418703":"\n  no problem ~~\n  \n  my birthday is coming up soon too, but i try to keep it on the DL. however, my coworker allegedly has a calendar full of people's birthdays so they're probably going to surprise me with something.\n  ","418704":"\n  AW, I HAD NO IDEA.\n  \n  happy early birthday, isole !! i hope you have a beautiful day.\n  ","418705":"\n  i've never owned a wii before.\n  ","418706":"\n  xbox -- tony hawk's pro skater 4, tony hawk's underground, 4x4 EVO 2, dave mirra freestyle bmx, and amped: freestyle snowboarding !!\n  \n  gameboy -- wario land, tony hawk's pro skater 2, and pokemon yellow !!\n  ","418707":"\n  i don't even know what that is.\n  ","418708":"\n  i prefer the harry potter books to the movies, since i grew up on the books and didn't see the movies until a little bit later.\n  \n  j.k. rowling was actually one of the first inspirations for me to become a writer. her writing captivated me and i wanted to do the same for my future readers.\n  ","418709":"\n  i used to play sonic when i was much younger as a child, but i have no clue which games those were. it was back in the 1990s.\n  ","418710":"\n  it could be athete's foot, but obviously i'm just taking a wild guess. if it's concerning, then see a doctor.\n  ","418711":"\n  we've actually never had this conversation before. i don't have an interest in being with anyone else, so it isn't something that has been brought up in conversation.\n  ","418712":"\n  tomorrow -- i'm just working as usual. i don't have plans tomorrow night or anything, i'm probably going to just hang out & write or play video games.\n  \n  weekend -- i have tickets to see harry potter and the cursed child with an old coworker of mine on saturday, so we're going into manhattan and spending the afternoon there !!\n  ","418713":"\n  LOL I'M SO GLAD SOMEONE CAUGHT IT.\n  ","418714":"\n  it depends on my mood that day tbh. some days i have more tolerance than others.\n  ","418715":"\n  in a heartbeat.\n  \n  i value my alone time, and i don't get it very often because i still live with my parents. the rare times i am alone, get the house to myself, etc etc., are beautiful moments.\n  ","418716":"\n  LOL. sure, but he probably wouldn't want to spend the day with you.\n  ","418717":"\n  personally speaking, it would depend on the transgression. but knowing who i am, i would likely just ignore them. once i cut someone out of my life, i have no feeling toward them whatsoever.\n  ","418718":"\n  aw, thank you !! that means the world to me ~~\n  ","418719":"\n  i would feel alarmed because that would obviously mean that he has a crush on her. mentioning multiple times that someone is attractive indicates deeper feelings than a simple physical attraction to someone.\n  \n  if he told me, \"hey i met this woman today & she was really hot\" one time, then i would probably be like, \"AND YOU DIDN'T SNEAK A PHOTO?\" it's not a big deal.\n  ","418720":"\n  like, my boyfriend is attractive & RESEMBLES hugh jackman, but they're obviously not twins. lmaoo.\n  ","418721":"\n  ... but they're not the same person. either way, you can find someone attractive & not have a crush on them, and ideally that shouldn't affect your relationship at all.\n  ","418722":"\n  i have accounts on medium & wattpad !!\n  \n\n   https:\/\/www.wattpad.com\/user\/poetalunam\n  \n\n\n   https:\/\/medium.com\/\n  \n  @poetalunam\n  ","418723":"\n  LOL. oh my god. it's not as if there's any possible way for you to somehow RUN OFF with your celebrity crush, lmaoooo.\n  ","418724":"\n  i've never had a crush on someone in my real life who wasn't my boyfriend, so idk. i'm sure he would feel threatened if that happened, though.\n  ","418725":"\n  generally, i write poetry & short stories related to my own life and feelings. however, i'm trying to branch out and write a fictional novel this month !!\n  ","418726":"\n  lmao, no. why would you get jealous over a celebrity crush ?? that's silly.\n  \n  he talks to me all the time about his crush on russell crowe, so it would be hypocritical if he was bothered by them.\n  ","418727":"\n  no, that isn't anything close to an apology -- that's likely just them missing the friendship while refusing to acknowledge that they did something wrong to tarnish the friendship. especially if they're talking as if nothing ever happened.\n  ","418728":"\n  hELLO ~~\n  \n  i'm doing quite well, thank you for asking. i just finished up two cups of coffee & a load of laundry, and now i'm cracking open a drink and relaxing until i get sleepy.\n  ","418729":"\n  it's a three-way tie between jason momoa, hugh jackman, and jensen ackles.\n  ","418730":"\n  usually my grudges are due to a person not acknowledging that they did something wrong, or in some cases, it's due to me thinking irrationally about a situation and holding a grudge over something someone did that realistically isn't a big deal, but it was to me at the time.\n  ","418731":"\n  the women i surround myself with are pretty damn flawless. they're beautiful, strong, ethereal beings & have *so* much to be proud of !!\n  \n  here's two of them --\n  \n   @Courrtana\n  \n\n   @obsydia_\n  \n","418732":"\n  it isn't normal for you to feel like you can't stand your partner, no. it *is* normal to want to be left alone sometimes, because that certainly happens between me and my boyfriend, but if they're making you so angry that this happens often, then perhaps you two simply aren't as compatible as you think you are.\n  ","418733":"\n  i didn't realize this was a competition.\n  ","418734":"\n  if you've never done that before in your life, then you're a liar, lmaoo.\n  \n  it also doesn't necessarily mean something bad -- we usually point out positive attributes, and there's nothing wrong with that.\n  ","418735":"\n  i have a tendency to hold a grudge, but it's something i've been trying to work on for the past year or so.\n  \n  i don't generally get into arguments with people, so the second question doesn't really apply to me. the only person i'll bicker with is my boyfriend, but i've never brought up old arguments in those conversations because i understand that those fights are done and settled.\n  ","418736":"\n  when you sent this to me, i was actually looking up train schedules to see which train i should take to get to penn station saturday morning.\n  \n  but in a general sense, i'm currently writing (part of my nanowrimo novel).\n  ","418737":"\n  we have similar tastes, yeah !! sometimes when we're out, we people-watch and comment on other people's looks and general attractiveness.\n  ","418738":"\n  beauty standards (for women) initially existed because everything was done to please men -- a woman was not worth anything if she wasn't valuable to a man, so the concept of beauty was encouraged in an effort to make women more desirable to men.\n  \n  these days, beauty standards ideally shouldn't exist anymore because we've progressed past that point of misogyny, but unfortunately there's still a large social stigma regarding what's beautiful or normal.\n  ","418739":"\n  i honestly can't fathom why someone would think that a person isn't a \"\"real\"\" mother if they had a cesarean section. they still carried a child for nine months, and it shouldn't matter whether or not the birth was had v*ginally because a child was still developing inside of them.\n  \n  also, c-sections are generally massive surgeries from my understanding !!\n  ","418740":"\n  LOL.\n  \n  well, we did hear rumors when we were in high school about us being together. and at that point, we had to confirm that the rumors were true because my best friend and i *did* actually date at one point.\n  ","418741":"\n  i think you can support the lives of most police officers while also supporting the lives of black people ; the two concepts aren't mutually exclusive.\n  \n  i'm a strong proponent of #blacklivesmatter, but i also know a lot of people who are in law enforcement who actually advocate for equal rights, especially when it comes to police brutality. they back the blue but also recognize that there are issues with the justice system overall.\n  ","418742":"\n  i don't have a favorite place in my home that isn't my bedroom, haha. my bedroom is the only place i feel comfortable in my house, and it has everything i need to remain entertained ... besides a coffee machine.\n  ","418743":"\n  my county didn't have stickers either for the same reason -- although, they haven't had stickers for years, from what i can remember going back to 2009. i never earned a sticker from voting.\n  \n  stickers were actually implemented to encourage people to vote, so it makes sense as to why people would be upset if they didn't get an 'i voted' sticker upon casting their ballot. i was disappointed, honestly.\n  ","418744":"\n  i think trump is a sad excuse of a human being with no sense of hardship, and instead of using his privilege to speak out against the injustices happening within the united states, he perpetrates those injustices. he doesn't seem to know what he's talking about half the time, and when he talks to the press, he's incredibly rude (among other things).\n  ","418745":"\n  rules that have been made to oppress and marginalize individuals.\n  ","418746":"\n  i believe my passion is my best trait. when it comes to my interests, i either am disinterested or i'm passionate about something to the point of obsession. and when i'm passionate about something, whether it's an idea or a hobby or a person, i dedicate myself 100 percent to it.\n  ","418747":"\n  uh ... this is a pretty inappropriate question to ask this side of askfm, especially considering i assume most of the people you sent this to struggle with some form of mental illness.\n  ","418748":"\n  don't settle -- whether it's with your life, your relationships, your goals, your passions, etc etc. do not settle for just mediocre, do not settle because you're comfortable, and do not settle because no one is telling you otherwise.\n  \n  push. push yourself harder until you achieve things which you previously thought weren't capable of being reached. most people have a lot more capability in them than they believe, but we never reach that potential unless we're pushed, whether it's by ourselves or by others.\n  ","418749":"\n  i think of cold nights in the darkness, where the smoke from your breath and cigarettes are the only things visible. i think of the scents of musk, engine oil, menthol cigarettes and scotch. your aura is black with purple tinge, pulsating lightly around you. you are leather jackets, slim-fit jeans (with tears in them not due to fashion but due to how hard you work in them), and a gaze as cold as ice. you are the morning sunrise when the sky bleeds pastel purple hues, and you are the laughter which erupts from your belly while we're sitting on the beach with a cup to share.\n  ","418750":"\n  people are always looking for acceptance and validation, particularly if they grew up not having either of those things. by stating an opinion that isn't popular with others, you're at risk of being outcasted by the group with which you're affiliated.\n  \n  this is seen especially on social media, i.e. askfm, where people tend to flock together with like-minded individuals. i'd like to think the overall site is better now that everyone has matured, but years ago, if you voiced an opinion that was outside of what the \"group\" believed, then you would get harassed.\n  ","418751":"\n  stephen king, anne rice, francesca lia block, franz kafka, and edgar allen poe.\n  ","418752":"\n  i completed an internship my senior year, but it was more geared toward marketing than anything else. i didn't really have a portfolio, just my resume with one or two writing samples attached to it.\n  \n  internships are wonderful if you need experience, and you can put virtually anything in a portfolio, as long as it's work-appropriate !! whether they're essays you've written for school or creative work you've done on your own. i had to submit writing samples to my current job when i applied, so i gave them an article i wrote for my college's newspaper as well as a short fictional piece.\n  ","418753":"\n  i'm not in school, but i was quiet and kept to myself.\n  ","418754":"\n  i don't wear perfume, but my best friend has this one rose quartz body spray that smells amazing. it smells like roses, lilies, and patchouli.\n  ","418755":"\n  i prefer reading paper books. the light from e-readers hurts my eyes.\n  ","418756":"\n  i only have one wig, and i bought it from amazon.\n  ","418757":"\n  hello -- do you have a question ??\n  ","418758":"\n  the picture i sent her was me wearing my wig, so yeah, it was accurate.\n  ","418759":"\n  i did !!\n  \n   @shehitsback\n  \n  is super talented.\n  ","418760":"\n  lmao, what the fuck.\n  \n  i'm not responding to any more of your inquiries after this.\n  ","418761":"\n  trump doesn't treat them as equals at all. but this thread is from three days ago, i don't really have an interest in continuing this conversation.\n  ","418762":"\n  yeah it basically means the same thing.\n  ","418763":"\n  i suppose what i have now is the wildest it's ever been -- half shaved on one side, long on the other, with multiple colors in my hair.\n  ","418764":"\n  during the summer, i sleep with the AC and fan on, window closed (too much humidity), with a light blanket and no noise or light.\n  \n  even during the winter, i like having a fan on, lol.\n  ","418765":"\n  it's very informal, but you used it correctly !!\n  ","418766":"\n  i'm taken, and looks matter somewhat but they're not a deciding factor. i base my preferences mainly off of personality, i won't date someone who's attractive but with a sh*t personality.\n  ","418767":"\n  i'm all right, but a little sad. i'm seeing my best friend tonight for the last time before she moves & idk when i'll be able to see her next.\n  \n  i'm basically laying in bed waiting for her to text me & tell me when i can come over, haha.\n  ","418768":"\n  i do, but i don't want to post it on askfm because i don't like full body photos of myself.\n  ","418769":"\n  i'd love to be able to bake rainbow cookies !! they're my favorite cookie\/pastry, and it would be a lot better than simply buying them from the bakery.\n  ","418770":"\n  my boyfriend understands me the most. we spend a lot of time together, and we've been together for eight years, so he's obviously gotten to know me intimately since then.\n  \n  sometimes he knows me better than i know myself, which can be good sometimes because he can give me reality checks when i'm not doing as well as i think i am.\n  ","418771":"\n  it depends on how confident i'm feeling that day, haha. sometimes i smile, other times i don't. my jaw is also messed up, so it doesn't naturally close all the way, so most of the time my teeth are showing somewhat.\n  ","418772":"\n  \"if you're going through hell, keep going.\"\n  ","418773":"\n  my mother remarried and had me with a different father.\n  ","418774":"\n  unfortunately, i get the same way too -- if someone doesn't respond to me, then i assume i did something wrong or that they're angry with me, and i even look into the tone behind the texts to where i always think there's some sort of negative undertone and i'm just annoying them.\n  \n  sometimes i realize my irrationality, sometimes i don't. it's gotten a lot better over the years, but it still somewhat exists.\n  ","418775":"\n  no, not at all. i'll be the first person to criticize the united states and white people in general, haha.\n  ","418776":"\n  idk what a love \"style\" is, but my childhood and how i was raised have negatively affected the way i approach interpersonal relationships. i'm constantly questioning people's intentions, and i'm always terrified that my friends & boyfriend are mad at me or are going to leave me.\n  ","418777":"\n  it keeps me awake & functioning, lol.\n  ","418778":"\n  yesterday actually, haha. my coworker and i were talking about politics, and she basically said that police brutality wouldn't exist if people just listened to police -- i didn't feel like getting into a debate, but there are a lot of biased officers who take advantage of their authority and use it to exert unnecessary control over situations. plus there are a plethora of situations where people got hurt or k*lled even though they *did* listen, and it seems to be an issue with race.\n  ","418779":"\n  not really, haha. i don't have much practice at all.\n  ","418780":"\n  yeah, i was a wood elf !! i had a cute costume and wore a wig to work.\n  ","418781":"\n  there's 12 years between us.\n  ","418782":"\n  cheddar & sour cream potato chips !!\n  ","418783":"\n  i usually have two in the morning and two in the evening.\n  ","418784":"\n  i didn't, she was taking requests, not commissions.\n  ","418785":"\n  lol, no -- definitely not date. i migrated here when formspring died out years ago.\n  ","418786":"\n  i've been replaying fallout 4 lately.\n  ","418787":"\n  two sugars and a little bit of half-and-half.\n  ","418788":"\n  i work for 7.5 hours per day.\n  ","418789":"\n  you can do so on here.\n  ","418790":"\n  the internet has introduced me to a number of amazing friends who have changed my life, so it's influenced me in a positive manner.\n  ","418791":"\n  no, i don't give my fb out on askfm.\n  ","418792":"\n  i'm a slytherin !!\n  ","418793":"\n  i have an xbox one.\n  ","418794":"\n  pablo neruda !!\n  ","418795":"\n  they're the midterm elections, so the voting is for candidates for local congressional districts and senate \/ house representatives.\n  ","418796":"\n  the fact that you're trying to justify p*dophilia is absolutely disgusting and shameful. that type of behavior should absolutely not be encouraged, those who commit those crimes should be in jail.\n  ","418797":"\n  my polling place didn't have stickers, i'm so disappointed.\n  ","418798":"\n  obviously that should go without saying. that's absolutely disgusting.\n  ","418799":"\n  pretty much any song by two feet!! i like \"her life\" ;\n  \n\n   https:\/\/youtu.be\/r9GDOMMXcWY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","418800":"\n  probably any of the gross fetish questions. although i've been receiving less of them because i don't entertain the notions anymore. i just delete them.\n  ","418801":"\n  obviously it's a terrible thing because it's where a lot of sxx trafficking happens. i don't know much about it, though.\n  ","418802":"\n  considering it's already 6:30pm, there's not much i really can do, lol.\n  \n  i'd probably grab my boyfriend and my best friend, drive down to the beach, and watch the waves while drinking and chatting until the inevitable comes.\n  ","418803":"\n  yeah, a few times !! the falling outs weren't anything bad, we just grew apart because that's what happens in life, but we ended up reconnecting years later.\n  ","418804":"\n  no, i don't have the patience or energy to associate with people i don't like.\n  ","418805":"\n  i never tried them myself before, but i always watch markiplier's try not to laugh challenge videos.\n  ","418806":"\n  yeah, there's a distinct difference between the two ideas. i also believe that they both exist because i've personally felt the difference between romantic attraction versus sexual attraction.\n  ","418807":"\n  no, my day has been pretty okay so far. nothing good, nothing bad.\n  ","418808":"\n  i'm tired today, even though i slept for nine hours last night. i attribute it to the weather, though. it's cold and rainy today, it makes me want to just sit in bed with a big hoodie on and drink tea.\n  ","418809":"\n  i don't miss anything when i'm not home.\n  ","418810":"\n  no, i don't.\n  ","418811":"\n  everyone is entitled to their opinion, so i don't have a strong opinion on those who don't vote or anything. however, i do think it's important to remain aware of current events because it no doubt affects everyone.\n  ","418812":"\n  i'd want to visit australia, new zealand, england, iceland, spain, and france, among others.\n  ","418813":"\n  i have one brother and we seldom talk. there's no animosity between us or anything, i'm just not close to anyone in my family.\n  ","418814":"\n  in my eyes, they're just as terrible as those who act on their desires but that doesn't mean they shouldn't seek treatment for being a p*dophile. they're all in need of intense rehabilitation and jail time for the safety of children.\n  ","418815":"\n  cool, overcast, and raining. one of my favorite kinds of weather.\n  ","418816":"\n  i don't interact with my neighbors at all.\n  ","418817":"\n  my inbox is empty, y'all should ask me questions until i fall asleep ~~\n  ","418818":"\n  next week ; i want to vote tomorrow & write more of my nanowrimo novel.\n  \n  next month ; i want to start going back to the gym & get back on a healthier eating schedule, drink less alcohol, and spend more time on myself.\n  \n  next year ; i want to lose 50+ pounds and move out of my parents' house.\n  ","418819":"\n  it depends on where i need to go, but at this point, i can usually navigate pretty well without having to use a GPS. the only times i use GPS anymore are when i'm going somewhere for the first time and i'm unsure of the area.\n  ","418820":"\n  you have to remember that you're your own individual aside from your family, and if your family isn't serving you or helping you become the best version of yourself, then it's perfectly valid to distance yourself from your family.\n  \n  you're not obligated to stay with your family if they're constantly bringing you down or aren't on your side. you have to do what's best for yourself first and foremost.\n  ","418821":"\n  LOL. ???\n  ","418822":"\n  i don't know much about other countries, but i suppose i would choose australia.\n  ","418823":"\n  i'm only sensitive to those who are meaningful to me, i.e. my friends and my boyfriend. when it comes to anyone else, i don't take things to heart because they don't know me.\n  ","418824":"\n  yeah, i would think this is common sense.\n  ","418825":"\n  \"despicable\" - grandson ;\n  \n\n   https:\/\/youtu.be\/8XkxjsiZoeo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","418826":"\n  my boyfriend is my voice of reason. he always gives unbiased opinions if i ask for his honest perspective on something, and he'll help me weigh the pros and cons of a situation or opportunity.\n  ","418827":"\n  the best thing that happened today is that i got a free large iced coffee this morning.\n  \n  the worst thing that happened is that i had to drive home from work in the pitch black while it was raining. my anxiety hasn't been this horrible in such a long time.\n  ","418828":"\n  my boyfriend's mother. she would probably have a lot of insight into the difficulties i've been having lately.\n  ","418829":"\n  yeah, i'm voting after work tomorrow.\n  ","418830":"\n  i've seen the original purge movie, but nothing else.\n  ","418831":"\n  no, i'm still saving up money.\n  ","418832":"\n  i'm fortunate in that i can always fall asleep at night, and there's never usually a time i *can't* sleep, lol. i'm always exhausted.\n  ","418833":"\n  diabetes, heart disease, and cancer all run in my family.\n  ","418834":"\n  there's definitely a lot more awareness of physical punishment now, but back in the 1980s and 1990s, it was the norm, unfortunately.\n  ","418835":"\n  the lord of the rings trilogy, the crow, girl interrupted, heathers, and queen of the damned, among others.\n  ","418836":"\n  i assume you mean the opposing sex. in that respect, i usually notice people's height and smile.\n  ","418837":"\n  i don't feel sad on mondays, but i'm definitely less motivated to return to work on monday considering the weekends are my days off from work, lol.\n  ","418838":"\n  perhaps its just my group of white friends, but i don't know a single person who wasn't spanked or abvsed in their childhood.\n  ","418839":"\n  we wash bath towels because they collect bacteria and skin cells after we use them.\n  ","418840":"\n  you guys are too sweet, aw.\n  ","418841":"\n  grey's anatomy, lol. i've never seen a single episode.\n  ","418842":"\n  i've been replaying fallout 4 for the past month or so.\n  ","418843":"\n  aw, thank you ~~\n  ","418844":"\n  i started working when i was 19 years old.\n  ","418845":"\n  that sounds like a \"\"you\"\" problem as opposed to a \"\"me\"\" problem.\n  ","418846":"\n  i wasn't aware that we were still in high school, where apparently voicing your opinion on something is \"\"cool.\"\"\n  \n  trump's ideologies are detrimental to the rights and lives of millions of people, specifically people who are black or spanish or arab, trans people, lgbt people, and women.\n  ","418847":"\n  i certainly hope so, but i obviously can't say for certain.\n  ","418848":"\n  no, not at all. i'm the youngest out of all of my coworkers (with the exception of, like, two people).\n  ","418849":"\n  personally, i believe so. the media doesn't need to embellish when reporting the news on trump because his antics are ridiculous enough as it is.\n  ","418850":"\n  i already spoke about this on my page today. i don't want children now, but i can't say if i'll feel the same in the future.\n  ","418851":"\n  yeah, i'm hopefully going to the polls tuesday night after work.\n  ","418852":"\n  middle class, i suppose.\n  ","418853":"\n  generally, yeah. that's normal as people get older, though. we live through different experiences and learn from them.\n  ","418854":"\n  i'm not energetic right now, but i'm not exhausted either.\n  ","418855":"\n  i have really unhealthy coping mechanisms, so all i'm going to say is -- not well.\n  \n  however, i do trudge through bad situations because there isn't much else you can do except that, but the initial coping with the situation has always been difficult for me.\n  ","418856":"\n  i don't really know, i don't fake my emotions often unless i'm lying to my parents and telling them that i'm fine when i'm not actually fine.\n  \n  in those circumstances, then i can easily give off the impression that i'm all right and nothing is wrong.\n  ","418857":"\n  life has been both up & down -- i'm just sorta going through the motions at this point and taking challenges as they arise.\n  \n  i don't have any strong opinions about the new year, though. years come and go and i've never really been one to try to start anew come january first. if i want to make a change, then i don't need a date as an excuse.\n  ","418858":"\n  i was heavily under the influence both friday night & last night, and i can't remember the last time i allowed myself to get that sh*tty.\n  \n  i was being safe, of course, but i haven't been that fcked up in at least a year.\n  ","418859":"\n  i've been fine. this weekend has been a bit wild, so i'm making it a point to try to sit down and relax tonight.\n  ","418860":"\n  ilysm. ?\n  ","418861":"\n\n   @obsydia_\n  \n  is a literal angel. she has helped me through so much when i've been struggling and has helped me come to terms with my BPD diagnosis, and she's such an inspiration in her own right.\n  ","418862":"\n  i missed\n  \n   @obsydia_\n  \n  buuuuttt ...\n  \n  SHE'S BACK AND YOU HAVE NO IDEA HOW HAPPY THAT MAKES ME.\n  \n  y'all should give her a follow and ask her all of your interesting questions, she's one of my favorite people ever and i'm so blessed to have met her on askfm. ?\n  ","418863":"\n  i don't really consider myself to be \"\"ask famous\"\" lol, yikes.\n  \n  i appreciate those who do look up to me, though. i personally don't see the reason why, but if i can help inspire a person to better themselves, then that makes me happy.\n  ","418864":"\n  no, my family has never had a maid before. my father and i split up the responsibilities when it comes to household chores.\n  ","418865":"\n  the image i portray of myself online is far from perfect, haha. i always talk about the messier side of myself, the downfalls of having mental illness, my insecurities, etc etc.\n  \n  most of the time, however, it's to raise awareness of mental health and to show that a person can *look* like they have their sh*t together but really be a mess on the inside. a lot of the darker aspects of mental illness aren't discussed, especially with respect to complex disorders, so i'm an open book in that respect.\n  ","418866":"\n  i answered this question two hours ago from the initial person who asked it.\n  ","418867":"\n  no, coffee never affects my sleep. i drink it pretty much all day long, and i can have a cup of coffee at night without it interrupting my sleep.\n  ","418868":"\n  today, i cleaned the bathroom, painted some cabinet doors, did a load of laundry, and cleaned\/organized my room a little bit. i'm also going to do a water change in a few minutes, but i wanted to sit down and relax first.\n  \n  i usually do deep cleanses every few weeks, depending on what needs to be done or if someone is coming over.\n  ","418869":"\n  i never look forward to mondays, lol. it's difficult for me to get back into the swing of working after being off for two days in a row.\n  ","418870":"\n  y'all should ask me some questions to break up all of the cleaning i'm doing today ~~\n  ","418871":"\n  it goes on a case by case basis. no doubt he's going to be angry with you if you let your parents know his antics, especially considering he's an adult.\n  \n  if he was a minor, then i would say that the parents have a right to know what he's doing, but considering he's 24 years old, he does have the freedom to live his life however he wants and he will deal with the consequences.\n  \n  however, i think you should definitely tell him your concerns and tell him that you're concerned for his safety and well being, especially if his activities may be dangerous and fatal.\n  ","418872":"\n  i obviously don't know your friend so i don't have an answer for you.\n  ","418873":"\n  not always -- sometimes they text me first.\n  ","418874":"\n  i didn't have lunch or dinner yet. for breakfast, i had eggs & cheddar cheese on a croissant.\n  ","418875":"\n  no, we remodeled the kitchen so there are a few cabinet doors that needed to be touched up.\n  ","418876":"\n  i just threw in a load of laundry, painted two doors, and wiped down a picture that hangs in my bathroom. now i'm outside having a cigarette before i need to fold clean clothes and hang them up.\n  ","418877":"\n  i really don't remember what the best or most interesting questions were. however, i prefer questions about my life or my opinions on specific topics, as well as questions asking me how my day or week has been.\n  ","418878":"\n  it would be nice to not have to deal with the debilitating effects of mental illness on a daily basis, lol.\n  \n  i mean, i'm thankful that i'm mostly managed with therapy & medication, but there are certain symptoms that aren't fully controlled with my treatment regimen and my illnesses come and go in waves.\n  ","418879":"\n  i don't really have any goals that are spiritual in nature. my only goal is to attain happiness or comfort within myself.\n  ","418880":"\n  my struggles when i was a teenager weren't exactly ordinary teenage struggles, so i honestly don't have an answer for this question.\n  ","418881":"\n  i've always wanted to cosplay chloe price from the video game life is strange -- it seems relatively easy enough, and she's a unique enough character that if you know the video game community, then you'll definitely be able to recognize her.\n  ","418882":"\n  i don't really have a favorite, but i have a few long-sleeved cardigans that i love and i'll usually pair them with an oversized tank top, leggings, and knee-high boots.\n  \n  last night to the party, i wore a red button-down tank top, a long black cardigan, a scarf, skinny jeans, and ankle boots.\n  ","418883":"\n  my autumn and winter clothing is basically the same thing, i just wear heavier jackets in the winter. but my wardrobe is composed of skinny jeans, fleece-lined legging, boots, long-sleeved blouses, sweaters, cardigans, scarves, etc etc.\n  ","418884":"\n  i'm not the type of person who needs to have the last word, and if i end up do having an argument (which is rare), then we usually either compromise on an agreement or simply agree to disagree.\n  ","418885":"\n  i'm not a selfish person, so no.\n  ","418886":"\n  that was the plan, but unfortunately things didn't work out that way.\n  ","418887":"\n  i never said i didn't want kids completely, i'm just leaning more towards no right now. that doesn't mean that my mind won't change when we're in a more stable position.\n  ","418888":"\n  i'm only 27 years old, my dude. if i decide to have a child, i'm not going to bring them into a world where i wouldn't be able to financially take care of them. that would be irresponsible.\n  \n  it's something i would consider more seriously after i have my own apartment or house and my boyfriend and i are living independently.\n  ","418889":"\n  he loves kids, so eventually he would like to have a child. definitely not at this point in our lives, though.\n  ","418890":"\n  idk. i can't see myself being responsible for a child because the thought of taking care of someone so small and fragile scares me. the idea of having children is something i've always gone back and forth on, and these days i'm leaning towards no.\n  ","418891":"\n  aw, it'll be okay !! confidence is key, and try to go in knowing that they hired you because they liked you and wanted you to be part of their team. having anxiety about a job is perfectly normal, especially in the first few weeks, but eventually you'll get comfortable going there !!\n  \n  good luck, bby. ♡\n  ","418892":"\n  i haven't done something like that in a really long time, haha. if my boyfriend and i have the day off together, then sometimes we'll go out for breakfast, but otherwise it isn't something that happens.\n  ","418893":"\n  stay-at-home novelist\/poet or a freelance writer and editor.\n  \n  i basically just want to write or edit for a living out of the comfort of my home, lol.\n  ","418894":"\n  it's legal because both people are adults, so i don't really have much of an opinion on the matter.\n  ","418895":"\n  i personally believe that you shouldn't marry for money, but i don't care about how other people decide to live their lives in that respect. if you want to marry someone due to the financial benefits, then that's a freedom you have.\n  ","418896":"\n  i've learned to become one over the years, yes. perhaps it's just me getting older, but i can't stay up as late as i used to and genuinely enjoy quiet mornings.\n  ","418897":"\n  my morning has been fine. i was contemplating canceling my doctor appointment this morning because i didn't get home until 5am, but i'm strangely feeling fine.\n  ","418898":"\n  i've been awake for like 10 minutes, but here's a selfie. i slept in my makeup, lmao.\n  ","418899":"\n  this literally didn't happen.\n  ","418900":"\n  thanks, friend. i'm sure it's a combination of not eating well today and anxiety. but i'm at my best friend's house now, so we're going to have some drinks and snacks soon.\n  ","418901":"\n  LOL, no. i'm not pregnant.\n  ","418902":"\n  i'm feeling unwell rn, actually. i'm incredibly dizzy and lightheaded, even though i just ate and had a lot of water. i'm hoping it goes away.\n  ","418903":"\n  this is the internet, i don't care about grammar when i'm on social media. i don't get paid to utilize grammar in my spare time.\n  ","418904":"\n  and why might that be ??\n  ","418905":"\n  i'm not entirely sure, people seldom approach me.\n  ","418906":"\n  my weekend has been good so far. last night, i saw a few friends and then i stayed over my boyfriend's house. i picked up my car from the mechanic this morning, went home and wrote a little bit, and now i'm laying down before i have to get ready for my best friend's party tonight.\n  ","418907":"\n  my boyfriend's father loves me, he's told me that he considers me to be sorta like his daughter.\n  ","418908":"\n  as far as i know, my friends' parents liked me. i wasn't a bad influence when i was a teenager because i never did anything reckless, illegal, or dangerous. that only started happening after i turned 19, lmao.\n  ","418909":"\n  haha, no. i didn't expect to win the costume contest -- i was just dressing up for fun and to be festive.\n  ","418910":"\n  i don't recall any portions of my childhood, so i honestly don't have an answer for this question.\n  ","418911":"\n  y'all should send me questions today, i don't have to do anything for the next few hours & will be hella bored ~~\n  ","418912":"\n  for the longest time, i used to believe that you shouldn't swim until an hour after you've eaten food because it would somehow give you cramps and you would wind up drowning (lol).\n  \n  i also used to believe, and still *somewhat* do, that shaving hair makes it grow back darker & thicker.\n  ","418913":"\n  i honestly don't know what people assume about me because i've never concerned myself with other people's thoughts in that matter. regardless, if their assumptions are incorrect, then it wouldn't bother me because it bears no significance on my life.\n  ","418914":"\n  i've been *obsessed* with the band grandson for the past few months, and i think he would be an amazing person to tour with. he's surprisingly political and a lot of his songs have some sort of political component to them, and he would just be a hella interesting person to get to know on a personal level.\n  ","418915":"\n  space has always been fascinating to me, although it's also scary when you think about it deeply enough. the idea that there's so much out there that's unknown to us and that our perception of space is only limited by our technology is interesting, especially when you factor in the possibility that earth isn't the only planet that can sustain life.\n  ","418916":"\n  uh ... is it weird if i could be all of those ?? LOL.\n  \n  it really all depends on my mood and who i'm around, tbh. i'm quiet around some people, but loud around others. i'm always career-driven, but i also know when to relax and have fun in moderation. i don't generally like to gossip, but i'm a good person to gossip to because i won't tell anyone else about the conversation. i'm also quite political, but i won't let my feelings known unless someone specifically asks for my opinion.\n  ","418917":"\n  it's obviously okay, but it could be painful for the person who fell in love for a variety of reasons, including distance, reciprocated feelings, etc etc.\n  ","418918":"\n  i love spinach, asparagus, and artichokes, but i dislike celery.\n  ","418919":"\n  you care about your partner's happiness more than your own, and you're willing to sacrifice your time if it means that it will make them happier or more comfortable. you can't imagine living a life without them in it somehow.\n  ","418920":"\n  OMFG YES. I LOVE YOU SO MUCH.\n  \n  EVERYONE FOLLOW HER RIGHT NOW.\n  \n  ?\n  ","418921":"\n  my day has been all right. i went to work, had dinner when i got home, and then went to my friend's house for a while.\n  ","418922":"\n  someone asked to see my ID three hours ago and it was because i was buying beer.\n  ","418923":"\n  i try to avoid using uber at all costs, but if i have to, then i will. i don't really trust most car services.\n  ","418924":"\n  working, as per usual. i just dropped my car off at the mechanic and now my friends want to hang out, so i have no way of getting to them & i'm pretty sure they don't want to pick me up.\n  ","418925":"\n  my friends have always referred to me as the wild card because my looks are deceiving. i look really naive and innocent, when really i'm anything but those things.\n  ","418926":"\n  just be upfront and honest with them -- tell them that you want to sit down and talk to them about something, and once you two are in a position where you won't get interrupted, you can talk about your problems and how they hurt you.\n  ","418927":"\n  LMAO. omg, that's the opposite of the truth. if you don't fart, then you have a serious gastrointestinal problem going on.\n  ","418928":"\n  my favorite cookies are rainbow cookies !! i guess they're technically pastries, but they're delicious.\n  ","418929":"\n  i went out last sunday with a few friends to celebrate my boyfriend's best friend's birthday. we ended up going to a cute restaurant in lower manhattan.\n  ","418930":"\n  i listen to the radio nearly every day !! i usually switch between alt 92.3 and 94.3 the shark. they're both new york-based radio stations.\n  ","418931":"\n  no, i've never been called with spam if that's what you mean. i've never had to change my number either.\n  ","418932":"\n  yes, i love going to parks !!\n  ","418933":"\n  oh yeah, i totally forgot about that, lmao. it wasn't so much a party as much as it was an outing with friends to a restaurant.\n  \n  i do occasionally go to the bar too, but I don't really count that as anything because i just go to grab a drink with a friend, it isn't anything wild.\n  ","418934":"\n  my phone is usually on vibrate, so not often.\n  ","418935":"\n  that doesn't mean i go to parties often, lol. it just means my best friend is having a party for her birthday, and it's also a going away party because she's moving next week.\n  ","418936":"\n  lmao what. i seldom go to parties, my life consists of work and sleep.\n  ","418937":"\n  i'm not sure i know what this is.\n  ","418938":"\n  of course -- everyone farts.\n  ","418939":"\n  i only speak english, so i have no idea what this says.\n  ","418940":"\n  surprised me with flowers and chocolate on my birthday -- he sent them to my office while i was at work, and it was the cutest thing.\n  ","418941":"\n  i took the buzzfeed quiz, and apparently got true neutral ?? idk if that's necessarily accurate, LOL.\n  ","418942":"\n  as my bio clearly indicates, i live in new york.\n  ","418943":"\n  hello -- do you have a question ??\n  ","418944":"\n  one of the best days of my life was when my boyfriend and i spent the day together in montauk a few years ago -- we went to the brewery for a few drinks, then we grabbed dinner, and we spent the night hanging out and playing cards in the hotel room. the next morning, we visited the beach and took photos !!\n  \n  it doesn't sound like much, but it was a relaxing weekend.\n  ","418945":"\n  i've always been under the understanding that fascism was a far-right ideology headed by an authoritarian leader\/dictator which gives power to the government and strips citizens of their basic rights.\n  ","418946":"\n  i'm taking my car to the mechanic saturday morning, and then that night, i have a going away\/birthday party to attend.\n  \n  other than that, i have no weekend plans.\n  ","418947":"\n  no, i'm quite ordinary.\n  ","418948":"\n  thank you !! i've always wanted to try it but was honestly too lazy, but i'm going to give it a shot this year.\n  ","418949":"\n  i actually just signed up for nanowrimo, so i have that to look forward to !!\n  \n  (if anyone doesn't know what it is, it's a month-long challenge to write a novel that's 50,000 words in one month.)\n  \n  i'm hoping that having this as a goal will inspire me to write more often.\n  ","418950":"\n  autumn is my favorite season.\n  ","418951":"\n  yes, i'm feeling much better -- thank you for asking !!\n  ","418952":"\n  i don't throw tantrums. what are you talking about ??\n  ","418953":"\n  it doesn't really bother me what people call me.\n  ","418954":"\n  ahh, good luck !! i'm sure you'll get the job, you're an incredibly hard worker. that sucks about your last job but at least you knew better than to stay at a place that isn't treating you right.\n  ","418955":"\n  i'm at work rn, so not much. i had a good night last night since i was able to see my boyfriend, but we didn't get to spend much time together since we both had to go to bed early for work.\n  \n  i'm debating on buying another iced coffee because i've been yawning at my desk, rofl.\n  ","418956":"\n  yeah, i'm sure they do. life and death are natural cycles.\n  ","418957":"\n  slow zombies in the day, fast zombies at night. it seems the most fitting and the scariest.\n  ","418958":"\n  you can easily google this question.\n  ","418959":"\n  thank you !! i've done purple like this before, just on obviously much shorter hair (lol).\n  \n  i'm all right, though. things have been hectic lately and i've been exhausted every day, so i'm hoping things lighten up soon. how are you ??\n  ","418960":"\n  i'm not comfortable with my body.\n  ","418961":"\n  me in my halloween costume yesterday !! i have a full body photo but i don't really want to post it.\n  ","418962":"\n  oh hell no, lol. my family doesn't know much about my life and i'm not in a comfortable position to let them know the things i've gone through.\n  \n  also, my family is a large source of the stress i encounter on a regular basis and the reason for my trauma, so that probably wouldn't go over well.\n  ","418963":"\n  this pretty much defines me throughout the entirety of high school.\n  ","418964":"\n  i'm not confident most of the time, and that has no correlation with my social anxiety. i have panic attacks when i'm confronted with a social issue or if i have to talk to large groups of people.\n  \n  it also isn't a matter of \"claiming,\" i've literally been diagnosed with generalized and social anxiety.\n  ","418965":"\n  no, but last night my boyfriend and i watched achievement hunter play a scary game on VR, which was hilarious because the guy they had playing it is scared of everything, so he was jumping around and screaming the entire time.\n  ","418966":"\n  OH, LOL. sorry, i totally misunderstood your message.\n  \n  no, i wouldn't want to spend such a large sum of money on a library. perhaps if i'm extremely wealthy i would, but definitely not now.\n  ","418967":"\n  hello -- do you have a question ??\n  ","418968":"\n  i don't really have a style or inspiration from which i derive a style, haha. i just wear what looks comfortable to me.\n  ","418969":"\n  i don't think there's a universal meaning to life, because you create meaning out of your own life and everyone's meaning will be different.\n  \n  that being said, that probably goes for animals as well. animals live off of instinct and don't have the same intelligence levels as humans, even though some animals are innately more intelligent than others. i don't think they know the concept of life beyond what they're currently living in that present moment.\n  ","418970":"\n  if i was single, i would definitely date chloe price (from life is strange), LOL.\n  \n  i've always been infatuated with her character and lively spirit, and i've also been able to relate to her a lot. my second option would probably be lestat from anne rice's vampire chronicles.\n  ","418971":"\n  i think that a lot of people believe that reading comic books is somehow \"immature,\" because they associate comics with kid-related activities.\n  \n  in reality, that couldn't be further from the truth. there are several adult-centered comics that are inappropriate for children, and i find comics to be an art form.\n  ","418972":"\n  the weirdest fetish-related questions are ones that revolve around inflation (\"what would you do if your body inflated like a balloon?\"), being a giant, having hair on your arms, and -- of course -- the traditional, invasive foot fetish questions.\n  ","418973":"\n  society and the media cater to men's needs and disregard the needs of women on a regular basis.\n  ","418974":"\n  yes, i have seven tattoos !!\n  \n  i love them all equally, but my favorite one is my linkin park tattoo. it has a lot of meaning to me because linkin park has helped me through a lot of difficulties throughout my life, and i wanted to also commemorate chester bennington.\n  ","418975":"\n  i'd learn how to sing overnight, LOL. i've always wanted to have a good singing voice.\n  ","418976":"\n  the patriarchy is still alive and well. you can't restore something that hasn't dwindled in the first place.\n  ","418977":"\n  my day was a lot of fun, actually !! i dressed up for halloween and went to work, and a lot of my coworkers had really amazing costumes on. we had a costume contest during lunch and took a bunch of group photos.\n  \n  i just got home a little while ago, and right now i'm just relaxing with a cup of coffee before i heat up some dinner.\n  ","418978":"\n  who would even want to create a library made entirely of money ?? that sounds counter-productive.\n  ","418979":"\n  i prefer the ideologies behind vampires and the different interpretations of them, especially when it comes to anne rice's vampire chronicles !! lestat is my favorite vampire ever.\n  ","418980":"\n  i've only been home for 30 minutes, and no one has come to the door yet. i'm sure they all came earlier while i was still at work.\n  ","418981":"\n  this is going to make me sound like a grouch, but i hate when kids come to my house when they go trick-or-treating, LOL.\n  \n  i know it's a fun holiday, but i'm so awkward around children that i have no idea how to act. i'm much more comfortable leaving a bowl of candy out on the porch, lmao.\n  ","418982":"\n  i've used a ouija board quite a few times, but the only time something happened was when i saw an apparition (as described in one of my previous answers).\n  \n  i genuinely do think ouija boards are some doorway to the paranormal, so i don't use them anymore.\n  ","418983":"\n  my favorite candy is reese's peanut butter cups. my least favorite candy is skittles.\n  ","418984":"\n  i'm not superstitious at all, but i've always found the superstition behind the number 13 to be incredibly interesting.\n  ","418985":"\n  i used black, white, and grey makeup to make my face look like a skull one year, and it turned out really good !!\n  \n  i was going to do it this year for work, but i really didn't want to get up super early in the morning to do my makeup before work.\n  ","418986":"\n  \"this is halloween\" - marilyn manson ;\n  \n\n   https:\/\/www.youtube.com\/watch?v=jU6iP0WLsU8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","418987":"\n  i've had quite a few paranormal experiences. the most significant one, however, happened when i was a teenager and playing with a ouija board with one of my friends. when we asked the board a question, we both looked into the hallway and saw an apparition wisp from one doorway to the next. we both looked at each other and knew we saw the same thing.\n  \n  i haven't touched a ouija board since, it was terrifying.\n  ","418988":"\n  black cats !! i think they're adorable, and it's such a shame that people actually go out of their way to purchase a black cat just for the sake of hurting it for halloween. it's one of the worst things i've ever heard.\n  ","418989":"\n  happy halloween !! ?\n  ","418990":"\n  ? happy halloween. ?\n  ","418991":"\n  it was sold as a \"\"huntress\"\" costume but i bought it because it looks like a wood elf costume !!\n  ","418992":"\n  i already answered this question -- i said that some, if not most, babies are ugly to me. some kids can be cute, though.\n  ","418993":"\n  no, i bought the wig for my halloween costume. my hair is basically shoulder length on the right side and shaved on the left side.\n  ","418994":"\n  depends on if you even have a culture or not. some people define themselves strongly by their culture while other people don't adhere to a specific culture.\n  ","418995":"\n  yeah, i have a few coworkers who have a great sense of fashion and i enjoy their outfits a lot.\n  ","418996":"\n  depends on the individual, obviously. i'm not answering this question in a personal context, though.\n  ","418997":"\n  lack of personal hygiene. it's disgusting when someone, regardless of their gender, smells bad, doesn't wash their hair, etc etc.\n  ","418998":"\n  thank you !!\n  \n  i'm just going to work. however, my job is having a costume contest so i'm dressing up and wearing the wig to work.\n  ","418999":"\n  i have no idea what you're trying to ask.\n  ","419000":"\n  i'm five feet tall.\n  ","419001":"\n  hello -- do you have a question ??\n  ","419002":"\n  no, i don't give any merit as to what other people want me to look like. if that was the case, then i wouldn't look or dress the way i currently do.\n  ","419003":"\n  things we don't want to admit to ourselves, mistakes we've made, etc etc.\n  ","419004":"\n  somewhat. it's important for me because i want to be comfortable with who i am, not so much what other people think of my appearance.\n  ","419005":"\n  no, i try to be as real as possible, otherwise it's detrimental to your life and your loved ones' lives. if you're living in a fantasy then you're not facing the harsh truths of reality.\n  ","419006":"\n  i'd rather not discuss things of this nature on askfm.\n  ","419007":"\n  like visual artists or musicians ?? either way, i don't believe i know of any.\n  ","419008":"\n  i took this on saturday (it's also my profile pic) ;\n  ","419009":"\n  i think you're pretty accurate, at least in my opinion, LOL.\n  \n  it's difficult to tell what our own voices sound like. but i've noticed that sometimes i read certain people's answers in different voices like how i think they would sound.\n  ","419010":"\n  thanks, my dude ~~\n  ","419011":"\n  no, i've never been to the south before, lol.\n  ","419012":"\n  i honestly don't remember, it was too long ago. i just remember disliking it.\n  ","419013":"\n  i read the scarlet letter when i was in high school & i hated it.\n  ","419014":"\n  i've always wondered what i sound like to people who follow me online & haven't ever met me.\n  \n  like, when y'all read my posts, what kind of voice is it in ?? it's so intriguing to me.\n  ","419015":"\n  idk if this counts as a \"scary\" movie, but i looooved the resident evil and silent hill movies.\n  ","419016":"\n  i wouldn't have posted it if i didn't see it.\n  ","419017":"\n  someone giving a dude road head while on the highway, lmaoooo.\n  ","419018":"\n  i just got home from work, so i'm going to clean a little bit before i have to go back out to therapy later.\n  ","419019":"\n  people have told me that i'm trustworthy, yes. if you tell me something in confidence, then i'm not uttering a word to anyone else.\n  ","419020":"\n  they're insecure with themselves and the only way they believe that they can feel better about themselves is by putting other people down.\n  ","419021":"\n  there are some artists he likes that i don't like very much, and vice versa, but we do love quite a few of the same musicians !!\n  ","419022":"\n  loyalty and respect.\n  ","419023":"\n  no, not at all. fear in a relationship is unhealthy to an extreme, and it's potentially abvsive.\n  ","419024":"\n  i usually find them on the radio or on spotify.\n  ","419025":"\n  i don't take multivitamins, but i do think they can be useful if you're not getting enough nutrients through your regular food.\n  ","419026":"\n  no ?? that's illogical.\n  ","419027":"\n  i definitely don't think that earth is the only planet in the universe that's habitable, so there has to be some other forms of life somewhere.\n  \n  if they're intelligent and somehow meet us, they'd probably be disappointed. lmao.\n  ","419028":"\n  definitely not me, haha. i hate thanksgiving.\n  ","419029":"\n  tell them that you can't change how you look so they're going to have to deal with looking at you since you're not going away anytime soon.\n  ","419030":"\n  lol, no. i don't think most babies are cute.\n  ","419031":"\n  i had a rough night last night and got little sleep, so i'm craving my bed right now. and a cup of tea when i go back inside for work.\n  ","419032":"\n  i started watching the chilling adventures of sabrina, which has been pretty good so far !!\n  \n  before that, i finished up wentworth and killer women.\n  ","419033":"\n  subway !! i always get their BLT sandwich on herb & cheese bread with avocados.\n  ","419034":"\n  it took me about two years in between my first driving lesson and me getting my license. even still, i'm not comfortable behind the wheel and try to drive as little as possible.\n  ","419035":"\n  i have 270 coins right now.\n  \n  as for what they'll be used for, who knows for sure. askfm has been pretty vague about it. probably new moods and color features.\n  ","419036":"\n  communications and professional writing.\n  ","419037":"\n  i graduated with a 3.9 GPA.\n  ","419038":"\n  no, i've never been on television before.\n  ","419039":"\n  i usually play destiny 2, fallout 4, skyrim, assassin's creed, and bioshock.\n  ","419040":"\n  yeah, xbox is the only console i use.\n  ","419041":"\n  i can't sleep because there's too much on my mind. does anyone have any questions to distract me ?? :\/\/\n  ","419042":"\n  family movie -- the nightmare before christmas. it always puts me in a good mood around this holiday.\n  \n  adult movie -- basically any psychological thriller\/gory\/spooky movie, especially if it revolves around halloween. i like the crow a lot.\n  ","419043":"\n  i like halloween the most, but i don't really do anything to celebrate.\n  ","419044":"\n  yeah, i know a few people like that.\n  ","419045":"\n  my only halloween plan is to go to work.\n  ","419046":"\n  it's probably split evenly, someone's sex doesn't really determine their infidelity.\n  ","419047":"\n  trees -- especially birch, big oaks, and willow trees. they've always had such a mysterious presence to them and you can feel their energy.\n  ","419048":"\n  idk, askfm staff is being incredibly vague about it -- probably to hype whatever it is up since it likely won't be something important or significant, lol.\n  \n  probably new moods, profile customizations, colors, etc etc.\n  ","419049":"\n  idk much about goats or horses, especially with respect to taking care of them properly, so i would definitely have to do a lot of research before adopting any.\n  \n  tbh i'm kinda afraid of horses too, lmao. they're such powerful creatures and i'm always terrified that i'm going to piss one off.\n  ","419050":"\n  i'd love to own a house somewhere in a wooded area or open fields, with a lot of land for my future animals to run around in.\n  \n  i like rustic styled homes, so there would be a lot of wood and antique-looking furnishings with a lot of area rugs and a fireplace. we would have a deck in the backyard as well as a balcony outside of the upstairs master bedroom. i also like the idea of having a separate room for gaming and entertainment, as well as a room where my boyfriend can keep his fishtanks.\n  ","419051":"\n  i'm not a homeowner yet because i don't have the financial means to own a home (maaybe to rent if i find enough people).\n  \n  i would love to own a home in the future, though !!\n  ","419052":"\n  now you're getting it.\n  ","419053":"\n  i don't think i whine generally, so i have no idea. if i did, my boyfriend would definitely tell me, lol.\n  ","419054":"\n  no, i'm not entertaining it anymore because your comparison has no merit. getting tan isn't racist. doing blackface is racist.\n  ","419055":"\n  lmaoo, oh my god. i'm not entertaining these statements anymore because this is getting hilarious.\n  \n  if you don't understand why blackface is racist, then you're part of the problem.\n  ","419056":"\n  getting a spray tan isn't the same thing as blackface. lmao, what the fuck ?? you're reaching, my dude.\n  ","419057":"\n  you can dress up as a black character, celebrity, etc etc. without doing blackface. there's literally zero reason to do blackface because any logical person would know that it's extremely racist.\n  ","419058":"\n  i think pranks in general are dumb and immature. if you're pranking a random stranger on the train, where they can't even walk away to escape the prank, then you're extremely juvenile. people are just trying to get to where they need to be.\n  ","419059":"\n  i haven't taken a course in biology in like ... eight years. i don't remember much about it at all.\n  ","419060":"\n  it's always meant to be racist, that's the entire reason behind why blackface exists in the first place.\n  ","419061":"\n  the only thing i spoil myself with is coffee, tbh. i purchase coffee at least 3 times per week, but it's really the only thing i buy for myself so that's how i justify it.\n  ","419062":"\n  oh my god. blackface has roots in the 19th century and is inherently racist, as white people would do it to force certain stereotypes of black people and create caricatures out of them. it's one of the most racist things you can do.\n  ","419063":"\n  i played fortnite once when it first came out for free on xbox, and i absolutely hated it, LOL. i died within like 30 seconds.\n  \n  i'm not generally a big fan of big multiplayer games like that.\n  ","419064":"\n  i don't think askfm has revealed their purpose yet.\n  ","419065":"\n  i haven't been paying close attention to politics lately, so i honestly have no clue who that is.\n  ","419066":"\n  i honestly don't know -- i only follow a few people on askfm, so my sphere of vision regarding this website is a bit limited.\n  \n  they just added the whole \"coin\" feature, which is weird ngl, but it does give people incentive to ask and answer questions more often, which may help the website in the long run.\n  ","419067":"\n  the makers of red dead redemption 2 were so detailed in their game design that they included t*sticles on the male horses in the game.\n  ","419068":"\n  no. i've been in bed for half the day, and the other half of the day has been spent drinking tea and eating soup.\n  ","419069":"\n  oh gosh -- i don't think i would be able to cope at all. interacting with the same person all the time without any down time at all or opportunities to see anyone else, i'm sure that enough to really deteriorate a person's mental state.\n  ","419070":"\n  i don't think he's picked up any habits from me -- the only thing i can think of is that he says \"meep,\" which is something i've always done.\n  \n  as for me, i say \"it is what it is\" a lot because of him.\n  ","419071":"\n  people have told me that i give good advice because i'm straightforward and i don't sugarcoat things. i just always think it's amusing how i can seemingly help other people with their problems, but with my own issues, i'm absolutely clueless.\n  ","419072":"\n  no, not at all. when i drink, i tend to have a \"live in the moment\" persona and i don't really dwell on anything except what's happening at the present time.\n  ","419073":"\n  it comforts me when my friends listen to me and give me feedback on my problem or how i'm feeling.\n  ","419074":"\n  yeah, but i only send snaps out to my friends. i don't post anything to my snapchat story.\n  ","419075":"\n  holy crap, that sucks !! i hope you guys deal well with the upcoming winter.\n  \n  in new york, it basically went from being 90 degrees fahrenheit every day to 50 degrees fahrenheit within the span of one week. most days, it's been cloudy and windy, but we did get a few recent rain showers and a nor'easter late last week.\n  ","419076":"\n  i honestly don't remember what my opinion of him was when i first met him, lol. i remember i thought he was cute and charming, but nothing deeper than that.\n  ","419077":"\n  tbh i think it's insensitive. yes, there will always be people who have it worse off than you, but that doesn't discount the struggles you're enduring *right now.* we're given what we're given, and we have to deal with those issues as they come up. saying that other people have it worse is essentially brushing off someone's problems and declaring them not worthy enough for attention.\n  ","419078":"\n  y'all should send me questions to answer to distract me from how sh*tty i feel today.\n  \n  i'll answer anything as long as it's appropriate ~~\n  ","419079":"\n  i would have no idea because i've never been in that situation before.\n  \n  i would send them a message or call them, expressing your condolences and asking if there's anything you can do to help.\n  ","419080":"\n  if you have anything useful to add to this conversation or have any questions, feel free.\n  \n  if not, then i'm going to stop replying to this thread.\n  ","419081":"\n  especially considering i'm non-binary, not a girl. lmao.\n  \n  but the concept that people of one single gender act alike is completely false and it's damaging. don't listen to stereotypes because they're only going to hurt you or other people in the end. everyone is different.\n  ","419082":"\n  what else did you expect ?? i'm not here to sugar coat things for other people.\n  ","419083":"\n  i don't want to follow you. i have no interest in your page.\n  ","419084":"\n  i've learned not to give in to my mood swings and emotions as much as i used to last year and in previous years. life will continue regardless of whether or not you're ready or okay with it, and the best thing you can do is roll with it and take your problems head-on. i'm not saying it isn't going to be difficult, but i've learned that it's counter-productive to give in or give up because ultimately the only person it hurts is you.\n  ","419085":"\n  it ultimately depends on what this favor is.\n  ","419086":"\n  i generally agree with this, yes. people will try to make you feel inferior, but it's ultimately up to you as to how you'll react to those statements or actions. you can either let it eat you alive or you can continue living your life in spite of them.\n  \n  i think it also applies to anons here as well, because people here have a nasty habit of trying to ridicule others on anon, and you don't have to give in to their thoughts.\n  ","419087":"\n  it depends on the circumstance. if they dislike you and she's taking their thoughts into consideration, then chances are you two don't have a chance. however, if she doesn't care about what her friends think and is into you, then she may reach out.\n  \n  this is all assuming that she likes you, though.\n  ","419088":"\n  sometimes, it does. it used to affect my mood a lot before i started taking medication for mood swings -- i would get upset really easily, cry a lot, and generally feel hopeless and unmotivated.\n  ","419089":"\n  i'm going to work as usual, but i'm dressing up in costume since my job is having a costume contest. it's mainly the reason why i bought the wig, lol.\n  \n  i'm going as a \"huntress,\" which is basically another way of saying a katniss without the hunger games attached to it. it comes with a cloak and everything.\n  ","419090":"\n  i started watching the chilling adventures of sabrina two nights ago, and i really enjoyed it (even though i only got one episode in).\n  \n  it's based on the comics, so it's a lot darker than the old tv series and isn't a comedy, it's a drama.\n  ","419091":"\n  usually, they'll tell you straight out.\n  ","419092":"\n  it wasn't exactly a costume, but i transformed my face into a skull one year using makeup. it was pretty dead on and i got a lot of compliments.\n  ","419093":"\n  no, i've never had surgery before.\n  ","419094":"\n  yeah, it's generally used for both depressant and anxiety. however, i also take buspar for anxiety because it's a non-narcotic anti-anxiety medication.\n  ","419095":"\n  it can go either way. i've always spelt it as tomato.\n  ","419096":"\n  i admire\n  \n   @babycadiex\n  \n  because she's extremely knowledgeable when it comes to parenting and safety, so i would probably go to her for some questions if i were to ever have a child.\n  \n  IRL, i have a few friends who are excellent parents too.\n  ","419097":"\n  i prefer working by myself. i don't like the idea of having to rely on other people for a project because you can't trust that they'll put 100 percent into it.\n  ","419098":"\n  i don't know, it could be anything. driving home, i was convinced i was going to get into an accident.\n  ","419099":"\n  i just made an english muffin and i'm going to make a cup of ginger tea soon.\n  \n  and no, my job let me leave early today. they're really understanding when it comes to mental health issues, thankfully.\n  ","419100":"\n  i'm not doing well at all today. i missed my meds last night, and that combined with the anxiety i was feeling yesterday and the overwhelming amount of work i walked into today, i ended up having a panic attack and vomited at work.\n  \n  i'm not as panicky now, but i'm exhausted and my stomach is upset and i can't get rid of the feeling that something terrible is going to happen. i'm afraid to do anything besides lay in bed.\n  ","419101":"\n  i don't really do any activities around this time of year besides drink and eat things that taste like pumpkin, lol. occasionally i'll go to a halloween party if my friends are having one, but that didn't happen this year.\n  ","419102":"\n  that's where other people come in and sit that person down and explain to them that what they did or said was a mistake or how hurtful it was to others around them.\n  \n  oftentimes it's hard to realize your own mistakes because you're not seeing them from an outside perspective.\n  ","419103":"\n  no, i generally worked on homework and other various assignments as soon as they were assigned to me. if i put them off, i would experience too much anxiety and it would constantly weigh on my mind.\n  ","419104":"\n  the only one i haven't done is go to a haunted house -- i'm terrified of things popping out to scare me, so i've never gone before.\n  ","419105":"\n  scents that remind me of autumn are pumpkin, firewood, apples, and the distinct scent in the air that happens when it gets cold outside.\n  ","419106":"\n  no, i'm thankful in that i have my boyfriend to talk to at the end of the day so i can discuss what happened throughout the day or vent if i need to.\n  ","419107":"\n  it generally doesn't happen to me because i have coffee first thing every morning, so i don't have the chance to interact with people beforehand, lol.\n  \n  i'd imagine i would be quite cranky, though. coffee motivates me to get up in the morning.\n  ","419108":"\n  i just checked, and apparently they updated the app and started giving people coins for interesting questions and answers.\n  \n  i have no idea what they're used for, though.\n  ","419109":"\n  i used to when i was younger, but i haven't been into pokemon for like 15 years.\n  ","419110":"\n  i've only heard like ... one song from them, but i don't think i like them.\n  ","419111":"\n  no, it's 49 degrees fahrenheit but it doesn't feel cold.\n  ","419112":"\n  i've only ever been to the museum of modern art, but i enjoyed it.\n  ","419113":"\n  no, i couldn't care less about drama.\n  ","419114":"\n  i really don't care about the drama between people in askfm.\n  \n  ask me questions about me. kthxbye.\n  ","419115":"\n  this sounds like a bullshit pyramid scheme.\n  ","419116":"\n  good !! i'm in manhattan to celebrate my friend's birthday.\n  ","419117":"\n  i plan to move up further in my job, move into an apartment, and adopt a dog.\n  ","419118":"\n  a round trip ticket from the station i left at to get to penn station was $23.\n  \n  it's a hell of a lot cheaper than if we were to drive there. and it cuts the travel time in half.\n  ","419119":"\n  ignore my wet hair ;\n  ","419120":"\n  lmao ... what does this even mean.\n  ","419121":"\n  it's the only way i comfortably go into manhattan.\n  ","419122":"\n  i don't have an issue -- i just fail to see the point of asking me these questions when i don't know who asif is.\n  ","419123":"\n  i don't even remember who this kid is, so these questions are pretty pointless.\n  \n  instead of asking me about him, ask me about other things ~~\n  ","419124":"\n  thanks, my dude ~~\n  ","419125":"\n  ask me questions for me to answer while i'm on the train later ~~\n  ","419126":"\n  askfm, lmaooo.\n  ","419127":"\n  y'all need to stop putting vague messages in my inbox. if you have something to say, just outright say it.\n  ","419128":"\n  i would like to get a firm grip on my mental illnesses and eventually attain happiness.\n  ","419129":"\n  well considering i'm not a girl, no.\n  \n  nevertheless, i don't go out dancing or partying because it exacerbates my anxiety.\n  ","419130":"\n  thanks for explaining your intentions to me ??\n  ","419131":"\n  of course i love my boyfriend. if i didn't, then we wouldnt be together.\n  ","419132":"\n  maybe i'll start it tonight considering i have nothing else to do, lol.\n  ","419133":"\n  sounds interesting !! i love dark shows.\n  ","419134":"\n  how is it ?? i've been debating on watching it.\n  \n  i would *love* if they rebooted as told by ginger. that was probably one of my favorite shows back in the day.\n  ","419135":"\n  i'm so fuckin bored & it's a saturday so i can't go out (bars are too crowded and noisy).\n  \n  someone entertain me with questions.\n  ","419136":"\n  no, i'm comfortable. it isn't cold out today where i live.\n  ","419137":"\n  i'm doing well now that i have some iced coffee in hand. i'm playing fallout 4 while my laundry is being washed.\n  ","419138":"\n  i'm not here to convince you. i'm just telling you what i know to be true.\n  ","419139":"\n  it isn't a matter of who, it's a matter of what. that can be explained by science.\n  ","419140":"\n  yes ... i just said i was a nail biter.\n  ","419141":"\n  i'm a chronic nail biter.\n  ","419142":"\n  not really. i only trust a few select people, and that number is soon to get smaller.\n  ","419143":"\n  i originally answered this question saying that i was tired, but now that i have a 30oz iced coffee, i'll be fine.\n  \n  time to do some laundry, i guess.\n  ","419144":"\n  i'm looking forward to going into manhattan tomorrow to celebrate my friend's birthday.\n  \n  i'm also seeing harry potter and the cursed child in like two weeks, which should be a lot of fun !!\n  ","419145":"\n  it doesn't !! thank youuuu. ♡\n  ","419146":"\n  ? i am the shadow on the moon at night. ?\n  ","419147":"\n  like, my work days are spent critically thinking for almost nine hours straight. on the weekends, i'm braindead, lmao.\n  ","419148":"\n  because i don't feel like thinking critically right now. i'm mentally exhausted.\n  ","419149":"\n  that requires a level of knowledge about science that i don't have. the only science classes i ever took were biology and human anatomy.\n  \n  i'm sorta done with these questions, though. if y'all have any other questions, feel free to ask.\n  ","419150":"\n  i used to know the basics years ago when i was more educated, but i don't remember the specifics.\n  ","419151":"\n  the big bang theory seems to be the most logical conclusion.\n  ","419152":"\n  i've debated this question for essentially my entire life, and i haven't come to any concrete conclusions.\n  \n  i used to think that while our physical bodies perished, our energies are transferred to another medium, which can be related to reincarnation. but it isn't something i'm entirely convinced of.\n  ","419153":"\n  idk what else you're expecting from me.\n  ","419154":"\n  that's called faith. which i already said multiple times that i don't have faith.\n  ","419155":"\n  god is an omnipotent being with whom people have faith in an effort to bring guidance to their lives.\n  ","419156":"\n  google exists for a reason.\n  ","419157":"\n  no, it's something i've pondered for years and have ultimately come to my own conclusions. i used to take religion classes when i was a child, up until i realized i didn't believe in god.\n  \n  since then, i've researched other religions and have found the trend that people believe in whichever god they believe in due to their faith. i don't have faith.\n  ","419158":"\n  i've literally seen apparitions and have had paranormal experiences, which is why i believe in spirits.\n  \n  i don't believe in god because there isn't any evidence to suggest one exists. religion is also based upon faith, which i don't have.\n  ","419159":"\n  i don't discuss things of this nature on askfm, especially considering it can be deemed a fetish.\n  ","419160":"\n  i fail to see the correlation between the two.\n  ","419161":"\n  if it causes an issue in your relationship, then yeah, that seems pretty significant.\n  \n  if you know that he isn't entirely wrong, then you ideally should *try* to have a more open mind. however, at the same time, it also matters how he goes about giving you lectures. if he makes you feel bad or upset then that's a talk you two need to have to be more receptive to each other's feelings.\n  ","419162":"\n  it doesn't ever happen really because i only vent to my boyfriend and like two close friends, but i dislike when people brush off my problems and indicate \"other people have it worse\" or \"you're just overreacting.\"\n  \n  i'm aware that other people may have it worse, but that doesn't discount what it is i'm going through now or make it any better. everyone will always have problems and this is what i was given.\n  ","419163":"\n  yes, halloween is my favorite holiday !! i love all of the spooky movies and decor that are sold in stores, seeing everyone in costume, and the general atmosphere of the time of year.\n  ","419164":"\n  depends entirely on who it's from and whether the criticism is warranted or valid -- however, i usually take it into consideration unless it's just wildly untrue.\n  ","419165":"\n  yeah, i'd say i'm fairly patient with most people. you'd really have to get under my skin in order for me to lose my patience with you, which only one or two people can do.\n  ","419166":"\n  at the moment, it's grandson !!\n  ","419167":"\n  when i'm angry, i usually either play video games, talk to friends about my problem, or drink.\n  \n  i calm down my boyfriend by letting him vent about his issues, bringing him food, and suggesting that he plays a violent video game to get out his aggression.\n  ","419168":"\n  who said that pisses me off ?? i know i look feminine sometimes.\n  ","419169":"\n  i'm trying to grow out the one side of my hair, because i'm keeping the other half shaved.\n  ","419170":"\n  it's funny because i've never had long hair before, but i was always curious as to how i'd look.\n  ","419171":"\n  nah, but i am going to wear it for halloween.\n  ","419172":"\n  yeah, i live in the united states so halloween is a big holiday here.\n  ","419173":"\n  thanks for the follow, my dude ~~\n  ","419174":"\n  it's a wig, actually !! i love it, i bought it to wear with my halloween costume.\n  ","419175":"\n  most of the places i go to don't have self checkout.\n  ","419176":"\n  when the person behind or in front of me tries to talk to me and goes \"can you believe how slow they are ?! i can't believe this.\"\n  \n  stfu. cashiers are human beings too and they're trying their best to attend to every customer in a timely fashion. it isn't their fault if a customer has a lot of items, or a lot of coupons, or if they're sometimes dealing with a difficult or irate customer. have some patience and realize that they're doing the best they can.\n  ","419177":"\n  that's a matter that's up for debate. i personally believe in spirits.\n  ","419178":"\n  no, quite the contrary actually !! i didn't think they were real either until i had that experience and started researching more into the boards.\n  \n  it's generally advised to not use them because they could invite unwanted spirits into your house.\n  ","419179":"\n  you don't even know what i look like on a regular basis, lol.\n  ","419180":"\n  i don't love shopping as it is, so the sales make little difference to me. i just appreciate when the items i actually need are on sale.\n  ","419181":"\n  no, i've never been robbed in person before. once, someone broke into my car but that was the extent of it.\n  ","419182":"\n  i prefer running my errands on the weekdays after work so that i have the weekends free to do whatever i want to do.\n  \n  i.e. i ran a bunch of errands last night after work, because i honestly didn't want to do them today because i knew i wanted to have a lazy saturday.\n  ","419183":"\n  dear trump ;\n  \n  maybe actually show some compassion for once, if you have that in your heart. take the stick out of your a*s and instead of blaming democrats & the media for horrific events, see them for what they truly are and take steps accordingly.\n  \n  also, trans people have existed and will continue to exist regardless of whatever trash policies you try to enact.\n  ","419184":"\n  i was (stupidly) playing with a ouija board once when i was younger, and my friend and i ended up seeing a white wisp in her upstairs hallway after we asked a question.\n  \n  it was terrifying, especially considering we were only like 11-12 years old. i never touched a ouija board again.\n  ","419185":"\n  spirited away, atlantis: the lost empire, treasure island, and the emperor's new groove.\n  ","419186":"\n  i spend my nights either watching netflix, playing video games, listening to music, or watching youtube videos.\n  ","419187":"\n  sending this twice isn't going to get you an answer any faster.\n  \n  go to a doctor.\n  ","419188":"\n  the last time i played the video game layers of fear, i was absolutely TERRIFIED, lol.\n  \n  it's not an inherently \"\"scary\"\" game like outlast or anything, but it definitely keeps you on your toes.\n  ","419189":"\n  you can't tell that just by looking at someone, rofl.\n  ","419190":"\n  if i did that in my neighborhood, i would get robbed immediately.\n  ","419191":"\n  ???\n  \n  you literally had to remind me that he tried pulling some bullsh*t on my page ages ago because i didn't remember who he was, lmao.\n  \n  this is getting so stupid now. i'm done talking about this kid.\n  ","419192":"\n  hell no. they're too loud and busy for my liking.\n  ","419193":"\n  LOL. no, i have relations with my boyfriend.\n  ","419194":"\n  i have zero clue as to what you're talking about.\n  ","419195":"\n  who are you talking about ??\n  ","419196":"\n  he doesn't see any issue with it at all. i hang out with his friends when he's not around pretty often.\n  ","419197":"\n  yeah, i got that vibe too. he stopped messaging me, though.\n  ","419198":"\n  ... what ??\n  \n  i wasn't aware we were still in high school, where you can \"\"steal\"\" friends.\n  ","419199":"\n  that doesn't sound like it's my problem.\n  ","419200":"\n  my fb is private and i only have certain friends added to my fb.\n  \n  if you need help with speaking english, then take classes. i'm not a teacher.\n  ","419201":"\n  lmao. no.\n  \n  i don't give my fb out to anyone.\n  ","419202":"\n  i have no desire to \"connect\" with anyone on askfm.\n  ","419203":"\n  i know of the country, yes. i've never been there and i have no intention to go there.\n  ","419204":"\n  i like traveling, but i seldom get to travel.\n  ","419205":"\n  LOL. there's not much to miss, i haven't gone anywhere.\n  ","419206":"\n  lmao, who the fuck is soopa.\n  ","419207":"\n  no, he's just a close friend. he's actually my boyfriend's best friend.\n  ","419208":"\n  i actually *love* attending weddings !! i like the aspect of having fun with good food and drinks with friends, and its a celebration of love, which is always beautiful.\n  ","419209":"\n  i'm going into manhattan on sunday for a brunch celebration for my friend's birthday !! i'm excited, i haven't seen him in a long time.\n  ","419210":"\n  i'm aware. that still has nothing to do with abolishing gender. in fact, it states the complete opposite.\n  ","419211":"\n  ... lmao, you really need some critical reading skills. that says nothing about abolishing gender, it just states that people are their genders regardless of what their bodies look like.\n  ","419212":"\n  lmao, i figured as much. that's why i put \"and don't say.\"\n  ","419213":"\n  people have said that i am, but i personally don't see it.\n  ","419214":"\n  my halloween wig caaaaaame.\n  ","419215":"\n  i don't really care about what other people say or don't say.\n  ","419216":"\n  my boyfriend is the strongest person i know. he's been through a lot of hardship and deals with multiple chronic illnesses, but he's never let his struggles set him back. he's incredibly hard working, and once he sets his goal, he achieves it and then some.\n  ","419217":"\n  yeah, all the time -- i adopt his problems as my own most of the time and it makes me feel terrible if he's in a bad mood because usually there's nothing i can do to help the situation.\n  ","419218":"\n  no ... like i said, babies have no concept of gender. when they're born, it isn't wrong to assume that their gender aligns with their sex. your gender is something you figure out later in life.\n  ","419219":"\n  yes, i do that whenever he needs to vent about something. just because i feel crappy doesn't mean he can't express his own feelings too.\n  ","419220":"\n  i'm all right. i'm finally home after running errands after work, so i'm looking forward to sitting down with a cup of coffee.\n  ","419221":"\n  interesting. i fail to see how this involves me, though.\n  ","419222":"\n  no ?? babies have no concept of gender, lol.\n  ","419223":"\n  yeah, it's the peak time (around 3am) that paranormal activity is most active.\n  ","419224":"\n  i have no idea what you're talking about -- the last question i answered on here was the last one you sent to me.\n  ","419225":"\n  i mean, i've been using the internet since 2004 so nothing really surprises or phases me anymore. if someone says some nasty shit to me, then i usually just delete it.\n  ","419226":"\n  this doesn't give me any information at all.\n  \n  if this person has a problem with me, then they should speak to me directly. otherwise there's no point in any of these messages.\n  ","419227":"\n  exactly. just like i didn't expect to make friends on askfm, but lo and behold, i made one of my closest friends on this website and eventually met her thanks to askfm.\n  ","419228":"\n  ???\n  \n  why don't you just link his username and save us all the trouble.\n  ","419229":"\n  no, i'm saying that i don't know who you're talking about so i don't have an opinion on this person.\n  ","419230":"\n  ash isn't offended by my response because i didn't say anything about meeting someone on askfm.\n  \n  especially considering i met someone due to askfm as well. you're reaching at this point.\n  ","419231":"\n  hate is a strong word and i only use that word to describe a select few people in my life.\n  \n  i don't think those types of people are bad people, but they're desperate and misguided. they obviously don't know the meaning of consent.\n  ","419232":"\n  lmao. i mean, there are a lot of guys on askfm who do that, unfortunately.\n  \n  i just think it's pathetic. if you want a girlfriend, then go out into the world and find one or choose a dating site. askfm is for asking and answering questions, it isn't a dating site.\n  ","419233":"\n  i don't know anyone by that name.\n  ","419234":"\n  y'all should send me (appropriate) questions, considering my inbox is empty ~~\n  ","419235":"\n  that depends entirely on the individual. experiment with your partner and see what works best for you.\n  ","419236":"\n  sometimes, but i don't drink soda really. i'll have it maybe once or twice per year.\n  ","419237":"\n  no, i don't have that either.\n  ","419238":"\n  no, i don't use kik.\n  ","419239":"\n  a chicken breast sandwich on multigrain pita bread and protein chips.\n  ","419240":"\n  last night, i played destiny 2 with my boyfriend & another friend !! we did a few strikes and the halloween quests for a few hours, which was a lot of fun.\n  ","419241":"\n  i don't like answering questions with \"idk\" because it seems like a waste of time to me.\n  \n  my boyfriend has a beardie, not an iguana. i don't know if their diets are different.\n  ","419242":"\n  i didn't have an answer, so i deleted it.\n  ","419243":"\n  well, next month is my birthday so i guess i'm looking forward to that. i usually get together with a few friends and go out, which is always nice.\n  ","419244":"\n  i lie to my mother on a regular basis -- little, insignificant things though because i'd rather not deal with her bxtching or yelling at me so i just lie to keep things at peace.\n  ","419245":"\n  it isn't the weekend yet.\n  ","419246":"\n  my family makes me angry for reasons i'm not getting into.\n  \n  when i get like this, i usually either play video games or drink. or both at the same time.\n  ","419247":"\n  i don't think that's weird. it's probably just nostalgia, even though you're already in a relationship.\n  ","419248":"\n  murder sounds like a pretty terrible thing to do in most circumstances.\n  ","419249":"\n  it just relaxes me, i don't know why. it's tranquil.\n  ","419250":"\n  i'm angry right now. i really hope i can find a way out of this house tonight.\n  ","419251":"\n  uh, smelling good and being a source of relaxation ??\n  ","419252":"\n  my day has been all right. i didn't do much except work all day, and i'm looking forward to sitting down with a cup of coffee in a few minutes. idk what i want to do tonight yet -- i might see my boyfriend, but i also might go out with a friend.\n  ","419253":"\n  rain or snow falling outside -- it relaxes me, especially if i'm curled up in a blanket with a cup of coffee and a candle on.\n  ","419254":"\n  uh... as opposed to running ??\n  \n  it would be odd if i automatically ran to everywhere i needed to be, lmao. just imagine me running through the office building instead of calmly walking to my office like a normal person.\n  ","419255":"\n  there are really no \"\"easy\"\" ways to get over a breakup, unfortunately.\n  \n  it all depends on the situation, but it's helpful to stay around friends and remind yourself that you're a whole person without your ex's existence in your life, and you once existed before them. getting over breakups comes with time.\n  ","419256":"\n  i take showers. i don't really enjoy taking baths, i just get bored.\n  ","419257":"\n  i worked all day, and i just got home now (it's 6:30pm).\n  ","419258":"\n  lmao, what.\n  \n  it isn't his fault that we haven't seen each other. i've been taking care of my mother while my dad has been away, and my boyfriend has erratic work schedules. i'm normally asleep by the time he gets home.\n  ","419259":"\n  this sounds like a borderline racist question, but yeah -- my area is pretty diverse.\n  ","419260":"\n  what kind of advice are you looking for exactly ??\n  ","419261":"\n  only on formal occasions.\n  ","419262":"\n  no, i have no interest in conversing with strangers.\n  ","419263":"\n  nothing happened to my boyfriend, i just haven't seen him in many days.\n  ","419264":"\n  i miss my boyfriend.\n  ","419265":"\n  this is true !! i usually only shop there once a year anyway, my aunt likes some of the scents so i'll usually get her some things for xmas.\n  ","419266":"\n  tell me how well sending this as a mass message is working out for you, considering i've already seen you plague some of my friends' pages with this nonsense.\n  ","419267":"\n  i *love* bath & body works but i seldom shop there because their products are expensive and i can easily spent $50+ there in one trip, LOL. i love their lotions and candles.\n  ","419268":"\n  i don't buy skirts because i don't wear them, but that's pretty much the only thing i can think of. i mostly wear skinny jeans with boots, sweaters, hoodies, and flannel shirts.\n  ","419269":"\n  i prefer darker colors, i.e. black and dark maroon.\n  ","419270":"\n  my wardrobe tends to be filled with black, grey, army green, maroon, and brown.\n  ","419271":"\n  anyone have any questions ?? my inbox is empty ~~\n  ","419272":"\n  i never really understood that. there are environmentally safe deodorants and natural ones that are great to use and prevent you from smelling.\n  ","419273":"\n  i have one friend who either doesn't wear it or it just isn't strong enough for her, but she smells ALL THE TIME.\n  \n  i've gotten used to it at this point, but i'm surprised she doesn't smell herself because i can always smell if my armpits are even remotely smelly.\n  ","419274":"\n  if they don't smell, then i don't really see the big deal. however, if they do have body odor, then they probably should start wearing some sort of deodorant.\n  ","419275":"\n  i'm always concerned about my own hygiene, rofl. i'm terrified of smelling badly, it's one of my worst fears.\n  ","419276":"\n  i'm fairly certain that's something people don't consciously notice.\n  ","419277":"\n  only really when it's in sushi.\n  ","419278":"\n  basic dishes, really. i don't have much experience cooking.\n  ","419279":"\n  i have plenty of mental illnesses, but my gender isn't one of them. it isn't considered a mental illness.\n  \n  i'm also steadfast in my gender, i don't have dysphoria in that regard.\n  ","419280":"\n  as long as their views aren't homophobic, transphobic, racist, or sexist, i can be friends or in a relationship with someone who has different views than me.\n  ","419281":"\n  it's been an ongoing struggle for basically my entire life. i obviously can't just snap my fingers and love myself because that isn't how it works. i appreciate the concern, though.\n  ","419282":"\n  i wouldn't know, i've never done that before.\n  ","419283":"\n  i've been dating the same person for eight years.\n  ","419284":"\n  idk what kind of lasagna you're making, but there's plenty of cheese in my lasagna.\n  ","419285":"\n  there's not much to elaborate on. i've never felt like a girl nor have i ever felt like a boy. my gender doesn't match my physical appearance, and i constantly experience body dysphoria as a result. i've always strived to be androgynous, looking like neither a full boy or a full girl but somewhere in between.\n  ","419286":"\n  yes, i celebrate all of those holidays.\n  ","419287":"\n  genderfluid basically means your gender changes -- some days you're more comfortable referring yourself and presenting as a girl, while other days you're more comfortable presenting as a boy or somewhere in between.\n  \n  non-binary simply means you're not one of the gender binaries, boy or girl. for me personally, i consider myself to be neither because i've never been a girl nor have i ever been a boy.\n  ","419288":"\n  yeah, it was because i developed early when it came to sex characteristics.\n  \n  unfortunately, i do still look feminine in some cases, which is why i still experience body dysphoria. ideally, i would like to be androgynous.\n  ","419289":"\n  that has nothing to do with what i'm currently talking about. i used to identify as genderfluid until i discovered what non-binary meant.\n  ","419290":"\n  i'm not insecure at all. you just have a blatantly obvious agenda to ridicule or discredit trans & non-binary people, and i never understood the point of that because people will be their gender regardless of what the opposition believes.\n  ","419291":"\n  exactly. ^^\n  \n  even when i was a child, i never considered myself to be a girl because of the horrible body dysphoria i experienced. i still experience it to a degree, but it's moreso something i deal with than anything else.\n  ","419292":"\n  i know what a tomboy is. i just don't really see why you're wasting your time posting this because it doesn't change my gender.\n  ","419293":"\n  i don't really know what you're trying to achieve here, but regardless, i'm still non-binary contrary to your views.\n  ","419294":"\n  there were probably a few people, but i explained it pretty thoroughly so that there was little room for confusion.\n  ","419295":"\n  no. i've cut people out of my life for a reason, and i have no regrets about any of them.\n  ","419296":"\n  yeah, to a certain degree. if a person has toxic traits then it's acceptable to let that person know what they're doing wrong so they can change, but if your partner is trying to change aspects of your personality that aren't problematic, then that may be a red flag.\n  ","419297":"\n  my school days are a blur tbh.\n  ","419298":"\n  he would be the exception, considering i'm already in love with him.\n  ","419299":"\n  absolutely. i love him regardless of his gender or how he presents himself.\n  ","419300":"\n  yeah, especially when it's my boyfriend and his friends. they're hilarious.\n  ","419301":"\n  yeah, i don't generally have an emotional reaction to bad news until hours or days later.\n  ","419302":"\n  my day was all right. i worked all day and i've only been home for two hours. i had a good dinner, though, and now i'm watching my boyfriend stream some PUBG.\n  ","419303":"\n  i've never tried. i don't have much experience cooking.\n  ","419304":"\n  i don't care enough to do something like that.\n  ","419305":"\n  eating dinner & waiting for my boyfriend to sign onto xbox. i was just checking out the xbox sales.\n  ","419306":"\n  i'd rather not inflict pain on anyone.\n  ","419307":"\n  i've done it in the past, so no doubt i'll be able to do it again.\n  ","419308":"\n  somewhat -- my job has forced me to become a little bit of a morning person because i have to wake up early for work and focus on assignments early in the morning. i need to be alert, otherwise i'll make mistakes.\n  ","419309":"\n  my boyfriend is going to find a way to stream PUBG with his friends tonight, so i'll be able to watch them !!\n  \n  i hope he can figure it out, since i'm pretty sure xbox has that mixer thing that allows you to stream with your friends. i haven't seen him play with his friends in a long time & they're always hilarious together.\n  ","419310":"\n  i've only ended one relationship, and it was on okay terms -- we didn't stay friends or anything afterwards, but we also didn't hold any animosity toward each other.\n  ","419311":"\n  it's completely normal for you to want closure. however, i don't think it's a good idea to call him because you might hurt yourself more by doing that if he doesn't answer and ends up completely ignoring you.\n  \n  i'm sorry you're going through this, situations like these definitely suck. just try to focus on yourself during these times, do a lot of self care, see your friends, etc etc. you existed before him and you can continue to exist after him.\n  ","419312":"\n  yeah, i pretty much like anything that's covered in cheese. lmao.\n  ","419313":"\n  yes, of course. my friends' problems affect me because i don't like seeing them upset, troubled, angry, etc etc. i try to do what i can to help them.\n  ","419314":"\n  \"hold it together\" - mike shinoda ;\n  \n\n   https:\/\/youtu.be\/Zr58BveEVSk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","419315":"\n  i can understand someone's pronouns changing if they're still traversing the complexities of gender and they don't quite know what gender they are yet, it's experimental and a way to see what they're most comfortable using.\n  \n  but if someone is constantly changing their pronouns with no real reason behind it or to be \"\"trendy\"\" then i think that's disrespectful to people who are actually trans.\n  ","419316":"\n  my baby corycat !!\n  ","419317":"\n  yes, a person's word means everything. if someone says that they'll do something and they don't stick by it, then i start to trust them less and less.\n  ","419318":"\n  only when it comes to my boyfriend's attention. i feel uncomfortable when it comes to pretty much everyone else.\n  ","419319":"\n  it depends on my mood. sometimes i try different things while other times i'm afraid to leave my comfort zone.\n  ","419320":"\n  yeah, i was bullied mostly in middle school.\n  ","419321":"\n  i went to work, and then i went to dunkin donuts after work. i just got home now.\n  ","419322":"\n  ☠️☠️☠️\n  ","419323":"\n  what is this even supposed to mean.\n  ","419324":"\n  the last time i cried was saturday night. i had a serious talk with my boyfriend regarding certain things going on in my life.\n  ","419325":"\n  it's been a good influence on me. i've learned a lot about various subjects over the years and it helped me realize my passion for mental health awareness.\n  ","419326":"\n  i mean ... i wouldn't consider it to be *great*, LOL.\n  \n  it's a good app if you have some spare time to waste, though.\n  ","419327":"\n  no, i'm against hunting as a sport.\n  ","419328":"\n  no, not really. my routine for getting ready for work in the morning is basically the same every day, but i wouldn't consider it a ritual, lol.\n  ","419329":"\n  you're right in that it might give mixed signals. i suppose it all depends on whether or not you want to stay friends with that person. by checking in on them, you might be leading them to think you're still interested, which will hurt them in the long run.\n  \n  i understand the desire to want to see how they're doing, but whether or not it's a good idea really depends on your individual circumstance. i personally wouldn't check up on them, but that's just me.\n  ","419330":"\n  i suppose the highlight would be right now -- i'm finally relaxing after a long day at work with some video games & a cup of coffee.\n  ","419331":"\n  both sound pretty terrible.\n  ","419332":"\n  depends on who you choose to follow. some people are more active than others, and if you're active yourself, you're apt to get more questions.\n  ","419333":"\n  i work for a publishing company.\n  ","419334":"\n  i don't deal with rats considering i don't live in the city.\n  ","419335":"\n  my day isn't over yet, considering its only 3:30pm.\n  \n  it's been productive so far, though. i've been at work for the past nearly seven hours so i've done nothing but write.\n  ","419336":"\n  nothing comes to mind. i generally don't experience feelings of desperation.\n  ","419337":"\n  i'm usually patient unless it's something i *really* want, lol. but it usually takes less than a week most of the time, so it isn't too terrible.\n  \n  thankfully i've never had any major issues with ordering online !!\n  ","419338":"\n  it's overcast and around 35-40 degrees fahrenheit. i definitely didn't dress warm enough for this weather, lol.\n  ","419339":"\n  i've never found the appeal of playing practical jokes on people, even when i was younger.\n  ","419340":"\n  i know some people do, but that isn't representative of all americans. both my boyfriend and i own kettles.\n  ","419341":"\n  i wouldn't really know, i've never been in a situation where i had to give someone a pep talk.\n  ","419342":"\n  nah, i'm not a big fan of chocolate. i have it so rarely that it makes my stomach upset.\n  ","419343":"\n  one of my exes is actually my best friend, and i'm not sure about my other ex. i haven't spoken to him in years.\n  ","419344":"\n  AAAAHHH, i didn't know that !! it might be easier for me to watch it on hulu, actually. lol.\n  ","419345":"\n  well now i'm watching something else, but i really love this song.\n  \n  \"love is a b*tch\" - two feet ;\n  \n\n   https:\/\/youtu.be\/_DjE4gbIVZk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","419346":"\n  it's a channel on youtube that's hosted by two guys, shane and ryan, and they do everything from discussing conspiracy theories to investigating haunted locations. it's really interesting, as well as hilarious -- one of the guys is a big skeptic so he doubts everything, and his reactions are so funny.\n  ","419347":"\n  i was watching buzzfeed unsolved, and now i'm just scrolling through various music videos and listening to music that catches my ear.\n  ","419348":"\n  his name is shadow.\n  ","419349":"\n  i just have a corycat at the moment. i've had him for about two years !!\n  ","419350":"\n  i slept over my boyfriend's house last night, so we spent the day just hanging out, watching youtube videos, drinking coffee, talking, and sleeping.\n  \n  he had to go to work in the late afternoon, so i ended up going to the drug store & liquor store, as well as starbucks. i helped my mother cook dinner, i did a water change on my fish tank, and then i took a shower. now i'm watching various youtube videos and drinking.\n  ","419351":"\n  as long as that dream involves me having a bonfire with my boyfriend while drinking some amaretto, sure.\n  ","419352":"\n  absolutely. i'd rather have a king sized bed than a full sized bed.\n  ","419353":"\n  ask them what their ambitions or passions are, if it isn't too personal of course. you can really get to know someone by hearing about their dreams and goals.\n  ","419354":"\n  idk why i haven't seen buzzfeed unsolved yet, but i'm obsessed with these two now, omggg.\n  \n  y'all should ask me some questions ~~\n  ","419355":"\n  sounds fine to me.\n  ","419356":"\n  of course not, and the best thing to do in any scenario is to politely ask questions. if you're unsure of something when it comes to any sort of issue, whether it's gender or sexuality or whatever, then the best thing you can do is ask so that you know better for the future.\n  ","419357":"\n  i can certainly try, depending on what you need help with.\n  ","419358":"\n  yeah, some people have the aptitude to change. however, it does certainly take a lot of critical thinking with yourself and coming down to the source of your discrimination.\n  ","419359":"\n  depends on whether or not its causing a problem with your work environment. if it's negatively impeding upon your ability to work, then you have the option to bring it up to HR.\n  \n  if it doesn't cause any issues, then i would personally just ignore it. you're at your job to work, not to make friends.\n  ","419360":"\n  no doubt there are some people who think they're transgender because of the rampant use of obscure genders on tumblr, but i've been this way prior to that even becoming a trend.\n  \n  but you can believe whatever you want to believe, it doesn't change who i am.\n  ","419361":"\n  if you're disrespecting someone for refusing to acknowledge their pronouns, then congrats, you're transphobic.\n  ","419362":"\n  that's basically the same thing as a racist person saying \"i'm not racist because i have a black friend.\"\n  ","419363":"\n  to me personally, art is self expression and a method by which to tell the world your most intimate thoughts and opinions. it's anything from painting, drawing, photography, writing, music, sculpture, etc etc.\n  \n  sometimes art has a meaning, while sometimes it doesn't. sometimes the meaning comes after the artist has purged themselves of the art.\n  ","419364":"\n  no, i never have. i'm not really big into movies.\n  ","419365":"\n  i don't appreciate the ridicule in this message and it makes a mockery out of non-binary and trans individuals.\n  \n  regardless, he calls me his girlfriend because i'm comfortable with him referring to me as such, especially since i just recently (as in, like, last week) came out publicly as non-binary.\n  ","419366":"\n  that's exactly my point, lol.\n  \n  my boyfriend's hair is thinning, so no doubt he'll start balding within the next 10 years.\n  ","419367":"\n  i never studied law or criminal justice, so i don't have an answer to this question.\n  ","419368":"\n  somewhat, sure. people start balding as they get older, it's just a natural aspect of life and doesn't at all determine the type of person someone is.\n  \n  if you're going to enter a long term relationship, you're going to have to accept the fact that people will get older and start showing signs of age.\n  ","419369":"\n  no ?? i want to spend the rest of my life with him, so obviously i don't care about him going bald.\n  \n  he's already told me that he's shaving his head the second he starts balding anyway.\n  ","419370":"\n  perhaps i'm just hella reminiscing about my myspace days, but it would be rad if we could feature a song on our profile for our followers to listen to if they wanted.\n  ","419371":"\n  no, i don't have any food allergies.\n  ","419372":"\n  i have no clue. i don't use them much anymore for that reason, rofl.\n  \n  my family just bought a toaster oven for the first time since we just remodeled the kitchen, so i'm hoping this one changes my outlook on them !!\n  ","419373":"\n  there's a stereotype that new yorkers are *always* loud, rude, and obnoxious.\n  \n  and while that may be true in certain cases, it certainly doesn't define all people who have been born and raised in new york.\n  ","419374":"\n  i've never used one before, so i really have no idea. i've actually never been in a house that had a garbage disposal.\n  ","419375":"\n  interesting !! there's one i use at work for toasting bagels and it takes such a long time. my boyfriend also has one of those microwaves that doubles as a toaster oven, and that takes even longer.\n  ","419376":"\n  not really -- at least nothing significant comes to mind. i used to get embarrassed when i was out with my mother and she would make a fuss with cashiers, but since she doesn't go out anymore, i haven't experienced that.\n  ","419377":"\n  a toaster oven.\n  \n  idk if it's just the ones i've personally used, but they take literally forever to bake or toast something. i'd much rather use a real toaster or a real oven.\n  ","419378":"\n  like most things, it could be genetic but it also could definitely be influenced by your environment and how you grew up. it goes on an individualized basis.\n  ","419379":"\n  i honestly have no idea. i have no recollection of my childhood and i've never thought to ask what kind of baby i was.\n  ","419380":"\n  not generally -- it all depends on who's giving me the compliment and the general vibe i get from them. most compliments make me uncomfortable.\n  ","419381":"\n  we're similar, but we're also different. for example, we like the same music and general interests but our personalities are pretty different. i'm very introverted, while he knows how to talk to people quite well.\n  ","419382":"\n  i had a conversation with the barista at starbucks about hair dye, LOL. he complimented my hair and was telling me how his was bright pink, but it faded out within a week.\n  ","419383":"\n  ???\n  \n  i don't have opinions on my friends' relationships. if they're happy, that's all that matters.\n  \n  cc:\n  \n   @ManicMartyrdom\n  \n","419384":"\n  i'm not a big fan of candy tbh. i like the chilly weather, the changing colors of the leaves, the seasonal drinks, being bundled up in warm clothing, etc etc.\n  ","419385":"\n  it wasn't made from an app, it's actually the xbox avatar creator !! they updated it for the xbox one a few weeks ago.\n  ","419386":"\n  ???\n  \n  that wasn't my argument, but all right. if you read earlier in the thread, i said that poly relationships were more taboo than monogamous relationships and that's why people don't understand them. i said nothing about jealousy in that respect.\n  ","419387":"\n  no, she was referring to the anon on her page who was playing the \"blame\" game and who was annoying her.\n  \n  idk why y'all are making a big stint out of this, all i said was that poly relationships are taboo in today's society. that doesn't mean there's anything wrong with monogamous relationships, especially considering i'm monogamous.\n  ","419388":"\n  i got into an argument with my mother this morning and ended up walking away, otherwise i would have just gotten more upset.\n  ","419389":"\n  LOL YES. when i was younger, i used to spell nearly everything out. now i don't really care and use a lot of acronyms.\n  ","419390":"\n  street racing. there are a lot of roads around here that people race on, and it's incredibly dangerous.\n  ","419391":"\n  it's a pretty even split between clear, sunny skies and rain. it's been overcast a lot lately, though.\n  ","419392":"\n  no, i don't like my own answers.\n  \n  idk why i have so many, i guess people like what i have to say ??\n  ","419393":"\n  i don't pay attention to sports, so i really have no idea. if i had to venture a guess, i would say probably football.\n  ","419394":"\n  i'm not sure -- if you go under \"contact us\" in the menu, though, they have resources such as an FAQ and other ways to contact support.\n  ","419395":"\n  i can't remember the last time i actually swam, regardless of whether it was in the pool or ocean.\n  ","419396":"\n  rofl. i've always been a trembling, anxious mess -- the only difference between now and then is that i used to be drunk or high 99 percent of the time.\n  ","419397":"\n  in most scenarios, most people wouldn't get violent or angry. but that isn't really a chance i'm willing to take these days.\n  ","419398":"\n  in that particular situation, i would rather fake laugh and get the interaction over with rather than give no reaction whatsoever and deal with the possibility of a stranger getting angry or violent with me.\n  ","419399":"\n  when the delivery drivers were loading packages into my garage, one of them said something about my shirt but i couldn't hear what he said, and he laughed -- so i awkwardly laughed with him because i didn't want to make the situation even more awkward by not responding to what he said.\n  \n  i have literally zero idea of how to act around people anymore.\n  ","419400":"\n  occasionally, yeah -- however, it's more along the lines that i drink after a stressful day period, as my job doesn't really stress me out very much. my personal life gives me more stress than my job does.\n  ","419401":"\n  no, i've never been a fan of whiskey or anything similar to it, i.e. scotch. my boyfriend drinks johnny walker occasionally, and i can't stand the taste of it.\n  ","419402":"\n  nah, that phased out quite a few years ago and especially after we started going through hardship together. obviously no relationships are all sunshine and roses, but he still gives me butterflies and his small tokens of appreciation and affection make me really happy.\n  ","419403":"\n  i've had pimples obviously, but i said i've never had acne.\n  ","419404":"\n  depends on my mood. i usually drink beer, but every now and again i'll have amaretto on the rocks, especially in the colder months.\n  ","419405":"\n  his smile !! he has literally the most beautiful smile and it melts me every time.\n  ","419406":"\n  i've never had acne so i've never really gone out of my way to avoid getting pimples. i just wash my face with warm water 2-3 times per day to keep it from getting oily.\n  ","419407":"\n  uh, is this supposed to say alcohol ??\n  \n  lmao, yes. i do drink.\n  ","419408":"\n  i probably have at one point, but that was way too long ago to really remember specifically.\n  ","419409":"\n  i do, actually. we had mutual friends and we ended up meeting each other during an outing to an amusement park when we were in, like, 10th grade. we spent the entire night talking.\n  ","419410":"\n  not really, which is why i wanted questions -- to distract me.\n  \n  the day started out fine but quickly deteriorated after i got home. i just finished up with the delivery my family was supposed to get (they were 1.5 hours late, ugh) and now i'm sitting down, trying to calm down and relax.\n  ","419411":"\n  anyone have any questions ??\n  ","419412":"\n  no, i think they're beautiful and majestic creatures.\n  ","419413":"\n  i don't text very often, so it doesn't really have the same effect.\n  ","419414":"\n  i have a brother already. we don't really have a close relationship or anything, though.\n  ","419415":"\n  sometimes, yeah. i don't watch most scary movies or shows alone anymore because they make me way too paranoid.\n  \n  my best friend recommended that new netflix series, the house on haunted hill, but i'm terrified to watch it alone, rofl.\n  ","419416":"\n  i agree to a certain extent. however, that doesn't mean that people should openly put themselves at risk of being hurt if they have the suspicion that a conversation can lead down that road. we need to protect ourselves first and foremost.\n  ","419417":"\n  this is true, but i also don't believe the paranoia is unwarranted. there are plenty of valid reasons to refrain from talking to people online, *especially* if they're coming from a position where opening up to someone in the past has left them vulnerable.\n  \n  but the bottom line is that people are allowed to ignore whoever they want regardless of their reasons for feeling uncomfortable. no one is obligated to talk to someone else simply because they exist, regardless of gender.\n  ","419418":"\n  it depends on the individual. some people simply don't want to converse with strangers and aren't willing to entertain the idea, while others fear for their safety and privacy.\n  ","419419":"\n  not wanting to talk to someone is a perfectly valid reason to not talk to someone. like i said, no one is obligated to talk to a person simply because that person exists. if they feel uncomfortable in that position, anyone has the right to cease conversation.\n  ","419420":"\n  as long as they're not being racist or classist, then there's nothing wrong with refusing to talk to a person. no one should be forced to communicate with a person they don't want to speak to, especially if the person trying to talk to them is making them uncomfortable.\n  \n  women in particular shouldn't feel obligated to talk to men solely because the man reached out to them. if that woman feels uncomfortable with that interaction, then she has every right to cease communication, ignore the message, or block the person attempting to talk to her.\n  ","419421":"\n  sooo ... i made one of these things.\n  \n\n   https:\/\/tellonym.me\/poetalunam\n  \n\n  it looks like the same thing as askfm, but drop me a message there if you want !!\n  ","419422":"\n  that seems pretty irrelevant to what you were discussing with me before.\n  \n  unless you have an actual question to ask, i'm not going to respond to these messages anymore.\n  ","419423":"\n  they're supposed to, but sometimes they don't. lately our deliveries haven't been telling us when they're on their way, they just gave us a four hour window as to when they would be here.\n  ","419424":"\n  i don't really believe gender has anything to do with that -- if you want respect, then show respect in the first place. if you're going to message a stranger randomly without respecting their decisions, then don't be surprised if that person tells you to leave them alone or ignores you.\n  ","419425":"\n  my weekend hasn't really been going so well. i'm not in a great mood because of things that happened earlier this morning, and i'm also experiencing anxiety because i'm supposed to be getting a delivery in sometime this afternoon and i have no idea when it's going to come. i have to help the workers take items off the truck and mark them off on the invoice, and i'm really not feeling social today.\n  \n  however ... i have coffee and i'm probably going to play video games after the delivery is done, so i guess i have that to look forward to.\n  ","419426":"\n  if someone is doing something that's making you feel uncomfortable, you have every right to call out that behavior and ignore the person making the unwanted advances.\n  \n  if you want to talk about respect, then the person who is the one messaging other people should respect that some people don't want to take part in those antics and leave them alone.\n  ","419427":"\n  neither. i don't really like the way my face looks most of the time.\n  ","419428":"\n  we can't find an apartment around here that's cheap enough yet. if there were affordable options, then i would have moved out a long time ago.\n  ","419429":"\n  i get into conflicts with my mother on a weekly basis because she's an extremely difficult person to live with, and she's also the only person who gets under my skin.\n  \n  however, that's basically the extent of it. i rarely get into conflicts with friends or my boyfriend, and i honestly can't remember the last time i had debate with someone who wasn't my mother.\n  ","419430":"\n  no, i wish i did !! thank you ~~\n  \n  it's actually the new avatar creator from xbox. they updated it about a week ago and gave a lot more options and it looks so much like me.\n  ","419431":"\n  i don't see anything wrong with that, personally. some people just aren't ready to date someone if that person has a child, and i would be in the same position if i was dating someone who had a child as well.\n  \n  no one is forcing you to settle down. if you're not happy then you have the freedom to break things off and find someone who's more suited to you.\n  ","419432":"\n  ???\n  \n  better in what context ?? people don't have to do anything they're not comfortable doing. if a stranger direct messages me on social media, then there's a 99 percent change they're being ignored. there's nothing wrong with that.\n  ","419433":"\n  this generally doesn't happen to me, but the few times it did, i just ignored the message.\n  ","419434":"\n  i prefer having a small group of friends over larger groups of friends. i've always had a small inner circle, and i only really talk to perhaps 4-5 people regularly these days.\n  \n  i'm not generally comfortable around strangers, so i usually try to do things in the public when the least amount of people are around (like running errands super early in the morning or late at night).\n  ","419435":"\n  no, i'm blatantly white. lol.\n  ","419436":"\n  i've been replaying fallout 4 a lot lately, actually, in preparation for fallout 76 that comes out next month.\n  \n  i also just recently finished the first episode of life is strange 2, and i'm debating on purchasing the new destiny 2 DLC, forsaken. i have the rest of the DLCs but i need to see how much money this one is first.\n  \n  i've also been meaning to buy the new tomb raider game, but i'm waiting for it to go on sale.\n  ","419437":"\n  i'm not at a point in my life where i want to be involved in a child's life like that, so i don't think i would feel comfortable dating a person who has a child.\n  \n  i don't even know if i want children in the future.\n  ","419438":"\n  i'm not really shy, but i do have social anxiety -- especially when it comes to talking on the phone. i dread making phone calls when it comes to scheduling appointments, but obviously i have to do it anyway.\n  \n  my boyfriend is also horrible at texting (lol) so it's much easier for us to catch up by talking on the phone rather than texting.\n  ","419439":"\n  it isn't my friend, it was my mother who was saying those things. it's difficult to ignore her considering i live with her.\n  ","419440":"\n  i think we're all selfish to a certain degree, but that isn't necessarily a bad thing. it's perfectly okay to be selfish because our needs are just as important as anyone else's needs, and its healthy to recognize that we should do things for ourselves and put ourselves first at times.\n  ","419441":"\n  i absolutely hate my voice with a passion, lol -- so in that respect, i would agree. i don't know how other people feel about their voices, though.\n  ","419442":"\n  the only person i talk to on the phone is my boyfriend. everyone else, i text.\n  ","419443":"\n  my mother has been a tyrannical mess ever since i got home this morning and has been yelling at me for every small thing i've done for the past hour.\n  \n  this morning, she wanted me to go to a particular bagel store and buy her a bunch of food and spend money we don't have, even though we have more than enough food at the house and i wasn't feeling well enough to make the stop on the way home. she got angry with me, and when i got home, she told me she called in the order anyway so that i had no choice but to go back out and pick her food up.\n  \n  when i got home from that, she started yelling about how my father and i are \"useless\" because we couldn't find a particular set of dishes for the kitchen and basically went off on how we're both lazy and not good for anything.\n  ","419444":"\n  for example, if i'm not feeling up to doing something but i know it would make him happy, i'll get over my own feelings and do it for him.\n  \n  usually that translates to little things, like picking up food for him on my way over to his house, etc etc.\n  ","419445":"\n  they're equally as important -- although i would sacrifice my happiness for my boyfriend's happiness, realistically both partner's happiness are equally as important and no one should make you choose between one or the other.\n  ","419446":"\n  can y'all ask me questions to distract me ?? i'm having a shit day & i'm in such a horrid fuckin mood.\n  ","419447":"\n  i am !! i probably won't buy it for a while because i'm more focused on other games, but the first game was legendary.\n  ","419448":"\n  some people feel jealousy, hurt, and pain -- which is why polyamory wouldn't work for them. however, there are some people who thrive in polyamorous relationships. everyone experiences love differently.\n  ","419449":"\n  a lot of people don't understand polyamory because they're so used to the idea of monogamy, and polyamory is pretty much taboo in today's society for that reason.\n  ","419450":"\n  being in a polyamorous relationship isn't cheating because both partners have agreed and consented to each other also seeing other people alongside their current relationship.\n  \n  however, cheating can happen in polyamorous relationships if one person goes behind their partner's back to see someone, lies about it, etc etc. even though they're free to see who they want, there's an underlying understanding of communication and honesty when it comes to polyamory.\n  ","419451":"\n  well i did say that we have discussed it from time to time, so yeah.\n  ","419452":"\n  \"weak\" by AJR ;\n  \n\n   https:\/\/youtu.be\/txCCYBMKdB0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","419453":"\n  my boyfriend and i have discussed it from time to time, but we don't think it would serve our relationship for the better. i still have issues with jealousy that i'm constantly working on, and being in a polyamorous relationship while having jealousy issues wouldn't be constructive to our relationship.\n  ","419454":"\n  yes, i'm very much a fighter for the things & people i care about. i'll bend over backwards if it meant making a loved one happy and i'll never stop fighting toward the causes i'm passionate about.\n  ","419455":"\n  love isn't meant to be all sunshine and roses, and you *will* go through hardship with your partner. what defines your relationship is how well you undergo conflicts together and communicate with each other during struggles.\n  \n  if someone is giving off the impression that their relationship is all good times, then they're either hiding the bad parts of the relationship or they simply haven't experienced hardship yet. you can still be in love with someone, and vice versa, and experience struggle with them -- it's a natural part of being human.\n  ","419456":"\n  i would be enthralled with it, considering my last kiss was with my boyfriend, lol.\n  ","419457":"\n  i wouldn't go so far as to say i hate people, but i'm definitely not a people person and i prefer having a small, intimate circle as opposed to a large one.\n  ","419458":"\n  i have a tendency to be a jealous person, but it's something i'm always working on because jealousy is a toxic emotion and doesn't serve anyone.\n  \n  a large part of jealousy is that you have to remember your worth. just because someone is experiencing something doesn't automatically mean you don't deserve to have the same experiences. it also doesn't mean that person deserves it more than you do. sometimes life is unfair and we have to deal with that.\n  ","419459":"\n  i honestly don't even remember what our first argument was about or how i dealt with it, haha.\n  \n  but one thing you have to remember -- it isn't you against your partner, it's you and your partner against the problem. work together to solve disputes.\n  ","419460":"\n  well, that happened back in the day when i worked in retail. i worked as the photo lab supervisor and then i also worked as a pharmacy technician, so i dealt with the public on a daily basis.\n  ","419461":"\n  ♡ sleepy baby. ♡\n  ","419462":"\n  i've been in quite a few situations where the language barrier posed an issue, but it wasn't funny or awkward. it was just overwhelming because my job was to help the customer, and it was difficult to help them when i wasn't sure what it was that they wanted.\n  ","419463":"\n  technically i already do, haha. my boyfriend adopted a bearded dragon, and we take care of her together.\n  \n  obviously they're not ~~ real ~~ dragons but they're the closest thing to one. especially considering they have absolutely no depth perception and like to think they can fling themselves off of furniture.\n  ","419464":"\n  yeah, plenty of times. thankfully it hasn't happened with my new job at all, but there were a few coworkers in my old jobs who were really irritating and angered me a lot.\n  ","419465":"\n  according to astrology, my astrological sign (scorpio) is also a water sign.\n  ","419466":"\n  yes, i have seven tattoos.\n  ","419467":"\n  wait... was this your attempt at fucking with me ?? rofl.\n  \n  regardless, if you want to continue asking me questions, feel free. i just don't answer anything inappropriate, especially with respect to sex.\n  ","419468":"\n  not so much anymore. i enjoy the feeling of being buzzed\/tipsy more than actually being drunk.\n  ","419469":"\n  if it was a joke, then you wouldn't be so offended rn, rofl.\n  ","419470":"\n  i always found threats for physical violence via the internet to be amusing also -- what exactly are you going to do, transport to a different era in the future and slap me on the back of the head via virtual reality ??\n  ","419471":"\n  lol, intimidation is the wrong word in this context. amusing might be better suited for this scenario.\n  ","419472":"\n  that's a bit frightening that you're curious about a stranger's sex life.\n  \n  although i assume you must be new to my page, since i've never answered any questions that even remotely relate to sex.\n  ","419473":"\n  lmao @ the \"no offense.\"\n  \n  that's not going to negate the fact that you asked what's usually a very personal question to a random stranger without preface.\n  ","419474":"\n  probably an 8\/10 right now !! i'm sitting down with a cup of coffee & checking up on social media, so i'm fairly content rn. i ran all of my errands already so i don't have to do anything over the weekend.\n  ","419475":"\n  things to speed up ;\n  \n  ✧ harry potter & the cursed child !!\n  \n  ✧ not so silent night concert !!\n  \n  ✧ work holiday party !!\n  \n  things to slow down ;\n  \n  ✧ the weekend in general, lol.\n  \n  ✧ how fast i drink my coffee.\n  \n  ✧ how fast i go through packs of cigarettes (although this should lessen because i just bought a new vape & liquid).\n  ","419476":"\n  the world has always had turmoil. it just depends on which issues you want to focus on.\n  ","419477":"\n  no, i've never wanted to move to canada.\n  ","419478":"\n  i don't get headaches regularly anymore unless i'm withdrawing from caffeine or i'm hungover. but i usually just treat them with a good meal, a few ibuprofen, and a lot of water.\n  ","419479":"\n  i wasn't going to answer this at first because i'm generally reserved about my vices and seldom talk about them ... but yeah, i smoke like 3-4 times per week, lol.\n  ","419480":"\n  i'm very much a worrier, lol. my anxiety gets the best of me sometimes and my head is reeling most of the time when i'm awake.\n  ","419481":"\n  YESSSSSS. i'm so excited !!\n  ","419482":"\n  i'm not addicted to music, if that's even a possibility, but i do enjoy music a lot. i actually just bought tickets to a concert that's happening in december.\n  ","419483":"\n  no, i haven't used a planner since i went to college.\n  ","419484":"\n  no, i don't normally have plans on the weekends because everyone i know works on the weekend, lol. i might see my boyfriend sunday morning, though !!\n  ","419485":"\n  i'm feeling much better today, although my stomach is still a little off. :\/\/ i'm just looking forward to going home and laying down.\n  \n  other than my stomach issues, my day has been okay. i've been having trouble focusing at work, but that's normal these days.\n  ","419486":"\n  i honestly have no idea, lol. i don't really do anything illegal or dangerous these days.\n  ","419487":"\n  i don't really eat seafood often, but i usually get crab or salmon in my sushi.\n  ","419488":"\n  i doubt it. i'm feeling much better today, it was probably just one of those 24-48 hour bugs that has been going around.\n  ","419489":"\n  yeah, i've had break ups with friends before. they were mostly toxic for me so i didn't have any negative feelings towards the break up.\n  ","419490":"\n  is it just me or is askfm dead tonight ??\n  \n  ask me questions, as long as they're appropriate ~~\n  ","419491":"\n  oh shit, that's horrible. i just talked to my boyfriend & he said his dad had the same thing, but it definitely didn't last two weeks.\n  \n  whatever it is, i hope you feel better soon !!\n  ","419492":"\n  physically, i've been having nothing but problems with my stomach the past two days. i'm just in constant pain and i think it's some sort of stomach bug.\n  \n  when i'm feeling terrible physically, it also affects my mood so i haven't been motivated to do anything at all today. i slept pretty much the entire day.\n  ","419493":"\n  i didn't get questions all day, so that's why i was seldom on today. i also took like three naps because i feel like garbage.\n  ","419494":"\n  i don't remember what they were about at this point. when i woke up, i remember them being strange and vivid, but i can't recall any details.\n  ","419495":"\n  occasionally. i've been having nothing but vivid dreams in the past 24 hours.\n  ","419496":"\n  thank you very much ~~\n  ","419497":"\n  my boyfriend worries me the most. he pushes himself too hard sometimes and i'm always afraid he's going to hurt himself because of how hard he works. he never takes a break and he gets so invested into his job.\n  ","419498":"\n  walmart is cheaper, but i seldom go there. i like target's variety of clothing and they're okay if you're only stopping for a few items.\n  ","419499":"\n  i enjoy using makeup, but i seldom use it. i honestly can't remember the last time i wore makeup, it's been months.\n  ","419500":"\n  no, i can't say that i have.\n  ","419501":"\n  i don't really do much cooking, but my eggs are pretty good.\n  ","419502":"\n  hm, interesting.\n  ","419503":"\n  i don't personally think so, although idk why makeup really plays a factor in all of it. you'll find someone eventually.\n  ","419504":"\n  i always forget appointments, so i write them down on my calender as soon as i get back into my car.\n  ","419505":"\n  i don't know much about it, but it sounds tragic.\n  ","419506":"\n  why did you send this as a mass message ?? the fuuuck.\n  ","419507":"\n  i don't involve myself in drama, so it doesn't affect me.\n  ","419508":"\n  i e-mailed askfm and asked if they could verify me. they asked me to email them a picture of myself holding up a paper with my username on it to verify it was really me.\n  ","419509":"\n  yeah, that's normal and very common. as long as you don't act on your thoughts then it isn't a big deal.\n  ","419510":"\n  i just woke up from a nap so i don't even know what's real and not real.\n  ","419511":"\n  i'm just as mature as other people my age.\n  ","419512":"\n  no, not that i'm aware of.\n  ","419513":"\n  i'm not sure. i don't try to be mature or immature, i just act like myself.\n  ","419514":"\n  no, i never have. i've always wanted to try wire-wrapping, though.\n  ","419515":"\n  honestly, lately my coping mechanisms have been sleeping and playing video games. at least it takes my mind off of things.\n  ","419516":"\n  i frequently receive gift cards for my birthday and xmas since it's easier than trying to think of a gift. they're usually pre-paid visa cards or cards to places like dunkin donuts and starbucks.\n  ","419517":"\n  i feel that -- i'm on a heavy cocktail of psych meds too to control my mood swings, and even though they help for the most part, i still get swayed by the simplest of things. my episodes aren't nearly as bad as they used to be, but they're still somewhat there.\n  ","419518":"\n  do you have access to a therapist or psychiatrist who would be able to help with your mood swings ??\n  ","419519":"\n  it makes complete sense. i get those feelings occasionally myself.\n  ","419520":"\n  any sort of customer service position -- i have social anxiety, which makes it extremely difficult to talk to people, especially over the phone. i would be an awful sales representative and would make zero commission because i wouldn't be able to convince anyone to buy anything.\n  ","419521":"\n  work & my personal life, primarily. i've also been feeling unmotivated and burnt out, which hasn't been helping. it's been making my anxiety skyrocket at random points during the day.\n  ","419522":"\n  \"love is a b*tch\" - two feet ;\n  \n\n   https:\/\/youtu.be\/_DjE4gbIVZk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","419523":"\n  yeah, it happened often when i ran stock when i worked in retail. they were normally heavy totes of assorted products or big bags of items.\n  ","419524":"\n  i wouldn't say a lot, but the people in my life who matter understand me, and that's all that really counts.\n  ","419525":"\n  it wasn't so great. i don't know if i ate something bad, but i've had such pain in my stomach all day and i'm nauseous and dizzy.\n  \n  which doesn't help my mental health because it brings out my depressive episodes, so now i'm also mentally feeling like shit.\n  ","419526":"\n  depends on the individual animal, lol. there are some dogs i've met that i've preferred over cats, and then there are some cats that i preferred over dogs. it entirely depends on their personality.\n  ","419527":"\n  i've honestly just been scrolling past all of it because drama is pointless to me. luckily i haven't been on askfm much since yesterday, so i still found answers i haven't seen yet tonight.\n  \n  my inbox is empty, though, so i probably won't bother to stay online unless someone sends me questions.\n  ","419528":"\n  probably not in the long run. the money would run out eventually, unless i miraculously get a raise or find a job that pays me more than my current job.\n  ","419529":"\n  a lot more money than i can afford rn.\n  ","419530":"\n  it would depend on a lot of factors, such as the cost of living, violence in the surrounding areas, etc etc. i don't like big cities, but i also probably wouldn't feel comfortable in a small town either because i don't want people knowing who i am.\n  ","419531":"\n  i'm guessing you've lived there ?? rofl.\n  ","419532":"\n  no, i've never talked about moving to canada.\n  ","419533":"\n  i just said anywhere within the united states, so no.\n  ","419534":"\n  anywhere within the united states -- massachusetts, west virginia, north carolina, oregon, etc etc.\n  ","419535":"\n  in a heartbeat. the only things stopping me are financial obligations.\n  ","419536":"\n  that's true, i never thought about it that way. i would be so angry if my phone didn't think i was me because i was\/wasn't wearing makeup, lmao.\n  ","419537":"\n  when i went to RTX four years ago, i saw some amazing cosplays !! obviously they weren't halloween costumes, but they still require a lot of hard work and creativity, and the results were outstanding.\n  \n  i think my favorites were the halo spartan soldiers or people who dressed up as the characters from RWBY.\n  ","419538":"\n  i'd probably carve something fallout- or destiny-related, since those are the two video games i've been playing the most lately.\n  ","419539":"\n  i haven't needed to look for a new partner in a number of years, so i honestly have no clue what i would look for.\n  \n  however, my boyfriend is compassionate, artistic, a gamer, a hard worker, wants children, loves animals more than he loves people, has strong political opinions, has tattoos, and is left-leaning but loves playing devil's advocate.\n  ","419540":"\n  i don't remember most of my childhood, so i honestly don't know. i just remember being a witch or a devil.\n  ","419541":"\n  i don't listen to any podcasts, no. there are some on spotify that i tried listening to while at work, but i honestly can't write\/edit documents and listen to something with spoken words at the same time because i get way too confused, lol.\n  ","419542":"\n  my phone unlocks via fingerprint, and tbh i think it's a lot more reliable than entering a passcode or password.\n  \n  don't some phones also have facial recognition, where the phone unlocks after you snap a picture of your face with the front camera ?? idk if i'm making this up or not, lmao.\n  "}}