{"Question":{"427054":"\n   okay I just googled it AND THAT LOOKS LIKE SO MUCH FUN aw I'm so happy for you!!\n  ","427055":"\n   Hey how are you\n  ","427056":"\n   What do you have to lose if you just go for it?\n  ","427057":"\n   What's the craziest thought you've ever had?\n  ","427058":"\n   9\/9 Lauren Treacy: Have you ever had a friend betray you? What did the do and how did you react?\n  ","427059":"\n   3\/9 Ricky Underwood: Have you gone back to someone you used to date\/be friends with because you realized that they were 'the one'? What made you realize this and change your mind?\n  ","427060":"\n   You have a lot of patience - my cane would have been flying through the air at 40-50 mph 20 minutes ago :\/\/\/\/\/\/\/\/\/\/\n  ","427061":"\n   \"people who break into homes to rxpe, murder, and steal things can't possibly be correlated with trump's perspective on mexicans.\" Lots of mistakes here.\n  ","427062":"\n   but, the anon did not condense your point because you said a lot more than that, and even a condensed point would be more educated than what they said tbh.\n  ","427063":"\n   You think its okay to keep prospective intruders out of your dwelling, but not out of America. It's hypocritical.\n  ","427064":"\n   Are you scared of what i'm going to say? Don't blame me because I was able to condense your point.\n  ","427065":"\n   So, you think white privilege is a thing, so you would therefore view white people as having an advantage, so, they would be  superior. Now since you view white people as superior, that would mean you view everyone else as less. It's pretty clear, that's racist.\n  ","427066":"\n   everyday ur on ask bitchin about racism and feminism. dont you get bored\n  ","427067":"\n   Why no to the wall?\n  ","427068":"\n   u and cajun are so different pls dont be friends\n  ","427069":"\n   \"it's almost as if it's healthy to be surrounded by different opinions because it teaches you to view things from other perspectives\" THEN \"anyone who supports trump is honestly a damnation to society.\"\n  ","427070":"\n   who are the people whose pages u check the most\n  ","427071":"\n   is dating overrated? i like being single. relationships take so much time\n  ","427072":"\n   most immigrants i know are so intelligent andcollege educated. most white people in US are not motivated to go to college\n  ","427073":"\n   opinion on women that stay home and use their husbands money to buy expensive stuff like high end make up? should women that dont work blow their husbands money on expensive shit when u can get cheaper good make up?\n  ","427074":"\n   mam im following you can i get a follow back?\n  ","427075":"\n   ?excuse me like did you got sexually abused or something like that im sorry it may sound rude please take it lightly though ?\n  ","427076":"\n   i think☺your lucky enough to be soo beautiful ?\n  ","427077":"\n   Do you think that the polls may also be fixed?\n  ","427078":"\n   Is the general election rigged?\n  ","427079":"\n   whats your favourite part of history that you like to learn more of and what do you know about it so far? i.e. william wallace....\n  ","427080":"\n   do you think kurt cobain was really murdered by courtney love?\n  ","427081":"\n   How many unanswered questions do you have?\n  ","427082":"\n   What is the funniest thing to ask SIRI?\n  ","427083":"\n   can you recommend any spam\/question accounts? cobwebs are starting to form in my inbox rip\n  ","427084":"\n   What's your favorite quote and why?\n  ","427085":"\n   Opinion on social media\n  ","427086":"\n   why do you want to get married if its just a piece of paper\n  ","427087":"\n   should freedom of speech always be preserved? is there a limit to what a person should be able to say? if so where do you draw the line?\n  ","427088":"\n   how come ur popular and still have to beg for questions\n  ","427089":"\n   bra size?\n  ","427090":"\n   what are some stereotypes you used to believe about other countries? i used to think most americans lived in big cities in skyscrapers.\n  ","427091":"\n   How hopeful are you in technology's ability to make people's lives easier and to make people happier? How do you imagine the future will look?\n  ","427092":"\n   While playing an online game, I've noticed that girls play mostly in defence. How true do you think that is?\n  ","427093":"\n   are subways good or really crowded like they show on tv\n  ","427094":"\n   what does marriage mean to u\n  ","427095":"\n   If someone loves you badly what you will do??\n  ","427096":"\n   Do you take food to your workplace or do you buy it there?\n  ","427097":"\n   How do you deal with a bad day?\n  ","427098":"\n   This is embarrassing to ask but why some women don't orgasm?\n  ","427099":"\n   Let's pretend money isn't an issue here; tell me how you'd spent your ultimate weekend?\n  ","427100":"\n   It's nearly autumn\/fall; tell me some things you love about autumn\/fall.\n  ","427101":"\n   What effect do you think silent treatment has on interpersonal relationships and what does it help to achieve, if anything? Why?\n  ","427102":"\n   this is v old news, but was katy perry's dress on sesame street really inappropriate? what's considered in\/appropriate for children?\n  ","427103":"\n   What does a perfect day look like to you?\n  ","427104":"\n   what's an edge lord?\n  ","427105":"\n   This was a long time ago but was the song blurred lines really that bad? I don't understand the song tbh\n  ","427106":"\n   What's your favorite photo of the week?\n  ","427107":"\n   In your opinion when is it sensible to buy a pregnancy test?\n  ","427108":"\n   If your other half was invited to go out with friends and there was someone going who you didn't trust around them, are you within your right to ask them not to go? And if they still go after you ask them not to does that mean they are in the wrong?\n  ","427109":"\n   Do you believe in the wage gap?\n  ","427110":"\n   cool. that sounds like it'd be a great wedding! cubans know how to throw a party! :)\n  ","427111":"\n   is marriage important to you?\n  ","427112":"\n   In this moment is one of my fave female fronted bands (together with halestorm & the pretty reckless)!\n  ","427113":"\n   3. how do you see your future with your partner?\n  ","427114":"\n   I love dragula by rob zombie, I listened to it basically all the time last winter tbh haha\n  ","427115":"\n   2. What's the last song you downloaded? \nWhat do you like so much about it?\n  ","427116":"\n   plans for the weekend?\n  ","427117":"\n   Personally I don't think the half shaved look suits you, but it's up to you at the end of the day its your hair ?\n  ","427118":"\n   Snapchat?\n  ","427119":"\n   You newest dp is the cutest one yet. :') ?\n  ","427120":"\n   You're not eating real pizza unless you're in Italy***\n  ","427121":"\n   nothing can really \"happen\" to you, it's just your brain trying to do something while not getting any visual or auditory feedback\n  ","427122":"\n   well i doubt you have an anechoic chamber laying around haha maybe just try to block out every sound\n  ","427123":"\n   ever try sensory deprovasion? it's my free drug\n  ","427124":"\n   my teachers are constantly saying that teenagers always love learning about violence\/war. do you think this is a problem associated with desensitization to violence?\n  ","427125":"\n   people always say you don't have feelings in your heart & but why people never say you don't have feelings in your mind ??\nwhat is the connection between feelings & mind ?? we all know that our mind control our body\n  ","427126":"\n\n    http:\/\/www.washingtonexaminer.com\/man-receives-sex-act-while-blacked-out-gets-accused-of-sexual-assault\/article\/2565978\n   \n   thoughts???\n  ","427127":"\n   List some of your opinions (unpopular or otherwise).\n  ","427128":"\n   sorry wrong video. but you can't just expect society to change itself especially with something so deeply ingrained in us biologically.\n   \n    https:\/\/www.youtube.com\/watch?v=3qHnIp-WzCI\n   \n   (here's a shorter video on the subject,i agree with most of what he says) why should women dictate how men should act?\n  ","427129":"\n   why do some people talk about their relationship every day on social media? its so annoying asf\n  ","427130":"\n   well there's some evolutionary psychology mixed with thousands of years of civilization in that. men often feel like they have to portray themselves as big alpha males to stand out of competition to be the most attractive candidate, whather it's subliminal or liminal.\n  ","427131":"\n   there's nothing inherently wrong with being masculine nor would it be sexiest\n  ","427132":"\n   one of my friends broke up with her bf of 2 years then started dating another guy soon after and posted on social media all about them being soul mates. they broke up now and shes crying about it then now she just posts she wants him back again like wtf why do people broadcast every fucking thought\n  ","427133":"\n   why does companies abuse womens nudity to sell products? they don't sexualize men so much\n  ","427134":"\n   u and ur feminist friends cry about the most ridiculous things here. men get bullied too u know. grow up.\n  ","427135":"\n   is Victoria Secrets sexist in your opinion?\n  ","427136":"\n   is it sexist for marketing managers to use a womans nudity to sell a product?\n  ","427137":"\n   It's very obvious that \"sex sells\" in terms of advertising a product, but why does this method usually only involve women? Think deeply..\n  ","427138":"\n   Fun fact: there was a 12 year old who blatantly followed my friends and I on GTAO calling us lewd names and saying we were bullying him and got the whole server to kill us. And there was a time a guy with a tank kept killing me each time I tried to get into my house to switch to private.\n  ","427139":"\n   but BLM is a different movement   Emma speaks for sexism. your mixing racism and sexism\n  ","427140":"\n   i honestly never understood all the flak female gamers get sometimes when playing online? like who cares just let em play the damn game. like alot of these dudes complain that there aren't any girl gamers and then just leash out at the first one they see it's so dumb.\n  ","427141":"\n   opinion on kids rooms having locks?will u allow it?\n  ","427142":"\n   do you think theres sexism in video games? if yes, can u provide examples?\n  ","427143":"\n   lock the fucking door\n  ","427144":"\n   showing off make up is not cool\n  ","427145":"\n   -\n  ","427146":"\n   I'm like that with my likes. I can't keep a post on my page if it doesn't have at least than 3 posts. It feels like no one cares and that it wasn't interesting so I'll delete it after a while! ahah\n  ","427147":"\n   How \"tidy\" do you keep your askbox? Do you delete many things or answer everything to keep it clean so that you can see everything being sent? Is there any routine in this like after a week you've cleared out all your questions you haven't answered?\n  ","427148":"\n   There was a notice put up in a local leisure centre which said \"women on their period aren't allowed to use the pool\". What's your thoughts on this?\n  ","427149":"\n   What is the meaning of extremism? and what does extremist mean?\n  ","427150":"\n   Are you a serious only ask.fmer?  For example, do you only use ask.fm for educational purposes or do you use this social media website to make friends from all around the world?  Both? Something else?  BQ:  How did you end up on ask.fm?  Please explain.\n  ","427151":"\n   Do you think there is any point in items that are \"specifically for men or women\"? Like r*zors and shampoos for example.\n  ","427152":"\n   u got it easy because ur white. if you was black or latino or muslim theyd charge you\n  ","427153":"\n   Who is someone you envy?\n  ","427154":"\n   Self Love Pinky Ring where single (and married) girls wear a sparkly ring on their pinky for self-commitment, to honor and love yourself? Thoughts? \n\n**SAFE LINK**\n   \n    http:\/\/elitedaily.com\/women\/self-love-pinky-ring\/1558649\/?utm_source=bustle&utm_medium=tr&utm_campaign=p10k80\n   \n","427155":"\n   how are you today? ah i hope you're feeling better ;;\n  ","427156":"\n   y aren't u online\n  ","427157":"\n   Would you rather Donald Trump be president or lose 15% of your paycheck for the next eight years?\n  ","427158":"\n   can men be SA survivor?\n  ","427159":"\n   where did you see your life going 5 years ago? and where do you see them going five years from now?\n  ","427160":"\n   are your periods regular? not a fetish question. im a girl!\n  ","427161":"\n   You are approached by a frenzied scientist, who yells, \"I'm going to put my quantum harmonizer in your photonic resonation chamber!\" What's your response?\n  ","427162":"\n   Are you close with someone who you know is kind of a bad person, but you stick around anyways ?\n  ","427163":"\n   this guy didn't explicitly state that he believed in the \"mentally ill people are violent\" media trope but he was talking about movies with murderers who had DID - is this considered buying into the trope or is it harmless?\n  ","427164":"\n   How can you be in favour of islam when it directly opposes feminism and women's right as a whole?\n  ","427165":"\n   he drinks because he's got social anxiety, it makes it easier for him to talk infront of a camera, why is that not credible?\n  ","427166":"\n   I find it ironic that you dismiss everything that contradicts your ideology on arbitrary things yet expect us to take your ideology so seriously.\n  ","427167":"\n   Why don't sjw defend jews?\n  ","427168":"\n   What’s your favourite season? Why is it better than the other ones?\n  ","427169":"\n   Are you depressed about one thing or everything in general?\n  ","427170":"\n   Post a picture you took of something beautiful. Any picture you're proud of, whether it's a waterfall or your child or a butterfly! :)\n  ","427171":"\n   do you think students should be able to have the option to volunteer rather than go to detention?\n  ","427172":"\n   Over the course of 2016 I have noticed many stories of children being close to death and\/or dying due to their parents leaving them or forgetting them in the car. They're now telling parents to put their phone or shoes in the back seat so they remember their child. What's your thoughts on this?\n  ","427173":"\n   PAP\n  ","427174":"\n   Idk who that person is, but drug metabolism, excretion, conjugation is based on damned biochemistry and physiology - - there's no role for philosophy lmfao - -\n  ","427175":"\n   i am soory but you better study some science books among all the branches of science the mind is the least explored and as complex as quantum mechanics if you dont have a good fundamental you cant understand my story not even a bit. i apologise\n  ","427176":"\n   i am very sorry to break it to you Science is based on this philosophical concept called causality.(by the way i am engineer i know how science works) similarly all the drugs that you ingest is based on this philosophical concept. modern medicine is based on it.  Nobody reverses causality\n  ","427177":"\n   tw r*pe mention: is it wrong to refer to r*pe as sex? kind of like how people argue that there's no such thing as 'consensual sex' because all sex should be consensual\n  ","427178":"\n   There's only four months left of 2016, what have you done up until this point? Did you have any goals set that you've managed to achieve? Are there any goals you have left to achieve the next four months?\n  ","427179":"\n   do you think we should teach history by connecting it to current issues?\n  ","427180":"\n   Do you think your page has any other purpose other than the entertainment factor for followers? Are you educational in anyway? What is your area of knowledge you speak most of on your page?\n  ","427181":"\n   name your \ntop 10 Video Game Dogs\n?\n  ","427182":"\n   why on earth do you want to shave your head?\n  ","427183":"\n   My friend told me to day that depression was meant to be felt and not suppressed by pills because they numb what makes us human? she said the solution was external and the experience is purposeful..and the only cure was self loveand understanding..she said she understands but idk how to react..\n  ","427184":"\n   to continue on from that, my teacher described it as \"people who do these kinds of things have mental problems most of the time; they don't realize that it isn't a video game, there's no restart or undo button. That's probably why most of them end up killing themselves too\" and idk if its justme but\n  ","427185":"\n   Are you getting verified again?\n  ","427186":"\n   Is BLM a peaceful organization?\n  ","427187":"\n   did astroflux deactivate because i can't find their profile\n  ","427188":"\n   ik dress codes arent a big deal but what do you think of hs students protesting dress codes or bringing awareness\n  ","427189":"\n   What should sheep count when they go to sleep?\n  ","427190":"\n   wyd ?\n  ","427191":"\n   i thought it was yonic symbolism\n  ","427192":"\n   Car is feminine in French. (la voiture)\n  ","427193":"\n\n    http:\/\/sacheu.tumblr.com\/post\/148898395526\/ginsengmask-as-women-of-color-we-should-be\n   \n   what do you think about this? it's about reclaiming the word radical feminism\n  ","427194":"\n   Why are planes,boats and cars always referred to as a \"she\" ?\n  ","427195":"\n   Oh my goodness I would've tagged you in that post about all the wonderful females I follow!!  I noticed your account didn't come up that's why I couldn't tag you, everything okay? ??\n  ","427196":"\n   thank youu sooo much for being someone who wants to raise awareness to mental health. I have schizoaffective disorder, and I'm so ashamed and embarrassed of it because of the lack of knowledge people have about it. they just like to jump to assumptions. I hope one day everyone can understand it...\n  ","427197":"\n   post a picture of someone\/something adorable\n  ","427198":"\n   post a picture you've taken this last week! of anything :)\n  ","427199":"\n   Could you count 15 topics you dont like to talk about with strangers?\n  ","427200":"\n   post a picture of someone you adore\n  ","427201":"\n   did the american dream actually exist or did it only apply to privileged people?\n  ","427202":"\n   post a candid picture of you!\n  ","427203":"\n   Omg i cant believe you got suspended\n  ","427204":"\n   Story behind your background photo?\n  ","427205":"\n   Is there a piece of jewelry you always wear?\n  ","427206":"\n   Do you want children?\n  ","427207":"\n   True or false:You've bought a package of cookie dough with the intention of baking them and you ended up eating the cookie dough instead\n  ","427208":"\n   I saw someone on here say that having an obese child\/pet is abuse..... Thoughts?\n  ","427209":"\n   Maybe it is just for pose .\n  ","427210":"\n   Do you smoke?\n  ","427211":"\n   do you support black lives matter and why or why. Not\n  ","427212":"\n   Do you think it's alright to keep your past from your partner ? Why\/Why not ?\n  ","427213":"\n   hahaha fumy worms is funny cause when she opens it and sees gummy worms lol\n  ","427214":"\n   i wanna get this girl i work with a bday gift--- when you give people gifts do you do it expecting something back as well\n  ","427215":"\n   guess wht happened\n  ","427216":"\n   aren't over 95% of the population \"cis\"\n  ","427217":"\n   I didn't realised they appologised, I'm glad they did tho. :3\n  ","427218":"\n   ⊙＿⊙ wut u doin ⊙＿⊙\n  ","427219":"\n   Smh I don't wanna be weird, but I really admire you. I've followed you for a couple weeks b\/c you're agender too and into a lot of cool things and I learn a lot from you! You're just super cool and thanks for existing, basically!\n  ","427220":"\n   What do you believe happens to us once we die. Is there life after death? Are we reincarnated? Is it the individuals choice as to what happens to them once they die?\n  ","427221":"\n   Do you think you look completely different with makeup, or do you look about the same ? Pap if possible! ?\n  ","427222":"\n   Murica has homeless people? Wow thats p shocking\n  ","427223":"\n   Lol thank you so much. I was freaking out tbh :)\n  ","427224":"\n   is it bad to tell homeless people to not spend it on drugs\/alcohol\/etc when you're giving them money?\n  ","427225":"\n   -\n  ","427226":"\n   Did you watch zootopia? if so what were your thoughts on it?\n  ","427227":"\n   29\/34 Dudley Dursley: is there anyone you visit simply because you feel like you have to, even though you don't like them? Who, and why do you feel obligated to visit them?\n  ","427228":"\n   Do you think people that refuse to fall in love are missing something wonderful, or are they just being smart by guarding their heart?\n  ","427229":"\n   Q4: PAP of whatever you are currently eating or drinking. Please describe in loving detail so we can drool over the deliciousness. :)\n  ","427230":"\n   Since I got called in to work today, even though it's my weekend off, we'll start this with a work related question. \n\nIf you could pick any job, your dream one, now or in the future, without having to worry about education, experience or even the salary. What would it be, and why?\n  ","427231":"\n   Have you ever gotten in a relationship with someone, and had to deal with a jealous ex\/ fling ?\nHow did you handle the situation ?\n  ","427232":"\n   What conspiracy theories do you believe? Do you get asked questions often about conspiracy theories? If not, would you like to be asked questions about them?\n  ","427233":"\n   Opinion on people that are against abortion?\n  ","427234":"\n   What type of questions annoy you ?\n  ","427235":"\n   pap of you\n  ","427236":"\n   \"i think false accusations can be a learning experience for men\" thoughts on the quote?\n  ","427237":"\n   grand theft auto 5 is so realistic, the cops tell me to pull over then proceed to shoot me with a 12 gauge while i'm unarmed.\n  ","427238":"\n   do you believe in intuition?\n  ","427239":"\n   how do you feel when askfm delete your answers?\n  ","427240":"\n   If you lived close to your workplace would you sell your car?\n  ","427241":"\n   33\/34 Delores Jane Umbridge: have you ever had a horrible teacher? What made them horrible?\n  ","427242":"\n   34\/34 Dobby: has someone helped you leave a bad situation? How? Are you still friends with this person? (Don't answer if too personal).\n  ","427243":"\n   you pretend to be a deep and pragmatic person meanwhile you spend hours answering useless Qs on ask smh\n  ","427244":"\n   Aw I'll call you Lili\n  ","427245":"\n   That sounds heavenly. What brand? :o\n  ","427246":"\n   why should we respect the dead?\n  ","427247":"\n   You need to come visit the cemeteries in New Orleans. Lord they're so beautiful.\n  ","427248":"\n   Is the mind the same as the brain, or do we have souls?\n  ","427249":"\n   You can now add new profile photos on ask and your old ones will stay there. So a bit like Facebook when people can click a profile picture and flick through previous ones. What's your thoughts on this?\n  ","427250":"\n   what is your tumblr?\n  ","427251":"\n   Do you think Asian women (Pakistani\/Indian) like white men more than their own race?\n  ","427252":"\n   Is there anything which you have such a strong opinion on, that you just can't seem to understand where someone with an opposite view is coming from? If so, what subject is it you've got such a strong opinion on & maybe take the time to educate myself and anyone else reading this, on that subject?\n  ","427253":"\n   If someone has committed a crime, served their time and prison and now been released. Should employers, neighbours etc know of the persons previous convictions? Why\/why not\n  ","427254":"\n   do u want braces if u can afford to?\n  ","427255":"\n   How do we know if we’re doing the right thing?\n  ","427256":"\n   In my country and the city I live in if you go to a private school you're considered a spoiled brat and a rich kid\n  ","427257":"\n   \"people says world will be better place if there is no muslim on this earth\"\n\nno muslims = no isis\n\n what do you think ?\n  ","427258":"\n   I dont want to insult you are the US but i think the US schoolsystem is worse than any schoolsystem in Europe - althoguh the german system isnt the best either, but as you can see i learned enough english to speak with you about those things.\n  ","427259":"\n   Can you explain agender to me? Is it a logical decision based on your views or is it that you feel neither male nor female?\n  ","427260":"\n   Do you think the US has a good school system?\n  ","427261":"\n   Use this post to educate me on something you're passionate about or just have a very strong opinion about. (Doesn't matter if you've seen me talk about it before I am always happy to know more)\n  ","427262":"\n   Do you hate all the hate cops get overall\n  ","427263":"\n   Do you think people can be born intelligent? Not in the sense like they're born knowing about things, but their brains allow them to hold more information than others? Or do you think you teach your brain to remember and learn information?\n  ","427264":"\n   Do you feel cops should not arrest everyone if it was only one person drugs?its like why punish all for one idiot\n  ","427265":"\n   When viewing a new user, do you pay attention to their answers in terms of length? Are you more likely to follow someone who puts effort into writing an answer rather than those who are blunt and don't write as much?\n  ","427266":"\n   Do you think popularity is important? Do you consider yourself as popular? List pros and cons of being well known.\n  ","427267":"\n   Did the person get arrested?did you almost come getting to be arrested cause you were in the same car?\n  ","427268":"\n   Why not?\n  ","427269":"\n   I'm going to try and use this account to see if I can bring in more user activity.\nI don't want to leave ask but if this dry spell keeps up, I'm going to leave but keep my page active for spam and what nots. Follow :))\n  ","427270":"\n   What makes people go mad?\n  ","427271":"\n   Do you love humanity as a whole?\n  ","427272":"\n   if America is so bad and poor why do people still want to immigrate here\n  ","427273":"\n\n    http:\/\/ask.fm\/poetalunam\/answers\/138708004887\n   \n   people including u are more extrovert on the Internet\n  ","427274":"\n   Why do you think women get hate for dating a younger man?\n  ","427275":"\n   What do you think will happen if all the illegals leave? Also its clearly not racist. Assuming he is talking about ALL immigrants is clearly racist. You are literally grouping them together on their race.. He is grouping them together based on if they are breaking the law or not.\n  ","427276":"\n   Ok but saying \"my black neighbor is an asshole\" instead of just \"my neighbor is an asshole\" is kiiinda racist bc why else would you feel the need to point out their race??\n  ","427277":"\n   You see where you are losing me is that.... Where is he saying \"All\" the people they are sending are rapists and criminals?\n  ","427278":"\n   do u like condoms?\n  ","427279":"\n   why is trump against immigrants if his wife is immigrant?\n  ","427280":"\n   That doesn't clear things up.. that just makes things more confusing.. Clearly he wants to keep the bad people out?? I mean, would you like them to open up all the prisons too and let all the criminals out too?\n  ","427281":"\n   is trump sexist?\n  ","427282":"\n   How do you balance between your hobbies and responsibilities?\n  ","427283":"\n   Why does everyone assume Trump is against immigrants?\n  ","427284":"\n   people say if you live with your parents they should be allowed to tell you what time to get home.\n  ","427285":"\n   but ur rent is free\n  ","427286":"\n   I came across this yesterday and thought it was so eye opening (for a lack of a better word)- People who are against immigrants don't realize the fancy iPhones\/Apple products they use wouldn't have been possible weren't it for Steve Jobs, the biological son of a Syrian immigrant. What do you think?\n  ","427287":"\n   isnt it dangerous to send nudes if ur in a good profession\n  ","427288":"\n   how has social media encouraged self respect\n  ","427289":"\n   why does everything need to be dumbed down for consoles?\n  ","427290":"\n   When you think about the American South, what immediately comes to mind?\n  ","427291":"\n   Are you allowed to dye your hair unnatural colors with your job? Would you if you could? If you would, what would be the color of your choice?\n  ","427292":"\n   has social media encouraged narcissism\n  ","427293":"\n   why did your account get banned ? bullied too many people ?\n  ","427294":"\n   what's your yearly income?\n  ","427295":"\n   A friend on Facebook has a child (he's about 4\/5) who always puts sweets in his pockets whilst out shopping. She thinks this is funny, what's your thoughts? If your child or a child you were supervising did this, what would you do?\n  ","427296":"\n   The way you portray yourself online, do you think this is an accurate representation of who you are offline? Explain.\n  ","427297":"\n   Purely out of curiosity, when you read my answers (or questions), how do I come off as? The good, bad, ugly. Say it all. *grows a thick skin*.\n  ","427298":"\n   you deserve to have red lights everytime you drive up to a stoplight! am i doing it right? XD\n  ","427299":"\n   You deserve to be beaten with a slipper\n  ","427300":"\n   Tbh anon sounds like a huge ass- if one of my \"friends\" ever said something like that, well... I wouldn't call them my friend anymore, that's for sure.\n  ","427301":"\n   if coffee suddenly disappeared would the world's economy collepse?\n  ","427302":"\n   Doesn't offend me at all love, I bite my tongue because if I had said something to her it would have kicked off ?\n  ","427303":"\n   Theres a really racist shit on the TV, I said \"I don't understand how anyone can be like that, it's completely horrible\" my mother replied \"that's the way it is and that's the way it's always going to be so why worry about it\" - what would YOUR reply be?\n  ","427304":"\n   Is it wrong to tell someone if she's a friend not to wear tight skinny leggings because she is fat and she would look ridiculous? as a good friend, you try to save your friend from major embarrassment\n  ","427305":"\n   What are some things that are killing the ask community hype?\n  ","427306":"\n   Why do you think after a few bad relationships people are so quick to give up on love ?\n  ","427307":"\n   My friend recently posted \"as you waste your breath complaining about life, someone else is breathing their last. Appreciate what you have. Be thankful and stop complaining\" what are your thoughts on this? Can we appreciate things & still be allowed to complain?\n  ","427308":"\n   You're actually crazy\n  ","427309":"\n   What's your opinion on people seeing the joker and Harley Quinns relationship as 'relationship goals'? Do you think this is a relationship people should be idolising? Why\/why not?\n  ","427310":"\n   you're a writer you should write with proper grammar.\n  ","427311":"\n   were you a hipster before it was cool???\n  ","427312":"\n   finish the sentence. right now is the golden age of: ____\n  ","427313":"\n   Name some opinions that you have? Do you have any that would be considered unpopular?\n  ","427314":"\n   pap of you right now\n  ","427315":"\n   Someone has just said to me that the laws regarding the law with underage sex is 'irrelevant' unless the age gap is something like a 13 year old with a 25 year old and that the government can't tell people if they can have sex or not at whatever age.. THOUGHTS?!\n  ","427316":"\n   When was the last time you watched someone literally spell something out to someone, yet they still didn't understand? Why do you think some people can't quite understand even when the answer is there in black and white?\n  ","427317":"\n   Have you witnessed any paranormal acitvities?\n  ","427318":"\n   quick question, i trip and fell down the stairs eariler today and i'm coughing a bit of blood how bad is that? because i can't afford a doctor at the moment.\n  ","427319":"\n   If you were given the power to change any historic event, which one would you change, how would you change it, and why?\n  ","427320":"\n   If you could change one law in your country what would it be?\n  ","427321":"\n   your life is better then mine\n  ","427322":"\n   What's your favourite pattern?\n  ","427323":"\n   Last question!\nDo you have a green thumb? Do you have a garden of your own or would you ever tend to one? What would you be your dream theme for a garden?\n  ","427324":"\n   so why do you believe a person of white skin can't \"experience\" racism? what's your working defintion for racism?\n  ","427325":"\n   a successful relationship is when you fall in love many times. do you agree?\n  ","427326":"\n   All our emotions and thoughts are temporary, If you could access one state of being 'thought and emotion' to be apart of you permanently which one would it be?\n  ","427327":"\n   Are there any opinions that you have, that you feel so strongly about that you could not be friends with someone who thinks the opposite? What are they and why do you feel so strongly about them if so?\n  ","427328":"\n   what if your not attracted to the guy physically isnt that important to be attracted\n  ","427329":"\n   is it wrong to reject a guy if hes average looking but respects you, has a good job, is decent, and agrees with your values?\n  ","427330":"\n   What do you think the world would be like without any gender classifications?\n  ","427331":"\n   What are your views on circumcision? Would you circumsise your child?\n  ","427332":"\n   When is silence more meaningful than words?\n  ","427333":"\n   do you have any trans friends? esp on here, I want to follow more nb\/trans peeps!!\n  ","427334":"\n   Do you understand why some people here don't like you?\n  ","427335":"\n   What's bodypositive?\n  ","427336":"\n   would u be friends with someone who believed in circumcision\n  ","427337":"\n   Ew a feminist, black lives matter, and a body postive, your littraly cancer\n  ","427338":"\n   have you ever unfollow or block someone just because they don't agree with you & don't respect\/agree with your opinion & just because you don't like their opinion or agree with their opinion? ?\n  ","427339":"\n   do you care about likes on askfm ?\n\ndo you ever feel jealous than she\/he has more likes than me beacse you think your answers are far better than others  ?\n  ","427340":"\n   Should able bodied people be allowed to use handicap bathroom stalls? Why or why not?\n  ","427341":"\n   In what ways are you privileged and in what ways aren't you?\n  ","427342":"\n   89% of magic tricks are not magic. Technically, they are sorcery.\n  ","427343":"\n   \"afganistan: 55 year old man trades goat rice and sugar for a 6 year old girl's hand in marriage\" i'm done with life now okay?\n  ","427344":"\n   it isnt appropriate to discuss fetishes on ask.fm? this place taught me about fetishes!!! lmao. when i joined i started getting questions about feet, being a giant, shrinking, standing over someone during a fight, if i had peed lately etc etc. lmao!\n  ","427345":"\n   my hair has kinks.\n  ","427346":"\n   “Art should comfort the disturbed and disturb the comfortable.”-Banksy. Do you agree\/ disagree? Why?\n  ","427347":"\n   should people be more open about their kinks?\n  ","427348":"\n   Do you watch the olympics? Did you see the accident with the guy who broke his leg?!\n  ","427349":"\n   I've never asked if you like your job, Leigh?\n  ","427350":"\n   Would you feel guilty if your spouse\/partner had to pay for your medical expenses if you were a stay at home parent? (imagine you were one if you're not). I feel super guilty and feel like I should save to pay my own way?\n  ","427351":"\n   Do\/did you attend pubic school,private school home school or were you raised by wolves?\n  ","427352":"\n   no you're the typical American who doesn't care about the world just America\n  ","427353":"\n   Do you've any idea about whats happening in indian occupied Kashmir? Pellet guns are being used on people and so much more. Where are the feminists and human right activists at? Why is no one talking about it?\n  ","427354":"\n   do u follow people who are not feminists and just boring personal pages\n  ","427355":"\n   What are some good habits you have in conversations? What are some bad traits you have in conversations?\n  ","427356":"\n   Do you get annoyed when other people display bad manners?\n  ","427357":"\n   Do you support the #BlackLivesMatter  movement? Why or why not?\n  ","427358":"\n   What are some simple things in life that make you happy?\n  ","427359":"\n   think u missed\n   \n    @zulaomg\n   \n   from ur list she deserves more recognition tbf\n  ","427360":"\n   don't use abusing words if you don't want to block your account again. ...\n  ","427361":"\n   100th answers congrats! any words for your fans and followers?\n  ","427362":"\n   Count 20 topics you like to talk about\n  ","427363":"\n   Spam question ? - Do guns make society more safer or more violent?\n  ","427364":"\n   Spam question ? - Does age matter in relationships?\n  ","427365":"\n   What part of cancer do you like?\n  ","427366":"\n   Modern feminism is cancer\n  ","427367":"\n   a British non hijabi muslim woman was held back in UK while traveling because she was reading a book on Syria. is this understandable?\n  ","427368":"\n   do feminists want equal rights for men or only women\n  ","427369":"\n   can men get emotionally abused\n  ","427370":"\n   Why and what do you prefer ? Physical connection or mental !\n  ","427371":"\n   jill stein thinks wifi signals are damaging on childrens brains so ;\/\n  ","427372":"\n   Are you a judgemental person? Howso? Do you think being judgemental is necessarily bad? Why or why not?\n  ","427373":"\n   Favorite 5 people on ASKfm ?\n  ","427374":"\n   wyd since morning!\n  ","427375":"\n   PC, Xbox or Playstation?\n  ","427376":"\n   Do you tell you boss the truth about why you don't show up at work sometimes?\n  ","427377":"\n   your question about hotdogs reminded me of my friend who categorizes cereal as a soup\n  ","427378":"\n   Have you ever worn something ' out of your comfort zone' and then realised it actually looked good on you?\n  ","427379":"\n   it isn't exactly practical if you don't have much time in the morning bUT – i discovered reusable k-cups exist!! and it greatly reduces the amount of waste i produce instead of tossing all of those cups in the garbage. n__n just something neat to look into, anyway.\n  ","427380":"\n   What do you currently, or wish to, buy in bulk?\n  ","427381":"\n   talk babe\n  ","427382":"\n   What's Stranger Things?\n  ","427383":"\n   omg I love stranger things. what episode are you on?\n  ","427384":"\n   New account ? why?\n  ","427385":"\n   I see what you mean with feminism. But in a way is it not also the fault of women that they let it happen? That we hide our-self behind men??\n  ","427386":"\n   -\n  ","427387":"\n   at any given time roughly 166,666 people are having sex, and we're on here, look at us being rebels.\n  ","427388":"\n   What part of your life do you think seemed more narrative than real life?\n  ","427389":"\n   What's life like on an island?\n  ","427390":"\n   What do you do when you feel like your mind is stuck?\n  ","427391":"\n   What in your opinion are the most inappropriate questions to ask a person?\n  ","427392":"\n   Do you find that you lose track of time a lot? If so, what are you doing usually that distracts you?\n  ","427393":"\n   What's your favourite flower?\n  ","427394":"\n   If you don't have a FAQ, post one.\n  ","427395":"\n   Least favorite people on ASKfm ?\n  ","427396":"\n   post a selfie?\n  ","427397":"\n   Pap dream wedding dress!\n  ","427398":"\n   What is your least popular social media? Do you struggle finding new people on that site to boost your activity or followers?\n  ","427399":"\n   did u add everyone from ur old account? any new users\n  ","427400":"\n   aw, why couldn't you get your old account back if i may ask?\n  ","427401":"\n   Do you think there is any type of event which alcohol shouldn't be served at? If so, why? If not, then why not?\n  ","427402":"\n   no email from old account?\n  ","427403":"\n   A hot dog is a type of sandwich. It's bread with a filling between it. I am passionate about this pressing issue. (Side note: pressed paninis are my favorite sandwich)\n  ","427404":"\n   Followed. ??? I hope you get all your followers back soon.\n  ","427405":"\n   What's the best way to find out which colours look best on you? Do you just try loads of stuff on or did you find out another way? i.e online advice, magazines etc.\n  ","427406":"\n   how were you raised? was your family financially stable? did you struggle?\n  ","427407":"\n   when was that?\n  ","427408":"\n   that i was getting better but recently an event triggered me & now i cant break these negative cycle of thoughts. Idk what im on about tho. Im probably just rambling so feel free to ignore.\n  ","427409":"\n   if you email ask you may get your old account back. just explain to them the situation.\n  ","427410":"\n   LEIGH what happened to your account u sent me an @ and then disappeared !!\n  ","427411":"\n   What makes you think someone on this site is fake? Do you do anything about it if you find out someone is fake?\n  ","427412":"\n   I got \"suspended\" too. You won't get your old account back.\n  ","427413":"\n   Let's say you're co-parenting with an ex. Their significant other who just recently met your child(ren) made their public Facebook profile a photo of them with your child(ren). Would you be uncomfortable with it? Why or why not?\n  ","427414":"\n   Tinman got a heart, Scarecrow got a brain, Lion got courage...what do you get?\n  ","427415":"\n   why did you get banned\n  ","427416":"\n   Why is being a feminist so important for you ??\n  ","427417":"\n   does leighlothlorien matter a lot to you\n  ","427418":"\n   i literally died when they removed your account\n  ","427419":"\n   now the number of followers on this account will be your true number. they were all ghost followera on lothrien\n  ","427420":"\n   You look like a Satan Person?\n  ","427421":"\n   what were you arguing with the anon about lol funny asf\n  ","427422":"\n   I hope your account gets restored. It's unbelievable how you'd get suspended and there are thousands of people on here who bully others 24\/7 and make death threats yet they don't get suspendded\n  ","427423":"\n   how many followers u hv now\n  ","427424":"\n   Ah I hope you get you main account back. Following you on here as well now. Idk why ask suspended it :\/\/\nBut yeah hope you're alright and hope you have a good day\/night!!\n  ","427425":"\n   wtf lol I just noticed my answers getting deleted. It was probably ask taking down whatever questions you asked ? I have no idea how I'm following you on this account. Your new acct automatically showed up in my list :\/\/ welcome back anyway and don't be naughty on here?\n  ","427426":"\n   I was so shocked to find out that your account was suspended. You're basically the least offensive and rude person on this website. What the heck.\n  ","427427":"\n   i hope you get your old account back up!\n  ","427428":"\n   -\n  ","427429":"\n   Do you feel energized when you wake, or are you usually groggy for a while?\n  ","427430":"\n   TWIN FLAME OR SOULMATE\n  ","427431":"\n   So, I did an experiment on here when it comes to profile pictures. Turns out, a lot of shallow people are on here. 🤷‍♀️ Have you experienced a dip with interactions when changing your pfp?\n  ","427432":"\n   Why did the WB network shut down?\n  ","427433":"\n   In your attempt to break someone because you’re the one who’s more broken?\n  ","427434":"\n   Do you think calling a person autistic, psychotic, schizophrenic etc. is more hurtful than referring to them as \"a person with autism, psychosis, schizophrenia (or other similar conditions)\"? Why?\n  ","427435":"\n   Do you always understand how you feel? Can you easily express your feelings?\n  ","427436":"\n   What's your favorite necklace?\n  ","427437":"\n   So would you rather study the mystery of space and its holdings or the depth of our big blue ocean\n  ","427438":"\n   Do you prefer rivers, lakes or oceans?\n  ","427439":"\n   Can you agree that Hollywood doesn't make great movies anymore? Has Hollywood degraded?\n  ","427440":"\n   Do you think we will eventually create AI, that will become an autonomous consciousness?\n  ","427441":"\n   What is a smell that you absolutely can't stand?\n  ","427442":"\n   omg mine toooo\n  ","427443":"\n   Do you like thrift shopping?\n  ","427444":"\n   FOR FEMALES ONLY: Do you really think you can handle the truth.. Do you expect the truth\/intentions from the beginning? SERIOUSLY how truthful are you willing to be in the beginning of an interaction... Entertain me 🤔\n  ","427445":"\n   Are you still friends with the friends you had in school?\n  ","427446":"\n   What's your favorite thing to order at Subway? My favorite thing to order at Subway is definitely a foot long meatball marinara or a foot long steak and cheese\n  ","427447":"\n   What’s ur favorite pizza topping ?\n  ","427448":"\n   I am so obsessed with foreign girls and I feel that I really need their friendship and attention. 💔 What should I do?\n  ","427449":"\n   Do you believe the world could exist without the concept of material wealth? How would it be different than it is now?\n  ","427450":"\n   whats more important honesty or time?\n  ","427451":"\n   Do you like to be in pictures?\n  ","427452":"\n   Have you ever been to Santa Cruz California ?\n  ","427453":"\n   How do you feel about having a gun for self defense and would you practice at a gun range?\n  ","427454":"\n   Do you think I’m juicy brahh 🥺🥺\n  ","427455":"\n   Would ever go on a date with someone who doesn't share your political views but is either good-looking or just nice, so that you think you could live with the difference in world-view?\n  ","427456":"\n   Do you like roller coasters?\n  ","427457":"\n   Have you ever slept with someone with the same gender as you?\n  ","427458":"\n   Really dumb question but, does drinking warm milk really make someone fall asleep? Coz it sounds really fake.\n  ","427459":"\n   Would you expect from an ugly person a special ability or gift to make up for their ugliness? When yes, what would that special ability or gift be?\n  ","427460":"\n   Do you trust people easily?\n  ","427461":"\n   Who likes The Masked Singer\n  ","427462":"\n   Who are you? Identify 3 things you are very aware of yourself.\n  ","427463":"\n   I find myself skipping about 6\/10 questions, on average. Do you answer everything...or skip most and only answer what really interests you?\n  ","427464":"\n   Do you believe in love at first sight? Why or why not?\n  ","427465":"\n   What do you want to make of your life here?\n  ","427466":"\n   orange juice or apple juice?\n  ","427467":"\n   What's something that always reminds you of your childhood?\n  ","427468":"\n   Are you good or bad at making friends? As an adult I’ve seen it’s a lot harder. How do you start a conversation with someone to develop a friendship?\n  ","427469":"\n   Have you ever fallen in love with someone that didn't love you back? It's the most horrible feeling ever.\n  ","427470":"\n   Do you remember your first day at school?\n  ","427471":"\n   What is something you look for when you first start talking to someone?\n  ","427472":"\n   Are you afraid of aging?\n  ","427473":"\n   What’s the coolest thing people can learn from you?\n  ","427474":"\n   Would you rather be completely insane and know that you are insane or completely insane and believe you are sane?\n  ","427475":"\n   What does it mean to be beautiful?\n  ","427476":"\n   Have you ever been to a real working farm with animals and crops? 🌽 🍎 🐮 🐔 🐷 🐴 🌾 🥔 🥕\n  ","427477":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","427478":"\n   Have you ever done online dating?\n  ","427479":"\n   Whats your guilty pleasure?\n  ","427480":"\n   🙏🌟.. How can you get out of Sadness??..☁️💙💜☁.. ¿Cómo salir de la Tristeza??..️🌟🙏\n  ","427481":"\n   Which kind of natural disaster scares you the most?\n  ","427482":"\n   My partners best friend wanted to sleep with him, but he stopped it from happening. Buttt he also finds this woman attractive. He’s told me she has a nice butt and rack. And they’re still friends. I’ve told him I felt uncomfortable and he didn’t care. What do I do?\n  ","427483":"\n   Guess what\n  ","427484":"\n   Do you like Missy Elliot ?\n  ","427485":"\n   Is there someone that makes you smile everytime you see them?\n  ","427486":"\n   Do you like pretzels?\n  ","427487":"\n   How many relationships do you regret? :\/\n  ","427488":"\n   If you could switch places with the opposite sex for a day would u?\n  ","427489":"\n   Aye new here. What’s good\n  ","427490":"\n   Is it true Mc Donald's is cooking people and serving them in their burgers?\n  ","427491":"\n   What’s at the top of your to do list\n  ","427492":"\n   Would you rather never be able to laugh again or never be able to smile again?\n  ","427493":"\n   Who like disabled people as a friend\n  ","427494":"\n   Favorite kind of chips?\n  ","427495":"\n   Are you afraid of 2021\n  ","427496":"\n   Can jump double dutch?\n  ","427497":"\n   Miserable females are so pathetic\n  ","427498":"\n   Are you quick to move on or do you tend to hold grudges? ☆\n  ","427499":"\n   Do you like countryhumans?\n  ","427500":"\n   Do you smoke?\n  ","427501":"\n   Do you have someone that you love so much that you feel like you would die if you lost them? 💔\n  ","427502":"\n   How are you feeling right now?\n  ","427503":"\n   What is the most important thing in life?\n  ","427504":"\n   How close are you to losing control?\n  ","427505":"\n   Pizza or fried chicken\n  ","427506":"\n   Summer nights or winter nights?\n  ","427507":"\n   do you love sweden? its landscape is breathtaking!!!\n  ","427508":"\n   friends can break your heart too.\n  ","427509":"\n   unpopular opinions:\n  ","427510":"\n   What would you refuse to do for a million dollars?\n  ","427511":"\n   { Thursday, Jan 28th } 🌬️🌨️ Is it snowing where you live? ❄️\n  ","427512":"\n   Who named you?\n  ","427513":"\n   Has anyone ever burned music on to a cd ?\n  ","427514":"\n   I'm not being bias when people support manipulative people who are pathological liars and abusers.\n  ","427515":"\n   Im a teenager who is trying ask a girl to be my girlfriend i've know her for a year text and phone call is my only options so what should I do\n  ","427516":"\n   *boops*\n  ","427517":"\n   If you were a billionaire would you become a vigilante?\n  ","427518":"\n   How do y’all feel about Biden’s new law he is trying to pass about the one sex bathroom?\n  ","427519":"\n   STOP SUPPORTING ACCOUNTS THAT ACTIVELY HARASS, THREATEN AND MANIPULATE USERS ON HERE! BY FOLLOWING THEM, YOU ARE SUPPORTING THEIR TOXIC BEHAVIOR!\n  ","427520":"\n   Who do you admire?\n  ","427521":"\n   In your own words, what do you think is the scariest thing about life?\n  ","427522":"\n   What did you do as a kid that seemed normal at the time but which now seems super weird?\n  ","427523":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","427524":"\n   It is rude to scoff at a man who feels as if he is the victim of sexism. Sexism against men is real. America has a history of sexism against men.\n  ","427525":"\n   Favorite band you've got to see live?\n  ","427526":"\n   Miss you\n  ","427527":"\n   Hello do you like cheesecake?\n  ","427528":"\n   You discover an island and decide to build your own society. What is the first rule you put into place?\n  ","427529":"\n   Is Onlyfan the lowest way to make money asking for a friend honestly 🙈\n  ","427530":"\n   ❤️\n  ","427531":"\n   ❤️❤️\n  ","427532":"\n   Love it\n  ","427533":"\n   What was the career of your dreams while in school?\n  ","427534":"\n   🎡\n  ","427535":"\n   💙\n  ","427536":"\n   Have you tried the new mountain dew?\n  ","427537":"\n   Fav time of the day(morning.. ect)?\n  ","427538":"\n   Have you seen the 2nd Jumanji movie, Welcome to the jungle? 😂🤣 I love this movie 😂\n  ","427539":"\n   Ok!👍🏾  How about if they keep texting you about the same thing over and over? I don’t know the girl that well. He just gave me her phone number just because he was mad , me and her been texting back and forth but now it’s annoying because they act like nothing is going on .\n  ","427540":"\n   How often do you order food online?\n  ","427541":"\n   What's hockey smell?\n  ","427542":"\n   Ok, I need your help guys. So my guy friend sends me a text asking for advice and the advice was given , and few months later he wanted me to talk to his girl and we had a great conversation abbout the relationship and all but its toxic , trying to help but they get mad. Have this happen to anyone??\n  ","427543":"\n   Yes I know thanks for understanding me\n  ","427544":"\n   What was your favorite age growing up?\n  ","427545":"\n   That’s what I mean yea like I don’t understand why freak out and over react on small things\n  ","427546":"\n   How old are you?🤔\n  ","427547":"\n   It’s hard to be nice to people that have really easy tempers that gets so mad when I’m being nice I just wish people could understand it’s called kindness for a reason you don’t have a miserable life start living a real one\n  ","427548":"\n   what’s your opinion on my profile picture?! 🥺👉🏻👈🏻 idk im bored lmao\n  ","427549":"\n   I have the most vivid dreams\n  ","427550":"\n   So you think physical en mental abuse as a child make you stronger or weaker as an adult? Why?\n  ","427551":"\n   Who is Chris TDL?\n  ","427552":"\n   Is it more important to love or be loved?\n  ","427553":"\n   What is something you think is underrated?\n  ","427554":"\n   do you want kids?\n  ","427555":"\n   Are fluffy dogs friendlier?\n  ","427556":"\n   😁😁😁\n  ","427557":"\n   How do you handle a bully\n  ","427558":"\n   What was the craziest party you ever went to?\n  ","427559":"\n   Can you wiggle your ears?\n  ","427560":"\n   Are you honest with yourself?\n  ","427561":"\n   You can't break a broken heart\n  ","427562":"\n   What are your plans for today?\n  ","427563":"\n   If I put mayonnaise between two slices of bread. Did I make an egg sandwich?\n  ","427564":"\n   Do you enjoy being around people?\n  ","427565":"\n   I found a this girl on ig and I’ve been thinking of texting her, but since I never texted any girls, I’m kinda clueless. What should be the best opener that would genuinely make her interested in texting back? Appreciate the help.\n  ","427566":"\n   What is your favorite candy?\n  ","427567":"\n   How do you spend you free time?\n  ","427568":"\n   What does life mean to you?\n  ","427569":"\n   Do you enjoy spending time alone? If so, what kind of things do you do?\n  ","427570":"\n   What’s your favourite brand of borrowed water?\n  ","427571":"\n   you like jazz music?\n  ","427572":"\n   what is something you have been obsessed with lately?\n  ","427573":"\n   Would you rather have no phone for a year or have your phone beeps non stop for a year?\n  ","427574":"\n   Do you stay with your boyfriend if you found out he talks to girls from other countries\n  ","427575":"\n   Je laisse une chance a mon ex oui ou non?\n  ","427576":"\n   Do you prefer vintage or new?\n  ","427577":"\n   What’s your absolute favourite fruit?\n  ","427578":"\n   What's your number one rule in life?\n  ","427579":"\n   CACA\n  ","427580":"\n   🥔\n  ","427581":"\n   How do you feel about sharing passwords with your partner?\n  ","427582":"\n   Go out or stay home?\n  ","427583":"\n   Right ▶ or Left ◀ ❓\n  ","427584":"\n   Do you have an alter ego\n  ","427585":"\n   If you could only smell one thing for the rest of your life what would it be?\n  ","427586":"\n   Do you like spicy food?\n  ","427587":"\n   Do you like tapestries?\n  ","427588":"\n   I try but I get canceled on or used or idk ... no monsters under my bed there are out there kinda thing\n  ","427589":"\n   Do you think you've changed in the last year? In what way?\n  ","427590":"\n   Would you rather quit your idea or stick to it, if everybody is against it?\n  ","427591":"\n   I see that now... me@and my wishful hoping sometimes gets the best of me\n  ","427592":"\n   If someone said they do care about you but you tell them taking hours\/days to answer makes you feel they don’t care about you. And they don’t answer or explain why it takes so long then that means they don’t care... right? (I just wanted to know what I am to that person. ) no answer is my answer\n  ","427593":"\n   Do you like seafood?\n  ","427594":"\n   🧡\n  ","427595":"\n   What do you think about the kissing and sex scenes in the movies?\n  ","427596":"\n   I’ve always considered myself straight had gfs and everything but i feel like lately I’m less and less interested in women and sometimes catch myself fantasizing about guys.. am I gay? I’ve never done anything with a guy besides kiss one time when drunk at a party a few years back.\n  ","427597":"\n   City or country\n  ","427598":"\n   Do you believe some ppl shouldn't be allowed to own pets?\n  ","427599":"\n   If someone owes you $100, ok so. You’re waiting. Then you break something of value of $133. You owe them now. You’ve paid them the value of the item. How much do they owe you??? Please be serious\n  ","427600":"\n   How often do you read books?\n  ","427601":"\n   Do you count idiots you encounter in a day?\n  ","427602":"\n   Why do ppl say they\/ make you think they want to be with you but they don’t mean it? Like damn that really feels horrible when they do that. Like what did I do to deserve that? I low key want to stop trying to see the good in ppl\/their POV 😔.\n  ","427603":"\n   Happy New Year Y’all!\n  ","427604":"\n   Why all the loyal one go through the most pain. Why hurt someone the would’ve gave you the world if I can.\n  ","427605":"\n   Most evil harmless thing you've ever done?\n  ","427606":"\n   Forever drunk or forever sober?\n  ","427607":"\n   Is it better to go to the DMV in the AM or PM?\n  ","427608":"\n   Do you like to be romantic ?\n  ","427609":"\n   What languages do you speak?\n  ","427610":"\n   How much water have you had today?\n  ","427611":"\n   What is the best way to fix a broken heart?\n  ","427612":"\n   What makes you feel afraid?\n  ","427613":"\n   What is the most important thing u have to do daily?\n  ","427614":"\n   Is anxiety disorder bad?\n  ","427615":"\n   I'm new\n  ","427616":"\n   Good night baby (-_-) zzz 😊\n  ","427617":"\n   I need a hot girl to please me everyday or anytime I need to so if you interested hmu asap!! I'll give you tons of love in return 😘😘😘\n  ","427618":"\n   You are so pretty!\n  ","427619":"\n   add me on Instagram\nleeberry_sixnine\n  ","427620":"\n   are you on Instagram?\n  ","427621":"\n\n    @lee_berry\n   \n   this isn't plenty of fish or tinder, go be thirsty somewhere else. she clearly is not interested in you and the fact that you brought up \"race\" makes you purely ignorant dude, get on somewhere.\n  ","427622":"\n   sorry I keep forgetting to turn off my anon\n  ","427623":"\n   it cause im black isn't it\n  ","427624":"\n   Man what everyone says about you is true you are racist\n  ","427625":"\n   can we date?\n  ","427626":"\n   Do you have Hulu ?\n  ","427627":"\n   Did u still buy halloween costumes for your kids?\n  ","427628":"\n   how long have you been single? are you seeing any man currently?\n  ","427629":"\n   is that ok by you?\n  ","427630":"\n   I'm from Nigeria\n  ","427631":"\n   we're you from?\n  ","427632":"\n   are you married?\n  ","427633":"\n   Would you rather be attacked by an insane murderer or be given a million dollars every day for the rest of your life?\n  ","427634":"\n   Hello, how are you?\n  ","427635":"\n   I need a girlfriend 😔💔\n  ","427636":"\n   do you like fried fish?\n  ","427637":"\n   I love your smile😍\n  ","427638":"\n   I’m 6’2 with no shoes on but with work boots which I basically wear daily I’m about 6’4 so most people are taller then me so as long as you are 5 feet girls then I’m ok with dating you or boys who are a bit taller then me i have over 6 feet boy friends\n  ","427639":"\n   Are there any boys who have their eye on you?\n  ","427640":"\n   Are there any boys you currently have your eye on?\n  ","427641":"\n   What did you have for breakfast today?\n  ","427642":"\n   No, but I erred in writing, sorry\n  ","427643":"\n   No, Kayla, you told someone that he was a racist\n  ","427644":"\n   The person who was flirting with you I told him you are a racist, this is not me\n  ","427645":"\n   I only saw the answers now\n  ","427646":"\n   if I'm a white guy and say you're cute for a white girl that's not racist\n  ","427647":"\n   Kayla that racist person does not swear to you\n  ","427648":"\n   What is this not? I swear to you, not me\n  ","427649":"\n   You are their little girl 🥺🥺\n  ","427650":"\n   the middle\n  ","427651":"\n   Are you the oldest?\n  ","427652":"\n   How many are there\n  ","427653":"\n   Do you have sisters and brother?\n  ","427654":"\n   with your family?\n  ","427655":"\n   is that racism?\n  ","427656":"\n   Aha, do you live alone?\n  ","427657":"\n   why fxck off?\n  ","427658":"\n   are you married??\n  ","427659":"\n   your pretty for a white girl\n  ","427660":"\n   Where have you been all day?\n  ","427661":"\n   I'm good\n  ","427662":"\n   how are you?\n  ","427663":"\n   I bet your the kind of guy that would fxck a person in the a$$ and not even have goddam common courtesy to give him a reach around, I'll be watching you!!\n  ","427664":"\n   Good morning 💙💙\n  ","427665":"\n   O you want to see me\n  ","427666":"\n   Nothing just I think will happen\n  ","427667":"\n   Now I know you will remind me, maybe tomorrow at the same time\n  ","427668":"\n   Nothing, sorry for bothering you, good night\n  ","427669":"\n   Nevada?\n  ","427670":"\n   What Nah\n  ","427671":"\n   from which state?\n  ","427672":"\n   I am not fluent in English\n  ","427673":"\n   Hey\n  ","427674":"\n   Who is the girl who embraces the horse\n  ","427675":"\n   Where are you from?\n  ","427676":"\n   Calm down, I won't save anything, I just admire it\n  ","427677":"\n   and\n  ","427678":"\n   I like your photo, what's wrong ??\n  ","427679":"\n   why what happened???\n  ","427680":"\n   I just want to see it from time to time is there a problem ??\n  ","427681":"\n   Why is it scary? !!\n  ","427682":"\n   I will not do not be afraid\n  ","427683":"\n   Hi sweetheart. If you don’t mind, why would you rather have a Lamborghini than a Bugatti?\n  ","427684":"\n   Sorry, I didn't mean to scare you\n  ","427685":"\n   I just want to see her like your features. I think she is pretty childish\n  ","427686":"\n   If you don't want me to keep your photo, I won't\n  ","427687":"\n   Why ??!!!!\n  ","427688":"\n   I will keep your photo on my phone\n  ","427689":"\n   My name is Ahmed, from Egypt, just remember me\n  ","427690":"\n   I understand that's okay\n  ","427691":"\n   💙💙💙💔💔\n  ","427692":"\n   Very sorry, I wished to be friends\n  ","427693":"\n   What do you use from social networking sites?\n  ","427694":"\n   Yes\n  ","427695":"\n   What do you use?\n  ","427696":"\n   Skype?\n  ","427697":"\n   Can we talk Whatsapp\n  ","427698":"\n   How beautiful you are, you are gorgeous, your face is innocent\n  ","427699":"\n   Hey Kayla, how have you been? Sorry I haven't written in a while. What have you been up to? How is your horse?\n  ","427700":"\n   Good luck for your horses\n  ","427701":"\n   how old are you?\n  ","427702":"\n   I ride quietly, I won't make a noise\n  ","427703":"\n   What would you prefer: a question directed only to you or a mass send question?\n  ","427704":"\n   I want to ride this horse behind you\n  ","427705":"\n   Today is my bday and it’s so depressing. Just lost my Dad, my last living parent to covid last month and all first anything’s are always the hardest after...plus my husband was a jerk last night too just 😞\n  ","427706":"\n   Give us what we want or we will delete the universe...\n  ","427707":"\n   Are you dating anyone ?\n  ","427708":"\n   we could text on skype ok x\n  ","427709":"\n   0k x\n  ","427710":"\n   please as friends ok on skype x\n  ","427711":"\n   so we can talk ok x\n  ","427712":"\n   whats your skype x\n  ","427713":"\n   you got sype x\n  ","427714":"\n   i am ok x\n  ","427715":"\n   hi\n  ","427716":"\n   check insta dms yooo\n  ","427717":"\n   What’s your current relationship status\n  ","427718":"\n   Do you like children\n  ","427719":"\n   Anyone like to meet for fun\n  ","427720":"\n   Do you have Facebook account ?\n  ","427721":"\n   Are u single as well?\n  ","427722":"\n   Agreed it’s so messed up.\n  ","427723":"\n   People will ALWAYS pull the race card and it’s just so stupid. Smh.\n  ","427724":"\n   Bro, you’re an idiot. YOU’RE the one discriminating against her. How the hell is it possible for her to teach you how to ride a horse on the internet? That’s what YouTube is for. Don’t be an asshole. Gtfo her message you weird ass creep.\n  ","427725":"\n   Hello how are you doing today?\n  ","427726":"\n   oo really will you teach me how to ride horses\n  ","427727":"\n   same here also from USA\n  ","427728":"\n   Cool and you?\n  ","427729":"\n   where you chatting from?\n  ","427730":"\n   Hi cutie\n  ","427731":"\n   Do you have a favorite animal?\n  ","427732":"\n   How long have you been riding\n  ","427733":"\n   I’m feeling good, just relaxing in bed\n  ","427734":"\n   Hello how are you?\n  ","427735":"\n   Single?\n  ","427736":"\n   How old are u\n  ","427737":"\n   You look super cute,sessy and hot in glasses 🔥😍\n  ","427738":"\n   Because you engage in toxic arguments with people. It takes 2 to argue.\n  ","427739":"\n   What's your favourite fizzy drink ?\n  ","427740":"\n   Still so much toxicity from you\n  ","427741":"\n   hm?\n  ","427742":"\n   annoyiyng peros nis unsympthetic?\n  ","427743":"\n   but why?\n  ","427744":"\n   i dont understand.\n  ","427745":"\n   why?\n  ","427746":"\n   cant splele right tahn i am annoyng?\n  ","427747":"\n   how ia annoyiyng?\n  ","427748":"\n   Wjy leave?\n  ","427749":"\n   looking for help w something\n  ","427750":"\n   Wjat\n  ","427751":"\n   What ni?\n  ","427752":"\n   What does it when girl say boy he is unsympatheyic?\n  ","427753":"\n   If peope have relationship hsve dex\n  ","427754":"\n   Fr is friend\n  ","427755":"\n   If peope have relstinshio have sex?\n  ","427756":"\n   Hey anonymous stop 🛑 calling racist to my friend kayla leave her alone right now tho\n  ","427757":"\n   What\n  ","427758":"\n   you seem like it\n  ","427759":"\n   are you racist?\n  ","427760":"\n   What does this emoji mean 🙃\n  ","427761":"\n   Hm\n  ","427762":"\n   Hi\n  ","427763":"\n   I dont\n  ","427764":"\n   what\n  ","427765":"\n   what\n  ","427766":"\n   Why?\n  ","427767":"\n   wha?\n  ","427768":"\n   i dont ?\n  ","427769":"\n   what perosn maek rreich?\n  ","427770":"\n   are u assexaul?\n  ","427771":"\n   why do u mena doens mean rich?\n  ","427772":"\n   why u not interste i nnayone?\n  ","427773":"\n   why anyone?\n  ","427774":"\n   not? u haeb iphone.\n  ","427775":"\n   wah anyone?\n  ","427776":"\n   u are rich:\n  ","427777":"\n   what model of iphoneu ave?\n  ","427778":"\n   how old are you?\n  ","427779":"\n   u dont explain why is man not inretse in.\n  ","427780":"\n   have u iphone?\n  ","427781":"\n   why u dont explain.\n  ","427782":"\n   in what wayu dint like them?\n  ","427783":"\n   what is mena when girl say boy are unsympatetic.\n  ","427784":"\n   aj personally do u reejcted?\n  ","427785":"\n   his was ugly?\n  ","427786":"\n   do u rejected him form what meeting?\n  ","427787":"\n   whyu not intereste i nthem.\n  ","427788":"\n   why u reejcted.\n  ","427789":"\n   yes\n  ","427790":"\n   do u rejected boys for relatinship?\n  ","427791":"\n   do u reejcted boys fo relatinship?\n  ","427792":"\n   waht u dont undertand?\n  ","427793":"\n   do u reejcted boys?\n  ","427794":"\n   boys.\n  ","427795":"\n   rejected.\n  ","427796":"\n   do urejected boys?\n  ","427797":"\n   single?\n  ","427798":"\n   and do u in relatinship taurs sign.\n  ","427799":"\n   in realtinship u are taurus\n  ","427800":"\n   do u manage on realtinhsi adn in life with sign for eg taurus?\n  ","427801":"\n   taurus?\n  ","427802":"\n   You have kik ? Kayla\n  ","427803":"\n   Hey you should take a break from riding your horses and come ride something else ;)\n  ","427804":"\n   How old are u\n  ","427805":"\n   Where u live\n  ","427806":"\n   What is your zodiac sign\n  ","427807":"\n   She went to take a shower.\n  ","427808":"\n   Can you tell when the horse is having fun too?\n  ","427809":"\n   I keep trying to think why they would call it that\n  ","427810":"\n   How did you get into it?  Does it run in your family?\n  ","427811":"\n   So the lunge rope is just encouragement to follow the right path?\n  ","427812":"\n   Me too, but I haven’t injured myself yet so its not all that bad\n  ","427813":"\n   You’re glowing in this picture 😊 it’s obvious that you’re having so much fun!\n  ","427814":"\n   Does the trainer pull or tug on the rope to give the horse direction?\n  ","427815":"\n   Do you do other exercises that improve balance?\n  ","427816":"\n   You know the teacher that made me take a shower?\n  ","427817":"\n   Revenge.\n  ","427818":"\n   Do you like horses?\n  ","427819":"\n   Is that you?\n  ","427820":"\n   What does bareback lunge mean?\n  ","427821":"\n   How did you come up with the name Mirific?  That’s unique!\n  ","427822":"\n   How do keep your riding skills sharp?  Is there any cross training that helps?\n  ","427823":"\n   Have you always had horses?\n  ","427824":"\n   Is it terribly expensive?\n  ","427825":"\n   That’s close!  Do you get to visit them daily?\n  ","427826":"\n   Where do you board your horses?\n  ","427827":"\n   You have such a great smile!\n  ","427828":"\n   Do you use Hotmail ?\n  ","427829":"\n   I thought of something one morning at daycare.\n  ","427830":"\n   what are your favorite breeds when it comes to dogs\/cats? 🐶 🐱❤️\n  ","427831":"\n   You are very welcome.\n  ","427832":"\n   You both look great.\n  ","427833":"\n   Having to take a shower.\n  ","427834":"\n   90s babies?\n  ","427835":"\n   What if you were in my daycare situation?\n  ","427836":"\n   From your years of being an equestrian, what makes a horse the most afraid?\n  ","427837":"\n   What kind of a parent do you think you will be? Will you be a cool or a strict parent?\n  ","427838":"\n   You're beautiful.\n  ","427839":"\n   YOU AIN'T WORTH THE REAL NIGGER BETCH 👎🏿👎🏿👎🏿 WE'RE GOLD 🤙🏿\n  ","427840":"\n   YOU CAN'T TAKE IT BETCH 👿\n  ","427841":"\n   She's still child to date Real Nigga G 😂😂👿\n  ","427842":"\n   I will cuddle you all day and night  if needed baby girl 😊😘\n  ","427843":"\n   in the future can u just read only...thanks..have a blessed night\n  ","427844":"\n   Can you please stop liking my status. Thanks luv\n  ","427845":"\n   Name a movie you’ve seen at least 5 times!\n  ","427846":"\n   No would u date black\n  ","427847":"\n   Tryin9 to put him with someone\n  ","427848":"\n   Would u or not\n  ","427849":"\n   I know still am\n  ","427850":"\n   Someone told me to set him up\n  ","427851":"\n   Would you date a black man\n  ","427852":"\n   Haha nice\n  ","427853":"\n   What are you upto\n  ","427854":"\n   😀😀\n  ","427855":"\n   How are you?\n  ","427856":"\n   Good morning sweetheart 🌻\n  ","427857":"\n   Thoughts on stupid anons who harass girls by asking them either s ex questions or invasive questions that aren't even their business but they do it anyways just to trying to put girls down so guys feel superior? 🤔\n  ","427858":"\n   How old were you when you were last time spanked by your parents?\n  ","427859":"\n   Friendship\n  ","427860":"\n   Do you like video games?\n  ","427861":"\n   Is anybody interested in me?\n  ","427862":"\n   The name u choose for ur horse sorry if I confused u ?\n  ","427863":"\n   I was already asleep bc I'm sick of corona virus but just came to say good night baby girl 🤧🤒😘\n  ","427864":"\n   Is there anything that you are looking forward to in 2021?\n  ","427865":"\n   I like it too\n  ","427866":"\n   where lost?\n  ","427867":"\n   sweet that's a better name lol\n  ","427868":"\n   Do you have patience when it comes to kids? 🧒\n  ","427869":"\n   You ride horses that's cool u showed name the brown one brown beauty\n  ","427870":"\n   What is your favorite show\n  ","427871":"\n   What is your favourite colour?\n  ","427872":"\n   Would you ratherbe able to take back anything you 🗣 say or hear 👂any conversation that is about you?\n  ","427873":"\n   Oh LOL i read it so fast, i didn't see the million!😅 So i thought Wow Really??? For $500???😅😅\n  ","427874":"\n   Wow you're a hit-girl 😲\n  ","427875":"\n   What's your opinion about friends with benefits 😅\n  ","427876":"\n   If someone said they’d pay you $500 million to kick your ex’s ass, the would you do it?\n  ","427877":"\n   I do know you and i can prove it 💕 just please dont hate me when you see who i am?\n  ","427878":"\n   What if i prove that i am a dude you know irl? Can i get to do that then?👅🦶\n  ","427879":"\n   C'mon im a nice guy and i really like you a lot! Why you gotta be so mean when im offering something that will feel great for you?👅🦶\n  ","427880":"\n   You look so cute with glasses💗\n  ","427881":"\n   How though? Ive been so sweet to you....\n  ","427882":"\n   Not to butt into a random convo, but I’m p sure this anon user has also been harassing me too for a long time. I think they keep making new accounts to harass women about licking their feet for money bc I’ve reported and blocked them at least 8 separate times now... :\/\n  ","427883":"\n   I am not.... how?😳💗\n  ","427884":"\n   Why hell no? 😳 that would be so beautiful💗\n  ","427885":"\n   Ok if i prove im a guy that you know... can you let me get to s👅ćk on your töes? Just for 20 minutes?\n  ","427886":"\n   Um just maybe post a pic of your beautiful feet for me? Please?\n  ","427887":"\n   Im really into you😍\n  ","427888":"\n   Any picture of yours without horse?\n  ","427889":"\n   great in Newyork?\n  ","427890":"\n   Aw Kayla\n  ","427891":"\n   nice where do you live?\n  ","427892":"\n   what do you do?\n  ","427893":"\n   you are cute actually\n  ","427894":"\n   When the last time u had sex ?\n  ","427895":"\n   That's a hot age!\n  ","427896":"\n   How old are you?\n  ","427897":"\n   Ahahah so how are you?\n  ","427898":"\n   Do you think it's okay to flirt with girls even tho I have a girlfriend? 🤔\n  ","427899":"\n   Oh? why eyeroll?\n  ","427900":"\n   Anyone ever been to Yellowstone? What is the best thing to do.\n  ","427901":"\n   Wow hot age!\n  ","427902":"\n   I really need a hug right now baby 😔🤗\n  ","427903":"\n   age?\n  ","427904":"\n   Well I didn't know that was gross\n  ","427905":"\n   What is your height?\n  ","427906":"\n   What sound do you love? 😁 👍 🙃\n  ","427907":"\n   WHY THO ?\n  ","427908":"\n   Do you like fish sticks?\n  ","427909":"\n   me too ahahah i worked all day...here in italy it's 9:15 pm!\n  ","427910":"\n   Hello\n  ","427911":"\n   Socks or no socks?\n  ","427912":"\n   Are you aware that some guys on this site play with themselves with you in mind? If so, are you ok with that? 🤔\n  ","427913":"\n   How old is too old to have friends? At what age do people stop hanging out together?\n  ","427914":"\n   It’s 2 PM here what time is it there?\n  ","427915":"\n   Fine love. What you doing?\n  ","427916":"\n   What shit ?\n  ","427917":"\n   Afternoon baby. How are you today ?\n  ","427918":"\n   Where I live is so cold right now (2° F) that's why I want to cuddle with a hot girl, so hit me up if you are interested (you won't regret it)  😊❤️ 😘\n  ","427919":"\n   A good guy or a bad boy?\n  ","427920":"\n   Do you think TikTok is lame?\n  ","427921":"\n   Have you ever done online dating?\n  ","427922":"\n   Opinion on dying hair grey?\n  ","427923":"\n   Would you rather be in jail for a year or lose a year off your life\n  ","427924":"\n   Do you prefer to watch a movie alone or with other people?\n  ","427925":"\n   have you ever tried an underwater kiss?\n  ","427926":"\n   Would you rather wake up next to your ex or next to a venomous snake?\n  ","427927":"\n   Are you adventurous or would rather stay home?\n  ","427928":"\n   iPhone or android\n  ","427929":"\n   Hello what is your favorite color?\n  ","427930":"\n   I really need a hot girl to make me some company tonight ❤️😘\n  ","427931":"\n   red or blue?\n  ","427932":"\n   Who plays xbox ?\n  ","427933":"\n   Which do you feel is more important, your passion or the money?\n  ","427934":"\n   French vanilla or Salted Caramel? 🖤✨\n  ","427935":"\n   puppies or kitty??\n  ","427936":"\n   I Meant hunting animals wouldn’t be good. They have families and I wouldn’t want to hurt them\n  ","427937":"\n   You ever watched the Crocodile Hunter?\n  ","427938":"\n   What are your plans for Christmas?\n  ","427939":"\n   Have you ever traveled to Germany? If not, would you like?\n  ","427940":"\n   Just curious... how often do you eat your favorite food?😗\n  ","427941":"\n   If I can ask you questions would you answer back?\n  ","427942":"\n   Do you have any phobias?\n  ","427943":"\n   If you could meet any one celebrity who would it be?\n  ","427944":"\n   That’s horse shit.\n  ","427945":"\n   If you could get anything at any restaurant what would it be?\n  ","427946":"\n   Do you like Strawberry Milk\n  ","427947":"\n   Are you a cat person or no not really?\n  ","427948":"\n   Do you like cactus and succulents? 🌵\n  ","427949":"\n   What do you think about hunting?\n  ","427950":"\n   Are you an only child or do you have siblings?\n  ","427951":"\n   WHAT'S YOUR DRINK OF CHOICE? (Either alcoholic or non.) 🍷\n  ","427952":"\n   Why do people ask questions even if they already know the answer? 🙄\n  ","427953":"\n   Have you ever been to California?\n  ","427954":"\n   How many countries have you been to?\n  ","427955":"\n   Do you think people deserve a second chance?\n  ","427956":"\n   Do you like to wear jewelry or watches? What’s your everyday go-to piece of jewelry?\n  ","427957":"\n   I wanna see you wiggle it just a little bit\n  ","427958":"\n   If you were broke with no job and no money at all and a boyfriend or family member is sick ask and need medicine, doctor etc and your only hope is to sell feet pictures, will you sell them? If so how much would you ask $$ ?\n  ","427959":"\n   Who is an actor or actress you like enough to watch whatever they’re starring in?\n  ","427960":"\n   Are you an only child or do you have siblings?\n  ","427961":"\n   *massages your feet for you*\n  ","427962":"\n   How bout a foot massage?\n  ","427963":"\n   No reason, just idle random curiousity... What time do you eat dinner? Is it generally the same every night?\n  ","427964":"\n   You wanna tickle my feet? ;)\n  ","427965":"\n   Do you like foxes\n  ","427966":"\n   Are your feet ticklish??\n  ","427967":"\n   Favorite ice cream flavor\n  ","427968":"\n   What's your attitude towards small kids? Do you like them???\n  ","427969":"\n   Good night baby\n  ","427970":"\n   Have you ever pushed a door clearly marked pull?\n  ","427971":"\n   The red pill will give you the world’s highest IQ and the blue pill, when you take it, you know the winning number to every scratch card ever made. Which pill would you take?🤔🔵🔴\n  ","427972":"\n   what kind of horses?\n  ","427973":"\n   Yes its good for a child\nThey use to say 'i dont WANT because I dont WANT' xd\n  ","427974":"\n   That is one good reason\nWhy was it so hard?🤷\n  ","427975":"\n   I mean GOOD reason\n  ","427976":"\n   One good reason?\n  ","427977":"\n   u poor?\n  ","427978":"\n   fine and u\n  ","427979":"\n   hello\n  ","427980":"\n   Would you rather keep your current sleep schedule or hibernate for 3 months and have 9 months of 24\/7 alertness without being tired? 👍 🙃\n  ","427981":"\n   Do you hate dogs?\n  ","427982":"\n   :) what are you doing?\n  ","427983":"\n   If you could do one positive thing without limits what would it be?\n  ","427984":"\n   why?\n  ","427985":"\n   Ever donated money?\n  ","427986":"\n   What percentage is your phone battery at?\n  ","427987":"\n   Do you use Tiktok?\n  ","427988":"\n   IOS or Android?\n\nPros\/cons for each?\n  ","427989":"\n   what’s your favorite holiday and why?\n  ","427990":"\n   jaja\n  ","427991":"\n   collecting government data\n  ","427992":"\n   yes its on Netflix\n  ","427993":"\n   what ?\n  ","427994":"\n   Black guys or white ?\n  ","427995":"\n   it's a continuation of The Karate Kid movies from the 80s (if you ever seen those) one the main characters from that movie start teaching kids Karate at the infamous Cobra Kai dojo its a really good series\n  ","427996":"\n   229. What do you think of planning something for the next weekend?\n  ","427997":"\n   Do you cook with a recipe or by taste?\n  ","427998":"\n   ever heard of it ?\n  ","427999":"\n   I find it quite funny 😂\n  ","428000":"\n   Would you kill ten prisoners to save 1 innocent soul? #morality\n  ","428001":"\n   You're cute for a cracker\n  ","428002":"\n   • Is it wrong to have children, if you don't know whether they want to be born? 👶\n  ","428003":"\n   fin thank you! wbu kayla?\n  ","428004":"\n   After you swam?\n  ","428005":"\n   Shower?\n  ","428006":"\n   Hello do you use Instagram?\n  ","428007":"\n   Does anyone watch Cobra Kai?\n  ","428008":"\n   Do you like reptiles?\n  ","428009":"\n   After you swam?\n  ","428010":"\n   What did you do after that video?\n  ","428011":"\n   Why would he do that if he was an ex?\n  ","428012":"\n   Was your butt being exposed in that video?\n  ","428013":"\n   I saw the video on Instagram of your brother or someone pushing you into the pool.\n  ","428014":"\n   What sort of things do you do while the TV is on (apart from watching the TV)?\n  ","428015":"\n   Do you like to swim?\n  ","428016":"\n   Would you rather have free Starbucks for the rest of your life or free Netflix, Hulu and Prime subscriptions forever?\n  ","428017":"\n   What time do you usually wake up?\n  ","428018":"\n   Where the chicks that wanna. Be friends?\n  ","428019":"\n   Buffalo wings or hamburgers?\n  ","428020":"\n   Hey 😊\n  ","428021":"\n   you’re gonna take this knot and gonna love it\n  ","428022":"\n   What types of face mask 😷 do you use?\n  ","428023":"\n   Favorite type of chicken?\n  ","428024":"\n   Are you single?\n  ","428025":"\n   How do you deal with stressful situations\n  ","428026":"\n   Is anyone alive\n  ","428027":"\n   Hi 🙋🏻‍♀️\n  ","428028":"\n   Do you usually make plans for Sunday?\n  ","428029":"\n   How often do you think about your future?\n  ","428030":"\n   If you could go anywhere in the world where would it be?\n  ","428031":"\n   Why does someone who is not honest seem to be successful at the workplace?\n  ","428032":"\n   Unpopular opinion: pizza is overrated\n  ","428033":"\n   Would you rather everyone be required to wear identical red jumpsuits OR any time two people meet and are wearing an identical article of clothing they must fight to the death?\n  ","428034":"\n   wedding night would be interesting lol\n  ","428035":"\n   Hi\n  ","428036":"\n   it be illegal but hey ho\n  ","428037":"\n   i think you rather marry one of your horses then him lol\n  ","428038":"\n   Would you give up five years of your life to be extremely attractive and and young looking for the rest of your life?\n  ","428039":"\n   How old are you?\n  ","428040":"\n   Yes or no. If I get my shit together, will u leave him and marry me?\n  ","428041":"\n   Plans for today?\n  ","428042":"\n   What do you dip a chicken nugget in?\n  ","428043":"\n   If you were a farm animal, which would you be and why? 🐽\n  ","428044":"\n   Have you tried spiked eggnog ?\n  ","428045":"\n   Ive only done it once and i immediately felt like a moron.\n  ","428046":"\n   🎁🎀.. how much Christmas Spirit you have??..⛄🎄⛄.. cuanto espíritu Navideño tienes??..🎀🎁\n  ","428047":"\n   Cookies or ice cream?\n  ","428048":"\n   What’s your favorite way to eat pasta? (tomato spaghetti, alfredo, etc.)\n  ","428049":"\n   Hello do you like video game?\n  ","428050":"\n   What was the last thing you ate?\n  ","428051":"\n   If you could be given the date of your death would you want to know it? ☠\n  ","428052":"\n   What month is your bday in?\n  ","428053":"\n   This dude is going around trying to call everyone racist just to argue & get entertainment smfh. You're amazing af & this trash is just jealous bc they're a lowlife.\n  ","428054":"\n   You're definitely a trump supporter 🙄\n  ","428055":"\n   man I'd beat the racism out of your cracker a$$ with my bbc\n  ","428056":"\n   its 2021 black people can't be racist\n  ","428057":"\n   yes I can. racist cracker\n  ","428058":"\n   Hi\n  ","428059":"\n   You're probably one of those stupid trump supporters too\n  ","428060":"\n   that stupid\n  ","428061":"\n   why don't you believe in it\n  ","428062":"\n   why what's the worse that can happen\n  ","428063":"\n   Has there ever been a game thats caused you to break a controller?\n  ","428064":"\n   instagram?\n  ","428065":"\n   people like you are the ones that cause out breaks of diseases from 1800s\n  ","428066":"\n   Anyone else think their parents are just the worst, like verbal abuse, sometimes physical, and very manipulative\n  ","428067":"\n   why vaccines are your friends\n  ","428068":"\n   Isn't chicken fettuccine alfredo Italian food?\n  ","428069":"\n   why not\n  ","428070":"\n   jealous of what\n  ","428071":"\n   Were are from ?💛\n  ","428072":"\n   You're a$$ belongs to me now\n  ","428073":"\n   What is your favorite thing to do\n  ","428074":"\n   Good morning!\n  ","428075":"\n   Whats your plans for tomorrow?\n  ","428076":"\n   Are you still working during this time\n  ","428077":"\n   Have you been in situations when you put money 💸 in your pocket, forgot about it and then found it later? Were you glad to find it? 🤑\n  ","428078":"\n   • Did you have an imaginary friend? What was his\/her name?\n  ","428079":"\n   Good morning y’all have a blessed Saturday\n  ","428080":"\n   Hello do you like video game?\n  ","428081":"\n   hiiiiii\n  ","428082":"\n   WOULD YOU HUG A RANDOM STRANGER WITH A \"HUG ME\" SIGN?\n  ","428083":"\n   at what age should you stop letting a child come into the bathroom with you either when you need the toilet  or sharing the bath or shower?\n  ","428084":"\n   if you were to get a tattoo right now, what would you get? where would you get it?\n  ","428085":"\n   If you had to change your hair color, what color would you change it to?\n  ","428086":"\n   My favorite holiday is Easter, whats yours??\n  ","428087":"\n   Will you be taking the COVID vaccine?\n  ","428088":"\n   Corned 🍖 Beef or Corned 🐟 Tuna?\n  ","428089":"\n   Have you ever stopped to help a stranger who was struggling?\n  ","428090":"\n   Boneless or bone in wings ?\n  ","428091":"\n   What would u do with 500k??\n  ","428092":"\n   Hey this is fun did the sour hours start. ##So sorry been a shit disturber got to go and turn on some music you should see all this paperwork all around my room funny as hell\n  ","428093":"\n   What do you JUDGE people for most often? Appearance, attitude, manners, clothes or speach?\n  ","428094":"\n   I miss ma baby 🤗😘\n  ","428095":"\n   Why?\n  ","428096":"\n   Good morning baby!! 😘😘😘\n  ","428097":"\n   I hate assholes like him smh\n  ","428098":"\n   Harass people via Ask.fm\n  ","428099":"\n   Hey, did you know that it costs $0 to NOT do stupid shit like this?\n  ","428100":"\n   Bro she’s not racist, quit being an asshole\n  ","428101":"\n   hiiiiiiii\n  ","428102":"\n   The other dude on here obviously. What a weirdo. I got your back tho.\n  ","428103":"\n   Bruh you’re an idiot. In no way is she being racist. Weirdo.\n  ","428104":"\n   man why you so racist 😒\n  ","428105":"\n   let's make an oreo baby\n  ","428106":"\n   I'm black wbu\n  ","428107":"\n   what race are you\n  ","428108":"\n   Whats up racist\n  ","428109":"\n   Be careful who you open up to, baby. Only a few people actually care, the rest just want to have something to gossip about. 😘😘\n  ","428110":"\n   Do you think about the past more or your future?\n  ","428111":"\n   that dog is so beautiful!!\n  ","428112":"\n   Pale skin or tanned skin?\n  ","428113":"\n   Did you put up a tree?\n  ","428114":"\n   I want to go back to paper ballots in US elections. Do you agree ?\n  ","428115":"\n   😂 that's definitely \"stalker stalker\" he probably searched fb for daaaaays trying to find you. 😂 jesus\n  ","428116":"\n   Have any of you ever had a stalker? 😂\n  ","428117":"\n   Hello do you use Instagram?\n  ","428118":"\n   What was the last film you saw?\n  ","428119":"\n   Do you have tiktok?\n  ","428120":"\n   If you could have any figure as a Christmas tree ornament what would it be? ✨🎄🎁✨\n  ","428121":"\n   Ice Cream Cone or Snow Cone?\n  ","428122":"\n   Do you like Apple juice ?\n  ","428123":"\n   Smartest thing you have done so far this year?\n  ","428124":"\n   Do you use conditioner on your hair?\n  ","428125":"\n   What’s your top breakfast choice?? 🍳\n  ","428126":"\n   How old are u when’s your bday\n  "},"Answer":{"427054":"\n  thank you !! ♡\n  \n  this company (rooster teeth\/achievement hunter) has been a huge part of my life for years now and i got my boyfriend to fall in love with them as well, and we haven't done anything special in regards to them since 2014 so i'm so happy !!\n  \n  i hope my boyfriend will be excited too, i was hesitant to buy the tickets at first because his ptsd gets kinda bad with crowds, but he was fine the first time we saw them and i didn't want to take my chances and not get tickets while they're at least available !! it's the same weekend as comic con so everyone will already be in town anyway, so i know the second the tickets are released to the public, they'll be sold out in hours.\n  ","427055":"\n  SKFJGKDKAJDHDJSLALSN\n  ","427056":"\n  I MUTHAFUCKIN BOUGHT LET'S PLAY LIVE TICKETS FOR NEW YORK CITY IN OCTOBER.\n  \n  I CAN'T CONTAIN MY EXCITEMENT HOLY FUCK.\n  \n  NOBODY KNOWS WHAT THE HELL I'M EVEN TALKING ABOUT AND THAT'S OK BECAUSE I'M EXCITED AS SHIT.\n  ","427057":"\n  if you're talking about clinically crazy, probably the delusions i've had where i believed that the concept of big brother was real and that the life i'm currently living wasn't a life at all and that i was simply a pawn in someone's game.\n  \n  then there were other things having to do with my lapse in judgment and poor reality testing, but those aren't appropriate to discuss on askfm.\n  ","427058":"\n  i've had quite a few friends betray me, especially during high school. people made it a bad habit of thinking that they could talk shit about me behind my back and think that i wouldn't find out.\n  \n  of course it was really irritating and disappointing, but i didn't want anyone to be in my life who didn't treat me with the same respect i treated them. i ended up dropping them entirely with no hesitation.\n  ","427059":"\n  my boyfriend and i actually broke up for a month or so when i was in my first year of college (not getting into specifics, that's an entirely different story that i will not disclose over the internet).\n  \n  one thing led to another, and we both found our way back to each other. it wasn't until i lived a life without him in it again that i realized the profound impact he had on me, and it made me realize that letting him go was a mistake. we eventually worked things out, and from that point forward, things have been all uphill.\n  ","427060":"\n  lmao, thank you.\n  \n  tbh i always try to give people the benefit of the doubt. i'm always paranoid that i always give off the wrong impression myself, so it makes me wonder if perhaps other people simply aren't portraying exactly what they're thinking the right way. especially online, it's easy to misinterpret what someone implies because all we're getting is the text, no context clues or body language.\n  \n  buuuuuuut then it gets to the point where you have a fairly good idea of the kind of person you're dealing with, and it's best to end things before they genuinely begin. lmao.\n  ","427061":"\n  i'm getting pretty fed up with this, tbh. i'm going to stop replying to your messages from here on out. have a nice night.\n  ","427062":"\n  lmao, thank you friend. ♡\n  ","427063":"\n  LMAO WHAT.\n  \n  people who break into homes to rxpe, murder, and steal things can't possibly be correlated with trump's perspective on mexicans.\n  \n  omg, the reach is so high with this one.\n  ","427064":"\n  no, i'm just honestly confused as to why you insist on having such a condescending attitude when i've been nothing but respectable to you in regards to explaining the misconceptions of racism.\n  \n  like i've stated multiple times in the past, i have no tolerance for disrespect or rude behavior. if you can't have a nice discussion about this without passively insulting me, then i can't continue this conversation.\n  ","427065":"\n  i don't think you quite understand what white privilege entails. systemic oppression is built upon hundreds of years of enslavement, torture, and abuse of a race of people solely due to the color of their skin. during the course of time, people are \"taught\" that people of other races are inherently bad, thereby creating stigmas and stereotypes regardless of how false they actually are.\n  \n  this means that in current times, people who are white have a general advantage over other races in terms of education, career opportunities, and other social and political platforms because of these pre-conceived misconceptions. the entire point of the recent BLM movement is to raise awareness of this unnecessary stigma and the inherent racism that's so ingrained in society today, to the point where a lot of people aren't even conscious of it.\n  \n  me pointing out that there is a historical and sociological explanation behind modern racism doesn't mean that i'm personally racist. these ideologies aren't stemming from my personal points of view, this is a model of our society and the general perspectives which have been further perpetuated by the media and government.\n  ","427066":"\n  this is actually what i do when i AM bored.\n  \n  if this is annoying to you in any way, feel free to unfollow me so that my answers don't clog up your feed.\n  ","427067":"\n  trump wanted to keep people from mexico out of the US... by forcing mexico to build a giant wall... which he said he'd force mexico to pay for itself... honestly, i think the question answers itself.\n  ","427068":"\n\n   @cajunmommaaa\n  \n  i can't be friends with you anymore, anon said so. sorry. ?\n  ","427069":"\n  i don't really see any contradiction here. there's nothing progressive or informative about anything trump brings to the table.\n  ","427070":"\n  aka, \"who do you creep on in your free time?\"\n  \n  i creep on\n  \n   @Consequuence\n  \n  ,\n  \n   @WincestDestiel\n  \n  ,\n  \n   @cybergrrrl\n  \n  ,\n  \n   @anancitae\n  \n  ,\n  \n   @cajunmommaaa\n  \n  ,\n  \n   @islandxbarbie\n  \n  ,\n  \n   @shelbyx\n  \n  , and\n  \n   @Themedicalcanereturnzz\n  \n  the most.\n  \n  welp, sorry guys it looks like my secret is out. no shame here. ?\n  ","427071":"\n  that awkward moment when anon doesn't realize that i've been in a relationship for seven years.\n  ","427072":"\n  lmao i find it interesting how you imply that natural born citizens = white, that's so false.\n  \n  you can't judge the basis of an entire subgroup of people off of a small group that you personally know. it's subjective and unreliable.\n  ","427073":"\n  this is something that goes on an individual basis, there's really no objective way to answer this question.\n  \n  if both partners are financially stable and can afford to do such things and they're both okay with it, then i see no problem at all.\n  ","427074":"\n  your answers don't interest me, so i have no reason to follow you.\n  ","427075":"\n  ... is this message really in my inbox right now. like, is this something that someone thought was appropriate to send to a stranger on the internet... ??\n  ","427076":"\n  oh yes, because my outer appearance which i have absolutely no control over is the sole factor regarding the shitty circumstances that have happened to me throughout the years. 10\/10 logic. ?\n  ","427077":"\n  yeah, i touched upon that in my last response. at some of the democratic primaries, people's eligibility to vote mysteriously vanished and they were not able to vote despite checking their voter status days prior to voting. there were massive quantities of people who were unable to vote in new york and alaska, as well as many other states. a majority of the reported citizens who were unable to vote were young and reported to have wanted to vote for bernie sanders.\n  ","427078":"\n  without a doubt. i have no faith in the US election because the next president is always chosen ahead of time by government officials without any input from the general public. we're told that our votes count, but i've failed to see this be implemented, especially with the controversy that occurred during the primaries with all of the democratic votes for bernie being \"lost\" or voters suddenly disappearing from the ballots.\n  ","427079":"\n  i used to love learning about the spanish inquisition and world war ii, particularly the darker aspects of them that you weren't exactly taught about during high school.\n  ","427080":"\n  i haven't read much into the controversy from both sides to have an educated opinion.\n  ","427081":"\n  i woke up with 10 unanswered questions in my inbox (including this one, so technically 9).\n  ","427082":"\n  i'm going to burn some incense, have a cup of tea, and go to bed. goodnight, friends. please send me questions to answer tomorrow !! ?\n  ","427083":"\n  ahh off the top of my head (these aren't spam accounts but they're people who send out questions) --\n  \n\n   @namariahe\n  \n\n\n   @tamaramitchell\n  \n\n\n   @youcuntx\n  \n\n\n   @cajunmommaaa\n  \n\n\n   @fabbielousxo\n  \n\n\n   @sakura_in_spring_\n  \n\n  sorry if i missed anyone !!\n  ","427084":"\n  pablo neruda's poetry has always spoken to my soul, easing it's way into my heart like warm honey.\n  ","427085":"\n  mostly good within reason, sometimes bad if used by the wrong people with malicious intentions.\n  \n  i find social media to be a mostly positive tool, though. it allows people to connect from across the globe in seconds, news is distributed faster than most people can get through the article itself, and it's made educational materials much more accessible for people.\n  \n  there's always going to be bad apples among the crowd, but their actions shouldn't be a reflection upon social media as a whole.\n  ","427086":"\n  i can think it's just a piece of paper and still value the sentimental meaning behind the act itself.\n  \n  love should be celebrated, in my opinion. weddings are beautiful and i can't wait to plan one of my own (as stressful as it will be, lmao).\n  ","427087":"\n  freedom of speech should be maintained efficiently... that means that people should be given the freedom to speak their mind unless they know their words have the power to severely hurt other people.\n  \n  it's obviously not something that can be written down with rules. you need to use judgment. if it's something abusive, if it's harassment, if it's intended to manipulate or target a particular person in a negative manner, then just don't say it.\n  ","427088":"\n  i'm not popular ?? and i'm not *begging* for questions either. i have an empty inbox and i'm bored, big deal.\n  ","427089":"\n  i offer an honesty night and the one thing you want to know is the size bra i wear... ??\n  \n  lmao. unless you're offering to buy me a bra, get lost, kid. regardless, it's all different sizes depending on which store you shop at, anyway.\n  ","427090":"\n  unfortunately, the US education system is terrible and i remember for a long time thinking that most african and asian nations were underdeveloped (i.e. the big cities in places like india or south africa or egypt or israel were dilapidated).\n  \n  nobody ever actually taught us the current state of the world today outside if the US, so i grew up with little to no knowledge of other nations.\n  ","427091":"\n  as much criticism this generation receives due to our savvy use of technology, i'm actually very hopeful for the future because technology has the ability to improve lives and progress society in a positive manner.\n  \n  we can talk to people from around the world at a second's notice. social media allows trending news topics to be spread from one side of the earth to another within minutes. powerful social justice movements have erupted with the help of technology alone.\n  \n  likewise, technology helps in multiple other fields as well. if a person cannot afford medical treatment in person or cannot travel to receive medical attention, they can video conference for consultations -- especially with respect to mental health. people engage in talk therapy online, which saves thousands of lives.\n  \n  i could go on and on, but you get the idea.\n  ","427092":"\n  i don't think a person's playing style can be determined by their gender.\n  ","427093":"\n  depends which train you take and what time you're taking them. some of them are really nice with roomy seats and air conditioning and bright lights, while other trains haven't been updated since the 90s and the seats are narrow and close together.\n  \n  the trains in manhattan, especially in the more affluent areas, are usually pretty nice. i've always hated riding the subways through queens though, those are normally the ones that are overcrowded and dingy.\n  ","427094":"\n  marriage is honestly a governmental contract that legally binds two people together.\n  \n  however, i still want to get married. preferably in a small and humble way, not outrageous and elaborate like most weddings are.\n  ","427095":"\n  uh... i guess it depends on how they express their love ??\n  \n  i'd obviously tell them that i'm already in a relationship. if they won't leave me alone on social media, i'd block them on everything. and if it goes any further than that, i'd go to the police.\n  ","427096":"\n  i bring food from home. it would get expensive to buy lunch everyday, and it would only lead to me eating unhealthy since the only places around are pizza parlors, sandwich shops, starbucks, and dunkin donuts.\n  ","427097":"\n  usually in unhealthy manners, lol. i cry, chainsmoke, and attempt to escape from my problems through video games and\/or tv show marathons.\n  ","427098":"\n  it could either be a mental block because they're not being stimulated the right way by their partner, a medical condition, or a side effect of medication.\n  \n  there's really no real answer to this question... if you're concerned about yourself or your partner, perhaps talk to your partner about what you think may be the cause and go from there.\n  ","427099":"\n  i really want to spend a weekend in a tree house hotel, one of the ones with huge windows that reveal the night sky and room for a large campfire. and perhaps near a river, waterfall, or a lake so that i could bathe and relax in the water when the sun rises.\n  ","427100":"\n  aaahhh, autumn is my favorite season !! ?\n  \n  i love the cold, chilly weather; the changing colors of the leaves throughout the season; wearing big sweaters and leggings; the seasonal drinks and snacks offered at stores; gray skies and tangerine sunsets; HALLOWEEN, skeletons, and horror stories; and everything else.\n  \n  i feel much more like *myself* during the autumn for some reason, if that makes sense.\n  ","427101":"\n  i've never seen the point in giving someone the silent treatment, because it only increases the tension and leads people to be more confused than they were in the beginning. if someone has a problem with someone else, i see no reason why they can't communicate that disappointment with them instead of ignoring them, leaving the other person to wonder why or how to fix it.\n  \n  personally, i think it makes situations worse and nothing is achieved by it.\n  ","427102":"\n  i just did a quick google search, and apparently this was the dress she wore ?? unless i'm looking at the wrong thing ??\n  \n  i mean, i feel as if she could have chose to wear a tee shirt and jeans, considering its a kid's show, but i also don't see how this is overly inappropriate either because you don't even see anything.\n  \n  most people are just offended by breasts and any time there's a hint of them in the media, people go wild.\n  ","427103":"\n  waking up with my love, having breakfast and coffee and smokes outside on the deck, taking a lovely shower together, etc.\n  \n  as for what to do, what i'd want to do would be determined by my mood since it's unpredictable. but usually it'd likely involve relaxing around the house, playing video games or watching a movie, or perhaps going out to the movies or to the park !!\n  \n  my favorite days are the ones where we get to spend quality time together, ones that are peaceful and relaxing, and ones that don't involve anyone else because other people are exhausting.\n  ","427104":"\n  i don't know and i really don't care to know, lol. google is your friend.\n  ","427105":"\n  there was a lot of controversy over the song because it seems to trivialize the idea of consent and date rxpe. if you look up the wikipedia page about the song, it goes into a lot of detail regarding the meaning behind the song, it's criticism, and thicke's rebuttal.\n  ","427106":"\n  because i keep hearing people refer to themselves or objects as \"crazy\" and \"psycho\" and \"OCD\" and it really pisses me off.\n  ","427107":"\n  ... when you think you're pregnant... ?? um.\n  ","427108":"\n  it isn't right of you to ask them not to go if someone you didn't like was there. that doesn't mean you don't trust that person -- that means you don't trust your partner around them.\n  \n  if they still go regardless, i can see how that would turn into a problem because then that means they're not respecting your feelings.\n  \n  however, if this actually happened to a couple, i would feel sorry for them because it can only mean they have really poor communication skills, lol.\n  ","427109":"\n  yes.\n  \n  and i'm not in the mood today to have a discussion about it, so you can save us both the energy and take your arguments elsewhere. thank you.\n  ","427110":"\n  oh my god, do they. lmao. it's going to be a riot, whenever it happens. especially considering 90% of his family still lives down in miami and they'd fly up here in a heartbeat.\n  \n  i'm also going to a greek \/\/ croatian wedding next year and i'm part of the bridal party, so that's going to be very fun as well !!\n  ","427111":"\n  i'm indifferent to it. the idea of living a life with my partner is more important to me than the concept of marriage. but i'm pretty certain that marriage is very important to him due to his culture.\n  ","427112":"\n  ahh, yes !! i love halestorm a lot, and i used to like the pretty reckless but i haven't listened to them in a long time.\n  \n  for a while i was really into symphonic metal like nightwish, within temptation, and lacuna coil, but lately i've just been meh... my taste in music changes as rapidly as my mood, haha.\n  ","427113":"\n  i can honestly see us getting married and starting a family together. we've been dating for almost seven years, so it's bound to happen eventually, lol.\n  \n  i'm incredibly happy with him, though. we had an incredibly rough and tumultuous beginning, and granted we endured some shit that i realistically shouldn't have tolerated, but we're much different people now and i'm grateful that we've changed for the better. i can see myself growing older with him and still having just as much fun as when we first met, that spark has never disappeared.\n  ","427114":"\n  rob zombie and white zombie = love.\n  \n  i have a playlist on spotify dedicated to most of my favorite hard rock songs because they all make me feel empowered in a weird, raw, animalistic way ?? if that makes sense ??\n  ","427115":"\n  i don't download music anymore. i use spotify, and according to my app, the last song i listened to was \"dragula\" by rob zombie.\n  \n  idk why i like the song so much, i've just always loved dirty, gritty hard rock and metal music.\n  ","427116":"\n  sleep. drink coffee. play video games. sleep some more.\n  \n  you know, same thing i do every weekend. i'm so exhausted though, yikes.\n  ","427117":"\n  thanks for your honesty !! ♡\n  ","427118":"\n  i don't give my snapchat username out to anons.\n  \n  anyways do you guys think i'd be able to pull off the half-shaved look ?? (i was brushing my hair and realized i could mimic the style, and i think i like it but idk if it would look foolish.)\n  ","427119":"\n  aaahhh thank you ! ?\n  ","427120":"\n  well yeah, that's a given.\n  \n  i meant within the states, though.\n  ","427121":"\n  you underestimate the power of my own brain.\n  ","427122":"\n  if i really wanted to try it, i'd just drive up the road to that place that just opened. tbh i'd feel a lot better with a professional guiding me than me trying to haphazardly do it on my own, lol.\n  ","427123":"\n  a place near where i live just opened and they have those sensory deprivation float tanks, i've kinda been wanting to try it but i'm afraid i'll have a meltdown.\n  ","427124":"\n  society as a whole is desensitized to violence, chaos, and war. we look at videos of people getting blown away by bombs and children being torn from their families, and we feel nothing. it only makes sense for some teenagers to find thrill in violence because they haven't mentally developed enough to make that connection between reality and theory.\n  ","427125":"\n  considering your heart's purpose is to pump blood throughout the body and holds no neural activity whatsoever, i think it's safe to say that your feelings originate within your brain.\n  ","427126":"\n  tw sxxual assault \/\/ abuse !!\n  \n  this article is so sad and just proves we need more education regarding consent laws, gender bias, and the idea that males can't get rxped. i feel so bad for this guy because he was literally BLACKED OUT -- you can't give consent if you're not conscious, and i have no idea how that girl was able to twist it around so that she was the victim ?? even after she sent text messages acknowledging that she did something wrong ?? omg.\n  \n  this shit just pisses me off, and it proves that there needs to be more awareness so that this doesn't happen as it does.\n  ","427127":"\n  nutella is disgusting.\n  \n  mimosas aren't classy, they're a guaranteed stomach ache because of the alcohol + acidic orange juice, yuck.\n  \n  you're not eating real pizza unless you're in new york (and i'm not counting upstate).\n  \n  .. that also goes for bagels and egg sandwiches.\n  ","427128":"\n  i don't think you're quite understanding me, maybe i'm not making myself very clear ??\n  \n  i never said it was wrong for men to be masculine. my boyfriend is the most masculine, macho lumberjack man that i know (lol). i also have my fair share of masculine features, as well.\n  \n  and people will always flip flop between masculinity and femininity, it exists on a spectrum so we'll always slide back and forth between the two poles.\n  \n  what i believe needs to be changed in society is the EXPECTATION for men to be masculine when they naturally don't show those features, when they naturally are perhaps drawn to femininity instead of being aligned with masculinity like society expects them to be. these men are patronized, harassed by their peers, and sometimes even killed because people still believe that having feminine qualities is \"bad.\"\n  \n  women aren't dictating anything in that respect, and none of the people i know who are feminists would ever say that they're dictating men to behave a certain way because that would be totally hypocritical.\n  \n  hope this clears things up !!\n  ","427129":"\n  it can go in one of two ways:\n  \n  1 - their relationship actually isn't as pleasant as the person is making it out to be, so by posting about the positive qualities online or even embellishing on their experiences, they're attempting to prove to themselves that their relationship is healthier than it actually is.\n  \n  2 - they have nobody else to talk to about their relationship because perhaps their only friend is their partner, so the internet becomes a diary for them to share their experiences.\n  ","427130":"\n  i understand that completely. but men also shouldn't be harassed, hurt, or even killed for displaying feminine qualities as well. a lot of people, men and women and everyone else in between, still hold onto the notion that \"being a man\" means to display all of those alpha qualities, and that someone is less of a man if they don't.\n  ","427131":"\n  i agree. what's wrong, however, is the pressure for men to be HYPERmasculine and\/or giving men the impression that being feminine = bad because it isn't being masculine.\n  ","427132":"\n  this is why i enjoy the \"unfollow\" option on facebook now, haha.\n  \n  or i'll just delete them off if my friends list. i don't really have much tolerance for that sort of thing.\n  ","427133":"\n  the media completely sexualizes men too, but it isn't often discussed. if you look at advertisements for men's products, they're all toned with abs, broad shoulders, muscular arms, angled faces, etc etc. there's a lot of pressure on men to look a particular way as well due to hypermasculinity.\n  ","427134":"\n  you obviously are new to my page if you're under the assumption that i don't discuss the issues against men as well.\n  ","427135":"\n  they're using sex appeal to sell products, so by definition, yes.\n  \n  however, i can't criticize them too much because i love victoria's secret clothing, lmao.\n  ","427136":"\n  well, inherently yeah it's pretty damn sexist.\n  \n  but if you want your product to beat out the competition, throwing in nudity to be \"edgy\" is unfortunately one of the better ways to do it. society is overrun by sex appeal, and something like that would have people talking about the product moreso than an advertisement that was modest in comparison.\n  ","427137":"\n  from a marketing perspective, it creates competition.\n  \n  the women they're selling the product to are being taught that they can be more appealing to men by buying the product. these women, in the company's eyes, don't want other women to be seem in the same light of sex appeal. so it creates competition among all of these women to purchase these products with the \"most\" sex appeal, thereby skyrocketing profits.\n  \n  it sounds horribly sexist, but that's the only way i can think of it in terms of marketing.\n  ","427138":"\n  WHAT THE FUCK.\n  \n  i hate humans, omg. this is why my friends and i only play private sessions or crew-only sessions, randoms are just too fucking ruthless.\n  ","427139":"\n  i was talking about activism in general, actually. feminism doesn't limit itself to just one sort of oppression.\n  ","427140":"\n  that or they get hit on simply for being a woman because \"it's hot.\"\n  \n  one time, my boyfriend was playing halo under my gamertag with my character and he got like 2 messages from strangers that were like \"heyyyyyy xxx.\"\n  \n  just because my character was a girl. like, seriously ?? lmao.\n  ","427141":"\n  i don't really understand the point in it, it's good to have your own space and privacy should be respected, but i would never want to raise my children in a household where they lock themselves in their room and are afraid to talk to me.\n  ","427142":"\n  oh god yeah, the gaming community is wrought with sexism and misogyny. a lot of people don't consider women to be \"real\" gamers or they automatically assume that someone who's a woman is automatically a bad player, especially in regards to first person shooters.\n  \n  i've never dealt with it myself because i don't like playing live games with randoms, but i've heard horror stories from some of my friends who have been insulted and harassed just for being a woman.\n  ","427143":"\n  idk where you come from, but bedroom doors don't have locks in most of the houses i've been in ?? unless it's like the master bedroom.\n  ","427144":"\n  sorry, i had no idea we were still in middle school where kids lived their lives according to what was \"cool\" !!\n  ","427145":"\n  i actually did my makeup today and i'm really confident in my look !! this almost never happens, i'm so ecstatic !! ♡\n  ","427146":"\n  lol, same !! i'm sure a lot of people think it's attention seeking, but i honestly don't care very much. it's moreso for the sake of my own peace of mind rather than anyone else's. i've always had an obsession with numbers though, it can be both a good and bad thing. :\/\/\n  ","427147":"\n  i'm so nitpicky when it comes to my askfm page, both my inbox and my answers. i try to answer as many questions as i can, and if i can't think of a good answer, i'll either say so or delete it (depending upon who asked it).\n  \n  also, i keep my answers really organized and clean. if an answer doesn't have likes on it, i'll delete it because i have an unhealthy preoccupation with numbers and it bothers me if there's too much things unrecognized because it makes me feel cluttered.\n  ","427148":"\n  i mean, i get it because of health concerns and whatnot but that's what chlorine is for... also, i honestly think a little kid pissing in the pool might be more hazardous than a wee bit of menstrual blood, but that's none of my business.\n  ","427149":"\n\n   www.google.com\n  \n","427150":"\n  i'd say my page is a bit of both. i use askfm to educate myself and the others around me, but i've also made a lot of good friends in the process. :)\n  \n  as for how i stumbled on askfm, i honestly don't remember. i just remember making the jump after formspring.me died off.\n  ","427151":"\n  no, the gendering of material items is solely for marketing purposes and generally has no reflection on how good of a product it is. women's razors are sold at a higher price because women are pressured to shave more often than men, so companies make more profit off of them.\n  ","427152":"\n  while this is accurate for the rest of the US, idk if it would apply here because the majority of the people who live in this area are black and hispanic, and the judge was also black. so i don't think it would have really made much of a difference.\n  \n  however, my lack of a record definitely did. ^_^\n  ","427153":"\n  i went to court this morning and knocked off all of the points that would have gone on my license !! i was facing 6 points, but the prosecutor talked to the judge and decided on 0 points and i paid a fine associated with a parking violation.\n  \n  aaahhh i'm so happy !! ♡\n  ","427154":"\n  i think it's a cute idea. i wouldn't personally buy one myself if i was single, but i think it's good that you're seeing more promotion for self love as opposed to all of the media that enforces girls to be someone's girlfriend instead of their own individual.\n  ","427155":"\n  i'm doing better today, thank you !! it comes and goes in waves, and today was a good day for me because i've been wedding planning and i'm also seeing my boyfriend later tonight, so yeah. hopefully i can hold onto this good mood for a while.\n  ","427156":"\n  i went to a wedding venue tonight for a taste testing !! my best friend is getting married so she needs to find a nice venue.\n  ","427157":"\n  considering my paycheck is so low, 15% of it isn't really that much money. so i'd gladly sacrifice 15% of my paycheck if it meant that trump doesn't win the nomination, rofl.\n  \n  my only stipulation would be that another, better candidate takes his place. so at least there's a presidential race and we're not guaranteed clinton either, because that would be equally as bad.\n  ","427158":"\n  yes, of course. men also struggle with coming to terms with SA, and for some reason there's barely any awareness of SA against men.\n  ","427159":"\n  five years ago, i thought i'd be at a great job and living independently and all that jazz. i can only hope that this happens in another five years.\n  ","427160":"\n  LOL i wonder how many people fell for this bullshit.\n  ","427161":"\n  but wouldn't that cause a parabolic destabilization of the fission singularity?\n  ","427162":"\n  not anymore, no. five years ago, though, i only surrounded myself with terrible influences.\n  ","427163":"\n  it isn't harmless because it's still associating mental illness = violence.\n  \n  considering i know people with DID and they wouldn't hurt a damn fly, it's inherently false.\n  \n  most media portrays violent killers and murderers and criminals as having a mental illness, which is so inaccurate that it physically hurts. people who are mentally ill are more apt to hurt themselves than anyone else, and it's been proven that the majority of violent crimes were committed by people without mental illness.\n  ","427164":"\n  you can simultaneously be a feminist and a muslim. just ask the feminists on this site who are also muslim.\n  \n  as for myself, i'm not going to judge someone based on their religion because that's unethical. everyone has the freedom to follow their respective religions.\n  ","427165":"\n  it's an opinion from one guy. while i agree that obviously some people are antisemitic, i don't think it's justified to judge an entire movement as a whole based on those people because the whole point of feminism is to bring awareness to things like antisemitism and show others why it's wrong.\n  ","427166":"\n  you obviously don't know me very well if you think i dismiss everything that goes against my own opinion. to do such a thing would be unrealistic and immature, obviously not everyone has the same opinions.\n  ","427167":"\n  the people you're following obviously aren't educated advocates then.\n  ","427168":"\n  i love autumn the most because of the crisp, cold air; the changing colors of the tree leaves; the seasonal flavors and trends; HALLOWEEN; and the fact that i don't have to worry about bees or mosquitos.\n  ","427169":"\n  if you're depressed about just one thing, then that isn't exactly depression.\n  ","427170":"\n  i was really proud of myself when i took this shot, the focus came out perfect (at the time, i was using a film camera and had to use the manual focus settings because the automatic setting was broken).\n  ","427171":"\n  i'm undecided on this, actually. on the one hand, i feel as if giving students the option of volunteer work would mean they would equate volunteering = punishment. in addition, it wouldn't help them at all from an academic standpoint, which often is the reason why they're in detention in the first place.\n  \n  on the other hand, volunteering and community service work both give people a strong sense of responsibility and shows them what hard manual labor and dedication looks like, which is also very important.\n  \n  idk, i can't make up my mind about it.\n  ","427172":"\n  if you're a parent and you need your phone or another material possession as a reminder that your child is in the back seat of your car, then you're a shit parent.\n  \n  i posted something like this on fb a long time ago, and one of my old friends from high school (who has a 4 year old daughter) wrote me and said, \"hey! humans aren't perfect and sometimes we forget, it doesn't make us a bad parent!\"\n  \n  and idk how i honestly felt about it. perhaps it would be different if i was a parent myself, but how could you ever possibly forget that your child is in your car, thus putting them at risk for immediate medical danger ?? i honestly don't get it.\n  \n  (( if anyone is a parent who follows me and has a different opinion, please let me know because this is something i genuinely have a hard time understanding. ))\n  ","427173":"\n  i can't take credit for this beautiful work of art, but this quote (and artwork) is spot on.\n  ","427174":"\n  i'm honestly laughing, i'm glad i woke up in the middle of the night to this nonsense~\n  ","427175":"\n  i'm fairly certain that based on this small conversation alone, i have a broader understanding of medicine and especially of mental illness than you do. but thanks for the entertainment, have a lovely night.\n  \n  (( cc:\n  \n   @Themedicalcanereturnzz\n  \n  since he's an actual medical doctor ))\n  ","427176":"\n  engineering has nothing to do with medicine...? my boyfriend is an engineer and the only thing college has taught him about science is physics and mathematics, lol get the fuck outta here.\n  ","427177":"\n  sex is consensual. rxpe is not. therefore, rxpe isn't sex.\n  \n  people don't say that they had sex with an offender. they say that the offender rxped them. there's a huge difference between the two.\n  ","427178":"\n  is it bad that this actually made me panic slightly because it feels like 2016 just started ?? what the hell happened to the time.\n  \n  idk, 2016 started off really badly for me health wise. tbh it's all been a blur since then, i've just been working nonstop and juggling that with maintaining my health and all of the extra social obligations in between. i haven't had much time to myself, but i'm hoping that changes within the next few months once i start to accumulate PTO again.\n  \n  as for goals, i want to do things for myself without the fear of judgment. i want to go on a fucking vacation. i wish i could be more spontaneous but it's basically impossible because of my schedule haha.\n  ","427179":"\n  if you have the time in class to do so, then yeah !! people tend to learn best when there's something familiar they can associate it with. also history tends to repeat itself, so it's practical to point out those historical trends.\n  ","427180":"\n  i like talking about feminism and mental health, so i can only hope that i've been able to educate people in those areas at least somewhat.\n  \n  it's all a learning process though. everyone i follow, and even some of my anonymous followers, have educated me as well so it comes full circle.\n  ","427181":"\n  dogmeat.\n  \n  that's it. that's all i care about.\n  ","427182":"\n  my hair is getting too long. i can't stand it. i haven't changed up my look in almost a year, and i haven't colored my hair in what feels like forever.\n  \n  i want to do it so badly, i may take the risk and hit up one of my friends who recently got her cosmetology license but i've never gotten my hair done by her before and i don't want her to fuck it up, lmao.\n  ","427183":"\n  well if it wasn't for medication, i would have been dead last february. this also applies to thousands of other people who need medication to survive.\n  \n  mental illness, and especially depression, is a disorder of the brain. if you can magically \"rid yourself\" of depression through thinking happy thoughts, then you've never experienced depression at all.\n  \n  this stigma that mental illness can be cured through means other than medicine and therapy needs to end, so many people are dying because society enforces them to believe that they don't need their doctor's recommendations.\n  ","427184":"\n  (cont)   when children grow up with violent media and end up being desensitized to violence or killing people - is it ok to call that a mental problem?\n  \n  ---\n  \n  tw suxcide !!\n  \n  jfc your teacher sounds like a horrible person. :\/\/ if they had any education whatsoever, they'd know that most violent crime isn't committed by people with mental illnesses at all.\n  \n  but to say that being desensitized to violence is a mental problem is also inherently wrong. EVERYONE has been desensitized to violence and murder, it's in our media and video games and on every tv screen. something of that level of collectiveness can't be considered a mental illness because it's a product of societal conditioning.\n  ","427185":"\n  no, it isn't worth it and being verified literally does nothing on the site besides give you a blue check mark next to your name.\n  ","427186":"\n  almost all of the people i talk to who support BLM advocate it in peaceful means.\n  ","427187":"\n  they did, but don't worry. they're doing quite well !! ♡\n  ","427188":"\n  perhaps it's just me being old and cynical, but i think high school students should focus more on their education and preparing for college instead of protesting for their \"right\" to wear crop tops to class.\n  ","427189":"\n  how many of their brothers and sisters are being led to slaughter.\n  ","427190":"\n  watching my boyfriend play seven days to die.\n  ","427191":"\n  ... if a boat or a car reminds you of a vagina, then i cannot help you any more than i already have, may god have mercy on your soul.\n  ","427192":"\n  ... wow, this just goes to show how shitty the foreign language department of my high school was. i'm like 75% sure we were taught \"le car\" was the french word for car. lmao.\n  ","427193":"\n  i can get behind that idea. the feminism that is seen as radical is often not even feminism at all because it precludes the experiences of POC, mentally ill, transgender, and other oppressed groups. radical feminism these days has equated to white feminism, which is essentially advocating for white women who don't experience other intersecting forms of oppression other than their sex.\n  ","427194":"\n  i think it's a combination of linguistics and the passing down of tradition through the ages. in languages other than english, many nouns are gendered (like le or la preceding the noun in french). houses are feminine, cars are masculine, etc.\n  \n  additionally, many people equated the concept of a container to a mother's womb. it was a vessel transporting life from one existence to the next. cars, ships, planes, trains, etc. have taken on that feminine pronoun to refer to that object as a giver of life and a fortress.\n  ","427195":"\n  my previous account (leighlothlorien) got suspended, so that's probably why !! i've only had this current account for less than two weeks.\n  \n  thank you for the concern though !! and don't worry about it, it's really no big deal. i've just been browsing a bunch of people's pages and liking things because my askfm feed has been completely dead.\n  ","427196":"\n  i'm sorry that you've had to endure that, friend. unfortunately when it comes to basically any mental illness that isn't depression or anxiety, most of the public is severely misinformed.\n  \n  in any circumstance, the best thing you can do is take care of yourself. you don't need that kind of negative energy in your life, and obviously someone who's blatantly humiliating you about your mental illness isn't worth having in your life. sometimes you can try to educate someone all you want in the simplest terms, and they still won't understand.\n  \n  take care of yourself, and thank you so much for this message !! ♡\n  ","427197":"\n  i could kiss this smushy face all day, omfg. ♡\n  ","427198":"\n  as much as i feel connected to the mountains and the forest, i just as equally love the sea. ♡\n  ","427199":"\n  i could, but it would be a hell of a lot easier for me just to say that if it's a question that you wouldn't ask a person walking on the street, then don't think it's an acceptable question to ask someone on the internet.\n  ","427200":"\n  my babes. ♡♡♡\n  ","427201":"\n  the american dream was a concept that was only ever achieved by the top 1%, in my opinion. especially during the 1950s when the idea of the \"american dream\" was at its peak.\n  \n  the idea was that a person could be perfectly happy as long as they had a nuclear family, a middle class suburban home, a white picket fence, a husband with an office job, and a housewife.\n  \n  how many people really had that lifestyle back then ?? how many people could say that they have this lifestyle now without experiencing financial struggle ?? the middle class is disappearing, families aren't perfect, and the concept that such an ideal described above is the \"dream\" completely precludes the struggles that POC, single mothers and fathers, lgbtqia people, the mentally ill, the disabled, and others faced.\n  ","427202":"\n  i literally couldn't find a single candid shot of myself where i didn't look like a smol child, lmao.\n  ","427203":"\n  same, tbh.\n  \n  And when i emailed askfm to see what happened and try to ask for my account back, they passively told me no and bolded the askfm guidelines where it says \"no bullying\" or something along those lines.\n  \n  i was so pissed at first because if anyone knows me, they know that i'm the last person who would bully anymore. but i'm over it. i'm kinda happy for the fresh start, actually.\n  ","427204":"\n  there's honestly no story behind it, i just thought it was a beautiful image. it combines my love of\/fascination with death and love of nature. it seemingly represents the duality of life and death and how flowers can bloom from decay.\n  ","427205":"\n  yes, my necklace (pictured below).\n  \n  it was a gift from my boyfriend for my birthday last year, and it's essentially a symbol of his promise to me to be more supportive and make more sacrifices for us. he hasn't disappointed me yet. :3\n  ","427206":"\n  eventually in the future, yes. it's funny because years ago i never wanted children, but the more i see my friends' children and interact with them, the more i eventually want children of my own. ?\n  \n  i can also see my boyfriend being a terrific father because we have the same perspectives when it comes to parenting and he's wonderful with kids.\n  ","427207":"\n  fun fact, they actually make edible, safe cookie dough now specifically for those who love the taste of cookie dough so that they don't run the risk of getting sick from the raw food. ?\n  ","427208":"\n  say what now.\n  \n  obesity occurs due to a myriad of factors -- calorie input\/output, thyroid function, hormone imbalances from other vital organs, genetic factors, side effects of medication, etc.\n  \n  it's unethical to assume that just because a child is obese that it means their parents are abusing or neglecting them. the child could have a medical condition causing unnecessary weight gain, for example.\n  \n  but it's definitely not comparable to abuse. i think that's extremely inappropriate to suggest, especially in the face of abuse survivors who have had to live with abusive parents for years.\n  ","427209":"\n  i wouldn't pose with a cigarette in my hand if i didn't have the intention of smoking it. lmao.\n  \n  also, does anyone else find it mildly discomforting that we can now save other people's profile pictures to our phones...? :\/\/\n  ","427210":"\n  *looks at my profile pic*\n  \n  no, the lit cigarette in my hand is purely for aesthetic reasons.\n  ","427211":"\n  absolutely. the black lives matter movement is extremely important, especially in light of the recent injustices committed by law enforcement. to deny that police brutality against the black community has become increasingly racist and out of hand is essentially encouraging these acts of injustice to continue. by taking a stand of neutrality, you're ultimately aiding the oppressor.\n  ","427212":"\n  i think it really depends what's in their past and how much of an impact it's made on who they are now. in terms of relationships, i think it's probably important to tell your current partner if you were ever previously married, divorced, or widowed. no doubt that has an impact on how you view relationships and how you behave in one.\n  \n  everything else can come with time and trust, especially regarding uncomfortable topics like if they've ever been arrested, hospitalized, undergone trauma, etc. that goes on a really individual basis, though, so a collective claim can't be made for everyone.\n  ","427213":"\n  i mean i'd be stoked if someone gifted me gummy worms (especially sour gummy worms, yum), but i'm trash, so.\n  ","427214":"\n  no ?? that sorta ruins the point of giving someone a gift. also, it's her birthday. you can't expect someone to give you a gift back if you're giving them a birthday gift. that's honestly just rude.\n  ","427215":"\n  you're about to have a cigarette and then get yourself a huge bowl of salted caramel ice cream ??\n  \n  oh, wait. that's me.\n  ","427216":"\n  as far as documentation is concerned, sure. but how many trans people do you expect are willing to report to census records about their gender ??\n  ","427217":"\n  me too, it's surprising when an anon actually apologizes for rude behavior !! haha.\n  ","427218":"\n  shoving pizza into my mouth hole and watching a show about forensic investigations re: murder cases.\n  ","427219":"\n  wow, thank you so much. this actually means a lot to me. :) :) thank you for taking time out of your day to tell me this.\n  ","427220":"\n  i believe that our souls \/\/ spirits \/\/ whatever you want to call them continue on after death, as death is merely the deterioration of our physical forms. it's extremely hard for me to grasp the idea that this life is the only concept of life we've ever given.\n  \n  as for what happens to our souls, idk. i always compared our souls to energy as it cannot be destroyed, only transfered. i'd like to think that perhaps we become the essence of another being or living thing in this universe.\n  ","427221":"\n  i think i look the same, but idk (( i literally took the pic on the left just now )).\n  \n  also, the picture where i'm wearing makeup was taken months ago so my face probably looks a little different naturally... i actually think my face got thinner since then ??\n  ","427222":"\n  there's a HUGE homeless population whose rights are rarely considered in social forums. a large portion of the homeless are lgbt and trans youth, the mentally ill, and veterans.\n  ","427223":"\n  my boyfriend just got over sun poisoning so i understand your worry. the skin is incredibly versatile so it'll bounce back within a few days. and sometimes even after the burn goes away, you'll be left with a nice tan as long as you don't peel the skin off.\n  ","427224":"\n  yeah. first, it's insinuating that you expect them to do so simply due to the fact that they're homeless. second, if you're choosing to give them money out of charity, it isn't your place to tell someone how to spend that money. and third, even if they did, it's just rude to tell that to someone, especially if they struggle with an addiction.\n  ","427225":"\n  can we talk about how cool this photo came out.\n  ","427226":"\n  i never saw the movie, but allegedly it's a great film for children to learn about racial oppression ??\n  ","427227":"\n  this basically defines my relationship with 99% of my family. we see my aunt and uncle and cousins once or twice per year for holidays, but it's always out of a routine obligation.\n  \n  i managed to get out of it a few times in recent years when i was required to work holidays in retail, but i have no excuse with my current job now that i have weekends and holidays off, lol.\n  ","427228":"\n  both, honestly. for someone to completely reject the idea of love means that they've been so terribly hurt in the past that any notion of love or intimacy puts them into a panicked, defensive state of mind.\n  \n  which is sad, because often the strongest thing to come to terms with those feelings is finding a person who loves you so genuinely that you can feel comfortable enough to break down your walls.\n  ","427229":"\n  i just finished eating a bacon, egg, and cheese breakfast wrap from the deli. unfortunately, i cannot post a photo because it's already being digested. ?\n  \n  as for what i'm drinking, it's coffee. my first love.\n  ","427230":"\n  i'd love to be a novelist or a freelance writer, working from the comfort of my own home with my own little office. i think i'd be much more motivated if i had my own personal space to do my work.\n  ","427231":"\n  LOL yes, my boyfriend had one ex girlfriend in particular who posed somewhat of a problem for our relationship towards the very beginning.\n  \n  she'd constantly message me and tell me that she was going to \"take him back\" and to watch myself around him. there was also another completely different girl with whom my boyfriend had a one night stand and she ended up sending me death threats over facebook one day.\n  \n  thankfully both of them now have completely moved one, they both have long term relationships of their own and one of them is pregnant. thank god for maturity.\n  ","427232":"\n  you're the only person who has asked me a question about conspiracy theories, actually !!\n  \n  i find them extremely interesting, but i don't know enough about most of them to determine which ones i think are true and false. i know people debate about the moon landing, but i think that event was 100% real.\n  \n  i'd like to receive more questions about them tbh, it's a good way to learn more about the theories that are out there so i can formulate an opinion for myself.\n  \n  (( also sorry i haven't answered your mandela question, i haven't had the time to research it yet ))\n  ","427233":"\n  i don't have anything against people who are against against abortion for themselves.\n  \n  however, if you mean people who are adamantly pro-life and push their agenda onto everyone else -- then i honestly think they're inconsiderate and ignorant to the effects an unwanted pregnancy can have on someone who isn't ready to be pregnant.\n  \n  abortion is a medical procedure that people utilize to terminate the unwanted fertilization of an egg in their uterus. being pregnant can have devastating effects on a person who isn't ready for children, in a financial, mental, and environmental sense.\n  \n  if someone who is against abortion cannot understand why the procedure is necessary for some, then i can't respect them as an individual.\n  ","427234":"\n  \"pap feet\"\n  \n  \"what would you do to me if i shrunk down to the size of an ant\"\n  \n  \"do you have your tonsils\"\n  \n  \"why do you support men if you're a feminist\"\n  \n  \"why are you depressed\"\n  \n  like seriously people, shut the fuck up and learn some common manners and decency.\n  ","427235":"\n  since i haven't posted a selfie in a while.\n  ","427236":"\n  i don't know the context behind the quote, but it appears to be extremely misandrous and biased, which makes me uncomfortable.\n  ","427237":"\n  i probably shouldn't have chuckled as much as i did.\n  ","427238":"\n  somewhat. i have a strong sense of intuition at times, but i try not to rely on it 100% because it doesn't necessarily mean it's reliable.\n  ","427239":"\n  my first instinct is to get angry and question why, but then i remember that it's just an answer on a social media website and i have no real reason to stress about it.\n  ","427240":"\n  probably not, it's impossible to go anywhere where i live without a vehicle and i'm not a fan of public transportation.\n  ","427241":"\n  i've never had a teacher who was as horrible as umbridge, but when i was in 9th grade, i had an earth science teacher who had a lot of anger and personal issues which he brought to the classroom... he ended up throwing desks across the room, a student's binder out the window, etc. we later found out he was on cocaine for the majority of his lessons.\n  ","427242":"\n  my best friend helped me temporarily leave a bad situation, but it was more accidental than anything else... however, if it wasn't for her, i probably wouldn't have stuck it out until the end. her support definitely helped reinstall a sense of hope within me; without it, i likely would have killed myself at a very young age.\n  ","427243":"\n  strange, i didn't realize that answering questions on askfm suddenly meant that my intelligence exists no longer.\n  \n  hm, who knew?\n  ","427244":"\n  yikes please don't. just leigh, thank you very much.\n  ","427245":"\n  international delight !!\n  ","427246":"\n  respect the dead as you'd respect the living. it's just common courtesy, desecrating a grave or a body is one of the most disrespectful things you can do.\n  \n  --\n  \n  in other news, should i take a nap or have a cup of coffee ?? i'm so undecided.\n  ","427247":"\n  i'd love to visit new orleans in general due to the rich history, and the cemeteries are just a plus !! just another item on my bucket list lol.\n  ","427248":"\n  i've always personally believed in the concept of souls. it's incredibly difficult for me to grasp the concept that this life is all i have, and once my body has deteriorated into the earth, there's simply nothing. it makes the concept of life seem pretty futile.\n  ","427249":"\n  i think that's a nice idea to have some sort of a gallery. i just don't know why the staff is choosing to update all of these aesthetic technicalities instead of focusing their energy on more meaningful changes, like to the reporting and blocking system.\n  ","427250":"\n  i don't use tumblr.\n  ","427251":"\n  broad generalizations like these typically are rarely, if ever, true.\n  ","427252":"\n  i strongly advocate for pro choice in regards to unwanted pregnancies. i believe people should be given the right to choose what to do with their own bodies, and the government should not dictate something that's medically oriented.\n  \n  that being said, i've never been able to wrap my head around pro life arguments. the only rationale i understand is if a person has terrible or traumatic experiences regarding abortion, and 99% of the time, they're not militant in their opinions anyway. most of the other pro life arguments i've seen were logically\/medically false or based in false interpretations of religious text.\n  ","427253":"\n  i think it depends on the severity of the crime. things such as felonies should be made available to know to the public for employers to see, especially if it's things like robbery or manslaughter or murder.\n  \n  lesser offenses can sometimes be taken off the record after serving the time for it, so i don't really think it's necessary for people to know those details.\n  ","427254":"\n  probably not, it's a cosmetic procedure more than anything else because there's nothing medically wrong with my teeth. if i had the money, i'd rather allocate it towards something else.\n  ","427255":"\n  you'll usually know immediately if you're not doing the right thing based upon the reactions of other people or your own personal feelings retrospectively.\n  ","427256":"\n  stereotypes aren't fun, kid.\n  ","427257":"\n  one of the single most disgusting sentences i've ever read.\n  \n  i hope you realize that most muslims will denounce isis and tell you that they don't represent any of the core values of islam. that's the same thing as saying no christians = no WBC. but of course nobody will ever say that, right?\n  ","427258":"\n  that's not insulting at all, and honestly, i'm definitely not surprised that the US is behind all of europe in terms of education. especially considering the fact that you stated germany doesn't have the best school system, but you were taught more languages than most public high schools can even offer students. in my high school, we only had the option of learning french, spanish, or italian (and we couldn't pick more than one).\n  ","427259":"\n  no, my gender has nothing to do with my opinions and it wasn't a decision i've ever made for myself. i've just always grown up not relating to ideas associated with women, but also not relating to ideas associated with men. i've always considered myself nonbinary and outside of the realm of regular gender norms.\n  \n  agender is typically seem as genderless, in which the person either slides fluidly between the gender binary, but doesn't adhere to any particular gender construct, or doesn't relate to a gender identity at all.\n  ","427260":"\n  not at all. i don't know much about private schools, but the public school systems are incredibly under-funded and under-staffed. students aren't getting adequate educations, science and art programs are severely lacking, and there's also a lack of alternative schooling programs.\n  \n  the US is behind many other countries in terms of education.\n  ","427261":"\n  reposting from a friend who reblogged this from facebook. personality disorders in general are extremely misunderstood and stigmatized, and borderline personality disorder is just one of several that people need to be more educated about.\n  ","427262":"\n  no. i think the justice system is extremely flawed, and a large number of police officers take advantage of their positions of power for their own selfish gains.\n  \n  however, at the same time i recognize that it isn't a reflection of all police officers or people in the justice system. but there's still a dire need for reorganization and reform.\n  ","427263":"\n  i'm honestly not too educated on this topic,  but i would assume both play a factor in how we can retain and recall information.\n  \n  on the one hand, there could be genetic factors that direct the kind of information you're more apt to recall. but on the other hand, you can also train yourself to retain and recall more information over time.\n  \n  sometimes there are also things people cannot retain no matter how hard they try, and that could be either a mental block sort of thing or as a result of an environmental or medical factor (i.e. dissociation or neurological impairments, for example).\n  ","427264":"\n  because it's the law ?? regardless of whether the other people were using or holding, they're still considered accessories or witnesses and they have to be taken in to determine the extent of involvement. getting arrested doesn't mean you're guilty of a crime, the charges come later.\n  ","427265":"\n  i like when people put effort into their answers, but it doesn't determine whether or not i follow someone. if they're able to give good, informative content with just a few words or sentences, then i would prefer that over a drawn out answer that says nothing at all.\n  ","427266":"\n  i don't think popularity is very important, and i've never considered myself to be popular. that being said, however, i think that it's good for those who are popular to use their platform for the greater good, i.e. talking about issues that need heightened awareness, promoting charities and other events, and raising money for good causes.\n  \n  obviously cons of popularity would be vulnerability to cyber attacks, stalking, bullying, and a sense of mob mentality when a group of fans misconstrue or mislead the public into believing the wrong thing about you.\n  ","427267":"\n  no, they just got off with a warning regarding the drinking. however, we were technically trespassing in a place we weren't supposed to be, so we were all written summons for loitering. we got off pretty lucky that night.\n  ","427268":"\n  because there are some times in my life where i'm not exactly rooted in reality, and existential thoughts about real versus fake and life and death make me really nauseous and feel as if there's no point in living. this is one of those times.\n  ","427269":"\n  everyone follow morgan's new page !!\n  ","427270":"\n  people obtain medical degrees and doctorates just to answer this question lol, it isn't exactly something that can be explained in a few sentences.\n  ","427271":"\n  lol no. the human race is quite possibly the worst species there is on this planet.\n  ","427272":"\n  depending on their circumstance, it's probably a hell of a lot better than where they're coming from.\n  ","427273":"\n  i fail to see how your statement is, in any way, correlated to the question the other anon asked me.\n  \n  you have the choice to be rude or considerate. it's simply rude and invasive to ask someone personal questions like that if they weren't specifically asked for in the first place.\n  ","427274":"\n  women get hate for dating in general, whether they're older or younger than them.\n  \n  i'm not too sure where the stereotype or the shaming originated from, to be honest. however, i've always thought that the expectation was, obviously, uncalled for. as long as both people are consenting and are of legal age, who cares.\n  ","427275":"\n  ARE YOU SERIOUS LOL.\n  \n  i can't even take this seriously anymore, you've gotta be trolling me at this point. especially considering you just referred to a group of people as \"illegals.\"\n  \n  ok ok the joke's over, you can scurry back into your corner of the internet again.\n  ","427276":"\n  ahaha true, i didn't even think about it that way.\n  ","427277":"\n  he doesn't need to say the word \"all\" to broadcast to the world that he automatically expects an entire mass of people to be criminals. he isn't specifying his words by indicating \"well perhaps we shouldn't do this because there's a 1% chance that a mexican is a criminal.\" he literally wants to push all immigrants out regardless of who they are... how can you not see the racism behind that?\n  ","427278":"\n  you wouldn't go up to a stranger on the street and ask them this question, so why do you think it's perfectly acceptable to do on the internet?\n  ","427279":"\n  america: land of the unfree and home of the hypocrites.\n  ","427280":"\n  it's insinuating that all immigrants are criminals. which is incredibly false, and obviously racist.\n  ","427281":"\n  very much so.\n  ","427282":"\n  i usually enjoy my hobbies on the weekends, and i take care of my responsibilities during the weekdays. that way, i have a routine and everything is able to get done when it needs to get done.\n  ","427283":"\n  this may clear things up for you a bit.\n  ","427284":"\n  i get home at 6pm everyday, so i'm not too concerned about a curfew, lmao.\n  \n  even when i do go out, i don't like to stay out later than 11pm anyway, otherwise i won't wake up for work the next morning.\n  ","427285":"\n  i'd rather not be stuck at home with my parents for the rest of my life, thanks. i actually have dreams and aspirations that i want to accomplish and a life to live on my own terms.\n  ","427286":"\n  i agree. there are a lot of luxuries that people enjoy that were actually funded, created, or built by immigrants. for americans to be so ethnocentric is hypocritical because most of the products we use everyday, the homes we live in, the cars we drive, the jobs we work in were a direct result of working immigrants in america.\n  ","427287":"\n  i suppose everyone is in a dangerous position, if they don't trust whom they're sending the images too. it's easy to leak pictures online and ruin a person's reputation.\n  ","427288":"\n  the idea of posting selfies is a means of expressing someone's beauty and their confidence in themselves. people learn to respect themselves when they see how worthy of a human being they are.\n  ","427289":"\n  why is there such a useless competition between console gamers and pc gamers.\n  \n  who cares, we're all here to have fun.\n  ","427290":"\n  stereotypical images of the confederate flag, pick up trucks, flannel shirts, and moonshine. LOL.\n  ","427291":"\n  when i was first hired, i was told only natural colors. but the longer i'm here, the more people i see with unnatural colors. i asked one of my coworkers who had pink hair if the managers gave her shit about it, and she said no because she doesn't have to interact with clients. then she told me that it'd probably be the same for me since i don't interact with clients either.\n  \n  so i'm going to dye my hair bright purple and see what happens. lol.\n  ","427292":"\n  if by \"narcissism\" you actually mean self acceptance and self respect, then yes.\n  ","427293":"\n  when have i ever bullied someone is the real question LOL.\n  ","427294":"\n  damn, anon going for the big questions today. are you going to be a prick, or are you at least going to take me out to dinner first? :P\n  ","427295":"\n  by allowing that behavior to happen and\/or laughing at it, you're just encouraging the child to do it more. it conditions them into thinking that it's actually good behavior (positive correlation).\n  \n  i wouldn't put up with it if that was my child or a friend's child. i'd explain to them what stealing was and why it's considered stealing in the hopes that they'd think about the consequences before doing something bad.\n  ","427296":"\n  i think my presentation online is more in tune with my true self, compared to how i portray myself offline.\n  \n  i'm actually really awkward, shy, and nervous in real life 99% of the time, which prevents me from doing a lot of things, and saying a lot of things, that i wish i could say and do. because there's no public presentation on the internet, i feel i've always portrayed a truer form of myself online.\n  ","427297":"\n  honestly, you've always come off as a very intelligent and caring person to me !! and when people try to give you shit, you're not afraid to shut them down. i really can't say anything bad about you.\n  \n  also, do you mind if i steal this question? :)\n  ","427298":"\n  ROFL the worst kind of torture there is. ?\n  ","427299":"\n  that seems pretty mild compared to what i'm used to.\n  \n  *cue the anon hate*\n  ","427300":"\n  i agree. there's a huge difference between showing concern for a friend due to their weight (like if they gained or lost an extreme amount of weight in a short period of time) and, on the other hand, outright judging your friend based on their weight alone because unrealistic societal standards have inadvertently brainwashed them into believing that body fat = bad.\n  ","427301":"\n  probably not, but i certainly would.\n  \n  i don't have blood running through my veins, it's just pure espresso at this point.\n  ","427302":"\n  i definitely understand that, that's precisely the reason why i don't bother to discuss politics with my family. ?\n  ","427303":"\n  the reason why i \"worry\" is because hundreds upon thousands of people die unjustly everyday due to this wave of racism in the world. because the government refuses to acknowledge that racial profiling is still a huge problem in our society and, instead of placing blame where it belongs, they deflect the blame onto the victims themselves.\n  \n  if we continue to allow racism to happen, then it obviously won't ever go away. you can't just sit back and wish that you could do something about it while doing nothing at all, because that's only encouraging racists to continue their spree of hatred.\n  \n  (( sorry if this is offensive to you at all, jody, considering your mother said this at all. this is something that really ticks me off at times ))\n  ","427304":"\n  think about WHY you believe it would be embarrassing for her in the first place -- what does that say about unrealistic societal expectations when the only reason you believe a friend cannot wear what she wants is because *a stranger* may judge them on their appearance ??\n  \n  if they're confident in what they wear, allow them to express themselves. don't further the stigma of body shaming by telling your friend that her fashion choices are embarrassing because of her body type.\n  ","427305":"\n  unnecessary drama, \"call out\" pages which are actually just hate pages in disguise, mob mentality, and the new age sense of entitlement.\n  \n  what once created a thriving community is what is currently tearing these communities apart, and instead of educating people, it has become a public forum of humiliation and egotism.\n  ","427306":"\n  it's psychological conditioning -- people are nurtured into believing that relationships won't work out or will always be bad due to their past experiences with bad relationships. if someone has been hurt in the past, it creates a correlation between heartbreak and relationships, so people end up becoming more and more hesitant to put their hearts on the line again.\n  ","427307":"\n  we can appreciate our lives and still be allowed to complain about our lives, yes. the two ideas aren't mutually exclusive.\n  \n  our perception of our life and our subsequent struggles shouldn't be invalidated because someone will always have it worse than us. the only life we're living is ours and ours alone, and and it's incredibly ignorant to assume that everyone should be thankful for what they have solely because a stranger doesn't have that.\n  ","427308":"\n  you say this as if i don't already know this...? or as if this is supposed to be an insult...?\n  \n  i'm crazy, this isn't news. get over it and move on.\n  ","427309":"\n  the joker and harley quinn have an extremely abusive relationship, and harley suffers from severe stockholm syndrome.\n  \n  their relationship is not \"goals,\" the joker literally tortures and abuses her to the point where it molded her point of thinking to believe that she cannot -- and doesn't deserve to -- live with anyone else but the joker.\n  ","427310":"\n  i do write with proper grammar -- literally the only thing i don't do online is capitalize my words.\n  \n  regardless, askfm isn't paying me to write answers so it doesn't matter how i type on here.\n  ","427311":"\n  today's hipsters were actually the scene\/post-hardcore myspace kids from the early 2000's.\n  ","427312":"\n  self entitled, whiny brats.\n  ","427313":"\n  ▪  pro choice\n  \n  ▪  anti circumcision\n  \n  ▪  anti military\n  \n  ▪  pro breastfeeding in public\n  \n  ▪  anti death penalty\n  \n  ▪  pro assisted suxcide for the terminally ill\n  \n  ▪  pro separation of church and state\n  \n  ▪  pro trans and lgbtqia equality\n  \n  ▪  anti fracking\n  \n  that's all i can really think of at the moment.\n  ","427314":"\n  because i'm actually 12 years old.\n  ","427315":"\n  the law is the law for a reason -- you can't disobey it simply because you think it's \"irrelevant.\" what the hell is wrong with people?\n  \n  children cannot consent to sexual activity. children should not be burdened with the decision of sex because they are not physically or emotionally mature enough to consider the consequences of those actions. and anyone who is an adult and is thinking about a child in a sexual manner clearly needs to be thrown in prison.\n  ","427316":"\n  i watch that on askfm on almost a daily basis. in addition, i also went through that scenario on a weekly basis when i worked in retail. there have been times where i got so frustrated that i would say to them, \"i literally cannot explain this any simpler than i am currently.\" i got a couple of bad glares from that, lmao.\n  \n  but i think it's a 50\/50 thing -- either people are too slow to genuinely comprehend the idea in front of them, or perhaps they're entirely too proud \/\/ stubborn to accept the fact that they're wrong, so they pretend that YOU don't make sense instead.\n  \n  most of the time, it's the latter.\n  ","427317":"\n  note to self: don't lead a sedentary lifestyle and then think you'll be fine to walk up and down hills for 8 miles straight.\n  \n  omfg my legs are burning. ?\n  ","427318":"\n  i have no medical training whatsoever. the only thing i can tell you is to go to the emergency room, because you shouldn't be coughing up blood. you can worry about the money later.\n  ","427319":"\n  i think it would be beneficial to everyone if the holocaust never happened.\n  ","427320":"\n  there are many laws i'd like to personally change, but i think the most important one at the moment would be to enforce stricter gun control policies. the number of people who have died in 2016 alone from gun related incidents is staggering.\n  ","427321":"\n  i rarely talk about my life on here, so you really have no basis to say this.\n  \n  regardless, no two lives are comparable, especially when it comes to hardship. either way, i hope things look up for you, friend.\n  ","427322":"\n  any kind of whimsical, floral design.\n  ","427323":"\n  well I accidentally killed my cacti, so that should give you a clear idea of the kind of green thumb i have. lmao.\n  ","427324":"\n  racism is a system of oppression. historically speaking, people who were white oppressed other races, viewing them as inferior because their skin color was not the same as theirs. those who were white have always been the oppressors, and one cannot experience racism if you're part of the group which did the oppressing in the first place.\n  \n  that being said, white people can experience isolated events of discrimination due to their skin color. but because racism is a systemic facility of oppression, white people cannot experience racism such as those who are black (for example) do.\n  ","427325":"\n  aw, this is cute. yes, i wholeheartedly agree.\n  \n  you need to keep the flame alive throughout the years, and by continuously reigniting the flame in each other's hearts, you can fall in love with the same person, over and over and over again.\n  ","427326":"\n  that state of utter contentment after i've taken my sleeping pill, and i'm laying down and i feel as if my body is melting into the bed. nothing matters except for how comfortable i am and how everything feels *just right.*\n  \n  i'd totally want to hold onto that, especially in times of struggle where i can feel an episode coming on.\n  ","427327":"\n  i don't think i could personally be friends with someone who is sexist, racist, homophobic, or transphobic.\n  \n  in those cases, i honestly couldn't look past the fact that the person in front of me genuinely believes that another group of people don't deserve rights solely due to something that's out of their control.\n  ","427328":"\n  to some people, it is.\n  \n  but idk generally when someone treats you well, respects you, and you have romantic feelings towards them, they do become physically attractive to you.\n  \n  if you're not feeling physically attracted to them after that (and you're a person who feels physical attraction), then you're either basing your entire judgment off of their appearance or there's something else about them that repels you.\n  ","427329":"\n  from what i can see, the only basis on which you'd seemingly reject him is due to his physical appearance. that seems incredibly shallow to me.\n  ","427330":"\n  a hell of a lot more tolerant, open minded, accepting, and free from most forms of discrimination. there wouldn't be unrealistic societal standards on men or women, there wouldn't be wage gaps or job differences based on someone's gender or sex alone, and there would likely be less cosmetic medical procedures because people would feel less pressured to adhere to a particular standard.\n  ","427331":"\n  i'm against circumcision and i likely won't circumcise my own child, as long as the father agrees with me.\n  \n  there's no medical need for it whatsoever and the theory that \"uncircumcised boys get more infections\" is a myth. as long as you teach your child how to properly clean themselves, they should be fine regardless of whether or not they're cut.\n  ","427332":"\n  when it's accompanied by a view like this:\n  ","427333":"\n\n   @HeartOfStitches\n  \n\n\n   @WincestDestiel\n  \n\n\n   @echomyname\n  \n\n\n   @TashaOfficial4\n  \n\n\n   @urlsareshittbh\n  \n\n\n  just off the top of my head~\n  ","427334":"\n  i honestly don't know anyone on askfm who doesn't like me. if people do, they don't bother to reveal themselves to me.\n  ","427335":"\n  body positivity is a movement that celebrates the beauty and validity of body types regardless of what they look like. nobody should be invalidated based on what they look like, their disabilities, etc.\n  ","427336":"\n  as long as they don't enforce their beliefs onto me, knowing that i don't feel the same, i don't see why i wouldn't remain friends with them.\n  \n  if i unfriended people based on whether or not they had the same beliefs, i wouldn't have any friends.\n  ","427337":"\n  i fail to see how your poorly constructed opinion is, in any way, relevant to my life.\n  ","427338":"\n  not at all. i don't block people to begin with, and i have plenty of friends who have differing opinions than i do. that doesn't have any bearing on our friendship.\n  ","427339":"\n  likes on askfm are virtually meaningless. likes on social media, in general, are meaningless.\n  \n  there's no reason for jealousy tbh, it's all circumstantial.\n  ","427340":"\n  i honestly don't think there's a legitimate way to \"tell\" if someone is able-bodied or not, so how could someone potentially monitor if the person using the handicap stall is actually disabled ??\n  ","427341":"\n  i'm privileged in that i'm white with a college education and a stable job. i'm not privileged in that i'm mentally ill, nonbinary, and gay.\n  ","427342":"\n  mmm, cold and refreshing clay \/\/ charcoal mask to make myself feel better today.\n  ","427343":"\n  this is something that angers me so much and nobody seems to realize that it's something that STILL occurs to this day in developing countries. it's a violation of someone's basic human rights.\n  \n  1 in every 3 girls is married before reaching age 18. 1 in 9 is married under age 15.\n  \n  not to mention the plethora of medical problems that occurs as a result of child marriages.\n  ","427344":"\n  ... and how on earth did you then come to the assumption that those were appropriate questions to ask someone?\n  ","427345":"\n  i didn't even think about it in that context, omg. ?\n  ","427346":"\n  haha, yes i absolutely love this quote. art is used for a variety of reasons, and i especially love when it's used to make a political statement.\n  \n  if you're offended by a piece of artwork that clearly states an obvious truth about society, then you're part of the problem.\n  ","427347":"\n  kinks are something personal to the individual who has them, so it's not really right to say whether people should or should not talk about them.\n  \n  if you're comfortable talking about them, cool. if you're not comfortable, also cool.\n  ","427348":"\n  i haven't been watching the olympics, but i saw a clip of him breaking his leg online. he must be devastated.\n  ","427349":"\n  i like my job a lot, actually. it may stress me out sometimes, but i'm happy that i found it and that i'm given as much freedom as i am with it.\n  \n  the only thing that worries me is that the company looks like it may be closing down in a few years... just based on observations. but hopefully i'll have moved onto bigger and better things by the time that happens.\n  ","427350":"\n  i would likely feel really guilty too -- but that's just the type of person that i am, i absolutely hate being a burden on other people... especially financially. i don't like feeling as if i owe anyone anything.\n  \n  if i was in your position, i would try to save money but i also understand how difficult that is being a stay at home mother. i'm also sure your husband doesn't mind paying your bills, i'm sure he wants you to be happy and healthy regardless of how much it may be financially.\n  ","427351":"\n  i went to public school, but it was essentially the same thing as being raised by wolves. every man for himself.\n  ","427352":"\n  you can justify it to yourself that way, but that doesn't mean it's true.\n  ","427353":"\n  you can't blame people for not talking about something if they're completely unaware that it's going on.\n  \n  the best we can do is simply spread awareness of these incidents in the hopes that social media will pick up on it and increase recognition of the problem.\n  \n  that being said, i didn't know that this was happening. but this will prompt me to research about the situation.\n  ","427354":"\n  why would i follow someone who i thought was boring...? i like everyone i follow, lol that's the reason why i follow them.\n  ","427355":"\n  i'm a really active listener, and i try to give good feedback when i can. i also try to make it a habit to not cut people off in the middle of their story, because i know that's rude.\n  \n  however, i have a really bad habit of going totally off topic or being tangential in my thought process... it's hard for me to describe things verbally so i often have a hard time explaining myself, which confuses people a lot.\n  ","427356":"\n  yeah, it's one of my biggest pet peeves actually. when i worked as a cashier, i can't tell you how many people didn't even have the decent manners to say \"thank you\" or even LOOK at me while i was ringing them up.\n  \n  we were also supposed to greet people at the door, and 75% of the customers didn't even look at me or respond when i wished them a good morning.\n  ","427357":"\n  yes, absolutely. it's asinine to be living in this country and NOT recognize that there's a huge problem with policy brutality and the black community. the correlation of these incidents is undeniable. there needs to be major changes to prevent police officers from taking advantage of their positions for unjust reasons, as well as stricter punishments for officers who do murder a civilian unjustly.\n  ","427358":"\n  ▪  drinking the first sip of hot coffee in the morning.\n  \n  ▪  playing video games \/\/ watching movies on a cold, rainy day.\n  \n  ▪  seeing a big floof !!\n  \n  ▪  buying new books, makeup, games, or art supplies.\n  \n  ▪  waking up next to my boyfriend.\n  \n  ▪  recognizing that moment in a good conversation where you realize you're having an amazing time just talking and connecting with someone.\n  \n  ▪  new episodes of my favorite TV shows.\n  \n  ▪  sour candy.\n  ","427359":"\n  tbh i probably missed a lot of people from my list because my memory sucks and askfm sucks when it comes to tagging people.\n  \n  but yes, she is extremely intelligent for her age and i've been following her for a while !!\n  ","427360":"\n  i've never used abusive words towards other people to begin with. unfortunately, some people are so report-happy when they're proven wrong in an argument because that's the only way they can think to retaliate.\n  ","427361":"\n  i mean i'm probably going to delete half of them by tomorrow, but whatever.\n  ","427362":"\n  feminism, mental health awareness, social reform, video games, creative writing, literature, photography, art, cosmetics, relationships, sexuality and gender identity issues, rooster teeth and achievement hunter, religion and spirituality, TV and movies, education, career, music, the paranormal, historical killers, and animals.\n  ","427363":"\n  in today's era, guns simply make society more violent and more dangerous to live in.\n  \n  there's a difference between upholding your second amendment constitutional right and then flat out taking advantage of it by owning fully automatic machine guns and other easily accessible weapons.\n  \n  people aren't obtaining proper gun education and the law isn't strict enough to uphold safe gun control laws. right now, the access to guns in our society is only harming it.\n  ","427364":"\n  as long as everyone involved is over the legal age of consent, i see no problem with any sort of age difference.\n  \n  the minute a minor is thrown into the mix, it not only becomes illegal but it's also extremely suspicious (i.e., a 24 year old wanting to date a 16 year old ?? jesus).\n  ","427365":"\n  if you honestly think it's okay to joke & troll about cancer, then you're a shit human being.\n  ","427366":"\n  anyway look at this beauty that i have all to myself~\n  ","427367":"\n  is there more going on to this story that you aren't telling me ?? because this seems VERY unjustifiable to me. that poor woman.\n  ","427368":"\n  feminists aspire for equal rights among everyone. intersectional feminism specifically strives for equal rights among intersecting sects among race, gender, sex, religion, economic class, etc.\n  \n  if someone is telling you that they're a feminist but they're precluding the rights of another group of people, then they're not really feminists.\n  ","427369":"\n  of course... abuse exists regardless of your sex or gender.\n  \n  but i do agree that there's such a lack of recognition regarding cis men and boys who are struggling with abuse. men have to deal with the hypermasculinity of society, and whenever they attempt to cry out for help regarding abuse, sometimes they're simply told to \"be a man.\"\n  \n  it doesn't work like that at all. everyone needs help.\n  ","427370":"\n  i think both are important when it comes to a relationship, depending on the nature of that relationship.\n  \n  but how can you expect to stay with someone on a long term basis if you could never connect with them on an emotional level ??\n  ","427371":"\n  yeah i read one thing online where she was trying to justify how she wanted to eliminate college tuition, and she was like, \"it's a magical thing... you don't need to understand how it works, it's just magic.\"\n  \n  like... what ??\n  ","427372":"\n  i notice that i can be quick to judge someone, but usually i catch myself while having those thoughts and i think, \"why am i acting this way? i don't even know who they are.\"\n  \n  everyone is judgmental in some form or another; however, what truly matters is how we express those judgments for other people to see, whether it's through our words or actions or body language.\n  ","427373":"\n  if someone could magically appear at my job with ginger tea or peppermint oil or tums, i would be the happiest person alive.\n  \n  fuck acid reflux.\n  ","427374":"\n  attempting to catch up on all of the work that was dumped on me since yesterday, because they all have strict deadlines and apparently i'm the go-to person for ASAP assignments. ?\n  \n  i can't wait to just relax this weekend.\n  ","427375":"\n  xbox.\n  \n  however, i'm not some sort of elitist gamer who absolutely hates other consoles. i play playstation on occasional at my best friend's house, and i'm not a big fan of PC games because i could never get the hang of using the mouse\/keyboard for gaming purposes.\n  ","427376":"\n  yes, my supervisor is very aware of my mental health conditions and if i feel too unwell to go to work, i'll text him and tell him exactly what's going on. thankfully, my company is extremely supportive when it comes to medical conditions and they accommodate whenever possible.\n  ","427377":"\n  ... i don't know how i feel about that.\n  ","427378":"\n  i have a bright, coral colored dress that i was really hesitant to wear. but after i tried it on, it looked amazing on me !! never underestimate the power of bold colors, it made me look 5x less tired than i actually was.\n  ","427379":"\n  i keep forgetting about those !! i have one but it's such a pain to try to use in the morning, especially cleaning it out lol.\n  ","427380":"\n  i really need to buy more keurig coffee k-cups in bulk, they're so much cheaper in bulk than if you buy them singularly, and i go through enough coffee per week as it is.\n  ","427381":"\n  excuse me? there's no way in hell i'm allowing you to talk to me like that on my page.\n  ","427382":"\n  a sci-fi mystery series that premiered on netflix a few weeks ago.\n  ","427383":"\n  i just started the second episode. i'm already hooked though.\n  ","427384":"\n  my old one got banned.\n  \n  i emailed askfm to ask for my account back since i honestly didn't break any of their guidelines, and they actually got back to me today with a very passive-aggressive \"no.\"\n  ","427385":"\n  no, it isn't anyone's fault that this has happened. it's just the way society has progressed over time, and it has placed an emphasis on male leadership and male seniority because women were always seen as inferior, weak, and submissive.\n  \n  women don't allow these things to happen to them. women aren't asking for these things to happen, and sometimes it's impossible to prevent these things from happening regardless of who you are.\n  \n  but what we can do is change the perspectives of everyone around us to show that we can break these stereotypes, and we can slowly break down the walls of oppression that have caged us throughout history.\n  \n  i understand that you're young, and no doubt there's a language barrier, and i know you mean well by your question. i tried to word it in a way that's easier to understand, because it genuinely is not the women's fault that these things have happened to us. women have been oppressed and only now have we been given the strength to break the molds and create our own futures.\n  ","427386":"\n  i just started watching stranger things, leave me some questions guys.\n  ","427387":"\n  well... to be fair, people are perfectly capable of texting and browsing the internet while having sex...\n  ","427388":"\n  my first year of college.\n  \n  i went away to school in massachusetts, and the entire year was such a blur to me and it feels as if i never actually lived it myself. as if who i was at the time was another being entirely, and the events that happened were part of a cataclysm that spit me out as an entirely different person.\n  \n  i always question if things happened the way they did, if my memory is fooling me.\n  ","427389":"\n  there's only one way on and off of this godforsaken island.\n  \n  if disaster strikes, we'll be the first to drown.\n  ","427390":"\n  i usually go smoke a cigarette and\/or make myself a cup of coffee or tea. my mind never seems to get stuck though, its gears are constantly turning.\n  ","427391":"\n  questions regarding their medical conditions, their trauma, their sex or gender, etc.\n  \n  i suppose it all depends on what they're asking and how they ask it, but usually 99% of questions that involve the aforementioned concepts are rude and invasive.\n  ","427392":"\n  i lose track of time often, but it's due to dissociation more than anything else. i notice i've been doing it a lot more lately, and it's been interfering with work and just doing basic things around the house.\n  ","427393":"\n  tiger lilies, snap dragons, roses, and lotus flowers.\n  ","427394":"\n  ?  basics --\n  \n  ▪  name; leigh\n  \n  ▪  birth date; november 18\n  \n  ▪  gender; genderfluid \/\/ agender\n  \n  ▪  pronouns; they \/\/ them\n  \n  ▪  education; bachelor's degree in professional writing \/\/ minor in literature\n  \n  ▪  occupation; legal writer\n  \n  ▪  hobbies; video game enthusiast, coffee connoisseur, art hoe, and tattoo lover.\n  \n  ▪  neuroatypical\n  \n  ▪  in a relationship\n  \n  ?  viewpoints --\n  \n  ▪  intersectional feminism\n  \n  ▪  pro-choice, sex positive, pro-gun control, body positive, reduced college tuition, increased minimum wage, accessible \/\/ affordable healthcare, mental health awareness, lgbtqia+ rights, environmental conservation, animal rights, etc.\n  \n  ▪  my main focuses are on mental health awareness and education, lgbtqia+ inclusivity, and education reform.\n  \n  ?  social media --\n  \n  ▪  twitter;\n  \n   @poetalunam\n  \n\n  ▪  instagram;\n  \n   @poetalunam\n  \n\n  ▪  facebook \/\/ snapchat; only offered to friends i can trust.\n  \n  ?  terms & conditions --\n  \n  ▪  i have no tolerance for, and will not answer, anything triggering, offensive, sxxually explicit, abxsive, or just flat out trolling.\n  \n  ▪  i do not do like 4 like, follow 4 follow, spam 4 spam, etc.\n  \n  ▪  if you ask a stupid question, expect a stupid answer.\n  \n  (( friends, pls like this so it gets to the top of my likes! ))\n  ","427395":"\n  shout out to debilitating panic attacks, my dark friends -- i always knew you'd find your way around my barricades. ?\n  ","427396":"\n  my hair is getting too long and idk what to do with it.\n  ","427397":"\n  probably something simple, a bit whimsical, and with a splash of rose gold -\n  ","427398":"\n  probably twitter. as much as i try to remain active, i always seem to forget about it. i remade my twitter sometime last week, and i was also having an issue with people following me, too.\n  ","427399":"\n  i honestly don't remember who i had added on my previous account, so i just added everyone who was familiar and whose answers i enjoyed.\n  ","427400":"\n  they never emailed me back, rofl. i don't want to be pushy with it though.\n  ","427401":"\n  pretty much any event where children are involved.\n  ","427402":"\n  why are you so concerned about the status of my previous account?\n  ","427403":"\n  the only reason why i'm asking this question is because my department is currently arguing over whether or not hot dogs are sandwiches.\n  \n  according to statistics, 57% of americans agree that it is NOT a sandwich.\n  \n  however 33% believe that it is a sandwich.\n  \n  the remaining 10% are undecided.\n  ","427404":"\n  thank you !! ♡\n  ","427405":"\n  i usually do it through trial and error, especially considering colors look different on a computer or cell phone screen than they do in person.\n  ","427406":"\n  we, like most other families, financially struggled but found ways to make it work.\n  ","427407":"\n  oops, my post was supposed to say last night, haha. idk maybe 10 or so hours ago?\n  ","427408":"\n  i'm really sorry that you feel this way, friend. :\/ i understand completely how you feel so please know that you're not alone in your struggle.\n  \n  is there anyone whom you could speak with about this? friends, family, teachers? if it's possible, you should try to see out professional counseling so that you can understand these feelings and prevent them from happening.\n  ","427409":"\n  i did, i emailed them back night and they said they'd look in it. i haven't heard from them since.\n  ","427410":"\n  LOL ironically enough, an anon was trying to argue with me that muslims can't be feminists. i actually wasn't even in the mood to argue, so i kept telling them to do research because they were making themselves look foolish. and then i was banned out of nowhere. i'm guessing the anon got mad that i wasn't responding the way they wanted me to and reported me enough so that i was banned.\n  ","427411":"\n  tbh i usually just get a vibe off of seeing their account that they're either catfishing or being a troll. it usually has to do with the photos they upload and how they interact with their followers.\n  \n  i don't care enough to do anything about it, only if they're pretending to be one of my friends.\n  ","427412":"\n  you never know, i know people who were previously banned and got their account back. especially considering it wasn't under justifiable circumstances.\n  ","427413":"\n  i would definitely be uncomfortable... especially considering they JUST met them, and suddenly they're so important in their lives that they're the stars of your profile...?\n  \n  idk, that just leaves a bad, desperate taste in my mouth. i understand wanting to feel validated in the triangle and being confused as to the boundaries, but those children aren't her children by blood, and she hasn't known them to the extent that you or your ex has. it just seems strange, is all.\n  ","427414":"\n  my fucking main account back.\n  ","427415":"\n  i'm too lazy to explain it again. i explained it a few answers down. essentially, an anon got mad at me for not responding to his ignorant argument like they wanted me to, they reported me, and i got banned.\n  ","427416":"\n  that's essentially the same thing as asking \"why is advocating for equal rights and breaking down the walls of oppression so important to you?\"\n  \n  feminism encompasses everything in our society that currently needs to be amended -- including socioeconomic issues, political issues, environmental issues, health, lgbtqia issues, gender issues, etc etc. the intersectionality of all of these subjects makes feminism complex, but it's through studying these cross hairs that we realize that humanity has huge problems with oppressive institutes and it needs to be changed.\n  ","427417":"\n  it does, mainly because i like going through and reading my old answers. i have pretty bad memory loss, so it's comforting for me to go back and read on my own thoughts, opinions, behavior, etc.\n  \n  i mean, it isn't a HUGE HUGE deal if i get it back or not, i just wish i could remember all of the @'s of the people i followed.\n  ","427418":"\n  yet here you are -- alive and kicking.\n  ","427419":"\n  haha, that's true. i only had the account for 1.5 years though, how many ghosts could there have been?\n  ","427420":"\n  well that didn't take long.\n  ","427421":"\n  they were claiming that islam and feminism couldn't intersect. which obviously isn't true.\n  \n  i was in a really sht mood though (i still am), and i told them that i was in no mood to have that discussion. i suppose they simply got frustrated at my lack of participation.\n  ","427422":"\n  that's like 95% of the reason why i'm so angry with askfm right now. i didn't do anything wrong, i'm an exemplary member of askfm, i was verified for heavens sake, and i wasn't even issued a formal warning.\n  \n  meanwhile, mr. potato head harasses and abxses other users for days without acknowledgement.\n  ","427423":"\n  96 (but i already had 80 when i reactivated the account because i made this backup a few months ago).\n  ","427424":"\n  thank you !!\n  \n  well, with the exception of getting banned, my night has been ok. i played a 45 min preview of the game we happy few which is scheduled to come out to the public later this year -- it was a lot of fun, i'm definitely going to buy it when it's released.\n  ","427425":"\n  haha, thanks !!\n  \n  i originally made this backup months and months ago, and i advertised it a few times then -- perhaps that's why. i've just had it deactivated since then.\n  ","427426":"\n  i don't even understand what basis they used to ban me, tbh. i wasn't saying anything offensive, and if anything, i was being the least confrontational as possible because i was legitimately telling the anon to essentially leave me alone because i wasn't in the mood to argue.\n  \n  i emailed askfm about bringing my main back, so they said they're \"looking into it\" but i haven't heard anything from them in a few hours. sigh.\n  ","427427":"\n  thank you, me too. i had a lot of stuff on there that i would reference to occasionally, and now i can't even remember 99% of the people i followed.\n  ","427428":"\n  ok so this is my backup account.\n  \n  i'm in the process of getting my main account back up and running. to make a long story short, an anon on my main account was antagonizing me over a controversial issue, despite my attempts at quelling the situation. they then proceeded to report me, which ended up with me being banned.\n  \n  if you guys could like this answer or send me a question, i'd greatly appreciate it. i lost everyone i was following. :\/\/\n  ","427429":"\n  I used to be super groggy. I feel quite energized these days!\n  ","427430":"\n  SCAM\n  ","427431":"\n  Yes. I noticed the same! It's interesting how people perceive someone based on just a profile picture.\n  ","427432":"\n  If I remember correctly they  changed the name due to copyright stuff because they formed a new network which is now the CW.\n  ","427433":"\n  This question doesn't even make sense?\n  ","427434":"\n  No. It doesn't make a difference to me. 2+2=4 no matter what tone you use.\n  ","427435":"\n  Yes, I'm pretty aware of my feelings. I can easily express them. I choose to express myself less with people. I'd rather express myself creatively.\n  ","427436":"\n  I haven't worn necklaces in years!\n  ","427437":"\n  Space!\n  ","427438":"\n  Ugh. This is way too tough. I prefer rivers.\n  ","427439":"\n  I agree on both points. Seeing it from a user end\/behind the scenes perspective has been quite depressing and equally motivating.\n  ","427440":"\n  Yep!\n  ","427441":"\n  Cigarettes!!!!\n  ","427442":"\n  Yes! It's fucking sick!\n  ","427443":"\n  FOREVER ONE OF MY ONE TRUE LOVES!\n  ","427444":"\n  Yes. I think females who are ready to handle the truth are typically more evolved. The truth isn't pretty. I do expect truth\/intentions from the beginning. Saves time and overall quality of life. I'm willing to be pretty transparent. It is difficult to be honest with yourself. I find, once you do that, it is easier to present yourself honestly with others. Easier said than done. But it is possible.\n  ","427445":"\n  No. I think I'd probably only be friends with a few if I bumped into them again though.\n  ","427446":"\n  I don't like Subway.\n  ","427447":"\n  Pineapple. I know. Controversial!\n  ","427448":"\n  Lmfao. GET A GRIP. Stop thinking with your dick. I know it's harder said than done. Focus on yourself first. Fuck foreign girls. You come first. When you feel like you've figured yourself out, then focus on all the foreign pussy you want.\n  ","427449":"\n  I think the world could hypothetically exist without the concept of material wealth. It would be different in the sense that we'd all have to fall back on core skillsets to trade with as our currency.\n  ","427450":"\n  Both. These days, I'm picking time over honesty. I think we all have our subjective definitions of \"truth\" at the end of the day.\n  ","427451":"\n  I enjoy being in pictures!\n  ","427452":"\n  No. I tried to steer clear of that area for the last few years.  Didn't want to bump into someone I used to love. Can't wait to go explore!\n  ","427453":"\n  I think guns guns are a great method for self protection. Also a good way to exercise our constitutional rights in the US. I would love to practice at a gun range!\n  ","427454":"\n  DUDE. You are ripped! Very impressive. How does it feel being that shredded?!\n  ","427455":"\n  This one's tough. I would go on a date to  see if I could feel any chemistry. If the chemistry was off the charts, I might consider setting aside the political views.\n  ","427456":"\n  Love!  Although, since I'm older now, I think, my body would hate me for it. 😩\n  ","427457":"\n  No! I've considered it though.\n  ","427458":"\n  LMFAO. This one made me fucking die. I think it's definitely an old wives tale\/placebo effect. Although, I will say, there have been a few times as a kid I tried it out and I did fall asleep easier it seemed. 🤔😬😩\n  ","427459":"\n  This has been the most depressing question I've received. Realistically, if you don't think your physical genetics are strong, the world would expect you to make up for it by being fit and having money. That's a general rule of thumb. I hate that it's that way. Just trying to be blunt.\n  ","427460":"\n  No.\n  ","427461":"\n  I don't have watch it regularly. Idt I've ever watched a whole episode. It would be  the only show I would watch at the moment if I watched TV. It's super fun to see the short clips I've seen!!\n  ","427462":"\n  Self aware. Self reliant. Skeptical.\n  ","427463":"\n  I skip a lot. Answer the most interesting ones.\n  ","427464":"\n  No. I don't. I think \"love at first sight\" is a fallacy because it just seems like a blanket term to describe you're really attracted to someone. It would b delusional to think you are in love with someone upon first meet. They could be a murderer. Or it could just be my dysfunctional illogical thinking atm. Lol.\n  ","427465":"\n  Life!\n  ","427466":"\n  Both.\n  ","427467":"\n  Stairs!\n  ","427468":"\n  I think I'm generally good at making friends. I'm autistic. So, I've learned how to forcedly turn on the switch. I think as an adult it can be a lot harder. It just depends on mindset. If you go into it thinking it's hard, that will affect the social interaction. Just go up to them and genuinely tell them something. Could be about anything. If they react negatively, atleast you tried. It is not a measure of how the next time will be.\n  ","427469":"\n  Lol. Yes.  It was horrible for a long time. I chose to make it horrible. I chose to continuously let that one moment define me. Try not to let it hinder you for too long. Otherwise, you'll waste time when you could be making memories with someone who does love you.\n  ","427470":"\n  Yes. Super dark days. Lol. I cried for months just signing into school. It was a nightmare.\n  ","427471":"\n  Their love for life or  nature! It is usually really palpable when you meet someone who is excited about life. I look for whether that spark is still in them.\n  ","427472":"\n  I used to be as a kid. The thought of aging traumatized me for most of my childhood. I grew out of it. These days, I look forward to it. I can't wait to see how much I've changed my life if I am lucky enough to make it to 100.\n  ","427473":"\n  All of aspects of myself that I perceived as weaknesses throughout my life were due to low self confidence due to how I grew up. The coolest thing people  can learn from me is: It doesn't matter how much shit you've been through. You can always pick yourself back up even when it feels impossible.\n  ","427474":"\n  Know I'm insane.\n  ","427475":"\n  Beauty comes from within.\n  ","427476":"\n  No! I would LOVE to! One of my dreams is to have a farm one day.\n  ","427477":"\n  This has been by far the best question on here so far. I'd say, never leave the city I was born in.\n  ","427478":"\n  No. Sounds miserable.\n  ","427479":"\n  I don't like the phrase \"guilty pleasure.\" I don't like feeling guilt while doing anything these days anymore. Life's too short for that.\n  ","427480":"\n  Ask yourself why. Keep asking until you get to the bottom of the why.\n  ","427481":"\n  Tsunami.\n  ","427482":"\n  Break up with him.\n  ","427483":"\n  WHAT?!\n  ","427484":"\n  You got it!!!\n  ","427485":"\n  Yes! A few people!!! 🤍\n  ","427486":"\n  Only soft pretzels!!\n  ","427487":"\n  None! I've learned a lot though. 😤\n  ","427488":"\n  YES!!!!\n  ","427489":"\n  Hey!\n  ","427490":"\n  Lmfao. Could be true. Nothing surprises me anymore. Idk.\n  ","427491":"\n  Study!\n  ","427492":"\n  Never be able to smile.\n  ","427493":"\n  Me.\n  ","427494":"\n  I haven't eaten these in YEARS...because they're terrible for you. They'll always be Hot Cheetos.\n  ","427495":"\n  No. I'm looking forward to this year!\n  ","427496":"\n  I used to! I still think I can!\n  ","427497":"\n  True.\n  ","427498":"\n  I move on quickly.\n  ","427499":"\n  I like this new word you've coined. It's genius.\n  ","427500":"\n  No.\n  ","427501":"\n  Yes.\n  ","427502":"\n  Inspired. It's pouring where I am currently. Hasn't been this way in such a long time.\n  ","427503":"\n  Happiness.\n  ","427504":"\n  Control is an illusion. We think we're in control, yet, we're not sometimes. It's definitely the biggest mindfuck.\n  ","427505":"\n  Both.\n  ","427506":"\n  Summer nights.\n  ","427507":"\n  I love Sweden!\n  ","427508":"\n  Yes. They sure can.\n  ","427509":"\n  I fucking hate the internet.\n  ","427510":"\n  Kill people.\n  ","427511":"\n  No. It's a bit overcast. It's usually very sunny. Hope you enjoy your snow!\n  ","427512":"\n  The company that made me.\n  ","427513":"\n  The good old days.RIP.\n  ","427514":"\n  True. I suppose it's difficult to gauge online though.   Using caps locks I think deters people from the noble message.\n  ","427515":"\n  FUCKING CALL HER! Are you kidding?! That's better than this online bullshit prison. I'm rooting for you.\n  ","427516":"\n  *boop*\n  ","427517":"\n  ;)\n  ","427518":"\n  Not feeling it.\n  ","427519":"\n  The audacity you have to yell at someone over the internet because of your own personal bias of differing opinions on the internet is hilarious.\n  ","427520":"\n  People who can still manage to find it within themselves everyday as they wake up...to believe the best in themselves, others, and try to make the world a better place without thinking of their own self interests first.\n  ","427521":"\n  FEAR! The fact that your own limiting self beliefs can cripple you.\n  ","427522":"\n  I used to chew on bath towels because I liked the texture of them.\n  ","427523":"\n  No. It's a scam. I think it's sad when people fall into the trap of people who want to profit off of them. Just another market.\n  ","427524":"\n  It is rude. Especially if they're telling YOU. That means they might care about you more than most. They could also  just be manipulating  you in order to feel sympathy. You'd have to dig more IRL to read their body language.\n  ","427525":"\n  Beach House.\n  ","427526":"\n  Idk you.\n  ","427527":"\n  Yes. Dairy free cheesecake.\n  ","427528":"\n  Men make the rules.\n  ","427529":"\n  I think so.\n  \n  1. Self esteem issues seem to be volatile even if the person claims it's not.\n  \n  2. Market demand is low now.\n  \n  3. You'll have more fun using your brain. (Though it won't be as easy)\n  \n  I'm just a dog though. Don't listen to me.\n  ","427530":"\n  🤖\n  ","427531":"\n  ⚡🚀⬆️🤍\n  ","427532":"\n  Love it too.\n  ","427533":"\n  Being a kid.\n  ","427534":"\n  🎢\n  ","427535":"\n  💕\n  ","427536":"\n  No! I only drink soda once a year if I feel like it. Might try it next time though. 🐶💀🙂\n  ","427537":"\n  Night.\n  ","427538":"\n  No! I need to though!\n  ","427539":"\n  They're using you as mediator at that point. They're still using you. So you have to ask yourself whether you're OK with that or not? Do you have better things to do? Do you enjoy it? Sounds like you're already annoyed. Be a pushover or not. I know it's tough. I learned the hard way.\n  ","427540":"\n  Not often. I enjoy cooking.\n  ","427541":"\n  Idk. Sounds vile though.\n  ","427542":"\n  Yes. Sometimes, as much as you try to help people, they're unable to comprehend due to their biases. Leave them to their own devices. People have to learn the hard way. If you really love them, don't give up.\n  ","427543":"\n  I know it's annoying! Hang in there.\n  ","427544":"\n  5 yrs old.\n  ","427545":"\n  I think it's often because they're focusing on things that \"kind\" people can't do. It's tough because they can still be good people. However, it's up to you to draw boundaries.\n  ","427546":"\n  0- 422 years old\n  ","427547":"\n  Lmfao. Yeah. True. I think \"unkind\" people still provide a balance of what we need in this world though. They are brave in their own way. Even if they can be shitty.\n  ","427548":"\n  Your bangs can cut bitches.\n  ","427549":"\n  Me too!\n  ","427550":"\n  Stronger.\n  ","427551":"\n  Who is he, actually?\n  ","427552":"\n  Hard one. I'd say, to love.\n  ","427553":"\n  Real life.\n  ","427554":"\n  Duh!\n  ","427555":"\n  A question that keeps me up at night.\n  ","427556":"\n  Who fucking cares.\n  ","427557":"\n  The easy way: Beat their ass. The hard way (most noble): Ignore them.\n  ","427558":"\n  It was way too insane...it traumatized me. Let's just put it that way.\n  ","427559":"\n  Yes!\n  ","427560":"\n  I try to be.\n  ","427561":"\n  Deep cuts. Very true.\n  ","427562":"\n  My plans were to study. Instead, I decided to dedicate today to answering questions, make art, listen to music.\n  ","427563":"\n  No.\n  ","427564":"\n  Yes! They're the best. Until they drain me and I need a nap.\n  ","427565":"\n  \"I've never texted any girls. You're my first. Hello, *insert joke*\"\n  ","427566":"\n  I try to stay away from candy.  However, I love dark cacao occasionally.\n  ","427567":"\n  Learning.\n  ","427568":"\n  Considering I survived death during  my birth, I'd say, it means everything.\n  ","427569":"\n  YES! Trying to get out of spending too much time alone. It's become a crutch, unfortunately. I usually just do art shit.\n  ","427570":"\n  Borrowed water?????!\n  ","427571":"\n  Straight, No Chaser\n  ","427572":"\n  Writing.\n  ","427573":"\n  No phone, dawg.\n  ","427574":"\n  No.\n  ","427575":"\n  Idk wtf this means.\n  ","427576":"\n  Vintage.\n  ","427577":"\n  Grapefruit!\n  ","427578":"\n  There are no rules.\n  ","427579":"\n  CACA.\n  ","427580":"\n  Yes.\n  ","427581":"\n  When you have nothing to hide, it should be pretty transparent.\n  ","427582":"\n  Home.\n  ","427583":"\n  UP ⬆️🔺\n  ","427584":"\n  No.\n  ","427585":"\n  Geraniums!\n  ","427586":"\n  Yes.\n  ","427587":"\n  Meh. Not a fan for personal decorative uses for myself. Although, some can be fun to look at aesthetically.\n  ","427588":"\n  Right. I think that happens because you may need to find yourself first before attempting to find other people. Usually, when other fucked up people do that, they are probably dealing with worse issues. So they take it out on people who are more \"empathetic.\" Which leads to feeling like you're being used.\n  ","427589":"\n  Yes. I've fully accepted the parts I have to work on finally. I'm taking active steps to fix them. It's making me uncover someone I can't recall anymore from the past version of myself. It's beautiful.\n  ","427590":"\n  Stick to it. Do what's most important to you. Taking advice is one thing. Following your inner voice can lead you to incredible paths no-one can see coming sometimes.\n  ","427591":"\n  I get it. Been there. Try to establish with meeting someone IRL sooner rather than later. Real life is most important.\n  ","427592":"\n  No answer means you're not a priority. Move on.\n  ","427593":"\n  No. I try to stay far away from it. Except for salmon. I do have a soft spot for shrimp though.\n  ","427594":"\n  🌺🌌⚡🚀🙂\n  ","427595":"\n  It's chill.\n  ","427596":"\n  Maybe? You probably just think guys are hot and still like women? Lol.\n  ","427597":"\n  Super tough. Both.\n  ","427598":"\n  I believe all people shouldn't be allowed to have pets.\n  ","427599":"\n  $100 + late interest fees. If they still haven't paid you after you broke something of value AND you managed to pay them back in a timely manner...the late interest fees seem reasonable.\n  ","427600":"\n  Often! One of my favorite things to do.\n  ","427601":"\n  Lmfao. No. I used to a lot.  Sometimes it still happens.\n  ","427602":"\n  I guess it depends on what context. If they're saying this online, it is easy to get fooled by people. If you've established a connection IRL and they're being sus, I can see why you'd want to give up. Don't give up! Try to learn more about how you work so you can hopefully attract higher quality people.\n  ","427603":"\n  HNY!⚡🚀🎴🌌\n  ","427604":"\n  You either get your life ruined by a simp or decide to not be a  simp.\n  ","427605":"\n  I had to tell an old friend of mine her boyfriend was cheating on her. He told me about it. I normally don't snitch. That was the only time I did.\n  ","427606":"\n  Tough one. Forever sober.\n  ","427607":"\n  AM!\n  ","427608":"\n  Yes. Only with people I really like IRL.\n  ","427609":"\n  English, Spanish, Japanese, Basque, a bit of Finnish.\n  ","427610":"\n  Damn. Usually pretty good with hydration. Have had none today.\n  ","427611":"\n  Learning about yourself.\n  ","427612":"\n  Nothing.\n  ","427613":"\n  Dogcipline.\n  ","427614":"\n  Most things in life can become \"bad.\" It's how you deal with your own reality that will constantly change that answer. Learning how to balance yourself and accept who you are right now is key.\n  ","427615":"\n  We've all been new at some point. Welcome!🙂\n  ","427616":"\n  Get the hell away from me you creep.\n  ","427617":"\n  And who would want you\n  ","427618":"\n  Thank you!!\n  ","427619":"\n  I don’t follow people I don’t know.\n  ","427620":"\n  Yes..\n  ","427621":"\n  OH MY GOSH THANK YOU SOOO MUCH♥️\n  \n  Everyone who says I’m racist, is literally on anon and most of them are saying that bc I won’t date them🤦🏻‍♀️😂 like go on a dating site or something\n  ","427622":"\n  Uh huh.\n  ","427623":"\n  Why would I date some random dude that’s on anon?? This has nothing to do with race. Grow up, this isn’t a dating site, go on tinder or something.\n  ","427624":"\n  Are you really serious?🙄 Bc I won’t date you😂😂 what a fool\n  ","427625":"\n  Hell no.\n  ","427626":"\n  I use my sisters\n  ","427627":"\n  My only “kids” are my horses lol, but yes I did buy her a costume haha\n  ","427628":"\n  No.\n  ","427629":"\n  Why would that matter\n  ","427630":"\n  Ok.\n  ","427631":"\n  USA.\n  ","427632":"\n  No.\n  ","427633":"\n  Definitely definitely definitely get a million dollars once a day!\n  ","427634":"\n  Good wbu\n  ","427635":"\n  Oh, don’t know what to say.\n  ","427636":"\n  I love it!\n  ","427637":"\n  Thank you\n  ","427638":"\n  Is this like a dating profile..?\n  ","427639":"\n  Probably not\n  ","427640":"\n  Nope!! Just focusing on my life and horses!\n  ","427641":"\n  I forgot to eat breakfast lol\n  ","427642":"\n  It’s all good!\n  ","427643":"\n  Ohhhhh ok, I see. Sorry, misread that! Yes, I did. I don’t tolerate any kind of racist on here lol\n  ","427644":"\n  You told someone I was racist????\n  ","427645":"\n  Ok..?\n  ","427646":"\n  If you specifically say you’re cute for ___ race, that is racist!\n  ","427647":"\n  What are you talking about\n  ","427648":"\n  Wtf r u talking about\n  ","427649":"\n  Yup.\n  ","427650":"\n  No..\n  ","427651":"\n  No.\n  ","427652":"\n  2.\n  ","427653":"\n  Yes.\n  ","427654":"\n  Yes.\n  ","427655":"\n  Yes.\n  ","427656":"\n  No.\n  ","427657":"\n  “You’re pretty for a white girl” I don’t tolerate shxt like that.\n  ","427658":"\n  No.\n  ","427659":"\n  Fck off.\n  ","427660":"\n  My house, then I went to Home Depot for a bit\n  ","427661":"\n  👍🏻👍🏻\n  ","427662":"\n  Good wbu\n  ","427663":"\n  First off, I’m a female.\n  \n  Second off, kindly fck off with that behavior.\n  ","427664":"\n  Afternoon.\n  ","427665":"\n  No\n  ","427666":"\n  What do you think will happen\n  ","427667":"\n  Umm what\n  ","427668":"\n  Night..\n  ","427669":"\n  Why does it matter\n  ","427670":"\n  Just means nah\n  ","427671":"\n  Nah.\n  ","427672":"\n  Ok..\n  ","427673":"\n  Hello! How are you?\n  ","427674":"\n  What\n  ","427675":"\n  United States.\n  ","427676":"\n  K...\n  ","427677":"\n  Omfg\n  ","427678":"\n  That you’re telling me that your saving MY photo in your camera roll!? Did you think I was going to be flattered by that and say go ahead? I don’t think that’s cute or nice or anything BUT creepy.\n  ","427679":"\n  YOU thats what happened.\n  ","427680":"\n  Ummmm YES, that is so unbelievably weird.\n  ","427681":"\n  I never said it was scary. It’s extremely creepy telling someone your gonna keep a photo of them in your phone like wtf\n  ","427682":"\n  I never said I was afraid.\n  ","427683":"\n  I’m not really a car person, I’d rather a Chevy or Volkswagen tbh\n  ","427684":"\n  I mean didn’t really scare me, but that’s pretty creepy.\n  ","427685":"\n  What\n  ","427686":"\n  I don’t want you to..\n  ","427687":"\n  Why what...\n  ","427688":"\n  Wtf.. no. that’s really creepy and strange..\n  ","427689":"\n  Umm....... what..? Why..?\n  ","427690":"\n  Best of luck.\n  ","427691":"\n  Sorry...\n  ","427692":"\n  Sorry.. I really only talk to some girls.. a lot of guys who try talking get creepy with me..\n  ","427693":"\n  Instagram, Facebook, Snapchat.. I don’t really talk to anyone I don’t know tho..\n  ","427694":"\n  Yes what\n  ","427695":"\n  Social media...\n  ","427696":"\n  Nope\n  ","427697":"\n  Don’t use that.\n  ","427698":"\n  Thanks\n  ","427699":"\n  Hello, I’ve been good. Hru? And they’ve been super good, having fun with them!\n  ","427700":"\n  Thanks\n  ","427701":"\n  22\n  ","427702":"\n  No, only I ride my horses.\n  ","427703":"\n  A question directly sent to me\n  ","427704":"\n  Nope, I ride alone.\n  ","427705":"\n  Oh my gosh, I’m so sorry, that’s the worst.😔 happy birthday.. I’m here if you either want to private message me(just add my private message, so I won’t post it). Or you can add me on any of my social media, Facebook, snapchat or Instagram and we could talk if you need someone to talk to, I’ll be here if you want to♥️\n  ","427706":"\n  And what do you want?\n  ","427707":"\n  Nope, super single!\n  ","427708":"\n  No. I’m not giving out my Skype to some rando I don’t know. Plus I never use Skype.\n  ","427709":"\n  👍🏻\n  ","427710":"\n  I’m not giving my Skype out.\n  ","427711":"\n  I’m good.\n  ","427712":"\n  Why\n  ","427713":"\n  Skype? Yeah...\n  ","427714":"\n  Ok\n  ","427715":"\n  Hey hru\n  ","427716":"\n  Don’t see anything.\n  ","427717":"\n  Single\n  ","427718":"\n  Not at all..\n  ","427719":"\n  What\n  ","427720":"\n  Yes I do\n  ","427721":"\n  Yup, single as a pringle\n  ","427722":"\n  It really is unfortunately:\/ there’s good and bad people of every race and these are just the bad kinds\n  ","427723":"\n  It is so so SO stupid and I know it’s only a certain group of people, who just want to use that as an excuse for everything, it’s sad really:\/ they have some issue with society\n  ","427724":"\n  THANK YOU!! 🙏🏻  and I’m not gonna meet up with some random dude I don’t know😂plus I don’t even pay attention to race, like I’m nice to you if your nice to me, I could care less about race, but apparently if you say “no” or “I don’t want to date you” on this app, suddenly your a racist like reaallllyyyy? 🤦🏻‍♀️😩\n  ","427725":"\n  Hi really good, thanks! Rode my horses! Hru\n  ","427726":"\n  Yeah I did and no sorry, don’t know how that would work, you could try finding a local barn near you if you want to learn!\n  ","427727":"\n  Oh nice\n  ","427728":"\n  I’m doing good, rode my horses today\n  ","427729":"\n  USA\n  ","427730":"\n  Hey. Sup.\n  ","427731":"\n  Horses 🐴 and wolves! 🐺\n  ","427732":"\n  I’ve been riding horses for about 13 years, almost 14!\n  ","427733":"\n  Oh nice\n  ","427734":"\n  Hi, I’m good wbu\n  ","427735":"\n  Yes I am\n  ","427736":"\n  22.\n  ","427737":"\n  Thanks\n  ","427738":"\n  That’s not toxic lmao😂it’s my page, I can do whatever I want😂😂😂and if I want to tell people to leave I can absolutely do that😂\n  ","427739":"\n  Cotton candy pop😍😍\n  ","427740":"\n  Bc I asked someone to leave and stop annoying me?😂😂\n  ","427741":"\n  You will get blocked if you send one more stupid fcking shxt on my account.\n  ","427742":"\n  You send one more stupid unreadable post with bad grammar or ask me “what” or “why” one more time, you will get blocked. I’m done with your stupid annoying a$$.\n  ","427743":"\n  Omfg🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️ stop asking your stupid shxt, “why” “why” “why” Bc I said idiot, you are so annoying. Stop asking me “Why” and LEAVE.\n  ","427744":"\n  I MEAN GTFO MY ASK. HOLY FCK\n  ","427745":"\n  There’s no point for you to keep asking me random “what” “why” over and over. Just leave.\n  ","427746":"\n  Please just leave.\n  ","427747":"\n  Omfg you can’t even spell right. Literally you’re the definition of annoying. Leave my ask.\n  ","427748":"\n  Bc your weird and your annoying and there’s no point for you to stay. Your not asking any serious questions, stop wasting my time.\n  ","427749":"\n  What would that be\n  ","427750":"\n  If you don’t have an actual question, please just leave.\n  ","427751":"\n  Ok for real, if you aren’t going to make sense. Gtfo my ask.\n  ","427752":"\n  Idc\n  ","427753":"\n  NO.\n  ","427754":"\n  No. It means “for real” you are not my friend.\n  ","427755":"\n  Wtf do you want fr\n  ","427756":"\n  Thank you!!!\n  ","427757":"\n  What do you want\n  ","427758":"\n  How the hell do I seem like it😂😂\n  ","427759":"\n  Wtf no.\n  ","427760":"\n  Idk don’t care\n  ","427761":"\n  Bye..\n  ","427762":"\n  Hello, how are you?\n  ","427763":"\n  🙄🙄🤦🏻‍♀️🤦🏻‍♀️\n  ","427764":"\n  What are you even trying to ask\n  ","427765":"\n  Omfg\n  ","427766":"\n  Bc I didn’t have a reason for it anymore\n  ","427767":"\n  Idek what your talking about\n  ","427768":"\n  You don’t what\n  ","427769":"\n  🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️\n  ","427770":"\n  Wtf?? First off NO\n  \n  SECOND OFF: my sexuality does not mean nothing to anyone.\n  \n  So stop assuming shxt and stop being ignorant.\n  ","427771":"\n  Just bc you have something doesn’t mean your rich!\n  ","427772":"\n  Be I don’t have to be🤦🏻‍♀️\n  ","427773":"\n  Bc I’m not interested in anyone🙄\n  ","427774":"\n  So? Just bc I have a iPhone doesn’t mean I’m rich🙄\n  ","427775":"\n  Wth\n  ","427776":"\n  Wtf no I’m not.\n  ","427777":"\n  iPhone 7.\n  ","427778":"\n  22.\n  ","427779":"\n  Bc you just don’t have to be interested in anyone!\n  ","427780":"\n  Yes.\n  ","427781":"\n  Bc I don’t have to explain anything in my life.\n  ","427782":"\n  I do not have to explain.\n  ","427783":"\n  Wtf\n  ","427784":"\n  Literally I did not like them. Why are you so obsessive over this?\n  ","427785":"\n  Omfg I just didn’t like him, I don’t have to like everyone I meet and I can have whatever reason for not wanting to date.\n  ","427786":"\n  This site and people who would randomly ask me like at my work.\n  ","427787":"\n  Bc I didn’t like them and didn’t want to date them?\n  ","427788":"\n  Bc I’m not interested in them.\n  ","427789":"\n  Yes I have.\n  ","427790":"\n  Do I reject boys if they want a relationship?\n  ","427791":"\n  Wtf are you talking about you make no sense.\n  ","427792":"\n  Like wth you’re talking about, like wth do you mean\n  ","427793":"\n  I have no clue wtf you are talking about. Are you asking me if I reject boys on here\n  ","427794":"\n  Wth about boys\n  ","427795":"\n  What about being rejected\n  ","427796":"\n  What\n  ","427797":"\n  Yes.\n  ","427798":"\n  I don’t even have a clue what your talking about.\n  ","427799":"\n  That’s just my sign..\n  ","427800":"\n  What\n  ","427801":"\n  Yes..?\n  ","427802":"\n  I used to. Don’t use it anymore.\n  ","427803":"\n  Are you talking about yourself?\n  ","427804":"\n  22\n  ","427805":"\n  United States 🇺🇸\n  ","427806":"\n  Taurus ♉️\n  ","427807":"\n  Ok...\n  ","427808":"\n  Yeah! When they just want to be around me or when I let Olympia outside, I could tell by their body language!\n  ","427809":"\n  Since we also lunge the horses on the lunge line by itself, I’ve done that with Olympia to just warm her up before riding her! So that’s most likely why it’s called that!\n  ","427810":"\n  A previous close friend of mine! But the trainer at that barn left to breed her one pony, so I stopped for awhile and we found this barn, my mom rides too now, my horse Olympia is actually the half sister to her horse!\n  \n  My dad used to ride when he was a kid, lived on a farm!\n  ","427811":"\n  Pretty much to just have them go in a circle!\n  ","427812":"\n  I’ve got hurt before from clumsiness😂😂 but not too bad, just not the best balance😂\n  ","427813":"\n  Thanks!! Yeah I’m always having fun on my babies! And just any horse in general! This is Holly below!\n  ","427814":"\n  Not too much! Most horses know to go around the trainer, they sometimes guide them a little to continue the circle!\n  ","427815":"\n  Nope! I’m actually a bit clumsy on the ground! I have way more balance on a horse lol\n  ","427816":"\n  No...\n  ","427817":"\n  Okaaayyyy? lol..\n  ","427818":"\n  Yup! Pretty sure I love horses lol🥰\n  ","427819":"\n  Yup! The one dressed up is me showing Mirific! Then the next one I just posted was me on biscotti\n  ","427820":"\n  It just means riding without a saddle at all and just being on their back with nothing on! :) and the lunge rope is attached to the trainer holding it, it works great for balance, I’ve closed my eyes and pretty sure, being without the reins :) hope the photo helps! That’s me bareback on the lunge rope!\n  ","427821":"\n  That actually was what the owner named her I believe! But I think they used to call her Murphy😂but the horse whisperer said she didn’t like that named, so I guess they named her Mirific! She was such a cool horse! Sadly she passed a few years ago. She taught me so much with those 2 years!\n  ","427822":"\n  When I was in high school, one of the trainers I was riding with I always did bareback lunge lessons, so that helped majorly! Now I don’t really do anything extra, I kind of just hop up on them and just am able to ride them the same!\n  ","427823":"\n  Since I was about 9, I was just taking lessons, but in 7th grade I started leasing a horse, Harvey and then Mirific (that’s Mirific below) I’ve had Chief since I was 14, I’m 22 now. And I bought Olympia at the very end of June of 2020, so I’ve almost always been around horses, but haven’t always had them!\n  ","427824":"\n  Right now, with her in training, yes. But when it’s just for her board, it’s not too too bad\n  ","427825":"\n  Right now she’s in training, so I usually just go once a week (since my trainer is taking care of her) (I also only have to pay for her) but before she was in training I went about 4 times a week to see them, when she’s out of training, I’ll resume doing the 4 times a week!\n  ","427826":"\n  Just a stable about 20 minutes from my house!\n  ","427827":"\n  Why thank you!!\n  ","427828":"\n  I have one hotmail account, but I mostly use gmail!\n  ","427829":"\n  ..??\n  ","427830":"\n  German Shepherd, Belgian shepherd, collies, shelties, border collies, wolfdogs and probably more I can’t think of off the top of my head🥰😁\n  ","427831":"\n  ☺️☺️🥰\n  ","427832":"\n  Thank you\n  ","427833":"\n  Tf\n  ","427834":"\n  1998!\n  ","427835":"\n  What are you even talking about\n  ","427836":"\n  For Olympia something that wasn’t there before. Someone ran through the back doors at the end and she got a tad bit scared😂\n  \n  But in other horses? Could be loud noises, just depends on the day too\n  ","427837":"\n  I’m not going to be a parent, I don’t want any kids.\n  ","427838":"\n  Thank you!\n  ","427839":"\n  You ain’t shxt, weirdo😂\n  ","427840":"\n  I wouldn’t want no dumba$$ like you BTCH😂\n  ","427841":"\n  Dude wtf are you talking about\n  ","427842":"\n  I rather dïe.\n  ","427843":"\n  Umm sure? I’ll unlike it then haha.. have a good one.\n  ","427844":"\n  I’m sorry, but what do you mean? I only liked a answer you answered of mine\n  ","427845":"\n  Spirit:stallion of the cimmaron, it’s been wayyyyy more then 5 times lol\n  ","427846":"\n  I would date someone if I really liked them.\n  ","427847":"\n  Tell him to use a dating site.\n  ","427848":"\n  Why would I meet up and date some random person I don’t know\n  ","427849":"\n  You still are what\n  ","427850":"\n  This is not a dating site.\n  ","427851":"\n  Why are you asking me this\n  ","427852":"\n  Yeah...\n  ","427853":"\n  Nothing.\n  ","427854":"\n  What\n  ","427855":"\n  Fine.\n  ","427856":"\n  Don’t call me that. I don’t like you.\n  ","427857":"\n  Those pos are going to hell, I have 0 respect or tolerance for them\n  ","427858":"\n  Ummmmm never happened.\n  ","427859":"\n  Oh\n  ","427860":"\n  Yassssssss\n  ","427861":"\n  What do you meant by interested in you\n  ","427862":"\n  Ah I gotchu, thanks, it wasn’t in the same thread of questions so I wasn’t sure lol, she actually had that name when I bought her, I just decided to keep it!\n  ","427863":"\n  Gtfo my ask creep.\n  ","427864":"\n  My horse shows!! I’m hoping Olympia will be ready and that I can compete with her this year🥰\n  ","427865":"\n  Like what\n  ","427866":"\n  What\n  ","427867":"\n  Lol yeah, I love her name\n  ","427868":"\n  Hell no, I can’t deal with them lol, I have a lot of patience with animals tho\n  ","427869":"\n  Thanks but nah, her names Olympia\n  ","427870":"\n  Heartland is one of our faves! I also love z nation, the chilling adventures of Sabrina and the order!\n  ","427871":"\n  Purple!!\n  ","427872":"\n  Take back anything I say\n  ","427873":"\n  Haha I gotchu😂 for just $500 I wouldn’t waste the energy, but $500 million, I’m set😂\n  ","427874":"\n  I wouldn’t pass up that opportunity for 500 million lol, I’d be set for life\n  ","427875":"\n  Personally not at all for me and I would never be interested in that at all. But I mean other people do do it, so if they are interested in that, I don’t really judge\n  ","427876":"\n  Hell yeah I would definitely do it!!\n  ","427877":"\n  You don’t know me so\n  ","427878":"\n  Yeah you don’t know me in real life, you creep😂\n  ","427879":"\n  You are not cute, you are not nice, you are being disgusting.\n  ","427880":"\n  Thank you\n  ","427881":"\n  No you aren’t. Weirdo\n  ","427882":"\n  Nah your good, and I wouldn’t be surprised, it seems he has nothing better to do, other then harass women like you said:\/ I’ve seen a anon talk about someone’s foot just last night, probs the same one🤦🏻‍♀️\n  ","427883":"\n  You literally are the definition of disgusting.\n  ","427884":"\n  You’re being disgusting.\n  ","427885":"\n  Go to hell\n  ","427886":"\n  Hell no.\n  ","427887":"\n  Ok? Idk what you want me to do about that.\n  ","427888":"\n  I do but I’m not showing you\n  ","427889":"\n  Nah, not near there\n  ","427890":"\n  What\n  ","427891":"\n  United States\n  ","427892":"\n  I enjoy riding my horses\n  ","427893":"\n  Thank you\n  ","427894":"\n  Wtf leave\n  ","427895":"\n  K.\n  ","427896":"\n  I’m 22\n  ","427897":"\n  I’m good, thanks! How are you?\n  ","427898":"\n  No, that is absolutely awful!!\n  ","427899":"\n  Bc that’s weird of you to say.\n  ","427900":"\n  No, but I would love to go there!\n  ","427901":"\n  🙄🙄🙄\n  ","427902":"\n  F off, I would never hug some weirdo like you.\n  ","427903":"\n  22\n  ","427904":"\n  Umm well it is.\n  ","427905":"\n  5’4\n  ","427906":"\n  Horses running or music😁😁\n  ","427907":"\n  Bc that is disgusting and gross, no one wants to hear that shxt.\n  ","427908":"\n  Oooh yes!! They taste amazing!\n  ","427909":"\n  Oh wow! It’s 9 pm here now lol\n  ","427910":"\n  Hello! Hru\n  ","427911":"\n  No socks!\n  ","427912":"\n  That is absolutely disgusting.\n  ","427913":"\n  Honestly, I don’t think you could ever be too old to have friends and hangout!\n  ","427914":"\n  It is now 2pm here\n  ","427915":"\n  Don’t call me that either you perv. I am not your anything. Do not call me any of those names. We are not dating, we are not together.\n  ","427916":"\n  Don’t call me that perv.\n  ","427917":"\n  Gtfo off my ask with that shxt\n  ","427918":"\n  It’s best if you gtfo off my ask, f ing creep.\n  ","427919":"\n  A good guy\n  ","427920":"\n  Nope! I actually love TikTok, it can be hilarious and definitely worth it!\n  ","427921":"\n  Nope! And I’m not into online dating at all lol\n  ","427922":"\n  My opinion: It’s totally fine to dye your hair if you have grey hair, nothing wrong with it, good for you. Also if you just want to leave your hair grey, that is totally fine to! People just have to do what makes THEM happy, them alone, no one else☺️\n  ","427923":"\n  Lose a year off my life, rather live freely then waste a year in a jail cell!\n  ","427924":"\n  It depends, I love watching movies and shows with my mom or family, but I also love to watch movies and shows alone and by myself. Depends on the movie and who it involves being with\n  ","427925":"\n  Not that I can recall\n  ","427926":"\n  Definitely next to a venomous snake lol\n  ","427927":"\n  Depends on what it is I’m doing, if I have someone to go with me and the time of it all\n  ","427928":"\n  Definitely iPhone!\n  ","427929":"\n  Purple, black and royal blue\n  ","427930":"\n  F off.\n  ","427931":"\n  Blue\n  ","427932":"\n  I do sometimes\n  ","427933":"\n  My passion\n  ","427934":"\n  Salted caramel😍😍\n  ","427935":"\n  Puppies!\n  ","427936":"\n  Ohhh ok, sorry, I thought you meant it the other way, I’m sorry!!♥️ and I agree, the same with me, I love animals and couldn’t imagine hurting or hunting them♥️\n  ","427937":"\n  Nope, don’t believe I’ve ever watched that!\n  ","427938":"\n  I just got this shoutout lol but Christmas already passed, we had our close family over, opened presents and had a nice big breakfast!😍🥰\n  ","427939":"\n  I haven’t, I think it would be fun to travel there!\n  ","427940":"\n  I have a lot of favorite foods, but one of them is crab 🦀 an lobster 🦞 , I don’t eat it that often, it’s more of a treat when I am able to eat it\n  ","427941":"\n  If you ask me questions I would try to answer\n  ","427942":"\n  Bees 🐝\n  \n  I will run away from them, no thank you!!\n  ","427943":"\n  Nat Zang, he played in Z nation (one of my fav shows) was a super good actor and really cute I think!!🥰\n  ","427944":"\n  How?😂dude chill, it’s literally my opinion\n  ","427945":"\n  Lobster and crab with fries😍😍\n  ","427946":"\n  Yeah, it taste pretty good!\n  ","427947":"\n  Not exactly, I like other people’s cats I just wouldn’t want my own, after ours went. We used to have 3 though!\n  ","427948":"\n  Oh my gosh, yes!! I just got my succulent for my bulbasour lol\n  ","427949":"\n  I personally don’t like it at all, I could never kill innocent animals, I would feel guilty\n  ","427950":"\n  I have 2 sisters\n  ","427951":"\n  COFFEE!!!! ☕️\n  ","427952":"\n  I’m guessing they just want to hear it from whoever they are asking, or just to verify the question\n  ","427953":"\n  Nope, but I think it would be a great place to visit!\n  ","427954":"\n  Just my country, United States\n  ","427955":"\n  Depends on who they are or what they did and how serious the matter was\n  ","427956":"\n  Yaaassss, my horse hair bracelet, charm bracelet and watches🥰\n  ","427957":"\n  I want to see you fall into a hole in the ground.\n  ","427958":"\n  Nope. And I’m not broke, I have a good job.\n  ","427959":"\n  Katelyn Nacon !!\n  ","427960":"\n  I have 2 sisters.\n  ","427961":"\n  Knock it off you f ing creep.\n  ","427962":"\n  Hell no.\n  ","427963":"\n  Usually around 6:30 pm!! It’s pretty close to the same time but can be a little later sometimes\n  ","427964":"\n  No.\n  ","427965":"\n  Yes, foxes are super cute!! 🦊 🥰\n  ","427966":"\n  No.\n  ","427967":"\n  Birthday cake! 🍰 😍😍peppermint and mint are also great!!\n  ","427968":"\n  All I want is for them to leave me alone, do not come close to me. I do not like kids at all\n  ","427969":"\n  Don’t call me that you perve.\n  ","427970":"\n  Actually the other week, right after I got inside my work😂🤦🏻‍♀️\n  ","427971":"\n  Definitely the blue pill\n  ","427972":"\n  They are American Saddlebreds!\n  ","427973":"\n  🤦🏻‍♀️yeah ok😂\n  ","427974":"\n  Omfg, I also said I don’t want to which is a valid reason.\n  ","427975":"\n  I work hard for my money, I’m keeping my money.\n  ","427976":"\n  Just don’t want to\n  ","427977":"\n  No I’m not, I just don’t donate.\n  ","427978":"\n  I’m doing good\n  ","427979":"\n  Hello hru\n  ","427980":"\n  Definitely keep my sleeping schedule!!\n  ","427981":"\n  No! I love dogs.\n  ","427982":"\n  Just relaxing at home now, wbu?\n  ","427983":"\n  Help horse rescues and horses\n  ","427984":"\n  Just don’t and don’t want to\n  ","427985":"\n  Nope\n  ","427986":"\n  87%\n  ","427987":"\n  Yup! My user is alyak98\n  ","427988":"\n  iOS!!!\n  ","427989":"\n  Christmas, I love spending time with my close family and just our tradition we do every year!🥰♥️\n  ","427990":"\n  What\n  ","427991":"\n  Yeah no you aren’t lmao\n  ","427992":"\n  Thank you, I’ll have to check it out!!\n  ","427993":"\n  Why\n  ","427994":"\n  Really dude?\n  ","427995":"\n  Oooh okay, I might have to watch it one day thanks!! Is it on Netflix do you know?\n  ","427996":"\n  I’m most likely just gonna relax, play games, watch Netflix and go see my horses!\n  ","427997":"\n  I usually look up recipes, but for salmon I just do what I think would taste good and it always ends up tasting good :)\n  ","427998":"\n  No, I actually haven’t:\/ what’s it about?\n  ","427999":"\n  No, it’s annoying asf just like you. Pos\n  ","428000":"\n  Yup\n  ","428001":"\n  Knock it off with the racist comments. Pos\n  ","428002":"\n  No, but I really don’t plan on ever having kids tho lol\n  ","428003":"\n  Np! I’m doing good, thank you!\n  ","428004":"\n  No, I didn’t. We just drove or something. Idk.\n  ","428005":"\n  No.\n  ","428006":"\n  Hello, yes I do my @ is Kaylaraspolich98\n  ","428007":"\n  No, I haven’t seen that\n  ","428008":"\n  Yeah! I think they are cool!\n  ","428009":"\n  Idk went for a drive or ate food or something.\n  ","428010":"\n  Swam.\n  ","428011":"\n  Bc he was my boyfriend at the time.\n  ","428012":"\n  Wtf no.\n  ","428013":"\n  Oh, that was actually an ex\n  ","428014":"\n  I usually play on my phone, check social media and text people!\n  ","428015":"\n  I like to swim sometimes!\n  ","428016":"\n  Oh my, that’s really hard. I would probably have to go with Starbucks tho, I love their coffee!😍\n  ","428017":"\n  Usually wake up around 6, then get up around 7\n  ","428018":"\n  I have no clue\n  ","428019":"\n  Buffalo wings deff😍😍\n  ","428020":"\n  Hello, how are you?\n  ","428021":"\n  Wtf r u talking about\n  ","428022":"\n  Anything like this one\n  ","428023":"\n  Chicken nuggy\n  ","428024":"\n  Yes\n  ","428025":"\n  I just think about what makes me happy\n  ","428026":"\n  I think I’m alive\n  ","428027":"\n  Hey! How are you? 👋\n  ","428028":"\n  Yup! I pretty much always go to the barn and ride Chief and Olympia!\n  ","428029":"\n  Pretty often, but most of it is just with Olympia and me, to see how our progress will be in a few months, hoping to show her at horse shows in the spring time\n  ","428030":"\n  Arizona or Nevada! Or somewhere in Canada also\n  ","428031":"\n  Maybe since they lie there way in and no one catches onto their lies:\/ that’s the only thing I could think of, it’s not right at all though :\/\n  ","428032":"\n  I only eat white pizza lol, I won’t eat the one with the regular pizza sauce\n  ","428033":"\n  Identical jump suits\n  ","428034":"\n  Oh my gosh, I can’t even imagine😂that would be one heck of a night😅😂 “you may kiss your horse”?🤣\n  ","428035":"\n  Heyo, how are you\n  ","428036":"\n  True, but I wouldn’t give myself to someone random stranger😅😂\n  ","428037":"\n  LOL yes ma’am! Rather marry them, rather then some stranger🤣\n  ","428038":"\n  Nope! That’s 5 years wasted, rather live it and make it worth it\n  ","428039":"\n  22\n  ","428040":"\n  No.\n  ","428041":"\n  Super excited for today, in the afternoon I get to go to the barn to ride and spend time with my horses and my dad is gonna meet Olympia!!\n  ","428042":"\n  Nacho cheese\n  ","428043":"\n  A horse because horses are my favorite animals\n  ","428044":"\n  Nope! Never even tried regular eggnog lol\n  ","428045":"\n  Controllers are super expensive and I like collecting them, but I don’t wanna end up breaking to buy a new one lol\n  ","428046":"\n  Oh my gosh a lot!!\n  ","428047":"\n  Ice cream with cookies\n  ","428048":"\n  Garlic, pepper, cheese and a tad bit of olive oil\n  ","428049":"\n  Hello, yes I do\n  ","428050":"\n  Salmon and cheese on toast\n  ","428051":"\n  Sure, why not🤷🏻‍♀️\n  ","428052":"\n  May\n  ","428053":"\n  Oh my gosh, thank you so much♥️ you are so amazing! I had no clue he was going around everywhere\n  ","428054":"\n  You don’t know who I support😂😂\n  ","428055":"\n  So now ur saying you would r@pe me? I would beat the f out of you if you ever came near me, I have tried being polite, but you are what’s wrong with this f ing country you pos, no one wants you on this planet! No one would miss your ugly a$$! Stop with your d@mn racism. Idgaf about pos like you. You are going to hell. Meet satan.\n  ","428056":"\n  Idgaf who you are, black, white, Asian, Indians, anyone can be racist, it is so wrong. You are what’s wrong with this country. I’ve never been racist, yet you are calling ME a cracker? Your a racist pos.\n  ","428057":"\n  Your calling me racist but your calling me a racist name? Your the reason that racism is a problem. You’re the type of person no one wants to be around and no one likes. Gtfo my page, pos.\n  ","428058":"\n  Hello! How are you?\n  ","428059":"\n  Honestly? You don’t know me and can’t just assume who or what I support from one question.\n  ","428060":"\n  No it isn’t. Everyone is entitled to their own opinion, just because I don’t have the same opinion as you doesn’t mean it’s stupid.\n  ","428061":"\n  Bc I just don’t, no reason, just don’t.\n  ","428062":"\n  Like I said, I’m just not pumping some random vaccine into me. And just because I don’t believe in that stuff.\n  ","428063":"\n  Nope! I’ll get super mad sometimes, but so far have never broken a controller\n  ","428064":"\n  Yup, I love it my @ is kaylaraspolich98\n  ","428065":"\n  Dude really?🙄😂 no we aren’t, not everyone gets vaccinated, I’m not pumping some random vaccine into my body. You don’t even know me. Idc if other people get vaccinated, I will never get it.\n  ","428066":"\n  No, I love my parents and get along amazing with them and would do anything for them. I feel bad for the people that have to go through all of that though.\n  ","428067":"\n  No they aren’t. Idc if anyone gets vaccinated, that’s their decision, I however, will never get vaccinated.\n  ","428068":"\n  I believe that would be considered Italian food, yeah\n  ","428069":"\n  Bc I will not get vaccinated by any medicine at all and I don’t believe in getting vaccinated for me\n  ","428070":"\n  Jealous of me😂😂 obviously you want something and when you don’t get it, you are jealous of me or something😂\n  ","428071":"\n  United States!\n  ","428072":"\n  No the f it doesn’t. Screw out of here.\n  ","428073":"\n  Definitely go to the barn and see Olympia and Chief! And ride them\n  ","428074":"\n  Good mornin!\n  ","428075":"\n  To go to the barn in the afternoon tomorrow and ride my horses🥰\n  ","428076":"\n  Yes, still working\n  ","428077":"\n  Nah, I don’t carry much cash around\n  ","428078":"\n  Nah I never did\n  ","428079":"\n  Good morning, thank you, have a wonderful Saturday!\n  ","428080":"\n  Oh yes, I love video games!\n  ","428081":"\n  Hey, hru\n  ","428082":"\n  Nope, I would not do that\n  ","428083":"\n  I honestly don’t ever plan to have kids lol.. so I would never ever let a kid in the bathroom with me tbh\n  ","428084":"\n  A tattoo of our dogs pawprint on my ankle, a wolf (on my right arm) and a tattoo of both of my horses on my back\n  ","428085":"\n  I already dye my hair a reddish color, but if I was able to I think purple would be pretty\n  ","428086":"\n  Definitely Christmas! 🎄\n  ","428087":"\n  Hell no!!!!\n  ","428088":"\n  Neither\n  ","428089":"\n  I honestly don’t trust strangers, so no..\n  \n  A weird stranger encounter, guy wanted chicken, asked if I had some “I jokingly said at home” he wanted me to help get him chicken, I said “I have to go back to work” he was going to wait for me😳thankfully he left after,\n  \n  so yeah I really don’t trust strangers..\n  ","428090":"\n  Definitely boneless wings😍\n  ","428091":"\n  Buy a nice ranch, so I could have my horses live with me on my own land\n  ","428092":"\n  Wtf are you talking about🙄\n  ","428093":"\n  Definitely attitude and manners, if you rude or anything like that, I don’t wanna be friends lol\n  ","428094":"\n  I am not yours. Do NOT call me that you f ing creep, and I am not yours and would never be🙄🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻so screw off.🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻🖕🏻\n  ","428095":"\n  Bc I hate when these a holes disrespect me and call me this stupid garbage\n  ","428096":"\n  Don’t call me that loser.\n  ","428097":"\n  Honestly same!! Like what’s the point? And are a$$holes like him so bored with their life they have to harass other people?\n  ","428098":"\n  Yup, don’t know why people do it\n  ","428099":"\n  What the heck kinda stupid shit do you mean\n  ","428100":"\n  THANK YOU♥️♥️\n  ","428101":"\n  Hey, hru\n  ","428102":"\n  Well thank you so much, I really appreciate it!!\n  ","428103":"\n  THANK YOU, I don’t even know if that’s his real race, but I don’t care about race, doesn’t mean I can’t stand up to myself😂 I hate when people use the “race” card, I’m nice to you if your nice to me😊 (plus this whole thing started when he called me a cr acker, so who’s the racist one?😂)\n  ","428104":"\n  Learn what being racist is before you throw it around😂idgaf who you are, if you disrespect ME I will stand up to you. You harass me? I will make a fool out of you. So stop harassing me, I would never want an a$$ like you.\n  ","428105":"\n  Hell no you f ing creep.\n  ","428106":"\n  Okay? I’m white..\n  ","428107":"\n  Lmao why’s that matter😂\n  ","428108":"\n  Stfu, that’s what you are.\n  ","428109":"\n  Don’t call me that you f ing weirdo. And I know, which is why I’ll never open up to YOU😂🖕🏻🖕🏻\n  ","428110":"\n  Both. Lately I’ve been thinking about the future more and how it will be for me and Olympia🥰\n  ","428111":"\n  Thank you so much!! Her name is Molly, she is very loved☺️\n  ","428112":"\n  I have pale skin\n  ","428113":"\n  Yes we did! Couldn’t go without the tree😌\n  ","428114":"\n  You mean to vote in person? That’s how I did it this year, they just gave us the option of paper or in person\n  ","428115":"\n  Surprisingly no! He asked to see what I look like and I told him no and he sent me a photo from my Facebook, he found it very quick😳😳😳 thats when my fight or flight senses kicked in😂(I fought)\n  ","428116":"\n  Not really a “stalker stalker” but kinda a bit just on my social media lol, a guy on Snapchat was bugging me and wanting to “hook up” and he found me on Facebook and sent me a few photos of myself to our snap messages and kept asking me to send a photo of myself I told him no and he’s like “I guess I’ll find it on your Facebook then😂” and I’m at this point just went off on him and he stopped then. But like uhhh nope nope nope.😳🙄\n  ","428117":"\n  Oh yes I do, I love it lol\n  ","428118":"\n  A movie called “Dark horse” from 1992, saw it on YouTube\n  ","428119":"\n  Yes I do\n  ","428120":"\n  A ornament that resembles Olympia! (My horse)\n  ","428121":"\n  Definitely ice cream😍\n  ","428122":"\n  Nope nope nope, not a big fan on apple flavored items, plus I don’t care for juice lol\n  ","428123":"\n  Made a big girl purchase😂♥️ bought her on June 30th!\n  ","428124":"\n  Yuuupp\n  ","428125":"\n  Hashbrowns and eggs😍\n  \n  At a restaurant a hobo skillet (has hashbrowns, lots of cheese and with over easy eggs)😍😍\n  ","428126":"\n  22, May 11th\n  "}}