{"Question":{"428127":"\n   How long did u have it pierced for\n  ","428128":"\n   What happened to it\n  ","428129":"\n   What's your lucky number?\n  ","428130":"\n   When you buy something that’s made in China while you’re in China, does it still have the made in China tag? #JustCurious\n  ","428131":"\n   Are you indifferent and\/or afraid of insects? Or do you like them? (I generally like them but house centipedes and brown recluses frighten me)\n  ","428132":"\n   Someone wants me to buy new laptop because my laptop is 5 years old. It’s running and working fine so I don’t need new laptop\n  ","428133":"\n   I saw my boyfriend rub another girls back and put his hand on her hip (for 3 seconds) after watching them flirt all night. When I confronted him about it he made me feel like I was over reacting and that I shouldn’t be upset. Am I in the wrong for being upset?\n  ","428134":"\n   Good morning 🌻💙\n  ","428135":"\n   Are you going to go loot if Trump wins?\n  ","428136":"\n   If you could choose your own gender before you were born, what would you choose?\n  ","428137":"\n   Do you often smile when taking a photo ?\n  ","428138":"\n   Happy new year\n  ","428139":"\n   What always makes you laugh, even when you’re upset?\n  ","428140":"\n   what do you usually do on your commute to school\/work?\n  ","428141":"\n   Do you ever catch yourself on having a racist thought and have to correct yourself? 🚩\n  ","428142":"\n   Do you have a boyfriend \/ girlfriend?\n  ","428143":"\n   Oreos or Poptarts? 🍪\n  ","428144":"\n   thats cool hope i get a chance oneday\n  ","428145":"\n   How long yiu been ruding horses\n  ","428146":"\n   Pap for the new year?\n  ","428147":"\n   • how do you feel about buying and using secondhand items?\n  ","428148":"\n   When’s your birthday?\n  ","428149":"\n   favorite soup?\n  ","428150":"\n   Do you have a Nintendo Switch?\n  ","428151":"\n   You're cute!\n  ","428152":"\n   Hey? :) xxxxxxxx\n  ","428153":"\n   Happy New Year Babyy! 🎆 2️⃣0️⃣2️⃣1️⃣ 🎆 What are your hopes and aspirations for this year? 🥳\n  ","428154":"\n   happy new year to you and mollie xox\n  ","428155":"\n   Hi Kayla 💚\n  ","428156":"\n   Are you having fun?\n  ","428157":"\n   Single or taken\n  ","428158":"\n   Have a nice day beautiful 😘\n  ","428159":"\n   13\n  ","428160":"\n   How old were you when you got your first job?\n  ","428161":"\n   you know what I am a pu$$y you are what you eat😉\n  ","428162":"\n   why should I give you that advantage 😂\n  ","428163":"\n   nah im actually thin and muscular\n  ","428164":"\n   haha someone's triggered 🤣\n  ","428165":"\n   wish**\n  ","428166":"\n   you just jealous cause you with you had a nice body like me\n  ","428167":"\n   I'm 5' 8\" 120 pounds i aint fat\n  ","428168":"\n   nah im actually skinny\n  ","428169":"\n   oh you looked like you were\n  ","428170":"\n   What its an actual question\n  ","428171":"\n   baby bump pap\n  ","428172":"\n   Anybody out there do the cry baby challenge?\n  ","428173":"\n   I love your eyes, your kindness, your sweet personality, your art, and your beauty 😘😘😘\n  ","428174":"\n   Buying pics tonight lmk (cute girls only)😊\n  ","428175":"\n   Is your belly button pierced would u mind showing a picture\n  ","428176":"\n   Chocolate cake or red velvet\n  ","428177":"\n   I think we are all geeks about something. What do you geek out about?\n  ","428178":"\n   Do you agree that all's fair in love and war?\n  ","428179":"\n   Do you have a best friend? How did you meet your bestfriend?\n  ","428180":"\n   Hi there.\nIf you wanna get random questios of all kind pls let me know.\n  ","428181":"\n   Are you getting the covid vaccine?\n  ","428182":"\n   Do you watch Big Brother?\n  ","428183":"\n   This question is for ladies:\nWhat do you like in a man?\n  ","428184":"\n   Anyone else tired of people trying to use ask.fm for høokups? Because BOY I sure am. 🤗\n  ","428185":"\n   Men have it worse in America than women. I have a go fund me and I have raised zero $ because I am male. Laws need to be changed in America in favor of men. There are too many men in jail in America.\n  ","428186":"\n   Sure!! ❤😊 We can chat on Instagram and my gmail.\n  ","428187":"\n   Awww thanks you're so sweet let's be friends 💞😊\n  ","428188":"\n   so know me then give me your number\n  ","428189":"\n   Hey anonymous stop 🛑 asking that to Kayla tho and she said no 👎 to you\n  ","428190":"\n   why friend?\n  ","428191":"\n   so friend, can I get your number?\n  ","428192":"\n   ok no problem we can be friends\n  ","428193":"\n   if you are serious too\n  ","428194":"\n   if its \"your\" opinion so its absolutely correct\n  ","428195":"\n   I just want to say that I like you can we go for a relationship?\n  ","428196":"\n   you are correct but not completely\n  ","428197":"\n   tho means\n  ","428198":"\n   me too\n  ","428199":"\n   if you want to get mingle so just tell me\n  ","428200":"\n   Yes I told him what I ordered and he stay saying you didn’t order dat. And I made a complaint to the manager I don’t mess around with ma orders . Unfortunately I did pay because I need my murning coffee . Cuz I can’t function without it . My first experience there that rubbed me the wrong way\n  ","428201":"\n   so no tension\n  ","428202":"\n   single or mingle?\n  ","428203":"\n   ohk\n  ","428204":"\n   Alright yall so tell me how I went into dunkin doughnuts and I ordered a coffee and the employee gave me a stank look and gave me the wrong order. And I politely said I didn’t order this and he gave me attitude saying this is what you ordered . As it is I didn’t want to in there due to rona\n  ","428205":"\n   may I know your age if you don't mind?\n  ","428206":"\n   your welcum\n  ","428207":"\n   KEEP YOUR CHILDREN IN THE HOUSE TONIGHT THERES A GLOBAL FUCKIN PANDEMIC GOING ON !!!\n  ","428208":"\n   you are very beautiful\n  ","428209":"\n   Will you ever get tired of your favorite food? Can you literally eat it everyday? 😝\n  ","428210":"\n   I'm gud how are you\n  ","428211":"\n   Would you ratherhave the ability to see 10 minutes into the future or 10 years into the future?\n  ","428212":"\n   Do you like to wake up early on Christmas morning?\n  ","428213":"\n   Hey\n  ","428214":"\n   If you were to go on vacation with a celebrity, who would it be?\n  ","428215":"\n   Hot coffee or Iced Coffee?☕️🥤✨\n  ","428216":"\n   Have you ever had to talk yourself into doing something that you were scared to do? What was it?\n  ","428217":"\n   People my age don't wanna be my friend. None of my friends ever hang out with me. I've never had a friend to hang out with or go to their house. 💔😭😔\n  ","428218":"\n   Have you ever seen a GHOST? 👻\n  ","428219":"\n   WHAT'S YOUR DRINK OF CHOICE? (Either alcoholic or non.)\n  ","428220":"\n   What are you doing?\n  ","428221":"\n   What are you thankful for this year?\n  ","428222":"\n   hi\n  ","428223":"\n   Did you smile this week?\n  ","428224":"\n   Hey\n  ","428225":"\n   I’ll never understand why people wear masks inside their cars driving . Tf?\n  ","428226":"\n   aww, shes so cute xo\n  ","428227":"\n   THIS IS AND WILL ALWAYS BE .. WHAT YOU STARTED ACCEPT IT\n  ","428228":"\n   Hello do you like video game?\n  ","428229":"\n   me too what games you play\n  ","428230":"\n   you got a ps5?\n  ","428231":"\n   You doing much now ? xxxxxxxxx\n  ","428232":"\n   :) Doing much now ? xxxxxxx\n  ","428233":"\n   Hey? :) xxxxxxxx\n  ","428234":"\n   Do you pour milk or cereal in to a bowl first?\n  ","428235":"\n   Favorite alcohol beverage?\n  ","428236":"\n   Have you ever been to a real working farm with animals and crops? 🌽 🍎 🐮 🐔 🐷 🐴 🌾 🥔 🥕\n  ","428237":"\n   Where can i buy t rex sweat?\n  ","428238":"\n   Just a heads up, that's a fake account. It's really some creepy old perv guy that's been called out dozens of times over the years.\n  ","428239":"\n   How well do you know yourself?\n  ","428240":"\n   where you from\n  ","428241":"\n   What’s your favorite Christmas breakfast?\n  ","428242":"\n   If you could change one thing about this world, what would you change and why?\n  ","428243":"\n   How do you feel when people keep looking at their smartphones while talking to you?\n  ","428244":"\n   Do you want to visit France?\n  ","428245":"\n   I will follow you\n  ","428246":"\n   Have you ever watched the movie Unfriended?\n  ","428247":"\n   Are you a fan girl\/boy?\n  ","428248":"\n   Anyone got baby daddy problems?\n  ","428249":"\n   Ever fire a weapon\n  ","428250":"\n   work very hard at a rewarding job or hardly have to work at a job that isn’t rewarding?\n  ","428251":"\n   aw your so sweet xo\n  ","428252":"\n   hey xo, hows molly xox\n  ","428253":"\n   Can I ask you personal questions?\n  ","428254":"\n   Would anyone date a single mom of 5 kids? Or whats your thoughts about that?\n  ","428255":"\n   Are you more comfortable with a horse?\n  ","428256":"\n   why?\n  ","428257":"\n   Does anyone else have to work this weekend?\n  ","428258":"\n   marry me\n  ","428259":"\n   How’s your Christmas going? Did you receive any gifts today?\n  ","428260":"\n   Have you ever pulled an all nighter?\n  ","428261":"\n   A little more sparkle✨, a little less stress. \nThis Christmas, I wish you the very best☃️ (Merry Christmas everyone!)🎄🎁🎅🏻\n  ","428262":"\n   DO YOU THINK OF WHAT TO SAY BEFORE YOU CALL SOMEONE OR DO YOU JUST CALL THEM RIGHT AWAY?\n  ","428263":"\n   what’s your favorite type of cheese? 🧀\n  ","428264":"\n   I know its late in the day but I just wanted to wish you all a happy Christmas (if you celebrate it) hope you all had a good one 🙈\n  ","428265":"\n   Do you prefer ice cream with cookies or without cookies in it?\n  ","428266":"\n   merry xmas xo\n  ","428267":"\n   a whole bottle? you're crazy lol\n  ","428268":"\n   Nice baby😍\n  ","428269":"\n   A little more sparkle✨, a little less stress.  This Christmas, I wish you the very best☃️ (Merry Christmas everyone!)🎄🎁🎅🏻\n  ","428270":"\n   🤍🤍🤍🤍🤍🤩🤩😍\n  ","428271":"\n   Have you ever pushed a door clearly marked pull?\n  ","428272":"\n   Merry Christmas🎄\n  ","428273":"\n   Аrе уоu маrrіеd?\n  ","428274":"\n   Do you like Wine or whiskey\n  ","428275":"\n   You're beautiful!\n  ","428276":"\n   Wishing you a very Merry Christmas my lovely wifey -\n   \n    https:\/\/i.pinimg.com\/originals\/33\/e0\/b7\/33e0b76968539b056574a91ba8beacda.gif\n   \n   😀\n  ","428277":"\n   Merry Christmas! 🎄🎁✝️\n  ","428278":"\n   What’s your favorite way to eat potatoes? 🥔 🍟 🧈 🧂\n  ","428279":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","428280":"\n   Happy Holidays 🥳\n  ","428281":"\n   WHAT'S YOUR WORST HOLIDAY EXPERIENCE? ☹\n  ","428282":"\n   Did you have a circle of friends in school\/work? How is your circle of friends?\n  ","428283":"\n   When you address a woman as \"ma'am\" how old do you think she is?\n  ","428284":"\n   A witch has cast a spell on you turning you into an inanimate, non-electronic object for a year. To be changed back into human form before the year is up, you need to be able to get at least a hundred people to touch you. What inanimate object would you be? 🤔\n  ","428285":"\n   How are you today?\n  ","428286":"\n   Did you believe in Santa Claus when you were a child? 🎅\n  ","428287":"\n   Do you ever catch yourself viewing clerks and other people you meet during the day as MACHINES that are there to serve their function only, rather than just seeing them as another person, who is just like you?\n  ","428288":"\n   Favorite Netflix series\n  ","428289":"\n   How’s unemployment going?\n  ","428290":"\n   May this Christmas🎄season bring🎁 you closer to all those that you🎅 treasure in your heart. Have a Merry Christmas🎄 and a Happy🎊 New year🎋!!!\n  ","428291":"\n   Thanks 😊 tho I have lunch 🥗 time with my uncle Nito and my aunt Louisa and my cousin Luisfer and her kids tho and right now I’m just relaxing 😌 and waiting for dinner 🥘 time tho\n  ","428292":"\n   Hi 👋 Kayla how are you I wish you a merry Christmas 🎁🎄 to you tho and have a good time today a hug 🤗\n  ","428293":"\n   Have you ever sent a text message to the wrong person?\n  ","428294":"\n   Goal for 2021?\n  ","428295":"\n   What's your favorite animal?\n  ","428296":"\n   What is your favorite holiday?\n  ","428297":"\n   What's different from this holiday season compared to your last year's?\n  ","428298":"\n   FINISH THE THOUGHT: \"It wouldn't be Christmas without _____.\"\n  ","428299":"\n   Merry Christmas Eve to you all! \nHope everyone has a great time while Santa is too distracted to notice if you’ve been bad or good!🎅🏻☃️\n  ","428300":"\n   Is it too late to make new friends this year?\n  ","428301":"\n   what movie never gets old no matter how many times you’ve seen it? 🎞\n  ","428302":"\n   If you could save three memories from your life forever, what would they be?\n  ","428303":"\n   Merry Christmas everyone! Which day do you open presents usually? Christmas Eve night or Christmas Morning? My family does Eve night :)\n  ","428304":"\n   Q FOR GIRLS: If your partner request you to quit your career and be a stayhome mom, would it be okay for you?\n  ","428305":"\n   What breed is that?\n  ","428306":"\n   Why would you act that way just because someone called you baby? Yikes.\n  ","428307":"\n   I'm done with questions for today baby. Have a good night now 😊😘(-_-) zzz 💤\n  ","428308":"\n   Have you seen the video “Two Girls, One Cup”? 🤔\n  ","428309":"\n   Well those are not for you tho\n  ","428310":"\n   Why not\n  ","428311":"\n   Can you post one 🙃\n  ","428312":"\n   Have you ever posted a pic of your feet?\n  ","428313":"\n   Gay men make me puke 🤢\n  ","428314":"\n   i tell you.. go diet..\n  ","428315":"\n   go diet..\n  ","428316":"\n   Pap of your pet, if you have one\n  ","428317":"\n   What was the first national park you ever visited?.\n  ","428318":"\n   Would you rather glow bright pink every time you’re attracted to someone or glow bright red every time someone annoys you?\n  ","428319":"\n   What's your number one rule in life?\n  ","428320":"\n   aw, you poor thing glad shes okay glad shes okay too cute dog xox\n  ","428321":"\n   so cute\n  ","428322":"\n   I’m doing good thank you 🙏 for asking kayla tho they operated me from my vesicle a few weeks ago and I’m ready for Christmas 🎄 time\n  ","428323":"\n   aw totally getting xcited now, aw is your dog okay\n  ","428324":"\n   Hi 👋 Kayla how are you happy 😃 Sunday to you a hug 🤗 tho are you ready for Christmas 🎄 time\n  ","428325":"\n   how are you are you feeling christmassey\n  ","428326":"\n   Snapchat ?\n  ","428327":"\n   Want to go camping?\n  ","428328":"\n   ah okay it's a good one!!\n  ","428329":"\n   Weirdo has sent this to a lotta girls on here.\n  ","428330":"\n   What’s something that you always have to have in your pocket\/bag? (excluding your phone)\n  ","428331":"\n   If you wear leggings or yoga pants, have you pull them up to tight on purpose to the point to show ur 🐫 toe? If so did you caught some guys taking a look at it? (Just wondering tho) 🙃😋🍭\n  ","428332":"\n   What’s your favorite number ?\n  ","428333":"\n   How often do you feel h0rney?  If you have a boyfriend\/husband I know what you do but if you don't have a boyfriend what do you do to help ur body? 🤔\n  ","428334":"\n   Do you wear a bikini when you go to the pool or beach?\n  ","428335":"\n   ever seen the movie called, Romeo Must Die?\n  ","428336":"\n   which is your favorite wing sauce?\n  ","428337":"\n   How comfortable are you speaking in front of large groups of people?\n  ","428338":"\n   Lemons or limes?\n  ","428339":"\n   What time did you wake up this morning?\n  ","428340":"\n   Do you celebrate Christmas? 🎄\n  ","428341":"\n   You deserve a gift for surviving 2020. What's the best gift you can give yourself this year?\n  ","428342":"\n   Zodiac sign?\n  ","428343":"\n   I'm fine...can we be friends?\n  ","428344":"\n   Are you able to disable the shoutout questions in your account settings cus I can't untick bc it set by itself on again and I'm tired of getting stupid shoutout questions from ppl I don't give a flying fck 😡\n  ","428345":"\n   What do you think about when you wake up in the middle of the night?\n  ","428346":"\n   Are you a thong girl?\n  ","428347":"\n   Do you think some anons are really weird and need mental help?\n  ","428348":"\n   Hi\n  ","428349":"\n   What the hell\n  ","428350":"\n   Fine,what are you doing now\n  ","428351":"\n   Hello\n  ","428352":"\n   favorite holiday?\n  ","428353":"\n   Can you recommend any YouTube channels?\n  ","428354":"\n   Where and how would you hide a baby elephant if someone gave one to you but you could not let anyone know you had it? 🐘\n  ","428355":"\n   what’s the SPICIEST thing you’ve ever eaten? 🥵\n  ","428356":"\n   Is 2021 gonna be your year?👀\n  ","428357":"\n   Have you ever seen a ghost?\n  ","428358":"\n   In which country do you live?\n  ","428359":"\n   .\n  ","428360":"\n   if you celebrate the holidays, where do you get the majority of your gifts for others?\n  ","428361":"\n   How was your day?\n  ","428362":"\n   What’s Your Greatest Accomplishment So Far?\n  ","428363":"\n   Have you ever been approached by someone in the street?\n  ","428364":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","428365":"\n   Why do people ask questions even if they already know the answer?\n  ","428366":"\n   I just wanted to say that your horses look so majestic and you're really pretty! How long have you had them for?\n  ","428367":"\n   🛑 block! 🛑\n  ","428368":"\n   Stop 🛑 spamming!\n  ","428369":"\n   Would you ratherdate someone with bad breath 🙊 or bad manners 😈?\n  ","428370":"\n   Ok good of you\n  ","428371":"\n   Or should I drop my number??\n  ","428372":"\n   Hoo\n  ","428373":"\n   I love you so much\n  ","428374":"\n   Can I see a picture of you\n  ","428375":"\n   😭😭😭\n  ","428376":"\n   Will you give me or not??\n  ","428377":"\n   Just want to talk to you\n  ","428378":"\n   Okay send me your number\n  ","428379":"\n   Send me your WhatsApp number when I save it then I you can delete\n  ","428380":"\n   It not bad 🙂\n  ","428381":"\n   There is nothing there just want to know you more\n  ","428382":"\n   Just wait to talk to you\n  ","428383":"\n   Can I have your phone number\n  ","428384":"\n   Are you married\n  ","428385":"\n   Hey there Kayla, how have you been?\n  ","428386":"\n   Ok baby you look good\n  ","428387":"\n   Ok baby\n  ","428388":"\n   Do you know how to save? How do you save money and handle your financials?? #MoneyTips🤑\n  ","428389":"\n   ما الشئ الذي لولا وجوده ما استطعت الحياه ؟ \nWhat is the thing that you can not live without?\n  ","428390":"\n   Hello\n  ","428391":"\n   Would you be friends with an older girl or guy that would be born in the 86? If no tell me why?\n  ","428392":"\n   Best dip for tortilla chips?\n  ","428393":"\n   Anyone else get a random snapchat the other day?\n  ","428394":"\n   I’ m from Rome however!\n  ","428395":"\n   Only curiosity don’ t worry\n  ","428396":"\n   Where exactly?\n  ","428397":"\n   🙂 but where do you come from?\n  ","428398":"\n   Fine thanks! And you?\n  ","428399":"\n   Heyyy 😊❤️\n  ","428400":"\n   plz come their I still wait for your rply\n  ","428401":"\n   because we both are horse and wolf lovers 😁\n  ","428402":"\n   only 2 or days talk with me then if you don't wan talk with me then remove me\n  ","428403":"\n   let's come to Instagram and accept it plz\n  ","428404":"\n   that's not a big deal\n  ","428405":"\n   when  you talk with me we know each other\n  ","428406":"\n   you don't like Males\n  ","428407":"\n   I approach you from their\n  ","428408":"\n   but you make friends from insta\n  ","428409":"\n   you really ignore me😒\n  ","428410":"\n   I can't imagine that you do😒\n  ","428411":"\n   🙄😒😔\n  ","428412":"\n   you ignore my insta?\n  ","428413":"\n   nothing\n  ","428414":"\n   Aww I’m sorry but at least u have great memories!\n  ","428415":"\n   hmm\n  ","428416":"\n   Kraken??\n  ","428417":"\n   I hope you get trapped as something so you see how terrible it is!\n  ","428418":"\n   Uhhh...something!\n  ","428419":"\n   Did u absorb him already?? 😂 make him ask u to sit down on him lmao\n  ","428420":"\n   Aww what happened to her?\n  ","428421":"\n   are you single or in relationships\n  ","428422":"\n   but my dp is visible 🙄\n  ","428423":"\n   Uhhh... control what I want. I don’t like that xD\n  ","428424":"\n   That isn’t fair xD\n  ","428425":"\n   Well then like.. I guess you concentrate and absorb him permanently 😂 then try to make him say something and I will see if I can hear him!\n  ","428426":"\n   Ohhh haha :P You’ll get caught soon\n  ","428427":"\n   It’s ok! lol how long have u been doing this for?\n  ","428428":"\n   and now he is a talking butt! so are u gonna let him out or make it permanently stuck in there? 🤔\n  ","428429":"\n   So many words I don’t know lol but u seem pretty knowledgeable!\n  ","428430":"\n   So where else is there for me to go?! xD\n  ","428431":"\n   So if I am a part of you.. I should have some of it :O\n  ","428432":"\n   For real... he always had a chance to be freed... but if u like competently absorb him you would be able to control what he thinks and what he wants 😂\n  ","428433":"\n   I already am the booty! xD\n  ","428434":"\n   Whoops lol who has the super power? Both of you?\n  ","428435":"\n   So who has the super power\n  ","428436":"\n   😁 that sounds nice but they aren’t on here lol\n  ","428437":"\n   Awww coool. What kind of training do u do?\n  ","428438":"\n   plz remove this ss\n  ","428439":"\n   if you wan talk to me then accept that otherwise ignore it\n  ","428440":"\n   yes\n  ","428441":"\n   .. how does it even work?! xD\n  ","428442":"\n   Hmmm like who??\n  ","428443":"\n   That is pretty! Did u ride?\n  ","428444":"\n   Who is leaving :O\n  ","428445":"\n   I wonder if I could like hold up a mirror if you try to transform me ever and if it would reflect back at you xD\n  ","428446":"\n   I just kidding 🤣😅 don't mind plz\n  ","428447":"\n   I’ll slow you down then xD\n  ","428448":"\n   lol I will just transform u and u will float down!\n  ","428449":"\n   Did u have fun at the barn??\n  ","428450":"\n   both of u are on 😱\n  ","428451":"\n   That’ll be you when you’re turned into a thong and disappearing when you’re out ion :P\n  ","428452":"\n   check your Instagram\n  ","428453":"\n   He was amazing. Unfortunately wasn’t able to talk to him as much though. But I have a picture with him on my Instagram which is\n   \n    @mtaubs_fitness\n   \n   if you wanna see the pic.\n  ","428454":"\n   It can be helped. You can be nice and not show off your butt xD Butttt..\n   \n    @mhscheer00\n   \n   is gonna get you anyways!\n  ","428455":"\n   ok I meet you on Instagram\n  ","428456":"\n   plz tell me your Instagram account\n  ","428457":"\n   soon\n  ","428458":"\n   Would you believe me if I told you I met joe in person and got a picture with him?\n  ","428459":"\n   So... you’re trying to use me to attract dudes?\n  ","428460":"\n   ok but friends are made mostly from your social life\n  ","428461":"\n   that's also a social platform\n  ","428462":"\n   why\n  ","428463":"\n   I mean duh. But what does that do for you?! XD\n  ","428464":"\n   when we are friends then we know each other\n  ","428465":"\n   Well. What are you getting out of this? xD\n  ","428466":"\n   can we make friends\n  ","428467":"\n   Curious.   Who's the most stubborn between the two of you? The horse or you (Taurus)???\n\nSaid with a smile on my face\n  ","428468":"\n   are u in relation with someone 🤭\n  ","428469":"\n   But why? I’m probably not even noticeable down here!\n  ","428470":"\n   Ever seen impractical jokers?\n  ","428471":"\n   Does that mean... you’ll like sweat me out eventually? :O\n  ","428472":"\n   So... you’re gonna run forever? xD She’ll  catch you!\n  ","428473":"\n   What is the most suitable  time for own practice?\n  ","428474":"\n   How you plan on doing that?\n  ","428475":"\n   what did you do during quarantine?\n  ","428476":"\n   That's exactly how I thought of it. I just know some girls are into it.\n  ","428477":"\n   AND LOSEEEEE. And then I at least won’t be stuck as this xD\n  ","428478":"\n   I apologize before hand because I know how annoying sexual questions are, but I am genuinely curious to know this answer. Do you enjoy when your man goes down on you or fucks you while you're sleeping? Or is that fucked up because he didn't ask for consent?\n  ","428479":"\n   Yes way! :O\n  ","428480":"\n   do you prefer iced tea, iced coffee, or iced water?\n  ","428481":"\n   but why\n  ","428482":"\n   What did you have for breakfast today?\n  ","428483":"\n   Are you afraid of commitment? 🤔💭\n  ","428484":"\n   How do you feel about putting green peas on mac n cheese? 🍽\n  ","428485":"\n   What are your plans this weekend? Are you free this weekend?\n  ","428486":"\n   Are you an only child or do you have brothers or sisters?\n  ","428487":"\n   yes Kayla\n  ","428488":"\n   Kik id ?\n  ","428489":"\n   What subject do you wish you never had to take? 🤔\n  ","428490":"\n   PS5 plug.\n  ","428491":"\n   Would you ratherspend the weekend with 🏴‍☠️ pirates or 🐢 ninjas?\n  ","428492":"\n   Would you rather travel on a flying carpet or a dragon's back?\n  ","428493":"\n   Right into her drawer! hey oh\n  ","428494":"\n   Truth. I try to be positive tho..I just deal with a lot of depression and anxiety. I’m jw, you got snap? I’m hardly on here lol.\n  ","428495":"\n   So... who is next?? ur page seems pretty active now lol\n  ","428496":"\n   Jump where?? u can't hide lol\n  ","428497":"\n   Oh. Then free me xD\n  ","428498":"\n   Why not? :O\n  ","428499":"\n   \"Those mf’ers need to F off.\" <= That's pretty toxic. If you don't like what they're saying you could always ignore, but to ignore would be...non-toxic.\n  ","428500":"\n   Toxic = 371 replies where you're mostly telling people to \"leave\" or \"screw off\". Seriously, how can you not see that?\n  ","428501":"\n   How to know about you\n  ","428502":"\n   You are looking cute\n  ","428503":"\n   Yes..\n  ","428504":"\n   I fell L with U.. How to impress you?\n  ","428505":"\n   🐅🦌How do you feel\n  ","428506":"\n   Kalya.. How to solve any problem?\n  ","428507":"\n   How to get job offer?\n  ","428508":"\n   Why do kids mostly crying 😢\n  ","428509":"\n   Do you like video games?\n  ","428510":"\n   Which is hot place to hide\n  ","428511":"\n   What is virgin\n  ","428512":"\n   How to insert in your answer AH\n  ","428513":"\n   Kalya bum chick bum bum? When\n  ","428514":"\n   What is your favourite scene\n  ","428515":"\n   How old are you?\n  ","428516":"\n   Why do people  love horse Size?\n  ","428517":"\n   Which is your favourite finger\n  ","428518":"\n   How to find that they are used ballons?\n  ","428519":"\n   Wow, you are...such a toxic person. Why is that?\n  ","428520":"\n   How horses gives positive vibes\n  ","428521":"\n   Having the vip badge makes your interaction questionable. Don't you agree?\n  ","428522":"\n   How many kids would you like to have? And why? 👶\n  ","428523":"\n   Do you think it would be EASIER if we could just CHOOSE the problems and obstacles that we would go through life??\n  ","428524":"\n   What is the temperature where you are at at the moment?\n  ","428525":"\n   Much love. And they’re just assholes with no life.\n  ","428526":"\n   To be fair, I’m the one that said what you just responded to. I hate creeps. 😒 I got your back\n  ","428527":"\n   Why can’t you fuckers leave her alone when she says no? It’s that fucking simple you fucking creeps\n  ","428528":"\n   Hmm... just like her turning you into a thong! xD You can't run!\n  ","428529":"\n   Maybe it would free me, though xD\n  ","428530":"\n   That is a strong power... to turn anyone into your booty lol Use it smartly! lol\n  ","428531":"\n   I hope you enjoy being part of her underwear collection xD You had your chance to transform her into a pair!\n  ","428532":"\n   Hmmm..... nah. you get to be my thong now :))) come hereeeeeee\n  ","428533":"\n   How do you feel something touches your smooth one while riding???\n  ","428534":"\n   You're pretty! Omg!\n  ","428535":"\n   Hello dear\n  ","428536":"\n   Plz.. Show me your greatness\n  ","428537":"\n   Hold not that..\n  ","428538":"\n   I'm crying 😢, hold me\n  ","428539":"\n   Please, show me the heaven route..\n  ","428540":"\n   Please Take me to your hell\n  ","428541":"\n   I think 🤔 you are matured like horse 🐴\n  ","428542":"\n   What is use of little hole 🕳\n  ","428543":"\n   How do you feel when horse touching you\n  ","428544":"\n   You don't have little pushing\n  ","428545":"\n   I just now reported your answer..\n  ","428546":"\n   Why did you reported for kids questions..\n  ","428547":"\n   Do you watch smooth fighting between mare and stallion\n  ","428548":"\n   I'm believe in you 👉👌\n  ","428549":"\n   🐴How to enjoy\n  ","428550":"\n   Hold me like anything you want\n  ","428551":"\n   Hold me\n  ","428552":"\n   Pull me\n  ","428553":"\n   🐮 Push me...\n  ","428554":"\n   What happened kalya\n  ","428555":"\n   How to get more fun\n  ","428556":"\n   Why.. Do we start\n  ","428557":"\n   Sure it can. You could never go again. And die :D\n  ","428558":"\n   That's what he is here for. Our practice dummy lol Now we know... it sucks lol\n  ","428559":"\n   How to open closed 🔐 things\n  ","428560":"\n   YOU SHOULD. YOU ARE TRYING TO CRAP WITH ME. xD\n  ","428561":"\n   What happened. Open 🔓 the door 🚪\n  ","428562":"\n   I would be to lol Who wants to be used to poop and be sat on all day? lmao\n  ","428563":"\n   ... Please? xD\n  ","428564":"\n   How old are you\n  ","428565":"\n   and ever and ever and ever lol I almosttt feel bad.. but then I'm like nah this is to funny lol\n  ","428566":"\n   Do you like back hitting\n  ","428567":"\n   Not like he really has a choice lol whatever you want.. he gets lol\n  ","428568":"\n   NO. I DON'T WANT ANYTHING TO HAVE TO DO WITH THAT\n  ","428569":"\n   Yup! I'm stuck down here anyways xD\n  ","428570":"\n   NOPE\n  ","428571":"\n   u should just let it... sit in there for a while when u got to. so he has to suffer lmao\n  ","428572":"\n   ^ Lies\n  ","428573":"\n   Taking honey 🍯 from used flower 🌸\n  ","428574":"\n   What? to get a bigger butt? That doesn't bother me :O\n  ","428575":"\n   How to eat fresh flower\n  ","428576":"\n   *resists* NOPE\n  ","428577":"\n   YUP. lmao they'll be knocking righttttt on his front door if u know what I mean lol\n  ","428578":"\n   I don't like the sound of that...\n  ","428579":"\n   Yassssss!\n  ","428580":"\n   I'm not in your stomach! So food doesn't bother me :P\n  ","428581":"\n   .... don't you dare >.<\n  ","428582":"\n   Well if he is the booty... he doesn't get company until the veryyy end lol\n  ","428583":"\n   How does that work? xD\n  ","428584":"\n   Still not opened 🔒 girls\n  ","428585":"\n   Uhhh, but less likely those kind of things xD\n  ","428586":"\n   .... what do you mean by company? Also stop that! xD\n  ","428587":"\n   Do you believe virgin system\n  ","428588":"\n   OMG lmao He is for real about to have some company!!\n  ","428589":"\n   Hmmm but then both u and him would be my thong :))))\n  ","428590":"\n   Why.. What happened.. Share me the details, I'll help you to open 🔓 it safely\n  ","428591":"\n   YESSS\n   \n    @mhscheer00\n   \n   turn her into a thong before she turns you into one! :D\n  ","428592":"\n   Oh yeah, and what are you gonna do to stop me? :P\n  ","428593":"\n   NOPE. You can date a woman. That's safer xD\n  ","428594":"\n   ... as soon as I saw it was a photo I was like she better not be taking a picture of me down here again xD\n  ","428595":"\n   I want to open 🔓 your lock 🔒.. Please 😌 give me the chance\n  ","428596":"\n   U talking about the toilet? lmao\n  ","428597":"\n   But u could beeeee! I would make u all pink and lacyyyyyy just my sizeeee lmao\n  ","428598":"\n   I'll convince Haley to help me then xD\n  ","428599":"\n   30cm space in gross..\n  ","428600":"\n   NOPE. SINGLE FOREVER. No dudes allowed while I'm stuck in you.\n  ","428601":"\n   I want only 30 cm space\n  ","428602":"\n   I have great space.. Which is most beautiful\n  ","428603":"\n   \"watch out gingy, you're about to have company!\" lmao\n  ","428604":"\n   Hm..... i wouldn't mind having a new pair... :))\n  ","428605":"\n   Says you. Look in the mirror :O\n  ","428606":"\n   How do you show me the heaven\n  ","428607":"\n   Without taste I never leave you\n  ","428608":"\n   How to enjoy with ourselfs\n  ","428609":"\n   How to watch you\n  ","428610":"\n   Right now! That'll change... somehow xD\n  ","428611":"\n   In and out 🕳\n  ","428612":"\n   ........ you're staying single forever\n  ","428613":"\n   TBH... do you think you would? ngl... i would just to see lmao\n  ","428614":"\n   Ohhh u would make a cute thong lol\n  ","428615":"\n   CAUSE YOU ATE ME, FAT MOUTH\n  ","428616":"\n   Sweet hole 🕳\n  ","428617":"\n   Oh yeah? Try and stop me :D\n  ","428618":"\n   Poor gingerbread lmao Better hope you don't get curious and want to try.... other things lmao\n  ","428619":"\n   Sweet 🕳\n  ","428620":"\n   Yes. Yes you do. Know how I know? BECAUSE I WAS IN IT\n  ","428621":"\n   Oh yes it is when I escape! I'll make sure you're stuck dealing with a butt all day too xD\n  ","428622":"\n   I'll give you unlimited pleasure for no cost\n  ","428623":"\n   I mean... of course I remember. Hard not to remember that BIG MOUTH\n  ","428624":"\n   Sure. Then I could have transformed you into like.. a thong or something terrible xD\n  ","428625":"\n   Use me like anything you want\n  ","428626":"\n   Nothing.. Just small 5 mins job\n  ","428627":"\n   F * plz\n  ","428628":"\n   Talking face 😔 to face\n  ","428629":"\n   🍌 👉👌\n  ","428630":"\n   When we will meet\n  ","428631":"\n   How to insert properly\n  ","428632":"\n   Mann, so how do you even know I'm down here?! xD\n  ","428633":"\n   Yes it would! You still get to be evil, and I get to be free xD\n  ","428634":"\n   I think 🤔 you are perfect 👌 and giving me vibrations while watching to you\n  ","428635":"\n   Grrr... I gotta be able to do something down here xD *wiggles super hard*\n  ","428636":"\n   How to get a chance for dating with you\n  ","428637":"\n   ... you know what way. I'm not saying it xD\n  ","428638":"\n   How to get a chance for dating with you\n  ","428639":"\n   What makes you impressing\n  ","428640":"\n   Psssh, why not? Also *wiggles* Can you feel that?\n  ","428641":"\n   I bettt, it's the majority of people :P\n  ","428642":"\n   YOU COULD HAVE LET ME GO THE NORMAL WAY\n  ","428643":"\n   Yeah, but not the eating part xD You made that happen!\n  ","428644":"\n   Are you in love 😍\n  ","428645":"\n   Are you narried\n  ","428646":"\n   Nooooo. You could just starve :O I'd be down for that.\n  ","428647":"\n   I'll find someone who thinks a girl who is holding a person prisoner in their butt is evil xD\n  ","428648":"\n   WHO, BECAUSE OF YOU, IS NO LONGER A GINGERBREAD MAN\n  ","428649":"\n   Whose way of life?! It shouldn't be mine xD\n  ","428650":"\n   We can work on that! And improve you :P\n  ","428651":"\n   Gear rod\n  ","428652":"\n   You're just having fun at my expense. You know someone will save me one day!\n  ","428653":"\n   CAUSE. IM A GINGERBREAD MAN\n  ","428654":"\n   WHAT. Twice a day?! I don't deserve to be be put through that >.>\n  ","428655":"\n   Yup. And then you had to go and be all hungry and evil :P\n  ","428656":"\n   Riding with holding\n  ","428657":"\n   How did you do that ????? Unbelievable???\n  ","428658":"\n   Is being happy the best revenge?\n  ","428659":"\n   Bra and panty colour today?😜😂\n  ","428660":"\n   What’s your favourite type of youtube videos to watch?\n  ","428661":"\n   Are we wise or foolish?\n   \n    https:\/\/www.youtube.com\/watch?v=EBTR-9gLVZI&t=4s\n   \n","428662":"\n   Before you go 😢, I have something to tell you 💔\n  ","428663":"\n   Just saying... front row seat 😂😂\n  ","428664":"\n   Are you posting pictures of me as you’re butt now?! That’s just evil\n  ","428665":"\n   ... oh God.. and I’m not a she!\n  ","428666":"\n   WHAT. NOOOO this better not be a daily thing xD\n  ","428667":"\n   Well I THOUGHT I wanted to be an actor xD And I was wondering what would be a fun character to play and I saw Shrek and loved the gingerbread man and was like.. that would be fun and different.. so here I am\n  ","428668":"\n   Yasss. 😂 She better hope u don’t find you a man... lmao\n  ","428669":"\n   Your butt?!\n  ","428670":"\n   .. you better never do that again\n  ","428671":"\n   Idk did u ask him why he was? 🤔\n  ","428672":"\n   Awww 😂😂 he has a new family.. or should I say she 💁‍♀️\n  ","428673":"\n   Just your greater good!\n  ","428674":"\n   WHY DID YOU DO THAT\n  ","428675":"\n   Oh well.... he has a nice new, cozy job. 😂 -high fives-\n  ","428676":"\n   NOPE. 😂 Do you? I think one finally think is take like a picture of your figure or a booty pic and be like welcome to your new home 😂\n  ","428677":"\n   Noooooo >.<\n  ","428678":"\n   You used me to crap?!\n  ","428679":"\n   Yup! But unfortunately... I think he is going to be stuck as this position for a while 😏\n  ","428680":"\n   😂😂😂😂 I can’t even rn\n  ","428681":"\n   ...did you just...\n  ","428682":"\n   YAS. Welcome to your new full time butt position\n   \n    @gingerbreadguy2\n   \n   😏\n  ","428683":"\n   Why?!\n  ","428684":"\n   Ok... I got the idea.., once you’ve used him... do a video flushing the toilet and be like “see that wasn’t so bad how you doing down there?’ or something 😂\n  ","428685":"\n   Oh? What’s happening tomorrow?\n  ","428686":"\n   Yes it can! Get off the toilet!\n  ","428687":"\n   And he can’t fight it! You can overpower him 🤣\n  ","428688":"\n   I am dying 🤣\n  ","428689":"\n   .... I don’t even want to know what part of that I am xD\n  ","428690":"\n   You’re not serious... you better not... use me for that! >.<\n  ","428691":"\n   YESSSSSS. And now the big moment 😂😂😂 Gingy.. get ready to push lmao\n  ","428692":"\n   😈😈 finally lmao did it get bigger?\n  ","428693":"\n   Omgggg 😂😂\n  ","428694":"\n   Yup! So is he officially the booty now? 🤔\n  ","428695":"\n   😂😂 Yup... he gets broken in 😈😂 You got any other funny picture or video ideas? lol\n  ","428696":"\n   😂😂😂 I’m dying. Sit sit sit!\n  ","428697":"\n   NO NO NO, Do not sit!\n  ","428698":"\n   You have to like... break him 😂 Use him to 💩 and twerk.. and go riding and he will accept his new place lol\n  ","428699":"\n   If you trap me down there I’m gonna yell and like.. wiggle or something to distract you xD\n  ","428700":"\n   .... Do NOT sit down on that toilet!\n  ","428701":"\n   What does that even mean?! Don’t you uh oh me!\n  ","428702":"\n   Well you're trying to make me not be a gingerbread! xD\n  ","428703":"\n   WOAH. I better not be your butt right now >.<\n  ","428704":"\n   idk... tbh he should feel honored lol\n  ","428705":"\n   OMG lmao I wasn't expecting to see that I'm dyinggggg\n  ","428706":"\n   Would you ratherclean up someone else’s 🤮 vomit or someone else’s  blood?\n  ","428707":"\n   I’m okay, wbu?\n  ","428708":"\n   Hi 😊😊😊😊❤️\n  ","428709":"\n   Don't all things have a choice? :O\n  ","428710":"\n   Yep! So really... it's all his fault!\n  ","428711":"\n   I’m sure he will feel it... surely a lot of pressure. Omg you could break him in... like take a picture of the toilet and be GUESS WHAT TIME IT IS 😂😂\n  ","428712":"\n   Pap in leggings\n  ","428713":"\n   How to make sad person happy ?\n  ","428714":"\n   How can I get a girl to love me ?\n  ","428715":"\n   Hey... he is about to be part of you so he will be whatever you are... guess Gingy is a brunette soon 🤣\n  ","428716":"\n   I refuse. I am not going to be trapped and used for that xD\n  ","428717":"\n   Who wouldn’t?! 🤣 I think he was born for this job\n  ","428718":"\n   Who’s ready for Xmas🎄🎅🧑‍🎄\n  ","428719":"\n   Hi 😊\n  ","428720":"\n   Hey girrrrrl\n  ","428721":"\n   What's the clumsiest thing you've done? 👍 🙃\n  ","428722":"\n   🎀🎁.. Come on, I invite you to fly!!.. Aaaah SuspiroO!!💕💕💕..🎄💋🎄.. Vamos te invito a Volar!!.. Aaaah SuspiroO!!💕💕💕..🎁🎀\n  ","428723":"\n   If you like a girl\/guy, what do you do to win her\/him?\n  ","428724":"\n   Would you like to receive my questions?\n  ","428725":"\n   Send me some money\n  ","428726":"\n   diet Mountain Dew lol do u have a favorite soda?\n  ","428727":"\n   WHAT. I am not going to be eye candy and I AM NOT going to be used for.. that!\n  ","428728":"\n   Yasssss 😂\n  ","428729":"\n   I’m stuck in the stomach of a practically blonde girl... I’m screwed\n  ","428730":"\n   You got this girl! You better warn him 🤣 he is about to become a jiggly girl butt lmao\n  ","428731":"\n   Idk.. I feel like he has two jobs. To twerk and get the boys... and the pooper 🤣\n  ","428732":"\n   Yeah... trying to figure out what the heck that is xD\n  ","428733":"\n   Job? What role am I being hired into? xD\n  ","428734":"\n   OMG 😂😂😂 Yeah let us try my idea lmao\n  ","428735":"\n   😂 and what exactly is his job? lmao\n  ","428736":"\n   Gahhhh. So what am I supposed to do?!\n  ","428737":"\n   Omg 😂 Probably not. Maybe like u concentrate on where he is in you and use like the transform power to move him into it?\n  ","428738":"\n   I’m sorry 😂😂 hey man, booties have a job to do... so he better get ready for it lmao\n  ","428739":"\n   Yeah right. *moves around* I am gonna make you throw me up darn it xD\n  ","428740":"\n   Idk 🤔🤔 Any ideas how to finalize it and make him become it?\n  ","428741":"\n   I better watch out for u 😂 all I’m saying... he Gotta a lot of 💩 in his future lmao\n  ","428742":"\n   How long are u on for? I just had a ton of soda lol\n  ","428743":"\n   ... those all suck. The first two don’t even count. The last is the worst! I am never gonna let some punk turn me into “boootaayyy” xD\n  ","428744":"\n   Right! Together no one can stop us... but for real. He can’t stay mush forever 😂 I think we need to help him finish his... transformation. Into a booty... and into a girl 💁‍♀️😂\n  ","428745":"\n   gah 😂 you just gonna keep sending people into there? lol   I wonder if it has thought about the worst thing that will happen once he becomes it down there 😏😂\n  ","428746":"\n   Yup. Girl power 💁‍♀️💁‍♀️ Gingy this is for the greater good 😂\n  ","428747":"\n   Give me three good reasons I should let you digest me :P\n  ","428748":"\n\n    @kaylaraspolich\n   \n   favorite holiday?\n  ","428749":"\n   WOULD YOU RATHER:🤥 detect every lie you hear or 🙊 get away with every lie you tell?\n  ","428750":"\n   Me lie? I would never :O\n  ","428751":"\n   Uhhhhhhh... NOPE. lmao that's why I am here! I will help u transform people... he gets to be along for the ride as a booty prisoner lmao\n  ","428752":"\n   downtown lmao you talking about becoming a rump lol poor mushy man\n  ","428753":"\n   I am good 😀 Wby\n  ","428754":"\n   You release me... and I help you find other things to transform and eat :D\n  ","428755":"\n   Hey 👋😊\n  ","428756":"\n   Hmm can't we make a deal?\n  ","428757":"\n   Yeah, most people release their food after that xD\n  ","428758":"\n   Any girl up for a smoke\n  ","428759":"\n   omg that sounds dangerous! has he even gotten in there yet or is he still mush? lol\n  ","428760":"\n   Cuteee!! yesss lol I ate too much food tho lol but it was soooo good\n  ","428761":"\n   Ughhh. But I don't want to be stuck to YOU. Find someone else xD\n  ","428762":"\n   okay hry x\n  ","428763":"\n   Have you ever caught something on fire while you were cooking?\n  ","428764":"\n   hey\n  ","428765":"\n   What do you think makes someone a GREAT person? 🤔\n  ","428766":"\n   Do you like communicating by phone, letter, email or social media? Which is your favorite? Least favorite?\n  ","428767":"\n   Is there a relative \/ 'kamag-anak' that you try to avoid? 🙈\n  ","428768":"\n   Have you had an interesting\/confusing\/annoying neighbor?\n  ","428769":"\n   Yeah, but like.. all food comes out eventually >.>\n  ","428770":"\n   You’re tooooo beautiful Queen Kayla!\n  ","428771":"\n   Wait woah now. What? How?\n  ","428772":"\n   That sounds dangerous 🤣 U don’t want it too big lol. Right?! I have had a lot of fun and laughter lol\n  ","428773":"\n   Luckyyy! U have a good thanksgiving?\n  ","428774":"\n   I have a life to live! Not one attached to you xD\n  ","428775":"\n   How are you?\n  ","428776":"\n   Forever? Holdddd up we can't be having that now\n  ","428777":"\n   Whatttt lmao How big u need it to be??  Not yet lol There hasn't been anyone here to turn into food!\n  ","428778":"\n   Usually around 10 or 11 lol I'm lazy and tired all the time\n  ","428779":"\n   WHEN ARE YOU MOST HAPPY?\n  ","428780":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness? Why?\n  ","428781":"\n   ... I'm gonna lose my mind xD LET ME OUT\n  ","428782":"\n   ... Oh goodness. What have I got myself stuck inside of xD\n  ","428783":"\n   Gobble gobble? What are you, a turkey now?! xD So what should I do once I am free and see you? Throw you off a cliff?\n  ","428784":"\n   Why girls 👭 🚺 and kids behave almost same?\n  ","428785":"\n   What are u gonna do once he is in there? lol\n  ","428786":"\n   That seems dangerous. We have to teach you some self-control! We can start with me. :P\n  ","428787":"\n   How late do you stay up usually??\n  ","428788":"\n   Well that's just mean of you xD What the heck did the food do to you?!\n  ","428789":"\n   private or public transportation? which on do you prefer to use?\n  ","428790":"\n   if a girl told you that she sexually liked you what would you say or do ?\n  ","428791":"\n   Exactly! His end is to be on your end lmao\n  ","428792":"\n   I was up late!! lol duh\n  ","428793":"\n   ... That doesn't sound different. xD I'm a person too ya know! Do you eat all the talking food you come across?!\n  ","428794":"\n   He is just trying to slow us down and distract! But whether he likes it or not, he's on a one way trip to the butt lmao\n  ","428795":"\n   That was supposed to be many lol I am soooo tired lol\n  ","428796":"\n   You get that like every day! What am I? Just some snack to you?! xD\n  ","428797":"\n   So what are you hoping to gain from all of this? xD\n  ","428798":"\n   Yasss work it girl!! lol though by now I'm pretty sure he's just mush in there lol\n  ","428799":"\n   The first of money right lmao\n  ","428800":"\n   Fun and delicious for literally just one person! YOU xD\n  ","428801":"\n   That's what I thought. And added on top of that, you posted videos being evil xD I don't need you talking to me down here or telling me what your evil plans are!\n  ","428802":"\n   WOULD YOU LIKE TO TRADE PLACES AND EXPERIENCES? I'LL GLADLY EAT YOU xD\n  ","428803":"\n   Like your teeth! And your swallowing! And your stomach! And the pokes! And everything else!\n  ","428804":"\n   How do you even know?! I'm pretty sure I've felt lots of things so far xD\n  ","428805":"\n   ... And tell me exactly how is this going to be ok? xD\n  ","428806":"\n   sorry i didn't mean you , it's a mistake\n  ","428807":"\n   What’s the strangest dream you’ve had recently?\n  ","428808":"\n   Have you been to a sports game? What game is it?\n  ","428809":"\n   Have you ever cheated on a test? 🙊\n  ","428810":"\n   I’m not sure if you’re on.. but it is bed time for me. Good night!\n  ","428811":"\n   what's your problem with me   ? should i not asking you something anymore ?\n  ","428812":"\n   I think I'm in love with you. Is that okay? 🥺\n  ","428813":"\n   Out the top! Not the bottom!\n  ","428814":"\n   -pokes ur tummy- I think he is down in there! Now do ur squats!\n  ","428815":"\n   But really... you 😏😏 He is just.. along for the ride lol\n  ","428816":"\n   No no no no. I am not leaving your stomach!\n  ","428817":"\n   Ok... well it is your stomach so... I guess suck him down 😂\n  ","428818":"\n   Right! He gets to be close to you and not be eaten... and you got cushion and something for the boys to look at 😂\n  ","428819":"\n   How?! How is that even going to work?!\n  ","428820":"\n   Now we just need to get him out of your tummy and in the way to the booty! You ready?\n  ","428821":"\n   We have given them a better life 😏😏\n  ","428822":"\n   You ate me to turn me into your butt?!\n  ","428823":"\n   I SAW IT YASSSS 😂 Now we get to watch him freak out\n  ","428824":"\n   We are turning him into your butt and a girl.... this is amazing 😂\n  ","428825":"\n   .... WHAT\n  ","428826":"\n   Yessss lol so do a video and let him know that lol make sure you @ him so he sees lol\n  ","428827":"\n   ... I think so 😂😂😂😂\n  ","428828":"\n   I’m about to not be in your tummy because of your digestion!\n  ","428829":"\n   I don’t think he knows he isn’t becoming 💩😂😂\n  ","428830":"\n   I bet he will loveeee it... wait.. will he still be a he? 🤔🤔\n  ","428831":"\n   Yessss! *starts sinking lower* Hurry!\n  ","428832":"\n   Ohhhh what about when he gets sucked out of your stomach you tell him what he is about to become? I don’t think he knows lmao\n  ","428833":"\n   Are u ok with him being the booty? Either that or the girls up top really 😂\n  ","428834":"\n   THROW ME UP\n  ","428835":"\n   Hmmm.. he wa food 😂😂\n  ","428836":"\n   I love you 😂😂 I’m trying to think of other video ideas lol\n  ","428837":"\n   Look you for a delicious snack.. and soon a bigger booty, worth 😂😂\n  ","428838":"\n   What?! Nooo you better not digest me!\n  ","428839":"\n   Oh nooooo. Poor thing 😂😂\n  ","428840":"\n   😂😂😂 DEAD.\n  ","428841":"\n   i love would you rather questions lol they are so fun!\n\nexactly lmao\n  ","428842":"\n   He is suffering for our amusement... and I don't even care lmao\n  ","428843":"\n   Stop that! It's making your digestion system start moving! I AM NOT GOING DOWN THAT WAY.\n  ","428844":"\n   DO ITTTT 😂😂\n  ","428845":"\n   You're evil!\n  ","428846":"\n   -does them too- muhahaha! I bet he is bouncing around everywhere lmao\n  ","428847":"\n   You got to do a video of u talking to him in your belly. I will die and go right to Heaven lmao\n  ","428848":"\n   *starts sinking* .... WHAT ARE YOU DOING\n  ","428849":"\n   OMG lol that is perfect lol\n  ","428850":"\n   I'm dyingggg lmaooo We should hav turned him into one of those candies! lol u can do a video asking him how's it going down there lol\n  ","428851":"\n   Well let me out of in here!\n  ","428852":"\n   *sloshes around* BAD. Wait... why is it getting rumbly in here?!\n  ","428853":"\n   ... you made a drawing thing of me in your stomach??!\n  ","428854":"\n   I would and will!\n  ","428855":"\n   .... yes. STOP POKING\n  ","428856":"\n   ohh we could torture him lol u could do jumping jacks or roll around or something lol or go riding with him in there! lol\n  ","428857":"\n   Omg 😂\n  ","428858":"\n   You better not! I will find a way to escape!\n  ","428859":"\n   omg lol that is the saddest thing I have ever seen lol\n  ","428860":"\n   I'm going to hurt you xD\n  ","428861":"\n   For real! lol -pokes your belly- muhahah\n  ","428862":"\n   ... this isn't good >.< You can't keep me in here forever!\n  ","428863":"\n   omg lol u could take a selfie of him inside ur tummy lol like you waving at the phone or something lol\n  ","428864":"\n   Yep and they failed. We are much better team than them, for sure lol\n  ","428865":"\n   BAD STOP THAT\n  ","428866":"\n   *moves faster* !\n  ","428867":"\n   You better not!\n  ","428868":"\n   This will be so worth it.... poor gingerbread man lmao He is going from a cookie.. to a booty lmao\n  ","428869":"\n   *starts moving around to make you sick* Hah!\n  ","428870":"\n   You won't! xD\n  ","428871":"\n   Yessss!! we can work out together -squats- lmao\n  ","428872":"\n   i bet it is a lot cheaper that way? right?    also btw you are awesome and I am laughing so much tonight lol\n  ","428873":"\n   he is NOT going to see this coming lmao hmm... maybe while you're digesting him u have to do squats?\n  ","428874":"\n   Either throw me up or I'll make you sick! Those are your only two options!\n  ","428875":"\n   Oh yeah?! I will!\n  ","428876":"\n   ... Throw me up and you'll see!\n  ","428877":"\n   Stay away or I'll make you sick in here! xD\n  ","428878":"\n   what?? make him butt fat so he cushions u? hmm.... I'm not sure yet lol\n  ","428879":"\n   Prove it! Not as long as I'm in here you're not!\n  ","428880":"\n   I don't want any other inmates! xD It's empty already and needs to stay that way!\n  ","428881":"\n   Hmmmm I bet we could control it lmao why not right??? like... we can make sure he becomes poop or.... idk butt fat lmao Ohhhh he could be more cushion for when you ride!! lmao\n  ","428882":"\n   No! I forbid it xD\n  ","428883":"\n   Yes it is! You're using it as a prison. I don't want to be in here xD\n  ","428884":"\n   Oh no lol Poor guy lmao Well... one of two things is gonna happen... he is gonna get digested on go on a crazy roller coaster or... he gets digested and becomes a part of u somewhere lol\n  ","428885":"\n   For real lol        are u able to save a lot of money right now?\n  ","428886":"\n   You better not!\n  ","428887":"\n   It doesn't matter! I'm still stuck in your dumb stomach now! xD\n  ","428888":"\n   He's a fighter! So..... are u gonna warn him what happens next?? lmao\n  ","428889":"\n   Girl! You better not cramp me in here with more food xD\n  ","428890":"\n   That doesn't mean you can eat me! That's cruel! xD\n  ","428891":"\n   how things have changed.. it went from u being a cookie... to u eating a cookie lmao          So do u live with your parents right now?\n  ","428892":"\n   From inside your tummy?? lmao\n  ","428893":"\n   ... you shouldn't be hungry any more >.>\n  ","428894":"\n   *falls into your belly*...... WHY DID YOU EAT ME!!\n  ","428895":"\n   lmao I don't blame you!! so it was all worth it then? lol\n  ","428896":"\n   I'm not the biggest peppermint fan :O I'm sorry xD My second favorite dessert is chocolate cake though! That counts?\n  ","428897":"\n   Whatttt u already gobbled him up? lmao\n  ","428898":"\n   Owww! Stop munching on me!! You better not swallow!!\n  ","428899":"\n   Mm..... gah lol Not tonight! I will transform someone tomorrow heheh\n  ","428900":"\n   Incoming deliciousness lol\n  ","428901":"\n   I am worried! Don't say \"ahhhh\"! xD\n  ","428902":"\n   Do NOT bring me closer to it!\n  ","428903":"\n   He called your mouth big!!! I would shove him into it lmao\n  ","428904":"\n   Don't even lie xD Once you got started I would be gone in a second! *kicks your hand* Hah!\n  ","428905":"\n   Agh. I picked the wrong person to be a cookie around xD   Hmmm I like apple pie with vanilla ice cream the most!\n  ","428906":"\n   LIKE YOUR BIG MOUTH??\n  ","428907":"\n   Yasss girllll! U earned the treat! -gives u a glass of milk- u can dunk him into it lmao\n  ","428908":"\n   Oww! What do you mean once?! I can only be eaten once! xD\n  ","428909":"\n   Sounds like a good idea :D         What is your favorite dessert? (Don't say gingerbread xD)\n  ","428910":"\n   You're trying to eat me! xD\n  ","428911":"\n   Yassss -high fives- go team!! now what? lol\n  ","428912":"\n   I am NOT going to be your food! *punches harder*\n  ","428913":"\n   Ohhh, that's right. There are three of you! So many ideas :O         I actually hate seafood haha Chicken fingers are probably my favorite food! I'm pretty boring actually haha\n  ","428914":"\n   YES. 100%%%%\n  ","428915":"\n   YASSSS! Quick grab him lol\n  ","428916":"\n   WAIT WHAT *runs into you*\n  ","428917":"\n   I AM NOW\n  ","428918":"\n   That sounds like a good idea! You should be like Mrs. Claus or something haha      They are! What is your favorite food?\n  ","428919":"\n   Well you're lucky lol I'm not actually hungry right now so you are saved for now lol        Ohhh, do you live on campus? That sounds cool!\n  ","428920":"\n   Yup! lmao Ok... here we go... -sneaks up behind Gingy and scares him-\n   \n    @gingerbreadguy2\n   \n   u better run! lmao\n  ","428921":"\n   Because you're looking at me... and drooling practically xD\n  ","428922":"\n   That hat xD Where is your hat, though?!      Hmmm so bones mess with you. Makes sense haha I love chicken fingers too :P\n  ","428923":"\n   I've got my eye on you! I know a hungry person when I see them xD\n  ","428924":"\n   That's awesome xD Yeah, you can definitely do some cool stuff I bet!           Oh man, do you even eat meat? :O\n  ","428925":"\n   Hmm ok. Here's the plan.. I'm going to sneak of behind him and scare him around the corner where you'll grab him and gobble him up! sound good? lol\n  ","428926":"\n   Oh yeah?! What are you planning? xD\n  ","428927":"\n   It'll be our secret, right?? lol except jk like I said I'm not hungry lol u want me to help u catch him?\n  ","428928":"\n   Is that like a unicorn costume? That's fun :P  And you don't like traditional food?! I loveee ham at Thanksgiving!\n  ","428929":"\n   Hmmmm u know... you're right.. it does sound good lmao Do u think he will be mad if we ate him? lmao\n  ","428930":"\n   Uhhhhhh. Wait a second xD\n  ","428931":"\n   Oh you'll have to share a photo! I'm not sure what my plans are.... eat a lot of food for sure xD But that's all I can think of right now\n  ","428932":"\n   The only thing u have to do... is be my snack! :)) What else are friends for??         You're right... we will see lol Would u go back and do anything different?\n  ","428933":"\n   Did you turn someone into a gingerbread man?? It's not even Christmas yet lmao\n  ","428934":"\n   Lazy is always nice :P  That sounds like a nice and easy weekend for you! What is this week going to be like for you?\n  ","428935":"\n   You would be so much better as a cookie! And I bet you would be delicioussss! I wouldn't  be a tasty cookie lmao     Aww, thank u! We will see tho lol I might go to a community college first\n  ","428936":"\n   Whyyy notttt? I promise it will be nice and cozy for you!! lol Besides, I better do it before u do it to me lol             i'm not smart enough for college lol idk what I'm going to do yet, tho... I do want to try to be a teacher tho\n  ","428937":"\n   Awesome. I've never been around one before :P    Hmm, nope! I was lazy as can be this weekend. How about you?\n  ","428938":"\n   I'm doing ok! Just bored and saw you on the leaderboard thing so thought I would say hey haha You seem pretty chill and fan of horses :P\n  ","428939":"\n   We seem to be on the same page! You better watch out.. I might just make you into a cookie! lol    Ohh, so yeah a little different. Did u go to college?\n  ","428940":"\n   Yasssssss. ZAP and poof. Oh hey, where did that cookie come from?? Guess I gotta eat it oh welllll lol          What state do u live in? I'm from Virginia so it has been crazy. I'm ready for this all to be over!\n  ","428941":"\n   Aww I'm glad :)) So it looks like you won't have unlimited free cookies then lol    We are still online because cases are staying bad :(( So it is just soooooo boring\n  ","428942":"\n   Ohh I got you. Do you like your work at least?      I'm a senior in high school! But this year is ruined. I was doing cheering but that was canceled. So I go home and be lazy and watch Netflix or Tiktok all day lol\n  ","428943":"\n   Hiya. How are you doing?\n  ","428944":"\n   Aw, that sucks then lol Are u still in school and have to deal with people?      So what do u like to do other than ride and show?\n  ","428945":"\n   At least u only got three people who have wronged you. That doesn't sound too bad and you got them out of your life!    Aww poor guy! But it seems like he is all better now :))\n  ","428946":"\n   Sweatpants eh lol So you could just chill in him all day and let him know what he's missing out on? I like it lol I still think the pervy dude should be food tho, for sure!     Oh no, what kind of injury was it?\n  ","428947":"\n   Thanks lol so what kind of clothes would ur ex be? 🤣.    Ohhh do you do like travel shows and stuff?      (Ok ☺️)\n  ","428948":"\n   Right? Food is ALWAYS the right choice 😂 ngl I would probably do like bras and underwear lol that stuff ain’t cheap for cute ones!    He’s cute too! So is that ur main hobby?\n  ","428949":"\n   So if you didn’t do food, what kind of clothes would you turn people into? 🤣.    Awww she’s cute! What made you want horses?\n  ","428950":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","428951":"\n   You are so cute!\n  ","428952":"\n   It would be our secret 😂😂 Besides... it sounds like they would become forms that are closer to their personalities anyways.. 💩😂.      Awww that is awesome! What are their names?\n  ","428953":"\n   Ohh is that your horse in the picture?      I can’t imagine that call 😂 “Ummm, ex’s mom... he seems to have disappeared somewhere and we can’t find him” as u rub your stomach 😂\n  ","428954":"\n   You're pretty!\n  ","428955":"\n   10 facts about ASK.fm\n  ","428956":"\n   Ohhh that sounds interesting 🧐 is it fun?    It does! But like... what if they get digested?? 😅\n  ","428957":"\n   Where do you work now??     I mean if we can’t upgrade it, you know what happens to them 😂\n  ","428958":"\n   Wowwww so rude! Hopefully you never have to see him again 😳.    An upgrade?? So they just stay stuck in our tummy forever? 😂\n  ","428959":"\n   where would you go on vacation if you had no budget? 🤔💸\n  ","428960":"\n   Would you rather be famous on Instagram or Tik Tok?\n  ","428961":"\n   Gah 😢 boys suck lmao So he for sure needs to be a cookie stuck ina room with you!   Omg that is creepy! What was his problem?? He needs to be a cookie so no one else deals with him!   Too bad our cookie cells uh... have a limited stay 🤣\n  ","428962":"\n   • If you had to pick one, what is the most important value you would teach your children? 🤍 Honesty, 💙 Kindness or 💛 Courage?\n  ","428963":"\n   Ohh no that sounds terrible! Hopefully that didn’t cause a lot of trouble! Sounds like you got two cookies at least! What did ur ex and Nate do to deserve that?     I would send my ex and this one girl on the softball team there for just being rude and mean to me and my friends. My ex cheated on me🙃\n  ","428964":"\n   Yup! Know anyone you would send to your cookie prison? 🤣\n  ","428965":"\n   Nahh, I meant our tummies are the holding cell 😂 For our new cookie prisoners 🤣\n  ","428966":"\n   Accidentally 😂 “Oops.. was I not supposed to eat that one?” You could just say you were sending them to a holding cell 😂\n  ","428967":"\n   Exactly! Karma is real 😂 Or like turn them into a cookie to make them sweeter lol Not sure if I could resist them tho lol\n  ","428968":"\n   How did you name your horses?\n  ","428969":"\n   Right!! 😂 Or like this girl who is mean to me at school.. ZAP now she is a bra so she needs to support me lol\n  ","428970":"\n   Eggs or Bacon? 🍳🥓✨\n  ","428971":"\n   Ohhh that is a good idea and sounds fun 🤔 I would use the power to turn mean people into useful stuff for a change 😂\n  ","428972":"\n   Hmm I guess so lol what would u transform ppl and yourself into?\n  ","428973":"\n   Would you rather have the super power to never have to sleep or to be able to transform people into anything?\n  ","428974":"\n   I wish you a nice day!\n  ","428975":"\n   💃💃Come on dance with me 🕺 🕺💆‍♀️ 💋🤵👰🛌🤰🤱👼🧚‍♂️🤸‍♂️👩‍❤️‍👨👨‍👩‍👦\n  ","428976":"\n   Would you rather have a💆‍♀️ live-in massage therapist, or a 👨‍🍳 live-in chef?\n  ","428977":"\n   What is the weird food combination you have tried? Would you try it again??\n  ","428978":"\n   Tik Tok or Musical.ly?\n  ","428979":"\n   Good night ❤️\n  ","428980":"\n   What a beautiful girl!\n  ","428981":"\n   Are you getting the new xbox or ps5?\n  ","428982":"\n   Hello what are you doing today?\n  ","428983":"\n   Which game consoles do you own\n  ","428984":"\n   Well, I have no other choice 🤪\n  ","428985":"\n   I had a feeling you'd say that, plus the stable being part of it 😏\n  ","428986":"\n   Ahh okay then 😹\n  ","428987":"\n   If you built a themed hotel, what would the theme be and what would you want the rooms to look like? 👍 🙃\n  ","428988":"\n   Would you rather take a guaranteed $100,000 or risk it all on a 50-50 chance at $1 million?\n  ","428989":"\n   How to we confirm about it\n  ","428990":"\n   Snakes know how to bite in correct plan.. Am I right 👉\n  ","428991":"\n   Don't you know I'm loco? 🤪\n  ","428992":"\n   WHO SHOULD PAY ON THE FIRST DATE? WHY?\n  ","428993":"\n   where have you been? i missed you\n  ","428994":"\n   Who do you live with?\n  ","428995":"\n   Right, you're coming on one with me next time yano wifey 🤪 😹\n  ","428996":"\n   Have you ever cried because you were so happy?\n  ","428997":"\n   Have you ever had a PSYCHIC 🔮 reading? Did you believe it? Was it accurate?\n  ","428998":"\n   Is there a holiday that you don't celebrate? 💩\n  ","428999":"\n   WOULD YOU RATHER: Have a flying carpet or a car that can drive underwater? 🤔🤪\n  ","429000":"\n   That’s good. I’ve been better that’s for sure.\n  ","429001":"\n   Have you ever been on a blind date? Do you have a dating site account? 📱❤\n  ","429002":"\n   What’s a common experience for many people that you’ve never actually experienced? 👍 🙃\n  ","429003":"\n   How do you know that you're a female 🚺\n  ","429004":"\n   do you believe homosexuals go to heaven? i’m kind of torn and would appreciate some help with this.\n  ","429005":"\n   Sssssshhhh snake 🐍\n  ","429006":"\n   how old are you ?\n  ","429007":"\n   WOULD YOU RATHER:go VEGAN for a month OReat ONLY MEAT and dairy for a MONTH?\n  ","429008":"\n   If you go to Nandos, what is your typical order?\n  ","429009":"\n   What are the most common questions do you get?\n  ","429010":"\n   What’s your idea of Heaven? 😇\n  ","429011":"\n   Do you mind receiving spam messages or do you block it?\n  ","429012":"\n   hello Where are you from?🤗\n  ","429013":"\n   How are you?\n  ","429014":"\n   What quality do you value most in your friends?\n  ","429015":"\n   Do you watch documentaries?\n  ","429016":"\n   Ricky likes horses too. Ricky lives in Santa Cruz California. 👿\n  ","429017":"\n   May I call you raspberry ?\n  ","429018":"\n   Kayla please follow me.\n  ","429019":"\n   Please stop telling lies about things.\n  ","429020":"\n   Calling someone who asked you a simple question and pointed the uncoolness of your response \"the thing\" (toxic sign #3).\n  ","429021":"\n   Hey anonymous leave Kayla alone right now tho\n  ","429022":"\n   And then after the situation was pointed out to you, dismissed the whole idea as if you did nothing wrong (toxic sign #2).\n  ","429023":"\n   Wow...you seem to have a bit of a toxic streak to you.\n  ","429024":"\n   Why did you claim you had 2 horses but nowadays only talk about having 1 horse\n  ","429025":"\n   What happened to the other horse you had\n  ","429026":"\n   How much does the lyrics of a song matter to you? How good would you say you are at memorizing lyrics from songs you've listened to? 🎤🎶\n  ","429027":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","429028":"\n   Why do people cheat\n  ","429029":"\n   Stay home,  stay safe,  wear the mask\n  ","429030":"\n   are you prone to accidents? 🤕\n  ","429031":"\n   How do we get sweet sounds\n  ","429032":"\n   What's your favourite flavour of crisps\/chips? 👍 🙃\n  ","429033":"\n   How do I will 💯% confirm that  you're a female 🚺???\n  ","429034":"\n   If you could have ANY ANIMAL in the world as a pet, what would it be and why?\n  ","429035":"\n   Ever heard coldplay music?\n  ","429036":"\n   Have you ever ordered liver in a restaurant?\n  ","429037":"\n   What's a weird smell you like? Why? 👍 🙃\n  ","429038":"\n   supppppp\n  ","429039":"\n   If someone offered to TELL YOU YOUR FUTURE, would you accept it? 🔮\n  ","429040":"\n   Have you had any good food lately? 🥘😋\n  ","429041":"\n   Love it\n  ","429042":"\n   Love it\n  ","429043":"\n   Love it\n  ","429044":"\n   HOW WOULD YOUR LIFE BE DIFFERENT IF SOCIAL MEDIA DIDN'T EXIST?\n  ","429045":"\n   HAVE YOU EVER REALLY KEPT A NEW YEAR'S RESOLUTION?\n  ","429046":"\n   Share a selfie! A awesome selfie! 😁😁😁 Let's goo yoo.. Almost Thanksgiving in the 🇺🇸 USA. Excited 📷\n  ","429047":"\n   hi\n  ","429048":"\n   Would you feel worse if no one showed up to your wedding or to your funeral?\n  ","429049":"\n   Heb je ooit eens in een jacuzzi gezeten? \/ Have you ever been in a jacuzzi?\n  ","429050":"\n   I’m doing good thank you 🙏 for asking Kayla And yeah 😎 it is another level to me\n  ","429051":"\n   I really adore 🥰 your red hair 👩‍🦰 tho\n  ","429052":"\n   Hi 👋 Kayla how are you happy 😃 Sunday to you a hug and today it’s my 11 anniversary from working at Macdonalds\n  ","429053":"\n   What's more valuable, brains or beauty?\n  ","429054":"\n   What would you do if you were home alone and the power went out? 💡\n  ","429055":"\n   I wanna give you my love ❤️\n  ","429056":"\n   Im in love with you baby ❤️😊\n  ","429057":"\n   WHAT WOULD BE THE WORST THING TO HEAR AS YOU ARE GOING UNDER ANESTHESIA BEFORE HEART SURGERY?\n  ","429058":"\n   hi my name is bryan. how are you ?\n  ","429059":"\n   If you left your current life behind and ran away to follow your dreams, what would you be doing? 👀\n  ","429060":"\n   tysm, you too xo\n  ","429061":"\n   ty kayla most people think im pathetic xo\n  ","429062":"\n   your so lovely xo i am soo clumbsy too\n  ","429063":"\n   hey whats up\n  ","429064":"\n   Are you CLUMSY? If you are, what’s the clumsiest thing you’ve done? 😬😳\n  ","429065":"\n   yoooooooo\n  ","429066":"\n   If your partner told you that they were interested in polyamory (dating multiple people - including you - at the same time) how would that make you feel? What would you respond?\n  ","429067":"\n   Have you ever watched The Saddle Club?\n  ","429068":"\n   Do you smoke?\n  ","429069":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","429070":"\n   Kayla.\n  ","429071":"\n   nm you\n  ","429072":"\n   yooooo\n  ","429073":"\n   okay let's get this straight , i love you\n  ","429074":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","429075":"\n   Are all those horses in your profile pictures yours?\n  ","429076":"\n   How old are you now?\n  ","429077":"\n   You're pretty.\n  ","429078":"\n   What was your own childhood like?\n  ","429079":"\n   What events or situations in your life do you wish to \"twist\" or \"rotate\" to another direction? Do you think your life would have been better if you have chosen another path?\n  ","429080":"\n   Why not?\n  ","429081":"\n   IF you (and your partner) were to raise children, what are the most important things you would want them to learn?\n  ","429082":"\n   Do you always check your phone?\n  ","429083":"\n   Do you like salami?\n  ","429084":"\n   Is there anything that you would change about Christmas?\n  ","429085":"\n   Have you ever lost any respect for someone doing disgusting things with you?\n  ","429086":"\n   What's your favorite Pokémon? c:\n  ","429087":"\n   I appreciate that.\n  ","429088":"\n   WOULD YOU RATHER: see what was behind every closed door 🚪OR be able to guess the combination of every safe  on the first try?\n  ","429089":"\n   Have you ever lost any respect for someone instantly?\n  ","429090":"\n   I think it’s projected to go down in January\n  ","429091":"\n   Has anyone famous ever been in your hometown?\n  ","429092":"\n   ما هي البلد التي تريد ان تسافر إليها؟\n\nWhat country do you want to go\n to?\n  ","429093":"\n   Do you celebrate Thanks Giving? 🦃\n  ","429094":"\n   Plain Rice or Fried Rice? 🍚🍘🍙\n  ","429095":"\n   This will give you pleasure 👉👌🍺🥂👉👌🍺🥂👉👌🍺🥂👉👌🍺🥂💤💤💤💤\n  ","429096":"\n   Kayla ❤🌹💕\n  ","429097":"\n   Wow, ignorance for no other reason than arrogance. Okey dokey.\n  ","429098":"\n   Er, no. The virus is called CoV2, or to be complete, SARS-CoV2. It's *a type of* coronavirus, and there are many types of coronavirus. Feel free to do the 10-second Google search if you don't believe me.\n  ","429099":"\n   Corona? That's the name of a drink\n  ","429100":"\n   Me too. It really does suck. I wish it would shove it where the sun don’t shine and let us get back to normal. It keeps ruining everything\n  ","429101":"\n   You mean CoV2\n  ","429102":"\n   That’s good. I’m decent a bit bummed cause all the plans to see my girlfriend got canceled because of Corona\n  ","429103":"\n   Love it\n  ","429104":"\n   How are you?\n  ","429105":"\n   Did you paranormal  on Netflix  ?\n  ","429106":"\n   Would you rather get rich through hard work or through winning the lottery?\n  ","429107":"\n   Have you ever had an audience while you were having s*x with someone?\n  ","429108":"\n   ignore the anons xo\n  ","429109":"\n   How old are you\n  ","429110":"\n   Did you buy the horses with your own money that you earned from work? Have you always paid 100% of the bills with your own money that you earned from work?\n  ","429111":"\n   Why don't you want kids?\n  ","429112":"\n   By touching a nerve it suggests my guess was at least partly true, or you've taken flak from people from something along those lines...\n  ","429113":"\n   Who decided that having kids takes priority over having a solid relationship with the other parent? What ends up happening 90% of the time is the parents fight or break up, and it's the kids who suffer. That's messed up.\n  ","429114":"\n   Seems like I touched a nerve\n  ","429115":"\n   Don't get mad, just since you don't seem to know the actual prices of things, I guessed someone else pays those bills\n  ","429116":"\n   wow cute horse kayla, xo\n  ","429117":"\n   I'm guessing you don't pay any of the bills yourself\n  ","429118":"\n   Is there such a thing as vet insurance?\n  ","429119":"\n   How much do vets charge?\n  ","429120":"\n   So would like $1000 a month be enough to keep a horse?\n  ","429121":"\n   So how much does that work out to on average?\n  ","429122":"\n   How much does it cost every month to own and maintain a horse?\n  ","429123":"\n   would you be down for some experimenting with a girl ?\n  ","429124":"\n   Just curious about you\n  ","429125":"\n   Do you use tinder or other sites like that\n  ","429126":"\n   Have you been on any dates since breakup\n  ","429127":"\n   How can a guy cheat without s3x or making out\n  ","429128":"\n   Do you think it's possible for a guy to cheat without having s3x or making out with the girl?\n  ","429129":"\n   Have you ever been cheated on in a relationship\n  ","429130":"\n   Have you ever cheated in a relationship\n  ","429131":"\n   4 years is a long time\n  ","429132":"\n   Why did you break up\n  ","429133":"\n   How long did it last\n  ","429134":"\n   How long ago was your last relationship\n  ","429135":"\n   Single or taken?\n  ","429136":"\n   Beautiful horse\n  ","429137":"\n   Why ?!\n  ","429138":"\n   Would you rather be able to breathe underwater or have the agility of a cat? 🐱 👍 🙃\n  ","429139":"\n   Do u love me?\n  ","429140":"\n   May i ask a akward question about horses?\n  ","429141":"\n   What would you consider as \"THE BEST THING THAT EVER HAPPEN\" to you this year so far? 👍\n  ","429142":"\n   WOULD YOU RATHER: Have one real get out of jail free card or a key that opens any door? 🔒🔑\n  ","429143":"\n   If someone came up to you and said “Hey, do that thing you do!”, what thing would pop into your head first? #StayAwesome\n  ","429144":"\n   This time next week 🤪\n  ","429145":"\n   Ayee, let's 😝\n  ","429146":"\n   Nope, neither have I 😏\n  ","429147":"\n   Have you ever used an ouija board? If so, what happened? 👻 👍 🙃\n  ","429148":"\n   Why do people smoke?\n  ","429149":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🥶\n  ","429150":"\n   If time travel was possible, would you choose to travel to the future or the past? Why? 🕒 👍 🙃\n  ","429151":"\n   Pretty!\n  ","429152":"\n   tbh, I don't like ti wear mask but I do wear in any way as for safety\n  ","429153":"\n   What is something you think everyone should do AT LEAST ONCE in their lives?\n  ","429154":"\n   How are you?\n  ","429155":"\n   So hard to choose when you post a poll because every pic of you is amazing!!!\n  ","429156":"\n   Am wondering because I wanna say he block me\n  ","429157":"\n   Am a friend of his why\n  ","429158":"\n   Andy Branaugh\n  ","429159":"\n   Do you still talk with Andy on here\n  ","429160":"\n   In reaction to your poll: I love both pictures so much! 😍\n  ","429161":"\n   Why do some people get so mad about wearing masks? Can’t they just wear the mask and move on? What's so hard?\n  ","429162":"\n   can I add u on insta?\n  ","429163":"\n   Would you say your parents are overprotective?\n  ","429164":"\n   damn lucky you! wanna switch with me then? for a week\n  ","429165":"\n   you working today?\n  ","429166":"\n   Hello, i need some advice. Which one should I buy first- a house and lot or a car? Can you help me choose?\n  ","429167":"\n   how come you up so early\n  ","429168":"\n   Morning Kayla!!\n  ","429169":"\n   Kayla is beautiful 😍\n  ","429170":"\n   I'm good...hru?\n  ","429171":"\n   Love it\n  ","429172":"\n   books or e-books??\n  ","429173":"\n   You're very welcome, and i mean that 100%\n  ","429174":"\n   Hello. I think you look divine\n  ","429175":"\n   What do you do for the courthouse?\n  ","429176":"\n   Have you ever tried changing yourself to fit in? #StatusQuo\n  ","429177":"\n   You’re SO hot Kayla!!!\n  ","429178":"\n   My pleasure, ma'am 🥰\n  ","429179":"\n   You're splendid 😏 🥰\n  ","429180":"\n   I try 😝\n  ","429181":"\n\n    https:\/\/media2.giphy.com\/media\/jErnybNlfE1lm\/giphy.gif\n   \n   🤪 😝 😘\n  ","429182":"\n\n    https:\/\/media1.giphy.com\/media\/f742Jfmyvn0zWES04Y\/200.gif\n   \n   🥺\n  ","429183":"\n   Whether you like it or not not not, you're gonna hush hush hush right now now now 😝\n  ","429184":"\n   Yeah yeah yeah shuddup 😝\n  ","429185":"\n   😏 😝 😘\n  ","429186":"\n   That's making me worry just a lil bit 🤪\n  ","429187":"\n   Good luck with that 🤪\n  ","429188":"\n   Because comeeee onnnn, you know me well enough by now 😹\n  ","429189":"\n   Have you lighted some candles for the souls of your loved ones?\n  ","429190":"\n   Well in my case, it's different yano 🤪\n  ","429191":"\n   As usual meet me tonight at our favourite place?I'll wait for you with ready to insert?\n  ","429192":"\n   How was your Halloween?!🍂🕸🕷\n  ","429193":"\n   What do you do for a living?\n  ","429194":"\n   You know I can't help it 🤪\n  ","429195":"\n   GOOD 😈 😜\n  ","429196":"\n   Have you ever had summer sausage before? Do you like it or would you ever try it? What's your favorite flavor?\n  ","429197":"\n   Ahahaha 😜\n  ","429198":"\n   Good idea, cause I might turn up and knock it over 🤪\n  ","429199":"\n   Have you ever used a porta-potty? 🚽 👍 🙃\n  "},"Answer":{"428127":"\n  Idk\n  ","428128":"\n  I took it out.\n  ","428129":"\n  98\n  ","428130":"\n  I live in USA so I mean idk for sure, but I’m assuming so\n  ","428131":"\n  Some insects I like, like crickets (I save them from my pool) and rolly pollies, with butterflies, grass hoppers and anything similar to them! I hate bees or anything like that tho😰\n  ","428132":"\n  If it’s running and working fine and you don’t want to buy one, don’t buy one then. That’s completely up to you and your choice, not theirs\n  ","428133":"\n  Yeah no definitely red flags, you have every right to react like that\n  ","428134":"\n  Good morning! How you doing today?\n  ","428135":"\n  He already lost😂\n  ","428136":"\n  Definitely still a female.\n  ","428137":"\n  All the time!\n  ","428138":"\n  Happy new year!\n  ","428139":"\n  My horses! Especially Olympia🥰\n  ","428140":"\n  Going to and from work I usually just listen to music! Or sometimes talk to my mom!\n  ","428141":"\n  Nope\n  ","428142":"\n  Nope!! Single single single\n  ","428143":"\n  I would probably have to say Oreos🤤\n  ","428144":"\n  If you do want to do it, depending on if you just want to take riding lessons for fun, eventually want to get a horse or lease or share board there are so many options. You could always do research on barns near you and what they offer and based on your price range :) hopefully you can do it one day!\n  ","428145":"\n  I’ve been riding horses for about 13 years!\n  ","428146":"\n  These are from June 30th-December 20th (from when I got her to the week before Christmas🥰)\n  ","428147":"\n  Depends what the items are, a pre-owned game at GameStop, if it saves me a decent amount of money then yes. But other then that I won’t buy and use secondhand items\n  ","428148":"\n  May 11th :) how about you?\n  ","428149":"\n  Plain ramen lol\n  ","428150":"\n  Yes I do! I love it\n  ","428151":"\n  Thank you\n  ","428152":"\n  Hey hru\n  ","428153":"\n  To show Olympia and have a great year with her and my family\n  ","428154":"\n  Aw thank you🥰happy New Years to you too!!\n  ","428155":"\n  Hello, hru\n  ","428156":"\n  Yes, a lot. Been off work all week\n  ","428157":"\n  Single\n  ","428158":"\n  Thanks.\n  ","428159":"\n  Ummm?\n  ","428160":"\n  I was 18!\n  ","428161":"\n  Ur a disgusting piece of rotten sh!t\n  ","428162":"\n  Yeah ok, just a terrified anon😂 you ain’t shit, you fat bitch\n  ","428163":"\n  No you ain’t you fat bitch, can’t even come off of anon you f ing pussy.\n  ","428164":"\n  Fat fuck\n  ","428165":"\n  Learn how to spell bitch\n  ","428166":"\n  Why would I be jealous of a fat fucking bitch like you?You don’t have a nice body you pathetic worthless wHore no one ever likes you. Go fuck yourself you ugly fat fuck. No one gives a fuck about your pathetic life, no one gives a fuck if your here or not. FUCK YOU. Gtfo my page you pos. Your such a Fat fuck.\n  ","428167":"\n  Yeah ok you fatass\n  ","428168":"\n  No you ain’t you mf, gtfo my page you worthless wHore.\n  ","428169":"\n  Stfu u fat pig.\n  ","428170":"\n  I don’t even have one, I’m not pregnant 🙄\n  ","428171":"\n  Wtf?\n  ","428172":"\n  I’ve never even heard of that challenge before\n  ","428173":"\n  Thank you.\n  ","428174":"\n  Good for you.\n  ","428175":"\n  Wth..? It used to be... not anymore..\n  ","428176":"\n  Oooh I love chocolate cake, but I would definitely need to go with red velvet!\n  ","428177":"\n  Video games lol, I’m also a very into my horses\n  ","428178":"\n  Unless it truly offends someone or hurts them\n  ","428179":"\n  My horses are my best friend haha\n  ","428180":"\n  Hello, how are you? And I’m down for that\n  ","428181":"\n  Nope nope nope nope\n  ","428182":"\n  Nah, I’ve never watched any episodes!\n  ","428183":"\n  Loyalty, a gamer, likes horses, cute and being nice!!🥰🥰\n  ","428184":"\n  YES, also tired of people (especially anons) trying to use this as a dating site, like wut 🙄\n  ","428185":"\n  Are you actually being serious rn\n  ","428186":"\n  Okie sounds great😊my IG is\n  \n   @kaylaraspolich98\n  \n","428187":"\n  No problem!! Of course😊♥️ did you want to add me on any of my social media sites? We can talk there if you want!\n  ","428188":"\n  I’m still not giving out my number to you tho.\n  ","428189":"\n  Thank yooouuuuuuuu\n  ","428190":"\n  Bc I don’t give out my number to anyone I don’t know.\n  ","428191":"\n  I don’t give out my number.\n  ","428192":"\n  Ok\n  ","428193":"\n  But I’m not\n  ","428194":"\n  Yeah lol, I said it would drive me nuts and I couldn’t deal with them\n  ","428195":"\n  Are you being serious\n  ","428196":"\n  How am I not completely correct? It’s just my opinion, so there’s really no “correct” to it lol\n  ","428197":"\n  What do you mean? I just said tho lol\n  ","428198":"\n  I just couldn’t deal with kids and it would drive me nuts\n  ","428199":"\n  I don’t tho\n  ","428200":"\n  I’ve never had an experience like that at Dunkin’, it’s always been good. So not all Dunkins are like that, sorry you had to experience that :\/ the employee was definitely in the wrong\n  ","428201":"\n  Yup and I don’t plan on having any at all lol\n  ","428202":"\n  Single.\n  ","428203":"\n  Yeah\n  ","428204":"\n  Did you tell him what you ordered after that? I wouldn’t of paid for it if that’s not what I ordered and for me personally I’d of written a bad review if they didn’t fix it\n  ","428205":"\n  22\n  ","428206":"\n  👍🏻\n  ","428207":"\n  Uhh I don’t have any children.. so...\n  ","428208":"\n  Thank you\n  ","428209":"\n  Omg, I could eat it all the time lol\n  ","428210":"\n  I’m doing good\n  ","428211":"\n  10 years, I wanna know what the future beholds\n  ","428212":"\n  Oh yes, that’s such a big part of it!!\n  ","428213":"\n  Hey..hru\n  ","428214":"\n  Probably one of them would be Nat Zang from z nation on Netflix, he’s so cute😍\n  ","428215":"\n  Definitely iced coffee😍😍\n  ","428216":"\n  Kinda, going bridge jumping like 22 feet into a river lol\n  ","428217":"\n  I wouldn’t mind being your friend, if we lived closer and stuff I wouldn’t mind hanging out with you and being friends\n  ","428218":"\n  I’ve seen a spirit when I was super young.\n  ","428219":"\n  Coffee!\n  ","428220":"\n  Just laying in bed rn lol, on my phone\n  ","428221":"\n  Everything! My family, Olympia (my horse I got this year) and Chief(my other horse) that our doggo Molly is doing alright rn! ♥️\n  ","428222":"\n  Hello, how are you?\n  ","428223":"\n  Oh yes! Many times\n  ","428224":"\n  Hey.. hru\n  ","428225":"\n  I always see people doing that lol, I don’t understand🤷🏻‍♀️ especially when their by themselves\n  ","428226":"\n  Why thank you😊she’s so precious\n  ","428227":"\n  Umm what..?\n  ","428228":"\n  Hi and yes, I absolutely do!\n  ","428229":"\n  I just got “ghost of tsunami”, after I beat that I’m gonna play “control”, I beat the dreamfall chapters and just whatever else looks good.. u\n  ","428230":"\n  No just the 4\n  ","428231":"\n  Not much, probably gonna play my PlayStation soon\n  ","428232":"\n  Just relaxing, gonna play some games soon\n  ","428233":"\n  Hey..hru\n  ","428234":"\n  I actually don’t have milk with my cereal so neither lol\n  ","428235":"\n  Definitely margaritas😍\n  ","428236":"\n  No I haven’t, just my barn I board at, I would love to go there one day tho to an actual working barn with different animals :)\n  ","428237":"\n  You can try Amazon. They have just about everything\n  ","428238":"\n  Oh really? Well thank you for letting me know, I had no idea!\n  ","428239":"\n  Well I hope I know myself pretty well 🤣\n  ","428240":"\n  Illinois.\n  ","428241":"\n  Hashbrowns with toast and eggs😍😍\n  ","428242":"\n  Absolutely no animal abuse\n  ","428243":"\n  I mean as long as they talk and can keep up with a conversation, I don’t mind too much. But if they aren’t listening that irritates me\n  ","428244":"\n  I think that would be cool\n  ","428245":"\n  Thank you! I followed back\n  ","428246":"\n  I think I have, I’ve watched so many movies I’d probably have to see a trailer lol\n  ","428247":"\n  Nope\n  ","428248":"\n  Not me.\n  ","428249":"\n  I’ve used my crossbow before\n  ","428250":"\n  Work very hard at a rewarding one\n  ","428251":"\n  Hehe thank you, I’m just so glad she’s doing better😊\n  ","428252":"\n  Heya, she’s doing alright. We are just taking good care of her :)\n  ","428253":"\n  Why\n  ","428254":"\n  Well I’m straight, but if a guy had any kids I wouldn’t date them. Me personally I don’t like kids and wouldn’t want to have to see kids and I don’t plan on having any. But I’m sure anyone who has kids would be able to find someone who would date someone with kids, just depends on the person\n  ","428255":"\n  Omfg I’m not getting married to YOU period. When the right guy comes along then I’ll get married to him. It’s YOU I don’t care about.\n  ","428256":"\n  Bc I would never ever marry you\n  ","428257":"\n  Nope, I’m going back on Monday\n  ","428258":"\n  No way\n  ","428259":"\n  It was super good, we got some really nice gifts and am very appreciative🥰what about you?\n  ","428260":"\n  Yes, I used to do them all the time. Once I pulled 2 all nighters in a row, so I was awake for two days😅😂\n  ","428261":"\n  Merry Christmas!! I hope yours was good🥰😊\n  ","428262":"\n  I mean most of the time I call my family members to talk to them about something or I’ll just call my mom to tell her I’m coming home\n  ","428263":"\n  Mozzarella and Colby jack, although I also love nacho cheese😍 it really just depends what food I’m eating!\n  ","428264":"\n  Thank you and merry late Christmas!! I hope yours was good🥰😊\n  ","428265":"\n  Ice cream with cookies!!😍😍\n  ","428266":"\n  Merry Christmas🥰\n  ","428267":"\n  Yes it was, I had so much to drink before that and the reason I got through the whole bottle was because they closed the bar down temporarily for dinner😂\n  ","428268":"\n  Don’t you EVER call me that again you f ing creep.\n  ","428269":"\n  Merry Christmas!!! I hope yours was good 🎄\n  ","428270":"\n  🥰🥰🥰😊\n  ","428271":"\n  Actually yes, at my own job and one of the girls I work with just laughed about it😂😂\n  ","428272":"\n  Merry Christmas!!!🎄\n  ","428273":"\n  Nope\n  ","428274":"\n  Whiskey, only time I had wine was at a wedding, it was white wine and I drank an entire bottle lol\n  ","428275":"\n  Thank you!\n  ","428276":"\n  Aww, hubby🥰🥰have a very merry Christmas, stay safe, hope it’s a good one🥰♥️♥️\n  ","428277":"\n  Merry Christmas, from Chief, Olympia and me😊♥️\n  ","428278":"\n  Parmesan homemade fries😊\n  \n  Or I also love cutting them up into small potato size bites, cook them like fries, putting them in a tortilla shell with mozzarella cheese and nacho cheese 😍\n  ","428279":"\n  Aw thank you sooo much!! Merry Christmas!!!! I hope it’s been a good one😊 happy happy New Years!!\n  ","428280":"\n  Happy holidays to you too🥳\n  ","428281":"\n  I don’t really have any “bad” holiday experiences, but one time I stood up since someone spilled beer in our garage for thanksgiving (so many years ago, I was in high school) so I stood up and I went to sit down again, but someone moved my chair back and I fell in the beer🤦🏻‍♀️😂😂\n  ","428282":"\n  Oh yes!!! At work we have a group of friends that we eat with and chat. We’ve gone out for drinks after work once before and gone to a couple restaurants on our lunch breaks\n  ","428283":"\n  Tbh any age, when I’m at work. I address people as ma’am or sir to get their attention and I’m just used to it lol\n  ","428284":"\n  A light switch 😈\n  ","428285":"\n  Hello, I’m amazing!! How are you?\n  ","428286":"\n  Yes I did, for awhile actually!\n  ","428287":"\n  Hell no! I’ve worked customer service at Taco Bell for two years and now again I’m working with customers at another job, when people are rude with me I “put them in their place” without really being mean. When I go out I always try to be kind and understanding. And I always make sure to say “have a good day” and always be polite (unless they are rude to me)😊\n  ","428288":"\n  Definitely Z nation! And also heartland!!\n  ","428289":"\n  I’m actually still working and it’s been going good, hopefully everyone else is good♥️\n  ","428290":"\n  Thank you sis♥️ merry Christmas and I hope you have a wonderful one! I’m really looking forward to it😊♥️ and hope your new year is good!\n  ","428291":"\n  That’s always good and fun! And same, I’m looking forward to dinner tonight :) having crab and lobster!😍\n  ","428292":"\n  Hello! I’m amazing, just excited for Christmas 🎄 and thank you, merry Christmas to you and hope it’s a good one😊\n  ","428293":"\n  Probably only about once and it was nothing bad, she was just confused and laughed after I said it was for someone else lol\n  ","428294":"\n  Get more training in with my horse Olympia and then to be able to show her in 2021 :)\n  ","428295":"\n  Definitely horses! 🐴\n  \n  Then comes wolves 🐺\n  \n  😊♥️\n  ","428296":"\n  Definitely Christmas🎄😊\n  ","428297":"\n  It absolutely flew by and Covid so did barely any “in-store” shopping!\n  ","428298":"\n  Without family and my parents😊\n  ","428299":"\n  Merry Christmas Eve to you too! And thank you, I hope you have a wonderful day and merry Christmas for tomorrow😊😊♥️\n  ","428300":"\n  It’s never too late to make new friends, no matter the time :)\n  ","428301":"\n  Spirit: stallion of the cimarron 🐎\n  ","428302":"\n  1)Being with my family\n  \n  2)getting Olympia\n  \n  3) being with Chief and my first time having him as my own\n  ","428303":"\n  Merry Christmas!!! We open on Christmas morning, I am so excited, hope yours is good :)\n  ","428304":"\n  If the kids are my horses then sure, but I’m not going to have human kids.\n  ","428305":"\n  She’s a saddlebred\n  ","428306":"\n  Bc it’s annoying asf, it’s disrespectful and this a hole keeps doing it. It’s pissing me off, and when I repeatedly tell them stop calling me that? Like really?\n  ","428307":"\n  Omfg a hole, don’t call me that. F you.\n  ","428308":"\n  Nope.\n  ","428309":"\n  But if it’s gross why the hell would I send that?🙄\n  ","428310":"\n  Bc that’s weird and gross asf and I’m not gonna be gross.\n  ","428311":"\n  Hell no.\n  ","428312":"\n  No.\n  ","428313":"\n  Are you actually being serious rn? You make me want to puke, people can love WHOEVER they want, wtf is wrong with you?\n  ","428314":"\n  Anon, you are such a fat stupid pig😂how about you get a f ing life and stop harassing you fat f\n  ","428315":"\n  Try some English, you idiot\n  ","428316":"\n  Olympia (top photo)\n  \n  Molly (bottom left photo)\n  \n  Chief (bottom right photo)\n  ","428317":"\n  It might of been starved rock in IL, idk for sure tho\n  ","428318":"\n  Glow bright red every time someone annoys me 😡 that would be kind of funny if people saw that lol\n  ","428319":"\n  “In life you have 3 options, give up, give in or give it all you got”\n  \n  -Charleston Parker\n  \n  Never give up😁\n  ","428320":"\n  Thank you, I’m so so so glad she has some more time yet! I love her so much\n  ","428321":"\n  Thaaaannnnkkkksssss😊\n  ","428322":"\n  That’s good and oh no hope your recovering fine! And I’m so excited, it’s in less then a week now!! 🎄\n  ","428323":"\n  I can’t wait! And she’s doing okay now, way more perky. We almost had to put her down😔 but she stayed another night and now she’s doing better. This is at the vets, before my mom decided we couldn’t put her down because she seemed to be doing a bit better (I was trying not to cry)\n  ","428324":"\n  Hello! I’m good, how are you? I am so ready for Christmas! Took some Christmas photos today with my horses at the barn😊\n  ","428325":"\n  Hello! I’m really good now, Molly is back home (she went to doggy hospital, but she’s still alive, so we will cherish the time we have with her) I am feeling SO Christmassey! Super excited for it, even took Christmas photos today with my horses! What about you?\n  ","428326":"\n  Yes I use Snapchat, my user is\n  \n   @alyak98\n  \n","428327":"\n  Camping sounds fun, I would love to go with Olympia one of my horses when she’s more trained\n  ","428328":"\n  Ah ok thanks!! I might have to look into it!!😊\n  ","428329":"\n  It’s creepy asf, he needs to leave us the f alone. And needs to be stopped!\n  ","428330":"\n  I always carry a flashlight on me, I also try to carry some form of a pocket knife on me\n  ","428331":"\n  Wtf\n  ","428332":"\n  98\n  ","428333":"\n  Omfg get your stupid h0rney a$$ off my page.\n  ","428334":"\n  Ya...\n  ","428335":"\n  Noo, I’ve never seen that movie\n  ","428336":"\n  Parmesan garlic😍😍\n  \n  Or lemon pepper😍😍\n  ","428337":"\n  Count me out😅\n  ","428338":"\n  Lemons, but like lemon juice on food that I season😍\n  ","428339":"\n  6am😅 we had to give Molly her meds\n  ","428340":"\n  YAAASSSS!! I’m so excited!!\n  ","428341":"\n  😊actually the best “gift” I had gotten this year (bought her myself) is Olympia🥰\n  ","428342":"\n  Taurus ♉️\n  ","428343":"\n  Yea, sure. Wyd?\n  ","428344":"\n  I mean I don’t think you can disable it, the closest thing I got for you is to click this button in the top right corner\n  ","428345":"\n  What time is it and how much time do I have to lay in bed😂\n  ","428346":"\n  Wtf\n  ","428347":"\n  Oh yes, some of them definitely do, at least some that I have talked to on here, I’ve also talked with some really nice anons though!\n  ","428348":"\n  Hey how are you?\n  ","428349":"\n  ?? What??\n  ","428350":"\n  Just relaxing at home now\n  ","428351":"\n  Hello, hru\n  ","428352":"\n  Definitely Christmas! 🎄 🎅\n  ","428353":"\n  If you like gaming channels, I recommend cjugames , theradbrad and markiplier.\n  \n  If you like to hear funny things that happen, sssniperwolf, azzyland and Kyutie\n  \n  Funny stories for r\/bumfris 😊😊\n  ","428354":"\n  Are you saying you are giving me a cute tiny baby elephant !? Yay!! Thank you😊I shall keep her in my room, when can I meet her?🥰\n  ","428355":"\n  One of the top 10 or top 5 peppers when I was in Junior year of high school. He said I would get a dollar if I did it, I never got my dollar :(\n  \n  (one of the other kids who did it told our band director, so we had to go to the nurse😂😂😂)\n  ","428356":"\n  Hell yeah!! Looking forward to what is has to offer!🥰😊 (mainly for my horses lol)\n  ","428357":"\n  I’ve seen the spirit of my grandparents right after they passed when I was young, I was super close with them\n  ","428358":"\n  United States 🇺🇸\n  ","428359":"\n  ??\n  ","428360":"\n  It depends, when I had more time in previous years, I went out into Walmart to get some stuff, this year I got most of my stuff from collage.com :) (it’s all customized) this is what I bought for myself from there too, it’s a blanket :)\n  ","428361":"\n  It was amazing thanks!!! It’s Olympia’s second day in training for her! How was your day?\n  ","428362":"\n  Definitely affording her, having enough money to keep her and for the next few months I put her in training with my trainer at the barn♥️\n  ","428363":"\n  Not really in the street, but when I parked my car at Dunkin’ Donuts I had a girl who came up to my car asking me multiple times (literally whining) for change for a coffee, some guy gave it to her and then she went into the tobacco shop.\n  \n  Is that kinda what you meant?\n  ","428364":"\n  Nope, all relationships will have the good and the bad, it just depends on how you work through it\n  ","428365":"\n  Sometimes they look to see if the other person is gonna tell them the truth, I do it sometimes to see if someone is lying even if I know the answer\n  ","428366":"\n  Aww thank you so much!! So I’ve been riding Chief for around 8 years! So he’s 14 now, I just got Olympia this year on June 30th! So I’ve had her for 6 months almost and she’s only 5😊 and she’s the first horse I’m actually paying for completely by myself!\n  ","428367":"\n  Lmao good for you🤷🏻‍♀️ and your right, I should block you\n  ","428368":"\n  Lmao how am I spamming?😂 try coming off of anon bud\n  ","428369":"\n  Tbh neither lol\n  ","428370":"\n  Okay?🤦🏻‍♀️\n  ","428371":"\n  Why would u give me ur number\n  ","428372":"\n  What🙄\n  ","428373":"\n  Idgaf weirdo.\n  ","428374":"\n  No.\n  ","428375":"\n  What\n  ","428376":"\n  No🤦🏻‍♀️\n  ","428377":"\n  Good for you..\n  ","428378":"\n  WHY WOULD I GIVE YOU MY NUMBER\n  ","428379":"\n  Don’t have WhatsApp and bc I totally want to send you my number.\n  ","428380":"\n  Yeah ok, totally\n  ","428381":"\n  Yeah and obviously I’m gonna put my number out here and give it to some random guy, yeah ok\n  ","428382":"\n  Ahh right, yeah totally, bc I’m obviously gonna give my actual phone number to a anon on this site.\n  ","428383":"\n  Lmao why\n  ","428384":"\n  No.\n  ","428385":"\n  Hello! I’ve been pretty good! Been spending a lot of time with Olympia! How have you been?\n  ","428386":"\n  Go to hell, you fucking piece of shit. I don’t care about your pathetic lonely a$$ life, no one likes you and no one ever will, don’t you f ing call me that again, if you ever came near me I would beat the sh!t out of you.\n  ","428387":"\n  Don’t call me that you f ing ugly a$$ go to hell fool. I already reported your pathetic a$$.\n  ","428388":"\n  What money? I spend it all on one of my horses😂\n  \n  Jk, I still manage to save a decent amount of money and I usually look at something to make sure I really want it or it’ll be useful, a lot of my spending goes to my horse tho to make sure she gets everything she needs lol I even got her something I could massage her with😂 I just always make sure I have enough money in my bank and don’t really like to buy expensive things😊\n  ","428389":"\n  Definitely my horses!!🥰\n  ","428390":"\n  Hello, how r u\n  ","428391":"\n  I was born in 98, I would be friends with someone a little bit older, I am friends with people around that age, even some older then that lol\n  ","428392":"\n  Nacho cheese😍\n  ","428393":"\n  I got a Snapchat today from someone I’m not friends with lol\n  ","428394":"\n  Oh nice, that sounds cool!!\n  ","428395":"\n  Ohh ok\n  ","428396":"\n  Just somewhere in there, why?\n  ","428397":"\n  United States\n  ","428398":"\n  I’m doing good, thanks\n  ","428399":"\n  Hey, hru?\n  ","428400":"\n  Damn.\n  ","428401":"\n  I really mostly just talk to equestrians.\n  ","428402":"\n  Why would I do that\n  ","428403":"\n  I accepted the chat request, but I still don’t want to talk.\n  ","428404":"\n  What’s not a big deal\n  ","428405":"\n  🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️\n  ","428406":"\n  I never said that😂🤦🏻‍♀️ but if I’m meeting people on social media, it’s mostly females unless it’s mutual friends or guys who I like\/have stuff in common with or I get to know and wanna be friends with.\n  ","428407":"\n  Yes, I understand that, but I mean I talk with most people in their FIRST and people who I have stuff in common with and a mutual wanting to get to know each other.\n  ","428408":"\n  Yes, with people I have stuff in COMMON with and mostly females\n  ","428409":"\n  Yes, I told you I’m not interested in being friends with anons from this site, I gave you my reasons.\n  ","428410":"\n  What do you mean\n  ","428411":"\n  What\n  ","428412":"\n  Yeah, I didn’t answer it, why\n  ","428413":"\n  Ok..\n  ","428414":"\n  It’s okay, thank you! I remember I didn’t have a connection at first with her and the 2nd time I was riding her I joked about riding bareback (which is without the saddle and the one I previously sent a photo of) and I fell In love with her♥️😊\n  ","428415":"\n  What\n  ","428416":"\n  Don’t make it happen!\n  ","428417":"\n  Nope, not happening!\n  ","428418":"\n  Thank you!\n  ","428419":"\n  I did! He said somethin!\n  ","428420":"\n  Well after I started riding Chief, she was put in the back area in the hay barn (which is where they keep all the hay and a few horses are kept out there) I would always visit her and give her treats and show that I still loved her!♥️\n  \n  Then she was moved to another barn (a girl who rides there owns a barn a little ways a way) but I kept in contact with the girls from the barn there but a couple years ago, she ended up passing away, I found out from one of the girls who messaged me asking about a horse that they had at the barn and I asked how she was doing😞I still miss her everyday! She taught me so so much♥️\n  ","428421":"\n  I’m single.\n  ","428422":"\n  Oh\n  ","428423":"\n  Hehehe, you don’t have to like it lol!\n  ","428424":"\n  Yes it is😄\n  ","428425":"\n  Ok I got it, it’s time!!\n  \n   @gingerbreadguy2\n  \n  say something!!\n  ","428426":"\n  No I won’t!\n  ","428427":"\n  I’ve been riding for about 13 years now! I’ve been riding Chief for about 8 (he’s around 14\/15) Olympia I just got about 6 months ago (and the one I managed to buy with my one money🙂)\n  \n  The horse in my photo below is Mirific, she was the second horse I leased (which means that we pay monthly to be able to ride her and only we can) this was in about 7th or 8th grade, I really miss her\n  ","428428":"\n  I think he will be permanently stuck in here!!  I wonder if anyone else can hear him🤔\n  ","428429":"\n  I knowww, sorry I was trying to explain it the best I could!!🙂\n  ","428430":"\n  No where except for where you are😊\n  ","428431":"\n  Nope! None for you my cookie!\n  ","428432":"\n  He could’ve been freed, but he had to be a talking cookie!\n  ","428433":"\n  I know you are🙃🙃🙃\n  ","428434":"\n  Both of us and o oh us😄\n  ","428435":"\n  Weeeeeeee dooooooo\n  ","428436":"\n  Noooooooo they have to be turned into it tho!!\n  ","428437":"\n  Well I originally started her hunt seat, then I got a western saddle so I started riding her western😂😊 but I would have her trained in a western saddle and to slow her down a bit and work on not being scared of the doors(bc apparently they are super scary)😂🙃\n  ","428438":"\n  No one can even see your name, I also told you I didn’t want to talk with a anon from here originally\n  ","428439":"\n  Ok.\n  ","428440":"\n  Mhm k\n  ","428441":"\n  Hehehe, not affectable my me, we created this masterpiece😜\n  ","428442":"\n  Someone you reeeaaaallllyyyyy don’t like, I’ll help you capture them😊\n  ","428443":"\n  Thank you!! And nah, not yesterday :) more so just enjoyed each other’s company! I talked with my trainer and might get her set up for a little training for about 2 months with him tho😊\n  ","428444":"\n  You😏😏😏😏\n  ","428445":"\n  Nope that’s not how this thing works buddy🙃\n  ","428446":"\n  So this is you?\n  ","428447":"\n  Hehe 😜\n  ","428448":"\n  Nope nope nopity nope nope, I can find someone better for you to transform!\n  ","428449":"\n  Yes I did!! This was last night :)\n  ","428450":"\n  We are both on!!! Perfect timing😜\n  ","428451":"\n  Nope!\n  ","428452":"\n  Lmao no\n  ","428453":"\n  Aww, that’s still so cool tho! I just saw the photo, that’s literally amazing!\n  ","428454":"\n  One sec I’m here, the next....\n  ","428455":"\n  Good luck with that.\n  ","428456":"\n  No\n  ","428457":"\n  What\n  ","428458":"\n  Whaaaaat? No way, really?? I kinda wanna see a photo lol! How was he like?\n  ","428459":"\n  🙃🙃🙃 this can not be helped😏\n  ","428460":"\n  Yes, I’ve made good friends from here before, but I don’t like to just start talking with someone on anon, plus a lot of creepy and weird guys message me, so I don’t talk to people I don’t know that well, unless I meet them on Facebook or Instagram.\n  ","428461":"\n  I know that\n  ","428462":"\n  Bc I don’t like to.\n  ","428463":"\n  Tehe 🤭 😏\n  ","428464":"\n  I don’t really make friends with anons off this site.\n  ","428465":"\n  😏😏😏\n  ","428466":"\n  I don’t know you, sorry anon.\n  ","428467":"\n  Probably me tbh😂, she occasionally test me, then realizes not to😂\n  ","428468":"\n  Nah\n  ","428469":"\n  Yes, yes you are noticeable!!\n  ","428470":"\n  Yes!!! They are hilarious, I love them!\n  ","428471":"\n  Nope, not a chance, you are here to stay!\n  ","428472":"\n  NEVER, I WILL RUN ALL MY LIFE IF I HAVE TO\n  ","428473":"\n  Ummm what\n  ","428474":"\n  I AM A FIGHTER\n  ","428475":"\n  Go to the barn a bunch and bought her!😊\n  ","428476":"\n  Yeah some people are into different things and that’s fine, but it DEFINITELY needs to be talked about beforehand\n  ","428477":"\n  I WILL WIN\n  ","428478":"\n  Okay so this is probably the ONLY sxual question I’m gonna answer, I believe it is EXTREMELY fcked up because she’s asleep and unable to give consent, I mean if she said it’s fine before hand ig it’s okay and that’s on you two, but if it’s not talked about or she doesn’t want that, that definitely can be considered r@pe.\n  ","428479":"\n  WATCH ME FIGHT\n  ","428480":"\n  Definitely iced coffee😍😍\n  ","428481":"\n  Bc I lost interest in using kik?\n  ","428482":"\n  I didn’t eat breakfast lol\n  ","428483":"\n  Nah, if I’m able to go multiple times a week to care for her, I think I could commit to anything I want to\n  ","428484":"\n  Honestly for me that sounds disgusting, I don’t like pretty much any vegetables\n  ","428485":"\n  My weekend technically started today lol, and probably most likely just gonna relax, play video games, watch YouTube and go see my horses!\n  ","428486":"\n  I have a couple sisters\n  ","428487":"\n  I don’t use kik anymore.\n  ","428488":"\n  Are you asking for my kik username\n  ","428489":"\n  Algebra and any form of math😂\n  ","428490":"\n  I want a ps5\n  ","428491":"\n  Definitely ninjas lol\n  ","428492":"\n  Oooh definitely a dragon!\n  ","428493":"\n  And no way!!\n  ","428494":"\n  Me too, I’ll stand up for myself but apparently telling the person to leave and calling them out makes me a toxic person lol, and yeah, I believe all my social media is on my bio!\n  ","428495":"\n  Heyooooooo, had to be non active because I was at the barn lol I’m back on active now tho!\n  ","428496":"\n  I WILL JUMP OFF THE BRIDGE\n  ","428497":"\n  Nope!!!!! Prisoner!!\n  ","428498":"\n  Bc I don’t wanna!!\n  ","428499":"\n  Nah, bc I stand up for myself. So stop calling me toxic, you were probably one of those losers harassing me, so leave.\n  ","428500":"\n  Omfg😂 more like they’ve asked me gross and weird questions😂 and 371 replies? Really? That’s mostly me messing around with my friends on this “thread” so you really wanna try me and call me toxic? Those mf’ers need to F off.\n  ","428501":"\n  You can’t.\n  ","428502":"\n  K\n  ","428503":"\n  Damn why\n  ","428504":"\n  Are you serious rn\n  ","428505":"\n  AMAZING now leave me the f alone.\n  ","428506":"\n  Not my problem. And stop spelling my name wrong and don’t use my name.\n  ","428507":"\n  Back the F off, I don’t care about your pathetic life pos.\n  ","428508":"\n  Omfg leave or get reported\n  ","428509":"\n  Omg yes! Love them!\n  ","428510":"\n  I’m gonna report you you piece of sh!t.\n  ","428511":"\n  Go to helł\n  ","428512":"\n  Leave you piece of sh!t.\n  ","428513":"\n  Stop being pathetic.\n  ","428514":"\n  Screw off.\n  ","428515":"\n  Leave.\n  ","428516":"\n  LEAVE you A$$hole.\n  ","428517":"\n  Leave.\n  ","428518":"\n  Honestly just leave. I’ve told you multiple times, you are a irritation. You make no sense and are annoying.\n  ","428519":"\n  Omggggg how the hell am I toxiccccc\n  ","428520":"\n  Bc they are amazing and I love them\n  ","428521":"\n  How does it do that?\n  ","428522":"\n  0 and because to be honest, I don’t like kids at all and do not want to have them\n  ","428523":"\n  Oh yeah for sure, no doubt\n  ","428524":"\n  29° Fahrenheit & cloudy :(\n  ","428525":"\n  ♥️and that’s so true, just positive vibes here😊\n  ","428526":"\n  Well thank you so much for that, I really appreciate it!! That really does mean a lot to me :)\n  \n  And honestly the amount of people that harass people bc they don’t get what they want, someone called me racist bc I wouldn’t date them😂\n  ","428527":"\n  THANK YOU SO SO MUCH, you literally are AMAZING!🙌🥰I’m easy to get along with, it’s just people like the ones that when I tell them to leave bc there creepy and they keep going\n  ","428528":"\n  But I can jump!!\n  ","428529":"\n  I love free stuff!\n  ","428530":"\n  Oh I will, I shall use this extremely smartly😏\n  ","428531":"\n  Nope! Not happening!\n  ","428532":"\n  NOPE, DONT MAKE ME JUMP, I WILL DO IT\n  ","428533":"\n  Like I’ve said before. Leave. You are unwanted.\n  ","428534":"\n  Aww thank you so much!!\n  ","428535":"\n  Don’t call me that.\n  ","428536":"\n  Oh I am great.\n  ","428537":"\n  No. I don’t care.\n  ","428538":"\n  Nope, too bad.\n  ","428539":"\n  No idgaf about you. Leave.\n  ","428540":"\n  Go to hell, I never want to see or hear from you.\n  ","428541":"\n  Leave fool.\n  ","428542":"\n  Go to hell b!tch\n  ","428543":"\n  Stop with your creepy a$$ questions.\n  ","428544":"\n  Like I’ve said. LEAVE, no one likes you\n  ","428545":"\n  😂😂😂for what fool? Standing up for myself?😂😂😂\n  \n  Leave and never come back🖕🏻\n  ","428546":"\n  Bc you keep harassing me and asking creepy a$$ questions! It’s really a no brainer.\n  ","428547":"\n  Reported your last question too. Knock it off.\n  ","428548":"\n  I reported your last “question” I suggest you leave.\n  ","428549":"\n  Leave.\n  ","428550":"\n  I DONT WANT YOU. YOU DISGUSTING PIG\n  ","428551":"\n  Hell no, stop harassing me. I would never be near someone like you.\n  ","428552":"\n  LEAVE.\n  ","428553":"\n  Screw off\n  ","428554":"\n  What do you mean??\n  ","428555":"\n  Idk you do you, I do me\n  ","428556":"\n  ...\n  ","428557":"\n  Yeah I’m not planning on dying😂😂\n  ","428558":"\n  And at least we know it works lol\n  ","428559":"\n  Can’t come in here.\n  ","428560":"\n  IT CANT BE HELPED\n  ","428561":"\n  Nope, this is a closed section.\n  ","428562":"\n  I definitely wouldn’t want to! Count me out!!\n  ","428563":"\n  I almost feel bad lol\n  ","428564":"\n  22.\n  ","428565":"\n  Almost is the key word, he sounds so desperate 🥺\n  ","428566":"\n  I’m gonna have to ask you kindly to leave. This is a closed section for VIP users, someone has to invite you to be here. If you refuse to leave, I will have to ask security to escort you out.\n  ","428567":"\n  He’s stuck here forever and ever lol!\n  ","428568":"\n  YOU HAVE NO CHOICE\n  ","428569":"\n  XD forever and ever!!\n  ","428570":"\n  YUP\n  ","428571":"\n  I really should now, you want that\n  \n   @gingerbreadguy2\n  \n  ?\n  ","428572":"\n  No lies!!\n  ","428573":"\n  Don’t know what the hell you mean...\n  ","428574":"\n  Hehe oh really now?\n  ","428575":"\n  WTF DO YOU MEAN\n  ","428576":"\n  YOU CANT RESIST ME\n  ","428577":"\n  Lol you hear that\n  \n   @gingerbreadguy2\n  \n  ?\n  ","428578":"\n  You really shouldn’t...\n  ","428579":"\n  No!!!!!!!\n  ","428580":"\n  Gahhhhhh, I will make it go to where your at!!\n  ","428581":"\n  I’m doing it..\n  ","428582":"\n  XD RIGHT AT THE END HE WILL😂\n  ","428583":"\n  Watch and learn lol\n  ","428584":"\n  WHAT DO YOU MEAN\n  ","428585":"\n  XD nope\n  ","428586":"\n  I think you know what I mean..\n  ","428587":"\n  Wtf\n  ","428588":"\n  Right!! I have a delicious cookie waiting for him!\n  ","428589":"\n  Nope not happening!! No no no!! I will help you turn someone else into your thong!!\n  ","428590":"\n  Wtf are you talking about.. I’m not sharing anything with YOU.\n  ","428591":"\n  NO DONT ANYONE DARE\n  ","428592":"\n  Eat more food and they will keep you as their prisoner\n  ","428593":"\n  You know woman can still do things, right?😏\n  ","428594":"\n  :,)\n  ","428595":"\n  You get ZERO chances from me.\n  ","428596":"\n  Ooooh toilet time!!\n  \n   @gingerbreadguy2\n  \n","428597":"\n  But I’m a human!! Me stay human!!\n  ","428598":"\n  Nope! No help for you!\n  ","428599":"\n  Idk wtf you mean.\n  ","428600":"\n  But.. what about him?😍😍\n  ","428601":"\n  What...\n  ","428602":"\n  ....\n  ","428603":"\n  I think he is...😏\n  ","428604":"\n  Oh no no noooooo, I’m not a thong!!😂\n  ","428605":"\n  I am looking in the mirror!!\n  ","428606":"\n  Don’t know don’t care\n  ","428607":"\n  What are you even talking about!?\n  ","428608":"\n  What!??\n  ","428609":"\n  Wtf are you talking about??\n  ","428610":"\n  Hehe no it won’t!\n  ","428611":"\n  You are DISGUSTING leave.\n  ","428612":"\n  But look at this guy😍\n  ","428613":"\n  I kinda just wanna see his reaction😂😂\n  ","428614":"\n  Lmao why thank you🤣\n  ","428615":"\n  YOU ARE BEING A MEANIE\n  ","428616":"\n  What are you talking about!?!?\n  ","428617":"\n  YOU ARE INSIDE OF ME RN GOOD LUCK\n  ","428618":"\n  Right??\n  \n   @gingerbreadguy2\n  \n  better nope not xD\n  ","428619":"\n  What???\n  ","428620":"\n  HOW COULD YOU SAY THAT???\n  ","428621":"\n  NO WAY THATS NOT HAPPENING\n  ","428622":"\n  HELL NO.\n  ","428623":"\n  Are you saying I have a big mouth!? How dare you!!\n  ","428624":"\n  LMAO NO, NOT HAPPENING\n  ","428625":"\n  Ew I don’t want anything to do with you.\n  ","428626":"\n  Ew gtfo I would never plz ur a$$.\n  ","428627":"\n  Wtf are you saying\n  ","428628":"\n  Oh.. uhh sorry to upset you...\n  ","428629":"\n  Gtfo\n  ","428630":"\n  What do you mean..?\n  ","428631":"\n  Umm what\n  ","428632":"\n  Bcccc I ate you, remember? Lol\n  ","428633":"\n  But nooo that wouldn’t be fun!\n  ","428634":"\n  Oh uh thank you!\n  ","428635":"\n  Nahhhh, still don’t feel that!!\n  ","428636":"\n  Why..? Are you like interested..? Lol..\n  ","428637":"\n  XD that wouldn’t be no fun!!\n  ","428638":"\n  Why? Are you interested..? lol\n  ","428639":"\n  That I ride horses lol :P\n  ","428640":"\n  No I can’t!!!\n  ","428641":"\n  Nooopppeeee!\n  ","428642":"\n  AND WHAT WAY WOULD THAT BE??\n  ","428643":"\n  I was hangry!!!! I was so so very hangry!\n  ","428644":"\n  Nah, not with anyone at the moment\n  ","428645":"\n  Am I married? No I’m not\n  ","428646":"\n  That is NOT okay, no thank you!\n  ","428647":"\n  Hehe good luck with that!!\n  ","428648":"\n  IT COULDNT BE HELPED, OKAY?\n  ","428649":"\n  XD but you signed up for that!!\n  ","428650":"\n  Nooooo, I have to take care of my hungriness!!\n  ","428651":"\n  A gear rod? Do you mean what’s in my hand? If it’s what’s in the picture it most likely my whip lol\n  ","428652":"\n  Who will save you? 😈\n  ","428653":"\n  A VERY DELICIOUS GINGERBREAD MAN, IF I MAY ADD\n  ","428654":"\n  ITS THE WAY OF LIFE\n  ","428655":"\n  I can’t help my hungriness!!\n  ","428656":"\n  Riding with holding? Holding what?\n  ","428657":"\n  How did I do what?\n  ","428658":"\n  YES! Being happy and being who makes YOU happy!!🥰\n  ","428659":"\n  Wtf is wrong with you? F ing creep.\n  ","428660":"\n  Definitely gameplay videos with some of my favorite youtubers!!\n  ","428661":"\n  Definitely wise, not going anywhere near that house\n  ","428662":"\n  What is it...?\n  ","428663":"\n  Omg yes😂😂😂\n  ","428664":"\n  No it isn’t!!\n  ","428665":"\n  AND WHY NOT\n  ","428666":"\n  Starting today, this will be a twice daily thing😊\n  ","428667":"\n  Oh noooo, so this all started bc you wanted to be a actor?\n  ","428668":"\n  Omg I can’t right now😂😂😂\n  ","428669":"\n  Yaaasssss\n  ","428670":"\n  Wait for tomorrow xD\n  ","428671":"\n\n   @gingerbreadguy2\n  \n  why were you a gingerbread man in the first place?🤔\n  ","428672":"\n  And s\/he is stuck with us forever!!\n  ","428673":"\n  You have a forever home now tho!!\n  ","428674":"\n  I HAD TO\n  ","428675":"\n  *high five* all thanks to you helping me catch this guy! Don’t you think it’s kinda suspicious that he was a gingerbread man?🤔\n  ","428676":"\n\n   @gingerbreadguy2\n  \n  welcome to your new home and family!\n  ","428677":"\n  It was for the greater good\n  ","428678":"\n  IM SORRY\n  ","428679":"\n  Yup! I don’t know if there are any further promotions for him!\n  ","428680":"\n  Should we feel bad for him?😂\n  ","428681":"\n  Yes..yes I did... 👏\n  ","428682":"\n  He got a promotion from yesterday!\n  ","428683":"\n  It’s.. uhh.. too late...\n  ","428684":"\n\n   @gingerbreadguy2\n  \n","428685":"\n  I have a lesson on Chief, then I might ride Olympia after that! Or just let her run around\n  ","428686":"\n  Nahhhhhh, that’s gotta be a hard pass :D\n  ","428687":"\n  WE WON! 🙌 overpowered the gingerbread man!\n  ","428688":"\n  Honestly me too😂😂😂\n  ","428689":"\n  That’s probably for the best\n  ","428690":"\n  It can’t be helped!\n  ","428691":"\n  Gingy you got to!!!\n  ","428692":"\n  I THINK IT WORKED, all this hard work!\n  ","428693":"\n  I can’t anymore😂😂😂poor gingy\n  ","428694":"\n  I think so😌😌\n  ","428695":"\n\n   @gingerbreadguy2\n  \n  it is TIME\n  ","428696":"\n  I DID😂😂😂\n  ","428697":"\n  Hehe 😈\n  ","428698":"\n  Yaaaasssss, I need dat cushion 😂😂\n  ","428699":"\n  Hehe good luck!! 😌\n  ","428700":"\n  😈😈😈\n  ","428701":"\n  I think you know exactly what that means😈\n  ","428702":"\n  But I was hangry😓\n  ","428703":"\n  Uh oh😨\n  ","428704":"\n  You are SO right!! He SHOULD be honored!\n  ","428705":"\n  I had to do it😂that was a great idea! I think he knows what comes next now😂\n  ","428706":"\n  Definitely blood\n  ","428707":"\n  I’m doing pretty good, looking forward to tomorrow!\n  ","428708":"\n  Hey! Hru\n  ","428709":"\n  Noooo not gingerbreads!!!\n  ","428710":"\n  How could he do this to us???\n  ","428711":"\n\n   @gingerbreadguy2\n  \n  guess what time it is!!\n  ","428712":"\n  Olympia is so cute\n  ","428713":"\n  Try showing them some cute baby animals and just be there for them and if they wanna talk about what’s wrong♥️\n  ","428714":"\n  There’s really no “set” way to get a girl to love you. Just be yourself, funny, kind and loyal. But if it’s a specific person and they don’t have those type of feelings for you, then there might not be much to really do unfortunately. But there’s plenty of other girls who will like you I’m sure! So don’t give up and find someone who will love you one day!😊 but just always be kind and some nice girl will come along!\n  ","428715":"\n  Oh my gosh that’s perfect, he HAS to change to a brunette😂\n  ","428716":"\n  You have nooooo choice :D\n  ","428717":"\n  Yessss, as soon as he decided to be a gingerbread man😂😂\n  ","428718":"\n  Me me me!!!🙋🏻‍♀️🙋🏻‍♀️🙋🏻‍♀️\n  ","428719":"\n  Heya! How are you?\n  ","428720":"\n  Heyyyyy how are you?\n  ","428721":"\n  I think this sums it up😂\n  ","428722":"\n  I beeeellliiiieeeevvveeee I can fly!!\n  ","428723":"\n  Absolutely nothing. I don’t need to try an “win” a guy, if they like me, they like me, if they don’t, oh well. I never believe I have to try an win someone over, that shouldn’t be the practice, they should just like you for you!\n  ","428724":"\n  Sure!!!! 😊\n  ","428725":"\n  No.\n  ","428726":"\n  Oh okok, sounds good! And yeah it has GOT to be the Cotten candy flavored ones😍what about you?\n  ","428727":"\n  Eye candy sounds so good rn and you have to!!\n  ","428728":"\n  He will be SO happy with his new job!!\n  ","428729":"\n  Hey now, I’m not blonde!!😂😂\n  ","428730":"\n  Maybe I should just not tell him? Let him figure it out on his own?\n  ","428731":"\n\n   @gingerbreadguy2\n  \n  now THIS is your two new jobs :D\n  ","428732":"\n  Ohhhhh ok ok, I’ll let you know once I know!\n  ","428733":"\n  Let me think about that one!\n  ","428734":"\n  Yeah your idea is way better🤣🤣 so here goes nothing!\n  ","428735":"\n  Idk the boottaayyyy producer?🤣🤣\n  ","428736":"\n  You’re new job :D you have been assigned a new role!\n  ","428737":"\n  Google doesn’t have the answer, I am now scarred😳😂 hopefully your idea works!\n  ","428738":"\n  You’re right! He is now my essential worker and has to complete his job!!\n  \n   @gingerbreadguy2\n  \n  you are now hired for this role!\n  ","428739":"\n  Not gonna work here buddy!\n  ","428740":"\n  No🙁do you think Google will have the answer?\n  ","428741":"\n  LOL choking over here😂😂 hey he was the gingerbread man, I couldn’t stop myself😂😂\n  ","428742":"\n  Haha I have no clue, probably till I get super tired or distracted😂uh oh, what kinda soda did you have?\n  ","428743":"\n  They are all valid delicious reasons!! And hey now! I’m no punk😂😂\n  ","428744":"\n  How can we help him in his transformation tho?🤔🤔\n  ","428745":"\n  Yes, that’s the plan!! And uh huh, let’s keep his mind off of that so he doesn’t question us😂😂\n  ","428746":"\n  Girl power is better then anything! And right?? This is definitely for the greater good, do it for the greater good Gingy!!\n  ","428747":"\n  Me=hungry\n  \n  Me=like cookies\n  \n  Me=do it for the bootaayyy\n  \n  😂😂😂😂😂\n  ","428748":"\n  Definitely Christmas! That’s always such a fun and enjoyable holiday, love spending it with my parents and family!♥️\n  ","428749":"\n  I would LOVE to detect every lie that I heard!\n  ","428750":"\n  But you have to stay, you can’t leave 😳\n  ","428751":"\n  Ok that’s what I was thinking!! He stays and gets to meet other transformed foods :D\n  ","428752":"\n  Lol right! Gotta help a gal out tho :D\n  ","428753":"\n  I’m doing pretty good, saw Olympia today so that was fun!!😊\n  ","428754":"\n  Mhmmm I don’t know.. how do I know that you didn’t lie and just run away from me?\n  \n\n   @mhscheer00\n  \n\n  What do you think of this idea?\n  ","428755":"\n  Heya! How are you?\n  ","428756":"\n  I don’t think so, what would the idea be?\n  ","428757":"\n  Well that ain’t happening buddy!!\n  ","428758":"\n  No\n  ","428759":"\n  But it sounds fun! And I think he’s mush as of rn, but he should be making his way downtown soon!\n  ","428760":"\n  Thank you!! And that’s good, I mostly just had bread products and pie😂😂\n  ","428761":"\n  Nooo you tasted good!\n  ","428762":"\n  I’m doing good, just relaxing rn\n  ","428763":"\n  This was in high school but popcorn\n  ","428764":"\n  Hey, hru?\n  ","428765":"\n  Just being a good person and being loyal to friends\n  ","428766":"\n  Social media, don’t really have a least favorite\n  ","428767":"\n  Yup, only a couple tho\n  ","428768":"\n  When I was younger yeah, the neighbors a holes kids would always try climbing our fence and would throw berries into our pool, such jerks\n  ","428769":"\n  Nope! You are stuck here :D\n  ","428770":"\n  Oh my gosh thank you so much, you are too sweet, thank you♥️♥️♥️\n  ","428771":"\n  Bc I gobbled you up😊🦃\n  ","428772":"\n  I want it so big it pops like a balloon🤣\n  \n  And me too honestly lol\n  ","428773":"\n  Yes I did!! What about you??\n  ","428774":"\n  You are permanently attached to me now, we live as one now😊\n  ","428775":"\n  Hello, I’m doing good, how are you?\n  ","428776":"\n  Yes we can, forever and ever☺️\n  ","428777":"\n  As big as possible!! And oh no, someone should appear soon, it’s so much fun!!\n  ","428778":"\n  Ahhh okok, yeah I just don’t get that tired haha\n  ","428779":"\n  WHEN IM AT THE BARN,\n  \n  HAPPY THANKSGIVING EVERYONE\n  ","428780":"\n  Definitely a wolf, bc I love wolves and would love to meet one up close!\n  ","428781":"\n  No! You are stuck here with me forever and ever!!!\n  ","428782":"\n  The queen of turkeys! :D\n  ","428783":"\n  Idk. AM I a turkey now?\n  ","428784":"\n  Why do boys cheat and act like tools?\n  ","428785":"\n  Eat some more to make it even bigger!!! Did you turn anyone into food yet?\n  ","428786":"\n  Me see you, me need to eat you!! Gobble gobble!\n  ","428787":"\n  I usually stay up around 11-12pm I stayed around 1am on the first night of our conversation lol what about you?\n  ","428788":"\n  It looked delicious!!! I couldn’t resist!!!\n  ","428789":"\n  Private because I prefer to drive\n  ","428790":"\n  Just say “ok, but sorry, I’m not interested”, nothing would happen with this\n  ","428791":"\n  This has GOT to work! Lol\n  ","428792":"\n  Lol same here, I’m surprised I’m not tired haha\n  ","428793":"\n  But also a talking food!! Yes I do, as long as I like the food, I eat them!!\n  ","428794":"\n  Right!! I need that booootttaaaayyyyy!!! So he has to except it!!\n  ","428795":"\n  Lol you’re good! Why so tired?\n  ","428796":"\n  No of course not! Not just some snack a absolutely delicious snack!!\n  ","428797":"\n  A very satisfied and full tummy😊\n  ","428798":"\n  Right!? But he’s still arguing back! Lol\n  ","428799":"\n  Yaaassss lolol\n  ","428800":"\n  Yea!!! You finally understand!!!😊\n  ","428801":"\n  Hehe but it can’t be helped! It was so much fun!! And delicious!!!\n  ","428802":"\n  NO THANK YOU, IM GOOD, THANK YOU FOR THE OFFER THO\n  ","428803":"\n  IT WASNT THAT BAD THO! STOP BEING SO DRAMATIC\n  ","428804":"\n  Bc I know!! And like what!?\n  ","428805":"\n  Because!! You won’t feel a thing!\n  ","428806":"\n  It’s fine\n  ","428807":"\n  I actually don’t dream, so there is none!\n  ","428808":"\n  I just went to a local baseball game before\n  ","428809":"\n  Nooooo, I’ve never done that\n  ","428810":"\n  Hey well goodnight from then, yeah I ended up falling asleep before (it was like after 1 am😬 and I work at 8:30😂)\n  ","428811":"\n  Why do you think I have a problem with you\n  ","428812":"\n  Uhh.. idk what to say..\n  ","428813":"\n  Ohhhhhhh, my bad, it’ll all be okay!\n  ","428814":"\n  Yay!!! *squats*\n  ","428815":"\n  Right!!! He was our test subject😏😂\n  ","428816":"\n  I thought you originally wanted to leave?\n  ","428817":"\n  *starts sucking down* is it working??\n  ","428818":"\n  Right!? This is a win-win for everyone involved!!😂\n  ","428819":"\n  We shall figure this out!! We got dis!\n  ","428820":"\n  Yes, got to do this, I’m ready!\n  ","428821":"\n  I definitely think this is a better life for both of us!!\n  ","428822":"\n  Yaaassssssss\n  ","428823":"\n  I think he already freaked😂😂\n  ","428824":"\n  I never knew this was possible with a poor gingerbread man😂😂😂what have we done?\n  ","428825":"\n  That’s what all this hard work is for! I need cushions😂\n  ","428826":"\n  I already posted it a couple answers up in reply to his one message😂😂😂\n  ","428827":"\n  This has GOT to work😂😂😂all this hard work better pay off!\n  ","428828":"\n  😬😬\n  ","428829":"\n  He’s becoming my boootaaaayyyyyy\n  ","428830":"\n  Wait whaaaatttt? Is he gonna turn into a she bc that’s what I am?😱\n  ","428831":"\n  Nooooooooo, yummy in my tummy!!\n  ","428832":"\n  Hehe you don’t think he knows what happens after he is digested?\n  ","428833":"\n  Yes, he will be a very nice cushion😂😂\n  ","428834":"\n  NO. WAY. NEVER!\n  ","428835":"\n  Very delicious food!😂\n  ","428836":"\n  Dooooo itt😂😂 I can’t help it😂😂\n  ","428837":"\n  This was DEFINITELY worth it!😂😂\n  ","428838":"\n  I don’t know if I could help that😅\n  ","428839":"\n  What did he even do to deserve this?😂😂\n  ","428840":"\n  I just had to, that idea was too funny to pass up😂😂😂\n  ","428841":"\n  They definitely are fun!! I love seeing people’s answers and some of them are super good! This was definitely a good one!\n  ","428842":"\n  This has made my night😂 I should feel bad, but I don’t😂😂\n  ","428843":"\n  Oh I think you are!!\n  ","428844":"\n  I DID😂😂😂😂😂😂\n  ","428845":"\n  *good\n  ","428846":"\n  Oh he definitely is, especially after I drank some water😂😂\n  ","428847":"\n  Here it is! Hope he’s doing okay!\n  ","428848":"\n  I’m just hydrating!!\n  ","428849":"\n  This is amazing, poor gingerbread man😂\n  ","428850":"\n  Oh my gosh, that’s so tempting to do😂😂\n  ","428851":"\n  Never! You are stuck in that cookie cell!\n  ","428852":"\n  Hehe, oh, I have nooooooo clue!\n  ","428853":"\n  That’s what it looks like in there!\n  ","428854":"\n  Hehe good luck!\n  ","428855":"\n  Never!!! *poke poke poke poke*\n  ","428856":"\n  Ooooh, read set go!!! *starts doing jumping jacks*\n  ","428857":"\n  I can’t right now, this is hilarious 😂\n  ","428858":"\n  Good luck escaping that cell!\n  ","428859":"\n  Lol right?? At least I was kind enough and put some more food down there! He’s not alone now lol\n  ","428860":"\n  Hehe you wouldn’t dare!\n  ","428861":"\n\n   @gingerbreadguy2\n  \n  can you feel that?\n  ","428862":"\n  Hehe watch me!!\n  ","428863":"\n  He looks a little sad in there lol\n  ","428864":"\n  Yes we are!! They couldn’t do one simple task lol\n  ","428865":"\n  Butbutbut\n  ","428866":"\n  *yawwwnnnnnnn*\n  ","428867":"\n  Hehe\n  ","428868":"\n  Hahaha, it couldn’t be helped, didn’t someone try eating the gingerbread man in shrek?\n  ","428869":"\n  Nope! Not gonna work!\n  ","428870":"\n  Hehe, what does it look like😋\n  ","428871":"\n  Yaaasssss, workout buddies!\n  ","428872":"\n  Oh yeah, it’s definitely much cheaper! And haha thank you! You’re awesome too, this has been so much fun and it all started with this one question of which super power to prefer😂\n  \n  And then a gingerbread man came along for perfect timing, hilarious how it all fit so perfectly!\n  ","428873":"\n  Only one way to find out! Gotta start doing them now!\n  ","428874":"\n  I forbid it! You can’t do this!\n  ","428875":"\n  Better stay in your place or I’ll eat more!!\n  ","428876":"\n  Nope! Will NOT do!!\n  ","428877":"\n  Noooooo! You don’t have the authority!\n  ","428878":"\n  Ok, new objective, gotta figure this out😂\n  ","428879":"\n  Hehe, where are you right now? I think I’m in charge😂\n  ","428880":"\n  Cookies cookies cookies! More cookies!!\n  ","428881":"\n  Oooh I like the 3rd option! Let’s go with that!! Now how do we control it?\n  ","428882":"\n  Forbid what? You can’t forbid anything, it’s my cookie cell, I’m in charge😤😂😂\n  ","428883":"\n  It’s a cookie prison tho! You’ll be able to see all the other inmates lol!\n  ","428884":"\n  Lol oh my! I wonder which one it’ll be, looks like this is a Guinea pig experience 😂\n  ","428885":"\n  Surprisingly with how much money I spend on my horse lol, I’m actually saving a decent amount! Not enough to move out anytime soon, but I am happy just living at home\n  ","428886":"\n  But chocolate and candies!\n  ","428887":"\n  My stomach isn’t dumb😤😂\n  ","428888":"\n  Uhhh... I don’t think so, he’ll probably figure it out soon😅\n  ","428889":"\n  I uhhhhh, don’t know if I should make that promise!!\n  ","428890":"\n  But I made it a fast eating, I just couldn’t stop!!\n  ","428891":"\n  Lol right? The things that happened in a matter of minutes😂and yeah, that’s where I live now! It’s good at home tho, so might as well save until I could afford a nice little home😊\n  ","428892":"\n  Yes! Idk how he’s doing it lol, maybe I should’ve munched some more!\n  ","428893":"\n  I’m still a tad bit hungry tho!!\n  ","428894":"\n  I was hungry, I couldn’t resist!! You were literally a gingerbread man😂😂\n  ","428895":"\n  Yes! It was 100% worth it, although I think he’s talking to me😂\n  ","428896":"\n  Ah ok I gotchu! And oh yes, I love chocolate cake! Especially ice cream cake!! All this talk of food is making me hungry😂\n  ","428897":"\n  I couldn’t resist, after one bite I just couldn’t stop😂\n  ","428898":"\n  Sorry, almost done *swallows* yum😍\n  ","428899":"\n  Okok, you gotta let me know how it goes!! Or if you need some help catching one😊\n  ","428900":"\n  It was sooo good😍😍\n  ","428901":"\n  Don’t be worried!!\n  ","428902":"\n  *munch munch munch* deeeelllllliiiiiciousssss\n  ","428903":"\n  You’re right! Now for the big munch!\n  ","428904":"\n  Don’t you worry now, it’ll all be done with in a second!!\n  ","428905":"\n  You sure did🤣Oh nice nice! I love pie with ice cream, just can’t eat apple pie lol, don’t like the texture. Have you ever added whip cream to it? Also have you ever crushed up peppermints on regular ice cream? It’s delicious!\n  ","428906":"\n  Uhhhhhhhhhhh 😋\n  \n  *whispers:idk if I can resist*\n  ","428907":"\n  Why thank you!! You sure you don’t want any?\n  ","428908":"\n  But I could eat half of you today and half tomorrow!\n  ","428909":"\n  I love sugar cookies, ice cream or chocolatey things! What about you?\n  \n  Haha that would be pretty funny tho!\n  ","428910":"\n  Are you sure? Maybe you’re just seeing things?\n  ","428911":"\n  *high five* now the delicious part!\n  ","428912":"\n  But I’m sooo hungry! Just this once! *grabs tighter*\n  ","428913":"\n  I know!! I almost don’t know what to go with😂 so I’m gonna start on that over the long weekend!\n  \n  Haha aw, I’ve started loving seafood over the past few years, I’m still picky, but I’ve gotten better and absolutely love it! But chicken tenders definitely taste good and nah, not boring! People just have different preferences!\n  ","428914":"\n  What makes you say that????\n  ","428915":"\n  Thank you!! I just got him!!\n  ","428916":"\n  *Grabs you* yes!! I GOT YOU\n  ","428917":"\n  IM SORRY, BUT ARE YOU FOR CERTAIN??\n  ","428918":"\n  I was thinking to get another Santa hat for Chief and a mrs. Clause hat for Olympia or something like that or a reign deer hat or just so many possibilities! I’m gonna start looking :) I have to talk to my trainer to see if I could have the 3 of us in a photo and I’d need help with that lol\n  \n  And honestly I love fries! Or Lobster & crab! I eat a lot of salmon too haha, what about you? It’s hard to pick just one favorite!\n  ","428919":"\n  Yes! I am saved!!!\n  \n  And if I would’ve gone to the school, then yes I would’ve live on campus! And been fully responsible for the horses care! It sounds like so much fun, it’s about two hours from my house I believe, wish I would’ve gone there lol\n  ","428920":"\n  I GOTCHU NOW!\n  ","428921":"\n  Whaaaaattttttt? Are you for sure?\n  ","428922":"\n  I didn’t have one lol! I’m gonna plan it even better this year with them!\n  \n  And yeah, just don’t like the “traditional” meat, but aren’t they delicious?\n  ","428923":"\n  I uhh, who says I’m hungry?😅 😋 it’s not like I’m looking at a gingerbread man\n  ","428924":"\n  I know, I’m already excited about it! Lol.\n  \n  That’s one we did for Chief last year for Christmas!\n  \n  And I’m weird ik, I’m like a weirdaterrien, I eat like boneless wings, hot dogs and chicken tenders😂\n  ","428925":"\n  Oh I love that plan! Gingerbread here we come😍 gotta be sneaky!\n  ","428926":"\n  Oh uhhhh, idk how to answer that one🤣\n  ","428927":"\n  Yes! And oh yes please, I’m pretty hungry rn 😋\n  ","428928":"\n  Yes it is! I wasn’t sure what else to dress her up as lol, next year I’m gonna have more time to think of it and actually plan ahead🤣I got that like a week beforehand lol\n  \n  And nooo, I don’t really eat ham or anything like that! I like bread🤣 and the desserts are good!\n  ","428929":"\n  I don’t think so, I think we can get away with it! Lol\n  ","428930":"\n  Hehe it’s not what it looks like! Lol\n  ","428931":"\n  Oh yes! Of course I will! I have fun doing it lol! And that’s always nice, thanksgiving is good, I don’t eat turkey or like the “traditional” food, but it’ll be fun with my family!\n  \n  That’s a photo we did on Halloween!\n  \n  I also plan on doing something for Christmas :) 🎄\n  ","428932":"\n  Friends aren’t for being tasty snacks tho!! I wanna be human size!!\n  \n  Honestly, yes!! I love where I am right now, but I would’ve gone to the equine college and try to work with horses, it’s about a two year program and you learn so much from it and it just sounded so much fun! You live on campus and you can either take your own horse their or you could “borrow” one of theirs and do so much and just learn a lot!! 🙂\n  ","428933":"\n  I uhhh, I couldn’t resist, a gingerbread just sounded so delicious right now😅😅\n  ","428934":"\n  Yeah it was super good! And tomorrow I’m hoping to ride Olympia, Wednesday I’m hoping to put a thanksgiving headband on her and me, then take some photos! :) then probably just gonna go to the barn and have fun with my family! Any plans for you?\n  ","428935":"\n  Oh nooooooo, I can’t be a cookie, I have soo much to do!! And no problem!! I’ve heard that a community college is a good way to start :)\n  ","428936":"\n  Noooooo, I like my human form!! Please no!! Don’t make me turn you into a cookie!! 🤣\n  \n  And you are smart enough for college!! And if you want to be a teacher you should go for it!! I believe you could do it😊😊\n  ","428937":"\n  Aww and sometimes lazy is nice!! 👍🏻 I went to the barn over the weekend and just worked Olympia, so it was a lot of fun😊\n  ","428938":"\n  That’s good at least! Yeah, I’m a big fan on my horses! Couldn’t go without them😊 do anything fun over the weekend?\n  ","428939":"\n  Nooo please, I don’t wanna be a cookie in a cookie holding cell🤣🤣 and nah! I didn’t end up going to college, I missed an opportunity to go to a horse college a few years ago, since I was with my ex:\/ really wanna do that now, but can’t because of my job:\/ do you plan on going to college?\n  ","428940":"\n  I love your thought process!! I live in Illinois! But yeah I’m so ready to be done with this whole Covid thing! The only good thing that came out of it was not working that much for a few months and being able to do nothing!\n  ","428941":"\n  But all the people that come in that are mean😉\n  \n  And oh no, that sucks, yeah ours got a bit worse, so they put it back on tier 3 and like everything is almost shut down:\/\n  \n  This whole thing needs to stop and just get better\n  ","428942":"\n  Yes! It’s amazing! The people their are great :)\n  \n  And oh no, I’m so sorry! That sucks:\/  has your school said anything about coming back? Or still just doing online?\n  ","428943":"\n  Heya! I’m doing good, what about you?\n  ","428944":"\n  Nah! I’m actually just working!  But I do have to still deal with people.\n  \n  What about you? And well most of my time when I’m not working is spent at the barn, taking care of her! :) but when I’m home, I love to watch Netflix, YouTube and play some games! What do you like to do?\n  ","428945":"\n  It’s a bit more, just don’t know all of their names! But they aren’t people I’ve seen multiple times!\n  \n  And yeah, he’s doing pretty good! We just have to be careful with his leg so it doesn’t happen again! :)\n  ","428946":"\n  It would teach him lol! And yeah definitely, it’ll show him what’s up! And it was some kind of hoof injury, we have no clue how it happened! But he was out for like two years, so I sometimes just walked on him bareback! 😊\n  \n  During those years I got to show another horse tho!\n  ","428947":"\n  Hehe probably sweatpants or something🤣  and yeah, we’ve traveled to some shows, I think the furthest show I’ve shown at is Kentucky at the world championships😊 but for the past couple of years, I’ve just shown locally\n  \n  That’s our first show back this year (on Chief) since he’s recovered from his injury, I’m hoping to show Olympia sometime next year, if she’s ready!😊\n  ","428948":"\n  That’s actually a excellent idea lol! It’s true, it definitely isn’t cheap😫🤣\n  \n  And thank you! And kinda, I spend a lot of time at the barn since I have to take care of Olympia, Chief is like my “show” horse, so I don’t really have to take “care of him” my trainer does that, but yeah, I go out there a lot of nights a week!☺️\n  \n  And love every second!\n  \n  (Oh and hey, if you ever want to message me, feel free to add me on any of my social media’s if you want🙂)\n  ","428949":"\n  Food is super tempting lol, but clothes wise? Uhhhh probably cute tank tops lol, wbu?\n  \n  And thank you! And honestly idk I got into it in like 3rd grade (when I was like 7\/8ish) bc of my friend, then I had to stop and I picked it back up when I was like 9! And started riding Chief when I was a freshman in high school (14) and decided to actually buy my own “pleasure” horse to actually take care of!🥰😊\n  \n  That’s Chief below🙂\n  ","428950":"\n  Definitely $10,000 😍rather get a guaranteed decent amount! Rather then something random!\n  ","428951":"\n  Thank you!\n  ","428952":"\n  Yes, I like secrets! And right!!🤣👌🏻\n  \n  And thank you! They are Chief and Olympia😊 that’s Olympia in the photo! I just got her this year :)\n  ","428953":"\n  Lol no one would know!😏😏 just don’t tell anyone🤣🤣\n  \n  And yeah, I have the two horses!\n  ","428954":"\n  Aww thank you so much!!🥰♥️\n  ","428955":"\n  1)you ask questions\n  \n  2)you get questions\n  \n  3)you answer questions\n  \n  4)you can follow people\n  \n  5)you can like answers\n  \n  6)you get likes\n  \n  7)you could mention people\n  \n  8)you can get mentioned\n  \n  9)you could ask anonymous\n  \n  10)you could take anonymous off\n  ","428956":"\n  I personally love it, makes decent money and the reason I could afford my horse😁 and uhhh, haven’t thought that far ahead yet, then I suppose they were accidentally digested and we should tell their family ASAP!\n  ","428957":"\n  I work at my local courthouse lol and right, it sounds so delicious 🥰😍\n  ","428958":"\n  Right!! I have a feeling I won’t since I’ve been out of that toxic workplace for awhile😁 and maybe that! Or just to be able to eat more!\n  ","428959":"\n  Maybe Nevada to see the wild horses\n  \n  Canada to tour the heartland ranch (it’s one of our favorite shows)\n  ","428960":"\n  Instagram for sure\n  ","428961":"\n  Boys do suck!! And he was such a creep, also one time I forgot to put away the taco shells by accident and I didn’t time them bc I didn’t know how and the managers already do it for me, it was 40 minutes past the time I was supposed to get off and he literally in front of all our coworkers said “Kayla doesn’t give her %100 she doesn’t even try” so apparently someone went off on him after I left😅\n  \n  And noooo, can we eventually buy an upgrade for our cookie cells?🤣\n  ","428962":"\n  I’m not gonna have children😬\n  ","428963":"\n  No way! Super sorry about your ex cheating on you, that’s awful and you don’t deserve that! But yeah a few years ago, my ex cheated on me too. :\/\n  \n  And Nate? Ohh he was so mean to me and some of the other girls there, when I was with my ex, he asked if I liked this guy that worked there, I said “he’s okay” he’s like “no, like like him” I said I had a boyfriend and he’s like “so?”🙄 and I walked by the guy that was mopping “she walked by you bc she likes you” and he made me get in his car at 6 in the morning bc we couldn’t get in the store and to drive to my one friend who was a manger there at a time to get her key card, he drove like 40mph coming up to a stop sign🙃\n  \n  Sorry it’s so long\n  ","428964":"\n  Oooh! My Ex boyfriend and if I could ever find them, the person who broke two of the windows on my car, hacked my card, Amazon and PayPal and an ex store manager that was training, who was a jerk and super creepy, his name was Nate!🍪😌\n  \n  Do you know anyone who you would send to your cookie prison?🤣\n  ","428965":"\n  Ooooh I like that idea, that’s a great idea! I love it! Cookie prison!! 🍪 😊\n  ","428966":"\n  A holding cell of delicious cookies!? Oh how I could not resist in munching on them🤣\n  ","428967":"\n  I don’t think I could resist that either, I’d probably “accidentally” end up eating them🤣 love cookies! And great  way to get rid of criminals at least!\n  ","428968":"\n  Actually they were both named when I got them!\n  \n  I was thinking of names to name Olympia originally, but couldn’t find anything that would suit her, so I left it as is and now I love her name!😊\n  \n  And I got Chief in freshman year of high school and we wouldn’t change his name and it suits him🙂\n  ","428969":"\n  Lol that would be awesome, people wouldn’t want to be super rude because of the consequences 🤣🤣\n  \n  That would be hilarious 🤣\n  ","428970":"\n  Eggs for sure!😍\n  ","428971":"\n  That’s something else I would do too lol! Could you imagine turning a criminal into a chicken?🤣\n  ","428972":"\n  Idk about other people, but I’d probably transform myself into a bird sometimes 🐦 that way I could see what life would be like as a bird and being able to see stuff as a bird eyes view lol😊\n  ","428973":"\n  Can i transform myself too then? That would be awesome!\n  ","428974":"\n  Thank you so much! It was good! Hope you had a lovely day😊\n  ","428975":"\n  Nah, pass\n  ","428976":"\n  A live in massage therapist 😍that would be flippin awesome😍\n  ","428977":"\n  One was crab with whip cream\n  \n  Another was sushi with whip cream\n  ","428978":"\n  TikTok!\n  ","428979":"\n  Good night♥️\n  ","428980":"\n  Thank you!\n  ","428981":"\n  Maybe eventually, atm not yet! I rather see what games come out and look more into it.\n  \n  And last I checked, it’s been sold out completely, all the bots got them and are selling them for a ridiculous amount of money :\/\n  ","428982":"\n  Hello, I worked until 12:30 pm, got my car checked out and rode one of my horses and exercised her!\n  \n  What have you been up to today?\n  ","428983":"\n  Xbox one, PlayStation 4, Nintendo switch and my gaming computer, those are the ones I’m using now\n  ","428984":"\n  Of course you don’t😂😏 I think it’s a motion issue, because even going on small rides make me feel sick😂\n  ","428985":"\n  I knew you were gonna say that lol 😂 I’m just being a classic Kayla😂😏\n  ","428986":"\n  Why thank you for understanding😂\n  ","428987":"\n  Ooooh! A horsey hotel! Tons of horse photos and paintings of horses 🐎 🐴 , very country in the rooms with photos of them and if it would be allowed a small barn behind it with a few horses 😏\n  ","428988":"\n  I rather just take the $100,000 because it’s guaranteed! Although 1 million, would be amazing, I would still be super happy with $100,000 :)\n  ","428989":"\n  Don’t know🤷🏻‍♀️\n  ","428990":"\n  Idek what ur talking about🙄🤦🏻‍♀️\n  ","428991":"\n  Uh? Ok??\n  ","428992":"\n  I think on the first date it just depends on if the guy pays or we just pay separate, I was recently in the last month or so, meeting up with this guy and he kept saying we were going on “dates” and that we were “dating” but he literally never paid for anything or really offered to pay😂 and one time I was like “yeah, sure. We could meet up” and he’s like “don’t you mean our third date?!” Like nooooo.\n  ","428993":"\n  I’ve been here... idk why you missed me...\n  ","428994":"\n  My parents\n  ","428995":"\n  Hubby hubby hubby, nooooo I’ll be scared scared, like scared badly😭😭😭\n  ","428996":"\n  Oh yes! I definitely have!\n  ","428997":"\n  Not a psychic reading on me, we’ve had a person who could read horses read on my one horse Chief, so many years ago while I was still in high school\n  ","428998":"\n  Nope, we celebrate all holidays!\n  ","428999":"\n  That would be sooo cool! A flying carpet!\n  ","429000":"\n  I’m sorry to hear that, I’m hear if you want to talk about anything\n  ","429001":"\n  Nope, never been on a blind date! But yes, I have a few dating apps that I occasionally use\n  ","429002":"\n  Roller coasters lol 😂\n  ","429003":"\n  Bc I know who I am\n  ","429004":"\n  Of course, as long as you are a good person, then yes you should! Doesn’t matter your race, sexuality, beliefs, as long as you are a good person🙂\n  \n  Take care of yourself, now!\n  ","429005":"\n  I like snakes🤷🏻‍♀️\n  ","429006":"\n  22\n  ","429007":"\n  Oh my gosh, I don’t think I could do either lol, bc I don’t eat much meat other then wings or chicken tenders. Is fish included in the “meat” option? 🎣\n  ","429008":"\n  I have never  heard of Nandos! What area is it in?\n  ","429009":"\n  Honestly the most common question of all? Is how old I am or where I’m from🤣\n  ","429010":"\n  Horses, family and video games!🙂\n  ","429011":"\n  It just depends! If it’s rude or sxual I don’t appreciate it and usually just go off on them! But if people are just asking honest random questions it doesn’t bother me, I kinda like it!\n  ","429012":"\n  Hi! I’m from the USA! 🇺🇸\n  ","429013":"\n  I’m very good! How are you?\n  ","429014":"\n  Loyalty, humor, where you could just be yourself around them😁\n  ","429015":"\n  Nooo, I personally don’t like watching them to be honest!\n  ","429016":"\n  Oh wow that’s nice\n  ","429017":"\n  Ummm what? why?\n  ","429018":"\n  I don’t even know who you are, sorry.\n  ","429019":"\n  Lies about what😂😂\n  ","429020":"\n  Uh huh, okay lmao\n  ","429021":"\n  Thank you♥️♥️\n  ","429022":"\n  Omg and the thing continues to talk\n  ","429023":"\n  Nah, I just don’t take shit from people like you trying to harass me. “Why did you claim to have 2 horses, but only talk about 1 now” like really? You have nothing better to do with your life?\n  ","429024":"\n  Dude F off, you really have nothing better to do? I literally have 2 f ing horses fool, I only have to take care of one of them, screw off now.\n  ","429025":"\n  Nothing. He’s still healthy.\n  ","429026":"\n  And lyrics matter a lot but I also love the tunes that go with them.\n  \n  And It depends on how much I like the song, also sometimes if a tune is catchy I’ll just remember the tune\n  ","429027":"\n  It depends on the kind of bug, flies die, Rollie polies, spiders 🕷 lightning bugs, caterpillars or moths all live!!\n  ","429028":"\n  Bc they are lowlifes and don’t care about anyone other then themselves.\n  ","429029":"\n  I have to go to work and my barn to take care of my horse, but other then that I’m home!\n  \n  Stay safe!\n  ","429030":"\n  Oh yeah, for sure lol\n  ","429031":"\n  What\n  ","429032":"\n  Oooh original kettle cooked chips or the ones with black pepper on it😍\n  ","429033":"\n  Bc I say I am.\n  ","429034":"\n  Other then my horses of course? I would love to get a wolf!\n  ","429035":"\n  Yes, they are good\n  ","429036":"\n  Nooo, I’m not a big meat eater lol, I love boneless wings and nuggets, but really only stuff like that lol\n  ","429037":"\n  Gasoline and nail polish remover 😂 and I have no clue, I’ve always loved those smells, maybe since they smell relaxing?😅😂you?\n  ","429038":"\n  Went to see Olympia tonight😍, now I’m just watching some YouTube, wbu\n  ","429039":"\n  Sure, why not lol\n  ","429040":"\n  I had portillos two nights ago😍 fries, cod sandwich and a peppermint cake shake😍\n  ","429041":"\n  Thanks!\n  ","429042":"\n  Thank you!\n  ","429043":"\n  Thanks!\n  ","429044":"\n  It would be so different and probably a lot boring. I wouldn’t know some of the awesome people that I’ve met and it just wouldn’t be the same\n  ","429045":"\n  I honestly can’t remember any previous ones lol, I did say I hope I could get another horse for 2020 and I managed that one!\n  \n  But I’m so excited to keep my next year goals!!\n  ","429046":"\n  😁😁😁\n  ","429047":"\n  Hey! How are you\n  ","429048":"\n  Oh my gosh, that’s a hard one. Probably a wedding though! 👗\n  ","429049":"\n  Nooo, but it sounds really lovely! 😊\n  ","429050":"\n  No problem, good to hear!\n  ","429051":"\n  Thank you! I love having it that color!\n  ","429052":"\n  Hey! I’m really good, saw Olympia yesterday so I really enjoyed that. How are you? And congrats\n  ","429053":"\n  Brains, beauty won’t get you everywhere. But inner beauty is also very important\n  ","429054":"\n  Depending what time it is, go to the barn and see my horses lol\n  ","429055":"\n  I don’t want it.\n  ","429056":"\n  Do NOT call me that. Disgusting creep. I do NOT love you and never will.\n  ","429057":"\n  “This is my first ever surgery”\n  ","429058":"\n  Hey, i saw my horse today so I’m very good, wbu\n  ","429059":"\n  Working with horses and taking Olympia with me🥰 🐴\n  ","429060":"\n  Anytime and thank you!😁\n  ","429061":"\n  Np and honestly don’t listen to those haters. They are so pathetic and awful. You are valuable and never forget your worth🙂\n  ","429062":"\n  Thank you🙂🙂 you’re great! I have so many clumsy things that I do and have done and just laugh about it all\n  ","429063":"\n  Heya, ceiling🤣 not much, got home from the barn a bit ago, so that was nice. What about you?\n  ","429064":"\n  Uhhhh, pretty clumsy🤣\n  \n  Sprained my ankle bc I took a wrong step in marching band my freshman year\n  \n  Sprained my knee pretty bad from attempting to ice skate a few years ago because I landed hard on it\n  \n  Or the time I started laughing bc someone said something funny and I choked on my coffee then sprayed it everywhere at work\n  \n  So yeah, I’d say I’m pretty clumsy at times🤣\n  ","429065":"\n  Ayyee supp\n  ","429066":"\n  I would say hell no! I’m not gonna be with someone who has multiple partners with you and others at the same time.\n  \n  I would tell him, “either it’s just me or we could be done”🤷🏻‍♀️\n  ","429067":"\n  Oh my gosh, yes!!! Watched it when I was way younger, and actually, we’ve been watching all the episodes lately🤣\n  ","429068":"\n  Nope\n  ","429069":"\n  Oh easy!! I would build a decent size stable for my horses, have a few acres of pasture for them, have my house on the land too, then to use the other acres to trail ride on!😍(that would be like a dream)\n  ","429070":"\n  Yes?\n  ","429071":"\n  Saw my horses a bit ago🙂\n  ","429072":"\n  Aye, wassup?\n  ","429073":"\n  Uhhh don’t know what to say to that.\n  ","429074":"\n  I don’t really go to parties, not a fan of them\n  ","429075":"\n  All but the pretty good whitish horse. So two of them are mine\n  ","429076":"\n  22.\n  ","429077":"\n  Thank you!\n  ","429078":"\n  My childhood was good.\n  ","429079":"\n  That I never got back with my ex a few years ago and instead when to a college, learning to work with horses, my life would’ve been completely different but I would love it\n  ","429080":"\n  Just don’t like kids at all and would never want to raise them, so therefore I don’t plan on having kids\n  ","429081":"\n  I never plan on having kids\n  ","429082":"\n  Yes, I’m like always on it lol\n  ","429083":"\n  Nope! Never even had it lol\n  ","429084":"\n  Not a thing! I love just the way it is! 🎄\n  ","429085":"\n  Not with me, but I’ve had people on Snapchat ask me for feet pics and asking for n*des before, or they sent me one without asking and once I went off on a guy before😅\n  ","429086":"\n  Espeon is definitely my favorite! Although I really like dratini and suicume:)\n  ","429087":"\n  Thank you! That’s one thing I can’t stand :)\n  ","429088":"\n  Oooh that’s fun, I think to see what is beyond every closed door 🚪\n  ","429089":"\n  YES, whenever someone is super rude or try to bully someone to get what they want\n  ","429090":"\n  Wouldn’t be too surprised:\/\n  ","429091":"\n  Noooo, not that I know of\n  ","429092":"\n  Canada!!! 🇨🇦  would love to travel there someday!\n  ","429093":"\n  Yeah!\n  ","429094":"\n  Plain rice😍\n  ","429095":"\n  No.\n  ","429096":"\n  What\n  ","429097":"\n  It’s not ignorance, it’s you coming onto my ask and “attempting” to correct me, when I already said, I don’t give a crap.\n  ","429098":"\n  Ok and? Corona is for short🙄, I really don’t care. I said what I said, I know what I typed, I really do not give a crap.\n  ","429099":"\n  Ok? I know that? Corona is also what this virus is called, I know what I said.\n  ","429100":"\n  Right?? I’m the same way, hopefully it’ll be over soon even tho that’s hard to believe😕\n  ","429101":"\n  No, I meant what I said.\n  ","429102":"\n  I’m sorry, corona sucks, just wish it would go away:\/it’s been ruining everything\n  ","429103":"\n  Thanks\n  ","429104":"\n  Im doing great, how are you?\n  ","429105":"\n  Huh?\n  ","429106":"\n  Hard work, because hard work would last in the long run and you’d feel accomplished with yourself🙂\n  ","429107":"\n  Wtf is wrong with you!? Leave.\n  ","429108":"\n  Thank you, I try to♥️\n  ","429109":"\n  22.\n  ","429110":"\n  I saved up to be able to buy her, I bought her with ONE payment when I found out how much she would cost me, I paid cash, EVERY month until I decided to put it on my card and ever since then, I get charged EVERY month at the same time for her, I paid for everything I needed for her, I pay for her and I myself take care of her.\n  ","429111":"\n  Just no interest, I can not stand kids and just really don’t ever want any. My horses are like my kids\n  ","429112":"\n  You are NOT right at all. I FULLY pay for her, I get the invoices EVERY month for her from my barn.\n  ","429113":"\n  Ok uh what? Good thing I don’t plan on having kids or being in a relationship with someone who has kids.\n  ","429114":"\n  Don’t assume sh!t then. I hate when people do that sh!t.\n  ","429115":"\n  Don’t assume shit, I actually pay for MY horse, doesn’t mean I have to tell YOU how much I MYSELF pay. You do know not everything cost the same, right??\n  ","429116":"\n  Thank you!🥰😁\n  ","429117":"\n  Really dude🙄why the f would you assume that about me🙄\n  ","429118":"\n  There’s some kind of health insurance for horses, I don’t know all the details on that\n  ","429119":"\n  I mean it depends, I really haven’t had much issue with that and haven’t paid much, but it really depends on the vet and what the issue is, vaccinations usually don’t cost too too much, but just depends on the vets and what it is they’re doing!\n  ","429120":"\n  That should be enough, depending on local stables for someone, but also to make sure to have extra money just in case an incident happens and they need to see the vet\n  ","429121":"\n  Just depends on where you board at and where the location is at\n  ","429122":"\n  A decent amount of money cuz you have to include board every month, and how often they trim their shoes, if you have to pay for the vet for if they get sick or need vaccinations\n  \n  Then you have to buy riding equipment and other necessities that you may need or just “fun stuff” for them\n  ","429123":"\n  Nope.\n  ","429124":"\n  But why are you trying to get so personally on my “dating, relationship and ex” life\n  ","429125":"\n  Yes. Now why so many person questions....\n  ","429126":"\n  I’ve met up with a few people.\n  ","429127":"\n  Bc.\n  ","429128":"\n  Yes.\n  ","429129":"\n  Yes by the bxtch Cameron Chellino.\n  ","429130":"\n  No.\n  ","429131":"\n  Ya.\n  ","429132":"\n  Personal reasons.\n  ","429133":"\n  4 years.\n  ","429134":"\n  This year.\n  ","429135":"\n  Single\n  ","429136":"\n  Thank you!!\n  ","429137":"\n  I don’t know you, man.\n  ","429138":"\n  Oh gosh, that’s hard. Probably breath underwater, so I don’t have to worry about drowning if I ever go swimming in a river again😂\n  ","429139":"\n  Nope...\n  ","429140":"\n  Uhhh what is it?\n  ","429141":"\n  It would definitely absolutely have to be getting Olympia, she is my whole world now, I’m so so so fortunate to have her♥️\n  ","429142":"\n  A key that opens any door\n  ","429143":"\n  Lay down on the ground\n  \n  Or show them a bunch of photos of my horses🤣\n  ","429144":"\n  Sounds good😜\n  ","429145":"\n  When ya wanna aim for doing it for?😏\n  ","429146":"\n  Let’s do it😝😝😝\n  ","429147":"\n  NO, BUT IM DYING TO TRY IT! Have you ever used one?\n  ","429148":"\n  Because nicotine is addictive, they could smoke for multiple reasons, stress, they like the feeling it gives them. Gotta love that nicotine\n  ","429149":"\n  Are flying cars a thing yet?\n  ","429150":"\n  Probably the future, to be able to see what has become of our current world, see what has improved and what hasn’t AND I WANNA KNOW WHAT THE VIDEO GAME AND MOVIE WORLD LOOKS LIKE😍😁\n  ","429151":"\n  Thanks!!\n  ","429152":"\n  Yeah that’s the same with me, I always make sure to have one on me🙂\n  ","429153":"\n  Work a customer service job (fast food, retail) something like that\n  ","429154":"\n  I’m very good, thanks! Rode my baby tonight. How are you?\n  ","429155":"\n  Oh my gosh, thank you sooo much love!!!♥️♥️♥️♥️♥️\n  ","429156":"\n  Oh ok, sorry that happened to you, he still sometimes ask me questions on here\n  ","429157":"\n  Bc I was just wondering why you were asking me that lol\n  ","429158":"\n  Who are you\n  ","429159":"\n  Who is this\n  ","429160":"\n  Oh my gosh thank you so much!!you are amazing!🥰♥️♥️\n  ","429161":"\n  I have no clue, I feel like they just like to complain about something, it’s so stupid, I don’t like to wear the mask, but I still put it on:\/ what are your thoughts on the matter?\n  ","429162":"\n  Sure, it’s in my bio\n  ","429163":"\n  I mean, yeah they care about me, but they let me do my own thing and make my own decisions, so it’s not like a bad thing\n  ","429164":"\n  Lmao nope! I’ll keep my week off\n  ","429165":"\n  Nope, off all week!\n  ","429166":"\n  This is just my suggestion, do whatever you think is best. Do you have a working car? If not, I would probably suggest getting a working car, just so you could get to point A to point B\n  ","429167":"\n  It was around 8 when I answered that lol, not really that early\n  ","429168":"\n  Morning!\n  ","429169":"\n  Thank you!\n  ","429170":"\n  I’m doing good\n  ","429171":"\n  Haha thanks\n  ","429172":"\n  E-books, easier to carry around\n  ","429173":"\n  Aww you are so sweet, thank you!!♥️hope you have a wonderful day\/night😁\n  ","429174":"\n  Hiiii, thank you very very much🥺♥️\n  ","429175":"\n  I’m just a financial clerk, I take payments for traffic and criminal\n  ","429176":"\n  Nope! I am who I am, never changing myself for no one🙂\n  ","429177":"\n  Haha thank you\n  ","429178":"\n  🥰😘🙂\n  ","429179":"\n  Hehe thank you kind sir😘🙂\n  ","429180":"\n  Hehe your great🤣🥰\n  ","429181":"\n  Oh Tommy, I can’t😂😂😝♥️ your too funny😂\n  ","429182":"\n  Are you throwing a tantrum Tommy?🤔\n  ","429183":"\n  Maaaaaakkkkeeeeee meeeee, you can’t make me!!!!!😏\n  ","429184":"\n  But but but, I don’t wanna hush🥺🥺🥺\n  ","429185":"\n  Hehe I gotchu😏😙😜\n  ","429186":"\n  Hehe oh you should be very worried😌😏 just you wait😏\n  ","429187":"\n  Hehe oh you know I’ll find a way😗\n  ","429188":"\n  That is very true, I know you enough that you try pulling stunts like this alllllllll the time, looks like I’m gonna have to find a way to one-up you next time🤣\n  ","429189":"\n  No, I don’t believe we have\n  ","429190":"\n  How is your case different tho?🤔🤣\n  ","429191":"\n  What the hell\n  ","429192":"\n  Oh it was super good, thanks! How was yours?\n  ","429193":"\n  I just work at my local courthouse\n  ","429194":"\n  Uh huh, suuurrreeee, that’s what they all say😂😂\n  ","429195":"\n  You are so evil Tom Tom😂😂😂\n  ","429196":"\n  Noooo I never had it, I wouldn’t wanna try it tho lol, not my cup of tea\n  ","429197":"\n  I am officially scared😂\n  ","429198":"\n  TOMMY, how could you do that to me??😫😭 you just raised a fear in me I didn’t know I had before😂\n  ","429199":"\n  Yes 🤢 I hate using those and won’t do it unless absolutely nesisary😅\n  "}}