{"Question":{"42920":"\n   how many nights does it take to count the stars?\n  ","42921":"\n   How was your day today? ✨\n  ","42922":"\n   What did you get for Christmas? ?\n  ","42923":"\n   What time did you get up for Christmas\n  ","42924":"\n   What does it cost you to get your hair styled?\n  ","42925":"\n   And do you have a pair now?\n  ","42926":"\n   I promise u, u r a nice n genuine person... anybody would be very lucky  to have u as a friend\n  ","42927":"\n   That's  good\n  ","42928":"\n   Jealousy, aye I agree, but you won't let that get to you ?\n  ","42929":"\n   Yup ?\n  ","42930":"\n   I dunno how people can laugh at you tbh, you're happy together, who cares how you met, I dunno why people judge others on how they meet their partners ?\n  ","42931":"\n   How's about you show her how it's done, Bella? ?\n  ","42932":"\n   And there you are now with your soulmate ?\n  ","42933":"\n   It all looks bizarre to me ?\n  ","42934":"\n   Oh I know what it is now, not the sorta thing that I'm into, sorry ?\n  ","42935":"\n   Thank God you never killed each other then? ?\n  ","42936":"\n   Every gamer guys dream lol.  Meet an absolute goddess on a video game and marry her\n  ","42937":"\n   What is krumping? I've heard of it, but I don't know what it is? Help me out Bella? ?\n  ","42938":"\n   What is the sexiest and least sexy name?\n  ","42939":"\n   What’s the strangest way you’ve become friends with someone? ?\n  ","42940":"\n   What looks like it should taste better than it actually does? ?\n  ","42941":"\n   Favorite song that plays on one of the radio stations on GTA V?\n  ","42942":"\n   Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.\n  ","42943":"\n   If you have to lay your life on the line for someone, who would that person be?\n  ","42944":"\n   Is there any part of your personality that you feel you need to improve? If so, which part and why?\n  ","42945":"\n   Last thing that went straight to your heart?\n  ","42946":"\n   What happens regularly that would horrify a person from 100 years ago? ?\n  ","42947":"\n   Ok\n  ","42948":"\n   What are you doing in your life ?\n  ","42949":"\n   how old are you ?\n  ","42950":"\n   How different was your life a year ago? ?\n  ","42951":"\n   What do you wish more people knew about you? ?\n  ","42952":"\n   What is the dumbest question you've ever been asked? ?\n\n(Besides this one)\n  ","42953":"\n   Christmas joke no 4: Why is everyone so thirsty at the North Pole?\n  ","42954":"\n   Thank you\n  ","42955":"\n   Black or white?\n  ","42956":"\n   You're offered $1,000,000, but have to donate 100% of it to an organization for child cancer research. You're also offered $10,000 to use any way you like. You can only choose one. Which do you choose?\n  ","42957":"\n   Nice to meet you\n  ","42958":"\n   ?\n  ","42959":"\n   where are you from ?\n  ","42960":"\n   Never have I ever ________? ☺️?\n  ","42961":"\n   What is something that everyone looks stupid doing?\n  ","42962":"\n   How good are you at keeping secrets? ?\n  ","42963":"\n   Where would you spend all your time if you could? ?\n  ","42964":"\n   No matter what happens on the field, getting an education makes you a winner\n  ","42965":"\n   What's your favorite fruit?\n  ","42966":"\n   WHERE DO YOU SEE YOURSELF IN FIVE YEARS?\n  ","42967":"\n   \"What is the worst excuse you've ever heard\"? Seems to be a trend that is used to get out of trouble for what they did or didn't do. They apologize for most things and say I'm sorry for others. The word has become over-used. Now most issues are being  forgiven.\n  ","42968":"\n   Have you ever had a crush on a teacher?\n  ","42969":"\n   ¿Que hacen?\n  ","42970":"\n   Солнышко, давай взаимную подписку в Инстаграме???\n  ","42971":"\n   Солнышко, давай взаимную подписку в Инстаграме?❤️\n  ","42972":"\n   Can you draw? If so, what do you like to draw? If not, do you wish you could??\n  ","42973":"\n   Welche Frisur ist gerade in Mode?\n  ","42974":"\n   Я ни разу в жизни не...\n  ","42975":"\n   Давай взаимную подписку в Инстаграме??\n  ","42976":"\n   ?Ёлку уже поставили??\n❤Я наконец вернулась. Новый  ответ, обрати внимание.❤\n  ","42977":"\n   Nice pic, Bella ?\n  ","42978":"\n   Would you kick a looser in the balls super hard ? ?\n  ","42979":"\n   If you were a master reverse pickpocket (putpocket?), what would you put into their pockets? ?\n  ","42980":"\n   Welk model was je eerste mobiele telefoon??\n  ","42981":"\n   Wat was je favoriete vak op school??\n  ","42982":"\n   Heb je ooit afstand gedaan van iemand en waarom??\n  ","42983":"\n   What’s the most ridiculous reason someone has gotten mad at you for? ?\n  ","42984":"\n   What food do you crave most? ?\n  ","42985":"\n   height?\n  ","42986":"\n   What’s the funniest lie you’ve heard someone tell? ?\n  ","42987":"\n   What’s the best way to spend a rainy afternoon? ?\n  ","42988":"\n   What is something that you achieved that everyone else around you thought that you would fail?\n  ","42989":"\n   Waar droom je momenteel van?\n  ","42990":"\n   What’s your sexuality?\n  ","42991":"\n   Привет) Как дела у тебя? Что нового) Решай все свои дела, и готовься к новому году. Желаю тебе чуда, и всё самого лучше)\n  ","42992":"\n   What’s the most romantic thing you’ve heard about someone doing for someone else? ?\n  ","42993":"\n   Favorite meme? ?\n  ","42994":"\n   I love your hair\n  ","42995":"\n   Linda <3\n  ","42996":"\n   What's the weirdest item of clothing you own?\n  ","42997":"\n   What's the last photo you took on your phone? Post it! ??\n  ","42998":"\n   What’s the most surprising thing you’ve learned recently? ?\n  ","42999":"\n   What’s the best thing you own? ?\n  ","43000":"\n   Last thing you purchased?\n  ","43001":"\n   hi everyone, just a reminder that I love you all and that you’re all strong and remember that you’re amazing and keep in mind you’ll get through whatever you’re going through ❤️ keep it up! just a little reminder to you all.  Sending lots of  love and support your way!\n  ","43002":"\n   (L)et me tell you a secret, in this poem there is the clue (O)nly a few people really get to share this, sadly it’s true! (V)ery many want this but can’t find this no matter what they do! (E)veryone needs to know that no matter what they are loved too!\n  ","43003":"\n   most welcome, dear friend\n  ","43004":"\n   The feet of my mother are more big of me\n  ","43005":"\n   If you could undo one thing in your life, what would it be?\n  ","43006":"\n   What games are you playing at the moment?\n  ","43007":"\n   What's your ideal partner? Do the ones you date\/marry usually meet them or do your ideals change along the way? ☺\n  ","43008":"\n   Bella I don’t know ?‍♂️ where he keeps it\n  ","43009":"\n   Chistmas Joke 3: Why did the turkey join the band?\n  ","43010":"\n   I am 1'8☺☺\n  ","43011":"\n   How’s the weather\n  ","43012":"\n   wow,,, well said, dear friend\n  ","43013":"\n   When did you last have sex\n  ","43014":"\n   I often think that the night is more alive and more richly colored than the day, what do you think?\n  ","43015":"\n   Good night my friend ??\n  ","43016":"\n   Have you watched the Mandalorian?\n  ","43017":"\n   Do you have a secret crush? ?\n  ","43018":"\n   What horror stories do you have from your job? ?\n  ","43019":"\n   What do you need to vent about? ?\n  ","43020":"\n   Latest song to be stuck in your head? ? Haha\n  ","43021":"\n   Do you find new years romantic? Watching the ball drop with your lover or maybe a fling?\n  ","43022":"\n   when is your birthday?\n  ","43023":"\n   What’s something you wish would happen, but know won’t?\n  ","43024":"\n   How was this year for you?\n  ","43025":"\n   You look very festive\n  ","43026":"\n   Do you like gladiator sandals?\n  ","43027":"\n   Would you mind me if I asked you to send nude pictures?\n  ","43028":"\n   Hey is you birthday really this week Bella?\n  ","43029":"\n   What always helps to calm you dowm? ??\n  ","43030":"\n   2019☻\n  ","43031":"\n   Oh sorry i mean Soccer???\n  ","43032":"\n   Your favourite English song ?\n  ","43033":"\n   So I’m new to this app.. how does it work?\n  ","43034":"\n   hello\n  ","43035":"\n   Good morning and I hope you have a good day!\n  ","43036":"\n   Christmas joke 1: What do Vampires sing on New Years Eve?\n  ","43037":"\n   Christmas joke 2: Where does Santa keep his money?\n  ","43038":"\n   Do you fear life? Or do you fear death?\n  ","43039":"\n   Have you ever overheard someone you believed to be a good friend saying mean and awful things about you?\n  ","43040":"\n   Have you ever gotten detention or been suspended?\n  ","43041":"\n   Do you know any self righteous people?\n  ","43042":"\n   Good morning everyone! Hope you all slept well from your possible food comas ?\n  ","43043":"\n   Boxing day\n  ","43044":"\n   Never have I ever ________? ☺️?\n  ","43045":"\n   What cannot be forgiven?  ?\n  ","43046":"\n   I want a really hot girl to tell me if I'm ugly or not. Any volunteers? I'll give you my snapchat ?\n  ","43047":"\n   Looks forward to bounce back?\n  ","43048":"\n   I hope you had a good Christmas! ? What did you get for Christmas? ?\n  ","43049":"\n   How'd you describe the way you like to decorate the rooms you live in? What kind of aesthetic do you like? ?\n  ","43050":"\n   Good\n  ","43051":"\n   What is your name ?\n  ","43052":"\n   State `\n  ","43053":"\n   Cute new profile pic\n  ","43054":"\n   What’s the saddest movie you’ve ever seen? ?\n  ","43055":"\n   Any exciting gifts you get today?\n  ","43056":"\n   What is the next movie you really want to watch?\n  ","43057":"\n   Beautiful makeup in your dp?\n  ","43058":"\n   What are your plans for Christmas Eve?! Do you have anything last minute you have to do!?\n  ","43059":"\n   Favorite present you opened this year? ?\n  ","43060":"\n   How are you gonna celebrate Christmas this year? ???\n  ","43061":"\n   I didn’t fall too hard. My head hurted a little?\n  ","43062":"\n   What did you get for Christmas\n  ","43063":"\n   What is your favorite thing about the Holidays?\n  ","43064":"\n   What was the weather like for your holiday today? ✨??\nI hope everyone had a WONDERFUL holiday! Y'all the absolute best ✨?\n  ","43065":"\n   Have you ever been called to school principal’s office? If yes, for what?\n  ","43066":"\n   ???\n  ","43067":"\n   OMG!!! I had no idea!!!\n  ","43068":"\n   Thoughts?\n  ","43069":"\n   good morning\n  ","43070":"\n   What's Your IG.?\n  ","43071":"\n   How was your Christmas? ? (if you don't celebrate it,  just post a happy GIF) ??\n  ","43072":"\n   I’ll fix it Friday morning????\n  ","43073":"\n   Hi Bella! Hope you had a great Christmas and happy almost birthday c:\n  ","43074":"\n   My Christmas is ruined?\n  ","43075":"\n   Hugs\n  ","43076":"\n   Who was the last person you said \"i love you\" to? ??✨\n  ","43077":"\n   Had a migraine and fell??\n  ","43078":"\n   In recovery???\n  ","43079":"\n   Post the last photo you took!\n  ","43080":"\n   Is suffering an important part  of being human?\n  ","43081":"\n   Post your Christmas picture\n  ","43082":"\n   How was your Christmas?\n  ","43083":"\n   What's your dream job?\n  ","43084":"\n   What is the greatest benefit of travelling ??\n  ","43085":"\n   Least favorite present you got this year? ?\n  ","43086":"\n   WHAT ARE YOU EXCITED ABOUT MOST IN YOUR LIFE RIGHT NOW?\n  ","43087":"\n   Which is worse in your opinion - silence or loneliness? I wish you a wonderful, family and peaceful Christmas ???\n  ","43088":"\n   No Christmas dinner at my friend’s since he had to work and not my house since some people had plans.?\n  ","43089":"\n   Whats it like being in Bourbon Street?\n  ","43090":"\n   We're just having a salad garnished with turkey, a variety of vegetables, pecan pie and wine.\n  ","43091":"\n   Last answer ?\n  ","43092":"\n   Luckily my friends are off this weekend?\n  ","43093":"\n   What's your favorite board game?\n  ","43094":"\n   Your Instagram?\n  ","43095":"\n   Merry christmas ?\n  ","43096":"\n   What would you do with your “15 minutes” of fame? ???\n  ","43097":"\n   merry christmas\/happy holidays ?\n  ","43098":"\n   My friends just left for work??\n  ","43099":"\n   Merry Christmas\n  ","43100":"\n   You so hot !?\n  ","43101":"\n   Can I have fun with you?\n  ","43102":"\n   How often do you change your mobile phone?\n  ","43103":"\n   Merry christmas❤\n  ","43104":"\n   What shoes did you wear today?\n  ","43105":"\n   If you could draw happiness, what would it look like?\n  ","43106":"\n   Wow\nDogs are love \nAnd lucky you\n  ","43107":"\n   Having a good one, Bella? ✨ ? ? Your birthday's in 4 days ?\n  ","43108":"\n   thanks hun\n  ","43109":"\n   Not a question but I wish you a Merry Christmas, have an amazing one and be safe! ???\n  ","43110":"\n   What was your main gift?\n  ","43111":"\n   have you opened gifts yet?\n  ","43112":"\n   Feliz Navidad ❤❄☃\n  ","43113":"\n   Post a photo of Christmas view in your area ??❄⛄☃\n  ","43114":"\n   What's for dinner?!\n  ","43115":"\n   How many presents did you open this year? ?\n  ","43116":"\n   Do you agree that pet-shops should not sell animals?\n  ","43117":"\n   I am micro now ?\n  ","43118":"\n   You are giantess for me\n  ","43119":"\n   Ur fav team?\n  ","43120":"\n   For you, what is the purpose of using ASKfm?\n  ","43121":"\n   Hope nothing ruins my Christmas or birthday?\n  ","43122":"\n   If you decorated for the holidays, when do you plan to take everything down? And post your favorite decorated place!!\n  ","43123":"\n   Wow❤️ \nAmazing ? \nYou have dog too❤️\n  ","43124":"\n   How do you like to celebrate your birthday?\n  ","43125":"\n   We wish you a Merry Christmas\nWe wish you a Merry Christmas and a happy New Year\n  ","43126":"\n   It's officially here! Merry Christmas!!!?\n  ","43127":"\n   Merry Christmas to you!\n  ","43128":"\n   Merry Christmas. To you and your families ❤?\n  ","43129":"\n   Love is always blind\n  ","43130":"\n   Merry Christmas ?☃️???\nBeautiful..Bella☺️\n  ","43131":"\n   If opportunity doesn't knock, build a door.\n  ","43132":"\n   Happy\/Merry Christmahannukwanzadan! ??\n  ","43133":"\n   Not a question but I hope you have a Happy Holiday!\n  ","43134":"\n   Merry Christmas enjoy\n  ","43135":"\n   What do you think is a waste of money? ?\n  ","43136":"\n   Does anyone listen to radio anymore?\n  ","43137":"\n   Do you like to spend your free time alone or in company?\n  ","43138":"\n   Which is the most exotic place you have been to?\n  ","43139":"\n   ❤️\n  ","43140":"\n   How much screen time is too much?\n  ","43141":"\n   A gift we got or a Christmas wish??\n  ","43142":"\n   Wishing you a very Merry Christmas ? ✨ ? ?\n  ","43143":"\n   M?C?? to you\n  ","43144":"\n   Are you allergic to anything?\n  ","43145":"\n   no way I love those songs as well ?\n  ","43146":"\n   How are you\n  ","43147":"\n   Paste the last thing you copied  ?\n  ","43148":"\n   ? In case you’re celebrating — and I’m sorry for everyone who is annoyed by question about Christmas — what gifts have you prepared for your loved ones? ?✨ I wish you a Merry Christmas or whatever you’re celebrating or just a fabulous day. ?❤️\n  ","43149":"\n   Do you live near any active or extinct volcanoes?\n  ","43150":"\n   Football\nYay or nay\n  ","43151":"\n   Do you believe in horoscopes?\n  ","43152":"\n   Did u slept more than 12 hours before\n  ","43153":"\n   If you could only wear one hairstyle for the rest of your life, would you choose curly hair or straight hair?\n  ","43154":"\n   What is one thing that never fails to make you laugh? ?\n  ","43155":"\n   What piece of clothing do you always get a lot of comments on every time you wear it? ?\n  ","43156":"\n   Who do you get butterflies in your tummy for whenever you see them? ?\n  ","43157":"\n   What’s a weird nickname that people call you? ?\n  ","43158":"\n   If there was only one cookie left, would you share it with me? ?\n  ","43159":"\n   Do you have a holiday memory that makes you smile? If you don't celebrate, do you have a particular memory in general that always makes you smile?\n  ","43160":"\n   What's your favorite Christmas food\/dessert?\n  ","43161":"\n   What’s your most favorite word to say? ?\n  ","43162":"\n   How are you ?\n  ","43163":"\n   Would the world be a better or worse place if everyone looked the same?\n  ","43164":"\n   What does your last text message say? ? PAP!\n  ","43165":"\n   What’s the weirdest thing you have ever seen ??\n  ","43166":"\n   What's your favorite cookie?\n  ","43167":"\n   What has everyone has for tomorrow off at-least one person?\n  ","43168":"\n   How many stars in the galaxy do you think exploded today? ?\n  ","43169":"\n   Mine too 29\/12\n  ","43170":"\n   Do you guys like Linkin Park?\n If so what’s your favorite song by them???\n  ","43171":"\n   Who’s excited for tomorrow then?\n  ","43172":"\n   Good morning everyone n merry Christmas\n  ","43173":"\n   Do you have a record player at home?\n  ","43174":"\n   Would you rather:\n-fly kinda slowly\nOr\n-teleport instantly but the destination is random\n  ","43175":"\n   Merry Christmas\/Merry Christmas Eve (depending when you see this)! ???\n\nAnd if you don't celebrate, I hope you have a lovely day.\n  ","43176":"\n   Happy Holidays!! ??✨\n  ","43177":"\n   Hello\n  ","43178":"\n   Video games or apps\n  ","43179":"\n   What's your star sign?\n  ","43180":"\n   Maybe , but sorry it’s the truth ?‍♂️?‍♂️\n  ","43181":"\n   Seriously somebody just sent me a message saying help me I'm about to pee my pants LOL\n  ","43182":"\n   How does it feel that 2020 and a new decade is soon upon us? ?\n  ","43183":"\n   We have the same bday\n  ","43184":"\n   If you had to celebrate christmas in another place than where you live, where'd you go? Why? ??\n  ","43185":"\n   When you were in elementary school what was your bed time?\n  ","43186":"\n   Me too?\n  ","43187":"\n   When was the last time you said “I love you” to someone?\n  ","43188":"\n   Have you or your pet ever knocked over the Christmas tree?\n  ","43189":"\n   Do you have any Christmas traditions\n  ","43190":"\n   Do you think that cheating partners should be given a second chance?\n  ","43191":"\n   What do you wish for Christmas? (in case you’re celebrating that) What gifts do you have for your loved ones?\n  ","43192":"\n   What was you favourite subject in school.  What was your least favourite ?\n  ","43193":"\n   ? what are your favorite kind of presents to give someone?\n  ","43194":"\n   What type of pizza is your favourite? ? ?\n  ","43195":"\n   Gosh, when are they going to find that damn treasure?!\n  ","43196":"\n   You No, i Yes i become a tiny man ☺\n  ","43197":"\n   Do you like to cuddle? ?\n  ","43198":"\n   Name something you cannot live without in the morning?\n  ","43199":"\n   Which was the last movie you watched at home and which was the last one you watched at the movie theater?\n  ","43200":"\n   followed\n  ","43201":"\n   Do you have any family traditions?\n  ","43202":"\n   Ever feel depressed?\n  ","43203":"\n   What’s legal now, but probably won’t be in 20 years? ?\n  ","43204":"\n   How often do you cut your hair?\n  ","43205":"\n   When's the last time you've been to a zoo\/aquarium?!\n  ","43206":"\n   If you had to save one of your ex's who would it be and why?\n  ","43207":"\n   Hi bella!\nHow are u today?\n  ","43208":"\n   I had been in Louisiana it’s too scary ? sorry ....\n  ","43209":"\n   do u love snakes?\n  ","43210":"\n   Do you regret anything in life? If so what is it?\n  ","43211":"\n   If you can save another’s life and don’t because doing so would break the law, are you ethnically justified in your decision?\n  ","43212":"\n   What profession doesn’t get enough credit or respect? ?\n  ","43213":"\n   Family guy is better?\n  ","43214":"\n   What is your favorite food?\n  ","43215":"\n   What is your favorite food?\n  ","43216":"\n   Do u watch \"the simpsons\" ?\n  ","43217":"\n   Do you like who you are now? Why or why not??\n  ","43218":"\n   How judgmental are you?\n  ","43219":"\n   Why don't you answer my question?\n  ","43220":"\n   Do you go skinny dipping in hot tubs?\n  ","43221":"\n   Do you like spicy food? ?\n  ","43222":"\n   What product or service is way more expensive than it needs to be? ?\n  ","43223":"\n   Have you ever donated blood? I did this morning\n  ","43224":"\n   What biscuits\/cookies do you enjoy eating the most? ? ?\n  ","43225":"\n   Favorite food?\n  ","43226":"\n   What made your day today?\n  ","43227":"\n   What skill would you like to master? ?\n  ","43228":"\n   why do birds suddenly appear?\n  ","43229":"\n   what's on your mind?\n  ","43230":"\n   Bella how are you I’m just passing to say a merry Christmas ?? to you and all the best from 2020\n  ","43231":"\n   Where are you from?\n  ","43232":"\n   Breakfast pizza ?\n  ","43233":"\n   RAW or SMACKDOWN team\n  ","43234":"\n   Eminem ????but why\n  ","43235":"\n   \"You you like hot tubs\"? Yes and a nice wine.\n  ","43236":"\n   \"Do you enjoy going to the beach\"? Going to the beach is okay however; I like going to the mountain regions where there are no crowds.\n  ","43237":"\n   \"Are you a forgiving person\"? Not always.\n  ","43238":"\n   Would you rather not shower for a month, or eat the same meal every day for a month?\n  ","43239":"\n   Yes and Now i could become an ant ☺☺\n  ","43240":"\n   Where Are u now\n  ","43241":"\n   What is the degree temperature in your place? Does it have any snow flecked?\n  ","43242":"\n   I am 4'5 tiny tiny\n  ","43243":"\n   Wow....I like ur profile pic Bella..?\n  ","43244":"\n   What do you usually eat for breakfast? ?\n  ","43245":"\n   What was the last show you binge watched? (That you actually watched, not just for background noise)\n  ","43246":"\n   What movie inspires you?\n  ","43247":"\n   That's nice thought ... Important relationships ruin because of misscommunication which is bad\n  ","43248":"\n   What is the most beautiful thing you have ever seen? ?\n  ","43249":"\n   “my daughter’s friends chopped off all her hair at a sleepover and thought it was a funny prank. my daughter is very upset. what can I do about this?” this question was found on quora. what would you do if you were the parent? ✰\n  ","43250":"\n   Do you drool in your sleep?\n  ","43251":"\n   How good would you say you are at singing? ??\n  ","43252":"\n   What does your name mean?\n  ","43253":"\n   teddy bear or beer ?\n  ","43254":"\n   Как только вы принимаете решение, вселенная вступает в сговор, чтобы это произошло.\n  ","43255":"\n   I buy good hair accessories ??not bad for a guy\n  ","43256":"\n   What's your ultimate wish? ?\n  ","43257":"\n   ¿Qué preferirías? ¿Quedarte sin Internet o quedarte sin móvil?\n  ","43258":"\n   What fruit do you eat the most? ?\n  ","43259":"\n   \"How to raise your self-confidence\"? It's called \"self\" confidence for a reason. What is done, what one thinks, says and what is achieved, determines the outlook of the confidence.\n  ","43260":"\n   Als je een vrijwilliger zou zijn, waar zou je dan willen werken??\n  ","43261":"\n   Whatchu doooiiiinn\n  ","43262":"\n   What do you have as your phone background?\n  ","43263":"\n   Hast du immer noch Freunde aus dem Kindergarten?\n  ","43264":"\n   Hola hermosa ?\n  ","43265":"\n   Do you have a tablet? If so, what kind?\n  ","43266":"\n   Have you ever slapped someone on the face? If yes, why? ??\n  ","43267":"\n   If\n   \n    @BigAmericanFatso\n   \n   invited you to a baseball game with unlimited beer, peanuts and hot dogs, would you go? ?\n  ","43268":"\n   What have you learned from your life?\n  ","43269":"\n   That awkward moment when _______.\n  ","43270":"\n   If\n   \n    @eva_wiliams\n   \n   was in a surfing competition, would you come out and watch to support her? ?\n  ","43271":"\n   From a scale of 1-10, how excited are you for Christmas? ? Why? ?\n  ","43272":"\n   When swimming, do you know how to dive? ?\n  ","43273":"\n   Whatcha doing? ??\n  ","43274":"\n   Would you ever try a Mexican dish called Menudo (tripe)?\n  ","43275":"\n   With Christmas being around the corner. Have you finished Christmas shopping yet?\n  ","43276":"\n   Hi ?\n  ","43277":"\n   Have you ever made a baby cry whether it be or not on purpose? ? (If yes, why?)\n  ","43278":"\n   Today has been a bitter sweet day, but I’m feeling positive in a weird way! I hope everyone has had a good day ❤️❤️\n  ","43279":"\n   Do you like getting compliments?\n  ","43280":"\n   If you could invent your own public holiday, what would you make it? :)\n  ","43281":"\n   Are there any unique or cute traditions your family do\/or used to do during the holidays? (can be any holiday that you guys celebrate, like Easter, thanksgiving, Christmas, Halloween etc).\nI like hearing how other people celebrate stuff :) it's interesting seeing the little differences\n  ","43282":"\n   How do you handle clickbait?\n  ","43283":"\n   Would you erase your most precious memories to become smarter?\n  ","43284":"\n   Have you ever, to your knowledge, had something created inspired by you? Like, a song written about you, or a picture painted of you?\n  ","43285":"\n   What do you do to let others know you love them?\n  ","43286":"\n   Where are you from and what's your favorite thing about your hometown?\n  ","43287":"\n   Have you ever written a poem? If yes, what was it about?\n  ","43288":"\n   True happiness is _________? ??\n  ","43289":"\n   Why do people date online nowadays?\n  ","43290":"\n   If you could travel to any place or time. Where would you go?\n  ","43291":"\n   \"How to make a man \/ woman happy\"? I personally am unable to say however; with the many changes happening, I would say......\"demands\" among others, are the deciding issues.\n  ","43292":"\n   Hi! How do you do? What's the weather like in your city? I wish you have a nice day ?✌\n  ","43293":"\n   But some fun conversation\n  ","43294":"\n   How tall are you?\n  ","43295":"\n   Hello\n  ","43296":"\n   Hi\n  ","43297":"\n   Tuna sandwich or chicken sandwich?\n  ","43298":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","43299":"\n   What is your favourite Australian animal?\n  ","43300":"\n   Do you believe \"Everything comes to us that belongs to us\"?\n  ","43301":"\n   Without giving away the title, describe your favorite movie and I’ll try and guess it.\n  ","43302":"\n   What do you put on your waffles or pancakes?\n  ","43303":"\n   ? What would happen to a society in which no one had to work, and everyone was provided enough food\/water\/shelter\/healthcare for free?\n  ","43304":"\n   Have you ever written a poem? If yes, what was it about?\n  ","43305":"\n   No fillings is amazing\n  ","43306":"\n   What’s Your “Go To” Video or Gif for a Laugh?\n  ","43307":"\n   How many fillings have you had at the dentist\n  ","43308":"\n   In person, do you think you look friendly or unapproachable? ?\n  ","43309":"\n   When was the last time you got shy and in what situation? ?\n  ","43310":"\n   What are you having for your dinner today?\n  ","43311":"\n   What was your first mobile phone?\n  ","43312":"\n   What's the most beautiful place you've ever been?\n  ","43313":"\n   If you could time travel, where would you go?\n  ","43314":"\n   How has your day been so far? ?\n  ","43315":"\n   What's your favorite Christmas memory? \nWhat's your favorite Christmas Movie?\n  ","43316":"\n   What's the last compliment you received? ?✨\n  ","43317":"\n   Ever tried, try not to laugh challenges??how was it??\n  ","43318":"\n   KFC or MAC\n  ","43319":"\n   U welcome\n  ","43320":"\n   And that's sad they shouldn't be working with animals if they don't wanna take care of them the way they should be taking care of\n  ","43321":"\n   Would you prefer loaded cheese fries or a loaded potato? And what to drink with it?\n  ","43322":"\n   What is the most challenging thing you've ever done at the pool?\n  ","43323":"\n   If You Had to Describe Yourself in Five Words, What Would They Be?\n  ","43324":"\n   Can you guys send me some questions?\n  ","43325":"\n   Do you feel older or younger than your current age and are you ok with that ?\n  ","43326":"\n   What would you rather be doing right now?\n  ","43327":"\n   Lets do some fun talk?\n  ","43328":"\n   All great achievements require time?\n  ","43329":"\n   Why do humans have such a strong urge to distract ourselves from the real world? ?\n  ","43330":"\n   yodeling in the valley, a delicious break from potatoes\n  ","43331":"\n   Fun talk\n  ","43332":"\n   Would you rather have to sit all day or stand all day? ?\n  ","43333":"\n   Cake, pie or cookies?\n  ","43334":"\n   Are you excited for Christmas or over it type feeling as it approaches?\n  ","43335":"\n   Fun talj?\n  ","43336":"\n   Which can you tolerate more: emotional or physical pain?\n  ","43337":"\n   Hey\n  ","43338":"\n   Accept the challenges so that you can feel the exhilaration of victory.\n  ","43339":"\n   You are really 23 years old ?!\n  ","43340":"\n   Nervous habit\/s? ?\n  ","43341":"\n   hey guys i’m santa? is there anything you want me to bring it for you for the christmas????\n(any thing u want)\n  ","43342":"\n   Would you rather have unlimited pizza for life or unlimited tacos for life?\n  ","43343":"\n   You’ve been given an elephant you can’t get rid of it, what would you do with it??\n  ","43344":"\n   What's one food that you will never order at a restaurant??\n  ","43345":"\n   Wow ?\n  ","43346":"\n   where do you from?\n  ","43347":"\n   What would u do if a boy said he wanted to pursue u as his girl\n  ","43348":"\n   Yummy,  wish you a great day\n  ","43349":"\n   Do you have any notifications for askfm on? If so, which? — I get notified whenever I get a new question. The rest is disabled.\n  ","43350":"\n   What apps do you mostly use on your phone?\n  ","43351":"\n   Keep tryin', you'll soon get there ?\n  ","43352":"\n   Hi what do you like the most about boys\n  ","43353":"\n   They're not wrong ? ?\n  ","43354":"\n   Hi Bella, how was your day? Are you excited that your birthday is near? ?\n  ","43355":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","43356":"\n   What do you do for fun?\n  ","43357":"\n   hope he gets well soon ♡\n  ","43358":"\n   Send me a link to your favorite song right now! It can be more than one by the way! ? I'm looking for more music to listen to ✨\n  ","43359":"\n   Yes, ma’am. You are a wonderful soul. I hope that your husband feels better soon.\n  ","43360":"\n   If you had to spend $10,000 today, how would you spend it?\n  ","43361":"\n   You are wonderful\n  ","43362":"\n   Next question,Teacher. How did you send those pics and gifs?\n  ","43363":"\n   I will be praying hun\n  ","43364":"\n   What's your favorite part about the weekend?! Get to do anything fun?!\n  ","43365":"\n   Yay!! Thank you so much!\n  ","43366":"\n   What's stopping u\n  ","43367":"\n   Ur favorite youtuber?\n  ","43368":"\n   If you could learn the date and time of your death, would you?\n  ","43369":"\n   If you could do anything for the rest of your life, what would it be?\n  ","43370":"\n   Name a good friend you’ve known the longest. How many years have you been friends?\n  ","43371":"\n   Ooooooh I see. ??\n  ","43372":"\n   What causes the most harm in the world, but is completely avoidable?\n  ","43373":"\n   Oh. Should have I not asked anonymous? I’m still learning this app. Lol. What’s cooking? ?\n  ","43374":"\n   what’s the most spontaneous thing you’ve ever done?\n  ","43375":"\n   if you were arrested with zero explanation, what would your friends and family think you did?\n  ","43376":"\n   Why can’t I download anything on my iPhone, iPad,and my computer.\n  ","43377":"\n   That’s awesome, ma’am. ???\n  ","43378":"\n   If you had to change your name, what would your new name be, and why would you choose that name?\n  ","43379":"\n   Hello! How are you?\n  ","43380":"\n   What’s a food combination that sounds gross but is really good?\n  ","43381":"\n   If you were to build your dream house and you had an unlimited budget, how'd you make it? ? Go crazy with the descriptions if you feel like it!! Like, what kind of style it would be, where it would be placed, what kind of dimensions it would have, what things you would like to have inside etc. ??\n  ","43382":"\n   What do you want to do for Christmas this year???\n  ","43383":"\n   Hi, where do you live?\n  ","43384":"\n   Hi Bella how are you\n  ","43385":"\n   That’s lovely\n  ","43386":"\n   What’s your favorite viral video?\n  ","43387":"\n   How's it going?\n  ","43388":"\n   Likes??plz!\n  ","43389":"\n   Hello! I’m here to help if you need to talk\/ask for advice ❤️\n  ","43390":"\n   Did you finish your Christmas shopping yet?\n  ","43391":"\n   Single?\n  ","43392":"\n   That moment when you don’t want to give up on someone but you know you have to____\n  ","43393":"\n   What is one thing you have absolutely no patience for?\n  ","43394":"\n   2020 is near... How has 2019 been to you?\n  ","43395":"\n   Favorite holiday and why\n  ","43396":"\n   Space\n  ","43397":"\n   Which word do you want everyone to stop using? ???\n  ","43398":"\n   Merry Birthday Christmas\n  ","43399":"\n   There is one more poll one with black bow\n  ","43400":"\n   If you believe so , then it's a true ? .\n  ","43401":"\n   Random thoughts ???\n  ","43402":"\n   Compared to Beyonce, how much do you think you are beautiful? ???\n  ","43403":"\n   Is the Mona Lisa really, truly, objectively beautiful????\n  ","43404":"\n   Which reindeer would you be?\n  ","43405":"\n   Have you ever caught a butterfly? ?✨\n  ","43406":"\n   Haha..Nice??\n  ","43407":"\n   When was the last time you did something for the first time?\n  ","43408":"\n   What’s the most recent show you’ve binge watched?\n  ","43409":"\n   What was your most recent regret?\n  ","43410":"\n   What makes you happy when you need it most?\n  ","43411":"\n   How would your friends describe you? ?\n  ","43412":"\n   Have you ever ordered a gift online however it did not arrive until after the person’s birthday?\n  ","43413":"\n   Is math something that humans created or something we discovered? ?\n  ","43414":"\n   Are there limits to human creativity? ?\n  ","43415":"\n   What is something you could teach future generations?\n  ","43416":"\n   When is the best time of day for you productively?\n  ","43417":"\n   When going to dinner at someone else's house, what type of presents\/gifts do you normally bring? ?\n  ","43418":"\n   If you could have lunch with one person alive or dead, who would it be?\n  ","43419":"\n   ill wish you happy birthday the 29th xo\n  ","43420":"\n   What's something you'll never understand?\n  ","43421":"\n   Do you believe that the day will arrive when humans will be replaced by machines in almost all aspects of life?\n  ","43422":"\n   I feel so good wearing it. These were my childhood wishes which are coming true. I like this girly side of mine\n  ","43423":"\n   How's your day been so far? ?\n  ","43424":"\n   Do you know anyone who is a police officer. Have you ever or would you ever consider it as a career ?\n  ","43425":"\n   If you could go somewhere warm with a beach over Christmas and avoid that drama that comes with family would you do that ?\n  ","43426":"\n   What was one of the most interesting concert you’ve been to?\n  ","43427":"\n   Do you have any silly nicknames?\n  ","43428":"\n   Do you believe in fate? ?\n  ","43429":"\n   Does the hairband and hair tie suit me ?? I find it very cute. Wanted to try it. There is one picture in nailpaint too\n  ","43430":"\n   Who likes you ? ?\n  ","43431":"\n   Which social media do you use the most often?\n  ","43432":"\n   When something happens, good or bad, who is your go to person?\n  ","43433":"\n   What's the worst place you have ever been to?\n  ","43434":"\n   Describe the worst weather you have ever been in ?  Did you ever think that you weren’t safe ?\n  ","43435":"\n   What actor\/actress would play you in a movie??\n  ","43436":"\n   What's the longest you've gone without sleeping? ?\n  ","43437":"\n   What is your favorite midnight snack?\n  ","43438":"\n   Have you ever been late to class?\n  ","43439":"\n   What is your LEAST favorite Disney movie?\n  ","43440":"\n   What's your favorite video game?\n  ","43441":"\n   Do you know many people born in December? Are you one of them? Sagittarius or Capricorn?\n  ","43442":"\n   Do you remember when you first got on ask. Is it what you thought it would be ?\n  ","43443":"\n   Are you afraid of death? If so, why?\n  ","43444":"\n   Would you rather experience the beginning of planet earth or the end of planet earth?\n  ","43445":"\n   What game do you play on the Xbox one\n  ","43446":"\n   Would you rather know how you will die or when you will die?\n  ","43447":"\n   When we all fall asleep  , where do we go?\n  ","43448":"\n   Do you have a busy upcoming week ahead?\n  ","43449":"\n   What Are You Tired Of Hearing About?\n  ","43450":"\n   When's the last time you: sneezed? Lit a candle? Took a bubble bath? Gave\/recieved a hug? Sang? Drew?\n  ","43451":"\n   Marriage love ? ?\n  ","43452":"\n   Aww so sweet. What about the hairband ??\n  ","43453":"\n   From that answer, you're the ideal American citizen ?\n  ","43454":"\n   I were gonna say that afterwards ?\n  ","43455":"\n   Oh that's great he's now recovered ? ?\n  ","43456":"\n   If it's for a minor crime then I agree ? But for a major crime ? But that's only my opinion ?\n  ","43457":"\n   I see what you did there ?\n  ","43458":"\n   How's your week been, Bella? ?\n  ","43459":"\n   Are all individuals morally obligated to save another person’s life if they are able to? \nWhat if that person lives in another country?\n  ","43460":"\n   100% agree ?\n  ","43461":"\n   What kind of singer are you?\n  ","43462":"\n   Have you ever posted something on social media that you regret?\n  ","43463":"\n   Is love continue after marriage??\n  ","43464":"\n   Which Disney character would you like to be for a day?\n  ","43465":"\n   True, but those who abuse their freedom, do you feel they should continue to have it? ?\n  ","43466":"\n   Favorite cookie?\n  ","43467":"\n   Which song best represents your life so far?\n  ","43468":"\n   What is your FAVORITE Disney movie?\n  ","43469":"\n   Woww how do u have so much weekly coins and u dont even have the vip badge ??\n  ","43470":"\n   I just got done binge watching a brand new Netflix series called The Witcher. Just came out today. Any plans on watching it? ?\n  ","43471":"\n   What are you excessively obsessive-compulsive about? ?\n  ","43472":"\n   What do you geek out about? ?\n  ","43473":"\n   I’m waiting for that balloon person lol\n  ","43474":"\n   Can't sleep cus I have a serious cough ? When you have a cough, what do you do to ease it? Any tip is appreciated haha...\n  ","43475":"\n   Playing Xbox and drinking beer??\n  ","43476":"\n   Yeah I’ve been off and on lately lol\n  ","43477":"\n   ???\n  ","43478":"\n   What was the last thing you copird and pasted?  Is it pastable as an answer on here?\n  ","43479":"\n   Have you ever made homemade ice cream?\n  ","43480":"\n   What is better love or to follow your heart\n  ","43481":"\n   How are you?\n  ","43482":"\n   Is there anyway world peace can be achieved?\n  ","43483":"\n   Current mood •••\n  ","43484":"\n   Some look to the future while other are still looking to the past,\nwhile forgetting to notice the present which does not last.\nBut what happened yesterday, can affect tomorrow, \nBut changes today too will eliminate sorrow. Embrace today my friend!\n  ","43485":"\n   What games do you play on Xbox one\n  ","43486":"\n   Heyy\n  ","43487":"\n   Hi. Please check my new pictures in hair band send hairties. Vote on my poll\n  ","43488":"\n   If u where to ask anybody out right now who would it be? And why?\n  ","43489":"\n   When is the last time modern technology failed you? Example WiFi goes down .\n  ","43490":"\n   For those who have facebook have you played the Santa game yet? What was your result?\n  ","43491":"\n   Have you ever mistaken someone’s friendliness with flirting?I never do . I KNOW the ladies are flirting with me! ???\n  ","43492":"\n   On a scale of 1-10 how strict were your parents?\n  ","43493":"\n   How are u?\n  ","43494":"\n   Hi bella!\n  ","43495":"\n   Have you been in situation that made you crying without reason...\nJust weeping for nothing\n  ","43496":"\n   Did you buy coins?\n  ","43497":"\n   What kind of challenges are you facing these days? ?\n  ","43498":"\n   Why do people hate to see others happy?\n  ","43499":"\n   Wut is ur favourite song?\n  ","43500":"\n   What’s the most useless talent you have?\n  ","43501":"\n   what is your favorite scent?\n  ","43502":"\n   Would you rather have eggnog, hot chocolate or hot apple cider right now?\n  ","43503":"\n   What are you tired of hearing about?\n  ","43504":"\n   For my party to be on New Year’s Eve for my birthday. I’ll blow the candles out after the ball drops then at 2am, my 2020 will start?\n  ","43505":"\n   NiCe?\n  ","43506":"\n   Do you prefer to travel or stay close to home? ?\n  ","43507":"\n   Do you believe in karma? ??\n  ","43508":"\n   Basketball, baseball, or football?\n  ","43509":"\n   Who is your go-to partner in the zombie apocalypse? Who would you leave behind?\n  ","43510":"\n   what is the best thing that happened to you today?\n  ","43511":"\n   Have you ever been afraid of Santa Claus?\n  ","43512":"\n   Where does all your money go?\n  ","43513":"\n   Would you rather be crazy rich, or deeply in love?\n  ","43514":"\n   What plans do you have for your birthday?\n  ","43515":"\n   How many licks does it take to get to the tootsie roll center of a Tootsie Pop?\n  ","43516":"\n   What is your one major weakness?\n  ","43517":"\n   What do you feel people take for granted the most? ?\n  ","43518":"\n   If you could dream of something, of your choice. Like lucid dreaming. What would your ideal dream be?\n  ","43519":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","43520":"\n   What are the easiest ways for a guy to be perceived as a creep by a girl?\n  ","43521":"\n   What do you wish you knew more about??\n  ","43522":"\n   What was your first paying job?\n  ","43523":"\n   Would you rather have a dog with a cat’s personality or a cat with a dog’s personality? (based on the stereotype, of course)\n  ","43524":"\n   Can i see your shoes\n  ","43525":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","43526":"\n   Are you strong or fragile; bold or shy? A person of conviction, yet need answers why? Do you prefer feeling safe, rather than taking risks for the rewards? Are you happy with your life and what it is heading towards?\nDo you have a plan or just take it one day at a time?\nMay you find all you desire\n  ","43527":"\n   If you were a YouTuber, what would your videos be about?\n  ","43528":"\n   How do you handle people you don't like?\n  ","43529":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","43530":"\n   What's your favorite gum flavor?\n  ","43531":"\n   What would you do if you found a celebrity's phone?\n  ","43532":"\n   What are the most comfortable shoes you own?\n  ","43533":"\n   What's your favorite holiday meal?!\n  ","43534":"\n   What time did you wake up this morning?\n  ","43535":"\n   Which is more messy: your wardrobe or your life?\n  ","43536":"\n   At what point do you stop trying with people and just cut them from your life ?\n  ","43537":"\n   What kind of movies do you like?\n  ","43538":"\n   What holiday gift are you most excited to give?!\n  ","43539":"\n   What's the farthest from home you've traveled?!\n  ","43540":"\n   At what point did you realize your favorite tv show was on its way down hill?\n  ","43541":"\n   If someone who knew nothing asked you to describe your country in 20 words or less what would you say ?\n  ","43542":"\n   How much money would it take to change your life significantly ?\n  ","43543":"\n   Sounds wild as hell then.\n  ","43544":"\n   Suggest a good series to watch on Netflix plzzz!! Thank youuu ??\n  ","43545":"\n   Has having an askfm taught you anything about yourself?\n  ","43546":"\n   Do you welcome competition?\n  ","43547":"\n   Best drunk story you got?\n  ","43548":"\n   Are you a competitive person? ? Haha In what ways have you been competitive in your life?\n  ","43549":"\n   Hey\n  ","43550":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","43551":"\n   Who is the kindest person you know? ?\n  ","43552":"\n   What motivates you in life? ?\n  ","43553":"\n   Do you ever listen to \"Relaxing\" music? ? When do you usually do that? ?\n  ","43554":"\n   What would you name a newly discovered planet?\n  ","43555":"\n   Would you rather spend your time at the beach or in the mountains?\n  ","43556":"\n   Hello Friday! Just one more day, and you have the weekend! Keep going! :3 Your well deserved rest is in reach! Have a lovely day! ?\n  ","43557":"\n   Also anyone else kinda surprised how fast Christmas came around?! It's next week! What happened to this year! ?\n  ","43558":"\n   Anytime ?\n  ","43559":"\n   What is stronger love or hate??\n  ","43560":"\n   If u had a choose to date someone on Askfm who would it be n why??\n  ","43561":"\n   What was your first date like?\n  ","43562":"\n   What's one place you've travelled that you never want to go back to? ?\n  ","43563":"\n   What's something you can never seem to finish? ?\n  ","43564":"\n   When people come to you for help, what do they usually want your help with? ?\n  ","43565":"\n   Jumma Mubarik\n  ","43566":"\n   What do you enjoy doing on the weekends? And what would you wish to do, if you had a choice?\n  ","43567":"\n   What's your favorite meme?!\n  ","43568":"\n   Go0od mOrninG. . ! Have a nice day...?\n  ","43569":"\n   What is your busiest day of the week?\n  ","43570":"\n   Just want you guys to know I enjoy your questions and answers . Ask fm has been fun the past couple weeks and I’ve met some really nice people! Hope you have a nice holiday !\nDo you like salt water taffy?\n  ","43571":"\n   very good sis : )\n  ","43572":"\n   So jealous of your legs Bella!  They’re awesome!\n  ","43573":"\n   Hello\n  ","43574":"\n   Why are we seeKing for good look where we says look doesn't matter?\n  ","43575":"\n   Would you want to know you are going to die before hand or die suddenly without warning?\n  ","43576":"\n   If you could go back and live in any time in history what year would you choose and why ?\n  ","43577":"\n   Opinion on cheating\n  ","43578":"\n   what’s something you know in incredibly staged but still so entertaining to watch?\n  ","43579":"\n   does anyone want to give me advice on a story im writing?\n  ","43580":"\n   Would you rather read minds or accurately predict future?\n  ","43581":"\n   Merry Christmas to everyone I follow on here.  Hope Santa is good to you all.  (I’m sending this now because I’m leaving for  Cuba shortly and likely won’t be on for a week)\n  ","43582":"\n   What are your turn ons... (To the girls no homo)\n  ","43583":"\n   ? You are a diamond. It’s time for you to shine. You are a magnet for love. Your thoughts are kind to you, because you deserve it. A calm feeling spreads through your thoughts and actions. You are a good person who deserves good things. You are on the best path for you. ?\n  ","43584":"\n   name one thing you’ll always find in your fridge!\n  ","43585":"\n   What's a subject you wish you knew more about?\n  ","43586":"\n   What part of Louisiana? I lived in Hornbeck. Its near Shreveport x\n  ","43587":"\n   What's been the best commercial you've seen?\n  ","43588":"\n   hi ?\n  ","43589":"\n   Happy early bday! What are you bday plans? x\n  ","43590":"\n   Why does it rain on sunny days? Or post a GIF\n  ","43591":"\n   Do you feel comfortable, when being photographed?\n  ","43592":"\n   If you could only play one game on a console, computer or phone for the rest of your life which game would you choose?\n  ","43593":"\n   Are you old fashioned or more traditional?\n  ","43594":"\n   Do you pick and choose your friends? ???\n  ","43595":"\n   Hiii?\n  ","43596":"\n   Have you ever considered the look in your eyes, the smile on your face, and the impact you have when you say a simple hi. You can enhance one's day with just a glance, a smile or acknowledgement. You can do this without ever saying a word. Have a wonderful day!\n  ","43597":"\n   What's a piece of advice you often give but find yourself struggling to follow? ?\n  ","43598":"\n   if “ hello” were to be replaced by another word as a greeting, what word would it be?\n  ","43599":"\n   When was the last time you hugged yourself or patted yourself on the back?\n  ","43600":"\n   Would you leave your home country for the one you love?\n  ","43601":"\n   Hello Monday! Just your lil reminder that you're a super hero! And you've got this week! :D I hope it brings lovely things :3 ☃️❄\n  ","43602":"\n   What's the strangest dream you've ever had? ?\n  ","43603":"\n   how do you feel about mythology, specifically greek and roman?\n  ","43604":"\n   Would you rather be free or be totally safe?\n  ","43605":"\n   What´s the weirdest thing you have ever seen ??\n  ","43606":"\n   If you had to use an emblem as a form of identification rather than, say, a signature, what would your emblem look like\/consist of?\n  ","43607":"\n   Train sets under trees; yay or nay?\n  ","43608":"\n   Do you eat candy canes at Christmas? ? ?\n  ","43609":"\n   Hi Bella how are you you are a nice ? friend to me\n  ","43610":"\n   Wow I can’t believe we’re about to hit a decade. 2020 ?\n  ","43611":"\n   Do you think you made Santas naughty or nice list? ...why? ?\n  ","43612":"\n   Do you like Icees?\n  ","43613":"\n   Have you ever seen a woman kick a guy super hard in the balls ? ?\n  ","43614":"\n   What kind of challenges are you facing these days? ?\n  ","43615":"\n   Who live in chicago??\n  ","43616":"\n   you are so pretty bella! it's nice to meet you!\n  ","43617":"\n   today I worked a little carpenter\n  ","43618":"\n   Im good to,thanks bella for asking\n  ","43619":"\n   Who was the last person that you called or texted? ?\n  ","43620":"\n   Do you find it easier to eat healthier or exercise more? ?\n  ","43621":"\n   Are you more of a saver or a spender? ?\n  ","43622":"\n   What do you do when you're bored? ?\n  ","43623":"\n   How are u today?\n  ","43624":"\n   Do you like kid rock?\n  ","43625":"\n   What games do you play on Xbox?\n  ","43626":"\n   Upside down, can't you turn me inside out and round and round?\n  ","43627":"\n   Are you more of a giver or a taker? ?\n  ","43628":"\n   Hi bella\n  ","43629":"\n   Do you think it is difficult to believe in friendship?\n  ","43630":"\n   Superb ?\n  ","43631":"\n   How r uuuu\n  ","43632":"\n   I now but your shoes ??\n  ","43633":"\n   Some days can be trying and are just a test,\nto persevere and do your best;\nwhile others will be easy and give you rest.\nand some days bring you joy to be blessed.\nWhatever your day is like remember this,\nIt can change tomorrow from sorrow into bliss!\nWishing you a wonderful day!\n  ","43634":"\n   Are your shoes dirty?\n  ","43635":"\n   Do you dance when you’re by yourself?\n  ","43636":"\n   Whits shoes are the dirty whants\n  ","43637":"\n   Bella you are so sweet and so nice you are very reconciled with yourself.I wish you peace of mind and peace of heart.\n  ","43638":"\n   Hiii?\n  ","43639":"\n   What do you usually put on top of your Christmas tree? ? ?\n  ","43640":"\n   What shoes did you wear today?\n  ","43641":"\n   ???\n  ","43642":"\n   Are there any bridges are you happy you burned?\n  ","43643":"\n   Have you ever been on a silly diet?\n  ","43644":"\n   At what time did you wake up today? ?? How did you feel then? Haha\n  ","43645":"\n   Wanna do it private? Aka reply to my wall and me then reply to yours as a question? I kinda prefer that than publishing\n  ","43646":"\n   Ηey wanna chat?\n  ","43647":"\n   Hey girl good afternoon:) :3\n  ","43648":"\n   Good Morning Dear\n  ","43649":"\n   You're half way through! You can do this! Not long until everything becomes sparkly and you can rest, relax and enjoy the holiday season!  Have a great rest of your week! :3\n  ","43650":"\n   Do you think animals have souls?\n  ","43651":"\n   Do you have a trait of character that is more common for the opposite gender? What’s this trait?\n  ","43652":"\n   Love your feet??\n  ","43653":"\n   Hey\n  ","43654":"\n   What color are your eyes?\n  ","43655":"\n   What is in your fridge?\n  ","43656":"\n   Follow back ?\n  ","43657":"\n   Do you wear a Santa hat on Christmas\/Christmas Eve?\n  ","43658":"\n   Lol\n  ","43659":"\n   I know it?\n  ","43660":"\n   ❤️??\n  ","43661":"\n   Wut is ur favourite colour?❤️?????????\n  ","43662":"\n   Well, I am?\n  ","43663":"\n   ?\n  ","43664":"\n   How r u?\n  ","43665":"\n   Hiii?\n  ","43666":"\n   That's great Bella\n  ","43667":"\n   What game?\n  ","43668":"\n   What's your favorite part of it?\n  ","43669":"\n   I drink corona or modelo?\n  ","43670":"\n   You gotta try it, cherry pie is deelish ? Especially for dessert after something like turkey or chicken ?\n  ","43671":"\n   Have you seen The Polar Express?\n  ","43672":"\n   Give me some????\n  ","43673":"\n   What city do you live in\n  ","43674":"\n   I were gonna ask if you had ever made cherry pies? ?\n  ","43675":"\n   How do you  deal with unwanted advice?\n  ","43676":"\n   What is the single most important thing people should do for the planet?\n  ","43677":"\n   oh right, usa lives in the past hahaha.\n  ","43678":"\n   What sort of sweet pies have you baked before? ?\n  ","43679":"\n   If you had to choose ONE food with no variations that would become the only thing you could eat for one week, what'd it be? ??\n  ","43680":"\n   We hardly ever get snow, that's why I didn't know ?\n  ","43681":"\n   Must have had some good exercise, surely? ?\n  ","43682":"\n   I was right ?\n  ","43683":"\n   I've got a pretty good idea, but do tell? ?\n  ","43684":"\n   here it's 2am, what time do you have? hahaha.\n  ","43685":"\n   G looks chilled out down there? ?\n  ","43686":"\n   Although I've never seen it myself, I've always been warned \"Do NOT eat it\" ?\n  ","43687":"\n   Are you more of a sweet or a savory person? :3 What's your favourite sweet food, and what's your favourite savory food? ??\n  ","43688":"\n   Are you having anything specific for Christmas dinner? ? & if you don't celebrate, what is your favourite thing to eat of all time? :D\n  ","43689":"\n   Have you ever encountered yellow snow? ?\n  ","43690":"\n   Pap your socks\/ feet atm ?\n  ","43691":"\n   cute doggo <3 greetings from germany.\n  ","43692":"\n   What’s the best date you have ever been on.  Was it more romantic then fun or more fun then romantic ?\n  ","43693":"\n   What's something you'd hate to get for Christmas or whatever holiday you celebrate?\n  ","43694":"\n   I see ? At least your season's on its way? ?\n  ","43695":"\n   ootd?\n  ","43696":"\n   what tv shows are your kids into?\nif you don’t have kids, what tv shows were you into as a kid?\n  ","43697":"\n   Mickey Mouse ?\n  ","43698":"\n   If you found yourself in a zombie apocalypse, what kind of weapon would you wield? ??‍♂️ Haha\n  ","43699":"\n   Do you like Bugels?\n  ","43700":"\n   Nice slippers Bella ? ? Is that a onesie you're wearing? ?\n  ","43701":"\n   Did those looming tornadoes change course and leave you alone? ?\n  ","43702":"\n   Do you decide quickly or do you think a long time?\n  ","43703":"\n   If you could go to ONE concert anywhere in the world by any artist \/ band for free, whose concert would you go to? ?\n  ","43704":"\n   What would you name your daughter?\n  ","43705":"\n   Pap shoes\n  ","43706":"\n   Do you believe the devil exists?\n  ","43707":"\n   True, I've never experienced, yet... ?\n  ","43708":"\n   What are you thankful for today?\n  ","43709":"\n   Favorite season of the year?\n  ","43710":"\n   Ash again, apparently I need five anon questions. ? Share a picture that makes you smile!\n  ","43711":"\n   I LOVE mermaids! I want a mermaid tattoo so badly.\n  ","43712":"\n   Plot twist: We are ? ?\n  ","43713":"\n   Last time being anon. Do you like cherry coke?\n  ","43714":"\n   It’s Ashleigh LMAO figured I’d get my three anon questions in. How are you today?\n  ","43715":"\n   Riddle question??\nWhy do maths books cry???\n  ","43716":"\n   What's your favorite makeup brand?\n  ","43717":"\n   For what in your life do you feel most grateful?\n  ","43718":"\n   did anyone participate in the jelly bracelets where every color had a significant sexual meaning? did anyone wear them just because like me and didn’t care ?\n  ","43719":"\n   what are your plans for christmas?\n  ","43720":"\n   if someone handed you a handbag of $100,000 to keep but the catch was you had to let one person you’ve never met get severely hurt, but they’ll live. would you take it?\n  ","43721":"\n   what is something you’re looking forward to for the new year? what is something you’re not looking forward to?\n  ","43722":"\n   Action movies, yay or nay? ? Why \/ why not?\n  ","43723":"\n   What do you think must be seen or experienced in person to really appreciate it? ?\n  ","43724":"\n   What are the most comfortable shoes?\n  ","43725":"\n   What is the best way to say goodbye? ???\n  ","43726":"\n   Would you rather be the funniest person in the room or the most intelligent?\n  ","43727":"\n   What fact amazes you every time you think of it? ?\n  ","43728":"\n   It's honored to be a friend with you\n  ","43729":"\n   Are humans the real ancient aliens?\n  ","43730":"\n   So I don't have to be alone and sad\n  ","43731":"\n   What are some video games you played when you were little?\n  ","43732":"\n   PS4 or Xbox?\n  ","43733":"\n   Thank you Bella I hope Zayn does love me\n  ","43734":"\n   I'm follow your profile with a gold star. You fully deserve it ?? Good night my friend ??\n  ","43735":"\n   That is really awesome! Honestly and i think there is the beauty of it! The different style in doing things. Not the same cliche as always. Besides you. Have the personality for it. I believe the internet community need more nice people like yourself. ?\n  ","43736":"\n   I do believe in you\n  ","43737":"\n   That is so awesome. But good to know. Now i have someone to ask for a nice recipe if you dont mind.\nHave you thought about making video tutorials of nice recipes to those who want to learn new cool recipes?\n  ","43738":"\n   Q\n  ","43739":"\n   That is lovely. A lady that can cook will surely make her family happy. That is amazing Mrs. Bella. Your husband is a lucky gentleman to have such a nice wife like yourself.\n  ","43740":"\n   I have a question\n  ","43741":"\n   Who's ready for Christmas?\n  ","43742":"\n   Well but you gave an idea of a delicious meal . I bet you are a really good cook.\n  ","43743":"\n   Hey beautiful angel  , Take care of yourself ,I love you soo much??❤️???\n  ","43744":"\n   Use this space to write something to someone to make their day better\n  ","43745":"\n   You are generous\n  ","43746":"\n   Does your family have any Christmas traditions?\n  ","43747":"\n   What talent do you not have that you wish you did ?\n  ","43748":"\n   What does this mean lkr\nHhh but yes i want\nI am coming ??\n  ","43749":"\n   Thank you Bella that's very nice of you\n  ","43750":"\n   When I was a kid I didn't have many friends because of my autistic problems\n  ","43751":"\n   ?\n  ","43752":"\n   Delicious menu. Following you\n  ","43753":"\n   I'm so sorry for being annoying today\n  ","43754":"\n   What are some Christmas traditions you have? Do you like these traditions? What traditions would you like to have?\n  ","43755":"\n   What makes you really happy?\n  ","43756":"\n   What’s better - K-pop or American pop?\n  ","43757":"\n   Do you have any exciting plans for the Holidays?\n  ","43758":"\n   Favorite Christmas meal or dessert?\n  ","43759":"\n   What is happiness?\n  ","43760":"\n   Beautiful angel What’s your İnstagram????\n  ","43761":"\n   Do you donate to charity?\n  ","43762":"\n   How long will you search for something before declaring it lost?\n  ","43763":"\n   You're most welcome Bella\n  ","43764":"\n   Life moves on;So do we?\n  ","43765":"\n   Best games all time on keypad phones ???\n  ","43766":"\n   How do you get rid of stress and negative energy? ????\n  ","43767":"\n   That's incredible Bella\n  ","43768":"\n   What is your favorite type of candy?\n  ","43769":"\n   What did you have for dinner today?\n  ","43770":"\n   I hope things are doing alright at Louisiana\n  ","43771":"\n   If babies are considered innocent, when do people cease to be innocent? ?\n  ","43772":"\n   You're most welcome Bella\n  ","43773":"\n   I! Should you share fries with some one, they'd be speaking French. I'm just being sillier with you. Are yours and you okay with the tornadoes\/hurricane that you have had? I read that some died in your state. What a loss. Stay safe.\n  ","43774":"\n   Hey Bella Happy Holidays ??\n  ","43775":"\n   How much cold in your city? ❄️☃️⛈️\n  ","43776":"\n   Are you wearing socks right now? Post a picture.\n  ","43777":"\n   Can you share French Fries ? with your favourite person?\n  ","43778":"\n   What’s your favorite restaurant?\n  ","43779":"\n   Who do you think you resemble more: dad ??or mom ???\n  ","43780":"\n   I have no clue lol. My first alarm goes off in an hour 15 minutes\n  ","43781":"\n   What's your favorite movie??\n  ","43782":"\n   What’s your Christmas Wish ?\n  ","43783":"\n   What great movie have you seen recently that you would strongly recommend ?\n  ","43784":"\n   What time of gaming system do you use ?\n  ","43785":"\n   I was knocked out I just woke up for some reason\n  ","43786":"\n   That’s a very cute answer :)\n  ","43787":"\n   What’s your favourite food and drink from McDonald’s?\n  ","43788":"\n   Which was the last compliment that you received?\n  ","43789":"\n   You're stuck on an island. How would you spend your time?\n  ","43790":"\n   Lol. I used to be.\n  ","43791":"\n   Followed u\n  ","43792":"\n   If you listen closely what animals can you hear right now?\n  ","43793":"\n   Are you more of a positive outlook or negative outlook kind of person and why ?\n  ","43794":"\n   What do you do to kill time when you are bored. I spam questions on ask lol.  Hby ?\n  ","43795":"\n   What was the last thing you got for free?\n  ","43796":"\n   Are dolphins your favorite animal?\n  ","43797":"\n   Have you ever dyed your hair?\n  ","43798":"\n   Which was the last compliment you gave someone?\n  ","43799":"\n   What color dominates your wardrobe?\n  ","43800":"\n   What is the most heroic thing you’ve ever done?\n  ","43801":"\n   What one thing have you not done that you really want to do?  What’s holding you back?\n  ","43802":"\n   What is the first thing you notice about a person?\n  ","43803":"\n   What does it mean to live a good life? ?\n  ","43804":"\n   Do you like to act spontaneously or plan things? Why?\n  ","43805":"\n   Is it bad to not have friends except your family members?\n  ","43806":"\n   Who do you admire the most right now?\n  ","43807":"\n   Hiii?\n  ","43808":"\n   Yeah. I'm not a lightweight anymore lol.\n  ","43809":"\n   ?\n  ","43810":"\n   Yeah. She had me taking hydracodone and Roxy 10's\n  ","43811":"\n   ✨Сохру дня✨\n✨Жду твоих лайков✨\n  ","43812":"\n   Hello :3 let's fill ask with nice photos! :D If your Christmas tree is up, pap? If you don't celebrate, then just post something you really like :3 ??\n  ","43813":"\n   what’s a game console you miss from your childhood?\n  ","43814":"\n   How would you spend your remaining time if you found out you only had 10 days left to live?\n  ","43815":"\n   Yeah. I used to take high doses.\n  ","43816":"\n   Do you believe in karma?\n  ","43817":"\n   What charity would you start?\n  ","43818":"\n   That's very true I have a high tolerance too.\n  ","43819":"\n   Yeah. I'm in bed now resting my back\n  ","43820":"\n   \"What kind've YouTube videos do you like to watch\"? Relaxing\/sleep music, black\/white movies, documentaries. Whatever comes to mind that may be interesting.\n  ","43821":"\n   How is preparation for Christmas?\n  ","43822":"\n   That's totally understandable.\n  ","43823":"\n   That's always good. I was def nervous when it happened\n  ","43824":"\n   Kills the pain that's for sure\n  ","43825":"\n   Oh I've already hit up some ibuprofen and Tylenol i mixed them.\n  ","43826":"\n   You’re laying in bed home alone at 3 AM. What sound would be the scariest thing to hear at that time?\n  ","43827":"\n   It's okay. I'll get better soon.\n  ","43828":"\n   Fill in the blanks.     I really wish ______________ would get their head out of their a$$ and___________.\n  ","43829":"\n   Yeah. Not fun. I'm hurting now.\n  ","43830":"\n   Interesting\n  ","43831":"\n   Hi how are you\n  ","43832":"\n   Your shoe size?\n  ","43833":"\n   what is a song you can’t stand?\n  ","43834":"\n   How tall you?\n  ","43835":"\n   Hope everything is okay ❤️\n  ","43836":"\n   stay safe!! ?\n  ","43837":"\n   How are you?\n  ","43838":"\n   On a scale of 1-10 how honest are you?\n  ","43839":"\n   what do you take for granted?\n  ","43840":"\n   With no laws or rules to influence your behavior, how do you think you would behave? ?\n  ","43841":"\n   I like Mexican food especially beans with pork\n  ","43842":"\n   what is the temperature near you?\n  ","43843":"\n   I like it!\n  ","43844":"\n   يالربع انا اليوم تفاعلي بيكون قليل. اعذروني ?\nI wont be that active today, my apologies ?\n  ","43845":"\n   What is a favorite holiday memory of yours?\n  ","43846":"\n   Tell me about a time you experienced poor customer service. How did you handle it?\n  ","43847":"\n   What is the most memorable thing that happened to you this 2019?\n  ","43848":"\n   Do you believe in love at first sight?\n  ","43849":"\n   what will you eat?\n  ","43850":"\n   Im hungry to\n  ","43851":"\n   Great! Im finish im go home\n  ","43852":"\n   How long will you wait to have kids?\n  ","43853":"\n   Im working and u?\n  ","43854":"\n   Cajun French? c'est a dire tu parles français?\n  ","43855":"\n   Do you have any good looking neighbors?\n  ","43856":"\n   Ever had to call the cops on your neighbors? Have they ever called the cops on you?\n  ","43857":"\n   Jeje\n  ","43858":"\n   On February 10, 2020, I will be 20 and I am sad that this wonderful teenage period is coming to an end ?\n  ","43859":"\n   Any pubg player who has his own clan..?\n  ","43860":"\n   I remember all the time that your birthday is coming. Good night my friend ??\n  ","43861":"\n   Nope. I'm okay the car is going to the shop the car I hit has a busted rear axle\n  ","43862":"\n   What’s invisible but you wish people could see?\n  ","43863":"\n   What is your desire?\n  ","43864":"\n   Best moment(s) of 2019?\n  ","43865":"\n   Did you ever use Print Shop on the Apple IIe?\n  ","43866":"\n   Thoughts rn?\n  ","43867":"\n   What is your favorite dinosaur? ?\n  ","43868":"\n   How do you feel about Monday’s?\n  ","43869":"\n   What do we need more of?\n  ","43870":"\n   Hi! Good morning!\n  ","43871":"\n   Which was the last compliment you gave someone?\n  ","43872":"\n   Yeah. How are you? I had a wreck this morning\n  ","43873":"\n   Any song recommendation please?\n  ","43874":"\n   Funny thing I said that then I knocked out lol.\n  ","43875":"\n   how many games do you have on your phone? what are they?\n  ","43876":"\n   How often do you curse? ?\n  ","43877":"\n   Hey, followed you ?\nIf you have any interest of mathematics or have a question about math ask me anytime plz.\n  ","43878":"\n   Share a thought...?\n  ","43879":"\n   Is intelligence or wisdom more useful? ?\n  ","43880":"\n   How's everyone's week\/end going?\n  ","43881":"\n   What stocking stuffers do you usually put in your kids stockings? If you have no kids. What do you normally get in yours \/\/ or if you no longer do stocking stuffers when u were a kid what did you normally get?\n  ","43882":"\n   Do you prefer to be behind the camera or in front of it ???\n  ","43883":"\n   If you opened a business, what kind of business would it be?\n  ","43884":"\n   How'd you describe your home country? ?\n  ","43885":"\n   Any fun birthday ideas you've done or been to?\n  ","43886":"\n   If you were involved in a group project at work or school what is your best quality that you bring to the group ?\n  ","43887":"\n   If you could press a button and receive a million dollars, but one stranger would die, would you press the button? And if so, how many times? ?\n  ","43888":"\n   What has been tiring you lately?\n  ","43889":"\n   What are you waiting for? How much have you been waiting?\n  ","43890":"\n   Your favorite thing?\n  ","43891":"\n   How much time does it take you to get ready for a date or go out with friends?\n  ","43892":"\n   Maybe you can remind them. I was so surprised when they sent me a cute ask.fm pen, little bag and a sweet letter, oh and cool earphones too? I think they still do that for those who get a blue sticker, or how is it called in English ????\n  ","43893":"\n   Why don't you become VIP and do not get a blue sticker? ?????\n  ","43894":"\n   Firsts!\nFirst memory? \nFirst album you ever bought?\nFirst movie?\nFirst success?\nFirst disappointment?\nFirst trip abroad?\nFirst job?\n\nFirst has now stopped looking like a word so I'll leave it at that ?\n  ","43895":"\n   If you were wrongfully put into an insane asylum, how would you convince them that you’re actually sane and not just pretending to be sane?\n  ","43896":"\n   That's the best answer I've heard in a long while ?\n  ","43897":"\n   How old were you when you learned how to ride a bike? ????\n  ","43898":"\n   Describe what your perfect vacation would look like ?\n  ","43899":"\n   Do you find yourself thinking more about your past, present or future?\n  ","43900":"\n   What's the hardest thing you've ever had to tell someone?\n  ","43901":"\n   Why does society place such a high value on beauty when it serves no functional purpose? ?\n  ","43902":"\n   That's beautiful ?\n  ","43903":"\n   What do a lot of parents do that screws up their kid? ?\n  ","43904":"\n   Thank you so much. It felt very nice to get my nails done\n  ","43905":"\n   and how you speaks urdu *_*\n  ","43906":"\n   i speaks nice english aslo  buddy\n  ","43907":"\n   I got one of my nails painted. Pink. Please see the picture\n  ","43908":"\n   Yeah...u can easily find these weirdos on any girls page...?\n  ","43909":"\n   No worries. I understand\n  ","43910":"\n   See my picture in black hairband\n  ","43911":"\n   I tried my first nailpaint today. Please check my picture. Tell me how it is ??\n  ","43912":"\n   What causes the most harm in the world, but is completely avoidable?\n  ","43913":"\n   Yup... sometimes they r funny with weird requests and sometimes they r quite offending too..???\nI guess ask.fm humans r \n getting so unpredictable...day by day??\n  ","43914":"\n   It is almost midnight lol. I'm laying in bed already, but my back hurts a bit so I'm not too sleepy\n  ","43915":"\n   In here anything can happened..?\n  ","43916":"\n   Just curious to see your wedding rings\n  ","43917":"\n   Maybe someone with too much curiosity ?\n  ","43918":"\n   on a scale of 1 to 10, how happy are you rn?\n  ","43919":"\n   That's good. I'm fixin to go back to bed lol.\n  ","43920":"\n   Pap of your rings\n  ","43921":"\n   Surgical way of delivery of baby.... sometimes they are quite nosy..\n  ","43922":"\n   I am just warning you about the guy who called you beautiful Bella I would watch out he could a predator trying to get in your pants\n  ","43923":"\n   That's good. How was it?\n  ","43924":"\n   are you afraid of bugs? who kills the bugs in your house?\n  ","43925":"\n   What’s the weather like for you where you are at?\n  ","43926":"\n   ?when it comes to decorating your tree [if you do], what is your favorite color scheme?\n  ","43927":"\n   did you and friends or family ever do secret santa? what was your favorite gift from it?\n  ","43928":"\n   What's your favorite place??\n  ","43929":"\n   gasoline smell or nail polish ??smell\n???\n  ","43930":"\n   Ok! rest well\n  ","43931":"\n   I feel ya. I had a nice like 2hr nap earlier\n  ","43932":"\n   It's a good idea lol.\n  ","43933":"\n   What are u doing?\n  ","43934":"\n   Sorry forgot to add you last night. Oops done now\n  ","43935":"\n   What's time now in your country??\n  ","43936":"\n   Where are you now?\n  ","43937":"\n   Did you have a C Section?\n  ","43938":"\n   What is your favourite hot beverage? Doesn't have to be seasonal! Also what's your favourite cold beverage? ☕?\n  ","43939":"\n   Do you think you are a good listener when someone turns to you for help or advice ? Why or why not ?\n  ","43940":"\n   Perks of being your friend? ??‍♀️\n  ","43941":"\n   Do you have a favourite Christmas memory ?\n  ","43942":"\n   Im fine\n  ","43943":"\n   I will. I'm gonna keep my nose clean.\n  ","43944":"\n   how are you\n  ","43945":"\n   Have you ever changed a diaper? When was the last time you changed one?\n  ","43946":"\n   Sup\n  ","43947":"\n   we firends?\n  ","43948":"\n   I won't. I mean I can't ditch yet. There'd be nobody left if I leave. I'm just going to be looking. I'll go for same or better pay.\n  ","43949":"\n   dhanks for accept it *_*\n  ","43950":"\n   Thanks jingle bell ?\n  ","43951":"\n   How are u?\n  ","43952":"\n   are you speaks urdu ?\n  ","43953":"\n   i ask for firendsip only :)\n  ","43954":"\n   and is you age is 23 real ?\n  ","43955":"\n   Hi, how's the weekend going for you ?\n  ","43956":"\n   you very cute looks :)\n  ","43957":"\n   hey blease can be both firends? i nice boy\n  ","43958":"\n   Name one thing you’ll always find in your fridge!\n  ","43959":"\n   What message would you send your future self today?\n  ","43960":"\n   Nice\n  ","43961":"\n   Yeah it is. I honestly don't know how long I'll stay with them\n  ","43962":"\n   Describe your personality in one line\n  ","43963":"\n   What’s the most ridiculous fact you know?\n  ","43964":"\n   Does nudity in films bother you? How about excessive swearing?\n  ","43965":"\n   What to do when your sad?\n  ","43966":"\n   Are you ok baby ?\n  ","43967":"\n   He was prepared though. He said his health comes first cause he's already had one heart attack last year and they were getting him close to another one\n  ","43968":"\n   What do you mean by that sentence in your profile picture\n  ","43969":"\n   Hi\n  ","43970":"\n   What’s the last YouTube video you watched?\n  ","43971":"\n   Yay or nay: Polar Express?\n  ","43972":"\n   Well that’s crap ???\n  ","43973":"\n   Do you love yourself?\n  ","43974":"\n   \"1 slice, 2 slices, 3 slices, 4 slices or just the whole pizza? How many do you want\"? 2 slices of pepperoni pizza only.\n  ","43975":"\n   What's your reason? Mine is that my boss quit this morning\n  ","43976":"\n   Today is going to be a long day\n  ","43977":"\n   Yeah it is.\n  ","43978":"\n   Who do you miss the most right now?\n  ","43979":"\n   what are u doing now\n  ","43980":"\n   you  are french\n  ","43981":"\n   iam new at askfm\n  ","43982":"\n   hello\n  ","43983":"\n   Do you know more assholes or cool people? Not saying just friends  I mean the people you interact with daily.\n  ","43984":"\n   How do you behave with people you don't like?\n  ","43985":"\n   What is the most insensitive thing a person can do?\n  ","43986":"\n   How do you see who is following you on this app?\n  ","43987":"\n   Thought of the day..\n  ","43988":"\n   Ahahahaha. Good gif\n  ","43989":"\n   Whats time there\n  ","43990":"\n   Hiii?\n  ","43991":"\n   I good what r u doing\n  ","43992":"\n   :)\n  "},"Answer":{"42920":"\n  .-. Idk. Endless?\n  ","42921":"\n  My day went okay\n  ","42922":"\n  Me and my husband both got a four-wheeler for Christmas\n  ","42923":"\n  get up? What?\n  ","42924":"\n  I've never really just went in and got my hair styled so I'm not sure.\n  \n  But the girl that cuts my hair I hook her up because she has family and a good friend of mine it has been cutting my hair for like 20 years.\n  \n  So I spend definitely more than normal but I do it out of  generosity.\n  \n  Plus sometimes she gives me really good deals too.\n  \n  Just styled.. Like say I want my hair just curled. Like 35 or 40 bucks?\n  \n  To be washed, cut and styled the way I like it. About 80 bucks. But again I give her more than what I am originally charged. Plus I bring food or flowers when I go. When I don't bring I give big tips for how well she does and just cause.. Like I said.. Because I know her well and that is just how I like to be. She is alot older and knows how to do old school scene hair. That's usually what I get. And sometimes a double cut.\n  \n  But if I get my hair washed, cut, dyed, extra care, straightened, and styled, eyebrows done. It's about around 150 to 180 dollars. 2 dyes 200 to 240 depending on what and how it's being done. Depends...\n  \n  But she only charges me 115- 125 for the 1 dye. And I tip with food or flowers. Haha. So.. Yeah. ? She even sometimes charges flat 100. Just depends. I like to give more so... but as I said she has cut my hair my whole life and I have been knowing her for a very very long time and she's good friends with me and I like to hook her up and help out. That's why it's probably a little bit more on my end. I don't mind though. I like to have healthy hair. Nice hair\n  ","42925":"\n  No. I said that I haven't owned a pair for a very very long time. I almost can't even remember.\n  ","42926":"\n  Thank you for those words. I try my best to kind and loving and helpful towards people.\n  ","42927":"\n  Yeah. I try.\n  ","42928":"\n  Nope.\n  \n  I even just had someone ask me.\n  \n  When I met him and like how long until we started dating or something. I don't remember exactly what they asked just now but like.. I don't answer those questions because see.. Those questions are not important. ? lol. Cause when I go to answer those questions then they start judging and that is jealously at it's finest.\n  \n  Like.. Why does it matter is my point? I do not know you?\n  \n  We are married. And have been married years. ?? I just said this? Read?\n  \n  Met Jason long before we got married many many times.\n  \n  We knew everything about one another and one another's families.\n  \n  Our relationship wasn't any different from any other relationship is my point?\n  \n  People look at long distance relationships as people falling inlove blindly. And then just meeting up without knowing or see or even speaking to them. Just only through text and believing little details about the person online.\n  \n  That is the complete unsafe way of doing it all.\n  \n  And I did not meet him online intending to date him. Considering I have been playing online gaming for over a decade, tops.\n  \n  Then gaming for 2 decades.\n  \n  They don't know me Tommy. So they are quick to judge.\n  ","42929":"\n  Lol. I don't do that bro.\n  ","42930":"\n  It's jealousy whether they admit it or not. People want a perfect relationship. They seek a perfect relationship lies in their backyard. People close to them. Like near and distance. They think that just because somebody is at a distance that trust is questioned with every single human. Skepticism.\n  \n  When they don't know how those two people are together and how they are in general. People get angry because we went through all that stuff and are perfectly fine and happy together. No problems. Always stressful towards one another. There for each other. Caring. Patient.\n  \n  Couples that are near each other, that met so simple. Not all. But I usually see it and couples like that or people like that. They get jealous. They want to hate on people that are doing good. Because they are not doing good. Not even the slightest. They can't have even one of those characteristics I labeled.\n  ","42931":"\n  Her? Who? Lol. The girl on the video?\n  ","42932":"\n  Yep. He's lovely. I never thought I'd meet my husband on a video game. Very unexpected the way it happened. But it all happened the way it did and we are happy. That's all that counts. It doesn't matter how we met. What matters is how we are doing. Everything worked out successfully. People laugh at us but they're right in their backyard and they're fighting. We were 400 miles from each other and for four and a half years we were separated and we were patient and did all good and we're here today.\n  \n  We did The Impossible.\n  ","42933":"\n  Yea.. Same.\n  ","42934":"\n  Ikr? Me neither. That's why I said people from a hundred years ago would probably be terrified to see this. I mean just look at her in the video! ? hahaha she looks pretty terrifying this is only like 15 years ago. LOL\n  ","42935":"\n  Ikr? ?\n  ","42936":"\n  Lol.\n  ","42937":"\n  Krimping\/Krumping\n  \n  This is a good video showing you what it looks like.\n  \n\n   https:\/\/youtu.be\/4xtoEF6Gvv4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","42938":"\n  Jason and then the least? Idk ?\n  ","42939":"\n  Me and Jason were actually playing GTA and when we met one another we were about to kill each other on the game. And now six years later we were married and together and are best friends. It's hilarious how you meet certain friends and even a potential soulmate. ?\n  ","42940":"\n  Dragon fruit\n  ","42941":"\n  Glamorous for sure is 1. I think they have a few by Snoop Dogg and Katy Perry that are good\n  ","42942":"\n  ?\n  ","42943":"\n  Anyone. A person from a different country. A complete and utter stranger. Stranger child. Animal. I'm doing it.\n  ","42944":"\n  The fact that I cannot stand when people are just completely and utterly disrespectful and rude about something and I always feel the need to say something... Not always.. But alot of the times.. The urge is what I mean.. I feel just have to pick my fights better. I suppose. I feel like that's something I need to work on. I have been working on it and have been getting better at it. But still working at it.\n  ","42945":"\n  Yesterday my husband's little niece came over and she was so excited to see me hug me and told me Merry Christmas.\n  \n  Cuddling with my husband.\n  \n  And him telling me Merry Christmas yesterday.\n  ","42946":"\n  Krumping.\n  \n  Fried cheesecake.\n  \n  Holes in jeans and it being a \"trend\"\n  \n  People saying shut up as an expression of whoa.\n  \n  People saying that you're silly or crazy in a jokingly away and also using the phrase, \"you stupid.\" Again using that phrase as a way to say that you are too silly.\n  \n  A car that has no way to put gas in it.\n  \n  Hoverboards.\n  \n  And more.\n  ","42947":"\n  Yea..\n  ","42948":"\n  Just trying to live it as stressless as possible. A safe and happy as I can with my husband and pups.\n  \n  Unless you're talking about work. I work at an Associated grocery store. It's like a food market store. And I work in a little bit of each one of the department's. There is a meat department, there is a deli, there is a produce area, there's some plants, there's a dairy and frozen food area, there's an office area and there's a cashier area. Then there is stockers. I have worked very much in each one of those departments. Taking care of customers and selling things. Keeping them happy. I have been doing this for about 9 to 10 years.\n  \n  Things that I enjoy doing on the side are working on vehicles. Building guns and knives. Just for fun. Painting. Gaming. Socializing with people and going out and traveling and exploring.\n  \n  My most favorite thing to do is sing and entertain and make people laugh. Every now and then I bartend weddings and events for people if they need me to. I can be a photographer for them also if they need it.\n  \n  I also enjoy the subjects of geography and paranormal and weather. I have been researching the Paranormal for about around a decade. Helping people in answering questions. Dealing with different tools. Visiting different attractions.\n  \n  I love to cook. I'm Cajun French. From south Louisiana. Cooking is in my blood.\n  \n  I enjoy working out. I also have a YouTube channel where I post vlogs.\n  \n  There's a lot of more things I like to do. Hobbies and little jobs that I do on the side. I consider myself a pretty hardworking person. Determined and passionate about the things I do.\n  \n  I have a strong care for children, elderly folk, vets, special needs folk, people that are in need of help and animals.\n  \n  So yeah. This is what I do with mt life.\n  ","42949":"\n  It says this in bio? You know this right?\n  ","42950":"\n  Not much.\n  ","42951":"\n  My passion and love for singing\n  ","42952":"\n  What race do you prefer dating? What color?\n  \n  Stupid. For I don't look at the color of skin or race.. ? So I can't l answer the question other than with this.\n  ","42953":"\n  Why are they?\n  ","42954":"\n  ? Yep. Lol. No prob anonymous.\n  ","42955":"\n  Black or white what? I do not understand this question. Just the colors in general I'd hope. I'd hope ypur not meaning this question in a racial way?\n  ","42956":"\n  I probably would donate it to veterans that don't have food water clothes or anywhere to sleep. Also help with any type of medical bills. Also for physical and mental therapy.\n  ","42957":"\n  You're posted as Anonymous. But I guess nice to meet you too\n  ","42958":"\n  .-.\n  ","42959":"\n  I am from south Louisiana. Born and raised USA\n  ","42960":"\n  I think I answered this earlier and I said never have I ever been to prison or jail.\n  ","42961":"\n  Taking random selfies. And doing it for a long period of time like trying to get the right selfie. And they're sitting there by themselves taking a photo of themselves for more than 20 minutes\n  ","42962":"\n  Unless it's something dangerous then yes. Especially embarrassing things\n  ","42963":"\n  With my husband. At an ice skating ring. Playing video games. Singing on a stage\n  ","42964":"\n  Yes agreed\n  ","42965":"\n  Any type of berry I like. Raspberries blackberries blueberries strawberries\n  ","42966":"\n  With my husband and maybe with one child\n  ","42967":"\n  I have seen someone else someone ask someone, can you hang out today and they're like no I have to wash my hair. So they were like can we hang out tomorrow? And they're like no I have to wash my dog's hair. LOL\n  ","42968":"\n  No.\n  ","42969":"\n  Qué?\n  ","42970":"\n  Я буквально ответил на это, я думаю, уже три или четыре раза.\n  ","42971":"\n  Опять же, вы размещены как анонимные. Я тебя не вижу.\n  ","42972":"\n  I do like to draw. I like to draw words and landscaping.\n  ","42973":"\n  Die Hälfte der Kopffrisur rasieren. Ich weiß es nicht, aber meins ist nur lang.\n  ","42974":"\n  Я никогда не был арестован раньше в моей жизни.\n  ","42975":"\n  Вы размещены как анонимные. Просто говорю ...\n  ","42976":"\n  Конечно.\n  ","42977":"\n  Thanks bud.\n  ","42978":"\n  I would never purposely do this to anyone\n  ","42979":"\n  A pickle!\n  ","42980":"\n  Ik kan het me niet herinneren, maar ik kreeg pas een mobiele telefoon toen ik 13 of 14 jaar oud was. Ze waren erg duur.\n  ","42981":"\n  Aardrijkskunde ?\n  ","42982":"\n  Omdat ze rondhangen met slechte mensen. Mensen die drugs gebruikten en meer.\n  ","42983":"\n  For playing another video game then another one with them. Basically they were jealous because I was playing a different video game more than another one. Makes no absolute sense.\n  \n  Then they were also mad because I wasn't blaming the other game with him. And I was playing another game with some other people. I literally play more than 300 different games. And I have more than 600 friends on my Xbox. So yeah I kind of have to share clearly? I can't stand pointless and nonsense jealousy. I'm just not the one to give a sh-\n  \n  Ya know? I'm not one to get jealous about really anything.\n  ","42984":"\n  Seafood. Pie.\n  ","42985":"\n  5.2\n  ","42986":"\n  It wasn't to me but I heard it towards someone else. Hey I can't hang out with you I've got to wash my hair. Then they asked him can they hang out tomorrow and they said no I can't I've got to wash my dog's hair. LOL\n  ","42987":"\n  Out in it on a four-wheeler, mudding as long as it's an the appropriate temperature.\n  ","42988":"\n  Getting married and moving away from somewhere I love. It's a good thing to be able to be strong and move away from something you love and try something new. The thing that I love will always be there. I can always go back to it and visit. Share that special place and all the memories with someone else.\n  ","42989":"\n  Om een gezin te stichten met mijn man Jason. Om hen goede zeden en respect te leren. Breng ze goed en gezond omhoog.\n  ","42990":"\n  I'm straight.\n  ","42991":"\n  Спасибо и у меня все хорошо. С Новым годом вас и вашей семьи и друзей!\n  ","42992":"\n  Again this is not the most romantic thing I've ever heard someone doing for someone but the other day at my job I saw this couple come in and it was an older elderly couple and they were wearing matching ugly sweaters. And they wanted to be noticed really bad so they came up to me and said do you like our sweaters and I told them that they looked adorable and then got a few other of my co-workers attention, to look. They also thought that they were adorable. So cute. ❤?\n  ","42993":"\n  This is not my most favorite meme but this one's pretty funny.\n  ","42994":"\n  Thanks.\n  ","42995":"\n  ?\n  ","42996":"\n  Maybe fingerless gloves or a face mask that protects your face from the icy cold when they're riding bikes, four-wheelers.\n  \n  I don't really know that's exactly weird. But it's sometimes unusual to own or rare.\n  ","42997":"\n  These are the awesome homemade wax melts and room sprays and body scrubs that my husband got me for Christmas. I love them so much. They smell so good.\n  ","42998":"\n  I've been knowing this one but the fact that people literally just make no sense. Just to make no sense. And waste time.\n  ","42999":"\n  Our pups. They are awesome.\n  ","43000":"\n  Some bandages for my husband.\n  ","43001":"\n  I seriously appreciate this entire question. There's a lot of rough things going on in my life. Especially last year losing so many people. I appreciate your words. I try to be here for y'all as well. Be company for any of you that need it. Ask questions and answer questions. That's really why I am here on Ask.fm. It's just to talk to people. That's always what I have been here for. Since day one years and years ago. Thank you for your words of kindness and support. I hope that my answer was helpful\/good too. And you have an amazing day! Hope your holidays went well. ?\n  ","43002":"\n  Very good.\n  \n  Thank you.\n  ","43003":"\n  ??\n  ","43004":"\n  Ok.\n  ","43005":"\n  Nothing.\n  ","43006":"\n  At the moment I am just watching YouTube. Lately I have been playing a lot of Modern Warfare.\n  ","43007":"\n  I have been with my husband for 6 years and have been married to him for a year and a half. He makes me very happy and it's perfect for me I believe 100%. He's very sweet to me and protect me. He knows what's important in his life and takes care of it. I do everything and anything for him. Through sickness and health both of us we are. Always have been since day one. We're always in constant communication and working together. ???\n  ","43008":"\n  ? Me neither. ?Haha.\n  ","43009":"\n  Lol. Why? ?\n  ","43010":"\n  K. Lol.\n  ","43011":"\n  It is cloudy and rainy. Every now and then the sun comes back out. The rain will stop and then it comes back again. It's not really too cold. I think it's like 65 out.\n  ","43012":"\n  Thanks.\n  ","43013":"\n  Lol to this question. So weird to ask people.\n  ","43014":"\n  In some people's eyes they would agree with you and some may not. I think both day and night have pretty richly color to em'.\n  \n  Though I love the night more than the day because I'm a gamer and a night owl. I do love today too for it's light.\n  ","43015":"\n  Good night to you. Thanks\n  ","43016":"\n  I don't know, maybe. Sometimes I just turn something on and I just watch it without even knowing the title, so I'm not sure. Probably not.\n  ","43017":"\n  Yea. My husband Jason is my \"secret crush.\" For sure. Haha. ??\n  ","43018":"\n  Lots of weird paranormal things have happened.\n  \n  We've had tons people steal. Just a thought of them having a weapon possibly to hurt someone if they were to try to stop them is a crazy thought.\n  \n  One day we had someone jump someone and beat the crap out of them (it was people on one) and maybe stab them? Idk if that part was true. But that was in the parking lot. That's scary because I walk in that parking lot too and one day that could be me? Or a innocent child or just another person. It is very scary to think.\n  ","43019":"\n  I'm sick and tired of living with this person in our house. Sadly, there's nothing we\/I can do about it. We just have to sit back and wait. They are rude and ugly and have always been since day one to me. I have never done anything to this person, clearly since I said from day 1, obviously they have always wanted* to be rude\/ugly to me.\n  \n  Jealousy maybe? They just don't like people and they are very rude to me because I am married into the family, so they pretty much treat me like I'm not family no matter what. Even tho I am? ? they literally treat me like everything and anything I say is impossible... They don't make me feel welcome. Make fun of everything and anything I do. Judge me for anything and everything I do. I don't know if this person is ill or something. ? But all I know is it is very discouraging to have someone do that to you every single day of your everliving life.\n  \n  I think honestly it is jealousy because I am happily married to their fam & maybe they are sad that they're seeing them grow up maybe?\n  \n  All I know is I have never done anything to this person for them to be the way that they are to me.\n  \n  Everything and anything that I have ever told them is it the truth about me, where I'm from, how I was raised, and how I made myself the person I am today. I guess they think anything that happens in their world, & if they hear anything different outside of their world and how it works, they think it's a lie? Idk  Some people are so used to their life and how everything works, they think everything else successful is impossible. I don't know if that makes any sense but at the end of the day I feel that this person is jealous in a way and I'm about tired of the games. I just want to live my life. It's a frustrating situation.\n  \n  This is why I am on here and try to be there for people. Because some people don't have anyone. I want people to look at the brighter side of things. I do. I don't mention this a lot. This whole big giant answer. I keep to myself on it.\n  ","43020":"\n  All I Want For Christmas Is You - Mariah Carey\n  ","43021":"\n  Yeah, new years can be romantic. Definitely.\n  ","43022":"\n  December 29th.\n  ","43023":"\n  I want to get my own place with my husband. Just me and him but I know that won't happen for a while. We are working towards it though.\n  ","43024":"\n  Rough but good.\n  \n  More goods than bads.\n  ","43025":"\n  Thx. I try.\n  ","43026":"\n  I think I owned a pair or two when I was really really young but I don't even remember. I think I know what you're talkin about and there are okay. if I'm thinking of the same thing you are mentioning. They remind me of back in the day. So yeah. I like them. Like I said if I'm thinking about the same thing you are talkin about.\n  ","43027":"\n  No. I don't do that. Plus, I am married. Not interested in that.\n  ","43028":"\n  Yes. ? I am happy and excited.\n  ","43029":"\n  God. Husband. My dogs. My mom. Friends.\n  ","43030":"\n  Was rough but good.\n  ","43031":"\n  Oh. I don't really watch a lot of soccer though that used to be one of my favorite sports to play. I don't really like to watch soccer too much. I enjoy playing it more than watching it. So I don't really have a team.l.\n  ","43032":"\n  Anything by Ryan Upchurch is Awesome. Eminem. Avril Lavigne. Paramore. Linkin Park. Skillet. PRVIS.\n  ","43033":"\n  You ask and answer questions.\n  \n  Do shoutouts. Like you just did. It sends it to random people though, so be aware of what you say because some of the people responding can be trolls and spam and asholess.\n  \n  You can send shoutouts and questions anonymously or showing. There is a little bar at the bottom of the question thing where you can swtich it. Every time you go into that little hub you have to press it again if you want to be seen.\n  \n  You can reward people on their answers with fire\/coins and like their answers.\n  \n  There is a leaderboard for every country and the coins \/ fire go towards them ranking in their country.\n  \n  You can follow people and they can follow you.\n  \n  You can't see who follows you.\n  \n  You can answer questions with photos and GIFs.\n  \n  You cannot ask questions with photos and GIFs.\n  \n  You can make voting polls with pictures.\n  \n  You can add a cover photo but the thing is is they blur it out. It's some kind of theme\/thing that they do I don't understand that but they blur it out so I would just focus on colors if you put a cover photo. Cuz you literally can't see it.\n  \n  Obviously you can have a bayou and a profile picture. The appropriate about it because they do have a reporting system on here. Ask team will watch your answers. So watch out for that too. You can also add hashtags of subjects that you're interested in in your bio below.\n  \n  And you have unlimited changes to your name.\n  \n  Hope that this was completely packed with information that you needed to know.\n  \n  Hope I helped. Have a good day and welcome to Ask. FM.\n  ","43034":"\n  ? Hey\n  ","43035":"\n  Thanks. Same with you. ??\n  ","43036":"\n  Oh man.. What? Lol\n  ","43037":"\n  Oh gosh.. Where? ? lol\n  ","43038":"\n  Neither.\n  ","43039":"\n  Very rare, but yes and I usually always immediately walk in and go so... what you talkin about? They get really upset and usually get defensive or start apologizing immediately. I take those kinds of things very seriously and will stop talking to you for months. Or even just stop talking to you. I don't take kindly to drama and bs. You're either going to be there for me or get the fuk out of my life. I'm a pretty easy person to get along with. There's no reason for anyone to say anything about me and if so, say it to me please so I can analyze what went wrong and fix the situation. For I am not a perfect individual. None of us are. We all need work somewhere.\n  ","43040":"\n  No.\n  \n  Though I almost got a lunch detention (if you get lunch detention you don't get to go to lunch with all the people's and get to socialize, you have to go and eat in a secluded area with the other bad people, in which our lunches were actually pretty long. They made him about 45 minutes long) something that I didn't even do wrong and I think that they didn't even make me go because it was all stupid. I was very good in school. I didn't try to be bad because if I wanted to go to college, if you had a bad reputation in school sometimes that was what stopped you. Also I played Sports and you cannot be bad in school and play sports or you will get kicked out.\n  ","43041":"\n  Ohhhh yea.. Lol.\n  ","43042":"\n  ? Lol thanks. Haha. Yes slept very good. Haha.\n  ","43043":"\n  ??\n  ","43044":"\n  ...been to jail or prison.\n  ","43045":"\n  Rape and murder.\n  \n  Especially very young children rape. Like 3 and 4 years of age or even younger...\n  ","43046":"\n  This is strange..\n  \n  You shouldn't need somebody to tell you you are hot.\n  \n  You should just have confidence in yourself that you are. That's the most attractive thing a person can do in my opinion. Not to say that they are NOT good looking, but you say that they are. Not to bloat about it but to have some sort of its self-esteem \/ confidence in yourself... not blow your insecurities also.\n  \n  It's okay to have some insecurities and to show some but to always 100% show your insecurities can be very unattractive and annoying...\n  \n  And alot of people who could agree with me on this and also disagree.. You wouldn't want your girl to say she's fat every single day would you? No. Especially if she isn't?! That would be annoying as heck... Like you lit look perfectly fine? But like.. it's good to be like I might be a little overweight and work towards losing it and getting more healthier. But not everyday standing in front of a mirror and you ARE fit and nice looking and still say that you are fat?! ? There are some people that can't even work out. They have health issues and have to stay the way that they are. Big or skinny. People should be appreciative of what they are given. And I'm not saying you aren't. No. But you don't need someone to tell you that you are \"hot.\" We are all beautiful individuals. And again don't need somebody to assure you that you are or change you if you're not this expectation of that one person. You're not going to please everyone. It's literally impossible. For we are all different and like different.\n  ","43047":"\n  Keep your head up and look at the positives in life. A new year is awaiting you.\n  ","43048":"\n  I did. Got to spend time with family. We ate good.\n  \n  I got a four-wheeler with my husband. An AR-15 from my husband. Homemade wax melties and room sprays from my husband. I got a treadmill. Lots of goodies. A pajama set. A new pair of shoes and lots of socks. This is what I got so far. I'm going to south Louisiana to celebrate Christmas there also. Also celebrate my birthday. And New Years.\n  ","43049":"\n  I don't know how to simply answer the question but the way that I decorate my room's is very historian like maybe? I like history and art and I love representation. I like someone to walk in and see that I represent my country. To see the subjects that I like. It shows character on how I am and my husband also. I am Cajun French so we have a lot of Cajun type stuff around. Spices different Arts and stuff. Very country like. Antiques. Old school like. Very traditional.\n  ","43050":"\n  ?\n  ","43051":"\n  My name is Bella.\n  ","43052":"\n  Louisiana am fro.\n  \n  Live in Mississippi at the moment.\n  ","43053":"\n  Thank you!\n  ","43054":"\n  Me before you and Marley and Me was pretty sad\n  ","43055":"\n  I got from my husband some really nice homemade wax melts and somebody scrub and some room sprays. All homemade\n  ","43056":"\n  I really want to see more of the new live-action movies\n  ","43057":"\n  Thank you so much!\n  ","43058":"\n  I didn't have anything last minute to do other than maybe clean and get the house ready. That wasn't really last minute because I already had a lot of the house already cleaned. But what we did on Christmas Eve was just get everything ready and our tradition of opening one present on Christmas Eve we did.\n  ","43059":"\n  Some homemade wax melts, body scrub and room sprays. My husband got this for me and I love it. I have a bunch of it.\n  \n  And then I got a treadmill that I'm excited about. And then my husband got me an AR-15. It's beautiful.\n  ","43060":"\n  In Louisiana hopefully surrounded by family and friends\n  ","43061":"\n  Well... Be a little bit more careful next time.\n  ","43062":"\n  A four-wheeler. An AR-15. Some homemade wax melts and homemade room sprays and homemade body scrub. Lots of candy. A cute little pajama set. Some brand-new Chuck Taylor designer Converse. (Some All American design or at least that's what it looked like they were going with the theme) fuzzy socks. And then some regular camouflage socks. But one pack of socks with the long buggy ones. They're awesome with my boots. And the other pack of socks for ankle socks. Favorite camouflage themed.\n  \n  Let's just say I loved everything.\n  ","43063":"\n  Getting to spend with family and socializing with them\n  ","43064":"\n  It was actually pretty warm out. 65 70 degrees. And my Christmas went a little rough but still good. Definitely had its good moments. I am appreciative and grateful for everything. Merry Christmas to you and your friends and family! Happy holiday!\n  ","43065":"\n  Extremely rarely and even when I was but I was sent back with no problem. Like I didn't do anything. Sometimes they have to call everyone and talk to them all to figure out situations\n  ","43066":"\n  ?\n  ","43067":"\n  Yeah. My birthday is in 3 days. I'm excited\n  ","43068":"\n  I miss my family in Louisiana.\n  \n  ♥\n  ","43069":"\n  Thx. Night here. ?\n  \n  Morning to ya.\n  ","43070":"\n  Lol\n  ","43071":"\n  It was rough but good. Thanks.\n  \n  We tried.\n  \n  I think it turned out pretty okay.\n  ","43072":"\n  Yea\n  ","43073":"\n  Thank you.\n  \n  And ikr... I am super excited for my birthday.\n  ","43074":"\n  You should say that... Even if that happened you should still find the one thing that was good in the day and make that the thing that counts. I've had a horrible day today but I've had good moments today so I'm using those moments to summon up my day more or less. Yes I've had a pretty rough Christmas but honestly the things that happened wrong or less than the things that happened right so. I had more things right happened the wrong so I'm not going to let the steam wrong things ruin my day\n  ","43075":"\n  ?\n  ","43076":"\n  My husband's mama.\n  \n  My mom-in-law.\n  ","43077":"\n  Oh wow. Sorry. Be CAREFUL!\n  ","43078":"\n  ?\n  ","43079":"\n  Ham for Christmas dinner!  ♥?\n  ","43080":"\n  Yes.\n  ","43081":"\n  ♥\n  ","43082":"\n  I'm trying to have a god Christmas... Was good until like 2 hours ago. Still is good tho... Just... yeah. Someone being ugly and in their moods. They are mean to everyone all year, everyday. They just don't like to see other people happy. So yeah. I'm trying tho.\n  ","43083":"\n  Work with the paranormal world and help people.\n  \n  Storm chase and deal with different tools to predict weather. Work with the channels and at the station with them.\n  \n  Work with marine animals.\n  ","43084":"\n  The excitement in it. Getting to see different people in new places. Getting to spend time with the people that you're with. New experiences. Getting to socialize and try new things\n  ","43085":"\n  Still waiting for my husband to get home but I don't think there's a single person that I'm not appreciative of. I appreciate everything that's given to me\n  ","43086":"\n  Making a family one day. Not now. Later but am excited tho.\n  ","43087":"\n  Who knows.\n  \n  And thanks.\n  \n  Merry Christmas!\n  ","43088":"\n  Yea? Okay.\n  ","43089":"\n  Nice for sure.\n  ","43090":"\n  Yum\n  \n  Ham, stuffn, gravy, green beans and peas, cobbler, rolls and cake. ?\n  ","43091":"\n  ? Don't remember.\n  \n  I'm sure. But who knows.\n  ","43092":"\n  Yeah? Nice.\n  ","43093":"\n  Apple's to Apple's.\n  ","43094":"\n\n   @Ice_Frozen_Vocals\n  \n  . If ya wanna follow.\n  \n  No inappropriate messages please. As I am married and am not interested in anyone.\n  \n  I block if inappropriate.\n  \n  But follow away.\n  ","43095":"\n  Thanks!\n  \n  Merry Christmas to you too!\n  ","43096":"\n  Ask people to take care of the world more prob. Lol.\n  ","43097":"\n  Thank you kindly!\n  \n  Same back!\n  \n  Merry Christmas!\n  ","43098":"\n  Yea? I'm just waiting for my hubby to come home.. :( he had to work a 12 hour shift today..\n  ","43099":"\n  Thank you.\n  \n  Merry Christmas to y'all too!\n  ","43100":"\n  Thanks. ??\n  ","43101":"\n  O.o wtf\n  ","43102":"\n  ?\n  ","43103":"\n  Merry Christmas to you too!\n  \n  And thank you!\n  ","43104":"\n  None today. Crocs count when I have to go outside to walk the dogs. But that's about it.\n  ","43105":"\n  Beautiful landscape on the countryside.\n  ","43106":"\n  Thank you. ?\n  \n  Merry Christmas!\n  \n  Have you opened any presents yet? Hope you got wonderful things! And got to spend lots of time with fam and friends!\n  ","43107":"\n  I am having a good one though Jason is at work. He had to work all day. I feel bad for them. They have to work instead of being with their families. Today's going good though. I'm going to cook some Christmas dinner in a little while.\n  \n  We are having a good Christmas though. We will be home later around 6:30 or 7.\n  \n  I've just been cleaning all day I got the foul smelling like fresh baked goods.\n  \n  And then I fed my dogs really good this morning because it's Christmas. I felt like they deserve that. When Jason gets home later they get treats.\n  \n  We're going to open Christmas presents later and eat Christmas dinner.\n  \n  So far I got an AR from Jason. I love it so much. And then we both got a four-wheeler. We've been riding on it and it's awesome. And then we both opened one president from each other on Christmas Eve. That's a tradition of ours.\n  ","43108":"\n  Welcome ?\n  ","43109":"\n  Thank you so very much! I wish you your family and friends the best on Christmas. I hope that y'all eat good and open some gifts for one another.\n  \n  I hope that y'all have a good time with everyone and socialize alot and spend time with one another! For that is the real meaning of Christmas, is to spend time with family.\n  ","43110":"\n  Traveling to Louisiana and seeing family and friends and spending time with them. That was my main gift for Christmas for my birthday and New Years. And getting to do that with my husband and my dog.\n  \n  I also got an AR-15 from my husband. Thank you so much Jason! And we also got a four-wheeler. That's for both of us. Those were early gifts. We opened our one gift on Christmas Eve and my husband got summer sausage that had pepper jack cheese and jalapeno in it. He loved it. And he got me some really nice smell goods. Some wax melts that are in the shape of Christmas figures. Very adorable and some really nice smelling room spray. I love stuff like this. This is the only gifts we opened up because I'm waiting for him to come home from work. He had to work a 12-hour shift today.\n  ","43111":"\n  No because my husband is at work and I don't want to open them until he comes home. He doesn't get to come home until like 6 or 7. He had to work a 12-hour shift today.\n  \n  :(\n  ","43112":"\n  Muchas gracias amigo. Que tengan una Navidad increíble! Feliz Navidad y un Feliz Año Nuevo! ????????\n  ","43113":"\n  This was last year. It did snow last year. Not a lot though. Just one or two days.\n  \n  It does not snow here a lot in Mississippi.\n  ","43114":"\n  We are having ham, dressing and gravy, whole green beans, black eyed peas with jalapenos and bacon in them, peach cobbler, pineapple upside down cake, and yeast rolls.\n  ","43115":"\n  We only opened the one on Christmas Eve, we haven't opened the presents yet because my husband is still at work until like 6 or 7. When he gets home we will then open presents.\n  ","43116":"\n  Depends. Sometimes keeping them in a confined space, considering I feel, which is clear, that they are a a bit more than what the world probably is supposed to naturally have. Overpopulated. It's probably the best for the world. If only people wouldn't over breed certain..\n  \n  But all of those over bred dogs and cats... then we would probably have an issue because they would be more non-domestic and more aggressive towards people. Because if you ever seen stray dogs and cats are usually not very nice towards people. A lot of them aren't. Some of them are from a household and that have ran away and are slightly domestic. But.. There would be more of them is what I'm saying. I feel like the purpose of an animal shelter and these animal buildings is to keep them domestic and from overpopulating out in the wild. I don't always just look at the fact that they're in a confined space and possibly not treated correctly. Sadly we have people that work in that field that are like that. We have bad apples in every field. But honestly if they weren't so over populated then known. I would rather than just be out of wild. Some of these animals are made for Homes. At one point they weren't. It's kind of a big Theory \/ argument that I don't really like to touch the surface of very much because people like to argue a lot about it. Look at people as their opinion is an awful thing towards them. I don't try to think more or less evil towards anything at all. I tried to look at the positives and everything. The good. What can we do to get better? Type thing...\n  ","43117":"\n  Lol\n  ","43118":"\n  Lol\n  ","43119":"\n  (Collage)\n  \n  I LOOVE LSU\n  \n  Mississippi State I root for cause I live here now and they are pretty good. Good team.\n  \n  Alabama is okay but isn't my fav.\n  \n  (Pro)\n  \n  Saints &\n  \n  Miami Dolphins (little)\n  \n  Not much of a pro watcher.\n  ","43120":"\n  To connect with people. To keep them company if they need it. I enjoy their company. If anyone ever needs any advice or help. Any questions about the Paranormal world. People that are lost on it. I'm on here, on Ask.fm to answer and ask questions. To be funny and entertaining. That's it. I'm just here for y'all. You have helped me so much. Don't even realize it. Thank you all. Good night everyone! Merry Christmas!\n  ","43121":"\n  I wish nothing but the best! Merry Christmas to you!\n  ","43122":"\n  After Christmas about halfway into January usually take everything down. Maybe like the 15th or the 20th of January\n  ","43123":"\n  We own two pit bulls. They're the sweetest!\n  \n  But yeah... I'm super excited for my birthday! I'll probably be happy the whole week of my birthday so. It seems like it goes by so fast so I try to celebrate it a little longer. I don't know. LOL if it makes me sad. Time speeding by\n  ","43124":"\n  Laughing and Enjoying time with friends and family! What's the best way to spend my birthday! Maybe a barbecue and listening to some music and having a drink. Maybe going out with family and friends. Maybe going mudding. Ice skating. Bowling alley. Movie. Just depends. Maybe just a small get-together and so crawfish!\n  ","43125":"\n  ♥?\n  ","43126":"\n  I know right! I'm so excited! Merry Christmas to you!\n  ","43127":"\n  Merry Christmas!\n  ","43128":"\n  Merry Christmas to y'all too! Thanks\n  ","43129":"\n  That's what It seems... It can't always be good neither\n  ","43130":"\n  Thank you so much! Merry Christmas to you too\n  ","43131":"\n  100%\n  ","43132":"\n  Thanks!? LOL merry Christmas!\n  ","43133":"\n  Thanks! You too!\n  ","43134":"\n  Thanks! You too! Merry Christmas to you and your family and friends!\n  ","43135":"\n  Fireworks though they're awesome\n  ","43136":"\n  Yes\n  ","43137":"\n  I don't mind either\n  ","43138":"\n  Where I'm from down south Louisiana with the bayou's\n  ","43139":"\n  ?\n  ","43140":"\n  24\/7, all the time\n  ","43141":"\n  An AR-15 and a four-wheeler, some homemade wax melties and sprays in which I love very much. And we open more tomorrow. I'm appreciative of everything. I thank everyone for everything.\n  ","43142":"\n  Thanks so much bud!\n  ","43143":"\n  Thaaaanks. ???\n  ","43144":"\n  My body isn't a fan of cinnamon really\n  ","43145":"\n  Another really good song I like by them is Burn It Down\n  \n  \"Heavy,\" is good.\n  \n  \"Leave out all the Rest,\" that's good.\n  \n  \"Lost in the Echo,\" that's an awesome song.\n  \n  And more. I love them. Good people. Good music. Miss Chester. Good dude..\n  ","43146":"\n  I'm good. Thanks\n  ","43147":"\n  It's literally just a question that I asked you all. The other is a picture\n  ","43148":"\n  Thank you so much! Merry Christmas to you and your family and friends! And I have a wide variety of different presents for everyone. Hopefully everyone Love's what they got! I'm sure! I'm just happy to see them and be with them!\n  ","43149":"\n  Heck no. I am terrified of volcanoes\n  ","43150":"\n  100% yay\n  ","43151":"\n  Anything's possible. Sure\n  ","43152":"\n  Many of times. Sometimes more. I'm not guilty to say LOL I like my sleep!\n  ","43153":"\n  Super long hair with my highlights as usual. Then Super straight and parted down the middle.\n  ","43154":"\n  Me and my husband being goofy together. I die laughing.\n  ","43155":"\n  My skinny jeans.\n  \n  Boots\n  ","43156":"\n  Jj ♥\n  ","43157":"\n  Baby.\n  \n  Izzy\n  \n  LoLa\n  ","43158":"\n  Yep!\n  ","43159":"\n  Making cookies for Santa Christmas Eve with my mom and sisters.\n  ","43160":"\n  Mississippi mud pie\n  \n  I really like stuffing and gravy and turkey\n  ","43161":"\n  Phrase\n  \n  Bomb Diggity ??\n  ","43162":"\n  I'm good. I have been busy all day. Was busy yesterday.\n  ","43163":"\n  Probably the same if not worse\n  ","43164":"\n  Talking to my mom. I do not feel comfortable with taking a picture of that. Sorry.\n  ","43165":"\n  I've seen so much weird stuff it's hard to pick one\n  ","43166":"\n  White macadamia nut and sugar cookies\n  ","43167":"\n  Sleep and then wake up and then maybe call a fee people and cook Christmas dinner. Wait until my husband gets home from work and open Christmas presents.\n  ","43168":"\n  I'm sure more than we will ever know.\n  ","43169":"\n  Really? Nice.\n  ","43170":"\n  I love Linkin Park. And I love a lot of their songs. My most favorite song by then we'll have to be Castle of Glass.\n  \n  In the End and Numb is really good too.\n  \n  I love more of their music too.\n  ","43171":"\n  I am!\n  ","43172":"\n  Thank you! Merry Christmas to you too\n  ","43173":"\n  I think we have one around here somewhere\n  ","43174":"\n  Flying kind of slowly\n  ","43175":"\n  Thanks! Merry Christmas to you too!\n  ","43176":"\n  Thank you so much! Happy holidays to you too\n  ","43177":"\n  Hey.\n  ","43178":"\n  Video games.\n  ","43179":"\n  My zodiac sign? I'm a Capricorn. My birthday is December 29th and I am super excited!\n  ","43180":"\n  I didn't say it wasn't the truth? ?? Why are you making it seem like I'm supposed to be offended or something? I literally just agreed with you 100%. I was born and raised there.\n  ","43181":"\n  That's sad people shouldn't be sending people stuff like that because that is serious.\n  ","43182":"\n  Life is flying. Slow down please.\n  ","43183":"\n  That's pretty cool\n  ","43184":"\n  South Louisiana\n  ","43185":"\n  But I was like in third grade my bedtime was like around 10 ish. As I got into like 5th and 6th grade it was like 10:30 ish 11 ish. Then after that was whenever. Be responsible about it or get in trouble.\n  ","43186":"\n  Ikr? I just couldn't go without being cleaned for that long.\n  ","43187":"\n  The last time I said I love you is just now to my husband.\n  ","43188":"\n  I'm not sure. I don't remember but maybe once? But it was a long time ago. So long ago that I don't remember.\n  ","43189":"\n  Yep me and my family have many traditions for Christmas\n  ","43190":"\n  Considering I haven't really had any cheating partners. If I did... in which I wouldn't, I wouldn't give them another chance. I'm not here to play games. Usually people that are cheating are usually here to play games whether they're intentionally doing it or not. They need to learn to get their ducks in a row.\n  ","43191":"\n  I wish to spend it with family and friends in my home state of Louisiana.\n  \n  I really want to treadmill.\n  \n  I got my family and friends a variety of different things.\n  ","43192":"\n  I love history class in geography class. My least favorite would have to be math\n  ","43193":"\n  Creative self made items\n  ","43194":"\n  Probably breakfast pizza. Like an appropriate cheese that you would put on a breakfast type pizza and light tasting sausage, and a little amount of it on there. A little bit of some creamy butter. A little bit of parsley. And a very mildly but thick... but not too thick crust and it's very moist.\n  \n  They used to serve it to us back in school and it was the best. Perfect and the best thing that they ever served there.\n  \n  Occasionally switch it up from like ham and bacon. But never together. Only individual. But this was a very delicious and creamy Pizza. There wasn't much to it but for some odd reason it was perfect. And we always wanted more.\n  ","43195":"\n  Ikr?! COME ON! DANGIT! AUGHHHHHHHUGHHH\n  ","43196":"\n  I'm tiny too. ? I walk into a room and everyone is almost a foot and a have taller than me always.\n  ","43197":"\n  Yes I do. I am cuddling with my husband now and watching the mystery of Oak Island.\n  ","43198":"\n  Water on my face.\n  ","43199":"\n  Tau I saw this at home.\n  \n  Beauty and beast live action movie I saw this at the movie theater\n  \n  Both good movies\n  ","43200":"\n  I followed you. Thanks for following me.\n  ","43201":"\n  Yep. Many.\n  ","43202":"\n  Sometimes. Don't we all?\n  ","43203":"\n  A lot of things in America sadly.\n  ","43204":"\n  I tried to a few times a year. Trim not cut\n  ","43205":"\n  A couple years ago.\n  ","43206":"\n  If I could save any human being would be any human being including any of my ex's. I wouldn't want anyone to die. Same with my husband. I would want him to save all too. I wouldn't want any human being to be killed or die. That's just how we are.\n  ","43207":"\n  Hey. How are you? I'm doing well. Thanks for asking.\n  ","43208":"\n  Yeah... I know right? Louisiana can be rough. Especially in the bad parts.\n  ","43209":"\n  They are okay as long as they're not venomous\n  ","43210":"\n  I regret nothing\n  ","43211":"\n  Absolutely. Because your actions would be justified as saving.\n  ","43212":"\n  Correctional\n  ","43213":"\n  Yes yes it is. I don't really watch a lot of TV.\n  ","43214":"\n  I already answered this like 3 or 4 times.\n  ","43215":"\n  I think I literally just answered this once or twice. Pie, Pizza, Beignets or seafood\n  ","43216":"\n  Eh.. Not really.  Very rarely but sometimes.\n  ","43217":"\n  My mistakes and good decisions, past times and the way that I have been raised has made me the person I am today and I'm proud of myself. So yes I love myself. Or I like myself more or less. I try. ?\n  ","43218":"\n  0\n  ","43219":"\n  I'm answering questions right now. I just got online from doing 2425 things today. You have to be patient. I literally have over 500 questions in my inbox right now if not.. more.. I cannot answer all of them in 5 minutes. Like I tell everyone that asks the same question you are. Be patient. I get to everyone eventually. Plus I like to answer questions well so sometimes I save the good ones for later. But on your hand I haven't gotten to yours. As I said I have over 500 questions in my inbox right now.\n  ","43220":"\n  I just said that hot tubs contain like a lot of chemicals and stuff usually. Very toxic to the body. You have to get in a hot tub that didn't have so much.. Most of the time I come upon ones that have a lot of toxins in them. It can make you really sick. Turn your hair different colors. n TUIs\n  ","43221":"\n  Love it. 100%\n  ","43222":"\n  Toilet paper and water\n  ","43223":"\n  I tried to and for some reason my body went out of whack and I passed out and almost had to go to the hospital. I really enjoyed giving blood but my body did not. I felt weak, got dizzy and then passed out. I got a shirt in a bracelet for it though! But I almost died! LOL.. XD jk...\n  \n  They said I really shouldn't give blood again. For some odd reason my body just couldn't handle it.\n  ","43224":"\n  This little $1 cheap box of cookies that we get at the Dollar General. I don't know why but they are absolutely delicious. I also like the little confetti flavored colored ones whatever they're called. And they're really hard to describe what they taste like. Kind of confetti flavored colored ones whatever they're called. And they're really hard to describe what they taste like. Kind of like a light vanilla and M&M flavor.\n  ","43225":"\n  Pie, Pizza, beignets\n  ","43226":"\n  My husband did\n  ","43227":"\n  Singing\n  ","43228":"\n  I don't know? Or just living their little bird lives. Going place to place. Maybe they're running errands. Maybe they're watching our crazy ashes.\n  ","43229":"\n  I'm about to watch this awesome season on Netflix with my husband and I can't wait to figure out what happens next\n  ","43230":"\n  Thank you so much. I've been so busy all day y'all. My apologies. Been working taking care of people and taking care of the house. And more. Merry Christmas to you and your family and friends! This year for you and 2020!\n  ","43231":"\n  I am from south Louisiana, USA. Cajun French heritage.\n  ","43232":"\n  Breakfast pizza is the bomb-diggity for real!\n  ","43233":"\n  I live any type of fake wrestling. I love Monday Night Raw and my Friday Night SmackDown!\n  ","43234":"\n  Xd I like being random and funny. Goofy. Plus I love Eminem the rapper and E is for elephant. LOL I'm literally just being funny. I wanted to answer this in the funniest way. Seems like I did a good job. Lol\n  ","43235":"\n  I absolutely love hot tubs but they seem to have a lot of chemicals in it so I try to avoid them. Though they're awesome because they are warm. Very relaxing.\n  ","43236":"\n  I do like going to the beach. But the beach in the south is kind of getting ruined. Over the years that oil spill and people polluting it has gotten worse. Plus all the plastic and stuff out there as well. Though I like to go swimming and going to the beach.\n  ","43237":"\n  I am literally 95% of time. Definitely depends on what person did. Sometimes I usually just block and move on or just turn off all ties with talking to them. I really don't like that influences and dangerous people. Especially people that waste my time.\n  ","43238":"\n  I rather eat the same meal for the rest of the month. I could not go without showering. Oh no\n  ","43239":"\n  Haha. We're going to become insects now? LOL XD\n  ","43240":"\n  I am laying in bed and I'm about to bandage my husband up and then go to work.\n  ","43241":"\n  It's not snowing here. It's raining and wet and it's probably about in the 40s maybe 50s. More like 45 ish.\n  ","43242":"\n  Hey, at least we both know what tiny world is like. Haha\n  ","43243":"\n  Thank you so much. Good night to you and goodnight to everyone!\n  ","43244":"\n  For breakfast I usually like to have either an omelette with cheese and some kind of meat in it. I like to have you some berries maybe. Sometimes I like to change it up and have me a slice or two of breakfast pizza. Or simple bowl of cereal. Maybe two sunny side down eggs toast and grits. Just depends on my mood. Morning. Sometimes I like to make a batch of beignets.\n  ","43245":"\n  It's the show on Netflix about a tunnel that goes very deep into the ground and I mean very deep into the ground. They have been working on the hole for over 200 years. At the bottom of this really dark water filled tunnel is another tunnel does extremely darker and very small, at the bottom of this one is a bunker that has said to have different treasures and artifacts lying beneath it that are worth trillions and we'll uncover some of the greatest history of all time. All of these tunnels are filled with water as I said. At the bottom also human remains from people trying to get to it..  Like people that passed working in that hole... And a lot of rock and debris and stuff. Many people have died trying to get to the bottom of this. People have spent millions and millions and millions of dollars trying to get to the bottom of this hole. To get to the bottom of this whole they have to remove certain beams (thousands of pounds a piece, weighing and extremely long pieces) that are rusted and that are dangerous. And a ton of debris. They're trying to make it safer for divers to get to the bottom of the hole to see this Cavern below that has Treasures awaiting. The risk is high. The reward is very great and humongous. And the show is exciting and very adventurous like. Lots of History filled. This is the kind of stuff that I enjoy watching.\n  ","43246":"\n  I guess the movie Forrest Gump does in ways\n  ","43247":"\n  Well, she was very misguided or easily influenced l really.. Very gullible I guess. I was friends with her for a very long time. Over a decade nearly. People seriously need to realize the person that you're talking to when they warn you about something. If I've known you for 10 years I am not going to lie to you about how someone is. When I get a bad Vibe I get a bad vibe. And I got a bad Vibe about those people. In the end I was correct. I'm not going to hang out with people that have do drugs and do bad things. More than likely when you hang out with people that do drugs and do bad things then you end up doing drugs and doing those bad things. Influence. Being in a bad environment. Unsafe environment. But for some reason love can be blind.\n  ","43248":"\n  My husband Jason\n  ","43249":"\n  I would definitely be getting in touch with the parents and having a huge discussion about it. Course I wouldn't let my kids over to someone's house unless I for sure new how that other child acted. Plus if my kid wanted a sleepover it usually would be at my house.\n  ","43250":"\n  No.\n  ","43251":"\n  I would say decently good. I love to sing.\n  \n  \"Ice_Frozen_Vocals\"\n  ","43252":"\n  Bella? Beautiful in alot of different languages.\n  ","43253":"\n  But what if I said I had both???\n  ","43254":"\n  Правильно.\n  ","43255":"\n  Yep. Not bad. Good.\n  ","43256":"\n  Make a family and have a safe home to raise them in.\n  ","43257":"\n  Yo tampoco necesito.\n  ","43258":"\n  Strawberries\n  \n  Raspberries\n  \n  Blackberries\n  \n  and blue berries.\n  \n  I like berries! ?♥\n  ","43259":"\n  Definitely. I agree. Just believing in yourself. Staying determined. Passion. Dedication. Working at it. Support.\n  ","43260":"\n  Zeedier plaats. Plaats voor huisdieren. Dierenarts. Boerderij. Misschien om mensen door natuurrampen te helpen.\n  ","43261":"\n  Watching The Curse of Oak Island on Netflix with my husband\n  ","43262":"\n  This is my background on my home screen on my phone.\n  ","43263":"\n  Ich glaube schon.\n  ","43264":"\n  Hola anonimo. Gracias.\n  ","43265":"\n  No.\n  ","43266":"\n  My husband. I was messing with him. Flirting with him. ^_^ My baaaby. ♥\n  ","43267":"\n  Heck yea! Good friend. Funny.\n  ","43268":"\n  To appreciate it and don't take anything for granted\n  ","43269":"\n  you see a catfish drinking a beer. ?\n  ","43270":"\n  Absolutely! I love Eva!\n  \n  You rock\n  \n   @eva_wiliams\n  \n  !\n  ","43271":"\n  10\n  \n  Because Christmas is my most favorite time of the year. Very peaceful. My favorite season is that this time of the year. My birthday is around this time of the year when Christmas is. My birthday is 4 days after Christmas. I also love Christmas because New Year's is right after. Fireworks are awesome. I can start New Year's resolutions and challenges for myself for the new year. And then January is a pretty good amount to. Feeling fresh and stuff get taxes done.\n  \n  My favorite months of the year would have to be November December and January.\n  ","43272":"\n  Yes.\n  ","43273":"\n  Running errands atm.\n  ","43274":"\n  I've heard of it. Haven't gotten an opportunity to try it yet tho.\n  ","43275":"\n  Yep. Luckily, yes.\n  ","43276":"\n  ? Hello.\n  ","43277":"\n  Not on purpose. A lot of the times when a baby cries it may not even be really you. It just might be them upset about something like being hungry or tired or going to be changed.\n  \n  They can be hurting with their teeth. Bored and wanting attention. Crying from being uncomfortable. May not be feeling well. One never knows considering they don't speak because they're so young.\n  \n  Other times it could be your fault but not meaning to be. You may not be holding the baby correctly the way they want to be at the moment. Try changing them. You could be late on her changing. They use the restroom randomly. You can change them in 5 minutes later they use the restroom again. They could go hours without using the restroom. You have to continuously check them.\n  \n  Keep up-to-date with their shots and doctor visits. They could not feel well.\n  \n  When's the last time you fed them? What did you feed them? They may not have had enough or they could be ready to eat again.\n  \n  So much.\n  ","43278":"\n  Thanks. You too. Hope your day has gone well.\n  ","43279":"\n  Of course. They are nice. ♥\n  ","43280":"\n  A week that is fully dedicated to our pets. I would like this very much.\n  ","43281":"\n  Every Christmas Eve we open a present under the tree. One usually from my mom. One that she's really excited about us opening and she can't wait so we open it for her and it makes her very happy. (May I remind you, I have three sisters so there was four of us. So four happy faces, presents from Mama are the best.) The reason why we were always so excited about opening that present is because it's mostly the present that best describes us from her so it's very special. Very sweet. Christmas is not always about getting and giving but when it does come to that and this is what it means to us. It's very special to my family. In this way.\n  \n  Another good thing that we do is every Christmas morning when we used to wake up my grandfather would be waiting on the porch petting the dog (The dog at the time that we have is a very good dog. Her name is Angel, Golden Retriever and was my mama and grandfathers baby. She loved him very much. My family and my grandfather) and we would go out and visit him for a few minutes before opening the Christmas presents in the living room from Santa. He would watch us open our presents.\n  \n  We would wake up around 6 or 7 in the morning and open presents. Check out what Santa had brought us, check out the stockings. Open the presents and then we would all go lay down for a little bit. We would either have donuts or breakfast or beignets in the morning. Then we would play with our stuff for a little while and then go to my grandmother's around 10:00\/10:30 in the morning and do Christmas with the entire family together.\n  \n  The family would get together and socialize. The younger ones would play outside or with toys in the living room at my grandmother's. Have fun and catching up with each other. Open the presents from one another. And then go house to house and visit people.\n  \n  Sometimes we may go out at the end of the day it just depends.\n  \n  Go and look at houses with the Christmas lights out. That is a tradition.\n  \n  Making Christmas cookies together.\n  ","43282":"\n  ? Just do? Idk how to answer this. Lol. If you talking about like spamming type posts that usually have like viruses behind them. Just don't click them at all.\n  ","43283":"\n  Nope.\n  ","43284":"\n  Yes.\n  ","43285":"\n  I tell them. Spend time with them. Do things without being  asked to for them. Do some favors and help them out. Be there for them. Cook for them. Lots of hugs and more.\n  ","43286":"\n  I am from south Louisiana. The best part about my hometown is the people, the culture and the food. The kindness of everyone and the generosity. Home hospitality.\n  ","43287":"\n  Many.\n  \n  Very personal most of them.\n  \n  They are put up.\n  ","43288":"\n  True happiness is living life fearless, stressless and in a flowing way.\n  ","43289":"\n  I guess they run out of options where they live.\n  \n  Sometimes people don't want to date people in their area because it seems that everybody's dating one another and it's odd.\n  \n  But like people that just randomly hook up with people without even getting to know them is not good I feel.\n  \n  I have seen it happen to different people and it usually never works out. It takes time and patience. You have to get to know a person and their family, their background, the environment that they live in and how they are before just meeting up with them.\n  \n  A relationship is something very special. You're supposed to make it very special. To help it last and stuff.\n  \n  And so much more.\n  \n  I say, if you did online be extremely careful. You shouldn't be online if you're not going to try to take the certain types of precautions.\n  \n  Just meeting up with random people can also get you sick, give you STDs, and can be deadly in the end. Can meet up with someone that's completely insane.\n  ","43290":"\n  I honestly wouldn't want to travel in time.\n  ","43291":"\n  I feel being there for one another and listening and helping. Surprising them. Spontaneous moments. Random sweet moments. Spending time with one another. Food is always a great thing. Affection and Cuddles of course.\n  ","43292":"\n  Hey. I'm good. Thanks. And it is extremely wet and freezing and it is rainy and cold. It is flooding a little bit, but not bad. The ground is extremely saturated to the point where when I step, I sink. Hopefully the weather starts to get better, because it's bad wet outside. Hopefully the sun comes out later or at least tomorrow.\n  ","43293":"\n  We can have an appropriate conversation? Yes.\n  ","43294":"\n  5.2\n  \n  Tiny\n  ","43295":"\n  ? Again\n  ","43296":"\n  ?\n  ","43297":"\n  Chicken mostly.\n  ","43298":"\n  Yes. They hung out with really bad influencing people. Really bad. I find that a stupid reason because they know that they were bad why hang out with that. Why we lose someone good in your life for someone bad?\n  ","43299":"\n  Either the Tasmanian devil, the dingo, or a crocodile.\n  ","43300":"\n  Sure. I feel that anything's possible honestly.\n  ","43301":"\n  He is green.\n  ","43302":"\n  I like cut up sausage, syrup, butter and chocolate chips\n  ","43303":"\n  I feel like it would be chaotic and too easy.\n  \n  Would be nice though.\n  ","43304":"\n  Many.\n  \n  About many things.\n  \n  They are picked up.\n  \n  Alot of them are very personal.\n  ","43305":"\n  Ikr? I'm proud of myself for that.\n  ","43306":"\n  This is not exactly my go-to but I just took this one off and it's hilarious\n  ","43307":"\n  Zer0\n  ","43308":"\n  Back in the day people used to always say I was very terrifying looking. I had a punkish look to myself. I was very much a tomboy. An appearance and an attitude. I wasn't mean or nothing. I just looked a little scary. I had a scene look to me. My hair was very scene.\n  \n  Now people may I think I look more friendly. I'm not sure exactly. I may still look a little bit like I did back in the day because I am a lot like I was then still. But I feel like I'm a lot more friendly looking I guess. I'm not mean. I guess I just look like it. I don't know. Lol ? I'm sure I probably look more approachable now then than back in the day.\n  ","43309":"\n  I joined an Xbox Live party and everybody was kind of just yelling and stuff and I felt really shy to talk to anyone so I just left.\n  ","43310":"\n  Leftovers.\n  \n  Hamburger Helper lasagna.\n  \n  Buttery sweet cornbread and creamed corn with that. Good together. Good dinner.\n  ","43311":"\n  I don't even know. I didn't get a phone until I was like almost 13 or something. Turn on the home phone. I don't remember the type of phone.\n  ","43312":"\n  Louisiana is beautiful. Mississippi is beautiful. Florida is. I think any warehouse a type of beauty to it.\n  ","43313":"\n  I wouldn't really want to time travel. I don't know why I just wouldn't.\n  ","43314":"\n  My day has been going pretty good. Thanks.\n  ","43315":"\n  Sitting around the table eating Christmas and Christmas Eve dinners with family and friends. Socializing. All the good times and memories.\n  \n  I'm not sure what my most favorite Christmas movie is but I love the old school Rudolph the Red-Nosed Reindeer and Grinch movie.\n  ","43316":"\n  Someone called me beautiful.\n  \n  ♥ Thanks.\n  ","43317":"\n  Yes. Crazy enough... Hilarious. ?\n  ","43318":"\n  2nd 1\n  ","43319":"\n  ?\n  ","43320":"\n  Right.\n  ","43321":"\n  Loaded potatoe and sweet tea.\n  ","43322":"\n  Dived very deep. Scary.\n  ","43323":"\n  Strange, different, but happy person.\n  ","43324":"\n  Sent*\n  ","43325":"\n  Older. Yes.\n  ","43326":"\n  What I'm about to do is make my husband's lunch for tomorrow and cuddle with him until I go to sleep\n  ","43327":"\n  Have a conversation, yes sure\n  ","43328":"\n  Yes I think so. Determination and some passion and patience\n  ","43329":"\n  I don't know but it definitely seems like people are doing this more and more as the years come\n  ","43330":"\n  ?.?\n  ","43331":"\n  What about this? All you're saying is, \"fun talk\". Not a question. So I'm confused. Srry.\n  ","43332":"\n  Stand. I do it at my job.\n  ","43333":"\n  Definitely pie. I like an old school homemade chocolate pie.\n  ","43334":"\n  I absolutely love everything about Christmas\n  ","43335":"\n  ?.?\n  ","43336":"\n  Probably physical. Though I feel like I can handle both pretty well\n  ","43337":"\n  ?\n  ","43338":"\n  ??\n  ","43339":"\n  Yes I would not lie about such a thing\n  ","43340":"\n  Nail biting. I really want to stop\n  ","43341":"\n  I really want a treadmill. A few dumbbells and some tacs\n  \n  I'm not sure what you want for Christmas but hopefully you get whatever you like\n  ","43342":"\n  Pizza definitely\n  ","43343":"\n  I'm going to name it Eminem and keep it in my room\n  ","43344":"\n  Oysters\n  ","43345":"\n  Ikr?\n  ","43346":"\n  ?.?\n  ","43347":"\n  I'm married. So yeah... I would tell them that.\n  ","43348":"\n  ?Thanks\n  ","43349":"\n  I had when I got a shout-out, when I got a new question, when I got a new follower, mentions, but recently I had to turn off a lot of them because it was literally making my phone die. So I think I only have a few on now.\n  \n  I had to do the same thing with YouTube. I had to listen so notifications on my phone in general.\n  ","43350":"\n  This mostly.\n  ","43351":"\n  ???\n  ","43352":"\n  When they turn into a man and learn their priorities and figure out what is important and protect it.\n  ","43353":"\n  Thanks bud and I try to be these things too.\n  ","43354":"\n  Hey there. And I'm doing good and today was good. And I am excited! My birthday is in less than a week almost! I'm going to be celebrating it probably for a whole week. Considering as we get older it seems like our birthdays go by quicker. LOL. I usually do that with everyone. I usually celebrate their birthday for about a whole week.\n  ","43355":"\n  I have two tattoos but if I was to get another one I really want to get a Mardi Gras mural on my left thigh. I also want to get something in memory of my grandfather and grandmother. Another mural done on my right leg probably. I really want to get the world map on my left arm. I want to get it in an abstract painting type theme.\n  ","43356":"\n  Alot of diff stuff.\n  \n  I enjoy singing. Gaming. Painting. Cooking. I love to travel. Wood burning. Working on vehicles. Building guns. Making knives. Fishing. Hunting. Researching different things. I like watching YouTube. Yard work. Riding four-wheelers. And more.\n  ","43357":"\n  Thank you!\n  ","43358":"\n\n   https:\/\/youtu.be\/7K8Wynzt7tc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/kCElIGA1gPY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This one at least listen to it 60 seconds end. You'll see why I like it.\n  \n\n   https:\/\/youtu.be\/fS8uF70DKak\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/DnPWrkeSx4U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/u9Dg-g7t2l4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","43359":"\n  Thanks. Me too. He's resting right now.\n  ","43360":"\n  If I had the option to save it for down payment on a house or I would pay off a vehicle or I would give it to my mom.\n  ","43361":"\n  You're welcome\n  \n  Were you able to see the whole picture?\n  \n  If not, make sure you click the picture, because you can't see the whole picture unless you click it. Again depending on what platform you're on.\n  \n  You're fine. I have people asking all the time questions about the app. That's what you're supposed to do if you don't understand something or are you just wondering. Just ask.\n  ","43362":"\n  Depends on what platform you are on because some will let you do it and some won't.\n  \n  Or really... some are just more complicated than others, but when I pull up the question box, this is what comes up and it's at the bottom of the page where I pointed at in the picture bellow. If it's not on your screen that you might be on a different platform than I am. I am on mobile\n  ","43363":"\n  Thank you kindly. ♥?\n  ","43364":"\n  I got to take care of my husband and make him lots of good food to make him feel better. ♥\n  ","43365":"\n  You are welcome.\n  ","43366":"\n  A lot of money. Alot.\n  ","43367":"\n  Omargoshtv.\n  ","43368":"\n  No.\n  \n  I wouldn't.\n  ","43369":"\n  I've always loved marine animals. Growing up I wanted to be a marine biologist. Wanted to take care of them and be around them and form relationships with them. I wanted to work in this field.\n  ","43370":"\n  I don't talk to this friend too much anymore but we were very good friends back in the day. His name is Dylan and I have been knowing him for about 15 years now.\n  \n  I also have a friend named Kosmo and another one named Benson and I've been knowing them for about 10 years.\n  \n  My husband I have been knowing for about 6 years now. He is wonderful. I love him. He's my best friend.\n  ","43371":"\n  There ya go! I followed you!\n  ","43372":"\n  This isn't really the most harm but tattoos and piercings.\n  ","43373":"\n  Yeah cuz if you're anonymous as always I wouldn't know who you are. Plus I want to make sure I'm following you. But that is your choice.\n  \n  I am cooking a hamburger lasagna, sweet and buttery cornbread and vegetable on the side.\n  ","43374":"\n  Woke up one morning and decided to make beignets.\n  ","43375":"\n  Probably for going the heck off on someone for doing some stupid sh- but it would have to be some serious stuff..\n  \n  They're probably call the police because they're scared of me. Were they feel in danger. They would have to call someone to call me now.\n  \n  I usually try to be well respectful and chill about things. Even when people are being the most disrespectful.\n  \n  But like putting their hands on me inappropriately (especially if I told him no or I pull away), being rudely racist and making it obvious to the point of trying to embarrass, inappropriately touching a child and I see, or trying to take a child in front of me, someone beating on someone for no reason, bullying... it just depends. But these are serious situations in which depending on what would be going on I would react and include myself in. I would probably go crazy on them... I'm a pretty protective type person. I believe in being fair. I believe in if someone's not hurting anyone then everything's cool. Even if they're trying to hurt them mentally I will stick up for them but I'm not going to physically do anything besides maybe remove the person from the environment. But if someone physically puts their hands on me or child or some random person especially an elderly person or someone that doesn't know any better I will include myself in the situation. Or at least if I get put into it. But if I see something happening honestly I'm going to react.\n  ","43376":"\n  ?\n  ","43377":"\n  Yeah. ? Thanks for askin' anonymous. Hope that you are well.\n  \n  I am just cooking at the moment.\n  ","43378":"\n  I like my name the way it is.\n  ","43379":"\n  Hey. I'm doing good. Thanks for asking.\n  ","43380":"\n  Nutella and carrots\n  ","43381":"\n  When you walk in there's a really nice front entrance on the outside and it goes into the inside of the house and it's very big when you first walk in. Like an open floor plan. Pillars and a huge sunroof type thing like the roof goes very high up to a nice window so the Sun comes in. Good for saving money on lights. But as you walk in right on the right is a small hallway and a room call the mud room where you can put your coat skis shoes and dirty clothes. That will be the laundry room. But it does not mess of the beautiful entrance into the house. As you walk into the house on the right is living room and on the left is the kitchen. Both rooms kind of flow into one another but there is an archway that separates them. But that first room in the front is like a big entry room. Part of the living room that flows into the rest. The kitchen is absolutely huge. Tons of cabinets face a huge island. A bar area to stoves a dishwasher two fridges\/ freezers. And the kitchen goes on to a hallway which has a office, a storage room and the dining room. Also little bathroom.\n  \n  Then as you go to the living room there's a long hallway with pictures all along the hallway and an upstairs at the end of the hallway. Along the hallway there are two rooms and then the hallway turns to a right which has one other room with a bathroom attached. At the end of the first hallway on the left there is a outside door. Like the backyard door. In the regular hallway there is a bathroom also for the two rooms that will share. Then you go upstairs and there is a loft area which is on the right and then on the left is a giant master bedroom with a huge master bath. There is a giant closet. The Loft area is a gaming area \/ storage area. Every hallway contains at least two closets.\n  \n  Then as you go out to the backyard there is a giant Greenhouse. There is a barn. There is a station area where you can work out. There is a carpentry area. 8 car garage huge front yard pain included. 50 acres of land. & more.\n  ","43382":"\n  Travel to Louisiana and spend time with family and friends. Start working out for the new year and stop biting my nails also.\n  ","43383":"\n  I'm not going to exactly save the exact location but I'm from USA. I live in Mississippi and I'm from south Louisiana\n  ","43384":"\n  Hello. I'm doing good. Thanks. I hope that you are well?\n  ","43385":"\n  ??\n  ","43386":"\n  I don't know about viral but I love the Omar gosh YouTube channel, The FAM channel, CJ Faison Channel, Moe sargi Channel. They always have the best content. I love their vlogs.\n  ","43387":"\n  Things are going well. Thanks for asking.\n  ","43388":"\n  Earn. ??\n  ","43389":"\n  Thanks!\n  ","43390":"\n  Yep!\n  ","43391":"\n  Read bio?\n  ","43392":"\n  ....do what you got to do for yourself\n  ","43393":"\n  Can't think of anything. I usually have enough for anything really.\n  ","43394":"\n  Rough, but still good in ways. Hopefully 2020 will be better to me and my family and friends.\n  ","43395":"\n  My favorite holiday would have to be Christmas. My birthday is in this month. I love the cold and love the one for season. September October November and December are very peaceful months for me.\n  ","43396":"\n  Us riding around on our new four-wheeler we got for Christmas! This is my view out in the woods. Happy holidays!\n  ","43397":"\n  Hate\n  ","43398":"\n  Thank you kindly\n  ","43399":"\n  I voted on it. They were both really cute but I liked the black little better. But honestly I really did like both of them\n  ","43400":"\n  Yep and I'm about to get some rest right now and just a few minutes\n  ","43401":"\n  I love everyone in my life\n  ","43402":"\n  I don't know but I know I have a confidence to to say that I am beautiful.\n  ","43403":"\n  The Mona Lisa is absolutely beautiful, yes\n  ","43404":"\n  Prancer maybe\n  ","43405":"\n  Yes. And then I had one land on my head it was a giant butterfly I can't remember what they called it an owl butterfly? Maybe it was just a really big moth? I'm not sure, but it was beautiful. That's all I remember.\n  ","43406":"\n  Thanks. ?\n  ","43407":"\n  I haven't rode on a four-wheeler in a very long time like.. 11 or 12 years and I tried that the other day for the first time in forever. It was scary yet fun.\n  ","43408":"\n  My everyday favorite YouTube channels. The Omar gosh TV. Moe sargi. CJ Faison. Ali H and more.\n  ","43409":"\n  None.\n  ","43410":"\n  God, my family or my husband, my friends, my pups, my hobbies and passions.\n  ","43411":"\n  Insanely goofy. Sociable. Loyal\n  ","43412":"\n  I'm sure I have. But honestly they're happy either way usually. I would be.\n  ","43413":"\n  created I think\n  ","43414":"\n  Eh.. I don't know depends but honestly I feel like there's not\n  ","43415":"\n  Morals and respect\n  ","43416":"\n  2 or 3 in the afternoon\n  ","43417":"\n  I mean if I get gifts for people that's usually individually different things if that makes any sense but if I was bringing like some food or something I would probably bring like a sandwich tray or a vegetable tray or some homemade dishes. I would bring like some crab dip. Maybe some chicken salad. Maybe make some Oreo Cookie Balls or bring some cut up fruit. Maybe bring a summer sausage and cheese and cracker tray. Maybe bring a bowl of Christmas candy. Little entertainment toys for kids for board games. Candy canes.\n  ","43418":"\n  Christina Grimmie. My grandparents again\n  ","43419":"\n  Thank you so much! I can't wait for my birthday for some reason. All that's going to happen is I'm going to be a year older. ? Haha but I think it's because I'm going to south Louisiana.\n  ","43420":"\n  Why do people kill and why people rape\n  ","43421":"\n  Probably\n  ","43422":"\n  Very good\n  ","43423":"\n  Pretty good so far. Thanks.\n  ","43424":"\n  My husband is a correctional officer which is a type of law enforcement. A bracket of law enforcement. Pretty much a cop but not like the one that you see on the road. He saves lives. The correct way. And he doesn't and I don't want him to do the on the road cop thing. Nowadays people are shooting any type of cop or type of law enforcement because of rumors and of the bad apples that they once had. They're not all bad. I don't appreciate people that hate all of them because they're good people. There are good and bad people all over the world in every career. It's not even just in career. There's just bad and good people everywhere.\n  \n  I honestly wouldn't want to be a cop. I would like to be in the force helping but not a cop on the road and giving tickets and catching people and stuff\n  ","43425":"\n  I don't really have any family drama. So I don't really want to leave my country and get away from Christmas and them.\n  ","43426":"\n  I wants went to a skillet concert. They were really good. I would love to go back and see them again!\n  ","43427":"\n  LoLa. Bells.\n  \n  Baby, like off of Dirty Dancing. The movie.\n  ","43428":"\n  100%\n  ","43429":"\n  Yeah I saw the picture of your painted nails a while back. I think all of it looks great on ya the headband in the little bows.\n  ","43430":"\n  My lovey dovey hubby jj. ♥\n  ","43431":"\n  This prob\n  ","43432":"\n  My mom my husband or my best friend\n  ","43433":"\n  I haven't been to too many bad places before.... But now that I think of one this person that I was friends (I went to one of their friends houses. Their friend....) with a long time ago I went in their friend's house and all of the couches  had no cushions on them, the bed was missing a box spring there was smoking something so thick that I couldn't see them feet from me. There was stains on everything. There was a hole in the roof somehow. Found out that they had stolen a cat from someone I knew. It smelled horrible and everything seems like if I touched it I would be dirty. They had pet tarantulas. Which there's nothing wrong with that but it just didn't go with the environment. I felt terrified and ended up leaving few minutes later. They were all sitting sideways on the furniture playing video games looking half dead. One of them even explain to me their experience on a type of drug I've never heard of. Yeah extremely explicit, disturbing and dangerous. I don't think I hung out with that friend very much after that.\n  ","43434":"\n  Tornado...\n  \n  But hurricanes are pretty bad too especially the fact they last for days it feels like a week or two. I've been through some of the worst. Katrina, Rita, Gustav and more.\n  ","43435":"\n  Her of course. Hands down. Everyday.\n  \n  Bella from Twilight. ♥?\n  ","43436":"\n  I think almost 3 days once\n  ","43437":"\n  Vegetables or\n  \n  Cereal or pie\n  ","43438":"\n  Many times but never intentional. Usually understanding by the teachers. I'm usually always on time for everything including class. I don't like being late for class because then I miss things and have to hurry. Becomes frustrating and stressful to me so I try to avoid.\n  ","43439":"\n  I don't know if I exactly have a least favorite Disney movie\n  ","43440":"\n  I love Metroid and a Halo games. That's my most favorite type of games. Modern warfare games, Forza Games, Minecraft. I love Battlefield games. Elder Scrolls in GTA\n  ","43441":"\n  I know that you are and I am. And I am a Capricorn.\n  \n  My birthday is December 29th.\n  ","43442":"\n  A very very long time ago and I don't know. It's nice though. I don't have a problem with it.\n  ","43443":"\n  Nah. I don't fear it. When it happens it happens. We're all destined for it one day.\n  ","43444":"\n  The beginning\n  ","43445":"\n  I think I answered this a few times earlier. I play a lot of games.\n  ","43446":"\n  I honestly wouldn't want to know neither\n  ","43447":"\n  In a resting stage?\n  ","43448":"\n  Next week I do. I'm going to Louisiana.\n  ","43449":"\n  People bichn' about race.\n  \n  People's political views.\n  \n  Accepting one another about this and that. I respect people from the get-go and automatically so I don't need people to like keep reminding me the idea of what they need I was to respect them about.\n  \n  People getting angry about people's religion. Tired of people not minding my own business and letting other people do them.\n  \n  But at the end of the day I just get over it. These are just the things that are irritating to hear all the time.\n  ","43450":"\n  I sneezed I think earlier today or yesterday.\n  \n  Lit a candle? in a few months actually..\n  \n  I don't really take a lot of baths,  though I love bubble baths!\n  \n  Hugs today.\n  \n  And I sing every day.\n  \n  I drew I think a few days ago. But I really exactly call that drawing. I'm not sure exactly when's the last time I've drawn something.\n  ","43451":"\n  Yeeeah. ?♥?\n  ","43452":"\n  Oh wow I didn't even see that sorry that is adorable!\n  ","43453":"\n  Thanks bro! I love my country!\n  ","43454":"\n  She's so nice and graceful. So different and intelligent. She loves to sing. And she's also in love with a beast. ?? Playing hard-to-get type girl. Loyal. Trustworthy. Natural. Country like. ? Old school.\n  \n  I like all of this.\n  ","43455":"\n  Yeah he's doing a lot better today. He's got a long way to go though. I felt really bad for him yesterday. But I have been taking care of him a lot.\n  ","43456":"\n  Yeah because I mean after all they do have freedom of speech and to do what they want but some people just shove their opinions and their rules on everybody else and not everyone wants to live the same. I think that there needs to be different and people that disagree in the world. I don't think that everybody needs to be the exact same. Or agree with absolutely everything in one way.\n  \n  That would just be completely boring.\n  ","43457":"\n  ? It's perfect\n  ","43458":"\n  My week is going well. My husband had to undergo a surgery and hasn't been doing well until just today finally. I have been taking care of him and working. Though we've been dealing with all of this our week has been well. Very good. I'm happy because he's feeling better today.\n  ","43459":"\n  If I'm able to save anyone, of course I'm going to save them. I don't know about anyone else. It's morally based off of choice, honestly. Unless you're putting your life in danger, again it's your choice. But if your life is not being threatened, then why not take a second out real quick to help or potentially save someone's life? And I don't care where they're from\" if it's a individual that is needing help or saving, then I'm going to do just that. Even with enemies... and school I've seen my enemies and bullies getting bullied and stuck up for them and honestly... sometimes that can change a lot in a bully towards you. It could even make a friendship. But if they're threatening my life and trying to end my life I'm going to defend myself. At every extent. And every aspect.\n  ","43460":"\n  Only if they do it like exceedingly. Some people just like to speak their mind and that's different.\n  ","43461":"\n  Alternative rock and country.\n  \n  Gospel metal\n  ","43462":"\n  Nah\n  ","43463":"\n  Well I kind of think that's how it works?.?\n  ","43464":"\n  Bell\n  ","43465":"\n  Honestly no\n  ","43466":"\n  I like white macadamia nut cookies. I also like pecan candy \/ Pauline's\n  ","43467":"\n  Photograph by Nickelback\n  ","43468":"\n  I really like Beauty and the Beast and The Little Mermaid\n  ","43469":"\n  I honestly don't even know either... it says that I'm part of the VIP program but it doesn't have the VIP on my profile for some reason.\n  \n  There's a lot of other people that got coins too and they don't have the VIP badge but they like have it VIP on their profile like mine but it doesn't say... ? Like Idk.\n  \n  Like it gives us the list of tasks to complete. They sent me messages.\n  \n  I woke up yesterday and was wondering the same thing when I saw all the coins. I'm literally confused myself. It's rewarded? they said.\n  ","43470":"\n  Nah. I think I've heard of it though.\n  ","43471":"\n  I'm really bad about being organized and clean. I'm a very clean and organized person. I don't think that's really that bad of a trait.\n  ","43472":"\n  Learning more about the Paranormal world. Everything and anything about it. I can literally help an answer any question needed. I've been researching it for over 13 years now. I enjoy it.\n  ","43473":"\n  Lol.\n  ","43474":"\n  Kind of depends on what kind of cough it is. Usually my coughs are caused from my broncular issues. Bronchitis. I usually have to sit up a little bit when sleeping. Basically put about five pillows behind you and make sure you're sitting upright a little bit. You maybe having mucus in your lungs prob. It sounds like it hut i\n  \n  Idk.. I am not there. I could probably tell if I was there.  But if you have mucus in your lungs.. it's irritating them and causing you to cough a lot. When you're sitting up the mucus isn't just sitting there. When you set up a may take about 10 minutes for you to calm down. Usually you have to go to the doctor and get steroids or something for it. They usually prescribe you a type of mucus DM if you're able to take it and give you breathing treatments. ( even after all of that you usually have a bronchial cough for almost a month before it goes away...) That's about all they do for bronchitis. At least for me.\n  \n  You can get you some tea and raw honey and lemon. I'm not sure how old you are but some people use wild turkey or some type of whiskey and put it in there a little bit helps numb your throat if your throat is hurting. If your throat is not hurting then it's probably a bronchial thing.  then what you would have to do is probably what I said above before the tea and lemon part. I am not a doctor I am just telling you based off of experience. I would more than likely go to a doctor and ask them first. But if you are having sinus problems and your throat hurts and that's why you're coughing I use Ricola cough drops that help numb your throat too. Vitamin C and D. Maybe some mints. Chloraseptic spray. DM medicine. Sinus medicine. That's about all the remedies I can think of at the moment. I hope that I helped. Do you remember both paragraphs or two different types of coughs. Those are ways to feel better with both. Just depends on what you have. Taking showers and keeping your hygiene up is another way to getting better. Change clothes alot.\n  ","43475":"\n  That's a good combination.\n  ","43476":"\n  You should come on warm. There's been a lot happening on here.\n  ","43477":"\n  ??\n  ","43478":"\n  It's just questions that I sent to people. I copy and paste it because I send questions to a lot of people. Like a bunch at once the same question. I like to give everybody an opportunity to answer it themselves.\n  ","43479":"\n  I think so\n  ","43480":"\n  I'm pretty sure that both of them have some type of affiliation with one another or at least can\n  ","43481":"\n  I'm good. Thanks. It's been a while.\n  ","43482":"\n  I don't know maybe but there's good and bad everywhere so I'm not very sure on that. But as I always say anything's possible.\n  ","43483":"\n  Relaxed\n  ","43484":"\n  Thank you so much! Happy holiday!\n  ","43485":"\n  Play a bunch of different games. Right now at the moment currently I'm playing Modern Warfare, Destiny 2, Call of Duty Black Ops 4, Grand Theft Auto V, Battlefield 1, Forza Horizon 4, pubg, Halo Reach, Skate 3, Roblox, mudrunner, and Minecraft games. That's all I have downloaded right now but I play a lot more games than that.\n  ","43486":"\n  ? Hey\n  ","43487":"\n  Hey. And I went and voted but it was very hard to vote because they both looks good. When I went and voted it look like it was a 50-50% with the votes as well.\n  \n  Looks like everyone agrees with me on it as well. Both the pink and orange hair tie looks nice in your hair.\n  ","43488":"\n  Maybe go out on a date with my husband or something? LOL why because he is my husband\n  ","43489":"\n  Same with the internet. It being slow or going down. Xbox and phone storage. I don't have that much storage on my Xbox at all and I want to download more games to play. My phone, I like to Vlog and be a photographer at certain events so I have a lot of pictures saved on my phone from different travels and events. I really wish I had more storage on both.\n  ","43490":"\n  No.\n  ","43491":"\n  Lol\n  ","43492":"\n  8.2\n  \n  I'm happy they restrict on me. I think I came out pretty good.\n  ","43493":"\n  I'm good. Thanks. Hope you are well?\n  ","43494":"\n  ?\n  ","43495":"\n  Yeah. I think everybody's had a moment like this before probably.\n  ","43496":"\n  No.  I don't even know how to do that. I woke up one morning wondering how the heck I got all these coins too. I think it's part of the VIP program or something. A lot of other people got coins to it wasn't just me from the VIP program. There are rewarding people for tasks \/ being active on the app\n  ","43497":"\n  Distance usually always.\n  ","43498":"\n  Because they are sick and tired of their sad and miserable lives that they want to go and try to mess up someone's good life so they can feel better about themselves. So they can have someone else at their level of sadness and miserable ness.\n  ","43499":"\n  Thinking about you and be alright by Ariana Grande\n  \n  I love skillet.\n  \n  Ryan Upchurch has good music. So does Paramore.\n  ","43500":"\n  I know coonash cajun French talk. That is the culture that I was raised in south Louisiana.\n  ","43501":"\n  I love sweet tea and violets smells. Fresh cucumber smells. Strawberry and citrus smells. Fresh-baked smells\n  ","43502":"\n  I'm not really a fan of apple cider vinegar or eggnog considering I think I'm allergic to eggnog. I guess I'm taking hot chocolate.\n  ","43503":"\n  People bichn' about race.\n  \n  People's political views.\n  \n  Accepting one another about this and that. I respect people from the get-go and automatically so I don't need people to like keep reminding me the idea of what they need I was to respect them about.\n  \n  People getting angry about people's religion.\n  \n  Tired of people not minding my own business and letting other people do them. If somebody wants to get a hundred and fifty tattoos and 56 piercings let them.  that is bound not you. If somebody wants to ride a motorcycle. Thats is them not you. If somebody wants to recycle that is them NOT YOU! If somebody does not want to recycle them that is down not you... if somebody doesn't like tattoos then that's their opinion. If somebody does like tattoos then that's their opinion. Nothing wrong with that. There's nothing wrong with agreeing. There's nothing wrong with disagreeing. We are all people. All different. Different views. That's life. Why in the heck would you want to be like everybody else exactly.\n  ","43504":"\n  Nice.\n  ","43505":"\n  Thank you.\n  ","43506":"\n  I love traveling but I don't like to stay away for week 2 weeks at a time. I like traveling for about 4 to 5 days maybe a week and then going back home.\n  ","43507":"\n  Sure. And as I always say, anything's possible.\n  ","43508":"\n  I feel offended that I'm having to choose just one. Jk.\n  \n  Football probably. I love volleyball\n  ","43509":"\n  My husband Jason, my friends, and I would not leave anyone behind. Never leave a man behind.\n  ","43510":"\n  I got to help my husband out today and made him feel a lot better. He was sick today and was not feeling good at all. It made me feel good helping him out. Being there for him. They said through sickness and health and that's what I'm going to do!\n  ","43511":"\n  From what I remember as a child I wasn't really much of a fan of him. I think I looked at him as just a complete and utter stranger and felt odd speaking to him and sitting on his lap. But as I got older I started to get more comfortable with him until of course I found out.\n  ","43512":"\n  Bills\n  \n  Supplys\n  ","43513":"\n  Deeply in love as I am now.? always will be\n  ","43514":"\n  I am going down to Louisiana to spend it with family and friends with my husband. I'm not sure what we're going to do though.\n  ","43515":"\n  ?\n  ","43516":"\n  Wanting to help helpless humans and animals\n  ","43517":"\n  Life. In this country? Their ability to say and do what they want. I feel like the abuse that privilege.\n  ","43518":"\n  Maybe some of the future for me and my husband and our family.\n  ","43519":"\n  All of that sounds pretty good to me.\n  ","43520":"\n  Depends. Usually very strange and odd actions can do it. I've had random men just put their hands on me that I don't even know. There is a such thing called personal space. Especially if I don't know you don't touch me. But honestly goes both ways. Girl or guy guy or girl. Just for humans. A girl can be very creepy to a guy. Easily.\n  ","43521":"\n  Maybe be a little more educated in mathematics.\n  ","43522":"\n  Working at my family store back in Louisiana. I worked in a few departments but mainly as a cashier.\n  ","43523":"\n  Honestly my dog acts like a cat so I guess that. LOL. He stretches like a cat. He cuddles like a cat. Sometimes it seems like some of the noises he even make sounds like a cat.\n  ","43524":"\n  I am sitting in the darkness. There's no shoes around me. I am laying down and about to go to sleep\n  ","43525":"\n  O.o\n  ","43526":"\n  Nothing wrong with having a little bit with each trait in you.\n  \n  And I do take risks but depending on what they are, life is short.\n  \n  I feel that I'm happy with my life. I'd like to have a few more people in my life though. But I am, I'm happy with my life. Appreciative and blessed.\n  \n  I just take it one day at a time, but at the same time still have some plans. I'm trying at least.\n  \n  And final, thank you.\n  ","43527":"\n  I am a YouTuber and I upload mostly Vlogs. My videos are very wildly ranged of different types of subjects. I have had my YouTube channel for years and years and years and years. I am not super duper active but I do upload when I can.\n  \n  BellaMarieStarSwan\n  ","43528":"\n  Ignore them or kill them with kindness. Talk to them like any other person. And if they start being rude for no absolute reason then I state that I'm being completely compliant and nice and then I walk away. I make it known that they're the problem not me. I'm real about it. If I'm a problem then I apologize and straighten it out. I'm a pretty decent person to get along with I feel. You really have to do something wrong to aggravate me. I believe in treating everybody equally. I don't take kindly to bullying or racial slurs. I don't see skin color. I talk and help everybody out the same. I don't see views. At the end of the day they're just views and opinions. I don't care where you're from, as always I'm going to treat you the same.\n  ","43529":"\n  I absolutely love my country. Though I would like to travel the world. I'd like to try to go to Canada, do UK, Australia, and many other places.\n  ","43530":"\n  Just regular bubble gum or Mint or Doublemint\n  ","43531":"\n  Do what I would do for anyone else try my best to give it back. Probably scroll through it to find the mom or dad and call them and tell them that I have their child's phone. I've literally done that before.\n  ","43532":"\n  My boots or Crocs\n  ","43533":"\n  Usually a little ham, turkey, stuffing, gravy, some vegetables choices, some rolls, usually one or two things for the dessert. This is usually what I like to have one holidays.\n  ","43534":"\n  I think around 11. I had to work so I slept in decently so I would be ready to work\n  ","43535":"\n  Neither really\n  ","43536":"\n  When I see people stop caring about themselves. People that like to argue about everything. Even little things. Bad influences. Judgmental or discriminative.\n  ","43537":"\n  Paranormal \/ haunted. Adventurous. Some romantic. Some funny. Educational.\n  ","43538":"\n  Any of them really. I love seeing people's faces.\n  ","43539":"\n  Maybe eight hours maybe 9 not sure though. Can't remember\n  ","43540":"\n  That's already happened multiple times. I which a lot of TV shows that I used to watch were still on.\n  ","43541":"\n  Home of the brave, land of the free, so many different, still some alike, all bleed the same. America.\n  ","43542":"\n  Millions though I don't think money can fulfill all of your glory and happiness in life. There is other ways you have to experience to be able to fulfill all that.\n  ","43543":"\n  Lol\n  ","43544":"\n  Longmire is addicting and very good. I definitely recommend. It's a very long season to and is exciting.\n  \n  Daredevil is one of my favorites.\n  \n  Glass blowing.\n  \n  The Flash was good.\n  \n  There's more but I can't think of any at the moment.\n  ","43545":"\n  That I really enjoy helping out people strangers or not. I feel that it is good. Also helps me keep some sort of humbleness if you know what I mean.\n  ","43546":"\n  I'm not sure in what way you mean this. If you're saying like in a sport game or board game or videogame. Sure\n  ","43547":"\n  Honestly there's not enough room in this answer to tell it, nor is there enough time.\n  ","43548":"\n  I'm honestly not that competitive of a person. Of course I like to win but I was always taught growing up playing sports to always have good sportsmanship. I have won many awards for that. I'm proud of that. To be the good spirit is a good thing. For both teams. Everybody should be looking out for people to improve. But at the end of the day it's up to you to win. To use your skill and intelligence to win.\n  ","43549":"\n  ?\n  ","43550":"\n  Yeah, I believe in miracles, I believe anything is possible honestly.\n  \n  I know as a child I was almost burned very very badly by a hot water heater.. it fell on me. The miracle was the EMS people could have swore I was going to have really bad scars from that and I ended up not. That's a miracle I feel. To be able to keep your original body shape from being burned so bad. Some people have really bad issues. Like skin issues maybe even dis formations or something if you know what I mean. I feel like it was a blessing \/ miracle. Very fortunate.\n  \n  I feel like it was almost a miracle for me and my husband to be together considering we were in a long distance relationship for 4 and 1\/2 years. But we made it through the storm. It felt like eternity but we are good now.\n  \n  I'm sure there are way more stories of Miracle like things that happened in my life I just can't think of any at the moment it's late and I'm tired my apologies\n  ","43551":"\n  My husband mom and grandparents too. Christina Grimmie. My pups. These are all really kind people. Animals.\n  ","43552":"\n  Just being alive another day. That motivates me. Some people don't wake up for the next day. Being with my husband and expanding our family. My passion dreams and hobbies. My determination. Mostly the love from others. And number one God. Honestly I should have mentioned him first. I always think of him in every answer some kind of way.\n  ","43553":"\n  Whenever I get a chance to. I tried to do that at least once a day maybe a song or two or three\n  ","43554":"\n  Thevft\n  \n  Idky\n  \n  Just sounded cool\n  ","43555":"\n  I have never really been so mountains before so maybe that just for something different. Though I really do like the beach also. I like going anywhere. I'm grateful and appreciative of anywhere that I spend time at.\n  ","43556":"\n  Thanks so much! You have an amazing day too! Thanks for the nice words!\n  ","43557":"\n  Yea... Ikr? This year has just been kind of rough and quick. It's kind of sad to me. I'm trying to enjoy it though still.\n  ","43558":"\n  ?\n  ","43559":"\n  Love always.\n  ","43560":"\n  Considering I'm married I don't think there's a way I can answer this question.\n  ","43561":"\n  I definitely do not remember that but I'm sure it was nice. I don't remember anything bad happening from any of my dates that I've ever been on.\n  ","43562":"\n  Really really bad parts of Louisiana\n  ","43563":"\n  Answering all of the questions in my inbox on here. I think it's literally impossible to get to the end. So many. I guess it could be a good thing.\n  ","43564":"\n  Sometimes it's someone venting about a situation going on or asking for advice. Wondering an opinion or an assumed solution type thing.\n  \n  Sometimes people are asking me a cooking question. How to season something. How to prepare something maybe.\n  \n  I get questioned on in general type stuff... Like maybe about guns or hunting? or video games or maybe the paranormal. Things that I'm knowledgeable on usually... Geography? culture? weather? A translation. Depends honestly.\n  ","43565":"\n  ?.?\n  ","43566":"\n  Say, if me and my husband were off every Friday, Saturday and Sunday, we would probably do some traveling. We really love to travel. And then if we had vacation time we would probably have that Friday Saturday Sunday and then maybe four more days and then be able to travel even farther. We love adventuring and exploring new places together.\n  ","43567":"\n  This isn't exactly my most favorite but it is one funny meme.\n  ","43568":"\n  Thanks. Good evening. And you have a nice day too as well!\n  ","43569":"\n  Thursday or Friday usually\n  ","43570":"\n  Thanks! You and your family have a wonderful holiday too! And I don't really like salt water taffy but my husband loves it!\n  ","43571":"\n  No problem. Thanks. Hope you're well? Thank you for all be questions.\n  ","43572":"\n  Don't be jealous of me. But thank you\n  ","43573":"\n  ?\n  ","43574":"\n  I honestly just try to stay healthy more or less.\n  ","43575":"\n  I wouldn't want to die a sudden death exactly. During my researches with the Paranormal, that is not a pleasant death whatsoever. It's like I was sick or something I would want to know if I was going to die within the next year or so maybe. But if I was to die suddenly, I don't think that would be good but that's life.\n  ","43576":"\n  Made back in the Seventeen hundreds just to see how it looks like\n  ","43577":"\n  I feel that people that cheap are people that don't have all their crap together. They need to work on themselves more. Instead of focusing on being with someone else.\n  ","43578":"\n  The Bounty Hunter show Patty Mayo\n  ","43579":"\n  You're anonymous\n  ","43580":"\n  Honestly I wouldn't want to do neither. I wouldn't want to read people's minds because they deserve privacy.\n  \n  And I wouldn't want to predict the future because I would predict the good and bad and it wouldn't even be spontaneous or exciting. I like being surprised. Going with the flow type thing.\n  ","43581":"\n  Thank you so much and Merry Christmas to you too and your family! Have safe travels!!\n  ","43582":"\n  Just my wonderful man. Keep is nice and keeps me safe. ♥ Love his beard. His tattoos... But really.. Mainly.. His precious and kind soul. ?\n  ","43583":"\n  Thank you so much Manu! ♥? Your awesome! Appreciate ya!\n  ","43584":"\n  Milk\n  ","43585":"\n  Prob math\n  ","43586":"\n  I don't want to say exactly where, but it's near the Hammond area. Not because of you but, other viewers. But yeah I have family from all over the state though. That's awesome that you lived there for a while. That's cool talking to someone from around Louisiana on here.\n  ","43587":"\n  The commercial through the football games are hilarious. Especially the ones for the bowls and the Super Bowl.\n  ","43588":"\n  ? Hey\n  ","43589":"\n  Thank you so much! And I don't really know what I'm going to do on my birthday actually. I'm just really excited about going to south Louisiana to visit my family and friends. More than likely will spend of it down there, so that's enough of a birthday gift to me! Lol. ?♥?\n  ","43590":"\n  Who knows honestly. ??\n  ","43591":"\n  Yeah. I'm fine with that.\n  ","43592":"\n  Gta5\n  ","43593":"\n  Definitely a little bit of both.\n  ","43594":"\n  I mean... I don't mind giving anyone a chance to try to be my friend but if they're a bad influence or they are doing things that they're not supposed to and then I may not continue to be their friend. I don't like people that are judgmental and discriminative either.\n  \n  Other than that we could be friends!\n  ","43595":"\n  Hey\n  ","43596":"\n  Thank you\n  ","43597":"\n  Live your life to the fullest and a stressless as possible\n  ","43598":"\n  Waz'happen'n?\n  ","43599":"\n  I haven't exactly had a moment like that but I do remember a time where I was proud of myself for something\n  ","43600":"\n  I left my home where loved for the one I love and for a new place to grow on me and to love. Though I visit my family and friends very often. We make it work. Plus. We going to get a place over there eventually.\n  ","43601":"\n  Thanks so much! You rock!\n  ","43602":"\n  I'm sure I've had many but I don't remember a lot of my dreams really. Sadly.\n  ","43603":"\n  Extremely interesting\n  ","43604":"\n  Free\n  ","43605":"\n  So much to name honestly.\n  ","43606":"\n  Maybe something like this.\n  \n  Maybe a frosted rose or an air bender type thing. Maybe a Swan. Idk.\n  ","43607":"\n  ??\n  \n  ? Yay!\n  ","43608":"\n  Before and after. ?\n  ","43609":"\n  Hey. And I'm good. Thanks for asking. And I try. You're nice to me as well. I appreciate it.\n  ","43610":"\n  Ikr?\n  ","43611":"\n  Lol. Who knows there tbh. ?\n  ","43612":"\n  Do I? Omgosh yes!\n  ","43613":"\n  I think. Idk lol\n  ","43614":"\n  Living my life to the fullest.\n  ","43615":"\n  Lol\n  ","43616":"\n  Thanks.\n  ","43617":"\n  Nice.\n  ","43618":"\n  I'm doing good\n  ","43619":"\n  Jason unless you're counting a question than one of y'all.\n  ","43620":"\n  Honestly what I'm trying to stay in shape and lose weight I do a little bit of both. I enjoy lifting weights and running on treadmills and I do enjoy giving up certain foods for long periods of time. It's a good challenge. I also really like riding bikes. I also love fruit and vegetables so I definitely love eating healthy.\n  ","43621":"\n  I'm definitely more of a saver\n  ","43622":"\n  Find someone to chit chat with or play video games. Sing. Go outside\n  ","43623":"\n  I'm doing good. I hope that you're doing all right thanks for asking\n  ","43624":"\n  Yes\n  ","43625":"\n  I play hundreds of different types of games on Xbox and other types of Gaming handhelds and consoles. But the game's not playing mostly right now or Minecraft, GTA games, Modern Warfare, Battlefield, pubg, forza games, Roblox, more Call of Duty games. There's a lot of other games too. This is just a few.\n  ","43626":"\n  O.o\n  ","43627":"\n  I honestly try to learn to get. I enjoyed giving more probably. But they always say in life you have to learn to get to give\n  ","43628":"\n  Hello. ?\n  ","43629":"\n  Nope.\n  ","43630":"\n  Ikr.\n  ","43631":"\n  I'm good. Thanks.\n  ","43632":"\n  My shoes are cleaned.\n  ","43633":"\n  Thanks. You too!\n  ","43634":"\n  The one's in the picture are slippers.\n  ","43635":"\n  By myself, round people, wherever.\n  ","43636":"\n  What?\n  ","43637":"\n  Thanks.\n  ","43638":"\n  ? Hey\n  ","43639":"\n  A star or ? angel usually.\n  ","43640":"\n  My military one's my hubby bought me. ♥????\n  ","43641":"\n  Lol.\n  ","43642":"\n  Let's just say, some people learned lessons that were needed to be. ?\n  ","43643":"\n  Not on a silly one, no.\n  ","43644":"\n  Around 10ish and I felt and l still do.\n  ","43645":"\n  No. I do not want to talk in private. Anything that needs to be said can be said right here. So sorry if ya don't like that. I'm not tryna' be mean, but I do not want to talk in private. No reason to anyway.\n  ","43646":"\n  Have a conversation? Yes.\n  ","43647":"\n  Ummm k.\n  \n  But afternoon.\n  ","43648":"\n  Thx. Morning.\n  ","43649":"\n  Thank you! Have an awesome day!\n  \n  The countryside out here.\n  \n  Road our four-wheeler out to here the other day and I just had to snap a picture of the sun soon about to set. Beautiful ain't it?\n  ","43650":"\n  Of course.\n  ","43651":"\n  Idk if any of these are exactly what you would call a \"trait,\" but I enjoy alot of activities that guys would *usually* only like. *Usually* There are sone girls that are like me too and probably do the same. Or what I mean... like the same as I said.\n  ","43652":"\n  Thanks.\n  ","43653":"\n  ? hey\n  ","43654":"\n  Hazel greenish, yellow, brown. They change.\n  \n  Rare to a blue.\n  ","43655":"\n  Fruit cake\n  \n  Milk\n  \n  Cheese dip that needs to be thrown out\n  \n  Lettuce\n  \n  Carrots\n  \n  Condiments\n  \n  Sammich meat\n  \n  Hot dogs\n  \n  Little more cheese for cooking\n  \n  Butter for cooking\n  \n  Eggs\n  \n  Pickles\n  \n  Hot sauce\n  \n  Aquaphor healing medicine for tattoos\n  \n  Freezing cold aloe vera for sunburns\n  \n  Jello\n  \n  Fruit jello\n  \n  Oranges\n  \n  A little pudding.\n  \n  Cabbage\n  \n  Cauliflower\n  \n  Onions\n  \n  Lots of water\n  \n  Tea\n  \n  And more.\n  ","43656":"\n  Followed ya. Thanks for following.\n  ","43657":"\n  I wear one all month. Wearing one now. ?\n  ","43658":"\n  ?\n  ","43659":"\n  Yea\n  ","43660":"\n  Nice\n  ","43661":"\n  Red white and blue\n  ","43662":"\n  Well that's good.\n  ","43663":"\n  Hope you're well.\n  ","43664":"\n  I'm good. Thanks.\n  ","43665":"\n  ? hey\n  ","43666":"\n  ?\n  ","43667":"\n  What? I thought we were talking about beer? Any I don't know what, \"what game?\" Means. Maybe specify a little bit more on the question??\n  ","43668":"\n  I have alot of favorite parts. I love it the on the train scenes.\n  ","43669":"\n  Nice. I drink any.\n  ","43670":"\n  I hear ya. It's just cherries are so sweet to me. If I get the opportunity again I will.\n  ","43671":"\n  Yep. Love the movie\n  ","43672":"\n  Here\n  ","43673":"\n  That is definitely too much information. Definitely part of my safety.\n  ","43674":"\n  I don't think I've made a cherry pie yet. Cherry is way too sweet for me. Though I do like cherry drinks.\n  ","43675":"\n  Listen to the advice and take it the other way around not to follow that type of advice so at the end of the day you learn some kind of lesson.\n  ","43676":"\n  Clean up after themselves and not just throw things wherever on the ground.\n  ","43677":"\n  ?lol I guess so.\n  ","43678":"\n  I have felt my grandma make tons a different kinds of ties. Element icebox pie. I think a pecan pie. I think I've made a sweet potato pie once with her. Many different fruit pies. A old school homemade chocolate pie. I have made Mississippi Mud pies. I think I've made like chicken pot pies like different meat pies.\n  \n  These are just all the kinds of pies I've made. Some sweet some meaty.\n  ","43679":"\n  Seafood.\n  ","43680":"\n  It's okay. ? But yep. That's what it is. Yellow snow is PP snow.\n  ","43681":"\n  I guess so. ??\n  ","43682":"\n  Yee\n  ","43683":"\n  Pee pee snow.\n  ","43684":"\n  It is 7:16 p.m. and central USA\n  ","43685":"\n  I don't know what in the heck he did today but he is tuckered out totally. LOL. Out like a light. ?\n  ","43686":"\n  Yes. Do you know what yellow snow is bud? Lol.\n  ","43687":"\n  I'm definitely more of a sweet person. I love my homemade pies.\n  ","43688":"\n  We are more than likely going to have half of a ginormous turkey that we're getting from my husband's work. We're going to probably have half of a huge ham too. For more than likely going to have stuffing and gravy and rolls. Some mac and cheese and vegetables and peach cobbler.\n  ","43689":"\n  ?\n  ","43690":"\n  I just posted a pic.\n  ","43691":"\n  Thanks and that's one of my pups G. He's a pit. ? A sweetie. ?? USA here. ??\n  ","43692":"\n  Pretty much every day. I've been with my husband. They were both fun and romantic.\n  ","43693":"\n  I really appreciate anything as long as it isn't malicious or anything.\n  ","43694":"\n  Yes.\n  ","43695":"\n  Warm pajamas because it's freezing out and it's my day off. Christmas pajamas.\n  ","43696":"\n  I really like That's So Raven and Kim Possible\n  ","43697":"\n  Si. ??\n  ","43698":"\n  Air and weather bending. Heat and cold.\n  ","43699":"\n  Bugles are pretty good. I heard the salted caramel ones are the bomb diggity.\n  ","43700":"\n  Not a onesie, just some pajama pants that are thick.\n  ","43701":"\n  We had some really bad ones near where I live and even some down in Louisiana. But none hit more all the bad luck Elaine. Was like I said there was one very close to our location and it was a bad one. We are blessed.\n  ","43702":"\n  Definitely definitely depends\n  ","43703":"\n  An old-school music Avril Lavigne concert\n  ","43704":"\n  I love the name Orianthi. It is Australian.\n  ","43705":"\n  Slippers for now. Lol ??\n  ","43706":"\n  I was always taught that if you believe is God is real then you have to believe that the devil's Brew. Because good is real and bad as real.\n  ","43707":"\n  I hear ya.\n  ","43708":"\n  Definitely my family and friends and my life\n  ","43709":"\n  Definitely Winter.\n  ","43710":"\n  My baby and me.\n  \n  ????☺♥\n  ","43711":"\n  ? Ikr. They are so beautiful.\n  ","43712":"\n  Oh sh-. i knew something was wrong with our ashes.\n  ","43713":"\n  My favorite. Yes I do.\n  ","43714":"\n  Lol. Hey. I'm good.\n  ","43715":"\n  Why? Lol.\n  ","43716":"\n  I don't mind using any of them. I can make any work.\n  ","43717":"\n  Being here still and alive. To be free. Safe.\n  ","43718":"\n  I just wore because I didn't care.\n  ","43719":"\n  Spend it with family and friends.\n  ","43720":"\n  No.\n  ","43721":"\n  Different things. A better year. More travels.\n  ","43722":"\n  Depends. I don't like watching too much of gore (makes me sick) and extremely brutal things.\n  ","43723":"\n  The paranormal.\n  ","43724":"\n  I really like my boots.\n  ","43725":"\n  I never say goodbye. We shall all meet again somewhere, one day.\n  ","43726":"\n  Funniest.\n  ","43727":"\n  Life and being here in general amazing me.\n  ","43728":"\n  Lol well thanks\n  ","43729":"\n  Umm. I hope not. ?\n  ","43730":"\n  You're never alone and should never be sad. Or at least try not to be sad.\n  ","43731":"\n  I played lots of old school Mario games, Sonic, Bomberman. Old Grand Theft Auto games.\n  ","43732":"\n  I really like both but I play mostly Xbox One.\n  ","43733":"\n  I'm sure.\n  ","43734":"\n  Thanks so much! That means a lot to me!\n  ","43735":"\n  Awe.. thanks. For all the kind words. Yes we definitely do things different. I mean there's different cultures and different ways that people cook all over the world. Some people just failed to remember that. There are thousands of other cultures in the world other than their own in which they were raised through. Foreign cultures, and which I would like to see as many as I can before I go. I love different culture. I find it so interesting. I get a type of joy from learning another person's culture and living in it and accepting it. I get some sort of peace feeling like. You don't understand how wonderful it is to have someone accept your culture and like it.  It is so respectful.\n  ","43736":"\n  Same with you from me. I believe in ya.\n  ","43737":"\n  Eh.. depends. Because People usually roast Cajun folk in the comments. ? at the same time I don't really care but, we do things very strange and different when cooking. Down to trying raw meat when it's seasoned. Down to smelling the food and trying food when it's cooked and not cooked. Punching and throwing ingredients around based off of thought and gut feeling. Sometimes just knowing how much you're supposed to put. Though that's how life is and everybody is a critic but... I already have a YouTube channel where I put all kinds of things on it. Mostly the vloggs of my life. BellaMarieStarSwan is my channel.\n  ","43738":"\n  No. And if I did I would literally beat the sh- outta them. Plus if my husband would have been there, I would feel really bad for that person that day.\n  \n  My husband is a huge man and is not very happy when people touch his woman, especially inappropriately and when I don't want them to. Everybody should have respect and privacy. Have your own bubble that people should stay out of. Especially people that they don't know. But.. he's a big tall man covered in tattoos. Works to protect and knows many different types of martial arts. Also knows his rights. And so do I. Now don't get me wrong. He is a very nice and sweet individual and he's very respectful of both men and women. But when you make him mad and break that respect. Bad things happen and justice comes in.)\n  \n  And honestly random strangers would probably beat the crap out of them. You'd be surprised of how awesome people are in the south.\n  ","43739":"\n  Thank you kindly for all the sweet words.\n  \n  I really do love to cook. I enjoy teaching people too.\n  \n  I also like cooking things kind of a little crazy like... ?... Like crawfish. When you get them they're alive still so it's kind of funny. Little crazy... Haha. Sometimes if we have kids over they'll try to play with them. The little claws or pinch them and stuff. And some of the kids are just terrified of them. And some of them are just having a blast playing with them. And at the end of the day when you cook them they're delicious. You see the smiles on people's faces.\n  ","43740":"\n  Sure. Your at the right place to ask questions. Shoot ?\n  ","43741":"\n  ?????\n  ","43742":"\n  It's in my blood.\n  \n  My Cajun French roots. I don't know how good I am but I do love to cook. I've learned a lot from my mom my step dad and my grandparents and more. They have taught me a lot.\n  \n  Love to cook for sure.\n  ","43743":"\n  Thank you kindly. You have a good day too.\n  ","43744":"\n\n   @Elizabeth2018x\n  \n\n  You are an awesome and amazing human being. Always honest and expressive. Not afraid to tell someone off. Also, not afraid to help someone and turn someone's day around too. You have lovely hair and take beautiful, natural pictures. Thank you and keep being great you! Have an amazing afternoon!\n  \n  (Went down my list. I closed my eyes and picked someone random.)\n  ","43745":"\n  Thanks. I try to be. Where I was raised is how we were taught to be. To make people feel comfortable and welcomed.\n  ","43746":"\n  One that we usually always do is open one present on Christmas Eve. Always cook usually.\n  ","43747":"\n  Maybe parkour. Maybe more knowledge of math. Haha.\n  ","43748":"\n  Ikr?\n  \n  Means.. I know right?\n  \n  Short for the sentence.\n  \n  (Sorry. Haha.)\n  \n  And I said it with agreeing and excitement also. ?\n  ","43749":"\n  Your welcome. I try.\n  ","43750":"\n  You are not the problem. People do not see different a lot. Some people are not raised to where they mind those who cannot help the way that they were born; the way that they are. Just look at it as that. People have a lot of insecurities. When I get the opportunity to pick on whoever they can they do it. It's a way of making them feel better for some reason. That's where malicious people come from. Sometimes they don't even realize they're doing it. They're so full of themselves that they don't even care to listen to anyone. It's almost like they can't help it themselves and they have a problem of their own. Maybe look at it like that.\n  ","43751":"\n  Ikr? And we have leftovers!\n  \n  (hands you a piece of cornbread, a nice serving of beans and a few pieces of cube steak.)\n  ","43752":"\n  Thanks. Though I didn't really exactly answer your question.\n  \n  My most favorite dish would have to be homemade macaroni and cheese. I also really like homemade stuffing. Usually two kinds. I love chicken and rice dressing. I really enjoy a nice homemade pie. My grandmother when she was alive she used to make them for Christmas. They were always so good. I now have a couple of her homemade recipes. Hopefully I can mimic them the same. You can only try. And have confidence. Thanks for the question. Also, I followed you back. Thank you for following me! You rock!\n  ","43753":"\n  You're not. I enjoy talking to you. You are a good friend of mine. Do not feel that you are annoying. If people do not like you than do not talk to them. If you feel that they don't like you also still don't talk to them. Talk to the people that care for you and enjoy talking to you. Do not let people bring you down. Socializing is a very healthy part of life.\n  ","43754":"\n  Usually will sit here and decorate the entire house the day after Thanksgiving. If we feel really festive we will decorate a little bit before Thanksgiving. Usually will put lights up outside and we'll decorate the entire house with Christmas type stuff. Will put up the Christmas tree wait a few days and decorate it. We'll put up the stockings and the reef on the door. Christmas mats and tablecloth and the little place masks that you put at each seat for your food to go on. Will take out the Christmas hand towels. There's little ceramics that we put around the house on different furniture. There's a few pictures sometimes we'll put up on the walls. We might put the blow up things outside with the lights. Will put the nativity scene up somewhere in our house or outside. We will go every now and then and go Christmas shopping or window shopping to see what they want. Take a few days to wrap presents and put them under the tree. By candy canes and put them on the tree. Every day counting down to Christmas we eat a candy cane off the tree. We do stocking stuffers and candy and each stocking. Put a favorite candy of each person in their stocking. At least three or four stocking stuffers. Usually get everybody a few presents. Everybody gets to open one present on Christmas Eve. We wake up around 7, 8 or 9 in the morning and open Christmas presents and then go to my grandparents and open more with the entire family and enjoy dinner and talk to everybody. Since I live in Mississippi now we don't really do that. Will either go a few days before Christmas or after Christmas and do that. Also since my grandparents have passed now we just go to my mom's and then after we go to different family members houses. We still cook for Christmas Eve and Christmas. This is just a few Traditions that we do. We usually do at least 90% of these every year. I absolutely love Christmas. It's my most favorite time of the year. It's so peaceful. Plus I love the cold and the winter.\n  ","43755":"\n  Seeing other people and animals happy and comfortable\n  ","43756":"\n  Both are okay to me.\n  ","43757":"\n  I get to go to Louisiana and see family and friends and spend time with them. I'm excited! I'm going with my husband and my pup! Hopefully we have a blast. I'm also going to go and visit my grandmother's grave. She just passed away last month. It's still hard to believe. It's hard.\n  ","43758":"\n  I just want a small little Thanksgiving dinner kind of thing. A little ham, a few sides a homemade dish or two and a pie.\n  ","43759":"\n  Taking in the glories of life and what it has provided for us. Feeling achieved and stressless.\n  ","43760":"\n  Don't have.\n  ","43761":"\n  Yes. I do.\n  ","43762":"\n  Days. Sometimes weeks.\n  ","43763":"\n  ??\n  ","43764":"\n  Yes.\n  ","43765":"\n  I really like the Terraria game ( it's a plant similar type game) and Pocket Animal Crossing.\n  ","43766":"\n  Just try to look on the brighter side of things. Discover Hobbies. Call someone and talk to them about it. Go for a ride. Go on a road trip. Go fishing or hunting. Cook something. Play a video game with some friends.\n  \n  The best way to deal with depression and stress is to be productive. To socialize.\n  ","43767":"\n  Thank you.\n  ","43768":"\n  I honestly like any type of gourmet candy but my favorite type of candy would have to be the Ferrero Rocher candies and dark chocolate.\n  ","43769":"\n  Yesterday we had Mexican cheesy jalapeno cornbread, pork and beans with ham and bacon in it, and cube steak nuggets.\n  ","43770":"\n  I'm from Louisiana. I live in Mississippi. I've been here for about a year-and-a-half. I'm from south Louisiana. Was born and raised there for about 22 years. I go to visit family and friends next week for about 3 days.\n  ","43771":"\n  Children yes. I feel. ? people that can't think or function on their own as well. Like they don't know no better. Like they can't even take a bath and brush their teeth or get dressed in the morning by themselves. Much less understand a single word someone tells them.\n  ","43772":"\n  ??\n  ","43773":"\n  Yeah. The tornadoes got really bad here in our state. We are okay and didn't have any where I was at. There was one near where we were at but it did not come here.\n  \n  Thank you for the Positive Vibes and prayers. We were a little nervous but made out fine. Today it is freezing out. It's like 20 to 40 degrees out. This morning it was 20° and now it is around 37 out and wet.\n  ","43774":"\n  Thank you. Happy Holidays to you too. ?????\n  ","43775":"\n  It was 20° Fahrenheit this morning when we woke up and it was cold and I see. Now it's about 32 to 40° out\n  ","43776":"\n  Yeep.\n  ","43777":"\n  Sure? Lol.\n  ","43778":"\n  Ryans\n  ","43779":"\n  Definitely my mom. And then grandparents.\n  ","43780":"\n  You should probably get you some sleep. Considering you just got in a wreck today or yesterday or whatever... Lol. you know what I mean. LOL anyway I'm off to sleep. You have a good night. Be safe tomorrow my friend.\n  \n  Tomorrow when I wake up is supposed to be freezing. My husband said it's supposed to be like 20-something degrees. I am so not ready for that. Lol\n  \n  Anyway goodnight to you and goodnight to everybody!\n  ","43781":"\n  What is my most favorite movie? I really love the Sandlot movies honestly.\n  ","43782":"\n  I want me and my husband to get our own house. To have our own little place.\n  ","43783":"\n  Tau\n  ","43784":"\n  Mostly Xbox One at the moment\n  ","43785":"\n  You probably woke up from some pain or something. Or regular routine? Who knows. ? I don't even know why I'm still awake.\n  ","43786":"\n  Thanks. For some reason it cut out part of one of my sentences I was trying to answer... I was trying to say.. (Srry)\n  \n  I'm snuggled up to my dog and my husband. But LOL my husband isn't exactly an animal but is the only thing I can hear at the moment. And I can hear my loud fan. I know that's not exactly an animal either but LOL plus my dog isn't making any noise.\n  \n   That's what I meant to say. My phone is being strange.\n   \n\n     View more\n    \n\n","43787":"\n  I love getting a caramel frappe with extra caramel drizzle and an extra shot of espresso. Then I love customizing my sandwich. I get a cheeseburger with extra onions and lettuce and pickles tomatoes ketchup mayonnaise mustard. Basically everything on it. And a medium fry. I also like the breakfast there too.\n  ","43788":"\n  Someone had complimented my little Christmas hat that I had on at work the other day.\n  ","43789":"\n  Making a small civilization\n  ","43790":"\n  You're surely up late\n  ","43791":"\n  Thanks. And I followed back. Plus thanks for the likes.\n  ","43792":"\n  Well at the moment I'm in my house and my dog is snuggled up next to me and my that's the only human and animal life in here right now at the moment. And then I can hear my fan. Considering my husband isn't really an animal... Lol it's the only back in here right now. And considering my fan is not an animal but that's what I can do right now. Plus my dog isn't really making any noise.\n  ","43793":"\n  I really just try to be positive about anything and everything. I feel like that's a good way to be. But of course still be realistic about life.\n  ","43794":"\n  Same. Plus I watch YouTube videos. Sometimes I'll cook or clean. Sing. Play video games or maybe take some naps.\n  ","43795":"\n  My husband and I got a free turkey and some popcorn\n  ","43796":"\n  Yes. I love them and swans. They are both beautiful.\n  ","43797":"\n  Yes\n  ","43798":"\n  Your blouse looks nice and I like your nails to someone else\n  ","43799":"\n  Camo and blue jean\n  ","43800":"\n  I don't really think any of this is really too \"heroic\" but it's something that we should all keep notice to. And to what exactly? Anything and everything. Because anything and everything can happen. Life is short. People take it for granted.\n  \n  Healed many wounds. And also help people heal wounds over the phone.\n  \n  Caught people from falling. Watching the road when someone wasn't and warning them that something is about to happen and they maneuvered a way to avoid. If I wouldn't have told them way more than likely would have crashed.\n  \n  Taking care of as many animals.\n  \n  Help people they don't have anything. Feed people. Keep people clothed. Helping people through natural disasters.\n  ","43801":"\n  Swimming with dolphins. Money and getting there\n  ","43802":"\n  Attitude. Smell.\n  ","43803":"\n  To live it as stressless as possible and at the fullest extent. Going with the flow.\n  ","43804":"\n  It definitely depends. Sometimes I just like going with the flow and then other times I do like to plan things out.\n  ","43805":"\n  Eh.. Can be. Depends... it depends on if your family members are doing something to upset your friend(s). At the end of the day it really shouldn't matter if they accept your family, they really should just accept you. Of course if they meet your family they need to remember to be respectful regardless. Especially to adults. It doesn't matter if they accept them or not. But if the family members are being downright ugly to your friends or maybe your friends see some sort of mental or physical abuse being done from your family towards you and they feel that you are unsafe. Then I could see why they might not want to accept them... it definitely depends. If they feel concerned that I need to go to a higher up or some type of authorities if they feel that you are unsafe. But at the same time they need to take this situation seriously cuz this is life and that is your family. They need to have evidence and be very serious about their approach to upper higher authority. AKA reporting.\n  \n  But if the people (your friend's) are just being disobedient to certain rules and regulations that you're family members have, then that is the part where it depends because that definitely does not matter as into the person that is your friend. They should accept your family members as so with their rules and regulations. Especially towards you in safety terms. I hope that you understand my answer. This also can be good advice towards dating. If you are dating someone and they don't accept your family and by the rules and regulations then there is something wrong. But at the same time that everyone gets along and it could literally be over nothing. Sometimes people just don't like certain people. And also sometimes parents get jealous when they see their baby growing up. It's hard for them to catch reality that they are growing up. Again I hope that you understand my answer.\n  ","43806":"\n  Jason ♥? Always\n  ","43807":"\n  ?\n  ","43808":"\n  Haha.\n  ","43809":"\n  ???\n  ","43810":"\n  Oh okay.\n  ","43811":"\n  Mhmm\n  ","43812":"\n  When we were in the process of decorating the Christmas tree.\n  ","43813":"\n  I miss so many of them. I definitely miss the PlayStation one. There's a lot of them I don't remember because I was so young playing them. I played a bunch of different old consoles\n  ","43814":"\n  I would want to be around family and friends for those last 10 days that's all I know\n  ","43815":"\n  Yea?\n  ","43816":"\n  Sure. Anything's possible.\n  ","43817":"\n  Either something for people that don't have food or clothing. Or maybe something for animals.\n  ","43818":"\n  I gotcha.\n  ","43819":"\n  Yeah and I also recommend the muscle rub and icy hot because they're good too. The only thing about Icy Hot is you have to like apply at every hour for it to work. Plus Icy Hot only really affects the top layer of your skin and underneath a little. This works, Bengay. Maybe try to see if your doctor can prescribe you some muscle relaxers. But usually you have to get a high dosage for them to work.\n  ","43820":"\n  I like Paranormal and adventuring type videos. I like to watch cooking videos. People doing different types of challenges. I really love music. I love the Vlogs of people's lives. Animals.\n  ","43821":"\n  It is going well.\n  ","43822":"\n  Yeah..\n  ","43823":"\n  For sure. I'd be too.\n  \n  I've had a lot of death close calls. Really bad wrecks. Almost bad bad wrecks. I am not a fan of driving whatsoever. I get way too much anxiety. Possibly a little bit of PTSD from the close calls. I don't know but I get extremely frustrated and nervous when driving. Very uncomfortable. I can't really see that well anyway at night. Around 5 or 6 so I can't really drive at night. But the reason why I mostly don't drive is because of this really bad incidences that have kind of kept me from wanting to. I don't mind riding. Especially with my mom or my husband. I trust them. Or a friend.\n  ","43824":"\n  Yeah. I'm taking care of Jason from an injury atm too. So yeah.\n  ","43825":"\n  Very good.\n  ","43826":"\n  Panther outside\n  ","43827":"\n  Lots of ibuprofen and epsom salt baths if I was to you.\n  ","43828":"\n  ...this person I lived with.... start bring nicer to people and to me so my life can start seeming better.\n  ","43829":"\n  Srry bud.\n  ","43830":"\n  Idk lol ? Who knows. Haha. That's what I said.\n  ","43831":"\n  ? Hey.\n  \n  I'm well.\n  \n  Thanks.\n  ","43832":"\n  6 in girls\n  \n  4 in guys\n  ","43833":"\n  That take my horse down the old road song whatever it's called.\n  ","43834":"\n  5.2\n  \n  I'm tiny\n  ","43835":"\n  Yeah. We're ok. The weather is just a little bad is all.\n  ","43836":"\n  Thank you. We tryin'!\n  ","43837":"\n  I'm good. Thanks.\n  ","43838":"\n  10\n  ","43839":"\n  Our freedom here in the USA.\n  \n  Like the type of words that come out of our mouths. If you were to say half of the things (or did half of the things that we dis here) that you could here in other countries you would be put in jail, beaten to death or even prosecuted.\n  \n  People here in the USA take their freedom of doing a speech for granted. They don't know when to keep their mouth shut. Know when to speak and no one's keep it to themselves. No morals. No respect. People forget that you can have an opinion but be respectful about it. And it's okay for people to disagree with you and agree with you.\n  ","43840":"\n  The same.\n  ","43841":"\n  Well the beans that I'm going to be making are going to taste like barbecue beans.\n  \n  Mexican food is really good too.\n  ","43842":"\n  It's actually really warm out right now but we have tornado warnings out. But literally right after the storm the temperatures are supposed to drop in like in the 20s.\n  ","43843":"\n  Ikr. It's gonna be good! ???\n  ","43844":"\n  It's all good. Have a good day. ??\n  ","43845":"\n  Just being silly I miss my little cousin at my grandmother's house during the Christmas holidays. Going to the park and having an awesome time with family and friends. Loving every single thing my mom ever got us. Enjoying bling with my sisters with the new things we got.\n  ","43846":"\n  Many times have I gotten bad customer service. Most of the time I just move on because usually no one does anything about it. Sometimes I'll post a review or call an upper. Call their corporate office or something. But most of the time I don't do anything about it. The only time I ever say anything is if it's something pretty dangerous or like I'm pretty much saying already it can hurt someone. Like that's the only time I ever taken action when I'm there. Other times I tried to just defuse a situation, return whatever item or just not to buy that I'm getting there and just leave.\n  \n  Many times at Walmart I have gotten rude customer service. I have gotten some pretty bad customer service at some restaurants too.\n  ","43847":"\n  A lot of people passed away in 2019 so it's been pretty rough. And lots of good moments with family or friends. We bought a four-wheeler. Celebrating me and my husband's first year anniversary. Taking my dog on his first road trip. He had a good time.\n  ","43848":"\n  Sure. Anything's possible.\n  ","43849":"\n  Fried cube steak pork nuggets, pork and beans and some Mexican jalapeno cheesy cornbread\n  ","43850":"\n  Yea?\n  ","43851":"\n  Well that's good\n  ","43852":"\n  When we are ready we wil have them. We want to enjoy us for now.\n  ","43853":"\n  Today is my off day from work. I'm really just keeping it easy at the moment. Watching some YouTube. I'm probably going to cook in a little bit.\n  ","43854":"\n  Oui. Je viens du sud de la Louisiane. Cajun français.\n  ","43855":"\n  Lol\n  ","43856":"\n  We don't call the cops out here. We handle it ourselves.\n  ","43857":"\n  ?\n  ","43858":"\n  Even after when you turn 20 you still kind of feel like a teenager until you're like 25. Cuz I'm kind of starting to not feel like one anymore. And I'm about to be 24. But when I was 20 21 22 I still kind of felt like a teenager. I don't know if any of that makes any sense.\n  ","43859":"\n  I play pubg but I don't have a clan or some sort of community for people to join. I haven't been playing it that much lately either. I've been playing a lot of Modern Warfare. I need to get back into playing pubg again. Is so much fun.\n  ","43860":"\n  Thanks! Ikr?! My birthday is coming up!  It's so hard to believe that I'm going to be 24. And I say that because like the years are just going by so quick it seems. I don't know if you feel that way but I know I do. I'm super excited for my birthday because I got to spend it in south Louisiana with my family and friends and I get to spend it with you guys.\n  ","43861":"\n  Dang.\n  ","43862":"\n  Idk. ? Maybe air? ? Haha\n  ","43863":"\n  To live a lovely life with my husband and making raise kids with him.\n  ","43864":"\n  Just having good moments with family and friends. Spending time with them.\n  ","43865":"\n  ? Don't think so.\n  ","43866":"\n  Just chillin' atm. Waiting for my hubby to come home.\n  ","43867":"\n  T-Rex maybe. They are cool.\n  ","43868":"\n  Mondays are fine for me. Any day of the week can be good or bad. Just depends on what goes on.\n  ","43869":"\n  Need more people using common sense.\n  ","43870":"\n  ? Hello. Thanks. Morning, afternoon.\n  ","43871":"\n  I love your blouse. I like your nails.\n  ","43872":"\n  Are you fukn' kidding me? You and your car okay??\n  \n  I'm good btw. Slept good. Good day so far here.\n  ","43873":"\n  Anything by Ryan Upchurch or Avril Lavigne is really good\n  ","43874":"\n  I hear ya.\n  ","43875":"\n  I don't think that I have too many games on my phone maybe one. Then again I think I deleted it. Need more space.\n  ","43876":"\n  Ummm.. Probably 80 times a day... I'm a coonas... We can't help it. ? Leave me lone. ? jk. jk.\n  ","43877":"\n  I gotcha. Thanks. I followed ya back. ?\n  ","43878":"\n  [Tomorrow I shouldn't have to too much to do. I'm tired... At least I have the day off tomorrow. Yay. I think ima cook... yeah! I am! Goodnight!]\n  ","43879":"\n  I feel that you've gotta have a little bit of both honestly.\n  ","43880":"\n  Going good. Thanks. I hope yours is going well.\n  \n  Me and my husband rode our new four-wheeler we got as an early Christmas present all weekend. We both had a blast. ??♥\n  ","43881":"\n  Good ideas for stocking stuffers or like cards and not just like a deck of cards would like some really cool that's the cars. Little babies roll on perfumes and sprays. Bath bombs and the little masks. Big candy bars. Socks. Nail polish. Different types of makeups that are usually slim or small. The long Slim Jims. Candy canes, especially the big ones that are plastic and have the candy and them such as Hershey Kisses or little baby Kit Kats or something. The little toys that are on the Walmart dollar or $5 aisle. Like brain teasers and stuff. Mini puzzle. Mini stuffed animals sticking out of the top. I love the 20 question game and it's actually a really small item and you can put that in a stocking. Tamagotchis. Flashlight. Nail file. And more. (mini bottles of alcohol)\n  ","43882":"\n  I usually like being behind the camera\n  ","43883":"\n  I would like to open a place where people can sell their at home creations. Kind of like a flea market but a little more southern-style kind of sells. And it is big and is indoors. Gourmet Foods. Homemade. Creative items that have been built. Paintings. & more.\n  \n  Then open a huge Cajun restaurant attached to a Cajun food store. Sells all types of seafood and of course has the attached restaurant that cooks and you can stay and eat and enjoy.\n  ","43884":"\n  Home of the brave\n  \n  Land of the Free\n  ","43885":"\n  Laser tag and ice skating parties are the bomb diggity. Ice cream cakes are good. Pizza is to\n  ","43886":"\n  My ability in being creative. I also can do impromptu speeches if needed\n  ","43887":"\n  No\n  ","43888":"\n  Thinking and Bill's.\n  \n  Mourning\n  ","43889":"\n  Our own place. Or really just a little on our own.\n  ","43890":"\n  An object? Probably my baby blanket because he reminds me of my grandparents and my mom.\n  ","43891":"\n  20 minutes but I can make it 5\n  ","43892":"\n  Yeah. Idk. I keep sending it to them. Hopefully they will take notice. Appreciate it!\n  ","43893":"\n  I've signed up for both I don't know why they haven't given it to me yet. I wouldn't mind either. But it wouldn't matter if I didn't have them either. But yeah I don't know. I think I've been meeting all the requirements of all\n  ","43894":"\n  Well... I don't exactly remember my first memory, but I do remember standing on a chair and me and my sisters were singing to Avril Lavigne's music.\n  \n  My first album bought is either Avril Lavigne or Britney Spears or maybe a NOW CD.\n  \n  I definitely don't remember my first movie. But I I remember watching Homeward Bound movies and loved them.\n  \n  Just little things as a kid were successes to me. Cleaning up my room and helping my mom cook or my grandmother cook was a great success to me. Just learning anything as a child was a success to me. Making my parents happy what's a success to me. Good grades.\n  \n  First disappointment... Again I keep saying I don't remember the first one. I remember asking for Tinker Toys a few Christmas is in a row but we weren't able to find any. Not really a disappointment but more or less just sad. Not really that big of a deal. It's a toy.\n  \n  I remember going to Mississippi beaches and having an absolute blast with my family.\n  \n  I worked at my family's grocery store for 7 and 1\/2 years. That was my first job and loved it.\n  ","43895":"\n  Just continue to be myself and eventually they should see that I'm good. Especially be like that in front of the Warden and supervisors and head honchos of place\n  ","43896":"\n  ?Thanks bud.\n  ","43897":"\n  5? Ithink? 4?\n  ","43898":"\n  My kind of vacation is taking a small tour to the locations that I really want to visit around the world. Spend about two days at each location and just experience the Traditions that they have there, the culture, the food the people, nature. Just as much as I can in those two or three days that I stay. Also visit many different penpals that I know from all over the world. Spend time with them and their family and friends.\n  ","43899":"\n  More the present and future. More present.\n  ","43900":"\n  About how somebody died or was killed or killed themselves\n  ","43901":"\n  Honestly... Who knows. I kind of wondered the same.\n  ","43902":"\n  Thanks. Inside it has three birthstones. Has red ruby, dark blue sapphire and dark purple amethyst. Each one of the birthstones represent something. Each one of the colors represent something. The diamond is meaning that we're unbreakable. It's holding all three of the stones together and protecting them. On the inside of the ring is carved you had me at hello. I absolutely love my engagement ring 3 it is beautiful and holds lots of meaning. He made it. Customized it.\n  ","43903":"\n  Not pay attention to them whatsoever and teach them morals. Teach them to earn things in life and to work hard.\n  ","43904":"\n  you're welcome and they look very nice.\n  ","43905":"\n\n   میں اس طرح اردو بولتا ہوں۔\n  \n","43906":"\n  Very good.\n  ","43907":"\n  I saw. Very nice.\n  ","43908":"\n  Yeeeep. Definitely. Creep ga'lore! LOL ?\n  ","43909":"\n  I saw the picture of your nails and it looks really really good.\n  ","43910":"\n  I'm about to go and look right now.\n  ","43911":"\n  Yeah I got you. Sorry I've been really busy and have so many questions I like literally they're all spread out lost into each other.\n  ","43912":"\n  None of these are really the most painful things in the world or anything but this is a few things that you can avoid that cause pain. One is bull riding cuz usually it's a pretty dangerous and hurtful support you no matter what you do. Getting tattoos and piercings. Fighting animals.\n  ","43913":"\n  Yeah I agree. I think that some of the stuff is really funny to. But like you said.\n  ","43914":"\n  Need to get you some sleep aid or something.\n  ","43915":"\n  Ikr?! ??\n  ","43916":"\n  Oh okay that's fine I'm just trying to be safer than sorry.\n  \n  This is my engagement ring.\n  ","43917":"\n  I suppose freaking so! ? like wth?? Haha Ain't they strange? LOL\n  ","43918":"\n  10\n  ","43919":"\n  I hear ya. That's more than likely going to be me very shortly as well.\n  ","43920":"\n  Ummm why?\n  ","43921":"\n  Yeah... I know what it is, it's just like why I asked me this? clearly I don't have any kids and I just... It's like they're picking up a conversation we never even had before? Lol I'm speechless more or less why I put the question marks and ask what. Lol. Like wtf? Reaction. ? whaaaaat??\n  ","43922":"\n  Thank you kindly.\n  \n  But lol. Too bad to them that I'm not giving him my location or showing any interest or them whatsoever because I'm married and if they show up at my house I don't think that my trained hunting dogs would even let him on the land. I don't think he would want to answer the door to an eight foot tall redneck and more dogs. Plus I know my rights. ?? Merica!\n  ","43923":"\n  It was a good nap. I needed it. My husband took a nap too with me. We just went riding on the four-wheeler before so we were tired.\n  ","43924":"\n  I'm not afraid of rats... snakes... alligators... coyotes... So yeah. I don't think I'm afraid of bugs. Yeah... We both aren't.\n  \n  Depends on how lazy I am that day.\n  ","43925":"\n  It's warm actually today. Tomorrow it will be too then the temperature is supposed to drop a TON. It's 70 and 60 out and it's supposed to be like 40, 30, 20... Rainy today and tomorrow and then those low temperatures come in after.\n  ","43926":"\n  Green tree, whits snow tips.\n  \n  White, silver, clear, black and blue decorations. Silver tinsel. Really pretty.\n  ","43927":"\n  Sometimes. One time the girl's at work did it and it was really fun. It was random of course, but the person who got me, got me a bunch of cool stuff and I really really loved all of it. We weren't even really friends or nothing but she ended up getting me really cool stuff I loved! It matched me! She did good and I liked everything and appreciated the effort!\n  ","43928":"\n  Atm. Amywhere on my new 4-wheeler with my husband.\n  ","43929":"\n  Crazy enough. I like both.\n  ","43930":"\n  Thanks. I did.1\n  ","43931":"\n  Me too just now.\n  ","43932":"\n  Yeah definitely\n  ","43933":"\n  About to nap for a few.\n  ","43934":"\n  Thanks\n  ","43935":"\n  5:30 PM\n  ","43936":"\n  About to nap. I am exhausted.\n  ","43937":"\n  ???\n  ","43938":"\n  I love hot cocoa.\n  \n  Maybe some warm \/ hot chicken broth.\n  \n  Then cold... I love freezing cold, with a freezing-cold glass, with a few ice cubes, alcohol.\n  \n  Then I enjoyed a really nice iced coffee.\n  \n  I don't know if this counts with root beer floats are the bomb diggity!\n  ","43939":"\n  I know when to listen and talk so I guess so. I enjoy listening to people's problems and I also enjoy giving advice. I also like to listen to other people's advice and analyze it.\n  ","43940":"\n  Being my friend. The kind of person that I am to my friends.... is I am always am there for them. I would give them the shirt off my back. I would do anything for them. I would take them into my home if I had to. If they had nowhere to go. If they don't stay with me then I would make them feel comfortable when they visit my home. Offer them food and water. Any type of Beverage they need. I try to be a loyal and trustworthy friend. Be honest. I try to have a sense of humor around them and be positive. Surprise them. Just be caring for them, understanding and listen to them.\n  ","43941":"\n  Decorating the house inside out for Christmas with my whole family. Dancing around the Christmas tree. Putting the tree and ornaments of. Listening to Christmas music. Making lots of arts and crafts.\n  ","43942":"\n  That's good.\n  ","43943":"\n  definitely.\n  ","43944":"\n  Hello. I'm doing good. I don't really feel good right now but I just need some sleep. I hope you're doing all right. Thanks for asking\n  ","43945":"\n  Umm.. Yes? Ummm. Wtf. Why?\n  ","43946":"\n  Hi anonymous\n  ","43947":"\n  Your anonymous so idk who u r.\n  ","43948":"\n  Good. Very good. Make sure you're good before you leave like you said.\n  ","43949":"\n  ?\n  ","43950":"\n  You're welcome my friend.\n  ","43951":"\n  I'm doing good thanks. Hope you're doing all right.\n  ","43952":"\n  Can I speak Urdu is how you say it in English, but yes. I can.\n  \n  Yes. I can speak Urdu.\n  ","43953":"\n  Yeah. Friends yes only.\n  ","43954":"\n  Idk why I would lie about that exactly??\n  ","43955":"\n  Hey. Good. Thanks. Hope yours is going well.\n  ","43956":"\n  Thanks\n  ","43957":"\n  1. What?\n  \n  2. What?\n  \n  3. Your anonymous\n  ","43958":"\n  Milk, cheese, bacon, eggs, pickles, barbecue sauce, Worcestershire sauce, hot sauce, mayonnaise, mustard, ketchup\n  ","43959":"\n  Keep ya head up. It's a long ride.\n  ","43960":"\n  Yeah\n  ","43961":"\n  Dang. Really? Well.. Make sure before you leave that you find something either the same pay or more. Something you like. Don't leave just to join a crowd or something or maybe go with your boss where he goes or something..\n  ","43962":"\n  Silly, crazy, different, goofy, creative, unique yet sweet individual that likes to be rather odd than normal. ????\n  ","43963":"\n  Florida has some really strict but also strange laws. You should look up, \"Strange laws in Florida.\" Hilarious.\n  ","43964":"\n  Nah. Nah.\n  ","43965":"\n  Become productive.\n  \n  Socialize with people.\n  \n  Discover some hobbies.\n  \n  Relax and chill.\n  ","43966":"\n  I am fine and my name is Bella.\n  ","43967":"\n  Awe.. That's sad.\n  ","43968":"\n  It's just a Christmas song that I love singing. Especially on stage. That's all.\n  ","43969":"\n  ? Hey\n  ","43970":"\n  it was a Markiplier video\n  ","43971":"\n  Definitely yay. I love the Polar Express.\n  ","43972":"\n  Yeah. Ikr? Lol\n  ","43973":"\n  I try to.\n  ","43974":"\n  Same. 2 slices.\n  ","43975":"\n  WHAT? YOUR GOOD BOSS QUIT??! WHAAAT?! NOOOO...\n  \n  Mine was I had to work with someone I'm not very fond of.\n  ","43976":"\n  Yeah... I feel the same for me...\n  ","43977":"\n  Yea\n  ","43978":"\n  Family and friends.\n  ","43979":"\n  I am getting ready for work atm. Gonna get me something to eat. Probably go Christmas shopping later and tomorrow.\n  ","43980":"\n  Yea but a different kinda French. I am bayou French, like.. coona$$ Cajun French. Yes. But French.\n  ","43981":"\n  Welcome\n  ","43982":"\n  ? Ello\n  ","43983":"\n  I feel that I know a lot of pretty cool people and I feel that I interact with them probably daily\n  ","43984":"\n  Kill em with kindness\n  ","43985":"\n  This isn't the most insensitive thing a person can do but it is one. Watching someone fall that's not even 5 feet from them and then they move with what they're doing instead of helping the person up.\n  ","43986":"\n  You don't. It just shows that someone follows you and it doesn't tell you the name.\n  ","43987":"\n  Through sickness or health. ♥? #ILoveHim\n  ","43988":"\n  ??\n  ","43989":"\n  It is 1:40 a.m. here\n  ","43990":"\n  Hey dollin' ?\n  ","43991":"\n  That's good. I'm about to get ready to go to bed in a few.\n  ","43992":"\n  .-.\n  "}}