{"Question":{"431346":"\n   yeah 😓💔💔\n  ","431347":"\n   i thought u want to put it when u said ok well 😓💔\n  ","431348":"\n   whaaaat? u will put the pic for yr bra?😓😓❤\n  ","431349":"\n   😭😭😭😭😭😭😭😭💔💔💔\n  ","431350":"\n   pls Kayla 😓😓😓❤❤\n  ","431351":"\n   i hate this life ' no one want me to be happy 😓💔\n  ","431352":"\n   😓😓😓😓😓😓😓💔💔💔💔\n  ","431353":"\n   noo it's not....pls Kayla just for few sec then remove it 😓💔\n  ","431354":"\n   Same! I usually only wear dark colors.\n  ","431355":"\n   Ok cool I am doing good.\n  ","431356":"\n   nope 😓💔\n  ","431357":"\n   im not creepy...pls Kayla\n  ","431358":"\n   😓💔💔I thought that you were cute and liked to make people happy\n  ","431359":"\n   Light colors or dark colors?\n  ","431360":"\n   It's one of most powerful breed and only bet on him.\n  ","431361":"\n   😓😓💔💔Why? Please only one time I want to be happy, I am tired and sad\n  ","431362":"\n   yes 😓\n  ","431363":"\n   u want from me to be sad for ever?😓\n  ","431364":"\n   Because seeing bra is only what makes me happy\n  ","431365":"\n   What you think about velka pardubicka?\n  ","431366":"\n   You don't like to see people happy?\n  ","431367":"\n   yeah pls Kayla\n  ","431368":"\n   No .... I'm just sad today and I want to be happy, so if I see your bra I will smile and be very happy\n  ","431369":"\n   plsss Kayla, i want to be happy today\n  ","431370":"\n   yes that's right...pls Kayla just for few sec and then remove it\n  ","431371":"\n   i want to be happy, because im sad,,,,,plss Kayla\n  ","431372":"\n   i want to see yr bra plsss\n  ","431373":"\n   can we see yr bra?\n  ","431374":"\n   Your favourite horse breed\n  ","431375":"\n   What is your opinion on animal abuse? 🐶🐱🐵🐯🐷🦊🐻🐼\n  ","431376":"\n   Are you pro or anti death penalty? Why? ☠\n  ","431377":"\n   Do you smoke weed\n  ","431378":"\n   which one is your personality? \n\na) 🖤💀🎸⚰️🔪\nb) 🧚‍♂️✨ 🌳 🌞 \nc) 💒🍭🌸👑👗🎀\n  ","431379":"\n   What game or movie universe would you most like to live in? 🎬🎮💕\n  ","431380":"\n   Choose the right thing to do or the one that you love? 🌍\n  ","431381":"\n   How do you know if you're hungry or thirsty? 😛\n  ","431382":"\n   PAP of you with a dog! 🐶😊\n  ","431383":"\n   My. Brother and his girlfriend are in his room watching Netflix. I think i walked in on them. Even though they deny it. They had the cover over everything except their heads, plus he was moaning. Why was he moaning if all they was doing is watching Netflix?\n  ","431384":"\n   That's good having the last word, it means you win 😜\n  ","431385":"\n   Cool. :). Nice talking with u\n  ","431386":"\n   Those eyesss!  I so want to be you! 😂\n  ","431387":"\n   Do you act more like your mum or your dad? In what way? 👍\n  ","431388":"\n   Where would you like to get a tattoo?\n  ","431389":"\n   Do you prefer hiking or jogging? 🥾 🏃‍♂️ 🏃‍♀️ 👍\n  ","431390":"\n   Are there any brands or companies that you boycott? Why do you refuse to do business with them?\n  ","431391":"\n   What habit do you have now that you wish you started much earlier? 👍\n  ","431392":"\n   What ur birth sign? I am a libra\n  ","431393":"\n   It’s really nice\n  ","431394":"\n   These days just a normal ride lol I was to do show jumping\n  ","431395":"\n   I still ride occasionally. You gotta dress up then lol\n  ","431396":"\n   ↬Do you like fast food?♡\n  ","431397":"\n   Yea it gets quite warm when you’re riding but in the beginning I was always freezing lol\n  ","431398":"\n\n    https:\/\/images4.alphacoders.com\/169\/169068.jpg\n   \n   🙃\n  ","431399":"\n\n    https:\/\/images2.alphacoders.com\/101\/1010990.png\n   \n   🙃\n  ","431400":"\n   I used to ride when I was younger and I had to wear a tone of layers lol\n  ","431401":"\n   Don’t get cold just with that on?\n  ","431402":"\n   Pap of your piercing\n  ","431403":"\n   What's your opinion on those who cheat on their partners? 👍\n  ","431404":"\n   Do you like coffee?\n  ","431405":"\n   If everything in your house had to be one colour, what colour would you choose? Why? 👍\n  ","431406":"\n   Do you prefer to stay in or go out on Friday nights? Why? 👍\n  ","431407":"\n   What's the weirdest question you ever got on here?\n  ","431408":"\n   Do you sleep with the lights off or on? 💤\n  ","431409":"\n   Have you ever been to a themed costume party? If yes, what was the theme? 💃🌺💕\n  ","431410":"\n   Do you always follow the rules? 🤭🤫🤔\n  ","431411":"\n   Your very welcome kayla. How are you doing?\n  ","431412":"\n   Do you get irritated by the laughter of others when you are in a bad mood?\n  ","431413":"\n   What color is your room?\n  ","431414":"\n   I love ur pictures. Such beautiful animals. Your very pretty yourself if i may say so\n  ","431415":"\n   Do you believe in rumors and fake news? 🙊\n  ","431416":"\n   Who is more manipulative, Man or Woman? 👨👩\n  ","431417":"\n   Do you keep your baby pictures?  👶\n  ","431418":"\n\n    https:\/\/www.youtube.com\/watch?v=WB6GUNvVMW0&t=613s\n   \n   - Be careful 👍\n  ","431419":"\n   What do you wear for horseback riding in winter?\n  ","431420":"\n   Do you like being complimented on?\n  ","431421":"\n   You have a beautiful smile.\n  ","431422":"\n   How many cracks does your phone screen have?\n  ","431423":"\n   What are the 12 habits that destroy your focus and productivity?\n  ","431424":"\n   What is your favorite beach? Why?\n  ","431425":"\n   android or iphone\n  ","431426":"\n   Cat 🐈 or dog🐕 ?\n  ","431427":"\n   Do you believe in fate?\n  ","431428":"\n   Favorite person?\n  ","431429":"\n   You're so pretty!\n  ","431430":"\n   Help is...\n  ","431431":"\n   what was the worst or funniest punishment you ever got 😂😂\n  ","431432":"\n   do you talk about watery eyes a lot ?\n  ","431433":"\n   Ah 😊 Did you ever try Tinder? 😊\n  ","431434":"\n   Who is your favorite person? 🥰\n  ","431435":"\n   So what you doin' atm?\n  ","431436":"\n   I can't say I have heard of it? 😹\n  ","431437":"\n   How many hours a week do you spend online? 👍\n  ","431438":"\n   Thanks :) I sure am, been a fantastic night so far.\n  ","431439":"\n   it was like you were full with tears?\n  ","431440":"\n   what was your reaction to the allergic reaction?\n  ","431441":"\n   what got in your eyes?\n  ","431442":"\n   How did you meet him on the Internet? 😹\n  ","431443":"\n   if i may ask how did you realize you were allergic to horses?\n  ","431444":"\n   Did you know what he looked like? 😹\n  ","431445":"\n   how watery can your eyes get?\n  ","431446":"\n   do the horses know if your eyes are watery?\n  ","431447":"\n   I'm sure we would if we grew up in times when we had no choice, but if they disappeared today, we'd be paralysed 😹\n  ","431448":"\n   😳 😳 Smh 😹\n  ","431449":"\n   were you legit crying?\n  ","431450":"\n   what was in your eyes?\n  ","431451":"\n   What's anything you're really careful about? Why? 👍\n  ","431452":"\n   Same for you.\n  ","431453":"\n   why?\n  ","431454":"\n   full body selfie ?\n  ","431455":"\n   It was all good thank you for asking, I was by myself in my house since we were in lockdown at the time, but I had my phone so technically I wasn't really alone 😹\n  ","431456":"\n   would you walk around with tears dripping off your chin?\n  ","431457":"\n   what is the blue liquid on that emoji you used?\n  ","431458":"\n   are you ok?\n  ","431459":"\n   Have you ever imagined yourself as a cowgirl in a past life? 👍 😊\n  ","431460":"\n   You're welcome. I'm the same way.\n  ","431461":"\n   Too right, bang on 👍\n  ","431462":"\n   What's anything that can instantly make you feel better? 😊 👍\n  ","431463":"\n   Damn I'm sorry to hear it was when all this was going on (mine occurred during it too), but at least you had a good day 👍 😊\n  ","431464":"\n   You’re soooo amazing Kayla!!!\n  ","431465":"\n   Mm-hmm, yup it depends on the severity of what they've done or if you know them well enough to determine whether they can or will change, as you said 👍 Second chances yes 👍 Third chances no 👎\n  ","431466":"\n   How did you celebrate your previous birthday? 🎉 🎂 👍\n  ","431467":"\n   Do you believe in second chances? Why or why not? 👍\n  ","431468":"\n   You're welcome. You seem nice.\n  ","431469":"\n   You can't spell properly\n  ","431470":"\n   Says the snowflake that failed high-school English\n  ","431471":"\n   Roughly how many questions a day do you receive on here? 👍\n  ","431472":"\n   Same for you. It's night time by me.\n  ","431473":"\n   I hate rich snotty snowflakes like you🙄\n  ","431474":"\n   I'm okay.\n  ","431475":"\n   Yup, blessed to avoid major injuries, but not the minor ones I suppose 😹\n  ","431476":"\n   Do you prefer to wear jeans or sweatpants? Why? 👖 👍\n  ","431477":"\n   How are you?\n  ","431478":"\n   Most people only have one game console not 4😒\n  ","431479":"\n   Fine , do u know me 😂\n  ","431480":"\n   You too beautiful lady!\n  ","431481":"\n   Wow must be nice being rich🙄🙄\n  ","431482":"\n   You might be blessed? 😹\n  ","431483":"\n   You're welcome!\n  ","431484":"\n   You got an Xbox or ps4\n  ","431485":"\n   Oh thank God for that, sprains are fairly benign compared with breaking a bone, trust me I know 😹\n  ","431486":"\n   You're beautiful\n  ","431487":"\n   What type of video games do you play\n  ","431488":"\n   Have you ever broken a bone? If so, how did it happen? 🦴 👍\n  ","431489":"\n   Do you wear socks to bed? 🧦 🛏️ 👍\n  ","431490":"\n   You witness what appears to be a wealthy man shouting at and kicking a beggar. Satisfied with the damage he’s inflicted, the wealthy man walks away from the beggar. What do you do?\n  ","431491":"\n   Would you rather make more money doing a job you hate or less doing one you love? 💰 👍\n  ","431492":"\n   hello 👩\n  ","431493":"\n   When you feel bad mentally, what is the best way to help you?\n  ","431494":"\n   bare adjective of a person or part of the body not clothed or covered\n\nThat makes Tights not bare\n\nCorrect\n  ","431495":"\n   Hope you're having a great day\/night.\n  ","431496":"\n   Good day to you! I hope you're doing fine amidst the pandemic. Always stay strong and positive! You got this 💛\n  ","431497":"\n   What are your most ticklish spots?\n  ","431498":"\n   im not\n  ","431499":"\n   okay u\n  ","431500":"\n   hiii\n  ","431501":"\n   How'd your dream house look like on the outside? 🏠 Which style would it be built in, what kind of materials would it be made out of etc.? 🔨 What kind of yard would you wanna have? 🌿 Maybe a pic of something that looks similar to what you want? 😁\n  ","431502":"\n   Plz tell us\n  ","431503":"\n   Why not\n  ","431504":"\n   Do you support biden or bernie?🤔\n  ","431505":"\n   yeah wow yes and i could not fight back cause i am a boy\n  ","431506":"\n   Maybe you are one?🤔\n  ","431507":"\n   Trump supporters are an illness\n  ","431508":"\n   How are you feeling right now?\n  ","431509":"\n   Are you willing to try new things?\n  ","431510":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","431511":"\n   Hi how are you doing today?\n  ","431512":"\n   i tickled a friend and like she beat up girls are tough\n  ","431513":"\n   What’s your opinion on fast food fish? \nMy town has a Long John Silver‘s attached to the Taco Bell but I’ve NEVER seen anyone go in or out of it. Imo fish isn’t meant to be fast food. Thoughts?\n  ","431514":"\n   Do you know how to swim? 🌊💕\n  ","431515":"\n   that anon should know do not tickle a girl\n  ","431516":"\n   What are your most ticklish spots?\n  ","431517":"\n   Do you remember your dreams often?\n  ","431518":"\n   There are four things I have never ever done and never ever want to do? Lol xxxxxx\n  ","431519":"\n   What is your favourite TV show?\n  ","431520":"\n   These white girls are all the same. let's do what matters- stick with our black community and help them move stronger than the white 🖤\n  ","431521":"\n   Let it go anon\n  ","431522":"\n   At this point I already told I am black many times so no excuses and besides the point is you are probably voting for trump again this year hooding he would finally bring things back to what you call the “good ole days” which is to you putting me and my people back in slavery you miss that so much.\n  ","431523":"\n   Is it because me as a black guy cannot you as a white woman sweetheart. Interesting i thought you would be less racist today but I guess I was wrong I bet all you are thinking is putting me in chains and making me slave away on your plantation\/cotton fields there is a reason y u never liked me.\n  ","431524":"\n   Yes sweetheart\n  ","431525":"\n   is it to extreme to leave a state just because you can’t get over someone ?\n  ","431526":"\n   What is the last video game you played?\n  ","431527":"\n   What is your zodiac sign?\n  ","431528":"\n   good morning! how are you??\n  ","431529":"\n   Heeeeeeeyyyy\n  ","431530":"\n   Which is a better name for a (male) puppy: Cezar, Chance Nugget, or Finn?\n  ","431531":"\n   Truck or Jeep\n  ","431532":"\n   Hey\n  ","431533":"\n   I want more watches? xxxxxxxx\n  ","431534":"\n   Hey? :D :D :D How are you doing? :3 xxxxxxxxx\nA lady I don't want to name always wore Tights \nSo that makes tights not bare?\nAh\nHow are you doing?\n  ","431535":"\n   Yeah\n  ","431536":"\n   Please just follow me.\n  ","431537":"\n   Done already. Follow back\n  ","431538":"\n   How?\n  ","431539":"\n   Do you really know who you are and want you want? 🤔\n  ","431540":"\n   Follow to follow? You first, then me.\n  ","431541":"\n   Follow to follow? You first, then me.\n  ","431542":"\n   Follow to follow? You first, then me.\n  ","431543":"\n   If someone is articulant and someone else wanted to be articulant is it possible to teach someone how be or articulant or you can't cause its a gift from the creator of heaven and earth?\n  ","431544":"\n   Bare and tights are two different words?\nI never did get to see someone I don't want to name with bare legs? So this makes Tights not bare technically?\n  ","431545":"\n   A lady I don't want to name never had her legs bare. Ahh well? How are you doing? Lol. <3 xxxxxxx\n  ","431546":"\n   It's for A listers !💠\n  ","431547":"\n   Jaan suneyn.\n  ","431548":"\n   Can you swim like a mermaid?\n  ","431549":"\n   A lady I don't want to name never had her legs bare. Hmm? Interesting observation I suppose?\n  ","431550":"\n   <3 <3 I guess bare beats Tights I guess?\n  ","431551":"\n   You need to join Robert stone Brand 💠\n  ","431552":"\n   Hi ? How are you doing? Are you open minded? xxxxxxxxxxxxxx\n  ","431553":"\n   impasse n - a situation in which progress is impossible, especially because the people involved cannot agree\n\nSo we did have an impasse? I had this up ages ago.\n  ","431554":"\n   I want to be with my sister? :) xxxxx\n  ","431555":"\n   You ok xxxxxxxxxx\n  ","431556":"\n   <3 Hey? xxxxxxxxx\n  ","431557":"\n   You leave your front door and lock it behind you only to turn around to see a skunk in front of you. What’s your next move?\n  ","431558":"\n   Good ty =] How's you? :D x\n  ","431559":"\n   reminder for today: If you focus on the hurt, you’ll continue to suffer, but if you focus on the lessons, you’ll continue to grow.\n  ","431560":"\n   Do you follow\n   \n    @Nikki_Copenhaver\n   \n   ? I think you two might get along!\n  ","431561":"\n   Orally adverb, expressed in speech, not writing\n\nThoughts? How are you doing? Lol.\n  ","431562":"\n   You're really pretty.\n  ","431563":"\n   How many hours do you spend on instragam?\n  ","431564":"\n   How do you cope up with negative thoughts? 😔\n  ","431565":"\n   Where are you from\n  ","431566":"\n   Have you ever eaten lobster? If not, do you feel like it?\n  ","431567":"\n   do you like jeeps?\n  ","431568":"\n   Would you have laughed?\n  ","431569":"\n   Some people hung me on a fence by my tighty whities, my sister and her friend walked by laughed at me then left me hanging, would you leave me hanging?\n  ","431570":"\n   Muffin or Cupcake?\n  ","431571":"\n   What time did you read this? \n\nas of aug.6, 1:57pm hst\n  ","431572":"\n   A horse lover!!  Awesome!  And   \nextremely fine looking horses!\n  ","431573":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","431574":"\n   Did you see anything interesting today? I saw a truck driver was sxx doll sitting in the passenger seat 😂\n  ","431575":"\n   I guess people come and go in life? I guess that's life? =]\n  ","431576":"\n   Orally means orally? I guess?\n  ","431577":"\n   What's brand loyalty? Mhm. Maybe? How are you doing?\n  ","431578":"\n   If you like steak, how do you prefer to have it? Rare, medium rare, well done? 🥩 👍\n  ","431579":"\n   Do you wear makeup everyday?\n  ","431580":"\n   How often do you visit hospitals?\n  ","431581":"\n   I have an Xbox1\n  ","431582":"\n   What are you STILL salty about?\n  ","431583":"\n   I love your horses😇\n  ","431584":"\n   \"What can people learn from animals\"? Ummmmmm......many girls need to not let guys make demands. How 'bout it girls..... learned any thing yet from the animals?\n  ","431585":"\n   wow ,yes  bet he does not mess with you anymore\n  ","431586":"\n   Back in high school, what was your reaction to being told that someone at school had a crush on you?\n  ","431587":"\n   probably lol, have you ever hit a boy\n  ","431588":"\n   Ever hit someone in the balls? 😂\n  ","431589":"\n   You are given a FREE 1 hr online shopping spree. Which online shop would you go and what would you buy? 🤑💸\n  ","431590":"\n   Do you get carsick?\n  ","431591":"\n   Do you do big farts ?\n  ","431592":"\n   If you like him, what's your favourite CeeLo Green single? 🎶 👍\n  ","431593":"\n   Beautiful or Handsome? 😍\n  ","431594":"\n   Definitely. I would most definitely agree\n  ","431595":"\n   Korean or Japanese food? 😜\n  ","431596":"\n   Do you have a guilty pleasure? What is it? 🥰\n  ","431597":"\n   What do you think of your family and friends really ?\n  ","431598":"\n   If negativity is a person, what would you tell him? 🙊⛔\n  ","431599":"\n   If your life were a movie, would you watch it?\n  ","431600":"\n   Good! :3\n  ","431601":"\n   I feel in a good mood\/frame of mind today? Oddly enough? :) xxxx\n  ","431602":"\n   Xbox or PlayStation?\n  ","431603":"\n   bare adjective of a person or part of the body not clothed or covered\n\nSo that makes Tights not bare?\n\nCorrect\n  ","431604":"\n   <3 Hey? xxxxx\n  ","431605":"\n   Name something that you love to do? 💞\n  ","431606":"\n   What things help you relax the best?\n  ","431607":"\n   I like this idea👍😊\n  ","431608":"\n   Could you go a week without using your cellphone?\n  ","431609":"\n   How can I calm an anxious mind?\n  ","431610":"\n   Do you ever call friends and talk on the phone with them?\n  ","431611":"\n   Mother always says I was a great mistake\n  ","431612":"\n   That's good to hear and I'm doing everything I can!\n  ","431613":"\n   How is everything going in your life? Even with this crazy year of 2020.\n  ","431614":"\n   If it was legal where would you want to have public sxx?\n  ","431615":"\n   Can someone ugly follow some one else on IG yes they can\n  ","431616":"\n   Kayla were u asking me to do the pig nose selfie?\n  ","431617":"\n   Kayla y do you keep asking the same question?  If I may ask that?\n  ","431618":"\n   How long have you been riding horses ?\n  ","431619":"\n   I'm sorry what was the question\n  ","431620":"\n   No one ever does it. But it's okay, do not worry!!!\n  ","431621":"\n   Do you use batteries anymore?\n  ","431622":"\n   :(\n  ","431623":"\n   I mean the only reason y u won’t answer is cause u can’t cause u don’t want to lie and the real answer makes u look bad so u think it’s best to avoid the question. And while we were talking I looked through your insta pics and followers and I had a hard time finding black people care to explain?\n  ","431624":"\n   What's ig?\n  ","431625":"\n   So since you refuse to answer the question you already gave me the answer i wanted to hear so thank you for proving that you like light skin better than dark skin you have always found us horrible and unattractive and you are so much better than us and that’s why you would never want to chat with me\n  ","431626":"\n   Favorite movie or series?🧐\n  ","431627":"\n   I'm good hru\n  ","431628":"\n   I mean I had to say it unfortunately because something was not adding up but Okay if what you say is true tell me how many black friends do you have (light skins don’t count) and how many black guys have you been out with\/dated now be honest and don’t lie.\n  ","431629":"\n   Hey\n  ","431630":"\n   It’s okay I guess I should have known that you don’t like black people you should have just said that from the start that you find out skin disgusting and you want nothing to do with us since your light skin is so beautiful and perfect.\n  ","431631":"\n   ;-;\n  ","431632":"\n   You should make the exception because as you can tell you know that I am special and sweet and I deserve to be happy so please just give me what I need why do you have to make things so complicated like I just need someone to care about me and see that I matter.\n  ","431633":"\n   Why do u love to see me breaking down on the floor and crying Im just asking for friendship and you are making it so complicated like why can’t we get 2 know each other and be friends I know my appearance is ugly and I have dark skin but I am so nice and sweet but I guess I am just not good enough😔😭\n  ","431634":"\n   If it means that much to you then forget the video chat but yes you don’t know me that’s why we will talk alot. Btw I mean like what do you want to happen to me you want me to be happy or sad because you are holding all the power at the moment and my future emotions and well being are in your hands.\n  ","431635":"\n   Okay then forget the video chats then we can do that after awhile for now let’s just focus on getting to know each other than okay like I would not be getting to weird with I just want us to get to know each other and eventually be friends and hangout that’s my dream but what do you want for me?\n  ","431636":"\n   You know that I am soft and sensitive so you have to talk to me gently and more soft so I don’t get hurt. I am not not asking for a lot just to talk and be close no dating just really good friendship but again I feel like I should have never told you my looks since they changed things between us😔.\n  ","431637":"\n   Because I feel like we could be really good friends and u would be the first girl to  ever give a dam about me and I was so excited and I thought you were nice but now it’s all falling apart when u will not follow me back and give me a fair chance I am not asking for alot just a lil respect and love\n  ","431638":"\n   I would share the same interests as u.I will learn stuff about horses and anything else u like just let me no I will try my best and u keep hurting me when you say that u don’t want to take the effort 2 get to know me because I told you my looks and you are disappointed this happens all the time 2me\n  ","431639":"\n   It's famous... like insanely famous...\n  ","431640":"\n   How do I promote my personal website?\n  ","431641":"\n   You lent a friend a considerable amount of money shortly before they left on a months-long adventure. They’ve now returned, and discovered a small fortune while away. How do you approach the topic of the debt?\n  ","431642":"\n   You've never heard of the Nobel Peace prize?\n  ","431643":"\n   What are good ways to relax?\n  ","431644":"\n   That’s how you are hurting me and making me cry because you just think I am just another worthless loser anon who is not worth knowing and so if I follow you on IG I am not worth getting to know since I am so pathetic. That’s how you are making me feel right now and I am crying so hard right now😖😭.\n  ","431645":"\n   I am not saying for you to follow back everyone just me because I really want to be friends with you and I would try my best to talk and get to know you better even though I am nervous of you but I just feel like you want to use me and it’s hurting me because I care so much and you don’t give a dam\n  ","431646":"\n   You obviously know that I want to add you on insta it’s what I have always wanted but you said you will maybe look at my profile what does that mean will you not be liking my pics and following me back and trying to be friends with me and put effort like I would be towards you why r u hurting me🥺.\n  ","431647":"\n   I just want to be friends and what do friends do they talk, hang out, are close, trust each other and want the best for each other so yeah again I feel like you are avoiding my question again what happens after I add you?\n  ","431648":"\n   And it’s not just about proof you know video calls means we are getting close and that’s all I want so yeah can we start something like you claim my looks will not matter so tell me everything that will happen if I add you on insta? (You still didn’t even say anything about following me back so...?)\n  ","431649":"\n   That’s so cool!\n  ","431650":"\n   Yeah any one can get pics and attach them to a Instagram profiling and I lost money because a girl catfished me before and so i would need proof from now on. Besides you never said wether you would follow me back or anything you just said add you so what am I supposed to think when u avoid it?\n  ","431651":"\n   I dare ya to take a pig nose selfie! 🐽😂\n  ","431652":"\n   Do you bangs or no?\nEver had them before?\nWould you ever get them again? (Talking about hair)\n  ","431653":"\n   obviously we would have to video call each other so I can know you are real and then we could make plans to hang out.And also you said that you “may reply” that is heartless when guys like me message you it’s not easy so that is insulting that you “may reply”u have be more considerate with feelings\n  ","431654":"\n   Does dick size matter?\n  ","431655":"\n   How do you relieve tension and stress?\n  ","431656":"\n   I am obviously on anon so you know that I am not exactly Prince Charming it’s common sense like I was so excited to talk to you on insta but now it’s like you are using me for followers and likes by you saying I can’t video call you and you won’t follow me back so it hurts a lot horse lady.\n  ","431657":"\n   So you are telling me I can follow you but you won’t follow me back and you don’t want talk to me because of my bad appearance and I am not good enough for you?\n  ","431658":"\n   You have such beautiful horses! Do you compete?\n  ","431659":"\n   thanks and your welcome\n  ","431660":"\n   it’s not just following u so you can use me to just raise your follower and like counts I want us to be close and not only follow each other I wanna have convos with you,video call u and just ask you for advice and get to know you.And yes I am ugly and I have bad weight and I don’t want 2 get hurt\n  ","431661":"\n   Dang that's quite awhile lol that explains, you're a pro 👍\n  ","431662":"\n   last time tears dripped off your chin?\n  ","431663":"\n   Suzanne Ponder killed her husband. She is a feminist.\nDomestic violence is bad. \nShe got no jail time because the judge is a feminist.\n  ","431664":"\n   Can ugly guys follow you on Ig?\n  ","431665":"\n   Would you rather inherit 20 million dollars or earn 50 million dollars through your hard work? 💰\n  ","431666":"\n   Is anyone interested in reviewing our smartwatch?We give full refund+pp fee+tax.\n  ","431667":"\n   What is your hogwarts house?\n  ","431668":"\n   If me and my girlfriend are in long distance but she hates FaceTime should that upset me if all we do is text or should I say something cuz I really wanna hear her voice\n  ","431669":"\n   What do you want your final words to be? 🙄\n  ","431670":"\n   Where was the last place you went on holiday ?\n  ","431671":"\n   Do you like SWAE LEE\n  ","431672":"\n   Any fellow middle schoolers out there?\n  ","431673":"\n   Do you draw anything? Or don't you know how to draw anything?\n  ","431674":"\n   When someone says “who cares?” I reply back “your mom”\n  ","431675":"\n   Do you follow your 🧠 brain or your ❤ heart?\n  ","431676":"\n   Any fellow goofballs out there?\n  ","431677":"\n   right, i wish there was more people in the world like you....i really respect you for that\n  ","431678":"\n   Do you shower everyday even if you're not going out? #VIPTask\n  ","431679":"\n   WOULD YOU RATHER: Have a golden voice or a silver tongue? 😂🎤👅\n  ","431680":"\n   you never know, you might could still work with them part time....good luck with that\n  ","431681":"\n   Have you ever had sex with more than one person in the same day\n  ","431682":"\n   you never know it could have been a blessing\n  ","431683":"\n   Not bad, how long you been riding?\n  ","431684":"\n   If The Purge was real, what would you do on that night? 🔪😵\n  ","431685":"\n   Cat or horse for sure! 🐈 🐴😍\n  ","431686":"\n   The Zombie Apocalypse started. What will be your weapon? 🔪🔫🏹🛡\n  ","431687":"\n   Do u greet people good morning or good afternoon? I don't\n  ","431688":"\n   Have you ever rung someone's door bell and run? 😂🏡🔔\n  ","431689":"\n   Do you like gardening? 😍💦🌱\n  ","431690":"\n   What is your favorite snack? 🍕🍟🍔🍿\n  ","431691":"\n   I understand but there might have been a reason why you didnt go but i could be wrong but at least you ended up taking care and working with a horse anyway\n  ","431692":"\n   Sunset or sunrise?\n  ","431693":"\n   Have you ever fallen off your horse?\n  ","431694":"\n   If you got your hands on a mech as tall as a skyscraper (Pilotable robot which you sit inside) like the ones from Pacific Rim for example, what'd you use it for? 🤔🤖\n  ","431695":"\n   Have you ever watched storage unit auctions before? Interesting shows. You should check them out and on YouTube. I heard they can be addicting.\n  ","431696":"\n   HAPPY SUNDAY! \nMost of us don't know the day of the week anymore and some may be in a different time zone but I'd like to remind you to always stay happy and positive! Let's make it count 💛💯\n  ","431697":"\n   Check out this video of this employee fighting with a customer.\n   \n    https:\/\/m.youtube.com\/watch?v=Wl3vm3Wd74g&t=126s\n   \n","431698":"\n   I wish i could get back into playing video games but i don't have any video games\n  ","431699":"\n   Lol\n  ","431700":"\n   Do you agree with the saying that a problem shared is a problem halved?\n  ","431701":"\n   Would you say that you are a shy person? Or noooo. Not even close or maybe in some aspects?\n\nRank it if ya want to.\n1-10\n1 being not shy\n10 being extremely.\n  ","431702":"\n   👍🏼\n  ","431703":"\n   With them automatics, we gon' send him to heaven\n  ","431704":"\n   What is the dumbest thing you belived as a child ?\n  ","431705":"\n   Do you use any life-hack? If yes, what is it? 💯\n  ","431706":"\n   What’s your spirit animal!\n  ","431707":"\n   What’s the best mistake you’ve made that turned out really well?\n  ","431708":"\n   If you could travel back in time to try and change ONE certain event in the past, which would you choose and what'd you do exactly? 🕑 What would've been your ideal outcome when you went back to the present day then? 🤔\n  ","431709":"\n   Do you think Trump should be nominated for Nobel Peace prize for the historic peace deal he brokered in the middle east\n  ","431710":"\n   I know, its said that nobody really respect anyone anymore especially  this new generation\n  ","431711":"\n   Whats one of your biggest regrets or you choose not have any regrets at all?\n  ","431712":"\n   💜💜💜💜\n  ","431713":"\n   If you like him, what's your favourite Justin Timberlake single? 🎶 👍\n  ","431714":"\n   extactly\n  ","431715":"\n   Awww\n  ","431716":"\n   He is just trying to be funny. 😂\n  ","431717":"\n   I have always liked sporty cars myself\n  ","431718":"\n   Did you know that the word 'emotion' stands for 'energy in motion'? 💡\n  ","431719":"\n   Whats one thing that really gets on your nerves about people who are judge mental people?\n  ","431720":"\n   What is the last thing you searched online? 👀\n  ","431721":"\n   Ano ang bumubuo sa araw mo?  (What completes your day?) ⛅💕\n  ","431722":"\n   May nagmamahal na ba sayo? 🎶\n  ","431723":"\n   Whats your favorite curse word?\n  ","431724":"\n   What song or singer\/band do you like but rarely admit to liking? 🎶 🎤 👍\n  ","431725":"\n   It say I added you when I search your name but I'm not you're not on my friend list\n  ","431726":"\n   He is saying, what kind of hemorrhoids have you made?\n  ","431727":"\n   Sexy\n  ","431728":"\n   Have you ever been bullied for being gay or bi?\n  ","431729":"\n   Can I message you on snap about this? I don't feel like this is the place to be have a conversation like this\n  ","431730":"\n   Lmfao\n  ","431731":"\n   Which would you rather ride on: Speed Boat or Pontoon Boat?\n  ","431732":"\n   I hate overly attracted girlfriends like she needs to talk me 24\/7 like go do something plz like get a job or a hobby😒\n  ","431733":"\n   Ye kia bawaseer bna die ho?\n  ","431734":"\n   Idk tbh I can't never find a girlfriend that isn't crazy😭\n  ","431735":"\n   Do you like rainy days?\n  ","431736":"\n   Use the lottery money to find your true love\n  ","431737":"\n   What do you prefer – listening or talking?\n  ","431738":"\n   Would you rather be lucky and win the lottery or find true love when you least expect it?\n  ","431739":"\n   What's the best thing you got from your parents? 😁 👍\n  ","431740":"\n   What's the longest you've gone without accessing the internet?\n  ","431741":"\n   do you like skirts?\n  ","431742":"\n   what gets in your eyes when you are upset?\n  ","431743":"\n   Fox news = fake news\n  ","431744":"\n   Your last name\n  ","431745":"\n   You seem like a Jewish person\n  ","431746":"\n   Are you Jewish?\n  ","431747":"\n   I am doing fine thank you\n  ","431748":"\n   What is the craziest thing you did in high school that you never got caught for?\n  ","431749":"\n   If you could relive any moment or day of your life which would you choose?\n  ","431750":"\n   Why are there more poor people than rich people? What would happen if the rich and poor are balanced? 🤔💬\n  ","431751":"\n   Post a picture of your room beautiful\n  ","431752":"\n   How are you doing\n  ","431753":"\n   Have you ever skip a song because it reminds you of someone who's not in your life anymore ?\n  ","431754":"\n   Are you an independent?\n  ","431755":"\n   What's your favorite body parts and foreign language what you learn from high school or college and tell me why? ☺\n  ","431756":"\n   Mexican food or Chinese?\n  ","431757":"\n   Tell us your political views\n  ","431758":"\n   Would you rather be able to copy and paste anything in real life or undo anything in real life?\n  ","431759":"\n   You sound like a trump supporter 🙄\n  ","431760":"\n   I just wanted to know if your voting for biden?\n  ","431761":"\n   Why cause you're a Democrat?\n  ","431762":"\n   Are you a Democrat be honest I'm not trying to argue I just want to know\n  ","431763":"\n   did you ever play hide n seek\n  ","431764":"\n   How do you stay positive about life? What keeps you going? 🌏💕\n  ","431765":"\n   Do you love your parents? What is the best lesson you've learn from them? ❤\n  ","431766":"\n   current time\n  ","431767":"\n   Are you a Democrat?\n  ","431768":"\n   How do you handle boredom this quarantine? 😂🤪🥱\n  ","431769":"\n   Im following you follow back ?\n  ","431770":"\n   What have you been putting off?\n  ","431771":"\n   What would you do if you could inflate your body like a balloon?\n  ","431772":"\n   When do you feel the most comfortable?\n  ","431773":"\n   What's more important - inner or outer beauty? ❤\n  ","431774":"\n   If you could change your skin color to anything outside of the natural palette of skin colors, what color would you choose? 👀\n  ","431775":"\n   do you have a boyfriend or girlfriend\n  ","431776":"\n   Do you know how to flirt? Do you make the first move?\n  ","431777":"\n   I need new friends\n  ","431778":"\n   in your opinion, how late is a late reply?\n  ","431779":"\n   suppp\n  ","431780":"\n   What do you think of the name Rea Alanna King for a baby girl?\n  ","431781":"\n   Does the rain make you sleepy?\n  ","431782":"\n   Okay we back 🌚🙋🌚 how has your week been \/ any plans for the weekend ? :)\n  ","431783":"\n   Do you prefer to use 💵 cash or payment 💳 card?\n  ","431784":"\n   😂😂😂\n  ","431785":"\n   Type your height and then let your predictive text do the rest. \n\n“I’m _____ and I’m a ________.”\n  ","431786":"\n   Do you believe in forever after?\n  ","431787":"\n   Yes that's true, I agree with you. If I'm not wrong they can be good friends with horses too 💕\n  ","431788":"\n   Medicines and veterinarian appointments too HAHAHA they are german shepherds– very loyal and intelligent 😊💖\n  ","431789":"\n   Hahaha I feel you, my dogs are expensive too! Even their dog food is much more expensive than human food 🤣\n  ","431790":"\n   If you had a family business, what do you think it would be? 👍\n  ","431791":"\n   are you single or taken? 🥰\n  ","431792":"\n   What do you spend way too much money on? 😂💸🔥\n  ","431793":"\n   If you suddenly became a vampire, like right now, what'd your reaction be? How'd you then live your life as a one? 🧛‍♂️\n  ","431794":"\n   I'd you could choose any age to be what would it be?\n  ","431795":"\n   places you are required to take your shoes off to enter?\n  ","431796":"\n   And what is your favourite TV series?\n  ","431797":"\n   Would you rather live in your favourite TV series or your favourite movie?\n  ","431798":"\n   do you have multiple pets?\n  ","431799":"\n   Lmao what? No you don’t. This anon is def confused 😂\n  ","431800":"\n   How many boyfriends and girlfriends have you had?\n  ","431801":"\n   Biggest regret in life\n  ","431802":"\n   How do you deal with negative people? 🙅‍♀️🙉🙊\n  ","431803":"\n   What's your favorite sleep wear\n  ","431804":"\n   What do you know about money? 🤑\n  ","431805":"\n   Post a recent selfie you particularly like! 😃\n  ","431806":"\n   would you change the world if you could? 🌏💕\n  ","431807":"\n   It must be so nice to be as pretty as you Queen Kayla\n  ","431808":"\n   how is the pandemic affecting you and your family?\n  ","431809":"\n   What would a mirror opposite of yourself be like?  👍\n  ","431810":"\n   What risks are worth taking? 👍\n  ","431811":"\n   What are the two biggest lessons you've learned from previous relationships?\n  ","431812":"\n   What's one thing that can instantly make your day better?\n  ","431813":"\n   reminder for today: your mood is not an indicator of your worth, so it’s okay not to feel okay. we were designed to feel, not to hide or pretend.\n  ","431814":"\n   Is there any app that you hate but use anyways? 🤧\n  ","431815":"\n   would you rather date someone extremely hot or extremely honest? 👭💓👫💓👬\n  ","431816":"\n   Do you stay in pajamas a lot?\n  ","431817":"\n   Are you a shopaholic?\n  ","431818":"\n   You get the opportunity to go on a track and drive a race car, do you choose to do it or not? Why? 🏎 If you say no since you can't drive etc., would you have wanted to be in the passenger seat? 😁\n  ","431819":"\n   What's everyone been up to today \/ tonight ? I've been out and had a few refreshments in the process 🌚🍺 wbu ?\n  ","431820":"\n   If you like her, what's your favourite Doja Cat single? 🎶 👍\n  ","431821":"\n   Have you ever been in a sauna before? If not, would you ever want to? 👍\n  ","431822":"\n   Do you ever go on picnics? Or naw... Not you.\n  ","431823":"\n   Have you ever been sad on your own birthday?? 🎂🎉\n  ","431824":"\n   And more with fears😱\n  ","431825":"\n   What's your favorite ice cream flavor?\n  ","431826":"\n   What makes you feel really uncomfortable?\n  ","431827":"\n   What is something obscure that you like?\n  ","431828":"\n   Better my friend I worked today I stopped now\n  ","431829":"\n   What makes you get stressed out? 😕\n  ","431830":"\n   If you can received a salary to follow whatever passion you wanted to, what would you do? 👨‍🚀👩‍✈️🤴👨‍🎨💕\n  ","431831":"\n   What do you think is worth waiting for? Why? 🕒 👍\n  ","431832":"\n   If you like her, what's your favourite Ariana Grande single? 🎶 👍\n  ","431833":"\n   If you like him, what's your favourite Shawn Mendes single? 🎶 👍\n  ","431834":"\n   Have you ever had sleep paralysis before? If so, what happened? 👍\n  ","431835":"\n   Do you prefer to take showers or baths? Why? 🚿 🛀 👍\n  ","431836":"\n   If you like them, what's your favourite Black Eyed Peas single? 🎶 👍\n  ","431837":"\n   Are you an experimentalist or a traditionalist?\n  ","431838":"\n   Do you like RnB music? Or nah.. Not really?\n\nExtra:\nDon't have to answer this part.\n_\n1 to 10 how much you like. 1 being not so much. 10 being alot.\n  ","431839":"\n   Hi Kayla! How are you?\n  ","431840":"\n   Dream vacation spots ?\n  ","431841":"\n   Which three countries do you want to visit next after lockdown? 👀\n  ","431842":"\n   Do you prefer watching sunrises or sunsets?\n  ","431843":"\n   What was your favorite childhood toy? Do you still own it?\n  ","431844":"\n   How long have you been on the ask app?\n  ","431845":"\n   What's the title of the current chapter in your life? 📖 👍\n  ","431846":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","431847":"\n   What’s your screen time on your phone? 🤔mines 6hrs and 12 mins 😱🤦🏽‍♀️🤣\n  ","431848":"\n   Are you competitive?\n  ","431849":"\n   How many horses do you have?\n  ","431850":"\n   Last thing you wore that was white\n  ","431851":"\n   Would you rather travel for 5 years in an 🚐 RV travel for 5 years in a ⛵sailboat?\n  ","431852":"\n   3 things your gonna do today! 🌚\n  ","431853":"\n   You wake up suddenly in the middle of the night. What would be the scariest sound to hear after waking up? 😱\n  ","431854":"\n   What time do you normally go to sleep?\n  ","431855":"\n   What social media platform do you use most to keep in touch with your friends?\n  ","431856":"\n   Do you sleep with an eye cover mask?\n\n(It's an eye covering thing that goes over your eyes. Usually comfy. Makes the room darker. Helps for sleep for some people.)\n  ","431857":"\n   what was the best part of your day today?\n  ","431858":"\n   What do you do to treat a cold? Asking for a friend 🤒\n  ","431859":"\n   hav fb?\n  ","431860":"\n   hi\n  ","431861":"\n   I know this is a weird thing to compliment, but you have REALLY nice arms!\n  ","431862":"\n   Work It: Do you know how to dance?  💃🕺\n  ","431863":"\n   What is your main goal? 💎\n  ","431864":"\n   If you like eggs, how do you prefer to eat them? Boiled, fried, scrambled, poached? 🍳 👍\n  ","431865":"\n   yeah that was just his way of saying good bye,that was a interesting story though\n  ","431866":"\n   What's the best thing about getting older in your opinion? 😁 👍\n  ","431867":"\n   Which do you find to be more eerie, attics or basements? Why? 😨 👍\n  ","431868":"\n   Mads respect for you\n  ","431869":"\n   If you suddenly became a master at woodworking, what would you make?  👍\n  ","431870":"\n   Thoughts on feminism?\n  ","431871":"\n   Age?\n  ","431872":"\n   How are you?\n  ","431873":"\n   Real tattoo or henna tattoo?\n  ","431874":"\n   Anyone here like dragons?\n  ","431875":"\n   Really do you think you want to share that with me?\n  ","431876":"\n   You seem 30 years old\n  ","431877":"\n   you could be right but i do think to a extent animals are spiritual because i've a spiritual experience with a few stray cats\n  ","431878":"\n   How old are you?\n  ","431879":"\n   What is the last thing that made you angry? 😡\n  ","431880":"\n   I guess that’s the downside of looking so great\n  ","431881":"\n   If you had to sum up the whole human species in 3 words, what would those words be?\n  ","431882":"\n   Do you think your horse can sense if a person has a good or bad spirit when some people come around her or shes just real friendly?\n  ","431883":"\n   Favorite ice cream?\n  ","431884":"\n   Haha that’s cute tho! It could be Dd and Miss O 😂 \n\nOr you could call them Lolo like “crazy” in Hawaiian. Especially  they ended up being a hot or even silly  personality haha. I guess you’d just have to see how they were\n  ","431885":"\n   Ooo I like Diablo a lot. What would you call them for short if you named them Diablo?\n  ","431886":"\n   What harsh truths do you prefer to ignore?\n  ","431887":"\n   What would you name your horse if you had one?\n  ","431888":"\n   I’m looking for a new tv show\/series to watch. Any suggestions? If I end up interested in your choice I’ll give you 500 coins! 👍🏻😊\n  ","431889":"\n   What is your go-to comfort food?\n  ","431890":"\n   Are you interested in getting a blue badge? ✔\n  ","431891":"\n   What bothers you more than it should?\n  ","431892":"\n   Nice, love the confidence lol.\n  ","431893":"\n   did u let the tears fall down to the floor?\n  ","431894":"\n   have you ever cried with your horses?\n  ","431895":"\n   On a scale of 1 to 10 how confident are you?\n  ","431896":"\n   Regardless of being male or female would you ever get artificial hair, any sort of extensions in your hair? Do you already have that?\n  ","431897":"\n   They are really nice horses😊\n  ","431898":"\n   How long have you had your horses?\n  ","431899":"\n   What environment or location do you feel the most at peace in\/at?\n  ","431900":"\n   i understand you seem to have a passion for riding horses\n  ","431901":"\n   I rather pass, don't worry about it\n  ","431902":"\n   What is your obsession?\n  ","431903":"\n   If you was here during the 17th century what do you think you would've been doing and what kind of skills do you have?\n  ","431904":"\n   I love cold coffe except chocolate flavor. And I like black coffee too. I drink black coffee daily after breakfast 😊\n  ","431905":"\n   5. 🍰Cake or 🍩Doughnut? 👅\n  ","431906":"\n   Are you poor?\n  ","431907":"\n   Me too😊\n  ","431908":"\n   Have you ever counted the calories in what you eat?\n  ","431909":"\n   What is better: bitter truth or sweet lies?\n  ","431910":"\n   And like to drink coffee then?\n  ","431911":"\n   OMG between your ex managers and gas station attendants you’ve attracted some real creeps\n  ","431912":"\n   Have you read or watch Twilight? 🧛‍♂️🐺\n  ","431913":"\n   Do you “steal” food from refrigerator in late evenings and nights? 😁🙊\n  ","431914":"\n   What's your favorite top 3 subjects from high school or college?\n  ","431915":"\n   Do you like rain?\n  ","431916":"\n   Most interesting story at a gas station aaannd go.\n\n(And if you haven't had an experience. Crazy or funny You don't have to answer this.  or if you don't feel comfortable with answering this you also don't have to. That is up to you.)\n  ","431917":"\n   Anything you have been looking forward to this month or has anything happened awesome yet?\n  ","431918":"\n   Is there any kind of computer games that you like to play or you used to like to play? Like maybe back in school or something. Ever heard of the game called Zoo Tycoon?\n  ","431919":"\n   pretty good point\n  ","431920":"\n   Omg this would be amazing.  Dream boyfriend AND a boy doing your bidding 😍\n  ","431921":"\n   Omg he offered to let you take his job??\n  ","431922":"\n   Lol you should have taken his job\n  ","431923":"\n   Have you ever eaten crabs before? 🦀\n  ","431924":"\n   What were the questions your former boss asked you on Facebook?\n  ","431925":"\n   Stable boy can clean while you and your future boyfriend ride\n  ","431926":"\n   Ha haaa I can imagine you with a stable hand who’s crushing on you\n  ","431927":"\n   Your fangirl should do it for you\n  ","431928":"\n   I dreamt that I asked you out on a date.  You said no, so I asked if I could be your stable hand.  So you had me maintaining the stable while you went on a date with another guy\n  ","431929":"\n   Have you ever been to the Kentucky Derby?\n  ","431930":"\n   What about massaged?\n  ","431931":"\n   If you had a black horse, what would you name it?\n  ","431932":"\n   Do you like the idea of having your feet kissed?\n  ","431933":"\n   What did you think?\n  ","431934":"\n   It's Chicago.\n  ","431935":"\n   Have you ever been to the windy city?\n  ","431936":"\n   Do you like mango juice? Have you ever had mango juice before? Would you?\n  ","431937":"\n   If you had the ability to die and come back to life would you always reincarnate back to life or would you rather live the after life once you pass away?\n  ","431938":"\n   What are three of your favorite dishes to cook?\n  ","431939":"\n   Do you like Hollywood Undead?\n  ","431940":"\n   What do you think about open relationships and could you handle that?\n  ","431941":"\n   If it was possible would you like to go down as legendary cowgirl or your satisfied with your life the way it is?\n  ","431942":"\n   Oh wow. I personally think it's the best choice to record and stay out of it.\n  ","431943":"\n   Did anything like this happen at Taco Bell.\n   \n    https:\/\/m.youtube.com\/watch?v=9xlKm0iVV_g\n   \n","431944":"\n   Have you ever recorded fights on your phone?\n  ","431945":"\n   The food at Taco Bell always gave me the squirts.\n  ","431946":"\n   Omg. I am so sorry that happened to you. Unfortunately, this type of things seem to happen frequently. It's good you left and I hope you you're doing better. I recently quit my toxic, life-sucking job and it has made quite a difference in my mental health.\n  ","431947":"\n   Why did you quit Taco Hell?\n  ","431948":"\n   Why not?\n  ","431949":"\n   Do you like to wrestle, Kay?\n  ","431950":"\n   Hi Kayla!\n  ","431951":"\n   4. 🍺beer or 🍹mixed drinks?\n  ","431952":"\n   🍪 or 🍰\n  ","431953":"\n   insta me\n  ","431954":"\n   hiiii\n  ","431955":"\n   If you became a god over a specific thing, like the ones from Greek or Norse mythology for example, what'd you be a god of? What'd you use your godly powers for? ⚡💕🌊☘\n  ","431956":"\n   Kill joy moments that you can't forget? 🙃😫💩\n  ","431957":"\n   Do you care about what others think about you?\n  ","431958":"\n   I hope I can see you in person 👀\n  ","431959":"\n   I’m great!!!  Hope everything’s alright with you!\n  ","431960":"\n   Hmm very far\n  ","431961":"\n   Do you eat mushrooms? 😋🍄\n  ","431962":"\n   Where are u from?\n  ","431963":"\n   You’re soooo perfect Queen Kayla!!\n  ","431964":"\n   3. ☕Coffee or 🍵Tea?\n  ","431965":"\n   Rich vs Poor: Who is happier? Why?🤔💬\n  ","431966":"\n   What habit do you have that you think not many other people have?\n  ","431967":"\n   I guess they think they could get away with it cause they attractive\n  ","431968":"\n   The last picture among your profile pictures. The hip looks very muscular.\n  ","431969":"\n   The brown horse 🐴 🤫\n  ","431970":"\n   Thats true i've been around some people who are attractive but are very ugly and fucked up in the head\n  ","431971":"\n   Your horse is unusually muscular, what food do you give it?\n  ","431972":"\n   What do you do to keep yourself going, like while you work or study when you do not feel motivated whatsoever? 😩\n  ","431973":"\n   In your personal opinon what does the expression mean, beauty is in the eye of beholder means?\n  ","431974":"\n   Would you rather work for money or make money work for you? 🤑\n  ","431975":"\n   2. 🍳Eggs or 🥣Oatmeal?\n  ","431976":"\n   what is the strangest dream you've ever had? 😴💭💤\n  ","431977":"\n   Do you use perfume\/cologne? What is your favorite scent? ☺\n  ","431978":"\n   1. 🐟 Fish or 🥩 Steak?\n  ","431979":"\n   What if you got big but didn’t turn blue?\n  ","431980":"\n   Do you like chicken wings? What is your favorite flavor? 🍗💕\n  ","431981":"\n   Are riding boots there to protect the lower leg?\n  ","431982":"\n   You would be an amazing findom!\n  ","431983":"\n   Yes they work 20 hour insteed 40 hour. Is less monye then.\n  ","431984":"\n   So is okey for a department store to have half time as standard for all personal?\n  ","431985":"\n   OMG am I the only one that thinks getting $15k from another woman would be the best feeling ever lol??\n  ","431986":"\n   What is your favorite dog breed? 🐕💕\n  ","431987":"\n   Well the personals dont like it only the company. Should the law change?\n  ","431988":"\n   If a woman lost a bet to you and owed you $15,000 would you make her pay up or let her off?\n  ","431989":"\n   Do you think it's okay to hire 8 people part time instead of 4 full time?\n  ","431990":"\n   Woahhh! 🌚\n  ","431991":"\n   Ever done food photography? Pap 🌚❤️\n  ","431992":"\n   Do you use riding shoes or riding boots?\n  ","431993":"\n   If your horse could talk what would you ask her?\n  ","431994":"\n   What are some signs that someone is trying to be a friend?\n  ","431995":"\n   Would you rather want to experience how it'd be being 20 cm \/ 8 inches taller or that but shorter for a day? Why? 🤔📏\n  ","431996":"\n   Current mood ? :)\n  ","431997":"\n   Likeback 😊\n  ","431998":"\n   Most and least favourite movie you've watched ?\n  ","431999":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","432000":"\n   Do you have any regrets about the past?\n  ","432001":"\n   What smell brings back great memories? 🥴\n  ","432002":"\n   Do you dress to impress or keep it lowkey? 👔👗\n  ","432003":"\n   And last one ( sorry for the spam 🌚😂 ) what's one thing you miss about life before covid came along ?\n  ","432004":"\n   If you were to describe your life so far in 3 words what would it be ?\n  ","432005":"\n   Are you good at giving advice ?\n  ","432006":"\n   Does pineapple belong on a pizza ?\n  ","432007":"\n   Shame, I get it tho the app would be so much better if you could pm people Instead of having public conversations, so annoying 👎\n  ","432008":"\n   Indian or Chinese food ? Or neither\n  ","432009":"\n   What do you mean over using 🤔\n  ","432010":"\n   What's happened to that Edward guy ? Think he's deactivated can't find him\n  ","432011":"\n   Are you in love ?\n  ","432012":"\n   Favourite celebration time ? \nEaster \/ Christmas \/ new year etc ?\n  ","432013":"\n   What's better\nA cold drink on a hot day or\nA warm drink on a cold day ?\n  ","432014":"\n   Do you have any pets ?\n  ","432015":"\n   Are you closer to your mum \/ dad or both equally ?\n  ","432016":"\n   Would you rather have lots of mutual friends or a few very close ones ?\n  ","432017":"\n   Do you have any siblings ?\n  ","432018":"\n   Tea or coffee ? Or anything similar\n  ","432019":"\n   Question spam incomingggggg\nDo you drive? Would you like to if you don't ?\n  ","432020":"\n   😂😂\n  ","432021":"\n   What if your parents go on.holiday with your horses 🤔🤔😂\n  ","432022":"\n   Snapchat?\n  ","432023":"\n   What is one thing you are sure of? 😌👌\n  ","432024":"\n   if you could be half man half animal, which animal would you choose? 🤔💬🔥\n  ","432025":"\n   If you were to invite someone over for dinner and you wanted to really impress them with your cooking, what'd you make? Like, what's your absolute best dish to make? 👨‍🍳\n  ","432026":"\n   hey\n  ","432027":"\n   Hope you enjoy the last episode of Cursed?\n  ","432028":"\n   Hey talk?\n  ","432029":"\n   Whats one thing you usually do if your bored as hell?\n  ","432030":"\n   Alright Speedy Gonsalez lol slow down! Season 1 still though?\n  ","432031":"\n   Yea lol. I watched the 4th episode of Cursed last night, I'm catching up to you lol!\n  ","432032":"\n   It's Thursday morning with me, still in bed rn lol\n  ","432033":"\n   How is your day going?\n  ","432034":"\n   Welche Körperteile von dir und mir aus der unteren Region würdest du gerne zusammenführen?\n  ","432035":"\n   I’m doing good thank you 😊 for asking Kayla i just already eat my breakfast 🥞 tho and relaxing 😌\n  ","432036":"\n   Thank you👍\n  ","432037":"\n   I'm a man, my is Isaac.I going to take a fair Friday,when to cut my hair.You will see. I'll following you now.Ok👍?\n  ","432038":"\n   Awh I’d love to get a horse there’s just no room for an animal that size at mine\n  ","432039":"\n   By adding me or no?😭\n  ","432040":"\n   Shark diving, bungee jumping, or sky diving? 🦈☁️\n  ","432041":"\n   Hi 🙋🏼‍♂️\n  ","432042":"\n   do you pray? 🙏📿🤲\n  ","432043":"\n   Thanks👍l\n  ","432044":"\n   What’s the best way to beat the heat ?\n  ","432045":"\n   OK. Catch you later?\n  ","432046":"\n   OK. Am I bothering you?\n  ","432047":"\n   Neither have I. A serious?\n  ","432048":"\n   Not for me lol. I'm guessing you would have read Pride and Prejudice zombies then?\n  ","432049":"\n   OK good. Do you like to read?\n  ","432050":"\n   Cool lol. Have a dream or nightmare?\n  ","432051":"\n   Sitting up in bed, not tired yet. You just woke up?\n  ","432052":"\n   Hello! And good, what you up to?\n  ","432053":"\n   Love or money ?\n  ","432054":"\n   Thought rn 💭💭\n  ","432055":"\n   Good morning Kayla :) sleep well?\n  ","432056":"\n   Not tired yet?\n  ","432057":"\n   I'm alright can we chat with each other\n  ","432058":"\n   Or was watching\n  ","432059":"\n   What is the show you’re watching about?\n  ","432060":"\n   Hello how r u\n  ","432061":"\n   Has anyone ever told you that you're too nice? 😇\n  ","432062":"\n   What noise do you hear right now?\n  ","432063":"\n   What is your happy pill? 💊😊\n  ","432064":"\n   Just sorting my parents bed for them. #nospoilers lol. Could we chat on FB?\n  ","432065":"\n   What you up to?\n  ","432066":"\n   That’s cool that’s nice. What’s your Snapchat so we can chat?\n  ","432067":"\n   You are really really beautiful just saying are you single\n  ","432068":"\n   They’re the best, I’d be lost with my fur babies and your horse is beautiful\n  ","432069":"\n   Aww that's cute. Clever Olympia!\n  ","432070":"\n   Awh thats adorable, I taught my kitten to kiss and responds when I say “Felix kisses” to which he’ll put his nose to my mouth 🥰🥰\n  ","432071":"\n   PAP - Space\n(PAP - Post a picture)\n\nShare anything at all that you would like to share.\n\n_______ Side note _______\n(For people that don't know and you are wondering what space means. Mean basically a free share what you want type question. Share whatever you would like appropriately)\n  ","432072":"\n   Hi 👋 Kayla how are you happy 😃 Tuesday to you a hug 🤗\n  ","432073":"\n   Good! Had another lazy morning tbh lol. You?\n  ","432074":"\n   Hope you have a good rest of your day?\n  ","432075":"\n   Hi Kayla! I following you now.Ok?\n  ","432076":"\n   Ah not too bad then for you 😁 busy but good weather miserable like always tho raining heavy all day\n  ","432077":"\n   That's OK lol. I wouldn't be able to do the math either lol\n  ","432078":"\n   hii\n  ","432079":"\n   It's been a long day always good to chill out at night time tho 😁👍 how has your day been \/ going ?\n  ","432080":"\n   Do you think about your future a lot or just live in the present?\n  ","432081":"\n   why x\n  ","432082":"\n   How do you say goodbye?\n  ","432083":"\n   missing you x\n  ","432084":"\n   you ok x\n  ","432085":"\n   hi x\n  ","432086":"\n   What time do you start work?\n  ","432087":"\n   You're welcome and yeah haha I'm 17 hours ahead of you\n  ","432088":"\n   You can relax after work 🙋\n  ","432089":"\n   Hello! Hope work goes OK for you? Time difference is so weird lol\n  ","432090":"\n   Nice one aha , pretty quiet one here to be honest maybe go out visiting people and do some work around the house\n  ","432091":"\n   The human race is about to face extinction. What would you do? Would you sit back and wait or help prevent it from happening? 🌏\n  ","432092":"\n   Hey 🙋 hope you are well! What's your plans for today 😁\n  ","432093":"\n   What do you want to do right now but cannot?\n  ","432094":"\n   ahoj jak semenuješ\n  ","432095":"\n   Yes and I couldn't tell lol. I act, like to read sometimes, watch Netflix too and YouTube.\n  ","432096":"\n   Fair enough. Not everyone is interested in them. I just got one recently which I'm working my way through. Aside from horse riding, do you have any other hobbies?\n  ","432097":"\n   Do you like doing jigsaw puzzles?\n  ","432098":"\n   Hope you have a good evening? Sorry if I was distracting you?\n  ","432099":"\n   True imma sleep now tho 🌝 enjoy the rest of your evening :)\n  ","432100":"\n   Boring not much to do 🤔 that's why ask keeps me occupied aha\n  ","432101":"\n   someone called jodie heppenstall ok x\n  ","432102":"\n   jodie heppenstall ok x\n  ","432103":"\n   My evening finished a longggggg time ago 🌚 almost 3am here haha\n  ","432104":"\n   can you text a girl on facebook ok x\n  ","432105":"\n   How's your evening going anyway ?\n  ","432106":"\n   Exactly, so weird to read the thread just laughing 😂\n  ","432107":"\n   facebook and the others x\n  ","432108":"\n   what's going on with your anons 😂\n  ","432109":"\n   what sites then x\n  ","432110":"\n   what do you use then x\n  ","432111":"\n   I bet lol. I'd build a house there too but on the other side if there's room so I could meet your horses if that's OK?\n  ","432112":"\n   I bet you do. Shame you can't build yourself a house right next door lol\n  ","432113":"\n   ok please as friends x\n  ","432114":"\n   Are you still at the stables?\n  ","432115":"\n   wanna talk then you got hangouts x\n  ","432116":"\n   i like you very much ok x\n  ","432117":"\n   as friends x\n  ","432118":"\n   you wanna maybe x\n  ","432119":"\n   a relationship ok x\n  ","432120":"\n   i fancy you ok x\n  ","432121":"\n   Don't it's a pain in the bum routine is shocking 🌚\n  ","432122":"\n   01:38 😎\n  ","432123":"\n   Your legs are awesome Kayla\n  ","432124":"\n   Ah that makes sense 😂\n  ","432125":"\n   Are you from America I'm guessing ?\n  ","432126":"\n   your a good friend x\n  ","432127":"\n   ok x\n  ","432128":"\n   the lad who is single ok x\n  ","432129":"\n   missing you ok x\n  ","432130":"\n   missing you ok x\n  ","432131":"\n   hi x\n  ","432132":"\n   Who's awake?\n  ","432133":"\n   Thank you! Maybe catch up with you on Facebook later?\n  ","432134":"\n   Thanks :) sorry if you think I'm weird.\n  ","432135":"\n   Just about to get dressed and then heading out to the shops lol\n  ","432136":"\n   Hope you have a good time when you visit them :)\n  ","432137":"\n   What are you up to now?\n  ","432138":"\n   Hope your horses are OK?\n  ","432139":"\n   I added on both sc and insta too!\n  ","432140":"\n   Very kind 👍 hope your day is going well\n  ","432141":"\n   Haha, okay! Thankyou 🌚\n  ","432142":"\n   Do you ever use a straw when you drink?\n  ","432143":"\n   I am fine\n  ","432144":"\n   You're welcome , was just curious but thank you for explaining 😁\n  ","432145":"\n   Followed. Back? x 🤧\n  ","432146":"\n   Age ?\n  ","432147":"\n   Where are you from\n  ","432148":"\n   OK lol well I hope you have a good rest of your day?\n  ","432149":"\n   pap in bikini\n  ","432150":"\n   How are you\n  ","432151":"\n   Hey 🙋 bit of a weird question but what made you name your horses haha? Cool names !\n  ","432152":"\n   Hello! How are you? I did message you back on FB but if it's easier to talk here right now that's OK.\n  ","432153":"\n   Ice cream cone anyone? I'm making some for any one this hot day! What flavor? Any toppings? Or nah.. your good? Let's post some ice cream cone GIFs with our answers! (Don't have to)\n  ","432154":"\n   heyyyyy\n  ","432155":"\n   i agree with you, you should cherish it everyday\n  ","432156":"\n   What did you have for lunch today? Whenever your lunch time was.\n\nI had fried fish later babies and a small piece of bread. It was very good. What did you have? (Sorry it being 1:15 PM here but ate it about 30 mins ago.)\n  ","432157":"\n   cool its a blessing to have a horse as a pet though\n  ","432158":"\n   wow shes beautiful, is she friendly?\n  ","432159":"\n   Sorry if you're about to go to bed? I know it's nearly midnight with you.\n  ","432160":"\n   What do you want to achieve?\n  ","432161":"\n   What is the name of your horse that you took pictures with and is it a boy or a girl?\n  ","432162":"\n   Same here lol. I just prefer having conversations on there\n  ","432163":"\n   I'm sorry if it's weird.\n  ","432164":"\n   Just sent you a request :)\n  ","432165":"\n   Same name & picture?\n  ","432166":"\n   I'd prefer talking there, would it be OK if I added you?\n  ","432167":"\n   Stop it! Do you have Facebook?\n  ","432168":"\n   Sorry lol bet you think I'm weird ...\n  ","432169":"\n   No it was Harry Potter lol\n  ","432170":"\n   Feel free to ask me anything if you'd like to get to know me?\n  ","432171":"\n   Yes I am. Do you know what HP house you are?\n  ","432172":"\n   OK cool. No you're fine. Sorry I know I'm a stranger & if I am bothering you?\n  ","432173":"\n   Are you a Harry Potter fan?\n  ","432174":"\n   Baggy hoodies or prefer them to fit? What is your soft sweatshirt?\nAre you a little hyper lol?\n  ","432175":"\n   Yeah it's alright, had a productive day. Do you like wearing hoodies?\n  ","432176":"\n   Fair enough. Are you having a good day?\n  ","432177":"\n   Yes it would! My mum used to do horse riding. I'm 27\n  ","432178":"\n   OK haha I'm sure it's cool in its own way?\n  ","432179":"\n   I hope I do get the chance to do it again. How old are you if you don't mind me asking?\n  ","432180":"\n   Fine thank you. What part of the US are you from?\n  ","432181":"\n   Followed you :)\n  ","432182":"\n   That's cool! I live in NZ and used to have horse riding lessons but haven't for a while. Love horses!\n  ","432183":"\n   How are you?\n  ","432184":"\n   You definitely seem like someone who likes to be in control\n  ","432185":"\n   How long have you been a horse rider?\n  ","432186":"\n   Just in general.\n  ","432187":"\n   Are you afraid of death\n  ","432188":"\n   Which of the following body parts would u want massages?  Back, shoulders, arms, hands, stomach, butt, legs, feet?\n  ","432189":"\n   Would you say you’re more dominant or submissive?\n  ","432190":"\n   Do you eat lugaw\/porridge? 🥣\n  ","432191":"\n   May I know what your work is?\n  ","432192":"\n   Good morning! Do you like Mondays?\n  ","432193":"\n   What's something you wanna do one day?\n  ","432194":"\n   What is the most boring job you can imagine? (●__●)\n  ","432195":"\n   Have you ever tried roasted pumpkin seeds before?\n  ","432196":"\n   Love your horses!!  PS: You’re so pretty!!\n  ","432197":"\n   Have you ever had salmon before? Do you like salmon? Do you think you would like it?\n  ","432198":"\n   Have you went swimming yet this summer? Where did you go and did you have fun? And if you didn't go swimming are you going to?\n  ","432199":"\n   What would you do if you get imprisoned even if you're not guilty?\n  ","432200":"\n   Do you consider black cats\/dogs unlucky?\n  ","432201":"\n   Do you think the tickle vampires would live in the city or country\n  ","432202":"\n   Oh lol what age range do you think tickle vampires would go after and girls or boys\n  ","432203":"\n   Oh are you not ticklish? Do you think the tickle vampires would go after young people or older people\n  ","432204":"\n   What if there was tickle vampires and instead of blood they needed laughter\n  ","432205":"\n   Do you believe in Ghost Month?\n  ","432206":"\n   hello 👋\n  ","432207":"\n   Have you ever blocked people on social media? 🙅‍♀️🙈\n  ","432208":"\n   Are you a big baby? （ΦωΦ）\n  ","432209":"\n   What frustrates you the most?\n  ","432210":"\n   Are you enjoying the rain? 🌧\n  ","432211":"\n   What makes you happy? 😊\n  ","432212":"\n   please google more about it. You dont want to be 50 and not remember who you or your family is\n  ","432213":"\n   Would you rather be served a bitter truth or sweet lies?\n  ","432214":"\n   Did you know your diet can affect your mental health for the worse if you dont eat enough fruits and veggies?\n  ","432215":"\n   Do you love getting or giving massages? 💆‍♀️💆‍♂️\n  ","432216":"\n   what’s your favorite creature? 🦄\n  ","432217":"\n   What's one thing that you would like to have in your room?\n  ","432218":"\n\n    https:\/\/ask.fm\/kaylaraspolichfanpage2441\/answers\/163457287626\n   \n   Omg your fangirl is such a good girl 😍\n  ","432219":"\n   Have you ever been hit on by a guy who has a girlfriend?\n  ","432220":"\n   When is the last time you went out to eat?\n  ","432221":"\n   Lol is he cute??\n  ","432222":"\n   What do you value the most in your life?\n  ","432223":"\n   What is your real life advice for your ask.fm followers?\n  ","432224":"\n   Why do people pay more attention to their phones than to other people? 📲\n  ","432225":"\n   Do you want your life to be easier? What can make your life easier?\n  ","432226":"\n   actress or actor crush that you have? ❤\n  ","432227":"\n   What have you learn from your previous relationships?\n  ","432228":"\n   what's your take on mental disorders? 💌\n  ","432229":"\n   Can I just sleep off all my problems away? 😴\n  ","432230":"\n   Do you treat your friends like your family? ❤\n  ","432231":"\n   Why do you listen to music? 🎶\n  ","432232":"\n   If you had the money, would you buy the 2021 Ford Bronco? If not, what car would you prefer to buy?\n  ","432233":"\n   Have you ever been knocked unconscious??\n  ","432234":"\n   Do you easily get distracted?\n  ","432235":"\n   Does everyone deserve a second chance? Why?\n  ","432236":"\n   Midnight thoughts 💭\n  ","432237":"\n   Γειαααα\n  ","432238":"\n   I miss you.\n  ","432239":"\n   Are you wanting me to ask you on a date is that what it is\n  ","432240":"\n   Would u rather...Have your feet licked or swim in oliveoil?\n  ","432241":"\n   I’m looking for a girlfriend with a big nose sexy nose\n  ","432242":"\n   Hidden abilities are gained through Dream World or Hidden Grottos, and are only available in Gen V games.\n\nNormal abilities are the ones you can get by catching a Pokemon in-game (except in Hidden Grottos).\n  ","432243":"\n   Aside the Azurill line, there is Girafarig, Stantler, Miltank, Blitzle line. (Hidden)\nThere's the Deerling line, Bouffalant, Skiddo line, Goomy line, and Drampa line (1st\/2nd ability)\n  ","432244":"\n   Another favorite was Greninja because of a special ability \"Battle Bond\", there is also Furfrou which I like because of the designs, there is the Goomy line I like as well. Also want to know what my favorite Mega Evolutions are?\n  ","432245":"\n   What type of person attracts you?\n  ","432246":"\n   If you woke up on an unknown island after you had gotten shipwrecked and realized that you had gotten tied down to the ground with ropes and such by hundreds of teeny tiny people, like Gulliver in Gulliver's travels, how'd you react? What'd you do? 🌊🏝💂‍♂️💂‍♀️📯\n  ","432247":"\n   Cloudy, Sunny, Windy, Stormy or Rainy Days?\n  ","432248":"\n   do you watch sitcoms? which one is your favorite?\n  ","432249":"\n   Who would you call first if you won the lottery? 🤑\n  ","432250":"\n   FLAVOR: BUBBLE GUM OR MATCHA?\n  ","432251":"\n   Would you rather ask questions or answer questions?\n  ","432252":"\n   Have you ever perfected an exam? 📝💯\n  ","432253":"\n   Do you easily get annoyed? What is the smallest thing that annoys you? 😒\n  ","432254":"\n   Omg 60 packets?! That must’ve been like 99% sugar and 1% coffee in that cup lol 😂\n  ","432255":"\n   What’s your favorite coffee? ☕️ I prefer just black coffee with sugar\n  ","432256":"\n   You gotta try the cookie sundae frosty 👌🏻 👌🏻\n  ","432257":"\n   Hell yus Wendy’s chili is 🔥\n  ","432258":"\n   Wendy’s or Hardee’s?\n  ","432259":"\n   Have you ever traveled to Europe? If not, where would you travel there?\n  ","432260":"\n   Would you rather jump off the high dive or go down a very fast water slide?\n  ","432261":"\n   What’s the fastest you’ve ever ran a mile?\n  ","432262":"\n   Which is your favorite for swimming: bikini or one-piece?\n  ","432263":"\n   What’s a good thing to do on a hot day?\n  ","432264":"\n   How old r u?\n  ","432265":"\n   Are you brave enough to fight for everyone's rights?\n  ","432266":"\n   Do you kiss and tell?\n  ","432267":"\n   How good are you with the flirting game?\n  ","432268":"\n   first thing you notice about a person?\n  ","432269":"\n   a slang\/street word that you always use?\n  ","432270":"\n   Where are you graduated from\n  ","432271":"\n   How old do people say you look?\n  ","432272":"\n   There are some that have it as a 1st\/2nd ability but there are others that have it as a Hidden. I told you that Marill and Azumarill were the ones with the hidden ability. Want me to tell you more?\n  ","432273":"\n   This ability boosts the Attack stat if a Pokemon is hit by a Grass-type move instead of taking damage. In other words Grass type damage is zeroed out whoever has this ability.\n  ","432274":"\n   The Hidden ability is \"Sap Sipper\". Want to know why this ability is useful for Azumarill?\n  ","432275":"\n   Do you know what the hidden ability of Azumaril is?\n  ","432276":"\n   Totally! Gotta learn on a horse that already knows jumping though if you’re starting from ground 0. Otherwise y’all will both be confused lol. Does your trainer have any horses that can jump? Maybe they’d let you learn with them!\n  ","432277":"\n   Girl you’ve GOT to try jumping if you can it’s SO MUCH FUN!! Haha and harder than it looks for sure. Some ppl make it look so graceful. Most the barns I’ve been to have been hunter barns but I did lessons at an eventing barn for a while and one of the hunter barns I was at also did western pleasure\n  ","432278":"\n   Yeah no barn I’ve ever been to has done it either. I’d totally give it a try if the opportunity arose though!\n  ","432279":"\n   Oooooo cool! I’ve only ever done western pleasure, trail classes, games, and barrels. Are y’all doing some fancy reining or cutting or anything?? I’ve always admired those riders who can do that...so many quick turns and spins! I think I’d get dizzy lol\n  ","432280":"\n   They really are 😂 My bf’s little brother calls them “longboi dogs” lolol so I’ve low key started calling them that cause it was so funny when he said it. And omg I’m so jealous you get to show! You mentioned you did both hunters and saddle seat before... Which one are you showing him in this weekend\n  ","432281":"\n   Ahaha that’s too funny. The gelding I’ve been working with is always “scared” of fly spray even though I put it on him nearly every day I see him. Horses are like dogs, they each have their own personalities! And they’re all so good 😊 People don’t deserve such sweet angles 👼🏼🐴\n  ","432282":"\n   Do you like sleep overs and movie nights?\n  ","432283":"\n   Retweet lol. People can be dumb but ponies are always loyal friends 💙\n  ","432284":"\n   Does the rain make you dance? 💃🌧\n  ","432285":"\n   What country do you want to visit?\n  ","432286":"\n   NEVER HAVE I EVER: \nHave you ever cried in the shower or under the rain? 🚿😭🌧\n  ","432287":"\n   WOULD YOU RATHER: have the best house in a bad neighborhood or have the worst house in a fancy neighborhood? 🏡😥🥴\n  ","432288":"\n   tell me about you\n  ","432289":"\n   Have you ever fall in love?\n  ","432290":"\n   TRICKY Q: A man is in his car. He sees 3 doors; a golden door, a diamond door and a silver door. Which door does he go through first? 🚪🧠🤯🚗\n  ","432291":"\n   HOW MANY TIMES A DAY DO YOU LOOK IN THE MIRROR?\n  ","432292":"\n   I like this - your confidence is one of my favourite things about you!\n  ","432293":"\n   Hi what are you doing today?\n  ","432294":"\n   dont post though\n  ","432295":"\n   What's the most expensive thing you've ever broken? Oppsy 😬💸\n  ","432296":"\n   can i come off\n  ","432297":"\n   d\n  ","432298":"\n   and u\n  ","432299":"\n   hi\n  ","432300":"\n   sad\n  ","432301":"\n   heyyyy\n  ","432302":"\n   HAVE YOU HEARD ABOUT TAYLOR SWIFT'S NEW ALBUM????\n  ","432303":"\n   Have you ever stolen a kiss before? Have you ever accidentally kissed someone? #KISSINGBOOTH\n  ","432304":"\n   Would you pay for a kiss? #KISSINGBOOTH\n  ","432305":"\n   You’re so hot!!!\n  ","432306":"\n   What’s the best and worst thing about getting older?\n  ","432307":"\n   I was talking about things you like to do. What is something you really love to do? Tell us about it\n  ","432308":"\n   Would you ever take a 15 hour plane trip? Have you ever before?\n  ","432309":"\n   Things you should avoid?\n  ","432310":"\n   Do you like icees? aka flavored ice basically. We call them, \"snowballs,\" in southern USA. Or snow cones some people refer them to. Ever had such a thing? So good for hot hot weather.\n  ","432311":"\n   How was your day to day?\nWhat did you do?\n  ","432312":"\n   Do you like mashed potatoes and gravy?\n  ","432313":"\n   Would you ever go speed boat tubing? (Basically you hang onto a floaty behind a boat that is going really fast and you have a lot of fun.)\n  ","432314":"\n   You seem like you’re more confident lately than you used to be!\n  ","432315":"\n   What do you feel content or happy with in your life?\n  ","432316":"\n   What do you need more of in your life?\n  ","432317":"\n   How do you save money? Any money management tips?\n  ","432318":"\n   Be a character in \"Lord of the Rings\" 💍 or in \"Harry Potter\" ⚡?\n  ","432319":"\n   Would you live in a library where books 📚 are your only entertainment OR stay in a prison and have access to all TV 📺  channels?\n  ","432320":"\n   Have you ever tried to google your own name? What came up? 🤔⌨\n  ","432321":"\n   Yes..be my close friend\n  ","432322":"\n   I don't know what else to say...I thknk I like you😞\n  ","432323":"\n   I'm always happy eachtime  I sees you online, you have been a only person I feel comfortable to ask any questions that's burning my day off\n  ","432324":"\n   I think I'm having some emotional feelings about you, I wonna be close with you\n  ","432325":"\n   Your face reminds me about my late wife, I wonna be texting with you  always\n  ","432326":"\n   Okay..fine\n  ","432327":"\n   Okay..let's chat more on Facebook or WhatsApp\n  ","432328":"\n   Okay..which social media are you currently using to chat?\n  ","432329":"\n   Are you using okcupid? Let's be friends if you are using the app\n  ","432330":"\n   Okay.. you sound unhappy😶\n  ","432331":"\n   I do love people with open mind, people who I can share feelings and talk with openly without fear and fight\n  ","432332":"\n   Ask me anything that comes across your mind.\n  ","432333":"\n   Why are you not asking me too? Let's keep it social okay..be free to ask me  any question.\n  ","432334":"\n   I'm really happy asking more questions,hope you are not upset?\n  ","432335":"\n   Pretty young angel,What kinds of things really make you laugh? ...\n  ","432336":"\n   Wow!!What age do you feel right now and why? ...\n  ","432337":"\n   Where is the last place you would ever go? ...\n  ","432338":"\n   what is your favourite TV show's?\n  ","432339":"\n   What would you do if a close friend started saying mean things about you? 😈\n  ","432340":"\n   How good are you with budgeting money? Are you a big saver or spender? 🤑💸💰\n  ","432341":"\n   What helps you to fall asleep faster?\n  ","432342":"\n   When was the last time you hugged someone?\n  ","432343":"\n   Do you judge people quickly?\n  ","432344":"\n   In Generation VI after the type fairy was introduced, I felt amazed that Clefairy's evolution changed from a Normal to a fairy type and so Clefairy line became bmy favorite as it is useful in competition, not to mention Azumaril became my favorite for the Water and Fairy typing + the hidden ability.\n  ","432345":"\n   Do u want???\n  ","432346":"\n   I want to give you Glasgow kiss 🥰\n  ","432347":"\n   Do you like chewy candy\n  ","432348":"\n   My girlfriend is pissed because my boss is hot she wants me to Quit my job but I’m making over $40 an hour what do I do\n  ","432349":"\n   If you are not cheating, you're not trying 👓\n  ","432350":"\n   If there's no Corona Virus, what would you rather be doing? 🦠\n  ","432351":"\n   That is true it is good against Ground andElectric. Also another favorite of mine was the Lucario line due to the design and how it fights. In Generation V my favorite was the Zorua line. I liked how the Zorua and Zoroark could transform similar to ditto but w. illusions. I got more fav PKMN to go.\n  ","432352":"\n   Do you enjoy chatting on the phone with your friends? 👋\n  ","432353":"\n   What games do you play on your phone? Cooking, farming, arcade? 📱\n  ","432354":"\n   Would you rather cook or have a personal chef? 😋👩‍🍳👨‍🍳🍳\n  ","432355":"\n   Do you prefer homemade or take-out food? 😋🥞🚚🥙🍕\n  ","432356":"\n   Damn I was hoping to send you a gift\n  ","432357":"\n   Why not?\n  ","432358":"\n   You should definitely get one\n  ","432359":"\n   Do you have an Amazon Wishlist?\n  ","432360":"\n   They’re really nicely shaped and look so strong\n  ","432361":"\n   I’d like to see a pic of these amazing legs ha ha\n  ","432362":"\n   What’s your favorite quote from a movie?\n  ","432363":"\n   If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future? ⏰\n  ","432364":"\n   You don’t think so?\n  ","432365":"\n   Your legs are amazing Kayla\n  ","432366":"\n   Search skymap7\n  ","432367":"\n   What’s your “go to” gif or photo for a laugh? 😂\n  ","432368":"\n   Anyone watching the live police chase on YouTube right now?\n  ","432369":"\n   I’m great thanks!  And it’s just the truth - you really are the best!\n  ","432370":"\n   Hey Queen Kayla!  Just wanted to remind you that you’re so smart and hilarious - I really love all your answers!  Plus you’re super pretty!\n  ","432371":"\n   I deep cleaned the engine bay of my car, so pretty decent ^.^\n  ","432372":"\n   hello\n  ","432373":"\n   What makes you sad? Is it worth it?\n  ","432374":"\n   What do you call your real friends? Me: Bitches HAHAHA\n  ","432375":"\n   Are you hard-working or lazy?\n  ","432376":"\n   What food do you most often crave for?\n  ","432377":"\n   Do you listen to TED Talks? 🗣\n  ","432378":"\n   NEVER HAVE I EVER: Have you ever lost a bet? 😂💸👻\n  ","432379":"\n   What kind of food you like?\n  ","432380":"\n   Have you ever been to a car show or a car meet? What's the most exotic car you have ever seen in your life?\n  ","432381":"\n   Are you excited about the winter season? It getting cold again eventually. So hot lately out... 😥😩🌞 Hot 🔥 Do you like the cold or no?\n  ","432382":"\n   (You do not have to answer this if you do not feel comfortable. Just ignore if you don't want to answer.)\n\nHave you ever witnessed a really horrible fight before? Especially an extremely childish one.\n  ","432383":"\n   Have you ever jumped on a trampoline before? Was it a fun experience? Or scary experience?\n  ","432384":"\n   just tell a close friend likes them ok x\n  ","432385":"\n   just tell me them i like them too ok x\n  ","432386":"\n   Is there any kind of sports that you enjoyed playing? What kind? Did you ever play on a team? Did you enjoy playing sports?\n  ","432387":"\n   all three of them like me ok x\n  ","432388":"\n   Have you ever had pecan pie? Any kind of pie? What's your favorite kind of pie?\n  ","432389":"\n   you seem a good friend thats why ok x\n  ","432390":"\n   i dont have them ok thats why x\n  ","432391":"\n   my mates ok x\n  ","432392":"\n   can you text someone called amelia ward charlie rhodes and jodie heppenstall ok x\n  ","432393":"\n   i know loads of girls on them ok x\n  ","432394":"\n   what like then x\n  ","432395":"\n   What is happiness for you?\n  ","432396":"\n   what do you have then x\n  ","432397":"\n   do you have google hangouts x\n  ","432398":"\n   What breed are your horses,  how many hands,  what do you ride? Hunter jumper etc?\n  ","432399":"\n   vc site ok x\n  ","432400":"\n   so we can talk ok x\n  ","432401":"\n   you got google duo then x\n  ","432402":"\n   hi x\n  ","432403":"\n   How much ASK.FM coins do you have? 🔥\n  ","432404":"\n   Rock 🗿, Paper 📃 or Scissors ✂️?\n  ","432405":"\n   Do you still read the newspaper? 🗞\n  ","432406":"\n   How?\n  ","432407":"\n   She said 'I can. I can even see you're wearing a thong under them'\n  ","432408":"\n   I told her, she can't see anything\n  ","432409":"\n   She said she could see everything under the leggings\n  ","432410":"\n   What you mean?\n  ","432411":"\n   She said i should be wearing shorts over them\n  ","432412":"\n   pap croptop\n  ","432413":"\n   Why \"Oh, well idk\"?\n  ","432414":"\n   i have a problem\n  ","432415":"\n   just like that...\n  ","432416":"\n   click on my name and send me questions\n  ","432417":"\n   sup\n  ","432418":"\n   can we talk\n  "},"Answer":{"431346":"\n  Dude I like literally don’t care about creepy boys like you🙄\n  ","431347":"\n  You think I would actually show you sh!t!?\n  ","431348":"\n  What\n  ","431349":"\n  Oh well🙄\n  ","431350":"\n  Dude stop obsessing.\n  ","431351":"\n  Don’t know what to say to that.\n  ","431352":"\n  Oops😂😂😂\n  ","431353":"\n  Dude stop being a creepy loser, I’m not sending you sh!t😂😂\n  ","431354":"\n  Same! I hardly ever where any light colors haha\n  ","431355":"\n  That’s good!!\n  ","431356":"\n  Dude that’s loser qualities. It is 100% creepy.\n  ","431357":"\n  So it’s not creepy asking for photos of my bra?🙄\n  ","431358":"\n  Yeah I like making normal people happy, not creepy guys like you.\n  ","431359":"\n  I prefer darker colors!\n  ","431360":"\n  I bet! Sounds really tough\n  ","431361":"\n  Why is that my problem\n  ","431362":"\n  Dude don’t be creepy, I’m not sending that, that’s weird and not my problem😂\n  ","431363":"\n  A picture of just my bra by itself?\n  ","431364":"\n  And why would that be my problem? Do you really think I’ll show you?\n  ","431365":"\n  I actually had to look that up, haven’t heard of that before haha. It sounds pretty challenging and intense, but possibly fun, I don’t do cross country, so I would never be able to do something like that:\/\n  ","431366":"\n  In order to make someone happy by showing them by bra? Why would I do that?😂\n  ","431367":"\n  Why should I care?\n  ","431368":"\n  So you think I will just show you my bra so you can be “happy”? Just like that?\n  ","431369":"\n  Are you Fr trying to guilt me into showing you a photo?\n  ","431370":"\n  Idk.. why would I do that for you?\n  ","431371":"\n  So if I don’t show you my bra, you will only be sad and not happy?\n  ","431372":"\n  Eww, why would you want to see that?\n  ","431373":"\n  Lmao what\n  ","431374":"\n  Probably the Friesian! I love those beautiful horses😍😍\n  ","431375":"\n  Those people deserve to go to jail and have whatever happened to those poor animals happen to them. They don’t ever deserve to have these amazing animals ever again:(\n  ","431376":"\n  I feel like I am a pro death penalty BECAUSE, if they murder or r@pe someone but all they get is jail? I feel like the punishment should be much more severe since in that situation if they kill someone, the family the other person has will go through awful and tough times, it’s sad for those people:(\n  ","431377":"\n  Nope\n  ","431378":"\n  Probably b, I love nature\n  ","431379":"\n  Z nation it’s a zombie show or heartland! (That’s a horse show)\n  ","431380":"\n  The one that I love\n  ","431381":"\n  Because I grab food or water\n  ","431382":"\n  My baby, Molly :)\n  ","431383":"\n  Ummm, ask him\n  ","431384":"\n  Lol I know! That’s why no matter what, I’ll win the argument😂plus I am extremely stubborn😂\n  ","431385":"\n  Thanks:) it was nice talking to you too!\n  ","431386":"\n  Lol thanks😂😂that’s one thing I like about myself, my eyes tend to change darker or lighter😂😂\n  ","431387":"\n  Both😂but also my dad, because I have a temper and always have to have the last say in an argument with anyone who tried starting something with me😂\n  ","431388":"\n  Arm, ankle and my back\n  ","431389":"\n  Hiking, I can’t jog for 💩 😂😂\n  ","431390":"\n  There’s none, if I like them, I’ll buy from them :)\n  ","431391":"\n  I’m starting to stand up for myself more then I used to :)\n  ","431392":"\n  It’s a Taurus\n  ","431393":"\n  Sounds like it, maybe some day in the way future cuz our barn doesn’t really offer it\n  ","431394":"\n  Oh wow, that sounds like fun. I don’t do any show jumping, wish I could\n  ","431395":"\n  Really?? What kind of discipline do you do? And I do haha, you just reminded me, I’m gonna see if I can dress her up for halloween😂\n  ","431396":"\n  Yaasssss I love it!\n  ","431397":"\n  Lol yeah I see what you mean by that, but now it’s gonna be a cold winter with my other one😂\n  ","431398":"\n  Oh my gosh😍😍😍😍in love\n  ","431399":"\n  Oh my gosh that is so pretty, thanks for showing me that☺️\n  ","431400":"\n  Haha really?? I could never do that, when I’m on the horse and we’re moving it warms up quicker\n  ","431401":"\n  Nah, usually when I ride anyways I get warm\n  ","431402":"\n  Just my five ear piercings\n  ","431403":"\n  I hate them, there is no forgiveness for that and they should never be forgiven\n  ","431404":"\n  Yes! Especially frozen and frappes :)\n  ","431405":"\n  Purrrplleeeee because I love that color haha\n  ","431406":"\n  Stay in and relax unless I go out to see my horses :)\n  ","431407":"\n  Probably someone asking if I was interested in black guys and I asked “why” and he said “maybe we can date” and I told him, I won’t date on this site, then he accused me of being racist🙃\n  ","431408":"\n  I sleep with them off\n  ","431409":"\n  Nooo, I’ve never been to one :(\n  ","431410":"\n  Pretty much\n  ","431411":"\n  I am doing good, thanks! How are you?\n  ","431412":"\n  Nah\n  ","431413":"\n  Piiiiinnkkkk\n  ","431414":"\n  Aw thank you so much!!☺️☺️♥️\n  ","431415":"\n  Unless people have proof, I won’t believe it till I see it\n  ","431416":"\n  I think it depends on what the situation is, who the person is. I wouldn’t say one gender is more manipulative\n  ","431417":"\n  My mom probably has mine haha\n  ","431418":"\n  Oh my gosh, that was terrifying, thank you for sharing that, I definitely will be more careful♥️\n  ","431419":"\n  A sweatshirt lol or just a hoodie\n  ","431420":"\n  Yeah it’s nice, compliments are always sweet to hear :)\n  ","431421":"\n  Aw thank you!!☺️\n  ","431422":"\n  Surprisingly, none! Even tho I’ve dropped it so many times\n  ","431423":"\n  Sounds, talking and whatever else haha, very easily distractable\n  ","431424":"\n  I’ve only been to one beach when I was super young, so it would have to be the beach in Florida!\n  ","431425":"\n  iPhone!!🥰\n  ","431426":"\n  Dog:)\n  ","431427":"\n  Yes!! I 100% do!\n  ","431428":"\n  My parents☺️\n  ","431429":"\n  Aw thank you so much!!!☺️♥️♥️\n  ","431430":"\n  Help is, when you receive help when you’re in a time of need. If you have a question about something or need someone to physically help you, maybe it’s moving something heavy around or something of that nature\n  ","431431":"\n  I honestly am pretty much always good so none lol\n  ","431432":"\n  Nope\n  ","431433":"\n  Yeah haha, I met one guy from there that didn’t work out, I just wish they shared the same interest as me lol\n  ","431434":"\n  My parents\n  ","431435":"\n  Just laying down, relaxing\n  ","431436":"\n  A friend from work suggested I try that, that’s how I heard of it lol\n  ","431437":"\n  Honestly possibly 20 or more idk😂\n  ","431438":"\n  No problem! That’s good to hear:)\n  ","431439":"\n  No, my eyes were just watery\n  ","431440":"\n  Being sick, then just going home and laying down, hoping to stop feeling like crap lol, since I couldn’t take the benedryl since it makes me feel weird\n  ","431441":"\n  Horse hair haha\n  ","431442":"\n  Have you heard of “Okcubid”? He’s from there😂 the other guys I’m talking to from there are nice tho, he’s just one of the faulty defects😂\n  ","431443":"\n  When I went near them to brush them, my eyes got real watery, started sneezing a bunch, looked like I was sick and my throat got really itchy😂\n  ","431444":"\n  Yeah lol, he looked ok, nothing special. He’s 11 years older then me, but super annoying😂\n  ","431445":"\n  Very, when the horses hair gets in my eyes😂now that I’ve been taking care of Olympia it seems to of gotten better for now!\n  ","431446":"\n  Horses can sense everything, they can sense when someone in upset\n  ","431447":"\n  Haha that’s true!😂after being so used to them!\n  ","431448":"\n  He wasn’t even willing to meet me halfway and called me            b!tchy and ignorant Bc I wouldn’t give him a massage😂\n  ","431449":"\n  No, but I’m allergic to horses, so if anything it makes my eyes real watery sometimes haha and makes me sneeze a lot😂\n  ","431450":"\n  Horse hair haha\n  ","431451":"\n  Meeting guys for dates! I’ll show a example below lol, so I never met this guy and we wanted me to drive like an hour to meet him, kept getting pushy and wouldn’t take no for an answer, I did not go to see him, he was being a creep😂but that’s why I’m really careful!\n  ","431452":"\n  ♥️♥️♥️\n  ","431453":"\n  Bc I wouldn’t lol? And because that’s never happened\n  ","431454":"\n  I literally don’t have any lol\n  ","431455":"\n  Aww haha, thankfully we all have phones! I couldn’t of gotten by lol\n  ","431456":"\n  Uh nope\n  ","431457":"\n  It was a crying emoji, but a good crying emoji, not in a bad way! :)\n  ","431458":"\n  Yes, I am good thanks!\n  ","431459":"\n  I have no clue! That’s a very good question, maybe I was!☺️\n  ","431460":"\n  That’s very kind of you! :) need more people like you☺️\n  ","431461":"\n  ☺️☺️☺️\n  ","431462":"\n  My horses :) and just being able to relax!\n  ","431463":"\n  Haha it’s all good, I’m just so thankful for my family, that we are all safe and that I got to spend time with them♥️ how was your birthday?\n  ","431464":"\n  Oh my gosh thank you😭😭 you are way too sweet!♥️♥️you’re amazing♥️\n  ","431465":"\n  Yeah definitely! If they seem good and genuine I definitely would, but if their creepy or hurt you in some way, definitely not and 3rd chances are a no👎🏻\n  ","431466":"\n  Well since it was during the more serious times of COVID, just relaxed at home after work and my parents got me dinner :)\n  ","431467":"\n  Yes and no, depending on how serious it is, some people who work hard to show that they have changed. I’ll give second chances to a few people I know, but some people I would never be able to :)\n  ","431468":"\n  Aw thank you, I try to be to anyone, unless they give me a reason not to be :)\n  ","431469":"\n  Yes I can, but okay stupid😂😂\n  ","431470":"\n  Who tf says I failed English ?😂😂😂\n  ","431471":"\n  Oh my gosh, that’s hard. Maybe 25ish?\n  ","431472":"\n  Same here haha and thank you\n  ","431473":"\n  Then get off my ask🙄I’m not rich and I’m not snotty, come off anon, don’t be scared.🙄 I’ve been nothing but nice to people on here, but I see you don’t have the same curtesy.\n  ","431474":"\n  Hope you’re day gets even better!\n  ","431475":"\n  True true😂😂\n  ","431476":"\n  Sweatpants or leggings! I can’t wear jeans, they bother me and I have sensory issues😅\n  ","431477":"\n  I am doing great! How are you?\n  ","431478":"\n  Dude I’m not going to argue with you, I’m lucky and fortunate. Not rich. Why does it bother you with what consoles I have?\n  ","431479":"\n  No lol, should I?😂\n  ","431480":"\n  Thank you!☺️\n  ","431481":"\n  Never said I was rich dude\n  ","431482":"\n  Perhaps?😂😂although I’ve gone through periods of my foot being in awful pain and my back suck, so idk😂😂😂😂just blessed to not break any bones?😂😂\n  ","431483":"\n  Have a wonderful day☺️\n  ","431484":"\n  I have both of them, my computer and Nintendo switch!\n  ","431485":"\n  I hope I don’t break a bone, surprised I haven’t with how “clumsy” I am😂 I know broken bones are awful tho and hard to heal!\n  ","431486":"\n  Aw thank you!\n  ","431487":"\n  Whatever looks good! I’ve played red dead redemption 2, tomb raider, dreamfall chapters, beyond two souls, pokemon, Skyrim, harvest moon and some others similar to that🥰\n  ","431488":"\n  Noo, I’ve had two sprains though, my ankle in marching band, then my knee from ice skating😂\n  ","431489":"\n  Nah, I usually take them straight off when I know I’m not going back out\n  ","431490":"\n  I would record it, then call the police and show them the video, it’s best not to put yourself in danger :)\n  ","431491":"\n  Oh my gosh, that’s hard. Probably a job I love, as long as I can afford my horse haha\n  ","431492":"\n  Hey, hru\n  ","431493":"\n  Well I’ve been really good lately, but I love to spend time with my horses, play video games or read!\n  ","431494":"\n  Ummm\n  ","431495":"\n  Thank you, hope you are having a wonderful day\/night too!☺️\n  ","431496":"\n  Thank you so much!! Hope you are well and safe, have a wonderful day!☺️♥️\n  ","431497":"\n  Nope\n  ","431498":"\n  Hope it gets better.\n  ","431499":"\n  I’m good\n  ","431500":"\n  Hey hru\n  ","431501":"\n  I would like a decent size ranch, with a big hard to be able to have some horses and a nice big area for them to run in, with a small indoor arena, maybe something like this☺️\n  ","431502":"\n  No, you’re anonymous\n  ","431503":"\n  Why would I tell an anon? I don’t have to say who I support🤷🏻‍♀️\n  ","431504":"\n  I’m not saying who I support🤷🏻‍♀️\n  ","431505":"\n  Don’t tickle anyone no more then haha, I would fight too\n  ","431506":"\n  But you don’t know🤷🏻‍♀️ how would you know who I support?\n  ","431507":"\n  Are you talking about me? Because if so, you don’t know who I support lol\n  ","431508":"\n  Pretty good, relaxed! How about you?\n  ","431509":"\n  Depends on what it is☺️\n  ","431510":"\n  Nevada, since I believe it’s mostly farm land out there and wild horses 🤗🤗\n  ","431511":"\n  Hello, I am good. How are you?\n  ","431512":"\n  I am very tough lol, people learn not to mess with me ha :)\n  ","431513":"\n  I love it! I usually get it from Portillos the whitefish sandwich with just cheese!😍\n  ","431514":"\n  Yaaassss, I like to swim\n  ","431515":"\n  Seriously, like I will fight😂😂😂\n  ","431516":"\n  Nah nah, honey I’m good\n  ","431517":"\n  I don’t Dream lol, but when I do I always remember it\n  ","431518":"\n  Lol umm ok\n  ","431519":"\n  Not really tv, but on Netflix it’s heartland and z nation\n  ","431520":"\n  I literally don’t care what you say🙄I’ve never been rude to you, you aren’t cool, no one is siding with you.\n  ","431521":"\n  Frrr thank you, this literally started when I didn’t want to talk to him on Instagram, first he said it was Bc of his looks, then he said it was Bc of his race, like idk who you are, I don’t care about your race, just not interested in talking to him.\n  ","431522":"\n  Honestly stop f ing harassing me you piece of shxt, you are on f ing anon, you think I know when YOU are talking to me until you start p!ssing me off and annoying me? I’ve had it with you, I don’t give a f what you think, my friends and everyone I actually care about know me and know I’m not racist, not some stupid @ss that keeps harassing me Bc I wouldn’t talk to him fool self. I’m done with you.\n  ","431523":"\n  Dude wtf? You literally are on ANON I cannot see what you look like, stop f ing bringing your d@mn race into it. I don’t want to be called sweetheart by ANYONE unless I’m dating them or talking to them.\n  ","431524":"\n  Why are you calling me sweetheart\n  ","431525":"\n  No, I could never do it. But you just gotta do what is best for YOU, focus on you for a bit, if that’s what you need to do, go for it, I wish you all the best of luck!♥️\n  ","431526":"\n  Ancestry: the human kind odyssey, but before that, it was dreamfall chapters :)\n  ","431527":"\n  Mines a Taurus:)\n  ","431528":"\n  Good morning! I am good, how are you?\n  ","431529":"\n  Heyyy, how are you?\n  ","431530":"\n  Cezar or chance :)\n  ","431531":"\n  Truck :)\n  ","431532":"\n  Hey! How are you?\n  ","431533":"\n  Then buy some watches?\n  ","431534":"\n  I’m doing good\n  ","431535":"\n  Then I was following you.\n  ","431536":"\n  Are you actually following me?\n  ","431537":"\n  K.\n  ","431538":"\n  How what? You kept asking me the same thing again and again.\n  ","431539":"\n  Yes, I absolutely know that.\n  ","431540":"\n  Okay fr stop asking, you don’t have to ask me three times Bc I’m not doing it how you want it done. I’m not following you.\n  ","431541":"\n  You don’t have to ask again, I told you how I would do it.\n  ","431542":"\n  I’ll do that, but you follow first, then I will follow.\n  ","431543":"\n  I think almost anyone can learn anything they want, as long as they have the correct mindset to learn it\n  ","431544":"\n  Uhhh what?\n  ","431545":"\n  Uhh I’m doing good. Why do you keep asking me the same question?\n  ","431546":"\n  I’m sorry, but I don’t exactly follow?\n  ","431547":"\n  Did you call me sweetheart..?\n  ","431548":"\n  Nah, I just do my own kind of swim lol\n  ","431549":"\n  Umm ok?\n  ","431550":"\n  Huh? Wdym?\n  ","431551":"\n  Why?\n  ","431552":"\n  I’m doing great, wbu and I mean it depends on the situation\n  ","431553":"\n  What do you mean?\n  ","431554":"\n  Huh\n  ","431555":"\n  I’m great, thanks\n  ","431556":"\n  Hey?\n  ","431557":"\n  I slowly go back in lol\n  ","431558":"\n  I’m doing really good, thanks\n  ","431559":"\n  That’s true, thank you♥️\n  ","431560":"\n  Yes, I already do follow her :) thank you tho! ♥️☺️\n  ","431561":"\n  I’m doing good. Wbu\n  ","431562":"\n  Aw thank you!\n  ","431563":"\n  Maybe an hour or so, depends on the day and what I’m all doing tho\n  ","431564":"\n  I think of what I love to do and usually just think of my horses.\n  ","431565":"\n  Illinois.\n  ","431566":"\n  Yes!!! It taste sooo good!\n  ","431567":"\n  Not much, some of them are cool, but not my favorite\n  ","431568":"\n  No.\n  ","431569":"\n  I might call the cops or someone to help Bc I wouldn’t know what to do to help.\n  ","431570":"\n  Cupcake :)\n  ","431571":"\n  August 18th at 8:57pm\n  ","431572":"\n  Always been a horse lover :) and thank you so much!!♥️♥️\n  ","431573":"\n  Future, I would wanna know, what happens to the world in the future\n  ","431574":"\n  Not really today, but I saw this a few days ago. A convertible truck\n  ","431575":"\n  Yup, unfortunately\n  ","431576":"\n  Huh?\n  ","431577":"\n  Being loyal to a brand I suppose haha and I’ve been doing good, thanks!\n  ","431578":"\n  I sowry lol, I don’t like steak. I’m more of a fish person haha\n  ","431579":"\n  Yes lol\n  ","431580":"\n  Like never haha\n  ","431581":"\n  Nice, I have both.\n  ","431582":"\n  Oh my gosh there’s too many to name😂😂 one is inappropriate so skip that one, a lot were in high school, a girl pulling my hair and “throwing” my calculator, everything that happened at my job at Taco Bell, some more I can’t remember😂\n  ","431583":"\n  Aw thank you so much! ☺️💕\n  ","431584":"\n  Yes I agree with that, just a little confused about how this question has to do with guys making demands? :) me personally, I learned patience, to love them unconditionally, that they never judge you and will ALWAYS be there for you, you could talk to them for hours on end, if you’re upset or sad and they will just let you talk and get out anything you need to, Ive learned SO much being with them :)\n  ","431585":"\n  Nah😂 I won’t let people do that now haha\n  ","431586":"\n  Probably did nothing about it Bc I wasn’t interested in them or one guy wanted to date me but my mom said “no, he doesn’t look nice” boy was she right, got sexua!!y harassed by him, on multiple occasions and threatened to kill me, (he admitted to the officers that, but said he was joking)so after that, I was a lot more cautious and wasn’t as interested! 😂\n  ","431587":"\n  Yup, Bc someone purposely poured alcohol on me and the same guy grabbed my ear when my cartilage piercing was infected, I don’t play around lol\n  ","431588":"\n  Probably, by accident tho\n  ","431589":"\n  AMAZON! They have everything😂I would buy some things for my horse, some video games that look really good, another PlayStation controller, a few Nintendo switch controllers and whatever else looks good!\n  ","431590":"\n  Not at all\n  ","431591":"\n  Uhh what\n  ","431592":"\n  I’ve never heard of him before, maybe I’ll look him up sometime after work\n  ","431593":"\n  For what?\n  ","431594":"\n  Hopefully everything clears up sometime soon :)\n  ","431595":"\n  Probably Japanese food, is it like the Chinese food? Haha never had Korean food tho\n  ","431596":"\n  Eating Hershey kisses at nigh while playing my game or watching Netflix\n  ","431597":"\n  I absolutely love my parents and family and care about my friends\n  ","431598":"\n  To back off and let people live without negativity\n  ","431599":"\n  Possibly lol, my life is sometimes interesting\n  ","431600":"\n  :) have a good day!\n  ","431601":"\n  That’s good!\n  ","431602":"\n  Both! I can’t decide rn :)\n  ","431603":"\n  Umm what\n  ","431604":"\n  Hey? Sup\n  ","431605":"\n  Belong with my horses♥️ play video games\n  ","431606":"\n  Horses, watching YouTube or Netflix and just laying down doing nothing\n  ","431607":"\n  Thanks :) since even tho they got a little extra money, it’s not like they owe me more money, I’d just be happy with my portion back :)\n  ","431608":"\n  OH MY GOSH, NO, I just my phone for everything😂\n  ","431609":"\n  Try doing something you love to do, whether it’s read, go on social media, watch tv or Netflix or even just lay down and relax\n  ","431610":"\n  Nah, I’m more of a texter. When I was in high school I always FaceTimed and Skyped two of my best friends tho :)\n  ","431611":"\n  I’m sorry, what do you mean by that?:( and you aren’t a mistake!\n  ","431612":"\n  Thanks! And that’s good :) been a wacky year\n  ","431613":"\n  It’s actually been a really good year for me so far! I hope it’s been good for you!\n  ","431614":"\n  Nowhere Bc I wouldn’t do that.\n  ","431615":"\n  Are you referring to the one person that asked me that? Like I really don’t care what anyone looks like, I just don’t wanna talk to random guys like that haha\n  ","431616":"\n  No anon I wasn’t☺️\n  ","431617":"\n  Which question? I don’t recall sending you the same question, could you please send me a screenshot if you still see it so I know what you’re talking about?☺️\n  ","431618":"\n  I’ve been riding for about 13 years now! I’m 22 now☺️\n  ","431619":"\n  I’m sorry, what?\n  ","431620":"\n  Yay I’m glad now!!\n  ","431621":"\n  Yes! Occasionally I do, for my Xbox controllers and flashlights mostly!\n  ","431622":"\n  What? Sorry\n  ","431623":"\n  Dude wtf!? Bc I don’t post photos of black people!? Dude I don’t have to post photos of anyone. I don’t have to explain to your stupid ass. Stop f ing stalking me creep.\n  ","431624":"\n  Instagram! :)\n  ","431625":"\n  Dude wtf!? I don’t have to answer any questions about race. Stop playing this d@mn race card and trying to make yourself look like the “victim” I never said ANYTHING horrible about black people. I refused to talk to you on IG before you even mentioned ANYTHING about skin color. So you don’t have that right. And trying to guilt me? That won’t work.\n  ","431626":"\n  Spirit stallion of the cimmaron for movies, still one of my favorites, even as an adult! And series would be, heartland and z nation!\n  ","431627":"\n  I’m doin good, thanks\n  ","431628":"\n  Honestly? Had to say what, Bc what wasn’t adding up??? And I don’t have to answer that. I have no problem with black people. I literally hate when people use the race card, that is NOT right, not when someone like me doesn’t even bring race into it! And honestly, wth does dating black guys have to do with anything!? That doesn’t show if someone is racist or not.\n  ","431629":"\n  Hey, hru\n  ","431630":"\n  Umm what? Dude, do NOT bring race into this. I told you the SAME thing before you mentioned ANYTHING about skin color, so NO, you don’t have that right to say that it’s because of your skin. And you trying to use this to YOUR advantage is NOT working.\n  ","431631":"\n  😂😂😂😂\n  ","431632":"\n  Omfg, I don’t know anything about you and I don’t have to make the exception for you. And I have enough going on in my life, I’m sorry but I don’t have to talk to everyone that I don’t know, saying they need my help, sorry but..\n  ","431633":"\n  Dude really? This just irritates me when someone tries to guilt someone to do something they already said no too, I’m the type of person that can’t get guilted. I’m not being rude, I told you my reasons on why I don’t friend people on Instagram, why should I make an exception?\n  ","431634":"\n  My answer still stands, doing what you’re doing makes me not want to talk to you at all tbh, you saying I’m in charge of you’re happiness? Thing with me is guilt doesn’t work on me for that. So my bad. That doesn’t make me want to be friends and “talk all the time”\n  ","431635":"\n  What do you mean, what do I want for you? And like I would never video chat and I still don’t follow people I don’t know.\n  ","431636":"\n  I’m sorry, but I’m not even being mean.  And how did your “looks” change things between us..? I’ve never talked to you before.. but like I said, I don’t want to get to know someone who I don’t personally know.. plus a lot of guys get creepy with me, so I’m trying to avoid that by not talking to someone I don’t really know.. and you kept saying we had to video chat so you know I’m real? I’m not into that.\n  ","431637":"\n  I have a lot of respect for people, but I don’t follow anonymous accounts that I don’t know in real life or people who ride or have horses, it’s way easier when I have stuff in common with my friends. And you were saying how we “HAVE” to video chat, I would not video chat and I don’t follow people who I don’t know. And why do you want my love..? It honestly sounds like you want to eventually date me, but idk for sure...\n  ","431638":"\n  Dude I never said it was because of you’re looks, if you said “I’m super hot” and the same stuff, while on anon, I wouldn’t be interested either, it has nothing to do with looks. How am I hurting you, if you don’t know me? Why do you want to get to know me so badly?\n  ","431639":"\n  Oh dang, yeah haven’t paid much attention to awards\n  ","431640":"\n  Just any kind of website? If you have Facebook, Instagram, twitter, snapchat or any others you have. You could just post something on there\n  ","431641":"\n  I would just tell them I want my portion back, but now unfortunately, I won’t lend friends money Bc someone never paid me back and it was a little decent money, over $100:\/\n  ","431642":"\n  Not really, don’t pay attention to everything lol\n  ","431643":"\n  Reading, watching Netflix or YouTube, playing video games or just laying down :)\n  ","431644":"\n  Dude, I’m not doing anything. I don’t force anyone to follow me, it’s up to everyone. I don’t talk to people who I don’t know or who share the same interest or if I know who I’m talking to.\n  ","431645":"\n  Dude I don’t know you.. I don’t follow back everyone who ask me to, sorry.. how do I even want to use you..? I said it’s up to you, if you follow me or don’t.. plus I’m not really into letting strangers that are anonymous getting to know me.\n  ","431646":"\n  Dude, I don’t follow back everyone that follows me, you can follow me if you want, that’s fine. And idk, I might look into your profile to see if you have content that looks good. How am I hurting you?\n  ","431647":"\n  Okay, but like I said earlier, I don’t video call like anyone unless it’s a girl I’m close with or if I’m dating someone, so that doesn’t change. And after you follow me, I pretty much already said. You can follow me if you want, if not, that’s fine. But maybe I’ll look at your profile, I mostly just follow friends I know or horse accounts\n  ","431648":"\n  But what exactly are you looking for?? It seems like you want to be more then friends.. so idk.\n  ","431649":"\n  Thank you! :)\n  ","431650":"\n  Dude, I have over 1000 photos😂and need proof of what??\n  ","431651":"\n  Nah, pass\n  ","431652":"\n  I used to but I absolutely hated them on me! My mom would always force me to, then she finally let me grow them out, but in freshman year or high school my mom got me a haircut and I asked about it and she said, “don’t worry, you’ll like it” I literally hated that haircut and was super p!ssed off Bc she got me to have bangs again, without telling me, and then a couple years ago I had side\/longer bangs and liked them :)\n  ","431653":"\n  Dude no we don’t have to video call, I have enough pictures of myself on my account, so no. I’m not fake. And why do you want to hang out with me? And honestly? You were accusing me of not responding Bc of ur looks, when I never said that, Bc I don’t respond to every person who messaged me since I always got a bunch of spam.\n  ","431654":"\n  Dude what\n  ","431655":"\n  Horses 🐴 🤗 and video games! Or watching YouTube or Netflix!\n  ","431656":"\n  Dude, I hardly video call anyone and definitely would never ever video call someone I don’t know, maybe if I see a message I may respond to it and I really don’t have to explain myself at all to you, I said you can follow me or not, half the time from unknown users I don’t even see the messages till way later.\n  ","431657":"\n  Dude, I don’t even know what the heck you look like, Im just not looking for someone who is appearing on anon to talk to on Instagram. Plus I never brought looks into it, YOU did that.\n  ","431658":"\n  Thank you so much!! And yeah on my one guy who I’ve had for 8 years! He’s currently 14. I’m hoping to show my other younger one starting next year occasionally I’m hoping! She’s only 5 tho :)\n  ","431659":"\n  You’re welcome too:)\n  ","431660":"\n  Who said I was using you for a follow and likes? I never said you had to follow me, you can if you want. But I’m honestly not looking to be video chatting and super close from someone I don’t really know, sorry... and I get pretty busy there\n  ","431661":"\n  Haha I’m 22 now,  so that’s half of my life haha. I love it tho :)\n  ","431662":"\n  No clue\n  ","431663":"\n  I’ve never heard of that before.\n  ","431664":"\n  I mean, anyone can follow me on IG but I’m sure ur not ugly.\n  ","431665":"\n  Probably 20 million dollars Bc is still have enough for anything I could want!\n  ","431666":"\n  No, I’m good.\n  ","431667":"\n  Slitherine\n  ","431668":"\n  If I were you, I’d say something. Especially in long distance, good luck!\n  ","431669":"\n  “Karma will be a bitxh” if someone tried hurting me\n  ","431670":"\n  Probably Wisconsin dells tbh\n  ","431671":"\n  I don’t dislike her, but I haven’t heard of her before\n  ","431672":"\n  Nope, sorry\n  ","431673":"\n  I used to do a little just for fun, not the best, but I liked doing it, usually it was horses or digimon\n  ","431674":"\n  Oh, well that’s interesting\n  ","431675":"\n  Depends on the situation, but usually my heart!\n  ","431676":"\n  Possibly me! I wanna be picked lol 🙋🏻‍♀️\n  ","431677":"\n  Aw thank you, same goes to you!\n  ","431678":"\n  Nah, my hair couldn’t handle that\n  ","431679":"\n  I wanna say golden voice, but I would have to go with silver tongue😂\n  ","431680":"\n  I don’t know, but thank you! Hopefully I can eventually\n  ","431681":"\n  Wtf?\n  ","431682":"\n  Hopefully, I have a super good job now, but I still would LOVE to work with horses\n  ","431683":"\n  For about 13 years!🥰\n  ","431684":"\n  I would take any horses that were being abused and hopefully give them to a rescue place, if we survive!\n  ","431685":"\n  Those are good ones too!😍\n  ","431686":"\n  Bow 🏹 and a knife 🔪\n  ","431687":"\n  I usually do good morning if we start talking in the morning\n  ","431688":"\n  Only when we were at a hotel and one of my friends said it was the wrong room since I thought it was ours😂\n  ","431689":"\n  It’s okay, never really got into it tho!\n  ","431690":"\n  Friiieeesss😍😍\n  ","431691":"\n  I didn’t go Bc my ex and I got back together, so yeah, I reeaaalllyyy regret it, but yeah, at least now I’m able to afford for my baby girl🐴♥️\n  ","431692":"\n  Sunset 🌅 😍\n  ","431693":"\n  Just once, in high school\n  ","431694":"\n  Walking around town\n  ","431695":"\n  No, I haven’t watched them before. Thanks for the recommendation, I might have to look it up later!\n  ","431696":"\n  Aw thank you, that means a lot! Have a wonderful day\/night and hope you are doing well!♥️\n  ","431697":"\n  Oh my gosh, holy cow. I don’t know what the full story was, but wow\n  ","431698":"\n  Aw I’m sorry, I couldn’t go without playing them. Do you still have any of your consoles?\n  ","431699":"\n  I just can’t help it lol\n  ","431700":"\n  If someone shares there problems with another person? I think that saying is true\n  ","431701":"\n  It depends on who I’m talking to, the situation and how comfortable I am with someone. Even someone at my work told me and my friend(who I was talking a lot with) that she’s never heard me talk that much\n  ","431702":"\n  👍🏻👍🏻👍🏻👍🏻👍🏻\n  ","431703":"\n  Whaaat, is this a song lyric?\n  ","431704":"\n  So this is kind of embarrassing, but when we were really young we got locked into my bedroom and we thought nurse joy locked us in there (she’s from pokemon)😂😂😂\n  ","431705":"\n  Noo, it’s not really a life hack, but I’ve used my mini fan to charge my phone when we had no power, feel free to teach me any life hacks tho lol\n  ","431706":"\n  Probably a horse or wolf! What about you?\n  ","431707":"\n  Honestly I have no clue, I can’t think of any now\n  ","431708":"\n  Go to a college to work with horses, I would have some kind of degree and be working with horses now :)\n  ","431709":"\n  I haven’t even heard of that reward before.\n  ","431710":"\n  I’m the type of person, I treat people how they treat me. I respect someone, until they give me a reason not to, there’s a couple people that would never ever have respect from me, but that’s because they don’t deserve it :) (they’ve done some stuff to me, so I have reasons tho)\n  ","431711":"\n  Probably not going to a college to work with horses😔 would’ve loved to of done that. But life is good, so I suppose everything worked out good\n  ","431712":"\n  Hope you are having a good day!\n  ","431713":"\n  Maybe “the way I are”\n  ","431714":"\n  If everyone respected everyone, the world would be a better place, but unfortunately not everyone follows by that rule\n  ","431715":"\n  Yeah haha, I also prefer bigger vehicles\n  ","431716":"\n  Okay thank you for explaining😂😂😂 that’s what popped up in translator😂\n  ","431717":"\n  When someone hit my car without me in it, when my car was getting fixed I drove a Volkswagen, Ik it’s not a sports car but I loved it myself, I couldn’t drive any sporty cars haha\n  ","431718":"\n  Whaaaattt, for real??\n  ","431719":"\n  “If you don’t have anything nice to say, don’t say it at all”\n  ","431720":"\n  Google translate lol\n  ","431721":"\n  My parents and horses :)\n  ","431722":"\n  If translate says what I think you said, my parents, family and horses love me\n  ","431723":"\n  I use d@mn a lot lol\n  ","431724":"\n  I like a lot of music, none that I would never admit to, since I don’t care if people know what I hear lol, but one I like is singer Hatsune, name Rachie I think, the name and stuff is in another language lol\n  ","431725":"\n  I usually don’t accept unless I know them\/someone says who they are. Feel free to send me a message on there and I’ll add you back\n  ","431726":"\n  Ohhhh okay, thank you so much for translating! ☺️No clue what is with the question lol, haven’t ever had one (google translate was way off😂)\n  ","431727":"\n  Yeah, I like trucks. Don’t have one but would love to hopefully get one!\n  ","431728":"\n  No, I’m straight. But I could never tolerate someone who are rude to people who are bi\/gay, if you are, I hope no one bullies you!💕\n  ","431729":"\n  Sure, snap’s in my bio\n  ","431730":"\n  I can’t help it lol\n  ","431731":"\n  Maybe a pontoon boat I don’t know what it is exactly tho lol\n  ","431732":"\n  I mean, I respond when I see a text, since I’m usually on my phone already lol, but I couldn’t date someone who doesn’t have a job, I’m fine with taking turns paying for dates, but yeah I understand what you mean\n  ","431733":"\n  I’m sorry, what do you mean by that? I tried translator but it didn’t make sense\n  ","431734":"\n  I’ve been trying to find someone on dating websites and I literally met the craziest guy, he kept pushing to hang with me even tho I wanted to talk more first so I “agreed” and he literally wanted me to bring a dress and spandex shorts so we could dance and take a bubble bath with me on the first meeting😂 I still have the screenshots😂😂😂 so many people are crazy😕\n  ","431735":"\n  Sometimes, rain is pretty relaxing\n  ","431736":"\n  Lol how? I feel like I would only be used for the money then\n  ","431737":"\n  I like to do both:)\n  ","431738":"\n  I wanna say the lottery, but honestly, I would love to find true love☺️\n  ","431739":"\n  Oh my gosh, I can’t pick. I love everything from them♥️super thankful for them!!\n  ","431740":"\n  Like 8 hours probably lol\n  ","431741":"\n  Sure\n  ","431742":"\n  Nothing, because I don’t get upset lol\n  ","431743":"\n  We can all have our own opinions.\n  ","431744":"\n  That’s not Jewish lol\n  ","431745":"\n  Lol how\n  ","431746":"\n  Why do you ask? Lol\n  ","431747":"\n  No problem\n  ","431748":"\n  I was such a good girl lol, I wasn’t crazy at all\n  ","431749":"\n  Mhmm, probably when I got second place in the world for a junior exhibitor western horse show at St Louis Missouri, that was such an amazing moment🥰♥️\n  ","431750":"\n  Honestly I have no clue, some people have job losses, fallen on hard times, struggling financially, don’t know how to manage money, it’s unfortunate. If everyone balanced, I have no clue what would happen, maybe everyone would be a lot happier?\n  ","431751":"\n  Nah, I’ll pass\n  ","431752":"\n  I’m good hru\n  ","431753":"\n  Nooo, I still listen to anything that sounds good :)\n  ","431754":"\n  I’m still not answering any political questions.\n  ","431755":"\n  Honestly, I didn’t pay attention to school, I just got by😂I like people’s smiles and their eyes\n  \n  Language, does band count?😂 they let me take that as a language in school😂\n  \n  I only know english😂but I’m part Italian, so it might be cool to learn that language\n  ","431756":"\n  Chinese, I love their rice, shrimp tempura and calamari😍😍\n  ","431757":"\n  No. I’ll pass.\n  ","431758":"\n  Undo anything\n  ","431759":"\n  How? Because I don’t want to say my political view?🙄I just don’t have to say anything.\n  ","431760":"\n  I’m not saying who I’m voting for on here.\n  ","431761":"\n  Like I said, I’m not sharing my political view.\n  ","431762":"\n  I don’t feel comfortable sharing my political view, I don’t know if someone will eventually harass me over it.\n  ","431763":"\n  Used to! I always found the best hiding places, someone even opened the door to the closet I was in and didn’t find me😂hid there for like half an hour😂\n  ","431764":"\n  My family, friends and my horses♥️all of that has always helped me💕\n  ","431765":"\n  YES! I absolutely love my parents!!!! I’ve always had a good work ethic because of how I was raised and never gotten in trouble\n  ","431766":"\n  12:26pm\n  ","431767":"\n  I don’t want to say my political view, usually people arguing over stuff like that\n  ","431768":"\n  Seeing the horses, playing video games and watching Netflix or YouTube :)\n  ","431769":"\n  Ok\n  ","431770":"\n  Sleeping lol\n  ","431771":"\n  I would roll around so I don’t have to walk\n  ","431772":"\n  When I’m home, with either my parents or friends or with my horses🥰\n  ","431773":"\n  Inner\n  ","431774":"\n  Probably purple or maybe red to confuse some people\n  ","431775":"\n  No:(\n  ","431776":"\n  I can be flirty but nooo I never make the first move lol\n  ","431777":"\n  Me too lol\n  ","431778":"\n  About 3 or 4 hours or if you’re left on read\n  ","431779":"\n  Wbu?\n  ","431780":"\n  I like it, it sounds pretty\n  ","431781":"\n  No, but it is pretty relaxing\n  ","431782":"\n  It’s been pretty good! I hope your week has also been good, my plans? Just to relax and see Olympia lol, also this one guy thinks I’m meeting up with him tonight but I’m not😂😂\n  ","431783":"\n  Definitely my card\n  ","431784":"\n  I guess I type horses to much😂and someone is gonna come ride with me sometime so thank ya to that person 😂\n  ","431785":"\n  I’m 5’4 and I’m a bitch for you to come to see my horse and ride with horses I love them and they are always fun and fun with them I love ya and thank ya\n  ","431786":"\n  Yes\n  ","431787":"\n  Yeah definitely! They have a couple at our barn and the one listens really well but the other is younger, more energy and jumps at some of the horses sometimes, when I was riding my one horse before I bought her, she was following me around on her😂\n  ","431788":"\n  Oh my gosh, that’s awesome! I love German Shepherd, whenever I do eventually move out, I would love to get one! They are so pretty, smart and high energy, but it would definitely be worth it!\n  ","431789":"\n  I know, they are expensive too, I have to pay for her to live at the barn😂My parents pay a lot for ours too, they have to pay tho for medicine, just to keep her alive:\/ I give it to her tho! But hey, we gotta love them:) what breed are your dogs?\n  ","431790":"\n  It would probably be something involving horses for me lol, I can’t think of anything else I would want to have a business with\n  ","431791":"\n  Single\n  ","431792":"\n  My horse😂I pay way more for her then I do for myself😂😂😂\n  ","431793":"\n  *cries* I rather be a werewolf😭😭😭\n  ","431794":"\n  I would like to be 21 again\n  ","431795":"\n  A bouncy house\n  ","431796":"\n  It’s more so on Netflix Bc I barely watch tv😂but I would have to say most like Z nation, cursed or heartland\n  ","431797":"\n  Favorite tv series\n  ","431798":"\n  Yes, 2 horses🐴 and a dog 🐕\n  ","431799":"\n  Lolol thank you, I was confused myself😂😂😂\n  ","431800":"\n  4 guys\n  ","431801":"\n  1)date my ex\n  \n  2) didn’t go to college a few years ago to be able to work with horses, the college looked like so much fun.\n  ","431802":"\n  I treat them how they want to be treated🤗\n  ","431803":"\n  Sweatpants and t-shirt\n  ","431804":"\n  That you use money to buy nice things\n  ","431805":"\n  Not necessarily a selfie, BUT I took the photo myself, so I’m gonna count it😂\n  ","431806":"\n  If it was possible, I would. And I would take all the negative people and people who steal, do crimes and cause harm to others out of this world\n  ","431807":"\n  Oh my gosh, you are so sweet😭💕have a fabulous day♥️\n  ","431808":"\n  Is hasn’t affected me too much, I’m still doing what I love and still working\n  ","431809":"\n  Outgoing, crazy and wild\n  ","431810":"\n  Doing something that you absolutely love to do♥️\n  ","431811":"\n  1)Without trust there’s nothing\n  \n  2)never get back with an ex\n  ","431812":"\n  Definitely seeing my babies, they always manage to make me feel better🥰\n  ","431813":"\n  ❤️ ♥️♥️♥️\n  ","431814":"\n  Nooo, I like all my apps I use!\n  ","431815":"\n  I would like someone hot, but I would prefer honesty, because a relationship builds better based on trust and honesty🥰\n  ","431816":"\n  Depends on my mood, what I’ve done that day, how I’m feeling and what’s the most comfortable ☺️\n  ","431817":"\n  Noo, I occasionally buy stuff I want for myself but I don’t shop too often, unless I’m getting something for my horse lol\n  ","431818":"\n  Probably not because I would crash. And idk, I feel sick when stuff moves to fast like that, maybe but idk\n  ","431819":"\n  Sounds nice! And I worked, the afterwards I went and saw my horses🥰\n  ","431820":"\n  LIKE THAT😍\n  ","431821":"\n  I might’ve lol, but yeah, sure. Why not? Sounds nice\n  ","431822":"\n  I don’t go to picnics but I would love to if I either had a good friend to go with or a future boyfriend\n  ","431823":"\n  No, thankfully they always have been good. I enjoy spending it with my parents♥️\n  ","431824":"\n  Wym?\n  ","431825":"\n  Birthday cake😍\n  ","431826":"\n  If someone tried touching me that I don’t know (on my arm or anywhere)\n  ","431827":"\n  Messed up horror movies? Lol idrk\n  ","431828":"\n  That sounds good\n  ","431829":"\n  Lol idk, I love my job but I like staying awake longer so I don’t waste the rest of my day, so that’s probably why I get stressed out because I overthink it\n  ","431830":"\n  Do I get to pick how much I earn for my salary then? Cuz if so, I definitely would do something working with horses😍😍😍😍\n  ","431831":"\n  Love, because if you rush it it may not always be as good as waiting and finding the right person\n  ","431832":"\n  Probably “break up with your girlfriend, I’m bored”\n  ","431833":"\n  Most likely “senorita”\n  ","431834":"\n  No I’ve never had that before, in high school and a couple years out I had trouble falling asleep, but that’s it. And now I have to stay up till midnight or I get stressed out😭\n  ","431835":"\n  Showers if I’m more in a hurry or have to wash my hair, bathes if I’m just relaxing, not in a hurry and don’t have to worry about my hair\n  ","431836":"\n  Maybe “mamacita” lol\n  ","431837":"\n  It depends on the whole situation, if I like how it’s always done or if I wanna try something new☺️\n  ","431838":"\n  Maybe? Lol I’m not good with different music genres, I just like whatever sounds good to me haha☺️\n  ","431839":"\n  Hello, I’m good wbu\n  ","431840":"\n  Probably Nevada to see the wild horses😍\n  ","431841":"\n  If I had the money? Probably Canada, Ireland and that’s all I can think of lol\n  ","431842":"\n  Sunsets probably\n  ","431843":"\n  Oh my gosh this was awhile ago😂but maybe my game boy or GameCube, used to play a bunches of games with my mom♥️\n  ","431844":"\n  Altogether 8 years, but I took about a 3 or 4 year break. I love the new ask which is why I started using it again\n  ","431845":"\n  No sleep, horse girl 🐎\n  ","431846":"\n  When I started riding around 13ish years ago and got my first horse 8 years ago, I still have him, but I wouldn’t be where I am without both of my horses♥️\n  ","431847":"\n  6 hours and 34 minutes!☺️\n  ","431848":"\n  Yes!!! Competitive and stubborn!\n  ","431849":"\n  I have 2🥰☺️ their names are Chief and Olympia🥰\n  ","431850":"\n  Does this count as white since it has white in it?🤔\n  ","431851":"\n  I would prefer traveling in a rv\n  ","431852":"\n  Work😔, go see my horses🐴😍and relax\n  ","431853":"\n  Whispering downstairs while someone is banging on the front door\n  ","431854":"\n  Usually I always go to bed at midnight lol\n  ","431855":"\n  Mostly snapchat and Facebook\n  ","431856":"\n  No I’ve never actually tried them, I always stay up late so usually by then I’m kind of tired\n  ","431857":"\n  Going to see my horses🐴 🥰\n  ","431858":"\n  Most of the time I don’t take much. Cough drops help me a lot to sooth my throat. Musinex should also help\n  ","431859":"\n  I do.\n  ","431860":"\n  Hey, hru\n  ","431861":"\n  Lol uh thanks\n  ","431862":"\n  Noopppeee not at all\n  ","431863":"\n  To create an amazing bond with Olympia\n  ","431864":"\n  I like them sunny side up the most, but I also love them scrambled on a biscuit with a slice of cheese😍\n  ","431865":"\n  Yeah that’s something I will always remember, it meant a lot to me\n  ","431866":"\n  I could do more so what I want, earning more money and learning from my mistakes\n  ","431867":"\n  I like creepy things lol, I wanna explore something old and creepy haha. But anyways maybe it would more so be the attic? I kinda like them tho\n  ","431868":"\n  Thank you :)\n  ","431869":"\n  Probably my own stable if I could ever afford it!\n  ","431870":"\n  I think it’s bs because I could do just as much as any man could do, don’t look at me differently just because I’m a girl\n  ","431871":"\n  22\n  ","431872":"\n  I’m good, how are you?\n  ","431873":"\n  I wanna get a couple real tattoos! Already have them all planned out😌\n  ","431874":"\n  Meeeee!\n  ","431875":"\n  I’ve told multiple people, but a couple nights after my grandparents passed after the funeral and wake I didn’t get to go Bc I was really young, but a night or so after that, I saw my grandparents twice, I saw there spiritual selfs, I think it was a final goodbye\n  ","431876":"\n  Lol how?\n  ","431877":"\n  I’ve had a spiritual encounter when I was young, no animals involved\n  ","431878":"\n  22\n  ","431879":"\n  This happened last night after the storm, but our power was out at that time, it still is out. It’s almost been a full day it’s out. So I am very angry about that, all I had for dinner last night was a slice of bread with Nutella flavoring on it. So yeaaahhhh I’m not in a good mood\n  ","431880":"\n  Thanks, but it shouldn’t matter how great someone looks, that never gives the okay to be harassed :) it happened to me twice already, I won’t let it happen again\n  ","431881":"\n  Kind, mean and smart\n  ","431882":"\n  Honestly idk, I’m sure she could sense if someone wasn’t good, they have a good sense of character, she’s really friendly with me and I started bonding with her nicely. I haven’t had anyone who doesn’t go to the barn near her yet.\n  \n  My other guy would just bite anyone😂\n  ","431883":"\n  Birthday cake😍😍\n  ","431884":"\n  I kind of like the miss o, it’s cute for her, she’s starting to get spoiled tho and she’s a very social butterfly and she’s not crazy when I ride her she just gets scared by a few things😂\n  ","431885":"\n  Honestly I’m not too sure, that’s a good question lol😂 uhhh maybe “Di” but idk for sure, I should probably think of a shorter name for Olympia rn😂 my trainer calls her miss O sometimes😂\n  ","431886":"\n  That the power is still off from before I got home from work at 5pm and it’s already 7am still with no power\n  ","431887":"\n  I have two horses already, Chief and Olympia. They came with their names but if I ever got another horse, I would get a black horse and name him either Comet, Diablo or Thunder\n  ","431888":"\n  If you have Netflix, I suggest “cursed(taken place in a older time I believe, has a witch and the red paladin)” “z nation(zombie)” “the walking dead(zombie)” “heartland(about horses)” or “the rain” all of those are super good, I personally think☺️\n  ","431889":"\n  Fries from like anywhere a frappe or frozen coffee and potato tacos from Taco Bell\n  ","431890":"\n  What’s a blue badge??\n  ","431891":"\n  People getting in my face and people who drive stupidly\n  ","431892":"\n  Lol thanks\n  ","431893":"\n  What? No?\n  ","431894":"\n  Probably, horses get me more then anyone else. They don’t judge and are always there for me\n  ","431895":"\n  10\n  ","431896":"\n  I just dye my hair a reddish color, in like 8th grade I had some kind of feather extended in my hair when that was in style, I miss those\n  ","431897":"\n  Aw thank you!!☺️☺️\n  ","431898":"\n  My boy his name is Chief I’ve had for 8 years, but my girl her names Olympia I’ve only had since June 30th🥰\n  ","431899":"\n  Other then my home, I feel the best at the stables💕\n  ","431900":"\n  Yeah, that’s my favorite thing to do :) I also do love video games too tho haha\n  ","431901":"\n  I just said for it, talk to spirits, talk to animals and the power to calm\n  ","431902":"\n  Definitely horses, horses all the way\n  ","431903":"\n  Probably riding horses lol I’m not exactly sure when the 17th century was😂 but something with horses\n  ","431904":"\n  I’ve tried black coffee but couldn’t drink it lol, have you ever had red velvet or peppermint frozen coffee?😍\n  ","431905":"\n  Not the choosing again😭😭😭\n  ","431906":"\n  Not at all, why?\n  ","431907":"\n  What kind of coffee do you like? I love the frozen and frappes😍\n  ","431908":"\n  I used to try, then I gave up\n  ","431909":"\n  Bitter truth, I hate being lied to\n  ","431910":"\n  Oh yes, I love coffee!\n  ","431911":"\n  No kidding, I still can’t believe this has happened to me fr haha, the creeps still coming tho, so that hasn’t changed\n  ","431912":"\n  I watched twilight, I loved all of them! I tried to read the books after I watched it but never could\n  ","431913":"\n  Nooo I can eat whenever I feel like it tho\n  ","431914":"\n  Study hall, band and lunch\n  ","431915":"\n  Sometimes, it’s kinda relaxing\n  ","431916":"\n  Soo this one is more inappropriate, but it happened a few years ago at a shell gas station, I went in to buy something quickly, there was a glass covering by the register, so when he handed me my stuff, he held onto my hands for a second longer and muttered something. After that everything screamed to run, but I stupidly waited, he came around by me and then hugged me and touched my upper area.😳my boyfriend at the time (now ex) came back and threatened to call the cops. He was a 65 year old dude🤢😳never went back there, so that’s my crazy story\n  ","431917":"\n  Not really this month tbh, but I just bought myself a new camera today and got my horse June 30th😍\n  ","431918":"\n  When I was super young I loved this one horse game, legacy of rosemond hill,😍I bought it this year again because I really loved it and played it a bit, right now tho? I liked to play Skyrim and horse riding delux. I’ve played zoo tycoon, I’ve played a few of them🥰\n  ","431919":"\n  Yeah, I rather be with my loved ones :)\n  ","431920":"\n  Lolol, I want my dream boyfriend who can hopefully ride a horse to come along sometime soon😂\n  ","431921":"\n  Not the one guys, but a year later a different store manager that was there for a month wanted me to be a manager there, but I couldn’t stand working for him, I literally cried when my one friend manager had to leave for  a few minutes to get something from her house and I had to be left alone with him and I think the guy cleaning captain😔\n  ","431922":"\n  Lol, the one store manager a year later wanted me to be his store manager, but I declined because I could barely stand working there and being a manager at that time there didn’t sound good, should’ve reported everything to HR lol\n  ","431923":"\n  I’ve had both crab and lobster, they both taste sooooooooo good, but are expensive:(\n  ","431924":"\n  Uhh it was inappropriate and I never really considered him my “boss boss” he was a manager that worked there above me. And he asked what size my b00bs were and might of asked for a photo I can’t remember exactly and how he wouldn’t tell my boyfriend at the time we were dating and stuff like that. And it was either Facebook or snap I don’t remember, that’s the main one I remember, keep in mind that was either 2016 or 2017 and I can’t remember all of the dumb stuff he said😂\n  ","431925":"\n  Hahahaha definitely\n  ","431926":"\n  Haha if I liked them I would, but my dream guy would be someone who can hopefully ride a horse!\n  ","431927":"\n  Oh nooo, I wouldn’t make her do that! If I was gonna get one done, it would either be someone who I knew that wanted to do it, have it done by a massage place or to whoever my future boyfriend would be, if he wanted to do it\n  ","431928":"\n  Maybe that actually happened. Lol jk, but uh I’m not dating haha\n  ","431929":"\n  Nope, never actually watched the horse races, I’ve been to Louisville for our world championship horse shows tho\n  ","431930":"\n  Sure🤷🏻‍♀️I like massages\n  ","431931":"\n  Comet, Diablo or Thunder😍\n  ","431932":"\n  Not in the slightest.\n  ","431933":"\n  I like it, it’s super fun. I ended up spraining my knee while attempting to ice skate a few years ago😂 #fail\n  ","431934":"\n  I’ve been to Chicago before, yes\n  ","431935":"\n  No I don’t believe so, where is it located at?\n  ","431936":"\n  I’ve never had mango juice before and I don’t know if I would, I’m not a big fan of juice, but I definitely would have a mango smoothie!\n  ","431937":"\n  Depends on who I would still have on earth. If everyone I love is down on earth, of course I would choose to get a second chance at life. But if everyone I love has crossed over, I would rather cross over\n  ","431938":"\n  Salmon, garlic pasta\/cheesy noodles and a flounder rolled over some shrimp😍\n  ","431939":"\n  Yasssss, haven’t listened to them in awhile but I still like them!\n  ","431940":"\n  Nope nope nope nope, I would never ever in a million years do that. If people are okay with that, that’s not my place to call them out, but I don’t agree with it in the slightest and honestly, I think it’s kinda wrong because it seems like you should only love and care for one other person in marriage, but if they want to do it, not my place to call them out and just my thoughts, so no hate\n  ","431941":"\n  Hell yeah, definitely legendary lol\n  ","431942":"\n  Lol yup, other then customers yelling at me, I stayed out of it, one customer who tried telling me what to do, I was like “nope, not happening” they got pissed off and left, leaving a review saying they want me fired😂😂\n  ","431943":"\n  Honestly no, not that I could remember haha. But a guy apparently from what people told us was selling drugs at the corner by the bus stop and always came in to just get a cup of “water” but would bother all the workers and people were ready to fight him haha, we were aloud to kick him out. He got arrested later on. Or this homeless guy would always come in and apparently would get drunk and get sick in the bathroom. I have more stories of some customers tho if anyone wants to hear it lol\n  ","431944":"\n  Nope, kind of just stayed away from that, since the only time I saw a couple fights were in high school. If it happened now, I probably would record it, but I really don’t see any fights\n  ","431945":"\n  I love a few of the food items there! The chicken chalupa completely plan and the potato tacos with just the potatos and cheese! But you really don’t wanna know how often they cleaned it at the time😳\n  ","431946":"\n  It’s okay, what matters is I’m out now. It was sooo mentally draining, I really only stayed because I got weekends off and never worked nights since I was the store opener. And it really does unfortunately and I’m doing so much better, I love my job and really don’t have any complaints AT ALL, people are great there and it’s just an awesome workplace and they truly care about all their employees 💕 if you don’t mind me asking, where did you work? And I’m glad that you are doing much better!\n  ","431947":"\n  Because they treated me unfair, I worked there two years and only got a 25c raise. I left making only 8.50 people came in making way more then me. I got harassed multiple times by one of the store managers, one of the guy managers I think after he got fired because of him smoking in the store harassed me on Facebook asking me a couple inappropriate questions, they hardly ever let me leave on time, even when I told him if I didn’t leave now, I wouldn’t have a ride, he told me to figure it out, I rarely got any breaks. (Even tho I’ve worked 12 hours before), I even had 4 new store managers over a few months if that says anything about them. And a few days before I quit, the new store manager made me go in the store by myself when the store was unlocked all night and my manager was an hour late at that time, so I was in there at 7am-8am with no one in there. And if someone snuck in the store, I could’ve been serious hurt. It wasn’t worth it, I was suffering when I worked there, I’m still friends with one of my managers who worked there. She was the best manager I had there. Sorry it’s so long, but that’s all the crap that happened to me\n  ","431948":"\n  Bc I just don’t?\n  ","431949":"\n  No?\n  ","431950":"\n  Hello!\n  ","431951":"\n  Mixed drinks, I really don’t like beers unless it’s the lemonade flavored ones\n  ","431952":"\n  Don’t make me choose between those two, I just can’t do it!!😭😭\n  ","431953":"\n  K.\n  ","431954":"\n  Hey, what’s up\n  ","431955":"\n  Nature, to communicate and talk to animals😍\n  ","431956":"\n  Buying my second horse on June 30th\n  ","431957":"\n  Don’t really give a sh!t tbh lol, but if people don’t like me, they better keep my name out of their mouths\n  ","431958":"\n  Uhh why??\n  ","431959":"\n  That’s good to hear I’m glad!! And yeah everything’s pretty good :)\n  ","431960":"\n  Ok? What are you getting it?🤔\n  ","431961":"\n  Nooooo I don’t\n  ","431962":"\n  United States\n  ","431963":"\n  Aw thank you so much💕💕 how are you doing?\n  ","431964":"\n  Definitely coffee! Especially frozen or a frappe😍\n  ","431965":"\n  Depends on who the person is, some people who are rich are happy and have love. While some who are poor are way happier with just love. I think it depends on the circumstances, it could be either or both. Depends on the person and the situation\n  ","431966":"\n  Super sensitive issues, can’t wear jeans, stuff like that\n  ","431967":"\n  Lol fr, like I’m soooo sorry, but I don’t care what ya look like, I’ll treat you, how you treat me. Done and done☺️\n  ","431968":"\n  He isn’t that muscular lol and that photo is from like 2013-2014\n  ","431969":"\n  Both of them are a color of brown, my one in my profile pic is bay and my other guy is a chestnut, this this the one you’re talking about?\n  ","431970":"\n  It’s unfortunate really, what a shame to be corrupted by such thoughts and to be so cruel.\n  ","431971":"\n  What horse are you talking about? I have two and idk the food, it’s whatever my trainer feeds him, pretty much the same as every other horse in the barn\n  ","431972":"\n  I just keep looking forward to spending time with my family, that I’m lucky to have them and my two horses💕\n  ","431973":"\n  Beauty is on the inside and not out. Someone could be super pretty on the outside but mean on the inside, which ultimately makes them “ugly” because that’s how they treat other people\n  ","431974":"\n  Make money work for me\n  ","431975":"\n  Definitely eggs😍😍\n  ","431976":"\n  Not gonna lie, this has to take it. So in freshmen year I believe it was, I was forced to do marching band and in my dream I dreamt that it was a process of elimination and if you didn’t try hard enough and he wasn’t impressed the band director would kill you, it was about to be me, but I jumped behind someone so it wouldn’t be me. I don’t know how this happened, considering he was one of the best teachers I had buuuut, ya know?😂\n  ","431977":"\n  Occasionally and just whatever is at my house!\n  ","431978":"\n  Definitely fish! 🐟\n  ","431979":"\n  Nope, I would pass then\n  ","431980":"\n  Only the boneless chicken wings! But from Buffalo Wild Wings I love the medium sauce and my favorite is the Parmesan garlic!\n  ","431981":"\n  If I ride bareback or western  it doesn’t matter to me, but if I ride English it helps keep my leg in place so it doesn’t slip or get “caught” in the stirrup, the stirrup is in the photo below where my foot is, I personally don’t think it protects my lower leg when I ride :)\n  ","431982":"\n  Haha I wouldn’t want to control someone’s finances :)\n  ","431983":"\n  It shouldn’t be any less money because they still do the same job. I worked at Taco Bell for 2 years, did the most work, worked overtime and I made way less then anyone new coming in, made 8.50 when I left. It should be how you’re paid is the quality of work you put in:)\n  ","431984":"\n  What exactly do you mean by that? Half time? Do you mean get paid less or?\n  ","431985":"\n  I would love to get that money from anyone lol\n  ","431986":"\n  German Shepherds for sure! I also like the Shetland sheep dog too (that’s what we have♥️) ☺️\n  ","431987":"\n  I mean I don’t think it should be a law to be honest. I wouldn’t like it either if I was looking for a full time job, I would just hey a job with someone who is fine with full time work. Sometimes part time jobs are good for people in school or who just need a second job to earn a little extra money :)\n  ","431988":"\n  If she made a bet, like an actual serious bet, not just joking around, then she’d have to pay. Don’t make bets you can’t keep lol, since if it was the opposite position, I would be forced to pay. I would never be in that situation tho because I don’t make bets lol\n  ","431989":"\n  I mean if the people are okay with it, that’s fine. Some jobs like GameStop do that to save some money\n  ","431990":"\n  That was sautéed shrimp with onions, Worcester sauce, green peppers, rolled into my flounder🥰\n  ","431991":"\n  Nooo but I sometimes take photos of my food if I think I made it really good lol\n  ","431992":"\n  Riding boots but I rode with just my regular sketchers for awhile😂I also use multiple different riding boots haha\n  ","431993":"\n  Uhhhh, what I could do to improve myself and make her even happier, what she would like the most☺️\n  ","431994":"\n  Being nice and trying to text you or hangout with you\n  ","431995":"\n  If I would rather be taller or shorter? I suppose shorter lol\n  ","431996":"\n  Happy!!!\n  ","431997":"\n  Okie, already did!☺️\n  ","431998":"\n  Ok my favorite is still from my childhood and it would be spirit:stallion of the cimmaron and my least? I really don’t have a least favorite ones, I just won’t watch any documentaries\n  ","431999":"\n  If I don’t turn blue, then yes😍\n  ","432000":"\n  I meant it answer my last question here not the movies😂 but other then meeting my ex and dating him, nope!\n  ","432001":"\n  Well it’s current, but horses. Or every year for Christmas the smell of my parents cooking a big Christmas breakfast🥰😍\n  ","432002":"\n  I dress for myself, if I like something I wear it. But whatever I do wear, it’s mostly for me!\n  ","432003":"\n  Hanging out with a couple of my good friends and always wearing mask (although the mask I have work super nice)\n  ","432004":"\n  Horses, family, work\n  ","432005":"\n  Occasionally, depends on what’s it about!\n  ","432006":"\n  Nah, but I’m not a pizza fan(I only eat it with the white sauce and cheese on it)\n  ","432007":"\n  Yeah I love using ask and stuff but I do wish you could private message people just like every other social media app\n  ","432008":"\n  Probably Chinese food, I like the Chinese restaurants that have the really good calamari, sticky rice and shrimp tempura\n  ","432009":"\n  Idk I asked him but he hadn’t seen it yet. But I am pretty sure he deactivated his account\n  ","432010":"\n  He said he was over using ask this morning\n  ","432011":"\n  With my horses :) 🐴\n  ","432012":"\n  Christmas :)\n  ","432013":"\n  A cold drink:) I like cold drinks more then hot drinks, but I do have to say, hot Chocolate with a couple peppermints in it 👌🏻\n  ","432014":"\n  Yes, 2 horses and 1 doggo :)\n  ","432015":"\n  I love both of them:) and am close to both of them!\n  ","432016":"\n  A few very close ones!\n  ","432017":"\n  Yes, 2\n  ","432018":"\n  Coffee for sure! Especially the frozen coffee’s or frappes\n  ","432019":"\n  I do drive!! Couldn’t go without it:)\n  ","432020":"\n  Nice try tho lol😂😂\n  ","432021":"\n  Lmao that would never happen😂\n  ","432022":"\n  Just on here.\n  ","432023":"\n  That my horses and parents will always be there for me\n  ","432024":"\n  Either a wolf or a horse😍\n  ","432025":"\n  Salmon lol\n  ","432026":"\n  Hi, sup\n  ","432027":"\n  I’m on episode 9 now. But I’m gonna finish it tonight:(\n  ","432028":"\n  Hi, sure\n  ","432029":"\n  Usually just play on my phone, read or play my Nintendo switch☺️\n  ","432030":"\n  Yeah! They only have 1 season tho😭 only 2 more episodes to watch\n  ","432031":"\n  Nope not even close! I’m on episode 9\n  ","432032":"\n  Lucky lol\n  ","432033":"\n  It’s goin good, almost ready to head home, hbu?\n  ","432034":"\n  Sorry I don’t understand.\n  ","432035":"\n  That sounds nice\n  ","432036":"\n  Uhh yup\n  ","432037":"\n  Uhh okay, thank you?\n  ","432038":"\n  If you ever get the chance to, I definitely recommend it. And they aren’t kept at my home, we board them at a stable :)\n  ","432039":"\n  Oh uhh okay.. who exactly are you?\n  ","432040":"\n  I would have to say shark diving, If I’m being honest\n  ","432041":"\n  Hello! How are you?\n  ","432042":"\n  I used to but not often anymore\n  ","432043":"\n  Thanks for?\n  ","432044":"\n  Dump a bucket of ice cold water on you 🧊\n  ","432045":"\n  Yeah for sure\n  ","432046":"\n  No, I’m just tired and have to get up now\n  ","432047":"\n  A series\n  ","432048":"\n  Nope haven’t read that book, I have a serious I started reading but stopped\n  ","432049":"\n  Occasionally and if so I like zombie books with romance in it.l\n  ","432050":"\n  Nah just relaxed\n  ","432051":"\n  Like an hour ago lol\n  ","432052":"\n  Just laying down rn, what about you?\n  ","432053":"\n  I would probably have to say, love\n  ","432054":"\n  How I don’t want to go to work, I would rather lay here and relax more and go see my horses later then\n  ","432055":"\n  Hello! And yes I did, thanks\n  ","432056":"\n  Nah not yet!\n  ","432057":"\n  Uh yeah sure thing\n  ","432058":"\n  I’m still watching it! But there’s not many episodes left :(\n  ","432059":"\n  I suck at explaining this show, but here is what it’s about!\n  ","432060":"\n  Hello, I’m good, how are you?\n  ","432061":"\n  Aww thank you! And occasionally, but not often♥️\n  ","432062":"\n  My show I’m watching, “cursed”\n  ","432063":"\n  My horses🥰\n  ","432064":"\n  Sure thing\n  ","432065":"\n  Bout to watch some more cursed! Wbu\n  ","432066":"\n  Uhhhh it’s\n  \n   @alyak98\n  \n  but you aren’t gonna try getting with me right? I don’t use ASKfm as a dating site lol...\n  ","432067":"\n  Thanks and uh yeah\n  ","432068":"\n  Same here! They are everything to me and thank you♥️I actually just got her last month\n  ","432069":"\n  Thank you! And she is pretty clever if I do say so myself :)\n  ","432070":"\n  Aww that’s adorable, aren’t they just so much fun?\n  ","432071":"\n  I taught her to kiss me🥰♥️\n  ","432072":"\n  Hi, I’m alright. How are you?\n  ","432073":"\n  Haha those are always good and it’s been alright. Just relaxing rn\n  ","432074":"\n  Thank you, I will and same goes to you!\n  ","432075":"\n  Ok thank you!\n  ","432076":"\n  That sucks that it’s raining over there. It’s a bit cool out with a breeze so this weather is great ☺️\n  ","432077":"\n  Lol I do suck at math\n  ","432078":"\n  Heyyy what’s up\n  ","432079":"\n  I love to just chill at home and it’s been going alright. Only like 40 more minutes of work till I can leave lol, how has your day been going?\n  ","432080":"\n  I usually just live in the present unless I’m looking forward to something\n  ","432081":"\n  Bc idk who you are or what you want. And you’re annoying me.\n  ","432082":"\n  “Goodbye” “goodnight” or “see you later”\n  ","432083":"\n  Stop it fr.\n  ","432084":"\n  Yes, I am fine.\n  ","432085":"\n  Hello..?\n  ","432086":"\n  8:30, then I get off at 4:30\n  ","432087":"\n  Oh wow that’s a big time difference lol, I didn’t do the math lol\n  ","432088":"\n  I know, can’t wait for that😴😴\n  ","432089":"\n  Thank you and I know haha big gap\n  ","432090":"\n  That sounds relaxing, I wish I could just lay in bed tho haha\n  ","432091":"\n  I would probably just lay down\n  ","432092":"\n  Hello! I’m doing good just exhausted haha. But just go to work and hopefully see my horses afterwards. What about you?\n  ","432093":"\n  Go see my horses or lay in bed instead of go to work\n  ","432094":"\n  What?\n  ","432095":"\n  What kind of books do you like? And before I started watching cursed on Netflix I love to watch live PD on YouTube!\n  ","432096":"\n  Other then horses? Which is my number one choice lol, I love to play video games when I can, I like to read sometimes, watch YouTube and Netflix, sometimes Hulu. What about you?\n  ","432097":"\n  I don’t really do any, but it might be fun if I ever got the chance\n  ","432098":"\n  Thank you, it’s good! And no you’re good!\n  ","432099":"\n  Okay, goodnight! And thank you :)\n  ","432100":"\n  Maybe try some Netflix? Or tv? And it can be quite the entertainer!\n  ","432101":"\n  Nah I’m good\n  ","432102":"\n  Nah\n  ","432103":"\n  Oh haha😂that’s pretty early\/late. So how is your time going then?\n  ","432104":"\n  Text what girl?😂\n  ","432105":"\n  It’s going good! I got to see my horses so I’m happy about that, how is your evening goin?\n  ","432106":"\n  I thought some people might laugh about it😂😂 I really can’t with him tho😂\n  ","432107":"\n  Yeah....\n  ","432108":"\n  I know right!? I remember this guy, he kept on trying to get with me and date me at first  said he was 16, then changed his age Bc I wouldn’t date that young😂😂 and ASKfm isn’t a dating site😂\n  ","432109":"\n  Just my social media sites.\n  ","432110":"\n  Just my social media\n  ","432111":"\n  Haha sure thing!\n  ","432112":"\n  Lol that would be awesome! I would spend every free second with them!\n  ","432113":"\n  I don’t use that app anyways..\n  ","432114":"\n  No:(((( I was there a little bit ago, I love being there\n  ","432115":"\n  I don’t use that and I don’t want to talk..\n  ","432116":"\n  Uhh okay....\n  ","432117":"\n  No...\n  ","432118":"\n  No, I don’t. Not AT all.\n  ","432119":"\n  Omfg why are you trying to get with me on here?\n  ","432120":"\n  Uhh ok.. what are you looking for..\n  ","432121":"\n  I used to do that in high school all the time haha😂 but I’ll take your word for it\n  ","432122":"\n  I miss the days I could stay up that late lol, now I usually go to bed at 12 haha\n  ","432123":"\n  Uhh thanks I think lol\n  ","432124":"\n  Lol what time is it where you are?\n  ","432125":"\n  Lol yes I am!\n  ","432126":"\n  Thanks..\n  ","432127":"\n  Uhh..\n  ","432128":"\n  Uhh what? That doesn’t ring a bell..\n  ","432129":"\n  But I don’t even know you.. so how could you miss me..?\n  ","432130":"\n  I don’t know who you are tho?\n  ","432131":"\n  Hey! What’s up?\n  ","432132":"\n  It’s only 7:30 pm here so me!!\n  ","432133":"\n  Yeah definitely!\n  ","432134":"\n  No you’re not weird at all!\n  ","432135":"\n  That sounds nice! Have fun with that :)\n  ","432136":"\n  Thank you, I will :)\n  ","432137":"\n  Just got to the stables! Wbu?\n  ","432138":"\n  They are great thanks!\n  ","432139":"\n  Okay thank you!\n  ","432140":"\n  Thank you it’s goin alright! Hope you have a good day :)\n  ","432141":"\n  No problem, and thank you for the follow!\n  ","432142":"\n  If I drink a milkshake or cold coffee\n  ","432143":"\n  That’s good\n  ","432144":"\n  No problem, of course! :)\n  ","432145":"\n  Sure, your order of a follow is coming up!\n  ","432146":"\n  22\n  ","432147":"\n  Illinois area\n  ","432148":"\n  Thank you, I’ll try. And you too!!!\n  ","432149":"\n  Nah fam, I’m good\n  ","432150":"\n  I’m alright. Just super tired, how are you?\n  ","432151":"\n  Hello! And thank you! They actually both came with those names lol, I was trying to think of a name for her (Olympia) but couldn’t think of anything better and now I love her name, it definitely grew on me😂♥️\n  ","432152":"\n  I messaged you back! Sorry my brain is done for today lol\n  ","432153":"\n  Yes please!!\n  ","432154":"\n  Heyyyyy wassup\n  ","432155":"\n  I definitely do, I do my best to always spoil her♥️\n  ","432156":"\n  That sounds super good for a lunch what you had! I had a nature valley protein bar and a waffer bar it was at 11:30 tho:(\n  ","432157":"\n  I’m super lucky and thankful to have them🥰\n  ","432158":"\n  Thank you! And yeah she is really friendly, she’s also a big goof at times\n  ","432159":"\n  It’s fine, I ended up going to sleep. I have work in the AM lol\n  ","432160":"\n  To be able to save enough money to hopefully eventually buy a ranch!\n  ","432161":"\n  My one in my profile photo is named Olympia and she’s a girl :)\n  ","432162":"\n  It’s all good, it’s easier for me to reply to an actual conversation on social media\n  ","432163":"\n  Oh no you’re not at all! I like meeting new people lol\n  ","432164":"\n  Okie dokie, I’ll add ya back\n  ","432165":"\n  Same name, same horse, different photo\n  ","432166":"\n  We can go on there, I also have snapchat and other social media, it doesn’t matter\n  ","432167":"\n  Lol yes I do\n  ","432168":"\n  No no no, not at all! You’re actually cool\n  ","432169":"\n  🤦🏻‍♀️🤦🏻‍♀️oh my gosh lol, I really should of thought of that😂\n  ","432170":"\n  I’ll ask some on your page!:)\n  ","432171":"\n  Is that health points? Im probably wrong because that’s for video games, but worth a guess😂\n  ","432172":"\n  Oh no you’re good, I don’t mind at all!\n  ","432173":"\n  Yeaa, I only watched the movies tho. It’s been so many years since I saw them. What about you?\n  ","432174":"\n  A little baggy but not too big, it’s just a black sweatshirt but is pretty soft to me and I just like how it looks. And no lol, I’m actually pretty tired, am I acting hyper?😂\n  ","432175":"\n  Honestly yes lol, but I’m also a tank top kind of gal too or I have one of my favorite soft sweatshirts that I love too haha\n  ","432176":"\n  Yeah it’s been pretty good, nice and relaxing. What about you? Was it a good day?\n  ","432177":"\n  Oh wow that’s so cool! How long did you ride horses?\n  ","432178":"\n  Haha I like living here, but I would love to live in a more country area to be honest\n  ","432179":"\n  That would be cool! And I am 22, what about you?\n  ","432180":"\n  I’m just from the Illinois area! Nothing too special here haha\n  ","432181":"\n  Aw thanks! I followed you too :)\n  ","432182":"\n  That’s awesome! If you ever get the chance to do it again I definitely recommend it:)\n  ","432183":"\n  I am doing pretty good! What about yourself?\n  ","432184":"\n  Not really in control, just don’t wanna be told what to do\n  ","432185":"\n  So I’ve been riding for about 13 years now:) owned my one guy horse for 8 years now and I just got a new addition a month ago! :)\n  ","432186":"\n  Well I like to be “top dog” don’t like people who don’t know what they are doing to tell me what to do lol\n  ","432187":"\n  Nah, not afraid\n  ","432188":"\n  Everything except my butt.\n  ","432189":"\n  Uhhh what? What are we talking about here?\n  ","432190":"\n  No, I never actually had it before\n  ","432191":"\n  I just work at my courthouse lol\n  ","432192":"\n  It’s actually night here! But good morning to you! And honestly no because I go back to work on mondays haha. What about you?\n  ","432193":"\n  I would love to 1)own a ranch and 2) go trail riding with my horse on the beach and in the mountains :)\n  ","432194":"\n  Uhh maybe stamping papers all day\n  ","432195":"\n  No!!! Is it any good? And how do you roast them like?\n  ","432196":"\n  Thank you! The one in this photo isn’t mine :) the other two are! And aw thank you so much!!🥰♥️\n  ","432197":"\n  Yes I love salmon! Usually I can only eat half of it because it fills me up, but it’s soo good!\n  ","432198":"\n  I have not gone swimming yet! (Even tho I have a pool😂😅) idk if I will, I really want to, but it’s not good for my hair and it’ll ruin my hair color :(\n  ","432199":"\n  Hire a lawyer and when they find out the truth I would sue them\n  ","432200":"\n  Noooo I actually love black dogs lol\n  ","432201":"\n  Idk\n  ","432202":"\n  Idk\n  ","432203":"\n  Young people, I don’t have time for them😂\n  \n  I’ll send the werewolves after them😂😂\n  ","432204":"\n  I would just go to bed then, because they can’t harm me\n  ","432205":"\n  What is ghost month?? And I do believe in ghosts and spirits. When I was a kid, I actually had a nice memory of a spirit. (It was my grandparents)\n  ","432206":"\n  Helloooooo, how are you?\n  ","432207":"\n  Occasionally if they either both me or creeps! But most of the time I’ll just ignore them or go off on them if they deserve it!\n  ","432208":"\n  Nah but I have two big babies! (Horses)\n  ","432209":"\n  People who abuse animals, when people cut in front of me when driving (especially without turn signal) and when for whatever reason you have to stop your car because someone pulls out in front of you!\n  ","432210":"\n  It’s not raining here! And the only thing I really enjoy about the rain rn is that it cools off the weather!\n  ","432211":"\n  Olympia and Chief😍☺️(my horses)\n  ","432212":"\n  Yeah that’s true, I might google it in my free time,  don’t want that to happen. Thank you!\n  ","432213":"\n  Bitter truth\n  ","432214":"\n  Whaaatttt, never new that, I never eat veggies besides cucumbers and I only occasionally eat fruit oh oh😳\n  ","432215":"\n  I would love getting massages\n  ","432216":"\n  Mythical creature? Either a Pegasus or Phoenix. Regular? A wolf and a horse\n  ","432217":"\n  Nothing more then I have! My favorite thing in here is my gaming computer\n  ","432218":"\n  I know!! She’s so awesome🥺💕she definitely makes my day !!\n  ","432219":"\n  Nooo! And even if that ever happened and I knew someone had a girlfriend I would turn them down! Don’t wanna get in between all that! And being cheated on sucks\n  ","432220":"\n  Since I sat in a restaurant? Before the whole COVID-19 getting take out?a few nights ago!😍\n  ","432221":"\n  Lol no!! And I gave him a story how I wanted 30 kids along with 30 cats to scare him off and it didn’t work😭😂and he kept asking “want me to bang you” and asked I wanted kids with him, even when I said no😭😂\n  ","432222":"\n  My parents and horses\n  ","432223":"\n  Don’t settle for anything less then you deserve. Free yourself from any negativity and try and make yourself happy\n  ","432224":"\n  Maybe because there’s a lot to do on your phone and you can do just about everything, play mobile games, browse social media. I almost always put my phone down or pay attention to whoever is talking even when I’m on my phone when a person walks over\n  ","432225":"\n  I wish, it’s unreasonable and could never happen, but even tho I love my job, being paid for not working would help a lot and not having to pay monthly board for my horse and car insurance lol\n  ","432226":"\n  Nat Zang is one, (from z nation) Theo James (from divergent series) and graham wardle (from heartland)\n  ","432227":"\n  My last relationship I learned that I made a huge mistake being with him and I’m so much better off now then I was before. My biggest regret was dating him😂\n  ","432228":"\n  The people are fine and don’t bother me really until they start harassing people and don’t take no as an answer or keep asking you the same thing when you already said no\n  ","432229":"\n  Same\n  ","432230":"\n  Depends on who my friends are and how close they are to be. But I will always treat and love my parents better\n  ","432231":"\n  I listen to music because I like the sound of it and sometimes at work it gives me something to like to\n  ","432232":"\n  Nah, I would totally buy some kind of pick up truck maybe some kind of newer Chevy\n  ","432233":"\n  Nope\n  ","432234":"\n  No of cour- ooh squirrel!\n  ","432235":"\n  Some people do, but some people don’t like the guy who’s trying to get with me on Facebook messenger lol\n  ","432236":"\n  I want to go see my horse again lol\n  ","432237":"\n  What\n  ","432238":"\n  Who are you\n  ","432239":"\n  Uhhh no?\n  ","432240":"\n  Jump in lava\n  ","432241":"\n  Ummm okay? Are you looking for a gf on here..\n  ","432242":"\n  Oh ok I think I got it\n  ","432243":"\n  Oh wow\n  ","432244":"\n  I can’t remember that Pokémon😂 was he something before that? And sure, I love raquazza\n  ","432245":"\n  Cute, kind guy who loves animals. Bonus points for having a horse!:)\n  ","432246":"\n  I would shake my head and stomp on them, then flee the island\n  ","432247":"\n  I would have to say sunny\n  ","432248":"\n  No what is that?\n  ","432249":"\n  I would tell my mom\n  ","432250":"\n  What’s matcha?\n  ","432251":"\n  I prefer answering questions\n  ","432252":"\n  Lol no\n  ","432253":"\n  When I tell someone “no” or “I’m not interested” and they keep trying to get me to go out with them and stuff like that\n  ","432254":"\n  I swear, it was😂 I was feeling pretty good lol\n  ","432255":"\n  I can never do black coffee lol, I usually like regular coffee with tasty cream in it. Most sugar packets I had in a coffee was 60, yes I counted. I worked at Taco Bell at the time😂\n  ","432256":"\n  Ughhhh😍😍 I’ll definitely have to try that next time!😍😍 thanks for the recommendation!\n  ","432257":"\n  I don’t eat the chili lol since I don’t eat that, but I love the 10 piece chicken nugget combo with a large frosty haha\n  ","432258":"\n  Definitely Wendy’s\n  ","432259":"\n  Nope and honestly I have no clue and if I HAD to travel there it would be somewhere with horses so idk\n  ","432260":"\n  Uhhhh neither lol\n  ","432261":"\n  I don’t run soooo I have no clue😂last time I actually HAD to run was in 8th grade and I don’t remember that stuff😂\n  ","432262":"\n  Bikini\n  ","432263":"\n  Tan, swim, go tubing, canoeing\n  ","432264":"\n  22\n  ","432265":"\n  What do you mean by that\n  ","432266":"\n  Uhh no? Lol idek what that really means\n  ","432267":"\n  If I really like someone I could be good, but most people I don’t like that way😂\n  ","432268":"\n  Whether they are a good person or not\n  ","432269":"\n  I don’t use slang.\n  ","432270":"\n  I’m not saying where my high school was lol\n  ","432271":"\n  I don’t really know\n  ","432272":"\n  Whats the difference between ability and hidden ability, I’ve always been a fan of Pokémon games from even the game boy but never paid too much attention to abilities. And yeah sure\n  ","432273":"\n  Holy cow, that’s actually amazing. Now do all of that Pokémon have it? Or is it a special kind for it?\n  ","432274":"\n  Sure\n  ","432275":"\n  Nope\n  ","432276":"\n  We have no jumpers😂it’s ok tho if I do ever get to jump I’ll just learn on her haha, just gotta wait and see where the future leads us☺️\n  ","432277":"\n  I want to try it sooooo bad!! I know it’s harder, but it looks sooo much fun!!! If I ever get the chance I’ll try it. I might ask my trainer what he thinks after it quiets down and I’ve been riding her longer but I would love to\n  ","432278":"\n  I honestly would love to eventually try jumping! Idk if I’ll ever get a chance but it sounds like a lot of fun! What did your barns usually do? What discipline?\n  ","432279":"\n  Nooo I don’t do that! Just some western pleasure :) it sounds fun tho, but our barn doesn’t do that\n  ","432280":"\n  I’m showing him western! First show in two years now. I’ve shown him multiple disciplines before, but I think we have to stick to western for now. My other 5 year old I hope to eventually show her hunt seat when she’s trained more :) I also may just have to end up sticking a western saddle on her to see how she does😂\n  ","432281":"\n  My gelding Chief has ALWAYS been terrified of fly spray, I’m showing him this weekend and at the same show years ago, they were trying to fly spray him with me on him and he’s spinning in circles😂 they really are like big dogs, people really don’t deserve them, I always try to spoil them\n  ","432282":"\n  Maybe movie nights not necessarily a big sleep over person, I used to do it more\n  ","432283":"\n  Seriously tho! They really are the best and super sweet, I have a video of my new mare being “scared” of a horse comb😂😂they make my day everyday lol\n  ","432284":"\n  Nooo I like literally don’t dance lol\n  ","432285":"\n  Canada!!!\n  ","432286":"\n  A loooonnnnggggg time ago\n  ","432287":"\n  Uhhh the best house in a bad neighborhood\n  ","432288":"\n  I’m a 22 year old female that loves her 2 horses and go out to the stables like every day, I also enjoy to play video games and watch YouTube\n  ","432289":"\n  With my horses\n  ","432290":"\n  A silver door?\n  ","432291":"\n  When I pass by it lol\n  ","432292":"\n  Aw thank you so much!! That really means a lot :)\n  ","432293":"\n  I just showed my horse and gonna go to the barn and see my other one! Wbu\n  ","432294":"\n  Y, I like always post my questions.\n  ","432295":"\n  Nothing really! I’m usually really careful!\n  ","432296":"\n  Come off anon? I mean it’s up to you.\n  ","432297":"\n  Huh\n  ","432298":"\n  I’m really good\n  ","432299":"\n  Hello\n  ","432300":"\n  Oh...sorry to hear.....\n  ","432301":"\n  Heyyyy what’s up?\n  ","432302":"\n  NO, I HAVENT\n  ","432303":"\n  Stolen a kiss? No, no I haven’t\n  ","432304":"\n  Honestly no, that wouldn’t be worth my money lol\n  ","432305":"\n  Thank you\n  ","432306":"\n  To learn from your experiences, that you’re still alive and able to experience new things and other things that you love to do. Spend time with family and friends. But the worst part is eventually you’ll start to feel older. But for the most part it’s good and you live in the moment\n  ","432307":"\n  To ride my horses, I ride both hunt seat and western. And just to go and take care of Olympia at the barn, her favorite thing is her homemade treats and cucumbers and she just loves to run around and play :)\n  ","432308":"\n  Honestly probably no, only been on a plane once in like 3rd grade and it popped my ears uncomfortably lol. So I reaaalllyyy don’t wanna get on a plane haha\n  ","432309":"\n  Negativity and bad influences\n  ","432310":"\n  I think I’ve had them at the gas stations or sonic if they sell them there? If it’s what I think it is it’s pretty good\n  ","432311":"\n  It was good! My last day of work till Monday because I’m going to a horse show tomorrow and Sunday, so I’m looking forward to that! :)\n  ","432312":"\n  Noo I don’t like either of those lol\n  ","432313":"\n  I would try it, sounds fun but sometimes I get motion sickness (I can’t ride roller coasters or any rides Bc of it lol)but definitely sounds fun to try!\n  ","432314":"\n  I feel it, it’s really thanks to my one horse I got:)\n  ","432315":"\n  I’m pretty happy in life rn everything is really good :)\n  ","432316":"\n  Honestly as of right now, not much :)\n  ","432317":"\n  I usually don’t spend much money other then like gas and my horse. But I use my savings account and don’t spend much since I like watching it build up :)\n  ","432318":"\n  Harry Potter for sure and I can’t remember her name rn but Ron’s sister\n  ","432319":"\n  I like to read but sign me up for this prison lol\n  ","432320":"\n  Yes and pretty much just my social media oh and the shows I competed in with my horse\n  ","432321":"\n  I don’t even know you... and wdym “close” friend..\n  ","432322":"\n  Wdym like me\n  ","432323":"\n  Well that’s good.\n  ","432324":"\n  But why do u wanna be close with me\n  ","432325":"\n  You what texting with me\n  ","432326":"\n  Y did u even wanna add me..\n  ","432327":"\n  Y, I don’t add people I don’t know..\n  ","432328":"\n  I just use Instagram, snapchat and Facebook..\n  ","432329":"\n  What? Im not using that app..\n  ","432330":"\n  I mean I don’t want to ask questions when I don’t feel like it and you asked me a couple times to ask you stuff.\n  ","432331":"\n  What does this have to do with ask?\n  ","432332":"\n  I don’t want to.\n  ","432333":"\n  I honestly don’t feel like asking questions tbh\n  ","432334":"\n  Doesn’t bother me\n  ","432335":"\n  Just my horse or videos I find online\n  ","432336":"\n  I feel my age. 22\n  ","432337":"\n  Wdym the last place\n  ","432338":"\n  I don’t watch TV my favorite Netflix show is Heartland and then Z nation\n  ","432339":"\n  Either confront them and\/or drop them as a friend Bc I don’t need that negativity in my life\n  ","432340":"\n  I’m good with money, I recently bought a horse tho lol\n  ","432341":"\n  Staying up late\n  ","432342":"\n  Last night.\n  ","432343":"\n  I mean I usually get a sense of someone and see how they act and if they act like shit then yeah I judge them pretty quickly\n  ","432344":"\n  I’m not a fan of clefairy tbh, Azumaril is pretty, but I never really used them that much\n  ","432345":"\n  Idek what that is\n  ","432346":"\n  A what kiss?\n  ","432347":"\n  I love all kinds of candy, just no coconut 🥥\n  ","432348":"\n  ......I mean it’s up to you what you do.. and since you think your boss is “hot” have you been flirting with her and always talking to her??\n  ","432349":"\n  Huh? What do you mean by this?\n  ","432350":"\n  Honestly nothing would really be different for me, I would still be going to see my horses and working\n  ","432351":"\n  Oh yeah I like those too\n  ","432352":"\n  Sometimes but yeah!\n  ","432353":"\n  I sometimes play idle games, but I don’t play too much on my phone. I usually play on my gaming devices\n  ","432354":"\n  Oooh that depends. Sometimes I’m too busy to be able to cook other times I like it\n  ","432355":"\n  It depends on my mood. I usually eat homemade food but sometimes I have a craving for take out\n  ","432356":"\n  Oh no sorry, yeah the hackers kept getting into it:\/ before then, I had it:(\n  ","432357":"\n  My stuff kept getting hacked, so to prevent it, I can’t use it\n  ","432358":"\n  Nah I can’t use it anymore\n  ","432359":"\n  Nah I don’t use my own amazon account no more\n  ","432360":"\n  Uhh okay.. that’s probably because I ride horses..\n  ","432361":"\n  Uhh no?\n  ","432362":"\n  Idk from a movie. But a quote I like is “horses give us the wings we lack”\n  ","432363":"\n  My knowledge of everything that is current\n  ","432364":"\n  I mean I don’t know why my legs are so amazing haha\n  ","432365":"\n  Lol thanks?\n  ","432366":"\n  I’ll do that soon, thank you!\n  ","432367":"\n  Big eyes\n  ","432368":"\n  Wait what!? No?? What’s it called? I wanna watch it\n  ","432369":"\n  I’m glad to hear you are good! And awww thank you♥️🥰🥰\n  ","432370":"\n  Hello!! How are you doing?? And aww thank you so much that really means a lot to me!!🥰🥰☺️♥️\n  ","432371":"\n  That’s nice\n  ","432372":"\n  Hello\n  ","432373":"\n  Nothing makes me sad.\n  ","432374":"\n  Just my friends, best friends\n  ","432375":"\n  Hardworking :)\n  ","432376":"\n  Fries and rice lol\n  ","432377":"\n  No I don’t\n  ","432378":"\n  Nope! I don’t make bets lol\n  ","432379":"\n  Fish, fries, rice and just stuff kike that\n  ","432380":"\n  I’ve actually haven’t been to one before\n  ","432381":"\n  Noooo I don’t like the cold at all, but the hot is also too hot. I want it not too hot and definitely not too cold\n  ","432382":"\n  Not really a fight, kind of a fight idek tbh. It started as a good fight in high school Bc the person was mad at them and threw the tray of food at them, and security like jumped over the table and the cafeteria had to be evacuated\n  ","432383":"\n  Yeah, it was alright. Just kind of tiring lol\n  ","432384":"\n  But why would I.. you tell them..\n  ","432385":"\n  Idek you.........\n  ","432386":"\n  I’ve actually never been into sports and haven’t played on a team. The closest thing I do is ride my horses!\n  ","432387":"\n  But what does that have to do with me?\n  ","432388":"\n  I haven’t had pecan pie, but I really like cherry or the chocolate pie, keep forgetting the name😂\n  ","432389":"\n  But why would I text someone else for you and I don’t even know the people..?\n  ","432390":"\n  What? But why would I text them?\n  ","432391":"\n  Why would I text them..\n  ","432392":"\n  Uhh what? I don’t know who those people are..\n  ","432393":"\n  Uhhh okay..??\n  ","432394":"\n  Snapchat, instagram and Facebook..\n  ","432395":"\n  My horses🥰♥️\n  ","432396":"\n  My social media pages\n  ","432397":"\n  I don’t use that either\n  ","432398":"\n  Both of them are American Saddlebreds! Chief (my first one) he is 17+ hh Olympia I’m not too completely sure, I just got her, but she’s a lot smaller, maybe 15hh I plan on finding out soon. I ride Chief, western now, but I used to ride him saddleseat and hunt seat and I even drove him. Olympia I’m just riding her hunt seat :)\n  ","432399":"\n  Idk what that is either and don’t have that\n  ","432400":"\n  I don’t use that... idek what that is..\n  ","432401":"\n  Google duo? Why?\n  ","432402":"\n  Hello\n  ","432403":"\n  9,871 🔥\n  ","432404":"\n  Scissors ✂️\n  ","432405":"\n  Nooo I never read the newspaper\n  ","432406":"\n  Bc you keep saying the same stuff over and over and I keep saying what you do is up to YOU. I don’t need to know the details of what she said.\n  ","432407":"\n  Umm I’m gonna stop answering you now. You’re annoying me now.\n  ","432408":"\n  Then don’t wear shorts underneath. It’s up to YOU.\n  ","432409":"\n  Then what you do is up to you.\n  ","432410":"\n  Either put shorts on like she said or keep going how you are.\n  ","432411":"\n  Then u can either put shorts on or stay how u are. It’s your decision.\n  ","432412":"\n  I don’t wear crop tops\n  ","432413":"\n  Well I wasn’t there so idk the whole situation\n  ","432414":"\n  Sorry, not gonna talk wall to wall..\n  ","432415":"\n  But why do you only want to talk wall to wall\n  ","432416":"\n  Why though\n  ","432417":"\n  Just got home from seeing my horses!\n  ","432418":"\n  Aren’t we now\n  "}}