{"Question":{"432419":"\n   wall to wall\n  ","432420":"\n   How has your weekend been?\n  ","432421":"\n   can i come off and talk secretly with u\n  ","432422":"\n   wHAT\n  ","432423":"\n   hello\n  ","432424":"\n   She said she could see my junk\n  ","432425":"\n   she said it was indecent exposure\n  ","432426":"\n   A girl gave out to me when I was wearing leggings while out jogging\n  ","432427":"\n   Bad\n  ","432428":"\n   Opinion on guys wearing leggings\n  ","432429":"\n   Do you wear leggings\n  ","432430":"\n   heyyy\n  ","432431":"\n   Age\n  ","432432":"\n   COCA COLA, PEPSI, SPRITE, MOUNTAIN DEW, MIRINDA, ROYAL, ROOT BEER? 👅💦\n  ","432433":"\n   Is it bad if you still stalk \/ text your ex?\n  ","432434":"\n   In my childhood, one is Pikachu, another is Blastoise in Pokemon Red\/Blue, the third is Totodile due to the eye shadow, the favorite startler line for Gen III was Mudkip, Marshtomp, Swampert, another favorites in Gen IV were Electivire and Magmortar due to the design. Can I keep going? I got more.\n  ","432435":"\n   i am kind and nice ok x\n  ","432436":"\n   i am single so you could with me ok x\n  ","432437":"\n   what do you want then x\n  ","432438":"\n   so we can be friends ok x\n  ","432439":"\n   You’re soooo hot Kayla\n  ","432440":"\n   we could hang out ok x\n  ","432441":"\n   i like you ok x\n  ","432442":"\n   age ok x\n  ","432443":"\n   i am in the 20to 3o\n  ","432444":"\n   no i am not ok x\n  ","432445":"\n   we could hang out as friends ok x\n  ","432446":"\n   would you take me to somewhere as friends then x\n  ","432447":"\n   i am in the 20to 30 ok x\n  ","432448":"\n   yes i am sorry ok x\n  ","432449":"\n   Have you even ever had spaghetti and meatballs?\n\nWhen's the last time you made homemade spaghetti and meatballs? Or when's the last time you had spaghetti. If you like it that is.\n  ","432450":"\n   20 30 i am ok x\n  ","432451":"\n   i do ok x\n  ","432452":"\n   i fit that age range ok x\n  ","432453":"\n   how old do you date a guy from then x\n  ","432454":"\n   i am older than 16 ok x\n  ","432455":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","432456":"\n   sorry i am older than 16 ok x\n  ","432457":"\n   because i like you ok x\n  ","432458":"\n   i fancy you ok x\n  ","432459":"\n   ok x\n  ","432460":"\n   wanna meet up x\n  ","432461":"\n   Recommend a Netflix movie or show?\n  ","432462":"\n   sad!\n  ","432463":"\n   yoooooo\n  ","432464":"\n   you seem the right type of girl for me ok x\n  ","432465":"\n   yes i do ok x\n  ","432466":"\n   ok i want you ok x\n  ","432467":"\n   16 ok x\n  ","432468":"\n   yes if you want to ok x\n  ","432469":"\n   would you take me to a park maybe then x\n  ","432470":"\n   me too where would you take me to maybe then x\n  ","432471":"\n   i am ok x are you single x\n  ","432472":"\n   hi x\n  ","432473":"\n   WOULD YOU RATHER: be captured by wild tribe in the jungle or be captured by wanted pirates on the pacific ocean? 🏞🌊🏴‍☠️⛓\n  ","432474":"\n   Inside or outside\n  ","432475":"\n   When is the right time to get drunk? 🍻\n  ","432476":"\n   What are the misconception about tattoos and piercings??? What do you think about them?\n  ","432477":"\n   NEVER HAVE I EVER: Have you ever pretended to know a stranger? 😂😜\n  ","432478":"\n   Do you love to cook and eat? ❤\n  ","432479":"\n   Are you in favor of online classes and work from home? 👩‍🏫👨‍🏫👩‍💻👨‍💻\n  ","432480":"\n   Should students be required to wear their uniform even if it's an online class?\n  ","432481":"\n   What's one thing you really want but can’t afford? 💸\n  ","432482":"\n   Do you have a specific guy in mind?\n  ","432483":"\n   Would an 18yr old guy have a chance with you?\n  ","432484":"\n   Does toxic masculinity really exist? Can you share an experience or opinion about it? 🙅‍♀️🙅‍♂️\n  ","432485":"\n   Would you go on a blind date? 📆\n  ","432486":"\n   Can we talk on Instagram? 😊\n  ","432487":"\n   What time is in your country right now ?\n  ","432488":"\n   Survey: Coffee Date or Movie Date or Dinner Date? ❤ (I want to ask a girl out. Help me out?)\n  ","432489":"\n   does watching horror movies scare you? 🙈\n  ","432490":"\n   WOULD YOU RATHER: have 20M youtube subscribers or produce a blockbuster action movie? 🎬🎥🎟\n  ","432491":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","432492":"\n   Are you a people pleaser?\n  ","432493":"\n   what is your favorite pasta? 😋🍝💕\n  ","432494":"\n   How do you handle mean comments and cyberbullying? 📛\n  ","432495":"\n   Communication apps that you use besides Facebook Messenger?\n  ","432496":"\n   Do you read updates about CoViD? Please stay safe. 💖\n  ","432497":"\n   🥭 mango or 🥑 avocado?\n  ","432498":"\n   You must have guys all over you!\n  ","432499":"\n   Damnnnn Kayla!  You’re looking so good\n  ","432500":"\n   Do you like BLACKPINK? Who is your bias\/fave?\n  ","432501":"\n   How to become rich? \n\nI want more money!\n  ","432502":"\n   Name a Game or App that you can't delete on your phone?\n  ","432503":"\n   I got a lot of Favorite pokemon too. Want to know what my favorites are?\n  ","432504":"\n   TRICKY Q: A farmer has 10 cows, all but 6 died. How many are left? 🐮🤠\n  ","432505":"\n   Anything you're proud of ?\n  ","432506":"\n   Bath tub, Jacuzzi or Pool? 💦\n  ","432507":"\n   Restart your life at age 10 with all the knowledge you have now or jump 20 years in the future and get 50 MILLION dollars? 🤔💬⏳\n  ","432508":"\n   What is your favorite cheese? (example: Cheddar, Parmesan, Mozzarella, ect)\n  ","432509":"\n   How many groupchats do you have? 😂\n  ","432510":"\n   What do you think of one-on-one tutorial?\n  ","432511":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","432512":"\n   Really. If you do what is your favorite Pokemon?\n  ","432513":"\n   Any regrets in life ?\n  ","432514":"\n   Ooh you a Pokemon fan too?\n  ","432515":"\n   Which mods in Minecraft are your favorite?\n  ","432516":"\n   I ask because there are mobs to choose from and some are useful in their own ways. Wolves you can use to hunt, whereas you can use horses to ride and to store items, as well as put armor on them. Also Minecraft is a popular game.\n  ","432517":"\n   Single?\n  ","432518":"\n   ty\n  ","432519":"\n   sad\n  ","432520":"\n   Would you rather have dandruff or head lice? 🤢\n  ","432521":"\n   heyy\n  ","432522":"\n   What are your thoughts about plastic surgery? Do you want to try it?\n  ","432523":"\n   Imagine being all alone in the great outdoors, miles from anyone, with no communication device. Nobody knows where you are. What would you do? 🐅💕\n  ","432524":"\n   Willing to wait po? #SetAside\n  ","432525":"\n   Shower: Hot, Warm or Cold?\n  ","432526":"\n   Can you fall for someone you've never met? \/\/discuss\n  ","432527":"\n   Stripes or Polkadots?\n  ","432528":"\n   Things to do in Quarantine?\n  ","432529":"\n   I see. But if you had to pick any character in Minecraft, what would you pick, Wolf or Horse?\n  ","432530":"\n   Why would you want to transform into a wolf?\n  ","432531":"\n   If you had the power to transform into an animal, which one would you want to be? A wolf or a Horse?\n  ","432532":"\n   Why do you like WOlves and horses?\n  ","432533":"\n   Also what kind of wolves are your favorite?\n  ","432534":"\n   Coffee flavored ice cream.\nYay or nay?\n  ","432535":"\n   What kind of horse is your favorite?\n  ","432536":"\n   What animal is your favorite?\n  ","432537":"\n   Have you ever seen a shark in real life, like while you were swimming on the beach not in an aquarium?\n  ","432538":"\n   Do you own any bracelets that you love to wear? PAP.\n  ","432539":"\n   Why do we respect the dead more than the living?\n  ","432540":"\n   That's so cute! It looks like weights\n  ","432541":"\n   Horses have toys?\n  ","432542":"\n   How you spoil your horse?\n  ","432543":"\n   Are you a spoiled child? Do you always spoil someone? -mky\n  ","432544":"\n   Ever been 4-wheeler riding before? Would you ever do this? ATV riding.\n  ","432545":"\n   Would you sacrifice for love? Why?\n  ","432546":"\n   What's the most embarrassing thing in your trash right now?\n  ","432547":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","432548":"\n   What is your favourite snack?\n  ","432549":"\n   What word describes your day today?\n\nHow about yesterday?\n  ","432550":"\n   What's something that you did as a kid that you loved and still love to do?... Example... such as riding bikes, playing legos, chalking on the sidewalk, blowing bubbles, throwing water balloons, playing some sort of sport, art or all of the above?\n  ","432551":"\n   You like horsees\n  ","432552":"\n   Ever been to a NASCAR race before?\n  ","432553":"\n   What kind of drink are you feeling right now other than water maybe?\n  ","432554":"\n   Have you ever have one of those watches that counts your steps during the day? Like a Fitbit? What's the longest you've walked? Farthest?\n\n( you do not have to answer this question if you do not feel comfortable )\n  ","432555":"\n   Have you ever had a southern red beans and rice with some cornbread on the side?\n\n\n______________________\nThat's what we're making tonight for 🍽 supper!\nBowls for everyone!\n  ","432556":"\n   How much can you eat in One dáÿ?? \nME: one salad a wAter and chip 5 hours later Salad number 3 yeah I eat another one in between eating another one 🤣🙄✌️✌️ #sorrynot\n  ","432557":"\n   🍞🥞\n  ","432558":"\n   If you had unlimited funds to build a house that you would live in for the rest of your life, what would the finished house be like? 🏡💕\n  ","432559":"\n   What do you think of \"Friends with Benefits\"? 🤔\n  ","432560":"\n   Who runs your fan page?\n  ","432561":"\n   Done\n  ","432562":"\n   What is the stupidest thing you have ever done?\n  ","432563":"\n   What % of honesty are you with the people who share your life?\n  ","432564":"\n   Follow for follow ??\n  ","432565":"\n   Would you date someone who was currently in a relationship, knowing that you would \"be a secret?\"\n  ","432566":"\n   So you're rich?\n  ","432567":"\n   Can you say something about you using emojis only? I'll try to guess.\n  ","432568":"\n   Brownies or Butterscotch??? 😛\n  ","432569":"\n   If you could create one rule that every world leader needed to follow, how'd it go? 🌐\n  ","432570":"\n   If you were in the middle of a food fight would you protect your hair or your food?\n  ","432571":"\n   Have you ever played Mario Kart? 🏎🍄 Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? 😝\n  ","432572":"\n   Nice I actually love the name Chief. Someone at my old barn had a horse named that! He was such a sweetie. And yeah QH’s are great too! I used to show a QH mare named Sally :) Do you ever compete?\n  ","432573":"\n   I don’t think I’ve ever even touched a saddlebred that’s pretty cool tbh. What are their names??\n  ","432574":"\n   How much does a horse cost?\n  ","432575":"\n   Are you registered organ donor? Would you donate your organs?\n  ","432576":"\n   Is sleeping late became a habit to you or you just can't sleep? 💤\n  ","432577":"\n   Do you know how to use chopsticks? 🍜\n  ","432578":"\n   Would you consider going on a television show to get a date or meet a mate?\n  ","432579":"\n   Whaaat so jealous you have 2! Mine is an Anglo Arab! Well he actually belongs to my boyfriends family, but they’re not really horse people so I’m the only one that works with him. What breeds are your two babies?\n  ","432580":"\n   A fellow equestrian, no way!! I get to see my horse today too! Ugh and the dentist STINKS! Sorry about that\n  ","432581":"\n   Good morning! It’s finally supposed to be good weather! What’s on your agenda for the day?\n  ","432582":"\n   TRICKY Q: Be creative with this one! What word looks the same upside down and backwards? 🤔🔄\n  ","432583":"\n   What is the most annoying question people ask you on social media ever?\n  ","432584":"\n   A college-level education is...\n  ","432585":"\n   WOULD YOU RATHER: work recycling human poop 💩 or work with dangerous explosive chemicals? 🤔💬\n  ","432586":"\n   What hairstyle is in fashion now?\n  ","432587":"\n   Yes, it's tagalog\n  ","432588":"\n   What do you consider to be your main success in life at the moment?\n  ","432589":"\n   Do you have your eye on any boys?\n  ","432590":"\n   Nagana pa ba ang brain mo?\n\nDoes your brain still works?\n  ","432591":"\n   would you rather film a daily vlog or be in a reality TV show? why? 🎬💖\n  ","432592":"\n   What do u like and not like about social media?\n  ","432593":"\n   What are your thoughts on Instagram popularity and people asking their followers to like their recent? Do you think Instagram likes are everything?\n  ","432594":"\n   Where is the furthest you have been from home?\n  ","432595":"\n   Do you find jersey clothes comfortable?\n  ","432596":"\n   What photo on your phone do you love the most? Why?\n  ","432597":"\n   Have u ever been roller skating before?\n  ","432598":"\n   do u think it's fair that life isn't fair?\n  ","432599":"\n   Get up get I don’t get down with the ?\n  ","432600":"\n   Is there a fictional character that you despise?\n  ","432601":"\n   Do you prefer alpha males or beta males?\n  ","432602":"\n   What is your favorite holiday? And your least favorite holiday?\n  ","432603":"\n   Remember to drink more water, you dry ass\n  ","432604":"\n   Do you know anyone on ask.fm that is your friend in real life?\n  ","432605":"\n   Do you regret anything? #OVBR\n  ","432606":"\n   Are you planning to go out for the country at any point in your life?\n  ","432607":"\n   Have you ever been to a national park before? Which one and did you enjoy your time there?\n  ","432608":"\n   Do you follow fashion trends actively?\n  ","432609":"\n   Would you rather, visit underworld or jurrasic park?\n  ","432610":"\n   Gay!\n  ","432611":"\n   FOLLOW back?\n  ","432612":"\n   Audio Books, EBooks or Real Books?\n  ","432613":"\n   Is there a teacher, who has inspired you during your school years?\n  ","432614":"\n   What is the funniest thing you have ever seen?\n  ","432615":"\n   Follow back ? Btw , Nice horse 🙏💕\n  ","432616":"\n   What's your favorite gum flavor?\n  ","432617":"\n   NEVER HAVE I EVER: \nHave you ever googled your own name to see what comes up? 😂🔎\n  ","432618":"\n   Thank  God it's Friday! Do you have plans this weekend? 😍\n  ","432619":"\n   check insta\n  ","432620":"\n   np let me inbox\/dm on insta ill tell u in detail ok?\n  ","432621":"\n   i need uur helpppppppppppppp\n  ","432622":"\n   Kay!\n  ","432623":"\n   u seem like a great person\n  ","432624":"\n   can u helpppppppp\n  ","432625":"\n   listennnnnnnnnnnnnn\n  ","432626":"\n   A billionaire falls in love with you and proposes marriage. You like them as a friend, but are neither in love nor attracted to them. Would you accept?\n  ","432627":"\n   Hahaha nice name! Damn, I didn't know horses live that long\n  ","432628":"\n   What are the names of your horses?\n  ","432629":"\n   exciting thing that you planned to do this 2020 but got postponed? 🌻💕\n  ","432630":"\n   PAP?\n  ","432631":"\n   French silk pie?\n  ","432632":"\n   Can you touch your toes?\n  ","432633":"\n   Favorite pie?\n  ","432634":"\n   Are your shoes off?\n  ","432635":"\n   What are you wearing right now?\n  ","432636":"\n   Have you try wash instead of wipe using toilet paper after pooping?\n  ","432637":"\n   Have you ever played Minecraft before? Do you like the game? If you have never played. It is fun and I recommend.\n  ","432638":"\n   Do you want to be taken?\n  ","432639":"\n   2. Are you single or taken?\n  ","432640":"\n   Is it ok if someone asks you to dinner and expects you to split the bill?\n  ","432641":"\n   1. Soy Sauce or Spicy Vinegar?\n  ","432642":"\n   If you could hug anyone right now, who would it be?\n  ","432643":"\n   if humans don't need sleep, what would you do with your extra time? ⏳💕\n  ","432644":"\n   Lol bad luck Natalie 😂\n  ","432645":"\n   Ugh did she steal him?\n  ","432646":"\n   Yes from India\n  ","432647":"\n   I follow you on insta and you have really great legs!\n  ","432648":"\n   Its 8AM here\n  ","432649":"\n   Who did he cheat with?\n  ","432650":"\n   I just wokeup. Followed you on insta as well 🌸\n  ","432651":"\n   I m good as well 🌸\n  ","432652":"\n   How are you?\n  ","432653":"\n   Followed you 🌸\n  ","432654":"\n   Do you like Mountain Dew?\n  ","432655":"\n   Hi what are you doing today?\n  ","432656":"\n   Would you ever consider dating a girl?\n  ","432657":"\n   Oh how old is your horse? I'm doing well\n  ","432658":"\n   You’re sooo pretty!!!\n  ","432659":"\n   Did your ex cheat on you?\n  ","432660":"\n   How's your day going?\n  ","432661":"\n   what are the positive and negative things that happened to you these past 6 months? #CoViD19\n  ","432662":"\n   NEVER HAVE I EVER: 🔥 \nHave you ever stalked a crush before? 🕵️‍♀️🕵️‍♂️\n  ","432663":"\n   What's one thing that always makes you feel relaxed? PAP of it or post a GIF of it with your answer! 😁🤘🤙\n  ","432664":"\n   What's cooler to play - a guitar or saxophone?\n  ","432665":"\n   PAP of yourself barefoot?\n  ","432666":"\n   Well keep your head up, you never know when an opportunity may come. You seem like a friendly and nice girl, things will work out for you.\n  ","432667":"\n   I'm sure there's lots of guys who are interested in you\n  ","432668":"\n   Oh gotcha well you're pretty either way :)\n  ","432669":"\n   Ever consider wearing them more often? ;)\n  ","432670":"\n   Great pic ;) You look cute in glasses\n  ","432671":"\n   PAP with glasses?\n  ","432672":"\n   Do you like to play footsie?\n  ","432673":"\n   Do you wear glasses?\n  ","432674":"\n   I agree\n  ","432675":"\n   Do you like having your feet massaged?\n  ","432676":"\n   What would you say are the biggest issues in dating today?\n  ","432677":"\n   how many alarms do you need to wake-up? ⏰\n  ","432678":"\n   what is your favorite breakfast? 😋💕\n  ","432679":"\n   Would you rather have mermaids or unicorns be real?\n  ","432680":"\n   would you like a Lrg. Coke?\n  ","432681":"\n   Do you prefer to wear shoes or socks or be barefoot at home?\n  ","432682":"\n   What is your opinion on the death penalty and life in prison without parole?\n  ","432683":"\n   Do you believe in second chances?\n  ","432684":"\n   what is your favorite color? 💕\n  ","432685":"\n   Reading your answers is like my fav thing to do Queen Kayla!\n  ","432686":"\n   Always strive for the better because you deserve it. Own it 💛\n  ","432687":"\n   What's the weirdest thing you've ever seen on the street or while riding public transport? How was it exactly? 😳🚍🏙\n  ","432688":"\n   does traveling and exploring different countries\/places changes a person? how? ✈💕\n  ","432689":"\n   If you were a giant like the one from Jack and the beanstalk and you found someone sneaking inside your house, most likely to steal your goose that lays golden eggs, what'd you do? 🤔🥚\n  ","432690":"\n   If you could make an addition to your current home, no matter how realistic it was, what'd you add? Go crazy if you feel like it! 🏠⛲📽🎨🖼🎡\n  ","432691":"\n   If I ever get a fangirl I think my ego will explode 😩\n  ","432692":"\n   If you could hang out with one animal of your choosing, which would it be? What'd you wanna do with them? 😊🐨🐧🐼🐬🐘\n  ","432693":"\n   If you play video games, which was the last one you played? What did you think of it? 😁🎮\n  ","432694":"\n   If you were going to get a tattoo, what would it be and where?\n  ","432695":"\n   Hope everyone has a great day\n  ","432696":"\n   Wow u got yourself a fangirl 👑💅🏻👑💅🏻\n  ","432697":"\n   don't do that\n  ","432698":"\n   If you could live anywhere in the world, where would it be?\n  ","432699":"\n   Are you a good kisser?\n  ","432700":"\n   What kind of unlock pattern do u use on your phone? (Facial, fingerprint, pattern, pin, password?)\n  ","432701":"\n   may askfm ka pala hahaha\n  ","432702":"\n   What is the most useful gadget that you own? 📱🎧🎙📻\n  ","432703":"\n   Which one is better, laptop or tablet?  Why?\n  ","432704":"\n   What does PAP mean ???\n  ","432705":"\n   Have you ever forgotten to charge your phone?\n  ","432706":"\n   Have you ever cheated in school?\n  ","432707":"\n   Don't answer any of it then\n  ","432708":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","432709":"\n   what is your favorite season? why? ❄🌱☀️🍁\n  ","432710":"\n   (If you don't celebrate, just ignore.)\n\n\nHappy 4th of July to anyone who celebrates. Add a GIF to your answer if you'd like!\n  ","432711":"\n   Truth or dare??? Which one do you choose\n  ","432712":"\n   Why do girls like horses?\n  ","432713":"\n   hi x\n  ","432714":"\n   YASSS HAHAHAHA YOU GOT IT\n  ","432715":"\n   Post a picture at the beach!\n  ","432716":"\n   Favorite Summer activities?\n  ","432717":"\n   My dad got into an accident yesternight. A group of guys tried to rob his motorcycle and bag. He got badly wounded and they got his phone. He's staying on another country and we can't visit him yet. 😔💔\n\nPlease, stay safe and always pray. I hope everybody's okay. 🙏\n  ","432718":"\n   How do you change the country Ask says you're in?\n  ","432719":"\n   new heree, hmu if u wanna talk 🥴\n  ","432720":"\n   if your current quarantine life is a movie, what is the title and genre? 🤔💬🎬\n  ","432721":"\n   You're done with June. And now your Julying with me?! Are you serious??? 😤 \n#JokesOnYou\n  ","432722":"\n   I’m lock and loaded\n  ","432723":"\n   What do you suggest EVERYONE TO GO BINGE WATCH ON NETFLIX NOW??\n  ","432724":"\n   Do u celebrate your birthday?\n  ","432725":"\n   Do you feel older or younger than your age?\n  ","432726":"\n   TRICKY Q: 🤯🧠 \nThis one is easy! Find the the mistake! 🤔💬\nA B C D E F G H I J K L M N O P Q R S T U V W X Y Z\n  ","432727":"\n   If you were an ice cream flavor, what would you be?\n  ","432728":"\n   Do you enjoy going to parks or do you just not do that?\n  ","432729":"\n   Age\n  ","432730":"\n   Have you been thinking lately about getting your hair trimmed or cut? Dyed? What are you getting done to it? Or are you not?\n  ","432731":"\n   WOULD YOU RATHER: 😂🔥 \nwork as a chocolate tester or work as a mattress tester? 🍫🛏💕\n  ","432732":"\n   Are you hungry right now?\n  ","432733":"\n   Need new friends, respond to this if you’re tryna find new friends as well!\n  ","432734":"\n   Tea or coffee?\n  ","432735":"\n   Xbox or Playstation? And why\n  ","432736":"\n   Can you swim?\n  ","432737":"\n   Who do u appreciate?\n  ","432738":"\n   Do you think social media harms mental health?\n  ","432739":"\n   Kayla did you know the world is messed up ?\n  ","432740":"\n   Are you against men ? \nAre you anti_male ? \nDo you think women are better ?\n  ","432741":"\n   Do you like waterfalls?\n  ","432742":"\n   Would you ever hike through an hour and a half of woods through bogs and trails & a death waiver to stay in a haunted prison for a night? Would you ever do this?\n\nCan bring 4 other people with you. Keep in mind.\n  ","432743":"\n   Would\/do u kiss a dog on the lips?\n  ","432744":"\n   I love your horse and you’re sooo stunning!\n  ","432745":"\n   What’s 9 + 10 + 10 + 10 + 9 + 10 + 9 + 10 + 10\n  ","432746":"\n   oh I do gay sometimes to, when I wanna be more relaxed and shit\n  ","432747":"\n   2 minutes?\n  ","432748":"\n   If you were really hungry, really exhausted and really gross, what would you do first – eat, nap or shower?\n  ","432749":"\n   Post a photo of a great memory!\n  ","432750":"\n   Ya just make sure you have plenty of air though, but ya just dive in or lean forward and swim down and while u doing that exhale a little bit out your mouth as you go, should work\n  ","432751":"\n   Ooo\n  ","432752":"\n   You glide more in between?\n  ","432753":"\n   How long can you hold your breath underwater?\n  ","432754":"\n   i just like try to kick both my legs and move my arms at the same time repeatedly over and over again without a break really, it’s rlly rapid and a lot of motion the way i do it\n  ","432755":"\n   You don’t wear goggles? Or u just usually close ur eyes?\n  ","432756":"\n   Ya that sucks, I dye my hair too but sometimes I just say screw it cause I wanna swim lol\n  ","432757":"\n   BRUH I DO THAT TOO\n  ","432758":"\n   Swimming is like one of the best things one the world imo\n  ","432759":"\n   O LIKE THAT FROG MOTION SHIT\n  ","432760":"\n   Never recently?\n  ","432761":"\n   Oh lmao wdyd under then\n  ","432762":"\n   Ya like I’m more comfortable in a one piece because it covers more you know what I mean\n  ","432763":"\n   Wym\n  ","432764":"\n   U doggy paddle underwater too? Wtfff\n  ","432765":"\n   U seriously have never worn a one piece?? I like one better because it covers more up so I can feel less insecure about my body\n  ","432766":"\n   Favor life\n  ","432767":"\n   Have you ever tried swimming a length of a pool completely underwater?\n  ","432768":"\n   Hmmm Will have to find\n  ","432769":"\n   What’s a cold stone ?\n  ","432770":"\n   Where should I get it ?\n  ","432771":"\n   HAHAHA nooo, all of the months on the calendar has 28 days 😂\n  ","432772":"\n   Woah\n  ","432773":"\n   What is an ice cream cake\n  ","432774":"\n   Whaaa\n  ","432775":"\n   Ice Cream or Cake?\n  ","432776":"\n   Cake or Ice ?\n  ","432777":"\n   oh you mean like that doggy paddle shit?\n  ","432778":"\n   Favorite season? Why?\n  ","432779":"\n   omgoshhh\n  ","432780":"\n   Favorite color?\n  ","432781":"\n   It is like different fun challenges where you hold youre breath underwater while doing them,, like 4 example trying to swim a whole length of a swimming pool underwater with one breath!!,,,,\n  ","432782":"\n   Makes sense, who is ur fav character ?\n  ","432783":"\n   What’s your secret talent ?\n  ","432784":"\n   mannn\n  ","432785":"\n   o\n  ","432786":"\n   See\n  ","432787":"\n   Are you saw\n  ","432788":"\n   Ohh you gotta exhale when you swim down\n  ","432789":"\n   You mean like when you swim to the bottom\n  ","432790":"\n   yea like I’m aquariums, tf! does anyone actually LEGIT swim like that for real at the pool or whatever and shit? like that noodle floppy ass movement\n  ","432791":"\n   Wait pop your ears? Why is that, that is not normal\n  ","432792":"\n   People actually be pretending to be mermaids and shit nowadays for thoOo!!!!! they got like mermaid tails and shit\n  ","432793":"\n   What about depths? Surely that’s not as bad?\n  ","432794":"\n   So you don’t like high speeds or heights or depths?\n  ","432795":"\n   Like bruh imagine if you were legit a mermaid and they existed, like what does that person think\n  ","432796":"\n   You not a thrill seeker?\n  ","432797":"\n   Did that person really think you were serious\n  ","432798":"\n   Ravioli?\n  ","432799":"\n   that doesn’t make any sense at all lol wtff\n  ","432800":"\n   Ooh interesting, what about Z Nation makes it take the cake for you?\n  ","432801":"\n   But the thrill!\n  ","432802":"\n   Favorite horse?\n  ","432803":"\n   Ever gone skydiving?\n  ","432804":"\n   You a zombie fan?\n  ","432805":"\n   Have you ever done dynamic apnea?\n  ","432806":"\n   Favorite Netflix shows?\n  ","432807":"\n   Wdym?\n  ","432808":"\n   Bikinis or One Pieces? Which do you prefer and why?\n  ","432809":"\n   What are your hobbies?\n  ","432810":"\n   YESSSS\n  ","432811":"\n   Favorite video game?\n  ","432812":"\n   Favorite movie?\n  ","432813":"\n   Favorite snack?\n  ","432814":"\n   Rlly?\n  ","432815":"\n   Favorite food?\n  ","432816":"\n   How???\n  ","432817":"\n   Do people say you’re a good kisser?\n  ","432818":"\n   TRICKY Q: 🤯🧠 \nWhich month on the calendar has 28 days? 🤔🔥\n  ","432819":"\n   Are you a mermaid?\n  ","432820":"\n   How are you today?\n  ","432821":"\n   Oh hell yeah u got u a girl fan that’s goals. I want one\n  ","432822":"\n   Oooh sounds exciting!!!\n  ","432823":"\n   Great!!!  Is there any pic in particular you’d like me to put as the profile pic for your fanpage?\n  ","432824":"\n   Hey Kayla.  Sorry - I messed up the password yesterday so had to make a new fanpage for you!\n  ","432825":"\n   GIRLS AND GUYS, \n\nLet's keep ASKfm a safe place. Don't ask or tolerate ANY SEXUAL QUESTIONS! Sometimes you might think that it's just an innocent question but it's not. Stop feeding these MONSTERS the ATTENTION they crave. \n\nLET'S KEEP ASKfm SAFE FOR EVERYONE!!!\n  ","432826":"\n   NEVER HAVE I EVER: 😈🔥 \nHave you ever been on a blind date? 💕\n  ","432827":"\n   Likers get 3❤ & 5🔥???\n  ","432828":"\n   Congrats on the fan page\n  ","432829":"\n   Hey!  Fanpage made 😅\n  ","432830":"\n   Would you want a girl to make you a fanpage?\n  ","432831":"\n   Aha I think I’d take her house then make her pay me rent to live there 😂\n  ","432832":"\n   Do you ever go to antique shops? If you go what kind of things do you look for specifically? Do you have any favorites?\n  ","432833":"\n   If a woman lost a bet to you and you got to take either her house, her car or $100\/wk for life, which would you choose?\n  ","432834":"\n   How did you feel when you woke up this morning?\n  ","432835":"\n   Why\n  ","432836":"\n   Vacation to... where? You rather...\n\n1. Panama City\n2. Tokyo, Japan\n3. Fairbanks, Alaska\n4. New South Wales\n5. Costa Rica\n6. Netherlands\n7. Nova Scotia\n\nPick 1. What number?\n  ","432837":"\n   Who do love? 👪💘\nLet's talk about people we love. Family. Friends. Pets. Your hobbies? What comes 1st?\n  ","432838":"\n   Have you ever had any friends who are annoying and pushy. I did in high school\n  ","432839":"\n   What's the last thing you ate?\n  ","432840":"\n   Do you eat street foods? Which ones?\n  ","432841":"\n   Do you use bumble, timber or grindr?\n  ","432842":"\n   Do you use Hulu live to watch new episodes live or wait until day after new episode airs?\n  ","432843":"\n   Do you like cinnamon rolls?\n  ","432844":"\n   Have you ever been rock climbing before?\n  ","432845":"\n   Would you try calamari or have you ever had calamari before?\n  ","432846":"\n   Do you use omegle?\n  ","432847":"\n   Have you bought any clothing items in the last week?\n  ","432848":"\n   🍎 Apple juice. Yay or nah?\n  ","432849":"\n   If you won the lottery, would you consider donating 100% of it?\n  ","432850":"\n   The object that's on your right side will save the world. What is it?\n  ","432851":"\n   Have you had any fake friends?\n  ","432852":"\n   But it's all he's got\n  ","432853":"\n   Weirdest memory you have from high school.\n  ","432854":"\n   But he's only got a thong on\n  ","432855":"\n   Why\n  ","432856":"\n   How\n  ","432857":"\n   ??\n  ","432858":"\n   But he's only got a thong on\n  ","432859":"\n   Why tho\n  ","432860":"\n   why\n  ","432861":"\n   Why not let him grab the pants\n  ","432862":"\n   ???\n  ","432863":"\n   But he doesnt want to be outside like that, thats why he grabs the pants\n  ","432864":"\n   How\n  ","432865":"\n   But he's just grabbing his pants\n  ","432866":"\n   How?\n  ","432867":"\n   Why rip it out of his hands\n  ","432868":"\n   Do you have any question about lslam?\n  ","432869":"\n   NEVER HAVE I EVER: \nHave you ever talked to yourself OUT LOUD in public? 🤔💬🔊\n  ","432870":"\n   Cats or dogs?\n  ","432871":"\n   What if  he grabbed a pair of pants, when you grab him?\n  ","432872":"\n   Do you like Finding NEMO or finding dory\n  ","432873":"\n   Why \"Hell no, you’re going out like that.\"\n  ","432874":"\n   What if he said \"Let me get my clothes first\"\n  ","432875":"\n   Eye color\n  ","432876":"\n   What if he wouldn't go\n  ","432877":"\n   How would you get him out\n  ","432878":"\n   But what's he meant to do out there!\n  ","432879":"\n   But you gotta give him clothes. It's between his butt cheeks. They aren't even covered!\n  ","432880":"\n   But it's only a thong\n  ","432881":"\n   But he'd give it back\n  ","432882":"\n   How did he steal your shit!\n  ","432883":"\n   But he'd be outside wearing only a thong!! You gotta give him his clothes back\n  ","432884":"\n   Would you give him his clothes back?\n  ","432885":"\n   How many people can you call your friends?\n  ","432886":"\n   But its all he's got on\n  ","432887":"\n   But not tell he's wearing your thong?\n  ","432888":"\n   But he's only wearing your thong. He doesn't even have a sock on! It's only a thong\n  ","432889":"\n   If you were stranded on a tropical island what 2 things would you want with you?\n  ","432890":"\n   But hes wearing one of yours\n  ","432891":"\n   But thongs are for girls!! He doesn't want anyone knowing he wore a thong\n  ","432892":"\n   What color dominates your wardrobe?\n  ","432893":"\n   But he doesn't want people knowing he wore a thong\n  ","432894":"\n   What would you tell them?\n  ","432895":"\n   But he's in a thong\n  ","432896":"\n   But he'd be infront of you wearing just a thong\n  ","432897":"\n   You'd put his ass in a thong, on social media??\n  ","432898":"\n   Who would you tell\n  ","432899":"\n   But he's doing it\n  ","432900":"\n   But he wore a thong for you\n  ","432901":"\n   But hes your friend\n  ","432902":"\n   What's a warning sign that you're in the presence of bad company?\n  ","432903":"\n   Why\n  ","432904":"\n   Don't be bitter and stop crab mentality, learn to clap in someone's success. Hindi yung sisiraan yung tao. That's bad\n  ","432905":"\n   But he'd be wearing a thong\n  ","432906":"\n   You'd tell?\n  ","432907":"\n   Would you tell anyone\n  ","432908":"\n   But what if he agreed to wear a thong\n  ","432909":"\n   Why\n  ","432910":"\n   What if a guy agreed?\n  ","432911":"\n   Wow, that's a beautiful horse\n  ","432912":"\n   Would you be able to get a guy to wear a thong\n  ","432913":"\n   Country\n  ","432914":"\n   Age\n  ","432915":"\n   Have you been to several countries?\n  ","432916":"\n   Describe your kind of vacation\n  ","432917":"\n   Do you enjoy growing up?\n  ","432918":"\n   Do you like SpaghettiOs?\n  ","432919":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","432920":"\n   What's your favorite late-night snack ?\n  ","432921":"\n   Were you born with that ego of yours?\n  ","432922":"\n   Remember to drink more water, you dry ass\n  ","432923":"\n   What is true love?\n  ","432924":"\n   What is your biggest fear\n  ","432925":"\n   Do you deceive well?\n  ","432926":"\n   When’s your birthday\n  ","432927":"\n   What is your favorite candy?\n  ","432928":"\n   Can you post a pic of your cowgirl or dress boots?\n  ","432929":"\n   What do your dress boots look like?\n  ","432930":"\n   What kind of boots you wear??\n  ","432931":"\n   Do you wear boots\n  ","432932":"\n   Oh oops didn’t see that sorry\n  ","432933":"\n   Have you left a red mark\n  ","432934":"\n   Did you kick him as hard as you could???\n  ","432935":"\n   Have you slapped a guy\n  ","432936":"\n   When you kicked guy did he make a noise\n  ","432937":"\n   That’s cool!!! Did he hold on to you while you carried him??\n  ","432938":"\n   Cool!! So you did a piggy back ride?\n  ","432939":"\n   No lol sorry just curious\n  ","432940":"\n   Have you carried a guy before\n  ","432941":"\n   What size sketchers you wear\n  ","432942":"\n   Do you ever dream of winning a lottery? What would you do with your millions?\n  ","432943":"\n   What kind of shoes were you wearing when you kicked him\n  ","432944":"\n   Are you able to lift up and carry guys\n  ","432945":"\n   Do you like to eat breakfast?\n  ","432946":"\n   What are the three most important things for you to be happy?\n  ","432947":"\n   Has a guy cried when you kicked him\n  ","432948":"\n   Would you ever farm or no?\n  ","432949":"\n   What is your favorite drink?\n  ","432950":"\n   What kinda vehicles do you own? What kind of vehicle would you like to own one day?\n  ","432951":"\n   Do you know how to play the guitar?\n  ","432952":"\n   Have you kicked a guy in the balls\n  ","432953":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","432954":"\n   How do you feel if someone accused you of copying his\/her tv show but you’re just interested in tv show\n  ","432955":"\n   Have you ever worked third shift before?\n  ","432956":"\n   Horse back riding in the hills.\nYay or nay? In or not? Let's post pics or GIFs of horses in the answers! Add them if you want. 👍🤙\n  ","432957":"\n   Online friend acted like I wasn’t allowed to watch same tv as her. Like I wasn’t copying her I was interested in tv show\n  ","432958":"\n   Are you asleep? Haha\n  ","432959":"\n   What is your  Instagram and twitter ?\n  ","432960":"\n   Would you rather live in the mountains or on the beach?\n  ","432961":"\n   Do you like The Office?\n  ","432962":"\n   Is it possible to cross a bear with a cow? ???\n  ","432963":"\n   Favorite person in the whole world?\n  ","432964":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","432965":"\n   (If you drink)\n(If not just ignore question)\n\nWhat kind've drink do you prefer? Beer? A cocktail? A margarita? Just straight liquor? Vodka? Whiskey? Cold? Warm?\nWith fruit in it?\n  ","432966":"\n   Cats or dogs?\n  ","432967":"\n   Biggest lie you told?\n  ","432968":"\n   Do you prefer hot dogs or burgers\n  ","432969":"\n   Do you like rainy days\n  ","432970":"\n   What's your favorite breakfast cereal?\n  ","432971":"\n   Any favorite type of seasoning that you like to use when cooking? Can be more than one.\n  ","432972":"\n   Have you ever seen a volcano before? Ever seen one erupt? 🌋\n  ","432973":"\n   Mind sharing what's going through your mind right now?\n  ","432974":"\n   What's your favorite thing to eat for lunch?\n  ","432975":"\n   Beach or pool?\n  ","432976":"\n   Did u see the participants of the new show of Victoria's Secret?\n  ","432977":"\n   Whose your favorite villain and why? (Could be from anything - comics, movies, books, etc)\n  ","432978":"\n   How to find a girl for have fun with I\nIn the bay Area,?\n  ","432979":"\n   What is something you do every single day?\n  ","432980":"\n   Any advice for love?\n  ","432981":"\n   why do people break up when they are over thinking\n  ","432982":"\n   Favorite restaurant?\n  ","432983":"\n   What is one mistake you made yesterday that you will not make today\n  ","432984":"\n   Have you ever dyed your hair an unnatural color?\n  ","432985":"\n   Does the physical appearance of an ask.fm user determine whether or not you’ll follow them or answer a shoutout?\n  ","432986":"\n   Would you rather live in the mountains or on the beach?\n  ","432987":"\n   What show can you watch over and over and not get tired of it?\n  ","432988":"\n   Yeah 😎 and I really love ❤️ to painting 🖼 stuff it’s one ☝️ of my favorites things to do\n  ","432989":"\n   At what time do you usually go to sleep?\n  ","432990":"\n   I know me too Kayla it’s gives me peace ✌️ and happiness\n  ","432991":"\n   Hi how are you doing today?\n  ","432992":"\n   Yes it’s Kayla with good vegetation and cool 😎 stuff\n  ","432993":"\n   Thanks 😊 Kayla you have the cute smile 😊 and that style of your hair looks so beautiful 😍\n  ","432994":"\n   Your welcome 🙏 Kayla I’m from Guatemala 🇬🇹 it’s a beautiful place and a gorgeous country to visit\n  ","432995":"\n   I’m good thank you 🙏 for asking Kayla I’m just relaxing 😌 right now at my house 🏡\n  ","432996":"\n   Hi Kayla how are you my name is javi\n  ","432997":"\n   You look so beautiful 😍 and gorgeous\n  ","432998":"\n   Have you ever had a dessert pizza of any kind? Would you care to share what was on it or maybe you share a picture?\n  ","432999":"\n   Fresh cut grass smell.\nYay or nay?\n\nWhat's an odd smell you like?\n  ","433000":"\n   How much is to much to spend online ?\n(No matter what your buying)\n  ","433001":"\n   What does Freedom mean to you?\n  ","433002":"\n   My name isn’t Alice, but I’ll keep looking for wonderland 🌈\n  ","433003":"\n   How many people ask for your opinion ?\n  ","433004":"\n   What sounds like you?\n\n1. Go bike riding up to a minnie mall with friends & shop. Movies!\n2. Go to a football game & then go & eat out with some friends.\n3. Go to a ice ring with some friends & play in the gaming arcades there.\n4. Head out to the cabin in the woods with friends. Fishing time & BBQ.\n  ","433005":"\n   You were just given alot of money.. A couple hundred thousands. What are you getting or what are you spending it on? What do you need?\n  ","433006":"\n   Do you wish you could read someone's mind? Why?\n  ","433007":"\n   What are you thinking about at the moment?\n  ","433008":"\n   Best TV show ever in your opinion?\n  ","433009":"\n   What is your horoscope?\n  ","433010":"\n   what is your criterion to accept someone on snapchat?\n  ","433011":"\n   Has anyone else been getting gibberish shoutouts? All the shoutouts I've received recently seem like they've been written by a stroke victim, they make no sense.\n  ","433012":"\n   Favorite actress?\n  ","433013":"\n   Do you ever like to just sit outside and watch the 🌞 sunset? The clouds? ☁\n  ","433014":"\n   What makes you happy? #StayAtAsk\n  ","433015":"\n   Anything you have been interested in doing lately?\n  ","433016":"\n   If you like yogurt that is... what kind do you like? Do you like anything in your yogurt?\n  ","433017":"\n   How old are u\n  ","433018":"\n   What are the three most important things for you to be happy?💫⭐\n  ","433019":"\n   Do you play any instruments?\n  ","433020":"\n   What kind of punishment should be given to animal abusers? How about people who abandon animals after they have committed to taking care of them? Especially babies.\n\n(Just watched the saddest video EVER of a little 3 week old baby left out in the cold, hungry & hurt.) They saved the baby.\n  ","433021":"\n   Do you like iced coffee?\nWhat do you like in your cup?\n  ","433022":"\n   Have you ever flown a drone before? Or have you ever seen a drone before? They even have underwater drones. Really interesting. Neat.\n  ","433023":"\n   How is your relationship with your parents?\n  ","433024":"\n   Thoughts on protesting and looting ?\n  ","433025":"\n   Do you have any kind of fountain in your yard or birdbath? Have you ever put in a thought and maybe getting one?\n  ","433026":"\n   Do you eat beef jerky?\nWhat is your favorite flavors?\nHave you ever had it before?\nYou wanna try it or no?\n  ","433027":"\n   If you dont post*\n  ","433028":"\n   come off anon if u dnt posr\n  ","433029":"\n   can i untickkkkkkk\n  ","433030":"\n   saddddd\n  ","433031":"\n   np supppppppp\n  ","433032":"\n   cuteeeeeee\n  ","433033":"\n   What are you going to 1, 2 or 3? Pick\n\n1. Beach, bar, free drinks and spin fire shows. Fireworks too. Buffet \n\n2. Mountains, bbq, free henna tattoos they are giving out (temp tattoos), face painting lots of music. Aaand river water party's.\n\n3. Boat party, gaming rooms, skylight neon party and sushi\n  ","433034":"\n   Do you want a pool in your yard? What kind?\n  ","433035":"\n   Who do u want to go to the dance wirh\n  ","433036":"\n   When was the bon fire you been to? Have you ever been to one before?\n  ","433037":"\n   Have you ever seen a Magnolia tree before? They are beautiful.\n  ","433038":"\n   Would you live in a van and travel all over the world? With a pet and a friend of choice?\n\nThe Van has a full size bed in it. A back hatch that opens. Has a small kitchen. Some shelves above the bed. Area for you pet. An area you can use the restroom and then the driving area. That's it.\n  ","433039":"\n   Please help.\n  ","433040":"\n   If there were a book about your life, what the cover would look like?\n  ","433041":"\n   Are goodbyes hard for you?\n  ","433042":"\n   (Just as a joke. A funny. Nothing more. You don't have to answer.)\n\nWhat is the pettiest thing to take after a breakup? The microwave? All the remotes? All the shoes? The cat? All the chairs? All the forks and spoons? What's your choice for laughs?\n  ","433043":"\n   Country\n  ","433044":"\n   Favorite day of the week?\n  ","433045":"\n   woah, woah, woah, take a breath and relax.\n  ","433046":"\n   u never looked at a page and said, damn, thats fake as fuck?\n  ","433047":"\n   gay dudes fucked askfm up, thanks gay dudes for chasing the girls away with ur fake pages.\n  ","433048":"\n   Are you a nice kid?\n  ","433049":"\n   Want to go camping?\n  ","433050":"\n   Age\n  ","433051":"\n   Do you ever have jello?\nOr do you not like jello?\nThe texture is a no go?\n  ","433052":"\n   Do you have an aquarium at your house? Or a fishbowl?\n\nDo you have any pet fish? What kind?\n  ","433053":"\n   Have you ever been in a  Mansion before? Ever stayed the night in one?\n  ","433054":"\n   How did your day start?\"\n  ","433055":"\n   ? What Is Your Favorite Color Mine Is Black Gray and Blue 🙌🏼\n  ","433056":"\n   Among love and money, which one would you choose? why?\n  ","433057":"\n   What side dish do you like to eat with barbecue?\n  ","433058":"\n   Hi\n  ","433059":"\n   List a few questions that you believe are rude for people to ask. To you.\n  ","433060":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","433061":"\n   Bath or shower?\n  ","433062":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","433063":"\n   Name a movie you’ve seen at least 5 times!\n  ","433064":"\n   What is “home” to you?\n  ","433065":"\n   Are you happy with the amount of information in your head?\n  ","433066":"\n   Samsung vs Iphone\n  ","433067":"\n   Favorite thing to eat?\n  ","433068":"\n   How does one eat\n  ","433069":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","433070":"\n   Am I the only one sick of these fake commercials advertising that you can win money playing word and arcade games... chances are rare like winning the lottery\n  ","433071":"\n   If you could have any kind of pet, what would you choose?\n  ","433072":"\n   Do you want a 2008 Ford Mustang ?\n  ","433073":"\n   What is the sound of silence?\n  ","433074":"\n   hey\n  ","433075":"\n   Approximately how much time you think it would take to end this pandemic?\n  ","433076":"\n   Who do you love most in the world and why?\n  ","433077":"\n   Would you ever climb a mountain? Have you ever already? Any Mountain GIFs or PAPs? 😁⛰\n  ","433078":"\n   Are you a person that likes to be around alot alot of people? Or do you kinda like to stick with little crowds? Or you don't mind either? Big or little crowds.\n  ","433079":"\n   What kind of pie 🥧 have you had in the past month\n  ","433080":"\n   What is your favorite thrill ride?\n  ","433081":"\n   Would you ever really trust someone that is willing to invade you privacy\n  ","433082":"\n   What's a phrase you use often?\n  ","433083":"\n   If you like cost efficient jewelry,  it’s nickel and lead free, it’s only five dollars,  wow you can’t beat that, it’s the Jewelry you can’t beat but you can bet on, and or want to join my time go shop my site\n   \n    Www.paparazziaccessories.com\/373267\n   \n   ❤️\n  ","433084":"\n   Do you like Grapes?????\n  ","433085":"\n   How to stop thinking about someone?\n  ","433086":"\n   if you were married how different will your life be?\n  ","433087":"\n   Do you like chocolate?\n  ","433088":"\n   abcdefghijklmnopqrstuvwxyz 123456789101112131415161718192021222324252627282930313233343536373839404142434445464iofkk0-ek0e -kmpr0fve-ok4p3r0feko40rfefglsrkvosjvw0vj0wj0wj09wmjwnf9ownmcoiwm9cownm9wnm9wn9wnin9wn9wnc9wnvuwnc9wnd9wc9owucnweikncmiwmciowmviwnmcwnc0wjkevc0w0cfkjq30iwjwmviwmiwnmvcnwnvnvwnvo\n  ","433089":"\n   What happy dreams do you think about before you fall asleep?\n  ","433090":"\n   What’s one fashion trend you hope to never see again?\n  ","433091":"\n   Do you quickly find fault in those make simple mistakes?\n  ","433092":"\n   When's the last time you did laundry? (I'm doing a bunch now)\n  ","433093":"\n   What is the best thing to eat for breakfast?\n  ","433094":"\n   If you were a teacher, what subject would be yours? 📚\n  ","433095":"\n   Sweets or veggies\n  ","433096":"\n   Would you rather be 3 inches taller or 3 inches shorter?\n  ","433097":"\n   What's for dinner\/supper? 🍽\nOr is it a... go and find ya something kind've night?\n\nWhat are you wanting for tonight?\n  ","433098":"\n   can i ask a weird horse question\n  ","433099":"\n   Have you ever changed a diaper?\n  ","433100":"\n   ¿iPhone o Android?\n  ","433101":"\n   Do you like to go to the coffee shop? Just to sit and chill? Do you ever do this or nah? Not really? Coffee at home more? Or not a coffee person? ☕\n  ","433102":"\n   Do you get enough sleep?\n  ","433103":"\n   Should I apply to my dream school? I’m afraid they’ll reject me considering their low acceptance rates for both undergrads and transfers...\n  ","433104":"\n   Is money 💰 the root of all evil 😈,or the root of all happiness 😊\n  ","433105":"\n   Honest impression of my profile? XD\n  ","433106":"\n   ...ugggg\n  ","433107":"\n   You have any little spots around your area you like to go to relax at? What are they? What makes them relaxing?\n  ","433108":"\n   I am not trying get with you. 🎱🚌\n  ","433109":"\n   I need $$$$$$ 👿\n  ","433110":"\n   You are at this stage in your life when...?\n  ","433111":"\n   It means : I think you look cute on that horse. 🐱\n  ","433112":"\n   I want $ $ $ $ $ $\n  ","433113":"\n   I do not have a wife because a woman was too weak and too afraid to ask me out on a date 3 years ago.\n  ","433114":"\n   Do you like muffins? What is your fav. favor?\n  ","433115":"\n   What is the scariest movie you’ve ever seen?\n  ","433116":"\n   Name some teas you like. 🍵\n(That is, if you like tea.)\n  ","433117":"\n   Ever been on a speed boat?\n  ","433118":"\n   Who has been playing animal crossing?! 👁👄👁\n  ","433119":"\n   What are some of the first things you do in the morning?\n  ","433120":"\n   Please reply this message with a question you want to ask those anon who ask silly questions to you on ask.fm ?\n  ","433121":"\n   hello 👋\n  ","433122":"\n   Do you play an instrument? Which?\n  ","433123":"\n   Name one thing you dream about at night!\n  ","433124":"\n   Samsung or Apple\n  ","433125":"\n   What is something you always tell people but they dont believe you?\n  ","433126":"\n   What childhood story actually frightened you?\n  ","433127":"\n   What’s the most scared you’ve ever been?\n  ","433128":"\n   do you watch horror movies?\n  ","433129":"\n   What do you enjoy doing most?\n  ","433130":"\n   Straw or no straw in drink?\n  ","433131":"\n   An original way to attract a guy's attention?\n  ","433132":"\n   I might have asked this question before, if so, I apologize for duplicate. But I was wondering if any of you drink alcohol? Right now I’m sipping on some Canadian club whiskey which is 80 proof. What do y’all drink, if you do? If not, you don’t have to answer! 😁\n  ","433133":"\n   My name is Ricky. 👿\n  ","433134":"\n   Do you like chips?\n  ","433135":"\n   Would you rather go to a job interview on a back of a flying dinosaur or unicorn?\n  ","433136":"\n   (If you don't have any tattoos. Have you ever wanted to get one?)\nDo you have any tattoos?\nWould you like to share one of your tattoos with us?\n  ","433137":"\n   Do you wear any kind of glasses? Or nah?\n  ","433138":"\n   What is your favorite thing to order at McDonald's? If you eat fast food that is...\n  ","433139":"\n   If you had a really fluffy Bunny,What would you name it??\n  ","433140":"\n   Last thing you wore that was yellow\n  ","433141":"\n   Hi\n  ","433142":"\n   Any recurring characters \/ people in your dreams?\n  ","433143":"\n   What pain is harder for you: physical or spiritual?\n  ","433144":"\n   What do you mean, by unimaginable\n  ","433145":"\n   What is your favorite dog breed?\n  ","433146":"\n   Are you afraid of big black mean birds ?\n  ","433147":"\n   Something you will never put on your burger or sandwich?\n  ","433148":"\n   What is something that you have been wanting to buy yourself lately?\n  ","433149":"\n   It's been wet and 🌧 rainy here. How has the weather been where you are for the past week?\n  ","433150":"\n   What one country do you want to visit one day?\n  ","433151":"\n   What is something that will always be on your sandwich or burger? 🍔\n  ","433152":"\n   Do you like milkshakes? What kind?\n  ","433153":"\n   What's the latest thing that made you smile? ?❤\n  ","433154":"\n   (If your comfortable with answering. If not, just ignore)\n\nHow many siblings do you have? Step siblings count!\n  ","433155":"\n   What kinda salad do you like? If you like salad that is.\n  ","433156":"\n   Do you ever just go on walks or nah? You like walking? 🚶\n  ","433157":"\n   What is your favorite black and white movie?\n  ","433158":"\n   Why does a person have a nose?\n  ","433159":"\n   What is your favorite ice cream?\n  ","433160":"\n   if the answer were yes, what would be your question?\n  ","433161":"\n   Why? Long nails do looks pretty\n  ","433162":"\n   Do you have long nails?\n  ","433163":"\n   What would your dream house be like?\n  ","433164":"\n   How does your parents react when you get low marks in test?\n  ","433165":"\n   (Question if your into Pokemon. If not. Just ignore & my bad for asking if your not into that.)\n\nWhat Pokemon type would be if you had to choose? Can pick 2.\n\nEx's: Electric, ice, water, fire, fly, rock, normal, ground, ghost, dark, leaf, fighting, fairy, poison, physic, steel, dragon, bug\n  ","433166":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","433167":"\n   Is the meaning of life the same for animals and humans ?\n  ","433168":"\n   Your cool!\n  ","433169":"\n   Do you live with your parents?\n  ","433170":"\n   How can you change the World?\n  ","433171":"\n   Let’s start a pet thread: show me your animals 🥺\n  ","433172":"\n   Where do you really want to travel?\n  ","433173":"\n   Who do you trust the most?\n  ","433174":"\n   Best job you ever had?\n  ","433175":"\n   What's your favorite or best physical feature?\n  ","433176":"\n   What can people learn from animals?\n  ","433177":"\n   What makes you different from others?\n  ","433178":"\n   If you could change the color of the sky, would color would it be 🌌?\n  ","433179":"\n   What is better than chocolate?\n  ","433180":"\n   Age?\n  ","433181":"\n   When were you truly scared of smth? Tell in details\n  ","433182":"\n   what makes a guy hot?\n  ","433183":"\n   What’s in your pockets right now? 🖤\n  ","433184":"\n   Do you believe in black magic?\n  ","433185":"\n   what's your favorite and least favorite: ice cream flavor?\n  ","433186":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","433187":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","433188":"\n   What is the longest you've ever gone without any sleep?\n  ","433189":"\n   What did you do last weekend?\n  ","433190":"\n   Who is your most hated celebrity?\n  ","433191":"\n   do you cook well? ??\n  ","433192":"\n   What’s a good idea for dinner?\n  ","433193":"\n   Do you have a special Sunday activity ?\n  ","433194":"\n   Do you wear a watch?\n  ","433195":"\n   Who makes you laugh?\n  ","433196":"\n   Who do you like?\n  ","433197":"\n   When the last time you changed pillow in your bedroom?\n  ","433198":"\n   What's the best game you ever played?\n  ","433199":"\n   Netflix or Lostfilm?\n  ","433200":"\n   Are humans truly creative, or do they gain their ideas from prior observations?\n  ","433201":"\n   Is it easier to forgive or forget?\n  ","433202":"\n   What was the first novel on which you spent your money on??\n  ","433203":"\n   The object that's on your right side will save the world. What is it?\n  ","433204":"\n   HOw long do you sleep?\n  ","433205":"\n   How do you express your emotions?\n  ","433206":"\n   what’s your fav show on netflix\n  ","433207":"\n   Screensaver picture?❤️\n  ","433208":"\n   what are some ways you manage stress?\n  ","433209":"\n   Do you have relatives at ask.fm ?\n  ","433210":"\n   Have you ever sent a message and then immediately regretted it?\n  ","433211":"\n   r u going to the cemetery on Halloween?\n  ","433212":"\n   Yo ppl where are u, leave me any of ur social media bored asf\n  ","433213":"\n   How do you feel about aromatherapy? You like or maybe you want to try it?\n  ","433214":"\n   What are you dreaming about?\n  ","433215":"\n   If you had one word to describe yourself, what word would it be?\n  ","433216":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","433217":"\n   Horse would feel strange\n  ","433218":"\n   Why no?\n  ","433219":"\n   If you did fart on horse then that’ll be rough for it lol?\n  ","433220":"\n   Fall?\n  ","433221":"\n   Not at all?\n  ","433222":"\n   What do you do while doing business?\n  ","433223":"\n   Have you had to hold in a fart while riding on horse?\n  ","433224":"\n   🤗🤗🤗🤗\n  ","433225":"\n   Bikini or hipster?\n  ","433226":"\n   Then what do you do?\n  ","433227":"\n   Silent only? Not deadly?\n  ","433228":"\n   Do you workout?\n  ","433229":"\n   Do you talk on phone while taking a 💩?\n  ","433230":"\n   Gym?\n  ","433231":"\n   So are your fart more silent or?\n  ","433232":"\n   Which song do you believe is the best you've ever written?\n  ","433233":"\n   Wanna make plans?\n  ","433234":"\n   Favorite actress?\n  ","433235":"\n   Do you like being photographed? Go photo ❤\n  ","433236":"\n   How Good are you in taking up challenges ?\n  ","433237":"\n   Who’s with you?\n  ","433238":"\n   You said they are silent but deadly. That means they smell bad\n  ","433239":"\n   When should you reveal a secret you said you wouldn’t?\n  ","433240":"\n   So they have a strong odor?\n  ","433241":"\n   how can I get rid of some feelings you don't want to feel??\n  ","433242":"\n   Bored?\n  ","433243":"\n   Silent but deadly?\n  ","433244":"\n   Guess, what is it: four in the office, and one working?\n  ","433245":"\n   Are your usually silent or opposite?\n  ","433246":"\n   Are you sitting rn?\n  ","433247":"\n   Cutie pie\n  ","433248":"\n   Sorry I’m just asking because I never heard a girl do before ok?\n  ","433249":"\n   What your bf says when he notices?\n  ","433250":"\n   Are you still learning who you are?\n  ","433251":"\n   What are you doing rn?\n  ","433252":"\n   How’s your horse riding going?\n  ","433253":"\n   So you do it without saying anything?\n  ","433254":"\n   You are such a cutie. Look at that face\n  ","433255":"\n   Either with boyfriend or alone, right?\n  ","433256":"\n   Big hug? 🤗\n  ","433257":"\n   So before you do it do you announce it or give a warning?\n  ","433258":"\n   Awww 😊\n  ","433259":"\n   How about with others?\n  ","433260":"\n   So you aren’t shy about it?\n  ","433261":"\n   Well are you shy about it?\n  ","433262":"\n   Aww who is this cutie pie?\n  ","433263":"\n   Full body pic of you?\n  ","433264":"\n   Hi?\n  ","433265":"\n   Do you know anyone who hates shopping?\n  ","433266":"\n   ??\n  ","433267":"\n   Question is why are females shy to say they fart? I mean are you tbh?\n  ","433268":"\n   Favorite style of panty?\n  ","433269":"\n   Like?\n  ","433270":"\n   Hey there. Hope all well? Is it fine if I ask you a personal question? I appreciate it if you don’t mind. Thank you! Cheers!\n  ","433271":"\n   Hey there. Hope all well? Is it fine if I ask you a personal question? I appreciate it if you don’t mind. Thank you! Cheers!\n  ","433272":"\n   What you ate?\n  ","433273":"\n   Current outfit?\n  ","433274":"\n   USA?\n  ","433275":"\n   Age?\n  ","433276":"\n   Your cute and What's your favourite social media ?\n  ","433277":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","433278":"\n   Who's the handsomest saddlebred trainer?\n  ","433279":"\n   Saddlebred\n  ","433280":"\n   Who is the handsomest horse trainer?\n  ","433281":"\n   Oh man I almost feel bad for your ex. You guys honestly did look kind of cute together😬 but hey. His lost I bet😂 and at least ur happy!😆Please post pictures when you come back? Can't wait to see how cute your new bf and you look together😊\n  ","433282":"\n   Awww I'm so happy for you! Congrats!❤️😊 now why don't you post that onto ur account? so that way you can let the boys know that you're taken😏❤️\n  ","433283":"\n   My name is Naomi, but I won't give out my last cause Internet💁 I ❤️ the pictures your pictures cause theyre all incredible😊👏 but since I told you my first name. You gotta at least tell me the first letter of ur maybe crush name😉😻\n  ","433284":"\n   Oh just a Instagram follower of yours😄😜 I notice that you're single instead of being in a relationship. So just curious. You can give out just the first name. It's not going to hurt and all first names are pretty common😉 btw, love your photos! Keep it up!!😊❤️\n  ","433285":"\n   Do you like LIKE anyone at the moment?\n  ","433286":"\n   U wanna go out your really hot\n  ","433287":"\n   Would you say your parents are overprotective?\n  ","433288":"\n   Tell us something you did that you're ashamed of?\n  ","433289":"\n   No\n  ","433290":"\n   But it's not riiiiiggggggghhhhhtttttt\n  ","433291":"\n   But you spell potato wrong every single time\n  ","433292":"\n   No\n  ","433293":"\n   No I'm sorry but I can't hang out with anyone who spells potato incorrectly\n  ","433294":"\n   Well I was doing pretty good until you spelled potato as \"potatoe\"\n  ","433295":"\n   What's up Potato\n  ","433296":"\n   Do you have any Follower you feel you can marry?\n  ","433297":"\n   How was it?\n  ","433298":"\n   Someone who always makes you smile?\n  ","433299":"\n   What is the weirdest scar you have and how did you get it?\n  ","433300":"\n   Would you rather be able to speak any language fluently or have the ability to talk to animals?\n  ","433301":"\n   Friendship isn't about who you have known the longest. It's about who came and never left your side.\n  ","433302":"\n   When is your next show?\n  ","433303":"\n   How many Kaylas make up one potato?\n  ","433304":"\n   Are you an early bird or a night owl?\n  ","433305":"\n   How many potatoes make up one Kayla?\n  ","433306":"\n   Kayla your feet are sexy\n  ","433307":"\n   Can I see your feet\n  ","433308":"\n   Can I see YOUR feet???\n\nplz\n  ","433309":"\n   So Can I See YOUR feet\n  ","433310":"\n   not Horse feet \n\nur Human feet\n  ","433311":"\n   bruh............\n  ","433312":"\n   Cause I Really Like Feet. and Im Bored\n  ","433313":"\n   Plz\n  ","433314":"\n   Post a Pic of your feet\n  ","433315":"\n   How many spiders do you think will commit suicide into Kayla's bath water?\n  ","433316":"\n   How many Bees does it take to kill Kayla? Just wondering 😊\n  ","433317":"\n   What's one thing that always makes you happy? PAP!\n  ","433318":"\n   What is the longest you've ever gone without any sleep?\n  ","433319":"\n   Why is your horse so pretty 😂✌️\n  ","433320":"\n   You are correct! You get a corn 🌽\n  ","433321":"\n   Do you know who this is?\n  ","433322":"\n   If you could be any OITNB character, who would it be?\n  ","433323":"\n   What is a \"Booty\"?\n  ","433324":"\n   Do you like Tony's Booty?\n  ","433325":"\n   How much is it?\n  ","433326":"\n   What is the Magical Price of Corn 🌽\n  ","433327":"\n   Would you consider yourself a loyal friend? How do you earn people's loyalty?\n  ","433328":"\n   Full😍\n  ","433329":"\n   Bees are cool 😍\n  ","433330":"\n   ...... WHAT DID YOU DO?!?\n  ","433331":"\n   CLEANUP IN AISLE A AND B??? WHAT HAPPENED IN THISE AISLES?!?\n  ","433332":"\n   OPTION C IS ONLY AVAILABLE FOR ME.... AND I DON'T KNOW THE REST OF THE RHYMIE THINGY MABOBBER WHATCHAMACALLIT\n  ","433333":"\n   FEE FI FO THUM TO YOU TOO\n  ","433334":"\n   THAT WASN'T AN OPTION!!!\n  ","433335":"\n   Would you rather have to eat a bee.... Or give up fries an ROOTBEER for 5 years?\n  ","433336":"\n   KAYLA YOU'RE A PAIN IN THE BUTT.... BUT YOU'RE MY PAIN IN THE BUTT, SO YOU'RE FORGIVEN 🙈🙈😏😘😘😂\n  ","433337":"\n   TBH: You're flipping gorgeous. You and Chief are a perfect team I swear 😍 You're my inspiration. Thanks for being so you 😊\n  ","433338":"\n   Tbh: idrk you but you Seem nice and your pretty\n  ","433339":"\n   Would you rather jump off a 3 story roof because you thought you could fly, or swallow a bee?\n  ","433340":"\n   Too late.\n  ","433341":"\n   Nope..... You have to be an old fart, sorry.\n  ","433342":"\n   Can you kill me so I don't have to take finals?\n  ","433343":"\n   Ummm video games or nature?\n  ","433344":"\n   Idk, you'll have to figure that one out on your own.... 😏\n  ","433345":"\n   Would you rather study for 1,000,000 years or have to have a bee for a pet?\n  ","433346":"\n   Fries or ROOTBEER?\n  ","433347":"\n   Vampires or werewolves?\n  ","433348":"\n   CAN I JOIN?\n  ","433349":"\n   IDK!\n  ","433350":"\n   RIGHT?!\n  ","433351":"\n   I HATE DOORS! DO YOU HATE DOORS?\n  ","433352":"\n   Meh.... You need common sense this year though\n  ","433353":"\n   Cause common sense is kinda important...\n  ","433354":"\n   Are ya sure about that?\n  ","433355":"\n   Apparently you don't\n  ","433356":"\n   Common sense Kayla... Learn it 😂\n  ","433357":"\n   Does it really look like I want poop?.....\n  ","433358":"\n   Wanna share some of that please?\n  ","433359":"\n   Should unicorns pee sparkles or poop rainbows?\n  ","433360":"\n   Special child...\n  ","433361":"\n   Ya can't just jump out of a house\n  ","433362":"\n   MY CATS KILLED IT CAUSE I WAS TOO SCARED THAT IT WOULD TRY AND KILL ME OR SOMETHING\n  ","433363":"\n   DUDE OMG THERE WAS A HUGE ASS BEE IN MY KITCHEN TODAY\n  ","433364":"\n   No, you can't die..... The bees will do that for you\n  ","433365":"\n   PIZZA OR SPAGHETTI? (WITH SAUCE)\n  ","433366":"\n   Would you rather eat healthy for the rest of eternity or be surrounded by bees for the rest of eternity?\n  ","433367":"\n   Go for it\n  ","433368":"\n   Majestic dragon or magical unicorn?\n  ","433369":"\n   Tbh you're awesome..... Questions, do you like fries and ROOTBEER? Cause you seem like a fries and ROOTBEER type person 🙊\n  ","433370":"\n   homerun\n  ","433371":"\n   tbh idrk u that well but u seem nice\n   \n    @zachsicinski\n   \n","433372":"\n   Rate 10\/10 seem cool\n  ","433373":"\n   rate 10\/10 beauty\n  ","433374":"\n   Whet or wet?\n  ","433375":"\n   On a scale of 1-10 how amazing is Keegan\n  ","433376":"\n   Who is bae?\n  ","433377":"\n   Do I need to remind you to post again?\n  ","433378":"\n   I love the beginnings when they think they're so cool and they can do whatever they want and then it totally backfires on them and the things they do to the parents and kids 😂😂😂\n  ","433379":"\n   Are you?\n  ","433380":"\n   Holy shit calm down 😂\n  ","433381":"\n   Get*\n  ","433382":"\n   It could be a horse with a price of majestic corn as a horn in a barn full of Arabians with Asians working underground and we feed them textbooks that they have to solve before they can eat 😂😂😂\n  ","433383":"\n   That's me 😂\n  ","433384":"\n   You're* 😂\n  ","433385":"\n   How did you know I was the one who likes milake-shakes when my rest feels necked?\n  ","433386":"\n   Does your rest feel necked when you drink milake-shakes?\n  ","433387":"\n   You are cute\n  ","433388":"\n   Do you already have Ask.fm app for iPhone?\n  ","433389":"\n   Post a picture of your bed!\n  ","433390":"\n   Which is your favorite song?\n  ","433391":"\n   How much time per day do you spend on the internet?\n  ","433392":"\n   What activity do you never get bored with?\n  ","433393":"\n   Are you scared of the dark?\n  ","433394":"\n   I would kill to have such a pretty horse like Chief\n  ","433395":"\n   You are really pretty, but would you say that you are pretty?\n  ","433396":"\n   Would you consider yourself a good rider?\n  ","433397":"\n   What's the worst fall you have ever had?\n  ","433398":"\n   Do you sleep in the dark or with some light on?\n  ","433399":"\n   Do you prefer to talk or to listen?\n  ","433400":"\n   Who is your insta bestie?\n  ","433401":"\n   I like your horse\n  ","433402":"\n   Ur account sucks\n  ","433403":"\n   What is your favorite candy?\n  ","433404":"\n   Would you rather have white hair or no hair?\n  ","433405":"\n   Would you rather be a vampire or a werewolf?\n  ","433406":"\n   What would you do today if there is no more tomorrow?\n  ","433407":"\n   What's your favorite snack food?\n  ","433408":"\n   What drink do you prefer when you’re thirsty?\n  ","433409":"\n   Relationship status?\n  ","433410":"\n   that's some creep in another country probably\n  ","433411":"\n   4.541 miles\n  ","433412":"\n   I'm very far!!\n  ","433413":"\n   I liked you more, I’m too far away\n  ","433414":"\n   ❤️\n  ","433415":"\n   Hi my love\n  ","433416":"\n   do not do it\n  ","433417":"\n   If you were my girlfriend, would you be ashamed to shit in my house?\n  ","433418":"\n   Have you seen the Shut Up Mom challenge on YouTube?\n  ","433419":"\n   What do you think about love ?\n  ","433420":"\n   been to a concert?\n  ","433421":"\n   How many of yall pretending tobe sum1 else right now? And if so\nHow is it working out for you?.. \nI been thinking about letting my alter ego play on here for day lmfao\n  ","433422":"\n   You have to wear your last text message on a shirt. What does yours say?\n  ","433423":"\n   Are you happy 😁\n  ","433424":"\n   Ты хочешь чтобы тебя отшлепали ?😏\n  ","433425":"\n   Why most the people like IPhone? There are many other good cell phones.\n  ","433426":"\n   Ladies...Do you ever just feel so overwhelmed that you start crying but there’s no actual reason why? I feel that way today.\n  ","433427":"\n   How about losing the one you love because they insist they are not good enough for you?  Have you ever had anybody tell you what your own opinion is on a subject?\n  ","433428":"\n   How do you cope with the loss of loved ones? Because day by day, it doesn't get any easier.\n  ","433429":"\n   Hi! Who is here\n  ","433430":"\n   Do you have a strong opinion about others ?\n  ","433431":"\n   Did you watch Wonder Woman 1984 ?\n  ","433432":"\n   Describe your day in emojis!\n  ","433433":"\n   How do you like to start your morning?\n  ","433434":"\n   Do you like to confront people and speak your mind or suffer in silence?\n  ","433435":"\n   What is the most painful feelin you ever felt?\n  ","433436":"\n   Do you prefer watch old movies or more recent?\n  ","433437":"\n   Would you rather hunt deer or gators? 😂\n  ","433438":"\n   Do you enjoy long car rides?\n  ","433439":"\n   do you think toxic behavior is learned?\n  ","433440":"\n   What is the perfect age to have a child ?\n  ","433441":"\n   Favorite Disney Movie?\n  ","433442":"\n   Who Or What Makes You Feel Like A Kid Again?\n  ","433443":"\n   *sigh I turned my anonymous questions back on. I couldnt take all these shoutouts from people who didn't actually dialogue. *fingers crossed that people don't get disrespectful again.\n  ","433444":"\n   I should’ve gotten married for a higher stimulus check\n  ","433445":"\n   U can't take my shine away\n  ","433446":"\n   Have you ever destroyed a piñata?  🤪\n  ","433447":"\n   I wish people would mind their own business and stop making other people sad just bc they want to talk to their favorite celebrity\n  ","433448":"\n   😘\n  ","433449":"\n   Hola:)\n  ","433450":"\n   Who is your favorite cartoon character?\n  ","433451":"\n   Have you ever make a gingerbread house before?\n  ","433452":"\n   Did you have a nice Valentine’s Day?\n  ","433453":"\n   What happened to that young 22 year old looking guy that was new to here...he had like 3 profile pics?\n  ","433454":"\n   Are you good with words?\n  ","433455":"\n   Do you care about being liked by everyone?\n  ","433456":"\n   Who\n  ","433457":"\n   When you going to LA?\n  ","433458":"\n   black\n  ","433459":"\n   Have you ever been in a situation where someone was flirting😘😜with you and you were completely🥸clueless🤨?\n  ","433460":"\n   What did you get for Valentines ?\n  ","433461":"\n   no go darker\n  ","433462":"\n   What’s your favorite go to restaurant to sit down at?\n  ","433463":"\n   no but you get 2 more tries\n  ","433464":"\n   Water, wind, earth or fire?\n  ","433465":"\n   Nickelodeon, Disney, or Cartoon Network?\n  ","433466":"\n   theres nothing wrong with loving yourself this valentines day\n  ","433467":"\n   Does Anybody Watch Cobra Kai\n  ","433468":"\n   What's the last song you listened to?\n  ","433469":"\n   40 coins to who can guess my favorite color.\n  ","433470":"\n   Happy Valentine's Day! How are you going to spend it?\n  ","433471":"\n   name a person, a place, and a thing you find to be beautiful?\n  ","433472":"\n   Do you have a crush on anyone?\n  ","433473":"\n   Positive thoughts 💭\n  ","433474":"\n   Can someone fell in love two (or) more times with the same person?\nAnd can you?\n  ","433475":"\n   Cheers to being cheated on, who the fuck doesnt love getting cheated on (please note the sarcasm of this shout out)\n  ","433476":"\n   Do You Like Greek Mythology\n  ","433477":"\n   💔\n  ","433478":"\n   do you like coffee?\n  ","433479":"\n   What is the best thing that has ever happened to you?\n  ","433480":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","433481":"\n   The Matrix has you\n  ","433482":"\n   Do you want to see Black Widow movie ?\n  ","433483":"\n   Why do you love me if I’m so terrible?\n  ","433484":"\n   favorite season?\n  ","433485":"\n   Does shopping stress you out or relax you?\n  ","433486":"\n   Have you ever performed in a talent show? If so, what did you do?\n  ","433487":"\n   Why do girls express more feelings than guys?\n  ","433488":"\n   City or countryside? What do you prefer?\n  ","433489":"\n   Which one do y’all prefer, pdf books or real books? And why?\n  ","433490":"\n   What is a topic you would you like to hear about on a podcast?\n  ","433491":"\n   Roku stick or fire stick?\n  "},"Answer":{"432419":"\n  Wdym wall to wall?\n  ","432420":"\n  It’s been really good! How about you?\n  ","432421":"\n  How and why\n  ","432422":"\n  What\n  ","432423":"\n  Hello!\n  ","432424":"\n  Oh, well idk\n  ","432425":"\n  Idk how\n  ","432426":"\n  Don’t know why. It doesn’t affect her🤷🏻‍♀️\n  ","432427":"\n  Oh.. y..\n  ","432428":"\n  I mean it doesn’t bother me or affect me at at. Guys can wear whatever they want\n  ","432429":"\n  Yeah\n  ","432430":"\n  Hey, how are you anon?\n  ","432431":"\n  22\n  ","432432":"\n  Out of those? I’d have to say root beer\n  ","432433":"\n  I mean if you text him that’s just up to you, I personally don’t do it. It’s easier that way\n  ","432434":"\n  Sure and Mudkip is good with that ground\/electric. Makes him more powerful and better\n  ","432435":"\n  And I don’t want to date you, why are you being so pushy?\n  ","432436":"\n  Nah😂I told you my reasons, why would I even want to go out with you anon?😂\n  ","432437":"\n  For me to spend time with my horses and find an actual relationship with a good guy.\n  ","432438":"\n  But I don’t want that.\n  ","432439":"\n  Umm thanks I think\n  ","432440":"\n  Why would I want to\n  ","432441":"\n  Okay? But I don’t like you.\n  ","432442":"\n  Wdym age ok?\n  ","432443":"\n  Yeah okay...\n  ","432444":"\n  Well idk you.\n  ","432445":"\n  Ur 16....\n  ","432446":"\n  Why would I take you anywhere\n  ","432447":"\n  Yeah ok😂I still wouldn’t date you\n  ","432448":"\n  Well I don’t believe you😂and still I wouldn’t date you.\n  ","432449":"\n  I don’t eat meatballs, I haven’t had spaghetti in awhile, but I’ve had noodles with a little bit of olive oil in them and cheese about 3 days ago :)\n  ","432450":"\n  You are 20-30? You told me you were 16😂\n  ","432451":"\n  You are not in that age range😂\n  ","432452":"\n  Don’t lie to me now😂\n  ","432453":"\n  26-30...\n  ","432454":"\n  Yeah okay😂😂how old are you then?😂\n  ","432455":"\n  My Nintendo switch😂😂\n  ","432456":"\n  Why’d you tell me 16 then..? That doesn’t add up and even IF you were older.. how old are you..?\n  ","432457":"\n  But I don’t like you and would never date you.. first off, I don’t know you, second off you are 16 and that’s illegal and literally a 6 year difference and 3rd I only date older guys🙄\n  ","432458":"\n  Ok but I don’t fancy you... why would I want to date you..?\n  ","432459":"\n  Okay what?\n  ","432460":"\n  Dude I’m 22... and ur 16...\n  ","432461":"\n  Z nation (my all time favorite), the walking dead or the rain\n  ","432462":"\n  Oh oh\n  ","432463":"\n  Yooo how are you?\n  ","432464":"\n  But you’re 16..\n  ","432465":"\n  Umm okay..?? Why would u even want me?😂 that’s a 6 year difference..\n  ","432466":"\n  And you still want me??\n  ","432467":"\n  Ummmm I’m 22😂\n  ","432468":"\n  I don’t even know you.... and how old are you anyways..\n  ","432469":"\n  Are you being like serious? Like in real life?\n  ","432470":"\n  What do you mean?\n  ","432471":"\n  Yeah I am, why?\n  ","432472":"\n  Hello anon! How are you?\n  ","432473":"\n  Wild tribe in the jungle\n  ","432474":"\n  Inside\n  ","432475":"\n  Right now\n  ","432476":"\n  Idk the misconception, but I like them. I have multiple ear piercings and I want a few tattoos, one of them a pawprint of our dog, a wolf and both of my horses with their names underneath\n  ","432477":"\n  Nope, can’t say I have😂\n  ","432478":"\n  Depends on what it is but sometimes\n  ","432479":"\n  If my job offered it then yes, but I have to physically be at my job\n  ","432480":"\n  No\n  ","432481":"\n  A million dollars\n  ","432482":"\n  Not really, just browsing around. Hopefully someone who rides horses, if not that at least where they would be interested and into that and would come out to see my horses\n  ","432483":"\n  Tbh no, I’m 22. And wanna try an date a guy a few years older then me\n  ","432484":"\n  What do you exactly mean by that?\n  ","432485":"\n  Tbh no, because I would want to know what they look like and if they have anything in common with me and how they text me\n  ","432486":"\n  Sure.. just follow my account and message me\n  ","432487":"\n  5:13pm! :)\n  ","432488":"\n  For a first date I would most likely prefer a coffee date because you are just starting to go out with them and it’s a date, but also more casual\n  ","432489":"\n  Nooo I love watching them\n  ","432490":"\n  20 million YouTube subscribers !\n  ","432491":"\n  It depends on the bug, flies and ants die. But if it’s a rolleypolley I’ll let it outside or a spider I’ll either let outside or leave him be\n  ","432492":"\n  Nah, i do my own thing, I don’t try to purposely “please” people\n  ","432493":"\n  Either with cooked garlic in it or just butter, olive oil and cheese\n  ","432494":"\n  I’ll just be mean right back🤷🏻‍♀️ I won’t let them bother me or walk all over me\n  ","432495":"\n  Regular old texting, instagram DM and snapchat\n  ","432496":"\n  Sometimes, I heard people have COVID parties🙄people need to stay home and not party like that. And thank you, you too!♥️\n  ","432497":"\n  Honestly neither lol\n  ","432498":"\n  Haha thanks, but not that many. And most of the times it’s just creeps😂♥️\n  ","432499":"\n  Thank you!\n  ","432500":"\n  What is black pink?\n  ","432501":"\n  Idk how to become rich, but get a good full time job and maybe another part time job if you want it. Just look to see what offers good money, some jobs offer training with the job\n  ","432502":"\n  Snapchat, instagram or Facebook\n  ","432503":"\n  What are they\n  ","432504":"\n  It would be 6, right?\n  ","432505":"\n  I already had a horse before this, but buying my second horse about a little over a week ago about 2 weeks. Spent my own money to be able to afford her♥️\n  ","432506":"\n  Jacuzzi\n  ","432507":"\n  Restart my life at age 10\n  ","432508":"\n  Definitely Mozzarella, I like Parmesan only when cooked into the meal lol\n  ","432509":"\n  I have a few but none that are that active lol\n  ","432510":"\n  I like that kind of stuff\n  ","432511":"\n  Yes I would love to hug a cow!\n  ","432512":"\n  Definitely has to be espeon, I really like dratina too tho\n  ","432513":"\n  Not going to a school to work with horses, a couple years ago\n  ","432514":"\n  Oh hell yeah!!! Have been ever since I was a kid, I still always have to get the newest Pokémon game lol\n  ","432515":"\n  Haven’t played it in forever so I can’t really remember, maybe pokemon, a dragon and Pegasus, like mythical creatures\n  ","432516":"\n  Oh okay, I used to play Minecraft a lot. They have some mods to download that you can get a Pegasus and stuff like that which is even more useful lol\n  ","432517":"\n  Yeah:\/ why?\n  ","432518":"\n  Welcome\n  ","432519":"\n  Well I hope your day gets better\n  ","432520":"\n  Ew but I guess dandruff..\n  ","432521":"\n  Heyyy, how are you anon?\n  ","432522":"\n  Noo that just seems painful to me and for me it just seems like someone has a fake whatever they have done\n  ","432523":"\n  Bring a horse to ride!\n  ","432524":"\n  Wait for what?\n  ","432525":"\n  Warm\n  ","432526":"\n  Nooo I only fall for someone I met in person and hung around\n  ","432527":"\n  Stripes\n  ","432528":"\n  Read, watch YouTube, Netflix, (I still ride my horses), chill, swim and go for walks\n  ","432529":"\n  Why Minecraft? I suppose wolf\n  ","432530":"\n  They live in packs and are just gorgeous and strong and I love them\n  ","432531":"\n  Maybe a wolf\n  ","432532":"\n  I love horses since I love how they look and I love being around them and bonding with them and creating an unbreakable bond. I love wolves because I love how they look, that they are loyal and live in a pack, how they are agile and quick and they are just beautiful\n  ","432533":"\n  I love black colored grey wolves\n  ","432534":"\n  Oooh I say yes! Is there such a thing as that? I like the coffee flavored m&m’s🥰\n  ","432535":"\n  Well I have 2 saddlebreds but I really like the friesans\n  ","432536":"\n  Definitely a horse but I also love wolves!\n  ","432537":"\n  No, but I kind of want to honestly. I love animals so it would kind of be cool\n  ","432538":"\n  It’s my charm bracelet my mom bought me for Christmas last year♥️\n  ","432539":"\n  Well for some people\/sometimes people don’t realize what they have until they are gone. It’s sad really\n  ","432540":"\n  It’s not really that heavy, but yeah I like to buy her things lol :)\n  ","432541":"\n  Yes, that’s the ball I bought her\n  ","432542":"\n  Make her homemade treats, bought her a toy and always go and love on her\n  ","432543":"\n  I had a lot growing up and does spoiling my horse count?\n  ","432544":"\n  I’ve never done that but it sounds like a bit of fun!\n  ","432545":"\n  Depends on who it is and what I’m sacrificing, it just depends\n  ","432546":"\n  Well I’m at work and all I have in there is a single tissue\n  ","432547":"\n  Not really, I kinda like being where I am\n  ","432548":"\n  Probably kettle cooked chips\n  ","432549":"\n  Sunday was good, just relaxed, Saturday was really good. After my dentist we went to the tack shop and then after that I went to the barn :)\n  ","432550":"\n  Riding horses is a major one, but I also still love to play video games :)\n  ","432551":"\n  Bingo!\n  ","432552":"\n  Noo, it might be fun tho\n  ","432553":"\n  I’m so full I could only drink water rn😂 but earlier before dinner either a frappe or milkshake sounds good!\n  ","432554":"\n  Yes!! I use my fitbit,most steps I got in a day might’ve been like 19,000 and that’s Bc my car broke down and I decided to walk 2.4 miles to my bank in the heat😂super hot but worth it in the end! Took me like an hour and 15 minutes\n  ","432555":"\n  Noo, I’m super picky lol. I would like the rice and cornbread tho!\n  ","432556":"\n  I can eat pretty much as much as I want lol, I eat once I feel like it, not really a specific amount\n  ","432557":"\n  Gimme gimme gimme😍\n  ","432558":"\n  I would have a nice little house with a stable with some stalls for horses and a big paddock with a outdoor riding arena along with a small indoor arena and a bunch of acres for riding :)\n  ","432559":"\n  Definitely not interested, me personally I don’t like that at all\n  ","432560":"\n  I’m not sure of her name (hasn’t told me) but she’s really sweet and super nice and awesome! :)\n  ","432561":"\n  Thank you!\n  ","432562":"\n  Probably when I worked at Taco Bell and almost sliced my finger off, it’s still a bit numb and you can see the scar😂\n  ","432563":"\n  Depends on the situation, I talk to them about a lot. But I like keeping stuff private too\n  ","432564":"\n  Sure\n  ","432565":"\n  Hell no! I’m not about that stuff, I’m not getting in between someone like that and I want people to know who your girlfriend is\n  ","432566":"\n  Umm no?\n  ","432567":"\n  🙎🏻‍♀️ ❤️ 🐴\n  ","432568":"\n  Ooooh both taste amazing, but I’d have to go with butterscotch since that’s definitely my favorite!\n  ","432569":"\n  Don’t start crap with other countries for no reason\n  ","432570":"\n  Oh shit ummm, maybe my hair\n  ","432571":"\n  Yes, I have played Mario cart, I’m  okay at it, don’t play it much at all. And I like to use the star and hate getting hit by the thunder\n  ","432572":"\n  That’s awesome! But mine is definitely different then that, he likes to bite people, but now that he’s a little older he’s a bit better about that lol and that’s awesome! And yeah, I’m finally competing with him at the end of this month! (Couldn’t show him for two years so I showed someone else’s horse) do you still compete?\n  ","432573":"\n  Chief and Olympia! I’ve really only ridden saddlebreds and I rode a quarter horse once or twice! I definitely love them, my second house I didn’t want to be a mare or a saddlebred wanted to try something new, but I fell in love with her lol\n  ","432574":"\n  Depends, a rescue would be way cheaper but sometimes the condition may not be as good. Just depends where you look, a show horse could cost 20k+ it just depends. But then you have the upkeep that gets expensive\n  ","432575":"\n  No I’m not registered and I would not donate my organs\n  ","432576":"\n  Nooo I never sleep late, I always go to bed late and wake up early\n  ","432577":"\n  Kinda I like to use them for fun if I eat somewhere that has them\n  ","432578":"\n  Maybe, yeah I think I would\n  ","432579":"\n  Aww that’s so cute! And both of them are saddlebreds, my guy I’ve had for 8 years and I take lessons on him, but I just bought her so I could just bond and spend time with her and ride her whenever I want :)\n  ","432580":"\n  That’s awesome!! What breed do you have? And I have two but just got my newest last week! And it’s all good at least I can see her afterwards\n  ","432581":"\n  Good morning! Unfortunately I have to go to the dentist:( but after that I’ll go to the tack shop and once we are done with that I’ll get to see my horse :)\n  ","432582":"\n  A lower case L\n  \n  ____\n  \n  l ___l\n  ","432583":"\n  Random guys asking to get to know me or try to scam me and be their sugar baby🙄😳\n  ","432584":"\n  Is really good\n  ","432585":"\n  Definitely work with dangerous explosive chemicals\n  ","432586":"\n  Idk maybe having your hair down\n  ","432587":"\n  Ohh that’s cool, I never heard of that language before. Thank you for the info! :)\n  ","432588":"\n  I just bought my first horse with my own money, I have a second one but he isn’t paid for by me :)\n  ","432589":"\n  No not yet:(\n  ","432590":"\n  I think it does? Is the first part in another language?\n  ","432591":"\n  Maybe reality TV show because that sounds fun and maybe learn a thing or two\n  ","432592":"\n  I like connecting with people and getting to know others with the same interest. Found some good friends that way. I hate when people assume and bully others for no reason\n  ","432593":"\n  If they ask on a post I don’t mind, but if they DM people I don’t like it\n  ","432594":"\n  Probably Florida when I was a kid\n  ","432595":"\n  What do you mean jersey clothes? Is it a kind of clothing brand?\n  ","432596":"\n  This one because I just got her last week and already fell in love with her\n  ","432597":"\n  Not roller skating I tried ice skating once and sprained my knee from it😂\n  ","432598":"\n  It’s not fair at all\n  ","432599":"\n  Down with the world?\n  ","432600":"\n  Michelle, he’s from a book I’m currently reading. Broken World Series\n  ","432601":"\n  What are we talking about? I’m guessing Alpha\n  ","432602":"\n  Christmas is my favorite and I could honestly say I don’t have a least favorite\n  ","432603":"\n  No thank you, I shall pass!\n  ","432604":"\n  Nooo, I wish I did though\n  ","432605":"\n  I wish I went to a college a few years ago to get a degree at working with horses:(\n  ","432606":"\n  I hope so eventually. If I can afford it I would love to live on a small ranch!\n  ","432607":"\n  I think so, starved rock. And I loved it, we walked on the lake during winter😍\n  ","432608":"\n  Nah, I kind of just do my own thing\n  ","432609":"\n  Jurassic world Bc I wanna pet the Dino’s!\n  ","432610":"\n  What?\n  ","432611":"\n  Sure\n  ","432612":"\n  EBooks as in kindle? If so then Ebooks\n  ","432613":"\n  I really liked my band teachers\n  ","432614":"\n  Ugh this is really hard, maybe karma happening to someone\n  ","432615":"\n  Sure thing, just did! And thank you!!🥰♥️\n  ","432616":"\n  Like a mint dessert probably, or maybe the fruity one🤔\n  ","432617":"\n  Lol yes, I’ve done that!!😂\n  ","432618":"\n  Mostly just going to see my horse! I’m so glad tomorrow is Friday😍you got any plans?\n  ","432619":"\n  I diddd\n  ","432620":"\n  Okay\n  ","432621":"\n  Okkkkk I’ll see if I can\n  ","432622":"\n  Yas anonymous?\n  ","432623":"\n  Aww thank you!! :)\n  ","432624":"\n  I can tryyyyy, what you need?\n  ","432625":"\n  Listen to whaatttt\n  ","432626":"\n  Were we dating? And I would not accept, I rather fall in love and be in love with them, not marry someone for money\n  ","432627":"\n  Haha thanks!! And yeah they can live into there upper 20s if they are well taken care of!\n  ","432628":"\n  Chief (I’ve had him for 8 years now and Olympia :)\n  ","432629":"\n  I didn’t have anything too exciting that I planned, I actually had like a dream come true though, I managed to buy my second horse, so that’s better then anything that I thought of doing :)\n  ","432630":"\n  Why?\n  ","432631":"\n  YES, that’s the one!!\n  ","432632":"\n  Yeah\n  ","432633":"\n  The chocolate pie (I can’t remember the name lol)\n  ","432634":"\n  Nope.\n  ","432635":"\n  My clothes from work\n  ","432636":"\n  What? Uhhh idk what to say to this.. why do you even want to know?\n  ","432637":"\n  Yes I played it before! It’s pretty fun haven’t played in awhile tho\n  ","432638":"\n  By someone I like, yes\n  ","432639":"\n  Single now\n  ","432640":"\n  Instead of splitting the bill (I wouldn’t do that) I rather pay for what I got instead of that, especially since I usually eat cheaper, so it would cost less money\n  ","432641":"\n  Neitherrrr\n  ","432642":"\n  My horse Olympia!\n  ","432643":"\n  Read, watch YouTube, play video games\n  ","432644":"\n  Seriously 😂😂\n  ","432645":"\n  Nah, he got back with me shortly after\n  ","432646":"\n  Oh nice, I’m from US\n  ","432647":"\n  Thank you!\n  ","432648":"\n  Oh wow, that’s a big time difference\n  ","432649":"\n  Her name was Natalie Lewandowski, she’s stupid\n  ","432650":"\n  What time is it where you are? It’s 9:30pm here. And thank you I just requested you!\n  ","432651":"\n  That’s good! What did you do today?\n  ","432652":"\n  I’m doing really good, how are you?\n  ","432653":"\n  Aw thank you! I followed you back :)\n  ","432654":"\n  Sometimes but I don’t drink pop too often\n  ","432655":"\n  Hello! I worked and saw my horse today :) what about you?\n  ","432656":"\n  Noo, I’m only into guys :)\n  ","432657":"\n  My new girl is 5 years old! My other guy is 14☺️♥️\n  ","432658":"\n  Aw thank you so much!! That means a lot☺️♥️♥️\n  ","432659":"\n  A few years ago, yeah. Why?\n  ","432660":"\n  It’s been alright, just can’t wait to see my horse! How about your day?\n  ","432661":"\n  Positive is I worked 1 week and was off two, but got payed regular pay. Negative is really just the stupid mask\n  ","432662":"\n  Noo\n  ","432663":"\n  My horse :)\n  ","432664":"\n  A guitar would be cooler\n  ","432665":"\n  Nah\n  ","432666":"\n  Aw thank you so much, that means a lot☺️♥️\n  ","432667":"\n  I wish there were more lol. Most guys aren’t looking for anything serious tho and what I’m looking for\n  ","432668":"\n  Aw thank you so much :)\n  ","432669":"\n  Not really, I’m more into my contacts, there more comfortable and easier\n  ","432670":"\n  Thank you! :) haven’t worn them in awhile\n  ","432671":"\n  This was an older one :)\n  ","432672":"\n  Nah, I don’t do that\n  ","432673":"\n  I usually wear my contacts but I switch to glasses occasionally if I feel like taking a break from contacts, but usually no\n  ","432674":"\n  Thank you 🙏🏻\n  ","432675":"\n  Yaassss, I like massages in general\n  ","432676":"\n  Trust, miscommunication and cheating:(\n  ","432677":"\n  I usually set about 5 so I can lay in bed for a few hours before I have to get up😂\n  ","432678":"\n  A hobo skillet! I have it cooked with cheese and hashbrowns underneath and then on top of that over easy eggs on top😍😍\n  ","432679":"\n  Definitely unicorns😁\n  ","432680":"\n  Yes please with Large fries☺️\n  ","432681":"\n  Definitely just to be barefoot\n  ","432682":"\n  I think it should be allowed, if the crime is serious\n  ","432683":"\n  Depends on what happened, if it wasn’t too serious then yes!\n  ","432684":"\n  Black\/purple💕\n  ","432685":"\n  Aww thank you, that means so much!!☺️♥️\n  ","432686":"\n  Aw thank you, you too♥️have a wonderful day!💕\n  ","432687":"\n  Maybe4 cop cars going to talk to one guy, still don’t know the reason behind it\n  ","432688":"\n  Maybe it can, depending on the person. And maybe just the atmosphere and where they’ve all been\n  ","432689":"\n  Toss them off the beanstalk\n  ","432690":"\n  I would add a stables! So I could have horses here :)\n  ","432691":"\n  Aww haha ♥️I’m sure you will someday💕\n  ","432692":"\n  Well I already have horses, so probably wolves and I don’t know. Maybe go exploring with them. I always loved wolves too\n  ","432693":"\n  The last of us part 2 and I like it, it’s definitely a lot of fun and I recommend it!\n  ","432694":"\n  Well I want one of my dogs Pawprint on my ankle and then a photo of my horses on either my shoulder or back or something\n  ","432695":"\n  Aw thanks, you too! :)\n  ","432696":"\n  Ikkkkk😭♥️she’s made my week♥️\n  ","432697":"\n  Don’t do what??\n  ","432698":"\n  Maybe Nevada! I would love to live somewhere with wild horses and in the country😍\n  ","432699":"\n  Yup, I kiss horses all the time\n  ","432700":"\n  I actually don’t have anything for my phone to be locked lol. I use it too much\n  ","432701":"\n  ???\n  ","432702":"\n  Definitely my phone!! 📱\n  ","432703":"\n  Maybe the laptop because you can do more things on it\n  ","432704":"\n  It means post a picture :)\n  ","432705":"\n  YES, it was awful. I thankfully woke up without my alarm before I had to go to work and try charging it up some😭\n  ","432706":"\n  Nah, I was an honest student\n  ","432707":"\n  Then don’t ask creepy questions 👍🏻\n  ","432708":"\n  1)22, 2)black\/purple, 3)5’4, 4)yup. 5) buying my new horse Olympia last Tuesday. 6-10 no way in hell I’m answering those. Those are creepy ass questions, creep.\n  ","432709":"\n  Summer because it gets darker way later then in the winter. And there’s more to do in the summer\n  ","432710":"\n  Happy fourth!!\n  ","432711":"\n  Truth\n  ","432712":"\n  Well for me, I fell in love when I was young and have loved them ever since. I love horses because they are fun to be around and to have a bond with something so beautiful♥️\n  ","432713":"\n  Hiiii, how are you?\n  ","432714":"\n  Yay I finally guessed it!!!!\n  ","432715":"\n  I can’t:( I don’t have any beach photos at all😭I wish I did, I would love to go there!\n  ","432716":"\n  Probably just going to the barn to see the horses! I also like to walk if someone goes with me\n  ","432717":"\n  Oh no, I’m so sorry to hear that, that’s extremely awful. Shame on them, stuff like that makes me so mad, why hurt a innocent person? I’ll be thinking of him, I hope he has a speedy recovery! And best of luck to you guys♥️\n  ","432718":"\n  Would it work if you went to profile and clicked location? Hope I helped or you at least figured it out!:)\n  ","432719":"\n  Hey! Let’s talk\n  ","432720":"\n  Stables with Olympia\n  \n  And the genre would be: family\n  ","432721":"\n  I’m sorry, I can’t help it😢\n  ","432722":"\n  For what?\n  ","432723":"\n  For me it definitely would be Z-nation it’s one of my favorites. It’s about zombies and of a guy who has a cure and they have to take him across country. Super good!\n  ","432724":"\n  Yaassss, the only thing I did this year was get dinner here, but there wasn’t anything to do Bc of quarantine\n  ","432725":"\n  Sometimes younger in a way, just kind of in a joking around kind of way, but kinda a little older because I’m really not into going out to parties and drinking\n  ","432726":"\n  I found it! Or I think I found it lol. Is it you said “the the”??\n  ","432727":"\n  Probably birthday cake! Love that flavor🥰oooh that sounds good\n  ","432728":"\n  If I have someone to go with I absolutely love going to the parks :)\n  ","432729":"\n  22 :)\n  ","432730":"\n  Not just yet, I had it trimmed and colored not too to long ago :)\n  ","432731":"\n  Probably a mattress tester! As much as I LOVE chocolate, I think I would gain way too much weight lol\n  ","432732":"\n  Very!!! Getting food now🥰\n  ","432733":"\n  Heyyyy, I’m Kayla\n  ","432734":"\n  Definitely coffee!\n  ","432735":"\n  I can’t decide at the moment, I like both😂used to play Xbox more but lately I’ve been playing PlayStation more because of the last of us part ii\n  ","432736":"\n  Yes, I haven’t swam this summer tho\n  ","432737":"\n  My parents!!! I love them🥰♥️\n  ","432738":"\n  I love social media, but it can also do a lot of harm. Depends on the people\n  ","432739":"\n  Yes, unfortunately:\/\n  ","432740":"\n  No, I’m equal. I treat others how they want to be treated. Women or man, neither is better. We were created the same. You treat me equal, that’s how I treat you\n  ","432741":"\n  Yes!! They are so pretty!\n  ","432742":"\n  Sure I’d be down for that\n  ","432743":"\n  Yes I do it all the time\n  ","432744":"\n  Aw thank you so much, I just bought her yesterday! :)\n  ","432745":"\n  93\n  ","432746":"\n  I think that’s the easiest way to swim underwater\n  ","432747":"\n  No?\n  ","432748":"\n  I would definitely eat first, I wouldn’t be able to do anything else if I was starving\n  ","432749":"\n  Even tho I sprained my knee a few years ago, I still was able to trust him in the pen:)\n  ","432750":"\n  I’m not too sure when I’m gonna swim again but I’ll keep that in mind\n  ","432751":"\n  But once I would take the goggles off, the soap would still get in my eyes\n  ","432752":"\n  Yes, that’s the word\n  ","432753":"\n  Honestly I don’t know, for a bit. It’s been a long time since I’ve been underwater\n  ","432754":"\n  I don’t do it as much like that, it’s just easier for me like this\n  ","432755":"\n  If I have my contacts in I’ll wear goggles but if they aren’t in I won’t wear them\n  ","432756":"\n  Well I heard if you condition it and keep it in that would help Bc none of the chlorine would be absorbed but then I kept getting it in my eyes and it burned lol\n  ","432757":"\n  I couldn’t describe it lol but it’s so easy and decently fast\n  ","432758":"\n  I know I like it but it messes with my hair and I always dye my hair lol so I don’t swim much:(\n  ","432759":"\n  YASSSS, THATS the shit!\n  ","432760":"\n  Nahh haven’t been swimming lately:)\n  ","432761":"\n  Idek how to describe it lol I just swim faster underwater\n  ","432762":"\n  Ya I completely understand, you just gotta do what you’re comfortable with! :)\n  ","432763":"\n  I only do that on top of water\n  ","432764":"\n  Just on top of water?\n  ","432765":"\n  Yeah no I never wore one pieces for me I’m just more comfortable and stuff, I get what you’re saying tho\n  ","432766":"\n  Wdym by that\n  ","432767":"\n  Maybe when I was younger I can’t say for sure\n  ","432768":"\n  Sounds good!:)\n  ","432769":"\n  It’s like an ice cream place but they should have the cake there\n  ","432770":"\n  They should have it at coldstone if they have one near you :)\n  ","432771":"\n  Omg lol I get it, that’s a good one lol😂\n  ","432772":"\n  You should try it if you get the chance\n  ","432773":"\n  It’s a cake made out of ice cream and cake\n  ","432774":"\n  That’s my favorite a combo of both lol\n  ","432775":"\n  I’ve cream cake!😍\n  ","432776":"\n  Cake!\n  ","432777":"\n  Yes lol that’s the only way I can swim unless it’s underwater\n  ","432778":"\n  Summer because I love that it takes a lot longer to get dark and it’s warm so you don’t have to worry about being cold\n  ","432779":"\n  That was one of the best recipes I made lol\n  ","432780":"\n  Black and purple! (Had to pick two)\n  ","432781":"\n  Ohhh ok I’ve never done that! If I was with someone that might sound like fun tho!\n  ","432782":"\n  Definitely 10k in the show, aka Nat Zang is his real name\n  ","432783":"\n  It wouldn’t be a secret if I told you🤫\n  ","432784":"\n  I couldn’t help it:(\n  ","432785":"\n  Yeah I’m sorry to disappoint:(\n  ","432786":"\n  Nah I’m not\n  ","432787":"\n  The movie?\n  ","432788":"\n  I think I’ve done that but can’t really remember. If I decide to swim this summer I’ll try that again\n  ","432789":"\n  Yeah, if it was like a tunnel or something as long as I can be on my own two feet or driving or something I’ll do that, I just thought about what I was saying lol and it didn’t sound right the first time. Just no roller coaster\n  ","432790":"\n  I don’t know honestly lol I just know I swim normal lol\n  ","432791":"\n  My ears hurt if I like go underwater and sometimes pop when I swim lower so idk lol\n  ","432792":"\n  Haha I get what you mean or somewhere idk where it is, they have someone swim and pretend to be a mermaid and people can see them\n  ","432793":"\n  They pop my ears and hurt, so I’m not into that and wouldn’t get on a roller coaster for that\n  ","432794":"\n  Nope, other people may be into that but I could neeevvvvveerrrr do that, no thank you. I mean I’m fine if I go high up on an elevator and heights don’t bother me as long as both of my feet are on the ground\n  ","432795":"\n  I meaaannnn you never know, but my first guess is they wouldn’t be telling the world lol oh well\n  ","432796":"\n  Nope, I’m not into roller coasters or anything like that. I’m more of a ground lover\n  ","432797":"\n  I honestly don’t know😂I want to know that\n  ","432798":"\n  Just plain cheese Ravioli🥰\n  ","432799":"\n  Lol ik it doesn’t\n  ","432800":"\n  I just loved how they were always traveling and then there were different kind of zombies not just all the same. Also the characters are awesome\n  ","432801":"\n  No no thrill for me!!\n  ","432802":"\n  His names Chief and he’s mine♥️\n  ","432803":"\n  Nooo!! And I never will, that stuff just no thanks\n  ","432804":"\n  Yes! But z nation has to take the lead for me, I also watched black summer and that one was decent\n  ","432805":"\n  Never heard of it so probably not but what is it?\n  ","432806":"\n  I love the walking dead but my favorite is definitely z nation and heartland\n  ","432807":"\n  They are just more comfy and one pieces stick to people and I’ll never wear one\n  ","432808":"\n  Bikinis and because they are just way more comfy\n  ","432809":"\n  Riding horses, playing video games and watching Netflix\n  ","432810":"\n  I found a good recipe where you put some shrimp and other stuff on it and wrap it up 👍🏻\n  ","432811":"\n  Rise of the tomb raider and beyond two souls\n  ","432812":"\n  Definitely spirit stallion of the Cimarron\n  ","432813":"\n  Chips or cookies\n  ","432814":"\n  Yeah, of course\n  ","432815":"\n  Probably flounder and potato fries\n  ","432816":"\n  Bc I turn into one when I touch the water 🧜‍♀️\n  ","432817":"\n  I don’t kiss anyone unless I’m in a relationship 🤷🏻‍♀️\n  ","432818":"\n  February!\n  ","432819":"\n  Obviously 💁🏻‍♀️\n  ","432820":"\n  I’m doing okay, just really tired\n  ","432821":"\n  Aw thanks! I’m sure you’ll get one!! :)\n  ","432822":"\n  Hoping to get a new horse soon😉 so then maybe something with them! :)\n  ","432823":"\n  If you want to you can use this pic☺️I might have a new photo soon depending on what happens soon :)\n  ","432824":"\n  Hello it’s all good, thank you!! :) how has your day been?\n  ","432825":"\n  I’ll definitely keep that at the top of my head! #keepasksafe\n  ","432826":"\n  Oh no, I’d have to know who I’m hanging with before I go! Never done that\n  ","432827":"\n  I’ll do 3 likes, not the fire\n  ","432828":"\n  Thank you! :)\n  ","432829":"\n  Aww thank you!!☺️💕\n  ","432830":"\n  Lol I mean sure, I wouldn’t be against that\n  ","432831":"\n  Haha that’s actually an awesome idea😂never thought of that!\n  ","432832":"\n  I’ve never really been to an antique shop that I remember. But now that you mention it, it kind of sounds like it might be nice!\n  ","432833":"\n  $100 a week for life definitely\n  ","432834":"\n  Kind of just tired and didn’t feel like doing anything today\n  ","432835":"\n  Why what\n  ","432836":"\n  Probably number 6, Netherlands!\n  ","432837":"\n  Firstly my parents and then our dog Molly and my horse Chief :)\n  ","432838":"\n  Oh my gosh, yes!!\n  ","432839":"\n  Some sunny side up eggs with toast😍🥰\n  ","432840":"\n  What do you mean by street foods?\n  ","432841":"\n  Tinder but I might try bumble\n  ","432842":"\n  Whaaat Hulu has Hulu live? I didn’t even know that😂 I don’t use Hulu that much I use Netflix more tho\n  ","432843":"\n  I haven’t had them in awhile, but yeah they taste good!\n  ","432844":"\n  No but it sounds like fun! Would love to try someday\n  ","432845":"\n  I already eat calamari, I absolutely love it!\n  ","432846":"\n  Nope, I wouldn’t want to use that when creeps are on their\n  ","432847":"\n  No it’s actually been awhile haha\n  ","432848":"\n  Nahhhh not a fan of juice\n  ","432849":"\n  Nope, I would spend it on horses and probably a small ranch\n  ","432850":"\n  A wall\n  ","432851":"\n  Pretty sure, yeah. Or someone who always wanted to message my boyfriend at the time (now ex) whenever I hung out with her, so I dropped her\n  ","432852":"\n  Idgaf have fun asking me another perverted question now fool.\n  ","432853":"\n  Not sure if it’s weird but I sprained my ankle in marching band right before a competition😂\n  ","432854":"\n  THAT SITUATION WOULD NEVER HAPPEN TO ME, NOW FUCKING LEAVE YOU STUPID PIECE OF SHIT, I am fucking done with your stupid fucking bullshit!\n  ","432855":"\n  Bc I don’t want you here?\n  ","432856":"\n  Just leave for real.\n  ","432857":"\n  Sick pervert.\n  ","432858":"\n  I kept my patience way to f ing long, leave you pathetic annoying ass.\n  ","432859":"\n  Bc you are an irritating thing, you are like a fly that won’t go away.\n  ","432860":"\n  Bye🖕🏻\n  ","432861":"\n  LEAVE. I am done with you. Go annoy some other poor soul. Because no one wants you asking them this shit.\n  ","432862":"\n  WHAT\n  ","432863":"\n  You are disgusting, leave you fool. And when someone crosses this line with me, I don’t care what they want. You are officially irritating me. Leave.\n  ","432864":"\n  Because these are gross and unwanted questions here🤮you crossed that line. Who are you anyways?? Hiding being anonymous.\n  ","432865":"\n  Just get a life, you are disgusting.\n  ","432866":"\n  These questions are weird and gross asf, what is wrong with you? Is this a sick fantasy you have? Get a life.\n  ","432867":"\n  Dude you’re fucking gross.\n  ","432868":"\n  Not really.\n  ","432869":"\n  I never talked like super loud but I’ve muttered to myself lol\n  ","432870":"\n  Definitely dogs! :)\n  ","432871":"\n  Jeez, I would rip it out of his hands. Are you done yet?\n  ","432872":"\n  Finding Nemo!\n  ","432873":"\n  Bc I said. Stop asking weird ass questions.\n  ","432874":"\n  Hell no, you’re going out like that. And honestly you are so weird and creepy stop asking shit like this.\n  ","432875":"\n  Greenish\/blueish\/grayish, my eye colors change depending on everything\n  ","432876":"\n  The police would take care of the fool, and like I said. I was forcibly drag him out, I’m strong enough to do so.\n  ","432877":"\n  My grabbing his arm, pulling him down yelling at the fool and bring him outside and lock the door.\n  ","432878":"\n  Get arrested for being out like that.\n  ","432879":"\n  Ain’t my problem. Take my shit without permission suffer the consequences. Wth is this weird obsession?\n  ","432880":"\n  You don’t share that shit! Tf is wrong with you?\n  ","432881":"\n  I would never want that shit back! That’s gross asf🤮id leave his ass outside without nothing and call the cops.\n  ","432882":"\n  If he took a thong? That’s stealing because I never gave permission! And you don’t wear that shit that’s nasty as hell and if you ever do that🤮🤮\n  ","432883":"\n  No I don’t😂he steal my shit, he suffer the consequences, I would want the cops to see that fool like that.\n  ","432884":"\n  Hell no, he stole my shit, he could suffer the consequences, jeez. Like I said, cops would be called.\n  ","432885":"\n  People that I’ve talked to and know and hang with around 10, but I talk to way more people\n  ","432886":"\n  OMFG, I would never let some gross ass where my shit! And if I went to the bathroom and came back to that shit? I would grab the fools arm and drag him outside, lock my door, then call the cops.\n  ","432887":"\n  IT WOULD NEVER GET TO THAT FUCKING POINT.\n  ","432888":"\n  Like I said that would never ever happen🤮🤮cops would be called, and I would explain what a gross ass he is on social media and expose the dumbass.\n  ","432889":"\n  My horse and family\n  ","432890":"\n  🤮🤮I would NEVER allow that shit🤢🤢he never would of gotten that far Bc one I never let people wear my stuff 2)I would call the cops\n  ","432891":"\n  Like I said, the only person to blame is him, I don’t give a shit what he does in his spare time, the moment he interferes with my life, all of that would become public. I never said to do it, if he asked me if he could, I say no, then he does it anyways, that’s harassment and it becomes public knowledge then\n  ","432892":"\n  Black\n  ","432893":"\n  Then he never should’ve gotten in a thong in front of me when I told him no and said to stop harassing me. In the end, I tell everyone, I don’t feel guilty, shouldn’t of harassed me, don’t be like him. I’m this thing known as karma :)\n  ","432894":"\n  How he was harassing me and got into a thong, even tho I told him no so now I never talk to that dumbass again.\n  ","432895":"\n  Wtf does that have to do with anything? Is this a weird ass obsession you have? I literally think that’s gross and I would never ever be around anyone that would get in a thong in front of me, and if they did, I would leave tell everyone the type of person he is for harassing me and never talk to him again.\n  ","432896":"\n  Well I never hang out with just guy friends so this situation would never happen to me. Proved my point why you can’t trust many guys.🤷🏻‍♀️\n  ","432897":"\n  Omg I would post what he said. Ain’t no one want to see that gross ass shit. I would post the messaged that were said between us. Jeez.\n  ","432898":"\n  Anyone I talk to? Maybe expose his ass on social media if he wouldn’t stop harassing me like you’re doing.\n  ","432899":"\n  But I wouldn’t want him to! And if he did anyways, I’d drop him as a friend. What don’t you get?\n  ","432900":"\n  But I literally am not into that, I would never ask ANYONE to wear a thong. That’s gross.\n  ","432901":"\n  Ok well a true “friend” wouldn’t harass me when I don’t want a photo of that nasty shit, right?\n  ","432902":"\n  If you get an uncomfortable feeling\/vibe or feel like something is gonna go wrong\n  ","432903":"\n  Because when guys send sexual photos that aren’t wanted, it’s harassment? I’m not into gross ass photos.\n  ","432904":"\n  I’m not bitter, I’m happy for my friends when stuff goes their way.\n  ","432905":"\n  And I would think that would be gross if someone sent that to me, so he’d be reported and I would show others his username🤷🏻‍♀️\n  ","432906":"\n  Yes, because guys who send me pics or gross messages piss me off, I’ve sent usernames and someone messaged them back🤷🏻‍♀️\n  ","432907":"\n  Honestly, if a guy was being like that I would tell someone Bc I’m not into those types of pics and I’ve told people when people send me gross stuff\n  ","432908":"\n  And I’m not into seeing that kind of stuff? I wouldn’t even be asking anyone to and if they wanted to show me it, I would straight up say no\n  ","432909":"\n  Because I’m not into that stuff and why would a guy just buy a thong and I have to convince them to wear it? I would never do that.\n  ","432910":"\n  Idk, I wouldn’t want to see a guy wear one, so I wouldn’t let them😂\n  ","432911":"\n  Thank you, horses are my favorite :)\n  ","432912":"\n  Probably not, lol no reason I would want them to\n  ","432913":"\n  United States\n  ","432914":"\n  22\n  ","432915":"\n  No, but I wish I could! I love to travel\n  ","432916":"\n  Maybe to go camping with some horses to be able to trail ride in the forest🥰\n  ","432917":"\n  I like being able to save money and be able to do what I want, but I miss not having responsibilities lol\n  ","432918":"\n  Nah,  never had them haha\n  ","432919":"\n  Well originally it was supposed to be a bosco stick, rice, crab cake and a small piece of cod, but then we ordered portillos, 😂so I had a whitefish sandwich with cheese and fries🥰\n  ","432920":"\n  A cookie or Hershey kisses\n  ","432921":"\n  Obviously💁🏻‍♀️\n  ","432922":"\n  Thanks I forgot to drink water, will do\n  ","432923":"\n  When you truly care about someone and would do anything for them\n  ","432924":"\n  Something happening to my parents\n  ","432925":"\n  I don’t deceive, I am usually honest\n  ","432926":"\n  May 11th!😌☺️\n  ","432927":"\n  Definitely butterfingers!!\n  ","432928":"\n  I don’t have a photo of them on me\n  ","432929":"\n  My cowgirl boots: black with a design on them, black and regular and another pair are just brown.\n  \n  Hiking boots: black\n  \n  Dress boots: black, blue, brown\n  ","432930":"\n  Cowgirl boots, dress boots and hiking boots!\n  ","432931":"\n  Yes, some of my favorite kind of footwear to wear!\n  ","432932":"\n  It’s all good!\n  ","432933":"\n  No\n  ","432934":"\n  No, like I said it was an accident\n  ","432935":"\n  I have\n  ","432936":"\n  Some kind of noise, yeah\n  ","432937":"\n  Nope\n  ","432938":"\n  Yeah, I mean we were messing around while going to an outdoor shopping area and he didn’t think I could do it, I don’t think anyone we were with thought I could\n  ","432939":"\n  I’m not gonna answer that.\n  ","432940":"\n  On my back, yes\n  ","432941":"\n  Idk why? Is this like a foot fetish?😬🙄\n  ","432942":"\n  I would love to win it! I would buy a small ranch with some horses and other animals along with a pick up truck and trailer☺️\n  ","432943":"\n  Probably a pair of my sketchers or just socks\n  ","432944":"\n  Depends how much the guy weighs\n  ","432945":"\n  I used to not, I sometimes eat breakfast now though\n  ","432946":"\n  Family, horses and money\n  ","432947":"\n  No but he grabbed it and said how bad it hurt\n  ","432948":"\n  To live on a farm? I would love to live on a farm\n  ","432949":"\n  Other then water, probably a cotton candy flavored pop!\n  ","432950":"\n  I own a 2007 Toyota Highlander, I would love to own either a Volkswagen or a pick up truck!\n  ","432951":"\n  No, I have one, but never learned. I would love to someday learn!\n  ","432952":"\n  Accidentally, yes\n  ","432953":"\n  Nah, I never get into fights🤷🏻‍♀️\n  ","432954":"\n  I’d be irritated and would probably just stop talking to them because it’s not worth the drama and I recommend shows to my friends, I don’t care if they watch the same stuff as me\n  ","432955":"\n  Noo, I’ve only ever worked in the morning!😌\n  ","432956":"\n  Yes!! That sounds amazing!!\n  ","432957":"\n  If you watch the same tv that just means your interested in the same stuff, I wouldn’t listen to her. Have you tried telling her you just like the same things?\n  ","432958":"\n  Yes, I am very much asleep lol\n  ","432959":"\n  My Instagram is\n  \n   @kaylaraspolich98\n  \n  I don’t really use twitter\n  ","432960":"\n  Probably the mountains, would love to go trail riding with the horses their!\n  ","432961":"\n  Naw, I actually never saw it before😬\n  ","432962":"\n  No??? Unless it would a bearcow😂\n  ","432963":"\n  Definitely my mom (and dad)\n  ","432964":"\n  Red! I currently dye my hair red and love it:)\n  ","432965":"\n  100% margaritas! They are my favorite, not the regular but like strawberry and banana and ones like those!!\n  ","432966":"\n  Definitely dogs!\n  ","432967":"\n  That I liked my boyfriend in senior year of high school. We dated for 7 months and I didn’t even like him🤦🏻‍♀️\n  ","432968":"\n  Definitely hot dogs\n  ","432969":"\n  Sometimes, not all the time tho\n  ","432970":"\n  One of them is Cheerios\n  ","432971":"\n  My all time favorite is definitely cayenne!\n  ","432972":"\n  No, but it would be awesome to see! 🌋\n  ","432973":"\n  Just about horses! Can’t wait to get another one\n  ","432974":"\n  Taco Bell, I don’t eat it much but if I go out to eat, that’s my place to go\n  ","432975":"\n  Definitely beach!\n  ","432976":"\n  No!What’s it even about?\n  ","432977":"\n  I think Negan or Alpha from walking dead because they played the cruel and insane part good\n  ","432978":"\n  Probably tinder, it’s known for that\n  ","432979":"\n  Go to work and eat food\n  ","432980":"\n  If you really love someone, take care of them and don’t let them go\n  ","432981":"\n  Maybe they doubt the relationship, it depends on the people tho. That would suck though\n  ","432982":"\n  Oooh oooh old pancake house!! I do like egg an I too tho\n  ","432983":"\n  Being bored at work because now I’m starting to watch Netflix😂\n  ","432984":"\n  Nah, I just have mine dyed a reddish color. Nothing unnatural though\n  ","432985":"\n  No, I’ll follow them if they answer questions\/are funny. I’ll answer a shoutout if I’m interested in the question or know the answer\n  ","432986":"\n  Maybe the mountains!!\n  ","432987":"\n  Z nation\n  ","432988":"\n  That sounds nice\n  ","432989":"\n  Midnight lol\n  ","432990":"\n  That’s good\n  ","432991":"\n  Hello, I am doing okay. How are you?\n  ","432992":"\n  That’s nice, I love nature\n  ","432993":"\n  Thanks\n  ","432994":"\n  I have never been there before! Is it filled with nature?\n  ","432995":"\n  You’re welcome, sounds nice!\n  ","432996":"\n  Hello, I am okay. How are you?\n  ","432997":"\n  Thank you!😁\n  ","432998":"\n  Nooo I don’t think so, what IS. A dessert pizza??\n  ","432999":"\n  Eh I don’t really know, can’t remember the smell haha. I like the smell of gasoline idk why tho lol\n  ","433000":"\n  I wouldn’t spend over a couple hundred dollars because no one can trust anything nowadays.\n  ","433001":"\n  Being able to do what you want, with no one to stop you.\n  ","433002":"\n  Take me to wonderland!!\n  ","433003":"\n  A few of my friends\n  ","433004":"\n  Probably 4 I would love to go out to a cabin. I can’t ice skate, the one time I tried I sprained my knee😂\n  ","433005":"\n  Ok I definitely would buy a few horses and a ranch to keep them on with a truck and trailer!😍😁\n  ","433006":"\n  Yes!!! To see what they are thinking about me\n  ","433007":"\n  Just how much I want another horse haha :)\n  ","433008":"\n  it’s Z-nation for sure!\n  \n  Another one I like is heartland\n  ","433009":"\n  Taurus!\n  ","433010":"\n  I know them or am talking to them\n  ","433011":"\n  Yeah I get some where I can’t even understand what they are asking\n  ","433012":"\n  I really liked Nat Zang or Katelyn Nacon\n  ","433013":"\n  Yasss the sunset is really pretty and I love listening to the birds\n  ","433014":"\n  Horses!\n  ","433015":"\n  Buying a second horse! :)\n  ","433016":"\n  I like some fruit or chocolate yogurt\n  ","433017":"\n  22\n  ","433018":"\n  Horses, family, love\n  ","433019":"\n  I used to play the clarinet in my high school band!\n  ","433020":"\n  They deserve to go to jail for that forever. I wish they could get the same punishment that they gave those poor animals, I really hate animal abusers. I could never ever do that to them. It’s awful.\n  ","433021":"\n  I like iced coffee but I prefer the frozen ones or frappes! I like chocolate chip ones or Oreos or even red velvet!\n  ","433022":"\n  No but it looks like a lot of fun! And what they have underwater drones???? That’s really cool\n  ","433023":"\n  It’s amazing and I love them a lot! Don’t know what I’d do without them\n  ","433024":"\n  Peaceful protesting is fine, but when it’s to the point of rioting and looting, that is NOT okay, all those people are using George Floyd as the window of opportunity to riot and loot, innocent people have gotten hurt and ended up in the hospital, horses have been hurt because of those people, some businesses may never be able to open again because they destroyed them, so the looting I am NOT okay with, the peaceful protest are fine with me because it was awful what happened to him.\n  ","433025":"\n  We have like a bird fountain for the birds here! I olive it\n  ","433026":"\n  Nah I’ve never tried, I really don’t want to lol\n  ","433027":"\n  You can do that if you want. But how do you want me to answer if I don’t post?\n  ","433028":"\n  You want to know if you can come off of anon but don’t want me to post it? How would that work? Just wondering\n  ","433029":"\n  What do you mean by that?\n  ","433030":"\n  Oh no how come\n  ","433031":"\n  Honestly nothing much just kinda sitting in my room, wbu\n  ","433032":"\n  Thankssss:)\n  ","433033":"\n  I’m gonna have to go with 1, haven’t been to a beach in awhile\n  ","433034":"\n  I actually have a pool in my backyard it’s an underground one\n  ","433035":"\n  My horse\n  ","433036":"\n  Honestly it’s been so long, but it definitely was fun and I’d do it again. I’ve jumped over it before and that was fun😂\n  ","433037":"\n  I don’t believe so! I have to look it up now!\n  ","433038":"\n  If I could have a trailer for a horse, then yeah!! I couldn’t live anywhere without my horse lol\n  ","433039":"\n  With..?\n  ","433040":"\n  Have a photo of a horse and me on the front\n  ","433041":"\n  Depends on who and what it’s for, someone close, then yeah\n  ","433042":"\n  ALL the underwear or the mattress for the bed😂\n  ","433043":"\n  I like country! Or where am I from? If so United States\n  ","433044":"\n  Saturday definitely! Also Friday night\n  ","433045":"\n  My bad for misunderstanding, sorry about that :)\n  ","433046":"\n  No, I haven’t seen any “fake” pages or anything. It sounds like hating on “gays” but maybe I misunderstood what you were saying?\n  ","433047":"\n  What the hell does that even mean? Who are you talking about? I’ve never had problems with any guys.\n  ","433048":"\n  I’m not a kid, but I can be nice depending on the person and how they treat me :)\n  ","433049":"\n  That sounds like fun!! I would love to add some horses to that\n  ","433050":"\n  22\n  ","433051":"\n  I sometimes have jello not that often but it does taste good\n  ","433052":"\n  No:( I kind of want a fish but I’m not allowed to have one lol\n  ","433053":"\n  No but that sounds cool!\n  ","433054":"\n  Just woke, up and starting getting ready for work and I’m here now\n  ","433055":"\n  Black, red and purple :)\n  ","433056":"\n  Love, because in a way you need money but only true love can make someone truly happy and that’s what I want most\n  ","433057":"\n  I don’t actually eat anything on a barbecue, usually just a hot dog and I save it for lunch the next day just eating it by itself lol\n  ","433058":"\n  Heyy sup\n  ","433059":"\n  How much do you weight?\n  \n  Are you pregnant? (Someone actually asked me that a couple years ago)\n  \n  How many people have you slept with?\n  ","433060":"\n  My mom\n  ","433061":"\n  lol both, if I’m looking to relax I prefer a bath if I’m looking for a quick in n out then a shower\n  ","433062":"\n  I’d always be a balloon then\n  ","433063":"\n  Spirit:stallion of the Cimarron!!😍\n  ","433064":"\n  My family and horse\n  ","433065":"\n  What exactly do you mean by this? I mean I guess?\n  ","433066":"\n  Definitely iPhone!\n  ","433067":"\n  Fish! And potato’s made like fries and rice!\n  ","433068":"\n  Like a dog\n  ","433069":"\n  A few close ones😊\n  ","433070":"\n  It’s SO annoying!\n  ","433071":"\n  A wolf or another horse!\n  ","433072":"\n  I don’t know, next vehicle I want a pick up truck or Volkswagen\n  ","433073":"\n  ...\n  ","433074":"\n  Hey!\n  ","433075":"\n  A lot longer\n  ","433076":"\n  My parents and horse\n  ","433077":"\n  I haven’t but I think that would be fun!\n  ","433078":"\n  I’m a fan of smaller crowds!\n  ","433079":"\n  Cherry 🍒 🥰😍\n  ","433080":"\n  Thrill ride as in a rollercoaster? Yeah no thank you\n  ","433081":"\n  Nope\n  ","433082":"\n  “I love horses” or “I love Chief” if that counts as a phrase?\n  ","433083":"\n  I don’t buy much jewelry.\n  ","433084":"\n  It’s pretty good!\n  ","433085":"\n  Do your favorite hobby, I think about horses\n  ","433086":"\n  Nothing would change lol\n  ","433087":"\n  No😤I LOVE chocolate!! Gimme gimme gimme\n  ","433088":"\n  ???alphabet? Numbers??\n  ","433089":"\n  Not dreams, but I always think about horses\n  ","433090":"\n  Vosco girls😩if that counts as a trend?\n  ","433091":"\n  Everyone makes mistakes so not really. Welllll... depending how “big” the mistake is\n  ","433092":"\n  It’s been awhile lol, probably gonna do it tomorrow\n  ","433093":"\n  A biscuit add eggs to it and a slice of cheese and heat it up again to melt the cheese\n  ","433094":"\n  I would never want to teach but some kind of thing with animals especially horses if they had that then that\n  ","433095":"\n  Definitely sweets!\n  ","433096":"\n  3 inches shorter\n  ","433097":"\n  You just reminded me I have to eat tonight! So thank you for that lol but uh maybe some kind of fish and some cooked potatoes kinda like fries\n  ","433098":"\n  What is it\n  ","433099":"\n  Hell no and I never want too no!\n  ","433100":"\n  iPhone!\n  ","433101":"\n  A coffee shop like Starbucks, then yes! My friend and I before all this quarantine would go to Starbucks sometimes, I like making my frozen coffee at home too\n  ","433102":"\n  No of course not haha I go to bed late and wake up early\n  ","433103":"\n  You should apply for it! You’ll never know unless you try😊and good luck!\n  ","433104":"\n  The root of all happiness!!🥰\n  ","433105":"\n  You seem pretty cool, maybe wanna talk and get to know each?\n  ","433106":"\n  What? I’m trying to figure out what you want from me😂\n  ","433107":"\n  I like going on a walk in a forest at hammel woods or to go to my barn and see my horse :)\n  ","433108":"\n  Okay good lol\n  ","433109":"\n  So you want me to give you money?\n  ","433110":"\n  I just really want another horse lol and also a ranch to live on\n  ","433111":"\n  Haha thanks? Please tell me you’re not trying to get with me tho lol\n  ","433112":"\n  Same! Wanna buy me a horse?😂or are you asking me to give you money lol\n  ","433113":"\n  What do you even mean by that?\n  ","433114":"\n  Yaasss, honestly probably red velvet!😍\n  ","433115":"\n  Honestly I don’t think many movies are actually “scary” but when I was in 4th grade it had to of been “Flu birds”\n  ","433116":"\n  I don’t really like tea much but maybe the homemade cold tea might be a raspberry flavoring perhaps? That taste super good\n  ","433117":"\n  No but that sounds super fun!\n  ","433118":"\n  I have it!!\n  ","433119":"\n  Wake up\n  ","433120":"\n  Who are you?\n  ","433121":"\n  Hellooooo\n  ","433122":"\n  I used to, not anymore. But clarinet\n  ","433123":"\n  Horses 🐴\n  ","433124":"\n  Definitely Apple!!\n  ","433125":"\n  Honestly I don’t know haha, usually people believe me\n  ","433126":"\n  None really🤷🏻‍♀️\n  ","433127":"\n  Idk maybe when I almost drowned in a river or 🐝s coming near me\n  ","433128":"\n  Yes! Some of my favorite to watch:)\n  ","433129":"\n  Riding my horse and spending time at the barn, even though I’m allergic to horses😂♥️\n  ","433130":"\n  It depends on my drink, water=no straw, something else=straw\n  ","433131":"\n  “Hey cute guy!”😂😂\n  ","433132":"\n  One of my absolute favorites is butterscotch snaphs (or however you spell it) that’s definitely my favorite at home drink, but if I’m going out, I love margaritas!\n  ","433133":"\n  Ok Ricky? What do you want?\n  ","433134":"\n  Ooooh yes!! Especially kettle cooked!\n  ","433135":"\n  Unicorn!!!!!!\n  ","433136":"\n  I sadly don’t have any tattoos, but 3 that I reaallyyy want are 1)my dogs paw print\n  \n  2)a photo of my horses head\n  \n  3)a wolf😁\n  ","433137":"\n  I have a pair of glasses, but don’t use them as much(for distance), I mostly just have my contacts in 24\/7\n  ","433138":"\n  A mcChicken (plain), large fries, and hashbrowns for food and a mocha frappe with Oreos in it! (Sorry I couldn’t pick just one, it’s all so good lol)\n  ","433139":"\n  Fluuuuffffyyyyy\n  ","433140":"\n  Honestly I really never wear anything yellow so I really can’t say lol, I wear mostly darker colors\n  ","433141":"\n  Heyyy\n  ","433142":"\n  I actually never dream to be honest\n  ","433143":"\n  Spiritual\n  ","433144":"\n  Something you wouldn’t think would happen\n  ","433145":"\n  A German Shepherd!\n  ","433146":"\n  Black birds?? No, they are so pretty!😍\n  ","433147":"\n  Steak, lettuce, tomato the usual lol\n  ","433148":"\n  Honestly another horse lol but other then that maybe a Apple Watch!\n  ","433149":"\n  It’s been getting warmer!😍kinda rainy occasionally\n  ","433150":"\n  Most likely Canada! Maybe Australia!:)\n  ","433151":"\n  I actually don’t eat sandwiches but I would eat a mcchicken with just the chicken or a cod sandwich either plain or with cheese! :)\n  ","433152":"\n  Yes!!!! And I had to think about this to go over my options lol but cake shake, Oreo and Reese’s!!🥰☺️\n  ","433153":"\n  Horses\n  ","433154":"\n  Just 2\n  ","433155":"\n  I actually don’t eat salad lol\n  ","433156":"\n  Sometimes, I like going for walks\n  ","433157":"\n  Not a movie but a show, Lassie\n  ","433158":"\n  So they can see\n  ","433159":"\n  BIRTHDAY CAKE\n  ","433160":"\n  Will you buy me another horse?\n  ","433161":"\n  It’s too hard to maintain and they always chip or crack, I would have a little bit longer if they didn’t always break but I can’t keep up with them and there always uneven lol\n  ","433162":"\n  Eh not really, no\n  ","433163":"\n  Living on a ranch\/farm and having horses\n  ","433164":"\n  Well I’ve been out of school soooo lol. And when I was in school as long as I passed I was good🤷🏻‍♀️\n  ","433165":"\n  Physic and dragon :) (I would love to be espeon or dratini!)\n  ","433166":"\n  iPhone 6 in the store, I wouldn’t buy from someone else because you don’t know what they’ve done with it, maybe instal either a tracker or something to hack into your bank accounts or if something is wrong with the phone and that’s why they are selling it\n  ","433167":"\n  Hell yeah! Animals are better then people. They never disappoint me.\n  ","433168":"\n  Thank you! Send me a message, maybe we can talk:)\n  ","433169":"\n  Yup\n  ","433170":"\n  By going out in the world\n  ","433171":"\n  Chief\n  ","433172":"\n  Canada, Yellowstone park, Georgia Atlanta or Texas :)\n  ","433173":"\n  My horse\n  ","433174":"\n  My current job at the courthouse\n  ","433175":"\n  My eyes\n  ","433176":"\n  Everything. How to be patient, to love, care and be a part of something great.\n  ","433177":"\n  I like horses more then people\n  ","433178":"\n  A galaxy\n  ","433179":"\n  Horses 🐴\n  ","433180":"\n  21\n  ","433181":"\n  Lmao nah I’m good\n  ","433182":"\n  Looks and personality\n  ","433183":"\n  I don’t have pockets soooo nothing lol, I have my phone in my hand but that’s it hah\n  ","433184":"\n  Yes definitely\n  ","433185":"\n  Birthday cake!!!! And uhhh idk if they have something like it coconut because I absolutely hate coconut\n  ","433186":"\n  Nope\n  ","433187":"\n  Short\n  ","433188":"\n  2 days\n  ","433189":"\n  I have no clue, play video games or something idek at this point lol\n  ","433190":"\n  I don’t like Justin Bieber at all. His music is good, dont get me wrong. But what he did when he was younger and stupid ya know? Disrespectful and a disappointment.\n  ","433191":"\n  Yes\n  ","433192":"\n  Salmon and homemade fries\n  ","433193":"\n  Before this quauritine, I would play video games and also go out to the barn to ride my horse\n  ","433194":"\n  If my Fitbit counts, then yes I do\n  ","433195":"\n  My horse and sometimes my boyfriend\n  ","433196":"\n  Number one horses, music, video games, my computer, animals\n  ","433197":"\n  I really don’t even use a pillow🤷🏻‍♀️\n  ","433198":"\n  Shadow of the tomb raider and red dead redemption 2\n  ","433199":"\n  Netflix, never even heard of Lostfilm\n  ","433200":"\n  Not creative\n  ","433201":"\n  Forgive I suppose\n  ","433202":"\n  None lol, I haven’t bought my own book before\n  ","433203":"\n  My wall\n  ","433204":"\n  Idk like 7 hours or so\n  ","433205":"\n  Whichever way I feel fit for the situation, if I’m angry, I’ll get more annoyed and stuff\n  ","433206":"\n  There’s 3 lol\n  \n  1)heartland\n  \n  2)z nation\n  \n  3) the walking dead\n  ","433207":"\n  That’s all that fits on here\n  ","433208":"\n  My horse\n  \n  Play video games\n  \n  Read\n  ","433209":"\n  Nope! Just me\n  ","433210":"\n  Eh not really\n  ","433211":"\n  No lol, unless someone wants to go with me🤷🏻‍♀️\n  ","433212":"\n  Facebook:Kayla raspolich\n  \n  Snap:alyak98\n  ","433213":"\n  Haven’t heard of it. What is it\n  ","433214":"\n  Horses and wolves\n  ","433215":"\n  Animal-lover\n  ","433216":"\n  I don’t know, it would depend on who they were, if I’m in a relationship at the time or not and if I wasn’t in a relationship, what I feel about them and just depends on the situation\n  ","433217":"\n  Nope\n  ","433218":"\n  Bc idk it just wouldn’t be\n  ","433219":"\n  No\n  ","433220":"\n  Yeah, doesn’t that happen to everyone??\n  ","433221":"\n  Nope never have to do that\n  ","433222":"\n  Fall in the toilet\n  ","433223":"\n  Nope not at all\n  ","433224":"\n  Hi\n  ","433225":"\n  Need to get in shape fore I answer that\n  ","433226":"\n  What do you mean what do I do?\n  ","433227":"\n  Nope\n  ","433228":"\n  Nah, I have a gym membership that I went to a couple times. I want to but I don’t wanna go alone\n  ","433229":"\n  No.\n  ","433230":"\n  What about the gym?\n  ","433231":"\n  Silent.\n  ","433232":"\n  I don’t write songs haha\n  ","433233":"\n  Who are you\n  ","433234":"\n  Katelyn nacon and Emily Kinney\n  ","433235":"\n  HELL YAH!\n  ","433236":"\n  Depends what it is\n  ","433237":"\n  My feelings and someone I’m not mentioning lol\n  ","433238":"\n  Oh I’m not talking about that lol, I got confused but me understands\n  ","433239":"\n  What? And depends what it is. If it’s serious, right away\n  ","433240":"\n  What\n  ","433241":"\n  Idk, there’s somethings but not all are appropriate for here\n  ","433242":"\n  Nah, it’s fun\n  ","433243":"\n  YUP, I’m a fighter lol😂\n  ","433244":"\n  4 lazy people, 1 hardworking. And that happened to me at one of my past jobs\n  ","433245":"\n  Silent, silent and deadly\n  ","433246":"\n  Nope, even better, laying down\n  ","433247":"\n  Thanks\n  ","433248":"\n  Okay\n  ","433249":"\n  I don’t remember\n  ","433250":"\n  Definitely\n  ","433251":"\n  Watching Netflix\n  ","433252":"\n  Well it was good, but now everything is closed so I haven’t been there for a bit :\/\n  ","433253":"\n  Yea\n  ","433254":"\n  Lol thanks💕\n  ","433255":"\n  Yeah\n  ","433256":"\n  Ha sure\n  ","433257":"\n  Nope, unless I was being funny about it\n  ","433258":"\n  Haha thanks\n  ","433259":"\n  Nah I don’t do that\n  ","433260":"\n  Not really no, not with a boyfriend\n  ","433261":"\n  With a boyfriend, no\n  ","433262":"\n  Me\n  ","433263":"\n  This counts, right\n  ","433264":"\n  Hello! Name is Kayla, nice to meet ya! 👋\n  ","433265":"\n  Yeah, me. Unless I’m in the mood to go out like that or if I know what I want lol\n  ","433266":"\n  And idk maybe just if they have a quiet personality or shy. Just them being embarrassed\n  ","433267":"\n  I mean with my boyfriend no, but that’s just me\n  ","433268":"\n  Nah I’m good\n  ","433269":"\n  What I slept in\n  ","433270":"\n  I’ll see. What is it?\n  ","433271":"\n  Possibly. What is it?\n  ","433272":"\n  Nothing at all👍🏻\n  ","433273":"\n  Just comfy clothes\n  ","433274":"\n  Yup\n  ","433275":"\n  21\n  ","433276":"\n  Thanks and probably Snapchat or Facebook\n  ","433277":"\n  I already whisper soooooo.\n  ","433278":"\n  Ohhhh idk haha\n  ","433279":"\n  What about saddlebreds?\n  ","433280":"\n  Lol where from?\n  ","433281":"\n  Thank you! And me and my ex still talk as friends. I'm so happy now though. And yeah, definitely:)\n  ","433282":"\n  Haha I will when we go out after the horse show I'm at :)\n  ","433283":"\n  Oh hi Naomi, thank you so much for the compliment! And his name starts with a C and he asked me out yesterday night.❤️\n  ","433284":"\n  Lol wait who are you? What's your first name? Haha\n  ","433285":"\n  Maybe, who's this?\n  ","433286":"\n  I don't know you.\n  ","433287":"\n  Yes.\n  ","433288":"\n  That's my business..✌️\n  ","433289":"\n  Yes\n  ","433290":"\n  But I liiiiiiiiikkkkkkkkkeeeeeeeeeee it\n  ","433291":"\n  But I like it like that\n  ","433292":"\n  But, I looooovvveeeeee you\n  ","433293":"\n  But...\n  ","433294":"\n  I love you though❤️\n  ","433295":"\n  Just being a majestic potatoe, what about you, you majestic corn?\n  ","433296":"\n  No\n  ","433297":"\n  How was what?\n  ","433298":"\n  My best friend Keegan😊❤️\n  ","433299":"\n  Bye..✋👋\n  ","433300":"\n  Definitely talk to animals😊\n  ","433301":"\n  Such a true quote<3\n  ","433302":"\n  I'll be going to watch at main event, in Springfield. But the next one I show at I don't know.\n  ","433303":"\n  103\n  ","433304":"\n  Night owl\n  ","433305":"\n  206 duuuhhhhhh\n  ","433306":"\n  Thanks😂\n  ","433307":"\n  Bye\n  ","433308":"\n  I'll pass\n  ","433309":"\n  That's a statement.\n  ","433310":"\n  Well.. I mean you weren't specific\n  ","433311":"\n  Yes?\n  ","433312":"\n  Since you won't stop asking..\n  ","433313":"\n  Why?\n  ","433314":"\n  Nah nah honey I'm good\n  ","433315":"\n  1 sad sad death yesterday😔\n  ","433316":"\n  1\n  ","433317":"\n  My horse\n  ","433318":"\n  1 day.\n  ","433319":"\n  Haha why thank you😘😘\n  ","433320":"\n  Yay!! Majestic price of corn thank you!!\n  ","433321":"\n  Keegan?\n  ","433322":"\n  Don't know what that is\n  ","433323":"\n  A booty is a sexy beast that a man or women sit on\n  ","433324":"\n  Only the best of the booties🍑😋\n  ","433325":"\n  A fun time\n  ","433326":"\n  The magical price of corn is the formula of Milake shakes😛\n  ","433327":"\n  Yeah, some people just trust me because I'm myself and don't talk bad about them and am always there for them.\n  ","433328":"\n  Thank you😘😘\n  ","433329":"\n  Oh hell no\n  ","433330":"\n  NOTHING....\n  ","433331":"\n  A LOT\n  ","433332":"\n  NO NO NO! CHEATER! CLEANUP IN ASLE A AND B! OPTION C IS AVAILABLE TO ME TOO😌\n  ","433333":"\n  I smell the blood of an Englishman.\n  ","433334":"\n  OPTION C WAS AN OPTION\n  ","433335":"\n  HELL NO, NEITHER! I'LL TAKE MY FRIES AND ROOTBEER AWAY AND HIDE IN A CAVE FOR ALL OF ETERNITY\n  ","433336":"\n  YAY THANK YOU!!! I WONT LET YOU DOWN MADAME!!😘😘😘😘😘😘😘😘😘😘😘😘😘😘\n  ","433337":"\n  Thank you so much! That means so much😘😄😄❤️❤️😘\n  ","433338":"\n  Thank you!:)\n  ","433339":"\n  Jump off the roof\n  ","433340":"\n  :P\n  ","433341":"\n  But I don't wanna be a old fart\n  ","433342":"\n  No no I can't. Unless you kill me so I don't have to go to senior year\n  ","433343":"\n  I like both... But video games🎮\n  ","433344":"\n  Ohhhhh shhiiiiitttttt, is lock it in a case so I wouldn't have to find out💁😏\n  ","433345":"\n  Would the bee be friendly?\n  ","433346":"\n  Omg heeeelllllllllll nooooooo. Fries I guess😭\n  ","433347":"\n  Werewolves all the way😍\n  ","433348":"\n  YES! The quest to destroy doors👍\n  ","433349":"\n  I SHALL DESTROY THEM.\n  ","433350":"\n  WHAT DO THEY HAVE AGAINST ME?!\n  ","433351":"\n  I HATE THEM! THEY ALWAYS GETTIN IN MY WAY😒\n  ","433352":"\n  Just a tad👌 Like watching out for the evil door\n  ","433353":"\n  Well last year or so I was the only one who had common sense since I opened a door while everyone was waiting for someone to walk through one door\n  ","433354":"\n  Yeah pretty sure. How come?\n  ","433355":"\n  Ehhhh I don't need it\n  ","433356":"\n  Does everyone have common sense?\n  ","433357":"\n  Well you said \"care to share some of it?\" Right after I answered it, so how'd I know?!\n  ","433358":"\n  What? Poop? Or being special?\n  ","433359":"\n  POOP RAINBOWS!\n  ","433360":"\n  😜 I can't help being special.\n  ","433361":"\n  Yes I can\n  ","433362":"\n  Omg your cats are awesome. I would've hidden in my closet or of jumped out of the house\n  ","433363":"\n  OMG NOPE ID OF SMASHED THE WINDOW. CANT DEAL WITH THAT SHIT\n  ","433364":"\n  Oh hell yeah I would probably die of a heart attack before they get within an inch from me.\n  ","433365":"\n  NONE I HATE SAUCE\n  ","433366":"\n  Omg I hate you. Can I just die? CUZ this ain't gonna work out...\n  ","433367":"\n  YAAASSSS, it's official😏\n  ","433368":"\n  Can I be the majestic Unicorn dragon?\n  ","433369":"\n  Thank you☺️ BY any chance are you TAMERA?😏 CUZ I love ROOTBEER and fries😍😏\n  ","433370":"\n  Thank you!\n  ","433371":"\n  Thanks:)\n  ","433372":"\n  Thank you:)\n  ","433373":"\n  Thank you!:)\n  ","433374":"\n  Whet\n  ","433375":"\n  1000000000000 she breaks the scales.\n  ","433376":"\n  Keegan😄😘😍\n  ","433377":"\n  I'll post today when I wake up for good\n  ","433378":"\n  It's like oh? Your a strict parent? You'll have NO affect on me hahaha!!!!! I'll do whatever the hell I want! You can't control me!! Few days later. Oh you do have control. I can't do whatever I want..😥\n  ","433379":"\n  Yep😅😄 See? No more screaming. Watching the worlds strictest parents is the best. I'd flip shit on anyone who pissed me off though.😂\n  ","433380":"\n  I AM CALM😂💂\n  ","433381":"\n  I KNOW HOW I SPELLED IT THAT THE WAY I WANT IT GIRL YOU DO IT FINE😂\n  ","433382":"\n  Cuz that's the only food they git😂 Shhhhhhhhhh... Don't tell anyone😎💂\n  ","433383":"\n  Yep, I know😂😂😂😂 Who else could it be KEEGAN?\n  ","433384":"\n  Damn it grammar nazi.😂\n  ","433385":"\n  Dude it's because your a legend. And who else would've asked this question?😂😂😂😄😄😄\n  ","433386":"\n  Yes very much Keegan, lmao.😂\n  ","433387":"\n  Thank you!! :) Might I ask who you are?\n  ","433388":"\n  Yeah.\n  ","433389":"\n  Nah, I'm good.\n  ","433390":"\n  Stolen innocence or her last words by Courtney Parker.\n  ","433391":"\n  A lot.\n  ","433392":"\n  Riding horses.\n  ","433393":"\n  No, I love it.\n  ","433394":"\n  Awh, thank you so much. :)\n  ","433395":"\n  Thank you. :) And no not really.\n  ","433396":"\n  Yeah. :)\n  ","433397":"\n  I've actually never fallen off a horse. :) The worse \"accident\" though could be when Chief bucked and I hit my chest on the horn. Hurt like hell lol.\n  ","433398":"\n  Normally it's darker, but I can sleep with light on or off. (:\n  ","433399":"\n  Depends on my mood.\n  ","433400":"\n\n   @arabians_of_my_life\n  \n  and\n  \n   @horsesmadeinheaven\n  \n  !!! (:\n  ","433401":"\n  Thank you! (:\n  ","433402":"\n  Thanks. (:\n  ","433403":"\n  Chocolate.\n  ","433404":"\n  White hair.\n  ","433405":"\n  Werewolf.\n  ","433406":"\n  Go to the barn and tell ℂℋℐℰℱ how much I love him, and talk to my friends.\n  ","433407":"\n  Chips. :)\n  ","433408":"\n  Water.\n  ","433409":"\n  Healing ...\n  ","433410":"\n  Oh my\n  ","433411":"\n  Oh ok\n  ","433412":"\n  Lol ok\n  ","433413":"\n  Who are you though\n  ","433414":"\n  🤔🤔\n  ","433415":"\n  Who r you ??\n  ","433416":"\n  Do not do what ?\n  ","433417":"\n  That person should be comfortable to do whatever\n  ","433418":"\n  Naw but I watched Prepagent on YouTube though 🥰🥰🥰🥰🥰🥰\n  ","433419":"\n  🥰🥰🥰🥰\n  ","433420":"\n  Yes\n  ","433421":"\n  Let your Alter ego out ..\n  ","433422":"\n  Good morning 🌞\n  ","433423":"\n  🥰🥰\n  ","433424":"\n  😂😂\n  ","433425":"\n  It’s easy to do business with ...\n  ","433426":"\n  Yes\n  ","433427":"\n  How can anyone tell Me my OWN opinion.. why would someone not be good enough !!??\n  ","433428":"\n  I promise you it DOESN’T\n  ","433429":"\n  Hey\n  ","433430":"\n  No I let people be their natural selves\n  ","433431":"\n  I loved it\n  ","433432":"\n  🥰🥰🥰🥶🥶🥰🥰🥰😴😴❄️❄️❄️❄️\n  ","433433":"\n  🥰🥰🥰🥰🥰😂😂😂😂 with some coffee\n  ","433434":"\n  Lol the past I just popped off . Then people start telling me\n  \n  Oh no be the bigger person .. TUH I AINT LETTING NOTHING SLIDE EVER AGAIN ...\n  ","433435":"\n  Losing the one you love\n  ","433436":"\n  Either ... if they are good\n  ","433437":"\n  Neither I’ll live to let the professionals handle that.. but I love Deer meat\n  ","433438":"\n  Yes .. with people I like\n  ","433439":"\n  It is\n  ","433440":"\n  Whatever Works for you lol good luck 😂😂...\n  ","433441":"\n  The original Mulan\n  ","433442":"\n  Kickball lol .. it’s a family thing .. 🥰🥰🥰🥰\n  ","433443":"\n  Just delete the ones you don’t want to answer .. I delete all\n  \n  The time\n  ","433444":"\n  😂😂😂😂😂🤣🤣🤣\n  ","433445":"\n  Ok.. but who are you telling that to..?? Who trying ?? I need answers\n  ","433446":"\n  Made plenty of em\n  ","433447":"\n  Yea\n  ","433448":"\n  😊\n  ","433449":"\n  Hola que Pasa\n  ","433450":"\n  Sailor moon 🌙\n  ","433451":"\n  Yes and it was actually fun\n  ","433452":"\n  I actually did\n  ","433453":"\n  Why are you looking for em\n  ","433454":"\n  Yeap ..\n  ","433455":"\n  No does everyone pay your bills so why should people want to be liked by everyone 🤦🏽‍♀️🤦🏽‍♀️\n  ","433456":"\n  Why ?\n  ","433457":"\n  You’ll know soon enough\n  ","433458":"\n  🥰🥰\n  ","433459":"\n  All the time 😂😂🤦🏽‍♀️🤦🏽‍♀️..\n  ","433460":"\n  I’m single so I ordered myself a Brahmin .. planned a trip to LA 🥰🥰🥰🥰\n  ","433461":"\n  Purple or black\n  ","433462":"\n  Moon Dance\n  ","433463":"\n  Orange or fushia\n  ","433464":"\n  Earth 🥰🥰 when u know U KNOW\n  ","433465":"\n  All three but from the 90’s\n  ","433466":"\n  Truth 🥰🥰\n  ","433467":"\n  Love it\n  ","433468":"\n  Ari Lennox Shea Butter\n  ","433469":"\n  Pink\n  ","433470":"\n  Happy Valentine’s Day!!!! Spending it with LOVE .. 🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰... ELATED\n  ","433471":"\n  The beach ..\n  ","433472":"\n  Yeap\n  ","433473":"\n  Always\n  ","433474":"\n  Yes you can fall INLOVE with a person daily 🥰🥰🥰🥰\n  ","433475":"\n  😳😳\n  ","433476":"\n  Lol I do\n  ","433477":"\n  😒😒😩😩\n  ","433478":"\n  Love it\n  ","433479":"\n  Growth..\n  ","433480":"\n  Yeap\n  ","433481":"\n  😂😂😂😂\n  ","433482":"\n  Ohhhh yesss\n  ","433483":"\n  Interesting question\n  ","433484":"\n  Fall\n  ","433485":"\n  Relaxes me\n  ","433486":"\n  Lol yes\n  ","433487":"\n  I have no idea\n  ","433488":"\n  Both ..I grew up in both .. originally from the country ... baby I go there to get away from things . Pure fun... I remember each year .. visiting my granddaddy farm .. I wouldn’t touch my phone. Only to take pictures .. 🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰\n  ","433489":"\n  Real\n  ","433490":"\n  Mental health\n  ","433491":"\n  Both\n  "}}