{"Question":{"436711":"\n   What is the worst book that you read for school?\n  ","436712":"\n   What feels legal, but isn't\n  ","436713":"\n   Hey cruushh\n  ","436714":"\n   hii, just texting to let you know im following youuu. can you follow me back?<3 much love for ya\n  ","436715":"\n   Are you more of a giver or a taker?\n  ","436716":"\n   What compliments do you usually get?\n  ","436717":"\n   Do you like any kind of squash? Or not really?\n  ","436718":"\n   What is something you cannot watch?\n  ","436719":"\n   Hello\n  ","436720":"\n   Does your place of work have nice restrooms? I ask because they’re FINALLY remodeling the ones here.\n  ","436721":"\n   If you could travel into the past but not return, would you? If so where would you go and would there be something you would try to do differently?\n  ","436722":"\n   Have you recently done any remodeling or upgrades to your home? We are having new flooring installed in our dining room and kitchen! Yes I’ll post pics if you’re interested in seeing it.\n  ","436723":"\n   Do you like olives?\n  ","436724":"\n   Do you have a brother\/sista from another mother\/mista type person in your life? Tag them.or mention them! PAP? or add a GIF too if ya want.\n  ","436725":"\n   Do you like the sound of rain? Do you like to go traveling shen it's raining? Rain GIFs. Let's add them with the answers if you can.\n\n____\nRain rain go away...\nWON'T STOP RAINING HERE.\nLol I love the rain, but so much of it for the past few days. Hasn't stopped. Flooding some.  Chilly out too.\n  ","436726":"\n   What's Up ❔\n  ","436727":"\n   Have you ever had king cake before? Yummy thing we served on the south during Mardi Gras time. Very popular down in south USA.\n  ","436728":"\n   When you're going somewhere, do you pack a light or do you pack heavy? Like.. are you a kind of person that over packs or under packs on accident usually?\n  ","436729":"\n   Do you enjoy trying new things or do you just like your everyday kind of things that go on in your life?\n\nLike do you mind trying new foods? Or rearranging your room every now and then? Or maybe trying to face your fears? Or just trying different new challenges?\n  ","436730":"\n   Pizza or ice cream?\nHard choice here folks.\nWhich rather?\n  ","436731":"\n   What are you currently obsessed with?\n  ","436732":"\n   Are you excited for Friday?\n  ","436733":"\n   Moon vs stars?\n  ","436734":"\n   When was the last time you were jealous of someone\/something?\n  ","436735":"\n   Favorite thing to learn about?\n  ","436736":"\n   Are you better at baking or more food prep way?\n  ","436737":"\n   What would you do if you could only crouch for the rest of your life?\n  ","436738":"\n   what would you choose brain or beauty???\n  ","436739":"\n   Has social media been a net positive or a net negative for our society? Why?\n  ","436740":"\n   What is your ringtone? What about your message tone? If they aren't songs, just describe the sound they make.\n  ","436741":"\n   When’s the last time you caught your pet in the act of being bad? This morning despite the barriers we put up I caught my dog on the new flooring. Bad dog Charley BAD DOG!!\n  ","436742":"\n   Hi crush\n  ","436743":"\n   ????????\n  ","436744":"\n   beautiful oxy what's your problem i just wanted to know you better\n  ","436745":"\n   ?.?\n  ","436746":"\n   *-*\n  ","436747":"\n   Have you ever heard of the drink called Faygo?\n\nThey have it over here in the South in the USA. Just your everyday cola soda type thing. Just a tad cheaper then the real thing. Would you try?\n  ","436748":"\n   I mean we can be friends and then I'll ask the same question later hahaha ?\n  ","436749":"\n   Can you speak arabic\n  ","436750":"\n   beautiful?\n  ","436751":"\n   Wow ❤️\n  ","436752":"\n   Your skin color ❤️\n  ","436753":"\n   Your so beautiful\n  ","436754":"\n   Erikajohannauribelugo hijas22\n  ","436755":"\n   ?\n  ","436756":"\n   Why are you so amazing?\n  ","436757":"\n   When is the last time you told someone you love them?\n  ","436758":"\n   One eye color that you wouldn't choose?\n  ","436759":"\n   have you ever talked to animals?\n  ","436760":"\n   A good funny movie you recommend to peeps?\n  ","436761":"\n   Ask each other questions ?\n  ","436762":"\n   Would you marry a robot?\n  ","436763":"\n   u r beautiful??\n  ","436764":"\n   Do you use Apple Pay or something similar?\n  ","436765":"\n   Have a good day\/night wherever you are ❤️\n  ","436766":"\n   I am sincere eyes for your photos there is no way not to fall in love you are a model\n  ","436767":"\n   Post something that you want to share or say ? ?\n  ","436768":"\n   What is something you love about yourself?\n  ","436769":"\n   thanks for coin miss?\n  ","436770":"\n   What’s your cure for hiccups?\n  ","436771":"\n   How are you\n  ","436772":"\n   Do you usually take naps? I'm constantly tired so I try to nap everyday!\n  ","436773":"\n   Are you a sushi fan? ?\n  ","436774":"\n   daiana be me show my face you give me a kiss please *-*\n  ","436775":"\n   How good of a dancer would you yourself say that you are? ?What kind of music really makes you wanna dance? ?\n  ","436776":"\n   Maybe we can get to know eachother sometime! ?\n  ","436777":"\n   Ok ?\n  ","436778":"\n   ? that's alright ?\n  ","436779":"\n   When you are on road trips what is the craziest thing you have seen on the road? ...like those oversize overweight trucks. What is the craziest thing you have seen being hauled on those?\n  ","436780":"\n   My first impression maybe?\nPlease\n  ","436781":"\n   Would you taste coffee flavored cream? ? or no ? ew?\n  ","436782":"\n   What's your favorite kind of bird that you often see around where you live? ????? PAP? ?\n  ","436783":"\n   Why\n  ","436784":"\n   Follow and likes i will back ❤?\n  ","436785":"\n   Do you take your daily vitamins?\n  ","436786":"\n   Is there something you've been meaning to do lately but haven't got the chance?\n  ","436787":"\n   How long does your yawn last? ?\n  ","436788":"\n   Hey\n  ","436789":"\n   \"Cali girl but i'm from Ohio tho\"\n  ","436790":"\n   ok ok\n  ","436791":"\n   Miss Daina\n  ","436792":"\n   what did u mean by free space?\n  ","436793":"\n   ?\n  ","436794":"\n   What do you do today?\n  ","436795":"\n   if you're single, Why do you think you’re still single?\n  ","436796":"\n   lol u were active all week ?\n  ","436797":"\n   Is there a neighbor who's always bothering you?\n  ","436798":"\n   What’s the happiest you’ve been lately?\n  ","436799":"\n   How much money do you need to feel rich?\n  ","436800":"\n   Do you fear death?\n  ","436801":"\n   Space -\n\n\n(Use this post to share or say whatever you'd like. PAP\nA GIF. A quote. Anything. Share anything.)\n  ","436802":"\n   We all second guess ourselves but when you’re certain, is there  anyone who makes you second guess yourself? If so, who and why?\n  ","436803":"\n   What is your favorite catch phrase?\n  ","436804":"\n   Just a piece of my family secrets\n   \n    https:\/\/anchor.fm\/treasureisland\/episodes\/Family-Secrets-e4f4ke\n   \n","436805":"\n   Would you consider yourself an introvert or an extrovert?\n  ","436806":"\n   Do you like usually taking long showers or short showers?\n  ","436807":"\n   What's Up Bruh ❔\n  ","436808":"\n   Who is someone you wish you had never met?\n  ","436809":"\n   Have you ever hidden something behind a pillow? ?\n  ","436810":"\n   How many doors are in your house? and is there a secret door? ?\n  ","436811":"\n   most beautiful brunette in the united states you are not seeing me torso with you for trump's victory\n  ","436812":"\n   Donald Trump in three words?\n  ","436813":"\n   are you mad at me\n  ","436814":"\n   Did you have teenage angst?\n  ","436815":"\n   Youngest in charge\n  ","436816":"\n   Base on ya age, what’s the youngest and oldest age U’ll date??(put ya age and put youngest # oldest #)\n  ","436817":"\n   why is my Mom always angry when I'm lazy even though I did nothing ?\n  ","436818":"\n   Do you like honeydew melon?\n  ","436819":"\n   Have you ever missed someone you don't know?\n  ","436820":"\n   Last time you written something down?\n  ","436821":"\n   What made you choose the mood you have on your profile (if you have one)?\n  ","436822":"\n   What is the most exciting place you’ve visited?\n  ","436823":"\n   Thanks guys for a anon response add me so I can answer more questions!\n  ","436824":"\n   Have you Snapchat?\n  ","436825":"\n   Follow me\n  ","436826":"\n   Would you rather get caught cheating or him\/her cheating on you?\n  ","436827":"\n   What's your favorite music genre? :0\n  ","436828":"\n   يلا6\n  ","436829":"\n   ?\n  ","436830":"\n   Beautiful\n  ","436831":"\n   how are you?\n  ","436832":"\n   Are you famous\n  ","436833":"\n   You Good . No Worries\n  ","436834":"\n   Bet\n  ","436835":"\n   Tu arrive te faire confiance sur toi meme\n  ","436836":"\n   Tu fait quoi. Vous\n  ","436837":"\n   Ok no problem your country\n  ","436838":"\n   Ok you new York times thank you. Très très joile\n  ","436839":"\n   Let me see a pic of him\n  ","436840":"\n   Pic for your fans\n  ","436841":"\n   I remember being in a muddy damp  trench  a man told me to go to my post awhile later another man told me to get ready for a charge i  heard a whistle and rushed over the wall when i got up i looked over the field of mud and barbed wire i looked around i never served but i have the memory but wh\n  ","436842":"\n   I know a lot of people unfollow me so if you still follow me say I\n  ","436843":"\n   What is the one thing you want most in your life right now?\n  ","436844":"\n   Would you consider yourself a loyal friend? How do you earn people's loyalty?\n  ","436845":"\n   What is your definition of pure happiness?\n  ","436846":"\n   Are there any brands or companies that you boycott? Why do you refuse to do business with them?\n  ","436847":"\n   Pap of you rn\n  ","436848":"\n   @\n  ","436849":"\n   R u really 29?\n  ","436850":"\n   pap? (recent)\n  ","436851":"\n   @\n  ","436852":"\n   @\n  ","436853":"\n   @\n  ","436854":"\n   ???\n  ","436855":"\n   Lol\n  ","436856":"\n   pap\n  ","436857":"\n   @@\n  ","436858":"\n   pap\n  ","436859":"\n   Why don't you smoke hookah?\n  ","436860":"\n   pap any pic please\n  ","436861":"\n   Your pretty ?\n  ","436862":"\n   Turn Up\n  ","436863":"\n   Do you miss anyone?\n  ","436864":"\n   Wyd rn\n  ","436865":"\n   PAP\n  ","436866":"\n   Pap (no filter)\n  ","436867":"\n   Hey\n  ","436868":"\n   So like when are you gonna get ready?\n  ","436869":"\n   why u ask so many questions?? and how\n  ","436870":"\n   Should I wear a bra to sleep?\n  ","436871":"\n   Soo what exactly are we?\n  ","436872":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","436873":"\n   Pap of thighs\n  ","436874":"\n   -\n  ","436875":"\n   @\n  ","436876":"\n   You're Perfect.\n  ","436877":"\n   -\n  ","436878":"\n   Cool\n  ","436879":"\n   Pap of him?\n  ","436880":"\n   pap pov\n  ","436881":"\n   Hey\n  ","436882":"\n   pap\n  ","436883":"\n   kanker\n  ","436884":"\n   ugh byee I DON'T wanna see that ugly SHIT\n  ","436885":"\n   @\n  ","436886":"\n   -\n  ","436887":"\n   -\n  ","436888":"\n   Please report\n   \n    @hategayppllolz\n   \n   < They're sending around links and telling people to hate on gays. Nobody deserves hate. ?\n  ","436889":"\n\n    @dj_ethridge\n   \n","436890":"\n   What kind of things do you like to do in summer?\n  ","436891":"\n   Camera roll pap?\n  ","436892":"\n   -\n  ","436893":"\n   lolol\n   \n    https:\/\/www.youtube.com\/watch?v=3WpRNAdU6AU\n   \n","436894":"\n   pap. a live one\n  ","436895":"\n   Follow me, you're perfect\n  ","436896":"\n   Do you believe there is good in everyone?\n  ","436897":"\n   Best to chill?\n  ","436898":"\n   Do the people in your life bring the best out of you?\n  ","436899":"\n   Happy Valentine's Day! ??\nFriendly reminder that this day is not just for couples, but for anyone that you love. ♥️\n  ","436900":"\n   Where are you gonna spend your Valentine's? ? (that is if you celebrate it in your country)\n  ","436901":"\n   Your*\n  ","436902":"\n   You have excellent charisma and presence. Subscribed ?\n  ","436903":"\n   What YouTube video made you laugh recently?\n  ","436904":"\n   Do you like to watch documentaries? If so, what kind of documentaries do you usually enjoy watching?\n  ","436905":"\n   ??\n  ","436906":"\n   u has  very ...ugly face ...huh\n  ","436907":"\n   You’re welcome! ? How are you?\n  ","436908":"\n   Are you afraid to speak your own opinion? If so, why?\n  ","436909":"\n   Do you like broccoli?\n  ","436910":"\n   Have you ever had chicken on a stick?\n  ","436911":"\n   Chicken fried steak or nah?\n  ","436912":"\n   Pretty girl\n  ","436913":"\n   Sesuatu yg tampak buruk dan menyesakkan dada bisa menjadi awal datangnya berbagai kemudahan Dan keselamatan Dari Allah. Jadi tetap khusnuzhan kepada Allah dan jangan lupa berdoa apapun keadaanmu\n  ","436914":"\n   What's the worst advice you've ever taken?\n  ","436915":"\n   What are some red flags to watch out for in a relationship or potential relationship?\n  ","436916":"\n   is there life after death?\n  ","436917":"\n   when you feel so tired and want to give up, what makes you have to get up?\n  ","436918":"\n   Is there something wrong if a young girl chooses to be busy with a career rather than having a boyfriend and having fun?\n  ","436919":"\n   selfie in skirt or dress ?? u pretty ;D\n  ","436920":"\n   sorry Diana didn't want to hurt you just wanted your sacred attention I've talked to several women but never with a mericana as beautiful as you speak Portuguese brazilian\n  ","436921":"\n   thanks a lot ????\n  ","436922":"\n   In fact, I am very happy that you are following me ??   thank you\n  ","436923":"\n   Você falar português Brasileiro\n  ","436924":"\n   You have some pretty teeth\n  ","436925":"\n   What is a popular series that you think is bad?\n  ","436926":"\n   What is a white lie you told someone that ended up having a positive impact on them?\n  ","436927":"\n   Hey love can you ask me questions\/ follow me please? Sent to everyone on askfm\n  ","436928":"\n   Hi there, pretty! ??\n  ","436929":"\n   Hey? you are so cute to and thanks ?\nCan i Know you?\n  ","436930":"\n   Thank you for your support\n  ","436931":"\n   How to get to the top in the country? Buy coins (look for a button in your wallet)\n  ","436932":"\n   ????????\n  ","436933":"\n   goodnight\n  ","436934":"\n   Where can happiness be found? ??‍♀️\n  ","436935":"\n   Do you use wax melts? Or any types of incense in your house? If you do, what is your favorite scent that you like to use. If you don't use one these, what would you use?\n  ","436936":"\n   hahah yeh!\n  ","436937":"\n   ????\n  ","436938":"\n   Do you like surprises are not really?\n  ","436939":"\n   Bad boys4 yea or nahh\n  ","436940":"\n   Yes no problèm me l love you\n  ","436941":"\n   Do you like sweatpants?\n  ","436942":"\n   Good day so far?\n  ","436943":"\n   Do you know a movement stinkface?\n  ","436944":"\n   Kita bisa mencintai dua orang diwaktu bersamaan, tapi gk bisa mencintai sama besarnya ?\nMitos \/ fakta\n  ","436945":"\n   Do you want to see your photo on the top on leadersboard list? just buy missing amount of coins now and get your place in top 100.(updated every 15  minutes)\n  ","436946":"\n   Ma pote franchement je ne comprend pas anglais je lire ecris en français sto\n  ","436947":"\n   If you knew you had one day to live, how would you spend it? ?\n  ","436948":"\n   what do you do when you are sleepy while working? ?\n  ","436949":"\n   what's your instagram name?\n  ","436950":"\n   I don't know why that just happened to me ?\n  ","436951":"\n   Do you believe in life after death, and why?\n  ","436952":"\n   have you ever sleep walking with your eyes open but still sleeping ? fyi I just experienced it.\n  ","436953":"\n   Do you like hey rides?\n  ","436954":"\n   Like a sugar baby almost, no disrespect\n  ","436955":"\n   Secret? Lmao that’s new. Do you get the flames when someone swipes?\n  ","436956":"\n   aw howd u pop the balloons?\n  ","436957":"\n   Have you ever popped a balloon? Or a balloon animal? Which one?\n  ","436958":"\n   Pizza or hot dogs?\n  ","436959":"\n   Last thing you ate?\n  ","436960":"\n   Have you ever stayed in the cabin before?\n  ","436961":"\n   Do you use TV trays?\n  ","436962":"\n   What is your favorite cell phone app if you have a favorite? What is your least favorite?\n  ","436963":"\n   Ask a really difficult math problem and see if one of your followers will try to answer it.\n  ","436964":"\n   What’s your go-to drink\/food\/activity when you’re sick and in bed?\n  ","436965":"\n   Have you ever received any awards before?\n  ","436966":"\n   Are you a morning person?\n  ","436967":"\n   Did you ever get spanked as a child?\n  ","436968":"\n   Good morning thank you for the support\n  ","436969":"\n   You ever got into playing the game called Sonic? Have you ever played it at all?\n  ","436970":"\n   Which place do you find to be the most boring?\n  ","436971":"\n   What is the silliest\/craziest thing you have heard people say about you?!\n  ","436972":"\n   What do you prefer more?\n\nChinese food or Mexican food?\n  ","436973":"\n   What's something you like to nibble on in the middle of the night when getting up?\n  ","436974":"\n   What is one thing you will never do again?\n  ","436975":"\n   Post a few of your favorite emojis.\n  ","436976":"\n   Heeey!! \nDo you have plans for tonight? ?\n  ","436977":"\n   What are you insecure about?\n  ","436978":"\n   What are 2 things you love?\n  ","436979":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","436980":"\n   Soo what about you? Do you have a cool job anywhere nearby or are you living the dream in Switzerland?\n  ","436981":"\n   Yeah. The white ones are great as no-one can see you have them\n  ","436982":"\n   Does he know?\n  ","436983":"\n   You interested in someone\n  ","436984":"\n   When did you last have a filling\n  ","436985":"\n   Wow. That is quite a bit of filling. Are any the grey metal ones\n  ","436986":"\n   How many fillings have you had at the dentist\n  ","436987":"\n   Are you single\n  ","436988":"\n   You ever been to IKEA? Opinions? ? Did you try the meatballs? ?? Haha\n  ","436989":"\n   Thanks ?? I don't like strawberries actually\n  ","436990":"\n   Yeah I'll go thirsty otherwise ? not a fan of raspberry lemonade tho\n  ","436991":"\n   What song brings back memories from your childhood?\n  ","436992":"\n   Silly\n  ","436993":"\n   Do you wanna have a baby?\n  ","436994":"\n   ????\n  ","436995":"\n   And to drink with breakfast for me,\n  ","436996":"\n   What is the dumbest thing you did as a kid?\n  ","436997":"\n   How are you sweetie????\n  ","436998":"\n   Hi! What would I usually get for breakfast if I was staying with you? (Hope you don't mind me asking, I was curious about this)\n  ","436999":"\n   You bad as fuck\n  ","437000":"\n   Yess some coins from your side?\n  ","437001":"\n   What tips or tricks have you picked up from your job or where you study? ?\n  ","437002":"\n   Followed you❤️ some coins maybe?\n  ","437003":"\n   You like oreos? What are your favorite?\n  ","437004":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","437005":"\n   (Do not have to answer)\nStay at a Haunted Asylum with a hotel in the middle of it for 2 days. 2 people can go with you. Get paid to go & stay 1k? for both days. Buut things get thrown around.. doors slam continuously... noises are to be heard throughout the day & night.. Yeah.. You in or out?\n  ","437006":"\n   Do you play sports?\n  ","437007":"\n   I like that you chose the donut emoji. What’s your favorite donut?\n  ","437008":"\n   cuteee\n  ","437009":"\n   thanks!\n  ","437010":"\n   comment pleasee ?????????????\n   \n    https:\/\/youtu.be\/iPf3PxLaxTw\n   \n","437011":"\n   Oui toujours\n  ","437012":"\n   ?\n  ","437013":"\n   Heyyy Daina\n  ","437014":"\n   Followed, back maybe??\n  ","437015":"\n   Did you ever skin your knee while wearing shorts?\n  ","437016":"\n   Wasn't meant to make you sad .. I'm sorry ?\n  ","437017":"\n   How do you stop yourself from overthinking?\n  ","437018":"\n   What’s holding you back in life?\n  ","437019":"\n   Where do you look if you're walking past someone?\n  ","437020":"\n   Other than your usual clothes, what’s something you feel naked outside your house without?\n  ","437021":"\n   Happy level for today.\n1-10.\n  ","437022":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","437023":"\n   What are you up to?\n  ","437024":"\n   Wassup normal forehead\n  ","437025":"\n   You're Beautiful\n  ","437026":"\n   You're inspiring ?\n  ","437027":"\n   Who in your family are you most like? It can be either appearance or behaviour, I don't mind? ?\n  ","437028":"\n   What's your favourite way to meet new people? Why? ?\n  ","437029":"\n   Wow so beautiful\n  ","437030":"\n   Damn\n  ","437031":"\n   you are so beautiful  ?\n  ","437032":"\n   Meat pies, yay or nay?\n  ","437033":"\n   Can you roll your R's when you speak or no?\n  ","437034":"\n   What types of finger foods do you like to eat at parties?\n  ","437035":"\n   What do you ladies want for Valentine’s Day?\n  ","437036":"\n   miss can i get folow back??\n  ","437037":"\n   Hi! We've just sent you a letter with your weekly results in the VIP-program. If you can't find it in your inbox check the spam folder and promotions. If there is no letter at all, please contact us at partners.mx@ask.fm.\n  ","437038":"\n   followed\n  ","437039":"\n   If you had to get on a 14 hour flight within the next day. Where would you go? Who you taking?\n  ","437040":"\n   Oh, girl, I don't know all the reasons why,\nI found the answer lookin' in your eye......\nYes, I can see you, girl, can you see me?\n  ","437041":"\n   What’s the hardest thing, physically, you’ve ever done? (You do not have to answer.)\n  ","437042":"\n   Heeey! I followed you! Ask me some questions ❣️\n  ","437043":"\n   What is something you know won't happen ...but hope it does all the same?\n  ","437044":"\n   cuteeeeee\n  ","437045":"\n   hello ?\n  ","437046":"\n   Good morning\n  ","437047":"\n   Hi?\n  ","437048":"\n   What to do on this app lol\n  ","437049":"\n   Thank you for the 50 fire emojis things\n  ","437050":"\n   I'm super new! Followed you, just saying heellloooo! <3\n  ","437051":"\n   Paper or plastic?\n  ","437052":"\n   Hello\n  ","437053":"\n   What’s your cure for hiccups? ?\n  ","437054":"\n   You seen pzrn?\n  ","437055":"\n   How long are your fingernails?\n  ","437056":"\n   How did you celebrate your previous birthday? ? ? ?\n  ","437057":"\n   What topic could you spend hours talking about? ?\n  ","437058":"\n   What nicknames do you have for people in your life? ?\n  ","437059":"\n   Ok mais comment océan\n  ","437060":"\n   What is your favorite thing about yourself?!❤️?\n  ","437061":"\n   Je ne sais pas tchat avec toi\n  ","437062":"\n   Alexa Lovato is a fake ask.fm account operated by a girl named Linds from Texas with a permanent tan, butch haircut and bad teeth. She pretends to be the real Demi Lovato.\n  ","437063":"\n   What's your favorite to watch?\n  ","437064":"\n   The worst place to teleport besides space and the ocean\n  ","437065":"\n   Alexa is faking\n  ","437066":"\n   here is Demi at a stri*p club in Miami after the super bowl getting frisky with the dancers\n   \n    https:\/\/twitter.com\/buterademetria\/status\/1224494871349735424?s=21\n   \n","437067":"\n   Which place you would like to visit in the world?\n  ","437068":"\n   HH: Have you seen pxrn?\n  ","437069":"\n   Hello!\n  ","437070":"\n   Have you changed a car tire by yourself?\n  ","437071":"\n   How tall are you?\n  ","437072":"\n   Can we still ask hh?\n  ","437073":"\n   oh i remember youuu welcome back\n  ","437074":"\n   Last good kiss?\n  ","437075":"\n   Spring or Fall?\n  ","437076":"\n   Ever woken up to have a dog or a pet right in your face?\n  ","437077":"\n   who has the better weight gain, demi lovato or bebe rexha?\n  ","437078":"\n   You are sexyy\n  ","437079":"\n   everybody wants happiness \nnobody wants pain\nbut u can't have a \nrainbow without\na little rain.\n??️?\n  ","437080":"\n   Which breakup hurt you the most?\n  ","437081":"\n   Followed\n  ","437082":"\n   You like to wear shorts? Or nah?\n  ","437083":"\n   HH: If your child was deaf, would you get them a cochlear implant?\n  ","437084":"\n   HH:  Is there any person in your life whom you talk dirty with? ?\n  ","437085":"\n   What is at the same time funny and sad?\n  ","437086":"\n   What's your favourite month of the year? Why? ?\n  ","437087":"\n   Honesty hour?\n  ","437088":"\n   Did you enjoy where you grew up? ?\n  ","437089":"\n   What's your favourite colour? Why? ?\n  ","437090":"\n   How organised are you as a person? ?\n  ","437091":"\n   I am 1'5\n  ","437092":"\n   ?????\n  ","437093":"\n   Bra colour today ? ?\n  ","437094":"\n   Cool stuff\n  ","437095":"\n   Did you like getting waxed\n  ","437096":"\n   Have you ever accidentally fallen asleep on a bus and passed the station you were meant to come off at? ? ?\n  ","437097":"\n   Whatcha doin\n  ","437098":"\n   Would you support AskFM creating a friends only option where you could choose to receive questions or your page only being seen from those you follow or approve? Or do you like the all public discussion platform?\n  ","437099":"\n   ever had it ate by a girl?\n  ","437100":"\n   Hiii?I’m Natalie\n  ","437101":"\n   Hi honey ?\n  ","437102":"\n   Daina do you think Melania is hot?\n   \n    https:\/\/twitter.com\/fuegs\/status\/1222123305437626368?s=21\n   \n","437103":"\n   When do you post on YouTube if you have a YouTube account\n  ","437104":"\n   What's on your to-do list this weekend?\n  ","437105":"\n   ☺☺ i am tiny\n  ","437106":"\n   What was your most memorable birthday? Why? ? ? ?\n  ","437107":"\n   Have you ever accidentally pulled a push door or pushed a pull door? ? ?\n  ","437108":"\n   If you were promised the honest answer to one question, what would you ask? ?\n  ","437109":"\n   Have you ever broken a bone? If so, how did it happen? ? ?\n  ","437110":"\n   If you were in a band, what kind of music would you play? ? ?\n  ","437111":"\n   Yes you are very tall\n  ","437112":"\n   What is the last thing you searched online?\n  ","437113":"\n   What's the first thing you notice about someone? Why? ?\n  ","437114":"\n   Do you the askfm app?\n  ","437115":"\n   Wow you are tall\n  ","437116":"\n   You're not the one who hates it... rude people...\n  ","437117":"\n   Why you don’t answer?\n  ","437118":"\n   ?? if someone tried to steal your stuff in the street what you gonna do? ?‍♀️\n  ","437119":"\n   ???? that’s the mood but it  teaches em to be less boring no one wants a hey on the first encounter anymore\n  ","437120":"\n   What type of guys do you usually go for, as in someone you would potentially date?\n  ","437121":"\n   How tall are you?\n  ","437122":"\n   What kinds of things are you interested in learning more about? Why? ?\n  ","437123":"\n   Guys must hit on you left and right when you're out and about, am I correct?\n  ","437124":"\n   Age\n  ","437125":"\n   hey can i ask you something\n  ","437126":"\n   Do you love tall guys?\n  ","437127":"\n   Last person’s house you were in? (Don't have to answer.)\n  ","437128":"\n   You like milky way? The candy?\n  ","437129":"\n   You’re insanely gorg!!!!? keep slaying girl and don’t let anyone bring you down or tell you differently! Definitely know your worth!\n  ","437130":"\n   Social media is a snitch\n  ","437131":"\n   What's your favourite thing about your best friend? ?\n  ","437132":"\n   What's your favourite type of chocolate? ? ?\n  ","437133":"\n   How many times have you fallen in love?\n  ","437134":"\n   Is your sister single?\n  ","437135":"\n   Which animals scare you most? Why?\n  ","437136":"\n   Do you spik Russian??\n  ","437137":"\n   I’m subscribed to your YouTube channel ❤️\n  ","437138":"\n   How are you really? Just putting it out there ... if anyone ever needs to talk .. I'm here ... I don't know everything about everything but I can give you another perspective on things ... have an awesome day!! ?\n  ","437139":"\n   Do you have a favorite shirt?Describe it or maybe take a picture of it or with it on you if you'd like. (Don't have to.)\n  ","437140":"\n   hello\n  ","437141":"\n   What to do in depression ?\n  ","437142":"\n   Do you wear socks to bed? ? ?️ ?\n  ","437143":"\n   [shoutout] how old are you — are you a millenial (1981-1999), gen z (2000-onward) or something else? what’s your favourite and least favourite thing associated with your generation?\n  ","437144":"\n   Size of bra please ?\n  ","437145":"\n   Oldest\/youngest you would date?\n  ","437146":"\n   Your avi is absolutely gorgeous\n  ","437147":"\n   What's anything you're really picky about? Why? ?\n  ","437148":"\n   Do you like to cook? If so, what sort of things? ?‍? ?‍? ?\n  ","437149":"\n   Miss D you are ??????\n  ","437150":"\n   Question for the females. Have you ever fantasized about being a stripper?\n  ","437151":"\n   Do you a latina\n  ","437152":"\n   What did you do this weekend?\n  ","437153":"\n   idk u but wish the best ???\n  ","437154":"\n   Can DJs be considered musicians?\n  ","437155":"\n   Are you an organized person?\n  ","437156":"\n   Outfit currently?\n  ","437157":"\n   How is your Sunday going so far?\n\nHave a great afternoon y'all!\nSuper bowl Sunday!\n  ","437158":"\n   Hi\n  ","437159":"\n   Do you like hot food? Like real spicy foods.\n  ","437160":"\n   Tag someone and tell them something you appreciate about them! Tell them your favorite quality about them! Let's spread love!\n  ","437161":"\n   Post something absolutely beautiful.\n  ","437162":"\n   What's for dinner tonight? ?\n  ","437163":"\n   ? Having Yacht party! ??\nWho you bringing?! Tag a few peeps! ???? All day. 24 hour party!\n\nHuge buffet, music, ? anything you want to drink.\n? ? ☕ Alcoholic or non-alcoholic. Video game ? arcade. Minnie roller ring inside. Movie theater. ? Sunroof that you can sit out on and hot tubs.\n  ","437164":"\n   Ready for questions?\n  ","437165":"\n   What is one thing you are sure of?\n  ","437166":"\n   You’re so beautiful!\n  ","437167":"\n   What is better the truth even if it hurts, or a lie?\n  ","437168":"\n   WHY NOT?\n  ","437169":"\n   WCW?\n  ","437170":"\n   What is the funniest GIF ever?\n  ","437171":"\n   Use this post to share a few words you'd like to say.\n  ","437172":"\n   Beautiful  picture ??\n  ","437173":"\n   I want coins\nDon’t answer\n  ","437174":"\n   What are your plans for tomorrow?\n  ","437175":"\n   Do you enjoy going on walks?\n  ","437176":"\n   I like your pictures\n  ","437177":"\n   How's everybody doing? I'm pounding some fireball right now. Drunk as fuck.\n  ","437178":"\n   Would you ever ride on the back of a motorcycle with a cute guy in the summertime and what outfit would you wear?\n  ","437179":"\n   Are you fast? ?\n  ","437180":"\n   What will you do if you saw your enemy small as a gummybear?\n  ","437181":"\n   When you go bra shopping, what style and size do you go for, and where do you shop?\n  ","437182":"\n   What is the most shocking thing you've seen in a place of business?\n  ","437183":"\n   Is there a good game you've been playing lately? What is it?\n  ","437184":"\n   Do you like ELIAS. WWE\n  ","437185":"\n   What place on earth would you like to live?\n  ","437186":"\n   Do you like horses? PAP of one or just post a GIF. ?\n  ","437187":"\n   Hii??\n  ","437188":"\n   Who is the cruelest person in history?\n  ","437189":"\n   Who was the last person you kissed?\n  ","437190":"\n   Do you like barbecue? Any favorites?\n  ","437191":"\n   Is there a way to direct message people on here?\n  ","437192":"\n   What's your name and I would love to know you as a friend\n  ","437193":"\n   Age?\n  ","437194":"\n   tara usap sa twt\n  ","437195":"\n   Anyone for chat?\n  ","437196":"\n   Followed you doll! ??\n  ","437197":"\n   I just wanna say from girl to girl, you’re beautiful! ?\n  ","437198":"\n   Nos seguimos ?\n  ","437199":"\n   Inbox Me Your Number\n  ","437200":"\n   it will be very very difficult, I need a beautiful image of you to motivate me ???.... it is for your whole profile or just for an imagine? Ok let's go !!!!\n  ","437201":"\n   Hey girl\n  ","437202":"\n   Shout out R.i.p\n  ","437203":"\n   Need a ride back to home\n  ","437204":"\n   Rest In Peace Kobe Bryant and Gigi. Such a huge loss #neverforgetkobe\n  ","437205":"\n   Photo\n  ","437206":"\n   What can melt your heart?\n  ","437207":"\n   You're a beautiful woman! Followed!\n  ","437208":"\n   song?\n  ","437209":"\n   Hope everyone is enjoying a beautiful night!\n  ","437210":"\n   سلام عليكم?✋?????\n  ","437211":"\n   1O mg x 1O mg? ?\n  ","437212":"\n   How do I use this app confused..\n  ","437213":"\n   R.I.P Kobe Bryant and Gigi  this shit hurts man\n  ","437214":"\n   من مغرب يوم الخميس إلى مغرب يوم الجمعة تنزل رحمات فاغتنموها بالصلاة على النبي ❤\n  ","437215":"\n   What is the best park in San Francisco\n  ","437216":"\n   If it comes down to a choice of being reincarnated as an animal what would you be\n  ","437217":"\n   Looking for a girl in san francisco\n  ","437218":"\n   Am I Ugly?\n  ","437219":"\n   Does anyone use this anymore?\n  ","437220":"\n   Where should you never take a first date?\n  ","437221":"\n   egirl, vsco girl, or soft girl? ?\n  ","437222":"\n   Vote on my shit?\n  ","437223":"\n   merry Christmas and happy new year\n  ","437224":"\n   ??\n  ","437225":"\n   How do you stay beautiful??? tips\n  ","437226":"\n   Do you go shopping on weekends or during the week?\n  ","437227":"\n   Newbie here!\n  ","437228":"\n   Why did god even make me all I do is fail and I’m a loser\n  ","437229":"\n   What celebrity irritates you the most?\n  ","437230":"\n   A bon tu vrai montre. Toi en vrai\n  ","437231":"\n   Your Welcome And Yeesh That Glo Up ??\n  ","437232":"\n   Do You Remember Me ?❓\n  ","437233":"\n   PAP of your dream boat!\n  ","437234":"\n   sweetheart are you a model?\n  ","437235":"\n   Yes yes yes yes yes yes yes\n  ","437236":"\n   Ouen ou est tu.\n  ","437237":"\n   Post Your 10 Years Challenge Picture. #STAIF\n  ","437238":"\n   Feel free to ask me a question or two on my askfm everytime you login and i will do the same with you, we can then earn more coins and soon we are able to spend them on concert tickets and real life items.\n  ","437239":"\n   Hi\n  ","437240":"\n   New #superbowl poll up please vote\n  ","437241":"\n   Most embarrassing thing to happen to you?\nFunniest thing to happen to you?\nScariest thing to happen to you?\n  ","437242":"\n   pool or beach?\n  ","437243":"\n   Good morning watch this -\n   \n    https:\/\/www.youtube.com\/watch?v=RC6sMFbL288\n   \n   it will inspire you today & its 4 minutes long :)\n  ","437244":"\n   What game do you think deserves a movie?\n  ","437245":"\n   I posted 20x feel good QUOTES on my wall please give them some likes and let it inspire you today, i will return the favour thank you\n  ","437246":"\n   I'm bored who wants to talk?\n  ","437247":"\n   i posted some new polls today please vote :)\n  ","437248":"\n   If we as humans evolved into what we are today, why are we the only species with processing advanced intelligence? Wouldn't it make more sense for something to give us knowledge or are we just that lucky?\n  ","437249":"\n   i am doing a live Q&A with ASKFM very soon for my fans i just have to arrange an official date with them, Would you like to submit a question regarding my acting career? it will be shown on their social media feeds, you can check out more information here\n   \n    www.imdb.me\/adamdarlington\n   \n","437250":"\n   What do y'all like ?\n  ","437251":"\n   I have a new twitter account please do follow me it should be verified very soon\n   \n    www.twitter.com\/adamdarlington9\n   \n   thank you\n  ","437252":"\n   fun new polls are up please get voting on my profile\n  ","437253":"\n   want to be part of a film starring ed sheeran and lily james and produced by danny boyle (James bond) for free in liverpool? read my status\n  ","437254":"\n   Followed, follow back may be??\n  ","437255":"\n   Followed?\n  ","437256":"\n   What's everyone up to this weekend?\n  ","437257":"\n   Goofy ass girl ??\n  ","437258":"\n   Where’d you go????\n  ","437259":"\n   idk u\n  ","437260":"\n   Is starting a war ever necessary?\n  ","437261":"\n   Wow, you look like a model\n  ","437262":"\n   Where you gone??\n  ","437263":"\n   Long time no see ??. It's me Jalen if you remember , the last time we spoke I was broke working at Finish Line ?\n  ","437264":"\n   Come get a dk appointment ?\n  ","437265":"\n   Instagram?\n  ","437266":"\n   Who cuts your hair?\n  ","437267":"\n   Can someone notice if I’m not wearing underwear when I wear leggings? Because i was late to school and I forgot once. I walked around casually hoping nobody can notice\n  ","437268":"\n   Hello pretty girl ??\n  ","437269":"\n   Omf wow ?\n  ","437270":"\n   Do you think any kind of afterlife exists?\n  ","437271":"\n   I hope you are doing well :) x\n  ","437272":"\n   Is the app better? ?\n  ","437273":"\n   You’re not gonna remember me but you use to ask me questions on here, so sweet ❤️\n  ","437274":"\n   What was the most unsettling film you’ve seen?\n  ","437275":"\n   Hi :)\n  ","437276":"\n   New celebrity vs celebrity polls please cast your VOTE NOW\n  ","437277":"\n   Stupidest line you’ve ever heard in a rap song?\n  ","437278":"\n   Hello?\n  ","437279":"\n   Do you guys still get snow ❄️? If so how bad does it get ?\n  ","437280":"\n   Cause you a baddy\n  ","437281":"\n   Sisss\n  ","437282":"\n   Hey\n  ","437283":"\n   bc ur hot\n  ","437284":"\n   HELLO MY FRIEND I JUST POSTED 10 NEW ACTOR VS ACTOR POLLS ON HIS PROFILE ENJOY VOTING #BOLLYWOOD VS #HOLLYWOOD\n  ","437285":"\n   Shout out\n  ","437286":"\n   me too\n  ","437287":"\n   whats wrong? conflicted?\n  ","437288":"\n   Follow back? ~\n  ","437289":"\n   Thank you I am in a good mood are you? Wyd?\n  ","437290":"\n   3 New Actor VS Actor Polls up today, Please Vote now on my profile.\n   \n    @adamdarlington\n   \n","437291":"\n   Howdy\n  ","437292":"\n   MY IMDB Rating is currently 43,000  the internet movie database resets at 4:30am UK time, If you can guess my number this week i will give you a £50\/$50 amazon gift card\n   \n    http:\/\/www.imdb.com\/name\/nm9158199\/?ref_=nv_sr_1\n   \n","437293":"\n   HAPPY SUNDAY - VIEW MY PROFILE AND LIKE MY POSTS AND POLLS & I WILL RETURN THE FAVOUR.\n  ","437294":"\n   Thank you for supporting my career and I know it seems like you do nothing, But the likes, votes, the followers all help :) thanks! I posted some new polls please do vote.\n  ","437295":"\n   What would you do if yo where the opposite gender when you wake up tomorrow?\n  ","437296":"\n   Yeah me ?\n  ","437297":"\n   I member I called you but never said none lime a week ago lool\n  ","437298":"\n   What’s the spiciest thing you’ve ever eaten?\n  ","437299":"\n   I'm not a batty Mon tho\n  ","437300":"\n   ignore my post he unverified himself due to hate.\n  ","437301":"\n   My friend JOE JONAS\n   \n    @DNCEofficial\n   \n   just joined and got verified on ASKFM! Follow him.\n  ","437302":"\n   Are you happy?\n  ","437303":"\n   Gucci Gang\n  ","437304":"\n   ??\n  ","437305":"\n   hey.\n  ","437306":"\n   Follow that ig?! Jaaay109\n  ","437307":"\n   Damn\n  ","437308":"\n   You're funny when you say literally incorrectly\n  ","437309":"\n   Will you marry me ?\n  ","437310":"\n   Hes verified ASKFM verified him today.\n  ","437311":"\n   Lmao it's whatever . But anyways how are you ?\n  ","437312":"\n   Rude.\n  ","437313":"\n   My friends The Jonas Brothers just got verified today\n   \n    @DNCEofficial\n   \n   Follow them now.\n  ","437314":"\n   True baby\n  ","437315":"\n   Damn Lol\n  ","437316":"\n   Get yourself together\n  ","437317":"\n   Whyyyy?\n  ","437318":"\n   A major British tradition is visiting \"Fish and chip shops\" what do you order when you visit? and how often?\n  ","437319":"\n   What do you do when you miss someone?\n  ","437320":"\n   I have cancer\n  ","437321":"\n   Do you watch movies? I just started acting check out my new Hollywood\/Bollywood\/Netflix credits\n   \n    www.imdb.me\/adamdarlington\n   \n","437322":"\n   Same I booked some lessons!\n  ","437323":"\n   I'm weak asf ?\n  ","437324":"\n   What's up with you girl\n  ","437325":"\n   if you run into an insect how do you kill him?\n  ","437326":"\n   ?\n  ","437327":"\n   Babe you're right\n  ","437328":"\n   Shawdy bad and she lit\n  ","437329":"\n   have you ever been horse riding? any tips?\n  ","437330":"\n   How would you react if your Butt inflated like a balloon\n  ","437331":"\n   Pap Pap\n  ","437332":"\n   I have rabies\n  ","437333":"\n   wyd\n  ","437334":"\n   You like sex?\n  ","437335":"\n   nowww\n  ","437336":"\n   What is owned by you but is used more by other people??\n  ","437337":"\n   What do you like ?\n  ","437338":"\n   Would anyone wanna go snowboarding with me just wondering\n  ","437339":"\n   Does anybody here use wattpad\n  ","437340":"\n   But why ??\n  ","437341":"\n   Queen\n  ","437342":"\n   I’m Jewish\n  ","437343":"\n   Haha so cute ?\n  ","437344":"\n   Is it racist for Whites to want to have a homeland for their people? Take Europe for example where Whites originated and rose to the top in terms of technology.\n  ","437345":"\n   Merry Christmas, beautiful\n  ","437346":"\n   What did you do for New Years?☺️\n  ","437347":"\n   YOUR WWEELCOMEEE BFF. time for the studio !\n  ","437348":"\n   omgg u singgg nice af\n  ","437349":"\n   2 hrs and 48 minutes leftt!\n  ","437350":"\n   Hello bestie what's up\n  ","437351":"\n   Yucky is best word\n  ","437352":"\n   body pic for new year\n  ","437353":"\n   ☀  What are you always late for?\n  ","437354":"\n   ☀ What was one of your most defining moments in life?\n  ","437355":"\n   Horny?\n  ","437356":"\n   So ..in which social media do you have account otherwise ask?\n  ","437357":"\n   You have Facebook\n  ","437358":"\n   Do you have kik?\n  ","437359":"\n   would you like to have sex??\n  ","437360":"\n   Oh sorry , how come you don’t n Like banana , with out banana there is no human or even little cutie Kids .\n  ","437361":"\n   ??\n  ","437362":"\n   Yes\n  ","437363":"\n   Where are you from\n  ","437364":"\n   If you dont know what i mean then you aint for me smh ?\n  ","437365":"\n   Hey bb tbh I missed you\n  ","437366":"\n   dai yuh ass fit already wad di fugk\n  ","437367":"\n\n    www.youtube.com\/watch?v=pSg0VV1xRA4\n   \n   hey guys, check out my new video? ???\n  ","437368":"\n   Likes ✌️\n  ","437369":"\n   Anons are yuckyand half the peopleon here are pedos. Steer clearof the spooky ones. <3 \n(PS: If you need any of their lives ruined I can get you dirt)\n  ","437370":"\n   Can we snapchat? ?\n  ","437371":"\n   Sup ?\n  ","437372":"\n   how was it me if your anonymous is off -.- and you still gorgeous with no outfit on\n  ","437373":"\n   No?\n  ","437374":"\n   Goodmorning or night lovies. Hope everybody had a rad New Years remember to stay safe ? if you get this than I follow you xo\n  ","437375":"\n   How u been ?\n  ","437376":"\n   Trolls?\n  ","437377":"\n   What you been up to\n  ","437378":"\n   that wasnt me lol\n  ","437379":"\n   I admit that you look nice on that outfit ?\n  ","437380":"\n   Daina you really look good asf in anything\n  ","437381":"\n   App you use when editing your pic\n  ","437382":"\n   Miss you to girl\n  ","437383":"\n   your social media answer has me laughing so hard its so true.. like people out here are actually pretending to be selena gomez and shit ??\n  ","437384":"\n   Dai buon natale ai like?\n  ","437385":"\n   LOL ???HAHAHAHAHA???\n  ","437386":"\n   Favorite social media app?\n  ","437387":"\n   Goodnight\n  ","437388":"\n   Follow my IG\n   \n    @adamdarlington9\n   \n   please thanks\n  ","437389":"\n   The best of your 2017 was...? I wish you a great 2018✨\n  ","437390":"\n   :\/ I hope something works out\n  ","437391":"\n   lmao why u cutting ass on her vvv\n  ","437392":"\n   Oh nvm now I know, well you said goodnight with a bunch heart emojis so I thought you wanted to talk\n  ","437393":"\n   Sleep tight ??\n  ","437394":"\n   Damn you didn't miss me\n  ","437395":"\n   ??\n  ","437396":"\n   Hello how are you doing today beautiful how was your Christmas\n  ","437397":"\n   I mean, not a lot of questions haha\n  ","437398":"\n   What's up? My ask is a little dry, ask me questions or talk? ?\n  ","437399":"\n   Ready for Christmas?\n  ","437400":"\n   You wanna know who's asking huh?\n  ","437401":"\n   Hey did you find santa? ;)\n  ","437402":"\n   Goodmorning or night lovies. Hope everybody has a rad New Years remember to stay safe ? if you get this than I follow you xo resent without the spelling mistake!  STEIF ?\n  ","437403":"\n   Why do you have an ask.fm ?\n  ","437404":"\n   Brown moms vs White moms !?\n  ","437405":"\n   Spammed you?\n  ","437406":"\n   Wish\n   \n    @tywilson23\n   \n   good luck on his football game.\n  ","437407":"\n   This guy has been on EVERY girls page and still cant take a hint??\n  ","437408":"\n   pap before you get more dk\n  ","437409":"\n   Why are you a catfish?\n  ","437410":"\n   Are you thick?\n  ","437411":"\n   Wake up!!! He's arrived has he arrived at your house yet? OmgOMGomg just so EXCITED, I let him down my chimney and boom my presents arrived on this massive slay and I gave the reindeers a carrot.\n  ","437412":"\n   I've Been Busy . But How Was Yur Christmas❓ ??\n  ","437413":"\n   Can i scoop you though?\n  ","437414":"\n   You're unreal x\n  ","437415":"\n   Can strip for me any time ;)\n  ","437416":"\n   whats your career goals?\n  ","437417":"\n   Cute new profile follow me?\n  ","437418":"\n   woaahhh girl .-.\n  ","437419":"\n   Hi, you have to like 15 of my answers and I will return 1 like to one of your answers  (if you agree). I have 200k followers, so as a consequence I will increase your likes, please follow me for other likes\n   \n    http:\/\/Ask.fm\/BARZELLETTEXRIDERE\n   \n","437420":"\n   Do you wear flats?\n  ","437421":"\n   How was yourr Christmass\n  ","437422":"\n   Ready for 2018?\n  ","437423":"\n   hiiiiiii\n  ","437424":"\n   Merry Christmas\/ Happy holidays ♥️?? sent to everyone I follow ?\n  ","437425":"\n   Spam this dood so he’ll use his ask?\n   \n    @AnthonyFS8\n   \n","437426":"\n   Why you chilling so much ? staif ??\n  ","437427":"\n   How are you doing\n  ","437428":"\n   Can we talk dirty???\n  ","437429":"\n   supppppp\n  ","437430":"\n   Could I pass for a Teenager? or no?\n  ","437431":"\n   Followed! Follow back? ?\n  ","437432":"\n   How old do I look in my profile picture?\n  ","437433":"\n   Mrs queen\n  ","437434":"\n   do you believe in talk shit get hit\n  ","437435":"\n   sup bae\n  ","437436":"\n   Them anonymous people are so rude to me\n  ","437437":"\n   Your lying to people\n  ","437438":"\n   If money wasn't important, how different would life be?\n  ","437439":"\n   Im yoo busy looking at you though???\n  ","437440":"\n   You are a bright light in this world. Never lose that. Ever!?\n  ","437441":"\n   Yeah ice cream is good in hot weather ?\n  ","437442":"\n   You're a whole meal??\n  ","437443":"\n   ?\n  ","437444":"\n   happy Halloween!\n  ","437445":"\n   Great body\n  ","437446":"\n   Woah ?\n  ","437447":"\n   Would you judge a men’s age by the size of his penis?\n  ","437448":"\n   You have a beautiful body\n  ","437449":"\n   P E to the T T Y\nlmao I'd probably do the same\n  ","437450":"\n   Are you listening to music right now?\n  ","437451":"\n   Are you listening to music right now?\n  ","437452":"\n   thats nkt me on my icon bb\n  ","437453":"\n   Do you think you get more mature by getting older?\n  ","437454":"\n   love u too\n  ","437455":"\n   Single?\n  ","437456":"\n   Dainaaa wyd cutest african lady loll\n  ","437457":"\n   Send Nintendo usernames pls\n  ","437458":"\n   Hi\n  ","437459":"\n   U live in L.A ?\n  ","437460":"\n   What do you do for work? and ideally what job do you aspire to have?\n  ","437461":"\n   Cute\n  ","437462":"\n   They're rude, gross and discusting.\n  ","437463":"\n   Hello\n  ","437464":"\n   Report\n   \n    @ksgxx\n   \n\n    @Sadafiyo\n   \n\n    @keeptestingdes\n   \n","437465":"\n   My Birthday Is This Saturday ?\n  ","437466":"\n   Keira Knightley or Natalie Portman?\n  ","437467":"\n   Ok i want eat your lips\n  ","437468":"\n   Hottie\n  ","437469":"\n   Dirty questions ok\n  ","437470":"\n   BAby\n  ","437471":"\n   you’re hot\n  ","437472":"\n   Helllo sweety baby\n  ","437473":"\n   How are you?\n  ","437474":"\n   ❤️❤️\n  ","437475":"\n   You are annoying af\n  ","437476":"\n   What's up?\n  ","437477":"\n   How's your Monday?\n  ","437478":"\n   Yes and you are superior ? ... Your presence makes ask.fm special ?\n  ","437479":"\n   We are lucky to be on ask in your presence queen\n  ","437480":"\n   It's every day bro, [fuck] that Disney Channel flow\nEvery day I film my life, double the views of any show\nNickelodeon hit me up and I said \"hell no!\"\nAnd FedEx hit me up, they 'bout to ship my Lambo (skrrt, skrrt!)\nAnd I'm twenty years old, and the haters always fold\nAnd the ice on me, cold,\n  ","437481":"\n   spam 4 spam???\n  ","437482":"\n   whats up girlie\n  ","437483":"\n   You are a true queen.. beautiful and amazing\n  ","437484":"\n   heyo\n  ","437485":"\n   Lets play a game mam... Let me tell you my Facebook password... Then you change it ? ...after that i beg you to tell me the new password ? ... \nWhat say mam ? ?\n  ","437486":"\n   Follow me\n  ","437487":"\n   \"I tried to send you something sexy but, the mailman told me to get out of the mailbox.\" ?? (recent) ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","437488":"\n   what you do, chill at home?\n  ","437489":"\n   Happy Birthday! :)\n  ","437490":"\n   hey big head\n  ","437491":"\n   Can i be your pet ?\n  ","437492":"\n   I vmcan be your boyfriend\n  ","437493":"\n   You'll find a good boyfriend someday ?\n  ","437494":"\n   Hellooo ?\n  ","437495":"\n   Vote on my poll lol\n  ","437496":"\n   This site is dead. I would just leave\n  ","437497":"\n   OMG ITS YOUR BIRTHDAY? FRFR ?\n  ","437498":"\n   Holdup\n  ","437499":"\n   Asfkm is dead atm so ask me questions, or u can like my recent pic(':\n  ","437500":"\n   dainaa\n  ","437501":"\n   Hey! Can you listen this One please ? :)\n   \n    http:\/\/youtu.be\/wdiJjXe3gho\n   \n","437502":"\n   Good morning :) -Sent to everyone I follow\n  ","437503":"\n   Have you had in miracles happen in your life?\n  ","437504":"\n   Your So Lit\n  ","437505":"\n   Which word or phrase annoys you the most?\n  ","437506":"\n   What is the perfect number of hours to sleep?\n  ","437507":"\n   Do you have any alcohols that \"Taste like the time you almost died?\" and are you willing to share the story?\n-Sent to people I follow\n  ","437508":"\n   I lost the mars emjio sorry lol your funny ?\n  ","437509":"\n   If it were possible to colonize Mars in our lifetime, would you go? Why or why not?\n  ","437510":"\n   nooooooooooooo\n  ","437511":"\n   this why this like my 50th ask cause of u maybe lool\n  ","437512":"\n   you said your body aint right, you liedd\n  ","437513":"\n   THANK YOU BABYYY\n  ","437514":"\n   I'm Weak ?? ? But Glad To Hear From Yu ?\n  ","437515":"\n   Reasons Why You're Breaking Up With Your Boyfriend? Before seeing this link leave your answer.\n   \n    https:\/\/goo.gl\/fMLrew\n   \n","437516":"\n   Привет,влюбился в твой аск,как проходит понедельник?)приходи ко мне:*\n  ","437517":"\n   bff you better then most girls on here\n  ","437518":"\n   now your in gucci gang\n  ","437519":"\n   eesskettet?\n  ","437520":"\n   you okay dai?\n  ","437521":"\n   How many messages on ask do you get per day that r too vulgar to post? with the word dick or  fuck? Or worse\n  ","437522":"\n   lool dainaa -_- its a typo\n  ","437523":"\n   can i go in your stomach, i mean rubb your stomachh\n  ","437524":"\n\n    https:\/\/ask.fm\/Miss_Dainaa\/answers\/144814528703\n   \n   omgg dainaa ;p\n  ","437525":"\n\n    https:\/\/www.youtube.com\/watch?v=XDvq8xAP0FI\n   \n   listen to this dai\n  ","437526":"\n   I LOVE YA TOO HUNTYYYY\n  ","437527":"\n   Why would you die? :\/ get too big and burst?\n  ","437528":"\n   How Are Yu Doing Today ❓??\n  ","437529":"\n   Hey everyone im back\n  ","437530":"\n   Did you know that you slay? <3 #gorgeous\n  ","437531":"\n   sure\n  ","437532":"\n   How ticklish are you on the bottoms of your bare feet??\n  ","437533":"\n   howw was yuh bdayy\n  ","437534":"\n   Ahh ok good thought i missed it? Happy birthday beautiful???\n  ","437535":"\n   Happy belated queen???\n  ","437536":"\n   Where do the happiest people live?\n  ","437537":"\n   ?????Have you ever been up close and personal with a wild animal? Which one(s)?\n  ","437538":"\n   You look like a goddess???\n  ","437539":"\n   Happy Birthday ???\n  ","437540":"\n   Happy birthday gorgeous ???❤\n  ","437541":"\n   How would you react if your body inflated like a blueberry like Violet Beauegarde from Charlie and the chocolate factory\n  ","437542":"\n   HAPPY BIRTHDAYYYY BEAUTIFUL\nI HOPE YOU HAVE A GREAT DAY ❤❤❤❤❤\n  ","437543":"\n   HAPPYYY 18TH BIRTHDAY BESTFRIENDD!!! I LOVE YOUU. YOU BEEN LIT THE PASDT 2 YEARS I KNOW YOU AND HAVE A WONDERFUL ASS DAY. TURN UP BEAUTIFUL <3\n  ","437544":"\n   Thanks beautiful. Followed back ❤\n  ","437545":"\n   I LOVE YOUR EYEBROWS HOLY FUCK\n  ","437546":"\n   LMAO i was just suggesting that ?\n  ","437547":"\n   Oh my gosh, you are so gorgeous!\n  ","437548":"\n   Hi\n  ","437549":"\n   ?\n  ","437550":"\n   Hey it’s Taylor?\n  ","437551":"\n   to celebrate go smoke a blunt n GET HENNY\n  ","437552":"\n   what time is it in cali, so ik when to tell my sexiest friendDaina HBD!?\n  ","437553":"\n   i want to give you 18 ass slaps for thatt\n  ","437554":"\n   omgggg 2m my homie bdayy! big 18 now!\n  ","437555":"\n   better lol. so wyd tonight\n  ","437556":"\n   yuh hand says imma get this $\n  ","437557":"\n   Girl you're so pretty ???❤️\n  ","437558":"\n   Pap\n  ","437559":"\n   yoo fat ass\n  ","437560":"\n   aww you on your time of month\n  ","437561":"\n   Isn't it weird how in Scary movies the person yells out 'Hello?' as if the Killer is going to be like 'yeah I'm in the Kitchen, want a Sandwich?\"\n  ","437562":"\n   Hey it’s Taylor? I’m new to ask\n  ","437563":"\n   Without a doubt you could be model\n  ","437564":"\n   Hey you okay?\n  ","437565":"\n   The injections are the best part try and drink\nWater afterwords\n  ","437566":"\n   I love the dentist I am going threw Invisalign right now, don't worry you will be fine strong be strong ????????\n  ","437567":"\n   Your an actress? I am a British actor :)\n  ","437568":"\n   Snapchat slave?\n  ","437569":"\n   Whatttttt ☹️????\n  ","437570":"\n   Hey you okay?\n  ","437571":"\n   And You love ...?\n  ","437572":"\n   You need a massage?\n  ","437573":"\n   Sorry silly question ?\n  ","437574":"\n   What are you doing saying I'M pretty? You're goalssss ?\n  ","437575":"\n   Should I worship you?\n  ","437576":"\n   Hi\n  ","437577":"\n   follow back? ?\n  ","437578":"\n   Yo ?\n  ","437579":"\n   lmaooo why you had  to say that out public damn\n  ","437580":"\n   Ay me enseñarías algún día. A maquillarme a si ????\n  ","437581":"\n   How areee you tonightt\n  ","437582":"\n   I miss you mom come back\n  ","437583":"\n   If you get this i follow you and you cool af fam\n  ","437584":"\n   ily sexyass bff\n  ","437585":"\n   ohh they bothering youu\n  ","437586":"\n   i aint report nobody, you putting your evil on me :( loll\n  ","437587":"\n   Urself\n  ","437588":"\n   i diddd\n  ","437589":"\n   Do I know u\n  ","437590":"\n   I have to ask you something but don't post OK\n  ","437591":"\n   nicee asss bff\n  ","437592":"\n   Catfish? Who's\n  ","437593":"\n   age and height?\n  ","437594":"\n   Aye thank u ? #back\n  ","437595":"\n   Did Yu Have A Good Day Today ❓\n  ","437596":"\n   good morningggg and i like yuh potatoes lol\n  ","437597":"\n   You don't have any trouble saying that haha ;)\n  ","437598":"\n   Suppppp ???\n  ","437599":"\n   Woooooowwww\n  ","437600":"\n   that mean i got to take itt\n  ","437601":"\n   ? what a liar\n  ","437602":"\n   So you gon ft me or nah?\n  ","437603":"\n   im your 3rd what is he even saying ?♀️\n  ","437604":"\n   Do you wear thongs?\n  ","437605":"\n   Lmk when you want a third\n  ","437606":"\n   anything you offering\n  ","437607":"\n   i like chocolate too\n  ","437608":"\n   Yo bodies niggas or females?\n  ","437609":"\n   Either one ? Chill or CHILL\n  ","437610":"\n   Lol or just follow for follow lmao\n  ","437611":"\n   So wassup?\n  ","437612":"\n   Netflix and chill (either one)\n  ","437613":"\n   Chocolate boy is ugly sorry\n  ","437614":"\n   ?\n  ","437615":"\n   ayyy gal\n  ","437616":"\n   Why you blowi up every1s page wit yo dumb sh¡t?\n  ","437617":"\n   Do you wear thongs?\n  ","437618":"\n   So\n  ","437619":"\n   If i gage u 1000 would u do sexx on phone with me ?? Im really 0\n  ","437620":"\n   Pap in pigtails?\n  ","437621":"\n   ilyyy\n  ","437622":"\n   booty on fleek\n  ","437623":"\n   You fine AF\n  ","437624":"\n   ight i got u\n  ","437625":"\n   cut off all your hair and burn it in the oven?\n  ","437626":"\n   You follow\n   \n    @NineGDxFour\n   \n   she’s bad ?❤️\n  ","437627":"\n   oh, um...?\n  ","437628":"\n   I've swallowed pills before. And lay in bed dressed in nice clothes so when my parents find me I look good.\n  ","437629":"\n   yes i wake hella early for school sad and tiring i know i feel your pain. ?\n  ","437630":"\n   you look like you're half white.\n  ","437631":"\n   Are you ticklish? Where?\n  ","437632":"\n   you're pretty dark for a white girl.\n  ","437633":"\n   are you half white?\n  ","437634":"\n   So when you gone stop playin games?\n  ","437635":"\n   don't be a dumbass.\n  ","437636":"\n   you would get banned.\n  ","437637":"\n   what would your youtube channel be about?\n  ","437638":"\n   Body count?\n  ","437639":"\n   daina you bi too, o lord lol & you lacking with untick\n  ","437640":"\n   you seeem like you can be a youtuber nd get $ off itt\n  ","437641":"\n   sexyass lightskin\n  ","437642":"\n   cute\n  ","437643":"\n   You like des?\n  ","437644":"\n   i love you sexc\n  ","437645":"\n   wah gwann\n  ","437646":"\n   Shes lit\n  ","437647":"\n   Ur gf is crispy as fuck and ty\n  ","437648":"\n   Followed,back ?\n  ","437649":"\n   ur beautiful\n  ","437650":"\n   Your rlly pretty!\n  ","437651":"\n   How tf does this work??\n  ","437652":"\n   wakeyy mf\n  ","437653":"\n   Where Roi has lost? He miss you Queen\n  ","437654":"\n   Hell yeah\n  ","437655":"\n   You're very beautiful ? can you show your pretty feet too please?\n  ","437656":"\n   Amalgam or white fillings?\nDid you felt pain during the drilling?\n  ","437657":"\n   How old are you?\n  ","437658":"\n   Baby Queen\n  ","437659":"\n   1)When was the last time you went to the Dentist?\n2)Have you got fillings? How many?\n3)How often do you go to the Dentist?\n4)How often do you brush your teeth?\n5)Do you smoke?\n  ","437660":"\n   What does that mean?\n  ","437661":"\n   Really\n  ","437662":"\n   Very nice?\nCan I ask you a few questions?\n  ","437663":"\n   Followed, super gorgeous!!!\n  ","437664":"\n   Your age?\n  ","437665":"\n   Pic of your teeth?\n  ","437666":"\n   Sc?\n  ","437667":"\n   Thx for the likes\n  ","437668":"\n   hello\n  ","437669":"\n   Follow you :**\n  ","437670":"\n   For every answer you like of mine I'll give you double likes. ☺️☺️\n  ","437671":"\n   Followed ???\n  ","437672":"\n   Right lmao\n  ","437673":"\n   everyone say no\n  ","437674":"\n   Followed follow back may be\n  ","437675":"\n   You look nice on your pictures ?\n  ","437676":"\n   lmaooo you did him wrong v\n  ","437677":"\n   Luv u\n  ","437678":"\n   slay\n  ","437679":"\n   I would be out of my zone\n  ","437680":"\n   daina you know im god of getting deleted loool\n  ","437681":"\n   Followed yaa :)\n  ","437682":"\n   OMG <3\n  ","437683":"\n   The song is by pouya x fat Nick- drop out of school ?\n  ","437684":"\n   ?\n  ","437685":"\n   keep doing that workout , and you forgot the squats\n  ","437686":"\n   Thank you for the likes ?\n  ","437687":"\n   ill hunt you downn bff ill get youuu lmaoo dontt\n  ","437688":"\n   ppl on here love youu chillout\n  ","437689":"\n   What do you fear most in the near future?\n  ","437690":"\n   What nickname would you give me based off my personality or a body part?\n  ","437691":"\n   U got the real power queen ??????????\n  ","437692":"\n   cursing make it worst, relax bestie\n  ","437693":"\n   This the longest you been back on ask, omg. don't leave againn\n  ","437694":"\n   Nike-Adidas-Under Armour-New Balance-Air Jordan-Reebok-Puma\nWhat sports shoes do you like to wear the most?\n  ","437695":"\n   ○i n s p i r i n g○\n※Попробуйте развить эту историю:\n-Перестань! - шипел Люк. -ты только отпугиваешь рыбок, моих милых рыбочек.\n\n-Какие рыбки, тут змея! - верещала девушка и бегала вокруг раздраженного парня.\n\n-Ну так убей, -Сару очень бесило его равнодушие, она решила еще больше начать кричать.\n  ","437696":"\n   How to kiss dirty? Is your voice more pleasant than singing birds?\n  ","437697":"\n   Can we snapchat?\n  ","437698":"\n   Wanna kiss dirty Miss?\n  ","437699":"\n   You cuter then vicky bff! #facts\n  ","437700":"\n   dont play with mee\n  ","437701":"\n   if you could be in any TV show, which TV show would be you in?\n  ","437702":"\n   Whats so funny\n  ","437703":"\n   You still there?\n  ","437704":"\n   Did you put some volume?\n  ","437705":"\n   imagine if you met someone randomly from here at a wedding, what would you do?\n  ","437706":"\n   Wyd?\n  ","437707":"\n   go sleep lil nikkaa\n  ","437708":"\n   It's pretty great ??\n  ","437709":"\n   Thx wyd\n  ","437710":"\n   what you looking at\n  ","437711":"\n   just go to sleep like the good girl you are gorgeous\n  ","437712":"\n   girlll do yuh homework and eat then youll know what else\n  ","437713":"\n   You are able to create a human being exactly as you wish them to be. Their appearance, every single talent they have been given by you and most importantly their personality. You realize you have the ability to make someone that can alter the world to better or worse. What do you do? ?\n  ","437714":"\n   ;lmaoooo ill scratch the outside onlt lool\n  ","437715":"\n   Your so pretty\n  ","437716":"\n   ass getting too big ;)\n  ","437717":"\n   Well ur goals af ??\n  ","437718":"\n   boi\n  ","437719":"\n   What is your choice between Wonderful time or wonderful friends?\n  ","437720":"\n   Whats up\n  ","437721":"\n   them loose as panties\n  ","437722":"\n   Hey what's up\n  ","437723":"\n   fuck the haters! cut em of if they in your circle too. but what you up too this weekend\n  ","437724":"\n   Follow me\n  ","437725":"\n   Guess i can settle with that?\n  ","437726":"\n   Its 100% you?\n  ","437727":"\n   ppl hating on you too?\n  ","437728":"\n   Hello :)\n  ","437729":"\n   can i come to yo model session for a low fee of 99 cents\n  ","437730":"\n   even if i doont try dr. daina\n  ","437731":"\n   You're beautiful af???\n  ","437732":"\n   oh shit you been scammin on yuh phone, congrts on cracking cards loool jkjk\n  ","437733":"\n   when i try to talk to someone on here i get nexted lol or some 1 mke me leave lol. im stay quiet now on here\n  ","437734":"\n   daina you be aggy !! wyd rn besides looking good for the magazines\n  ","437735":"\n   your welcome katie <3 hope yall both having a lovely weekend\n  ","437736":"\n   no :( ilyy bestie\n  ","437737":"\n   im not on this shit for drama gal\n  ","437738":"\n   Awe jay thank you\n  ","437739":"\n   im not mad -,- i fw\n   \n    @katieekayy14\n   \n   she perfect\n  ","437740":"\n   Sup! ?\n  ","437741":"\n   You been gone for 5 months be quiet loll\n  ","437742":"\n   He can just be disrespectful\n  ","437743":"\n   no it was you fym!!\n  ","437744":"\n   He’s just mad I don’t like him\n  ","437745":"\n   IM SORRY I HAD NO IDEA YOU WERE ON HERE\n  ","437746":"\n   dainaa not tonight , you think everythingg\n  ","437747":"\n   yumm\n  ","437748":"\n   Fav song at the moment?\n  ","437749":"\n   Is it okay if I follow you Twitter\n  ","437750":"\n   what’s your nickname?\n  ","437751":"\n   Sc?\n  ","437752":"\n   Hi\n  ","437753":"\n   Hey ! :)\nCan you listen this one please?\n   \n    http:\/\/youtu.be\/RxiSOXeuM_0\n   \n","437754":"\n   Какая у тебя любимая фраза или выражение?\n  ","437755":"\n   hiii\n  ","437756":"\n   I’m new.. ? need friends to follow\n  ","437757":"\n   do you like listening the weeknd?:)\n  ","437758":"\n   I miss you ?\n  ","437759":"\n   What’s your biggest pet peeve?\n  ","437760":"\n   You are so beautiful ?\n  ","437761":"\n   Damn you’re back? why did you leave?\n  ","437762":"\n   what's up Queen?\n  ","437763":"\n   ?\n  ","437764":"\n   But it does feel pretty comfortable\n  ","437765":"\n   SAME SAME SAMEEE ITS GONA BE LIT\n  ","437766":"\n   Hey Miss Dainaa! It'll be really nice if you can try out our new social media site,\n   \n    https:\/\/goo.gl\/6unLXQ\n   \n   and give us your feedback and suggestions! :)\n  ","437767":"\n   well I hope things get better !! & me too but at the same time I dont :(\n  ","437768":"\n   Hey baby girl how are youu??\n  ","437769":"\n   I love your makeup\n  ","437770":"\n   Hola amigos\n  ","437771":"\n   Who is holly?\n  ","437772":"\n   Likers get a rate and Spam?\n  ","437773":"\n   Baddie of Askfm ?????\n  ","437774":"\n   That's too much information...lol\n  ","437775":"\n   You're better. ? Trust me\n  ","437776":"\n   Dang lol\n  ","437777":"\n   Idk\n  ","437778":"\n   pizzA\n  ","437779":"\n   Yea & are you bisexual?\n  ","437780":"\n   you want ice cream\n  ","437781":"\n   Fine I won't ask then lol wyd\n  ","437782":"\n   you too gorgeous?\n  ","437783":"\n   you got 2much baes\n  "},"Answer":{"436711":"\n  Omg anything Shakespeare\n  ","436712":"\n  Damn this question is hard. Uhhhhh I heard that in some state it’s illegal to hold ice cream in ur pocket ??????\n  ","436713":"\n  Stop it\n  ","436714":"\n  Hey!!! I’ll follow back! ??\n  ","436715":"\n  Giver for suureee\n  ","436716":"\n  People always say I’m beautiful\n  ","436717":"\n  I like all squash ???\n  ","436718":"\n  I can’t watch people throwing up ??\n  ","436719":"\n  Yes?\n  ","436720":"\n  No they’re just regular lol but Victoria’s Secret has nice restrooms I don’t work there anymore\n  ","436721":"\n  I would go to the day I was born\n  ","436722":"\n  No we’re renting this house\n  ","436723":"\n  Yyeesss ?????\n  ","436724":"\n  Nope! ???\n  ","436725":"\n  The sound of rain helps me sleep\n  ","436726":"\n  I’m gonna get to 100K coins by the end of the week! ?\n  ","436727":"\n  Ouuuu noooo but I wanna try it\n  ","436728":"\n  I PACK SUPER HEAVY. 6 outfits for a 2 day stay type stuff ?\n  ","436729":"\n  I love rearranging my room but I haven’t been able to because my bed only fits on one place soooo bummmmmeerrr\n  ","436730":"\n  Definitely piizzaaaa!!!! Or ICE CREAM PIZZA!! Ouuuu\n  ","436731":"\n  YouTube and junk food\n  ","436732":"\n  Oops it’s Saturday now lol Friday was a very sad day for me\n  ","436733":"\n  MOON ?\n  ","436734":"\n  Hmmmmmm I’m always jealous of zendaya ?????\n  ","436735":"\n  African American history and American government\n  ","436736":"\n  BAKING! I’m also baking a cake today because I just hit 100 subscribers on YouTube!!!\n  ","436737":"\n  Probably die ???\n  ","436738":"\n  Brain!\n  ","436739":"\n  A bit of both. ???\n  ","436740":"\n  Regular Apple ringtone lolll\n  ","436741":"\n  I don’t have a pet :( I used to have so many pets. Fish, hamster, bunny, dogs, cats.... squirrels lol\n  ","436742":"\n  I don’t date on this app\n  ","436743":"\n  ?????\n  ","436744":"\n  Thanks but let’s not be weird\n  ","436745":"\n  ?\n  ","436746":"\n  Puppy and spongebob memes coming up!\n  ","436747":"\n  I don’t drink soda so probably not. But I’ll try Mexican candy ????\n  ","436748":"\n  Lollll sure ?\n  ","436749":"\n  No, sorry. I wish I could ??\n  ","436750":"\n  ?????\n  ","436751":"\n  Hello ???\n  ","436752":"\n  Thanks ?????\n  ","436753":"\n  Thank you love ?\n  ","436754":"\n  Ummm okay\n  ","436755":"\n  YAAYYYY\n  ","436756":"\n  Awwww ?????\n  ","436757":"\n  Last night I told my dad I loved him\n  ","436758":"\n  Purple ???\n  ","436759":"\n  Uhhh I think so , yea :)\n  ","436760":"\n  I don’t really watch funny movies but I recommend watching how high or 4\/20 and 420 2 when you’re high :)\n  ","436761":"\n  Sureeee if you’re still active lol\n  ","436762":"\n  Absolutely not lol\n  ","436763":"\n  Thank you ????\n  ","436764":"\n  ??\n  ","436765":"\n  Thank you ??\n  ","436766":"\n\n   https:\/\/www.youtube.com\/channel\/UCPJcGNW1Q8O1E4Q57hdeV7w\n  \n","436767":"\n\n   https:\/\/www.youtube.com\/channel\/UCPJcGNW1Q8O1E4Q57hdeV7w\n  \n\n  My YouTube channel\n  ","436768":"\n  My kind and goofy personality\n  ","436769":"\n  No problem!\n  ","436770":"\n  Just waiting it out lolllll I tried so many things and nothing works for me\n  ","436771":"\n  I could be better.\n  ","436772":"\n  I can only nap when I have time and this semester I don’t have time for anything honestly\n  ","436773":"\n  YES!!!\n  ","436774":"\n  Wow\n  ","436775":"\n  Hip hop definitely makes me wanna dance, I’m not a pro at dancing but I’m not terrible either ?\n  ","436776":"\n  What do you mean by that?\n  ","436777":"\n  Yaayyy, if you want likes and follows, follow a bunch of people and tell them you followed them and they’re likely to follow back, you can also like a bunch of answers on someone’s profile and they will sometimes spam you back. You can also sign up for the VIP program, if they accept you, you get lots of coins and then you can use those coins to promote your answers. And if you can’t get people to ask you questions, send a question to everyone you follow telling them you’re open to questions. People in the VIP program need to ask people questions so they’re always looking for people like you who want people to ask them questions! :) hopes this helps.\n  ","436778":"\n  Yay\n  ","436779":"\n  I’ve never been on a road trip so I can’t even answer this. Unless you mean extremely long drives to see family lol but it’s never exciting. But on one trip from Vegas to Sacramento, I had to pee soooooo bad and my sister pulled over and I peed on the ground in this secluded area smh I thought I was gonna die\n  ","436780":"\n  But I don’t know you ?\n  ","436781":"\n  Ummm yesss and I already have. Lol it’s good. But not amazing.\n  ","436782":"\n  Is it bad that I don’t know any names of any birds unless it’s a chicken and maybe a blue jay?\n  ","436783":"\n  It just makes it harder for you to get verified. Idk why they don’t like it.\n  ","436784":"\n  Ask fm doesn’t like people begging for likes and follows\n  ","436785":"\n  No but I should\n  ","436786":"\n  My homework ??\n  ","436787":"\n  5-6 seconds\n  ","436788":"\n  I think this is literally the most depressed I’ve been in my entire fking life\n  ","436789":"\n  Who’s from ohio\n  ","436790":"\n  YYAAAYYY\n  ","436791":"\n  That’s me :)\n  ","436792":"\n  Free space means you can answer my question with anything you want to. A gif, a selfie, say anything you want :)\n  ","436793":"\n  :( they don’t like me anymore\n  ","436794":"\n  I lost two followers today ???\n  ","436795":"\n  I’m single because literally nobody likes me and every guy plays too much\n  ","436796":"\n  Not as much as the other weeks. I tried to answer a question here and there but yea I’m back now!!???\n  ","436797":"\n  I actually don’t think my neighbors like people of my kind ????\n  ","436798":"\n  I haven’t honestly. But I’ll be okay.\n  ","436799":"\n  A million dollars\n  ","436800":"\n  Yeesss ????\n  ","436801":"\n  I appreciate these types if questions. Allows me to vent. But right now I have nothing to say :)\n  ","436802":"\n  My mom or my brother because they’re so convincing\n  ","436803":"\n  People will talk shit about you and then run to you when something bad happens to them lmfao the audacity\n  ","436804":"\n  Why do you wanna share ur family secrets????\n  ","436805":"\n  I don’t know if I’m single or not lmfaaooo ?\n  ","436806":"\n  Long hot showers and I’m about to take one now ?\n  ","436807":"\n  Not chur bruh\n  ","436808":"\n  Brruuhhhhhh I can’t\n  ","436809":"\n  Yea, a vibrator, snacks and an onion. Don’t ask why ?\n  ","436810":"\n  Oh gosh.... uhhhh... does this include cabinet doors?\n  ","436811":"\n  Okay bye\n  ","436812":"\n  Dumb ass orange\n  ","436813":"\n  Can I know who you are first???????\n  ","436814":"\n  Why am I late asf to school today when I got up super early! ???\n  ","436815":"\n  I LITERALLY HATE THIS SCHOOL SHIT\n  ","436816":"\n  I’m 20.... youngest 19 oldest (doesn’t matter)\n  ","436817":"\n  Because you’re doing nothing\n  ","436818":"\n  I just recently started liking it lol\n  ","436819":"\n  Guys stress me out\n  ","436820":"\n  A shopping list full of ingredients for fettuccine Alfredo\n  ","436821":"\n  I just like donuts\n  ","436822":"\n  My life is so boring that I don’t even have an answer to this\n  ","436823":"\n  What????\n  ","436824":"\n  I wish people would read my bio before asking questions :)\n  ","436825":"\n  Hmmmmmmm no. :)\n  ","436826":"\n  Makes no sense\n  ","436827":"\n  Soul or gospel\n  ","436828":"\n  Omg\n  ","436829":"\n  Thanks :)\n  ","436830":"\n  Thank youuuu ???\n  ","436831":"\n  I’m sleepy and my phone is about to die\n  ","436832":"\n  No. Not even close\n  ","436833":"\n  :)\n  ","436834":"\n  :)\n  ","436835":"\n  Come on now\n  ","436836":"\n  No\n  ","436837":"\n  Bruh wtf\n  ","436838":"\n  Adios ?\n  ","436839":"\n  Idk who “him” is ?\n  ","436840":"\n  Damn y’all I really used to have fans on this app ?\n  ","436841":"\n  Okay\n  ","436842":"\n  I remember you, I just followed you. :)\n  ","436843":"\n  Money\n  ","436844":"\n  I’m a very loyal friend but I’m not sure how I earn other people’s loyalty... that’s up to them.\n  ","436845":"\n  Not letting others influence your decisions and doing things that make YOU happy instead of doing things to make others happy. And if making others happy makes you happy then go for it.\n  ","436846":"\n  IKEA, because they make cheap furniture and it’s bad for the environment.\n  ","436847":"\n  I’d rather not.\n  ","436848":"\n  When are you coming back to ask? ?\n  ","436849":"\n  Well this was four years ago... so I’m 33 now :)\n  ","436850":"\n  I love you and miss you ? come back to ask\n  ","436851":"\n  Awww I miss you :( come back to ask\n  ","436852":"\n  ANON\n  ","436853":"\n  Why are you in love but confused?\n  ","436854":"\n  What? ?\n  ","436855":"\n  HAHAHAHAAHHA\n  ","436856":"\n  No\n  ","436857":"\n  You never did your video opinions from 4 years ago ?\n  ","436858":"\n  Of what ? ?\n  ","436859":"\n  Live\n  ","436860":"\n  This video is way too funny ???????\n  ","436861":"\n  Thank you lots! ?\n  ","436862":"\n  TURN DOWN FOR WHAT\n  ","436863":"\n  Yea I miss my dad :(\n  ","436864":"\n  I’m thinking of bowling tonight\n  ","436865":"\n  I can only post so many pics\n  ","436866":"\n  No filter ?\n  ","436867":"\n  I am sooooo tired!\n  ","436868":"\n  TO LITTLE ITALY ME AND BESSFRAN GOOOO!!!!\n  ","436869":"\n  Sorry do you not want me to ask you questions? I get annoyed with people asking too many questions too lol\n  ","436870":"\n  You should wear it on your eyes.\n  ","436871":"\n  BESTIES ?‍♀️\n  ","436872":"\n  The 3am talks with my brother. ?\n  ","436873":"\n  Nah.\n  ","436874":"\n  Happy Valentines Day\n  ","436875":"\n  Not active ☹️\n  ","436876":"\n  Not possible\n  ","436877":"\n  Birds flyin hiiigghhh, you know how I feel. Sun in the skyyy, you know how I feel. Breeze driftin’ on by, you know that’s how I feel. It’s a new dawn, it’s a new day, it’s a new life for me, and I’m feelin’ good.\n  ","436878":"\n  Bool\n  ","436879":"\n  Who’s him? Tell him to post a pic of me.\n  ","436880":"\n  POV?\n  \n  Point\n  \n  Of\n  \n  View\n  \n  ??\n  ","436881":"\n  HE- HE- HE- HACCHHHHHPOOOOOOOOOOO\n  ","436882":"\n  Me and nonexistent bae\n  ","436883":"\n  Sore ?\n  ","436884":"\n  You’re so maaddd wwhhyyyy ??????\n  ","436885":"\n  Send your @ for a special surprise.\n  ","436886":"\n  I really can’t sleep.\n  ","436887":"\n  Caption this\n  ","436888":"\n  No such user in database ?\n  ","436889":"\n  No such user in database ?\n  ","436890":"\n  Swim, party, fair, dress in cute clothes, tan, go to the beach, etc. I love summer.\n  ","436891":"\n  Not doing that lol\n  ","436892":"\n  My day:\n  ","436893":"\n  Enjoy this video peeps. I dunno what it is tho. ?\n  ","436894":"\n  I’m scared to do that ?\n  ","436895":"\n  Im gonna start answering questions from oldest to newest, oldest ones date back 4 years ???\n  ","436896":"\n  No\n  ","436897":"\n  Best place to chill??\n  ","436898":"\n  Most of them; yes. :)\n  ","436899":"\n  Well that’s good to know\n  ","436900":"\n  IN SAN DIEGO! ?\n  ","436901":"\n  I have that feeling again that I forgot something. I’m about to go to the airport I hope I’m not forgetting anything important\n  ","436902":"\n  ??? you guys are all sweeeettt\n  ","436903":"\n  My own lol\n  ","436904":"\n  Documentaries about civil rights\n  ","436905":"\n  Don’t cry\n  ","436906":"\n  I have way too many questions ?\n  ","436907":"\n  I’ve been better Iol wbu\n  ","436908":"\n  Nope ?\n  ","436909":"\n  One of my favorite veggies growing up\n  ","436910":"\n  Nope! ?? That actually sounds scary\n  ","436911":"\n  Naahhhh I lost my love for fried foods over the years\n  ","436912":"\n  Gracias ??\n  ","436913":"\n  Ask fm was really tripping this morning. I live in Cali but it told me I ranked 5 in Britain ??\n  ","436914":"\n  I honestly take everything everybody says with a grain of salt. I learned that I’m my own person and no matter what anybody tells me, I’m going to do what makes me happy. I don’t let others decide what happiness is for me.\n  ","436915":"\n  Guys with extremely dirty houses and dirty finger nails.\n  ","436916":"\n  IM SO TIRED OF IG, SNAPCHAT, FACEBOOK.......... we need something new. Fk tik tok\n  ","436917":"\n  I had this happen to be this morning. I usually get up at the very very last minute and it always causes me to be almost late lol. It’s an everyday thing cuz I really hate school.\n  ","436918":"\n  Nothing wrong with that\n  ","436919":"\n  I thought I turned anon questions off.....\n  ","436920":"\n  I have school tomorrow, this is awful\n  ","436921":"\n  No problem ?☺️\n  ","436922":"\n  Awwwww you’re welcome. I only follow kind people. ??\n  ","436923":"\n  Some people on this app are hypocrites.... lol miserable hypocrites... just saying\n  ","436924":"\n  ???\n  ","436925":"\n  Stranger things. But that’s because I thought the first couple episodes were boring and I never looked at it again.\n  ","436926":"\n  “You’re cute”\n  ","436927":"\n  ???\n  ","436928":"\n  Ouuu thank you!!!\n  ","436929":"\n  Y’all goin crazy with that verification stamp\n  ","436930":"\n  I want the verification sticker ??\n  ","436931":"\n  I buy too many coins. ?\n  ","436932":"\n  My rating went down oh no ?\n  ","436933":"\n  GOOOOODDDMMOOOORRRRNNNIIINNGGGG\n  ","436934":"\n  Definitely not on your break. 10 minutes go by way too fast when you’re on break.\n  ","436935":"\n  I actually don’t like to use incense, I use the glade wall fresheners and the plug ins.\n  ","436936":"\n  I miss those days :)\n  ","436937":"\n  Remember when ask had gifts?\n  ","436938":"\n  Some surprises :)\n  ","436939":"\n  OKKAAYYY everyone is hyping that movie up, but what I really want to see is Just Mercy\n  ","436940":"\n  If I like your content, I follow you. If I don’t, then I won’t follow. Simple.\n  ","436941":"\n  I love sweatpants! ?\n  ","436942":"\n  I honestly had a great day :)\n  ","436943":"\n  This question is really confusing\n  ","436944":"\n  I’m on my period and cramping so bad\n  ","436945":"\n  I can get to #1\n  ","436946":"\n  Me and the bestie ??????\n  ","436947":"\n  I’d probably sleep all day\n  ","436948":"\n  I fall asleep or if I’m not home I just suck it up. Cold helps sometimes too.\n  ","436949":"\n  It’s in my bio ?\n  ","436950":"\n  Lmfao what happened?\n  ","436951":"\n  I love this question. I’m someone who constantly thinks about death. It’s become apart of my everyday routine. It’s very frustrating because it’s something that nobody really understands; it just happens and it’s so frightening to think about. I’m not sure if I believe in life after death I just know that death is not the end. I couldn’t fathom being in a void of darkness and emptiness. It just doesn’t seem right to me even though I don’t have any recollections of pain or life before I was born. And a huge part of me believes in reincarnation. I guess I’ll see when the day comes.\n  ","436952":"\n  No but is it weird that I want to experience sleep walking?\n  ","436953":"\n  I don’t think I’ve tried that\n  ","436954":"\n  Lolllll sure\n  ","436955":"\n  I get 50 coins when someone unlocks its\n  ","436956":"\n  I bite a tiny hole in it. I’ve also popped balloons with knives.\n  ","436957":"\n  I like popping balloons and sucking in the air. Only cool people know why. :)\n  ","436958":"\n  ??????????\n  ","436959":"\n  Seaweed ????\n  ","436960":"\n  Yyeeesssss I just came from one the other weekend. Went hiking and went out to eat and it wasn’t as cozi though, I had the heater on full blast and I was STILL cold\n  ","436961":"\n  I sure do, and those be the best meals ever. I love eating in front of a screen.\n  ","436962":"\n  Favorite cell phone app is Instagram lollll my least favorite??? It’s a family app we use called Cozi.\n  ","436963":"\n  I’m so terrible at math that I can’t even come up with my own difficult equation. ????\n  ","436964":"\n  Warm water with lemon and honey. It’s something I drink just because too.\n  ","436965":"\n  Yes! Lots and lots and lots. I was a good kid. ?\n  ","436966":"\n  I’m a morning person on the days where I don’t have anything to do ?\n  ","436967":"\n  YUP.\n  \n  PSA: There’s an app called PSYCH, download that app so we can all play games together.\n  ","436968":"\n  Awwww you’re welcome ???\n  ","436969":"\n  Noooo I wanna play... what’s sonic!?\n  ","436970":"\n  I don’t go too many places. Maybe one of my friends houses or something.\n  ","436971":"\n  I can’t even post the answer here. The accusations people made about me are jaw dropping.\n  ","436972":"\n  Chinese food! But I love tamales and pozole so idk ?\n  ","436973":"\n  Actual food ? I’ll get up in the middle of the night and eat a whole meal\n  ","436974":"\n  I will NEVER EVER IN MY LIFE EVERRRRR drink kava again! KAVA IS DISGUSTING ?????\n  ","436975":"\n  That’s crazy because I was gonna ask the same thing to my followers lol.\n  \n  ☺️?????????????\n  \n  I know you said a few but I just got carried away ?\n  ","436976":"\n  Daina’s plans for February 09, 2020:\n  \n  ? clean my room\n  \n  ? take a nap\n  \n  ? do homework\n  \n  ? finish washing clothes\n  \n  ? catch up on my favorite shows\n  \n  ? eat\n  ","436977":"\n  I got VIP and it’s still not showing the badge on my account. This is so annoying.\n  ","436978":"\n  My phone and food ????\n  ","436979":"\n  It all depends on where I’m going. If I’m going a couple cities away I’ll take the bus or train. But if it’s another state I’ll take a plane. Next plane ride I’m taking is to San Diego on Thursday! I’ll be recording the whole thing. Sooooo if you wanna watch my San Diego vlog with my best friend then tune into my YouTube channel @ Daina Fuller ?????\n  ","436980":"\n  Nothing special. I live in California and work at a footlocker location in the mall and it’s right across the street from my school.\n  ","436981":"\n  That’s exactly why I want them :)\n  ","436982":"\n  Yes\n  ","436983":"\n  Yea\n  ","436984":"\n  Last filling was years and years ago.\n  ","436985":"\n  Yes the grey ones lol I wanna switch them out for the white ones because when I laugh you can see all in my mouth\n  ","436986":"\n  About 10 ????\n  ","436987":"\n  Yes but I’m not available\n  ","436988":"\n  Me and my family are boycotting IKEA ??\n  ","436989":"\n  Ask fm is really tripping balls since the new update.\n  ","436990":"\n  You’re picky asf\n  ","436991":"\n  I am a pizza, I am a pizza, with extra cheese!\n  ","436992":"\n  ASKfm is playing me right now\n  ","436993":"\n  I just bought the VIP badge and I don’t see my crown. I’m a little upset.\n  ","436994":"\n  It’s 12am here........\n  ","436995":"\n  You want a drink? Lol I don’t make drinks. Is raspberry lemonade okay? ?\n  ","436996":"\n  I tried to smoke a rolled up paper towel as if it was a cigarette. People in my household would smoke. Monkey see monkey do. Buuttt I assure you I would never touch a cigarette lmfao\n  ","436997":"\n  I honestly wouldn’t be surprised if this Victoria person was someone else who made a new account as a disguise. Got a couple people in mind but it’s cool. Don’t show your face I guess aha. ????????\n  ","436998":"\n  Oh this is a fun question. Lol. I’m usually in the mood to make cinnamon pancakes with brown sugar in the batter and it’s actually so good. Topped with strawberries and whipped cream along with cinnamon cream syrup, house potatoes (fried potatoes) Eggs over easy or scrambled depends on my mood, and I hardly ever eat meat so.... if you want bacon or sausage you gotta make it urself ??? but I hope you like everything else.\n  ","436999":"\n  Thanks for the love! ☺️☺️☺️\n  ","437000":"\n  Bruh I stg people can be so ignorant sometimes. There is nothing wrong with knowing you’re attractive. Yes I am attractive, and I know that. But that doesn’t mean I’m full of myself. I’m just confident as hell. I know who I am and I know my heart. Don’t look at someone’s pics and see they’re attractive and automatically think they’re full of themselves when you’ve never spoken to them in person. In person, I’m really sweet and kind and can be shy at times. Anyone who’s met me in person can tell you that. But I’m not perfect because I am human, and when people cross certain boundaries I’m not longer nice because I love myself enough to not anyone step over me. So to anyone out there who’s experienced the same thing, just know that people are gonna think whatever they wanna think. All that matters is that you know and love yourself regardless of what anyone else has to say.\n  ","437001":"\n  PSA: Don’t beg me for coins.\n  ","437002":"\n  Coins??\n  ","437003":"\n  The Oreo thins I also like mint Oreos\n  ","437004":"\n  Cellphone usage lollll\n  ","437005":"\n  I’m still going! Hopefully I make it back to tell the story. ??\n  ","437006":"\n  I used to but now I’m fat and lazy\n  ","437007":"\n  GLAZED!!! ????\n  ","437008":"\n  Thank you!! ?❤️\n  ","437009":"\n  No problem!\n  ","437010":"\n  Y’all go comment I guess lol :)\n  ","437011":"\n  My toy came in the mail ?\n  ","437012":"\n  Don’t be sad\n  ","437013":"\n  HOLLLAAA\n  ","437014":"\n  Sure!\n  ","437015":"\n  As a kid most likely\n  ","437016":"\n  Awwwww lol it’s okay.\n  ","437017":"\n  I turn on a white noise machine\n  ","437018":"\n  My own fat lazy ass\n  ","437019":"\n  My phone or to the side away from them lol\n  ","437020":"\n  My earrings or my phone.\n  ","437021":"\n  5 just because I couldn’t pull myself together mentally to go to class\n  ","437022":"\n  My birthday :(\n  ","437023":"\n  I’m currently trying to get everyone to vote for me! I’m competing to be on the cover of JetSet magazine and I need to place 1st! ?\n  \n\n   https:\/\/jetsetmag.com\/model-search\/2020\/ladaina-fuller\n  \n\n  If you guys want to vote, you must have a FB account and you are allowed 1 free vote every 24 hours! ??????\n  ","437024":"\n  Lmfaaooo I miss the old ask fm! Questions like this???\n  ","437025":"\n  You too! ??\n  ","437026":"\n  Thank you love ???\n  ","437027":"\n  If you’re reading this, you’re beautiful ?\n  ","437028":"\n  Is anyone else’s ask glitching when you try to answer a question and the imagine thingy pops up by itself? It’s irritating tf out of me\n  ","437029":"\n  You too, anon. ??\n  ","437030":"\n  Awwww you guys like my pics, that makes me happy ???\n  ","437031":"\n  Why thank you!\n  ","437032":"\n  Nay ???? unless it’s turkey or chicken.\n  ","437033":"\n  Yeessss I caannnn ????\n  ","437034":"\n  CHIPS!\n  ","437035":"\n  Hmmmmmm I want money tbh\n  ","437036":"\n  Followed!! ?\n  ","437037":"\n  Yaaayyyy!!!!!! ???????\n  ","437038":"\n  Followed back! ?\n  ","437039":"\n  I would go see my grandma who lives in Vegas lol I’m not going very far ? gotta be back to school Monday ???\n  ","437040":"\n  I’ve got a feeling these are lyrics to a song lol\n  ","437041":"\n  Hardest thing physically is always getting out of bed in the morning.\n  ","437042":"\n  Sure! I’ll shoot you some questions! ??? And thanks for the follow! Followed back!\n  ","437043":"\n  This questions makes me sad. I know I won’t see my great great great grandbabies have kids ???????? all I want is to see my future generations\n  ","437044":"\n  Thank you ??\n  ","437045":"\n  HOLA! ?\n  ","437046":"\n  Oh yay yay yay VIP program thingy kicked in ?\n  ","437047":"\n  Hello lovey ?\n  ","437048":"\n  Honestly, making friends on this app makes everything 100 times better. I recommend following\n  \n   @NicoleBuckleyyx\n  \n\n   @BARZELLETTEXRIDERE\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @askamanz5506\n  \n\n  You’ll always get an answer back from them lol hope this helped.\n  ","437049":"\n  You’re welcome ???\n  ","437050":"\n  Awwww heellooo!!! ????? Welcome!\n  ","437051":"\n  Definitely paper lol\n  ","437052":"\n  HI!\n  ","437053":"\n  Omg my nephew is sooooo cuttteee when we point to the letter “W” he goes “doubleboo” ?????????\n  ","437054":"\n  I can understand sending maybe 5 questions in a row. Even 10. But 40???? Seriously gtfo my page with that. That’s annoying.\n  ","437055":"\n  Short\n  ","437056":"\n  You’re really annoying me. How you send me 40 questions at once?\n  ","437057":"\n  Quit spamming me. If you wanna spam somebody go to the kiwi app.\n  ","437058":"\n  I don’t really do nicknames\n  ","437059":"\n  I hate reading boring books\n  ","437060":"\n  Hmmmmm my ability to take stunning selfies ???\n  ","437061":"\n  No longer accepting shoutouts or anon questions smh you guys don’t know how to act ?\n  ","437062":"\n  She clearly said she made that account because she’s a fan of Demi.\n  ","437063":"\n  Omg I love the flavor of rosemary but I hate it in my mouth. It feels like there’s a toenail in my mouth when I eat rosemary ???\n  ","437064":"\n  School ?\n  ","437065":"\n  Who is that?\n  ","437066":"\n  Ouuuuu ??????\n  ","437067":"\n  My bed.\n  ","437068":"\n  Duh. ?\n  ","437069":"\n  Hi! I have ice cream ??\n  ","437070":"\n  Nooo I don’t even have a car ???\n  ","437071":"\n  In my way to work\n  ","437072":"\n  Ok sure\n  ","437073":"\n  I’m ready to be a woman again. No more bloody, man hand, hairy, bed head, daina ?\n  ","437074":"\n  Walking down the streets with heads turning constantly and this one guy was soooooo cute omg :( I wish he was bold. I wish I was bold.\n  ","437075":"\n  SPRING BBBYYY but sometimes I dig the fall vibes\n  ","437076":"\n  No but I wish :(\n  ","437077":"\n  Demi cuz Demi my baby ?\n  ","437078":"\n  Thank you! ?\n  ","437079":"\n  Wow this is such a cute quote ???\n  ","437080":"\n  I’ve never had a boyfriend so....\n  ","437081":"\n  Why thank youuuu ??\n  ","437082":"\n  I love shorts\n  ","437083":"\n  I’d let them make that decision when they’re older.\n  ","437084":"\n  Yes about two or three people\n  ","437085":"\n  I like this question. But I honestly don’t know ???\n  ","437086":"\n  December! It’s my birthday month!\n  ","437087":"\n  Sure! I’ll do these in the salon! But for honesty hour questions. Start all your questions off with HH: and then type in your question or comment after the colon. I’ll start at 11:30 and I’m only going to answer the questions that start with HH: THANK YOUUUU\n  ","437088":"\n  Yes, lots of kids to play with in the neighborhood\n  ","437089":"\n  MUSTARD YELLOW and I don’t really know why.\n  ","437090":"\n  3 out of 10....\n  ","437091":"\n  Smh, I am now done talking to you lol\n  ","437092":"\n  ❤️?\n  ","437093":"\n  Stop\n  ","437094":"\n  Of course ?\n  ","437095":"\n  I do but then I don’t. PROS: smoothness, hair doesn’t grow back for a month or two, I don’t have to remove the hair myself, the guys love it. CONS: The price the pain.... ?????\n  ","437096":"\n  No but I once was so into my phone that I didn’t see my stop and I looked up and had no idea where I was for a second lol\n  ","437097":"\n  About to get ready to go get my nails done then I’m off to the European wax center to get a Brazilian wax. Hopefully this year I can keep up with my waxing.\n  ","437098":"\n  Hmmmm. This would take a lot of consideration. But I’ve always liked the idea of having a public page. I’d like to know who follows me though lol I’d add that.\n  ","437099":"\n  Lmffaaooo no but I want to\n  ","437100":"\n  Hi bby love ?\n  ","437101":"\n  Hello! I CAN’T WAIT TO GET MY NAILS DONE TODAY!\n  ","437102":"\n  Ehhhh no\n  ","437103":"\n  I post when I feel like it lol I should be posting at least 8 times a month but I run out of content fast lol so more like 2 - 3 times a month\n  ","437104":"\n  HMMMM. A lot ???\n  ","437105":"\n  How tiny are you?\n  ","437106":"\n  I used to love my birthdays. Don’t love them so much anymore.\n  ","437107":"\n  I actually did that today and I actually do it all the time to doors I use frequently.... I’m just an idiot who doesn’t pay attention\n  ","437108":"\n  What are you exact thoughts about me? ??????? or what your deepest darkest secret.\n  ","437109":"\n  Nope! Never ever ever! ?\n  ","437110":"\n  Hmmmmmm. Rock n roll?\n  ","437111":"\n  Yes....\n  ","437112":"\n  P??????\n  ","437113":"\n  Bruh. A question I really don’t know the answer to. Maybe their smile I dunno\n  ","437114":"\n  Yes, yes I do.\n  ","437115":"\n  5’5\n  ","437116":"\n  Yea ?\n  ","437117":"\n  I just now figured out how to ????\n  ","437118":"\n  They would have to fight me\n  ","437119":"\n  Nobody wants to be addressed rudely either.\n  ","437120":"\n  I don’t even know\n  ","437121":"\n  5’5\n  ","437122":"\n  The universe and death. Because we don’t know much about the two\n  ","437123":"\n  Sure you can say that lol\n  ","437124":"\n  Some of y’all don’t know how to come correct. You said Hi to someone on this app and they respond with “bye” like what type of ish is that? Weirdo\n  ","437125":"\n  Yessir\n  ","437126":"\n  And short guys\n  ","437127":"\n  Wow I don’t even know tbh. Uhhhh wow I don’t get out much. I mean I was at a cabin this weekend but that was a renter cabin. Hmmmmmm. My boy toy? I forget. ?\n  ","437128":"\n  I actually don’t :(\n  ","437129":"\n  ???? wow, I love you.\n  ","437130":"\n  Well get off my page you can’t have my sister ???\n  ","437131":"\n  I have lots of besties\n  ","437132":"\n  I don’t like chocolate ?\n  ","437133":"\n  Lots and lots and lots and I’m still....... single ??????\n  ","437134":"\n  How do you even know I have a sister\n  ","437135":"\n  Hmmmmm..... animals don’t scare me. Spiders do ????\n  ","437136":"\n  You guys I’m sorry if I don’t get to ur questions. ? I just have so many.\n  ","437137":"\n  WHHAATTT THANK YOU! ????\n  ","437138":"\n  Awww you’re so nice ??????\n  ","437139":"\n  My heather grey shirt from fashion nova. ???\n  ","437140":"\n  HOLA!\n  ","437141":"\n  Honestly, I can tell when I’m getting depressed when I sleep a lot and don’t eat much, it’s a seasonal thing for me. But you really just have to push yourself. Don’t let it get to a point where it’s hard to recover. Get some sun and breath! And most importantly, spend time with those who love you! ☺️?\n  ","437142":"\n  I actually doooo ??????\n  ","437143":"\n  millennial gang!\n  ","437144":"\n  No! ?\n  ","437145":"\n  Oldest doesn’t matter. Youngest 19\n  ","437146":"\n  Wow I love you ?\n  ","437147":"\n  Who I date. That’s why I’m single for life.\n  ","437148":"\n  CARBS ??\n  ","437149":"\n  ??? I have school\n  ","437150":"\n  Some people on this app get really aggravated answering questions from anons when they can just turn anon questions off. ??‍♀️\n  ","437151":"\n  My ranking is fasholy messed up\n  ","437152":"\n  The fam and I went to a cabin to destress and detox. We did yoga, hiking, went out to eat, face masks, lemon water, lots of pics, etc... ☺️?\n  ","437153":"\n  Awww thank youuuu ????\n  ","437154":"\n  NAH BRO\n  ","437155":"\n  Me? Nope. You should see my room ? better yet, you can watch me clean my room on YouTube @ Daina Fuller\n  ","437156":"\n  Nothing special lol full pic coming soon. :)\n  ","437157":"\n  GOOOO NINERS!!!\n  ","437158":"\n  Hello! ?\n  ","437159":"\n  I LOVE spicy foods! ?? and Mexican candy ??\n  ","437160":"\n\n   @NicoleBuckleyyx\n  \n  ur one of my favorites!!!??\n  ","437161":"\n  Her ?\n  ","437162":"\n  IM CRAVING SOME PANCAKES!!!!!!!! ????????\n  ","437163":"\n  ?\n  ","437164":"\n  Just nothing inappropriate. I’m deleting lots of questions and answers with explicit content because I’m trying to get my verification tick. ??\n  ","437165":"\n  2 + 2 ... I’m sure it’s 7\n  ","437166":"\n  Thank you muuaahh!! ?????????\n  ","437167":"\n  When is a lie ever better than the truth ?\n  ","437168":"\n  Does anyone else feel a little salty after they lose a follower? Lol\n  ","437169":"\n  I literally have questions from 4 years ago that I didn’t answer :(\n  ","437170":"\n  SQUIRREL!!!\n  ","437171":"\n  Even thought I don’t eat bacon.\n  ","437172":"\n  You guys seem to love my selfies :)\n  ","437173":"\n  Okay :)\n  ","437174":"\n  Hiking! ?\n  ","437175":"\n  Only when I’m walking out of class and into my house after a long day.\n  ","437176":"\n  Thanks\n  ","437177":"\n  .... okaayy lol\n  ","437178":"\n  Nope. I’m terrified of motorcycles unless they’re not moving ???\n  ","437179":"\n  Fast as in? ?\n  ","437180":"\n  Eat it!\n  ","437181":"\n  PINK\n  ","437182":"\n  Someone stealing honestly. Work is pretty boring. Lol\n  ","437183":"\n  MONOPOLY!!!!\n  ","437184":"\n  New new\n  ","437185":"\n  I love where I live already :)\n  ","437186":"\n  Ouuuuu ?\n  ","437187":"\n  HOWDY ?\n  ","437188":"\n  UR MOM ?\n  ","437189":"\n  My nephew ??\n  ","437190":"\n  KOREAN BBQ ??\n  ","437191":"\n  I think so, but I’m not sure :)\n  ","437192":"\n  I should stop accepting anonymous questions.\n  ","437193":"\n  20!\n  ","437194":"\n  I’m confusion\n  ","437195":"\n  Next trip: San Diego\n  \n  Trip After That: New York ?\n  ","437196":"\n  Thank you!!!! ???\n  ","437197":"\n  You too! Let’s follow each other ?? FOLLOWED\n  ","437198":"\n  Everyone’s favorite city seems to be New York. I think I’m gonna go to New York. ??\n  ","437199":"\n  HELL NAWL\n  ","437200":"\n  BOOM!\n  ","437201":"\n  Bye boy\n  ","437202":"\n  RIP TO THE ? and his daughter! Man this isn’t fair.\n  ","437203":"\n  Why are you telling me???\n  ","437204":"\n  Broke my heart! I can’t even go through Instagram anymore. Looking at their faces and then thinking about the mom and the children, I can’t even.\n  ","437205":"\n  Well I took a photo but still can’t make it a secret picture :( I’m sad\n  ","437206":"\n  Laughing babies and puppies ?\n  ","437207":"\n  Why thank you! ?\n  ","437208":"\n  ? anything Ariana Grande\n  ","437209":"\n  Nothing is going right with the news that was shared with the world today.\n  ","437210":"\n  How do you people find me?\n  ","437211":"\n  What does this even mean? Lol\n  ","437212":"\n  You can just talk to me, ur cute as fk. ?\n  ","437213":"\n  No for real! That shit had me super off today. I don’t even feel like going to school tomorrow.\n  ","437214":"\n  Does anyone wanna watch my YouTube channel???\n  ","437215":"\n  Golden Gate Park\n  \n  UPDATED SELFIE\n  ","437216":"\n  Ou! Ou! Uhhhh, I would be a giant whale! ?\n  ","437217":"\n  Hope you’re not looking for me. ?\n  ","437218":"\n  Don’t ask me that.\n  ","437219":"\n  I dooooooo ??\n  ","437220":"\n  THE BEACH! Fuck the beach.\n  ","437221":"\n  VSCO GIRL!\n  ","437222":"\n  How bout no ?\n  ","437223":"\n  Happy new year! I’m so late ???\n  ","437224":"\n  I hate when I send someone a question and they respond without answering my question or their response has nothing to do with my question lol #Unfollowed\n  ","437225":"\n  ??? thank you!\n  ","437226":"\n  I feel like I’m the only girl who hates shopping.\n  ","437227":"\n  I doubt you’ll have much fun here. That’s why everyone comes and goes. ???\n  ","437228":"\n  Why would you say this?\n  ","437229":"\n  Oh this is a good question. Bella Thorne for sure. ???? And Kylie Jenner\n  ","437230":"\n  Ohhhhh it’s not deleting questions lmfao Im stupid\n  ","437231":"\n  I try ?\n  ","437232":"\n  I’m sorry I do not :(\n  ","437233":"\n  I literally don’t even want a boat.\n  ","437234":"\n  Yes, yes I am.\n  ","437235":"\n  I really don’t know what that means lmfaoooo\n  ","437236":"\n  I’m sorry what\n  ","437237":"\n  I don't have one because I was cute then and now\n  ","437238":"\n  I don't get points for answering my own question.\n  ","437239":"\n  Lets see if i get points for answering my own question.\n  ","437240":"\n  Oh I remember the superbowl. lol Disappointing\n  ","437241":"\n  I really have no idea.\n  ","437242":"\n  Pool, can't stand sand cleaning sand off.\n  ","437243":"\n  Will do, later :)\n  ","437244":"\n  What do you mean?\n  ","437245":"\n  You really post a lot. lol\n  ","437246":"\n  Me, I'm super bored.\n  ","437247":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437248":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437249":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437250":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437251":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437252":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437253":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437254":"\n  Ask FM is shit now. I’m deleting my page. Follow my instagram\n  \n   @miss_daina\n  \n  to stay in contact with me.\n  ","437255":"\n  Baby\n  ","437256":"\n  I’m on xanxs don’t even know why I’m on here\n  ","437257":"\n  Ewh, who is this?\n  ","437258":"\n  K so like, I left and planned to come right back but life was like “nah bih, you got this that and this to do.” :( so like, yea.\n  ","437259":"\n  K idk u either SKEET SKURT\n  ","437260":"\n  I’m tired of this guy.\n  ","437261":"\n  Well I am. Lol\n  ","437262":"\n  Sorry guys! I’m back! ? aaaaand now I’m gone again. ✌️\n  ","437263":"\n  Smh. Ghost,\n  ","437264":"\n  Go away\n  ","437265":"\n\n   @miss_daina\n  \n","437266":"\n  Nobody. Not even me.\n  ","437267":"\n  I’d smack it\n  ","437268":"\n  Why hello\n  ","437269":"\n  Um so like.... TUNBUN IS BACK ?????\n  ","437270":"\n  Yes. We revert back to prenatal existence.\n  ","437271":"\n  So like, I kinda just got dumped and my heart really hurts.\n  ","437272":"\n  Ask fm actually isn’t as good as it used to be. :(\n  ","437273":"\n  Did you change ur pic?\n  ","437274":"\n  Ummm.... idk lol I’m the kind of person who likes things that are meant to be unsettling.\n  ","437275":"\n  Hello. :) Emotions are really strong. They’re like a superpower we always overlook. Just thought I’d put that out there.\n  ","437276":"\n  The feeling when you realize he don’t want you ?? I’m sad asf lmfaooo\n  ","437277":"\n  Y’all ever heard that song by Jojo siwa? Her whole song is stupid.\n  ","437278":"\n  Literally have hundreds of questions I didn’t answer.\n  ","437279":"\n  I live in the dessert\n  ","437280":"\n  Jay you unfaithful\n  ","437281":"\n  My mom is annoying me\n  ","437282":"\n  Who wants to sing old school music with me?\n  ","437283":"\n  Baby ?\n  ","437284":"\n  My head hurts :(\n  ","437285":"\n  Omg, was today actually a good day????!!! I’m Shooketh!\n  ","437286":"\n  You too? Ok good I thought I was the only one.\n  ","437287":"\n  Not conflicted anymore just being really dumb, like every other 18 year old girl still in high school.\n  ","437288":"\n  Already following ??\n  ","437289":"\n  Not in a good mood, I’ve never been this conflicted before lmfao someone help me.\n  ","437290":"\n  Ok so like, why is my babe so amazing?\n  ","437291":"\n  I didn’t shower for two days so....\n  ","437292":"\n  43,000 .. duh.\n  ","437293":"\n  I have the flu. Help me.\n  ","437294":"\n  Advertising on Daina’s ask?!\n  ","437295":"\n  I’m MAD asf rn\n  ","437296":"\n  Facing the fact that I’ll never be verified\n  ","437297":"\n  You called???\n  ","437298":"\n  ASS ?\n  ","437299":"\n  Lolllll what??\n  ","437300":"\n  Wow, he’s terrible lol.\n  ","437301":"\n  Hoping I didn’t trick myself into falling for him just because I was lonely.\n  ","437302":"\n  Very happy ❤️❤️❤️\n  ","437303":"\n  Found my husband\n  ","437304":"\n  You look like someone I know named Benito.\n  ","437305":"\n  I want a boyfriend\n  ","437306":"\n  We do NOT promote on Daina’s page!!! ????\n  ","437307":"\n  I guess today was a good day.\n  ","437308":"\n  Ok\n  ","437309":"\n  Uhhhhhhhhhhhhhhh\n  ","437310":"\n  Ask.fm just will not verify me. ? Because I have bad content.\n  ","437311":"\n  Bad cuz mfs is still grounded til next week. SMH\n  ","437312":"\n  I’m not rude. Never, baby. I just keep it 100.\n  ","437313":"\n  He’s fake lol\n  ","437314":"\n  Ouuuu watch that b word ☹️\n  ","437315":"\n  Fuck school\n  ","437316":"\n  Lol. I’m grounded.\n  ","437317":"\n  I hate people.\n  ","437318":"\n  Today sucked\n  ","437319":"\n  I just sit there and miss them and then wish I wasn’t here ?\n  ","437320":"\n  And I’m experiencing abdominal pain!\n  ","437321":"\n  I stink so bad\n  ","437322":"\n  My hair stinks\n  ","437323":"\n  It’s not funny. How am I gonna live?\n  ","437324":"\n  I have no more dk appointments with the sexiest man alive. I’m so upset.\n  ","437325":"\n  It’ll get tortured\n  ","437326":"\n  I’ll need this for later\n  ","437327":"\n  Today was like, literally the worst day ever. This is definitely gonna be followed by an ever worse day.\n  ","437328":"\n  Who dat?\n  ","437329":"\n  I’m so numb\n  ","437330":"\n  I’d shake what my mama gave me\n  ","437331":"\n  I’m so tired :(\n  ","437332":"\n  I’m sure you do :(\n  ","437333":"\n  Going to a dk appointment today ?\n  ","437334":"\n  OMG I WAS SO BUSY TODAY\n  ","437335":"\n  And later.\n  ","437336":"\n  My vagina?\n  ","437337":"\n  I like you ?, babe.\n  ","437338":"\n  Yaayyyy MEMEME so I can crack my face open ???????\n  ","437339":"\n  I used to love watt pad! ?\n  ","437340":"\n  They’re hungry, I’d growl too if I was hungry.\n  ","437341":"\n  They’re growling at me because I won’t share my food\n  ","437342":"\n  These dogs are literally begging for my tamales\n  ","437343":"\n  My phone is making noises ?\n  ","437344":"\n  I knew it was only a matter of time before someone reported you\n  ","437345":"\n  I’m super sad\n  ","437346":"\n  I got NO dk :(\n  ","437347":"\n  Lol maybe\n  ","437348":"\n  Awwwww thank you Jay ???\n  ","437349":"\n  It’s 7:18pm\n  ","437350":"\n  Bestie how you gonna leave me for all these days ?!\n  ","437351":"\n  Listen to my Cover ? the rest comes later\n  ","437352":"\n  It’s December 31st :)\n  ","437353":"\n  Never late for a dk appointment ????\n  ","437354":"\n  When I got dk last night ??\n  ","437355":"\n  I’m taking the biggest poop ever ?\n  ","437356":"\n  I’m glad you got reported.\n  ","437357":"\n  Lolll wait, someone just unliked my answers ahaha\n  ","437358":"\n  Omg somebody get him ????\n  ","437359":"\n  OH MY LORD!?\n  ","437360":"\n  Little cutie kids? What’s that supposed to mean ????\n  ","437361":"\n  I actually don’t like bananas. How can you even call that a fruit. There’s NOTHING FRUITFUL ABOUT A NASTY BANANA! ???\n  ","437362":"\n  Ouuuu ?????? how old.. 20?\n  ","437363":"\n  Wow you’re so cute :)\n  ","437364":"\n  Lolllll scoop as in come pick me up? ? I hope you didn’t mean spoon....\n  ","437365":"\n  Birthday in two days?\n  ","437366":"\n  Why when I was in the bed with that dude he told me my ass got phatter but I think he was lying :(\n  ","437367":"\n  Go check out his video lolz :)\n  ","437368":"\n  ??\n  ","437369":"\n  Yucky yucky yucky\n  ","437370":"\n  No we can not Snapchat\n  ","437371":"\n  Jamie stay loosing his account ?\n  ","437372":"\n  Because that came from an account that got reported???\n  ","437373":"\n  Girls are so cute\n  ","437374":"\n  Guess I’ll answer this again just cuz you’re cute\n  ","437375":"\n  Oh and the trolls with nothing in their bios ??\n  ","437376":"\n  Yes. Trolls who report my answers, trolls who are jealous, trolls who spam me with dumb questions, and trolls who use brand new 0 answer 0 likes 0 followers accounts just to send me cruel messages ??????\n  ","437377":"\n  Making plans on getting dk, sometimes unsuccessful. Ugh. Teach me how.\n  ","437378":"\n  IT WAS YOU JAMIE\n  ","437379":"\n  WHY ARE PPL REPORTING MY QUESTIONS ?????\n  ","437380":"\n  Lol in that bummy outfit? ?\n  ","437381":"\n  Don’t use apps\n  ","437382":"\n  ????\n  ","437383":"\n  MAN!!!!! that’s what’s wrong with the ask community.\n  ","437384":"\n  What?\n  ","437385":"\n  AHAHAAHAHAHHAAA OMG LOL HAHAHAAHA LMFFAAOOO AKEKEKEE\n  ","437386":"\n  Not this one :( ... and I’ll tell you why. Ask fm and so many trolls, so many catfish, and so many people who speak a different language like Arabic or Ukrain.\n  ","437387":"\n  Badnight :(\n  ","437388":"\n  I’ll have to think about that. It is very dangerous to add strangers on instagram.\n  ","437389":"\n  The best of my 2017 would be the day it’s over.\n  ","437390":"\n  I hope that something is getting a new phatter ass :(\n  ","437391":"\n  This must be Jamie lol\n  ","437392":"\n  Wow, you don’t ever get on anymore. *sad face*\n  ","437393":"\n  I have questions that I haven’t answered from two years ago lol\n  ","437394":"\n  Yes I do\n  ","437395":"\n  Today ?\n  ","437396":"\n  I don’t do well with compliments lol.\n  ","437397":"\n  I am a lost boy, from Neverland; Usually hanging out with, Peter Pan.\n  ","437398":"\n  How is ur ask dry? Sometimes my ask is so wet that I have to log off.\n  ","437399":"\n  I’m ready for more dk. :)\n  ","437400":"\n  ...... it’s you.\n  ","437401":"\n  No, isn’t Santa supposed to find me??\n  ","437402":"\n  Aww cutie! There’s still spelling errors but you so swweeeettt ??????\n  ","437403":"\n  I’m not really sure how to answer this.......\n  ","437404":"\n  Brown moms: TYRONE! *smacks Tyrone upside the head with her shoe* I told you to wash them dishes an hour ago!\n  \n  White moms: Jacob, you’re grounded for 24 hours for shooting up the school!\n  ","437405":"\n  Aw baby ???\n  ","437406":"\n  So who reported some of my answers? You guys are haters.\n  ","437407":"\n  MANNNN!!!! Someone needs some ???? but chur not gonna get it from me so keep searching buddy.\n  ","437408":"\n  -.-\n  ","437409":"\n  -.-\n  ","437410":"\n  Are you done? Lol\n  ","437411":"\n  He obviously forgot to come to my house. ??? He’s definitely on the naughty list.\n  ","437412":"\n  I got dk. That’s how my Christmas was ??????\n  ","437413":"\n  Scoop what. Scoop me some ice cream? Scoop the poop out the yard? I wanna knowww.\n  ","437414":"\n  I’m technically a catfish\n  ","437415":"\n  And only you ☺️??\n  ","437416":"\n  Hmmm stripper most definitely ☺️\n  ","437417":"\n  Lol you got deleted\n  ","437418":"\n  it was bomb asf. I’m tryna see him again ???\n  ","437419":"\n  Oh gosh.\n  ","437420":"\n  My boobs and ass is flat\n  ","437421":"\n  I got dkkkkk ???\n  ","437422":"\n  Um! Yes!\n  ","437423":"\n  I just wanna lick post Malone all in his mouth\n  ","437424":"\n  MERRY CHRISTMAS EVERYONE!!!\n  ","437425":"\n  Why’s his ask so dead? :( lol\n  ","437426":"\n  Oh my god ur cute as fuck !\n  ","437427":"\n  Dec\/24\/17 Sunday 3:50am and I’m up for no reason, my phone is dry asl, and I’m really sick. ?\n  ","437428":"\n  About this new update\n  ","437429":"\n  California is the best! Anything in the coast is best.\n  ","437430":"\n  ... but it’s not even you\n  ","437431":"\n  Followed ? ur such a cutie\n  ","437432":"\n  50\n  ","437433":"\n  Hello ?\n  ","437434":"\n  No\n  ","437435":"\n  I’m single lol\n  ","437436":"\n  Those are the easiest ones to clap back at. They’re too scared to come upfront about some shit.\n  ","437437":"\n  Lollll not really\n  ","437438":"\n  Very!!! Money makes the world go round. Most people only work so they can get money because money gets you mostly everything you want. Without it, I imagine we would be very lazy because we wouldn’t have anything to work for. But then again.... because no one would work for he things we really need like food, clothing and shelter we would have to do it ourselves because no ones being paid to do that shit. Smh what a complicated thing. But there would definitely be less competition.\n  ","437439":"\n  You bout thick asf\n  ","437440":"\n  Wow ?? I love compliments like this❤️❤️❤️❤️\n  ","437441":"\n  Even in cold weather lmfao. It’s because I’m just weird like that :(\n  ","437442":"\n  Look at you ????\n  ","437443":"\n  What a cutie ?❤️\n  ","437444":"\n  Because it’s definitely Halloween ?? where’s my candy?!\n  ","437445":"\n  Since everyone being rude today......\n  \n   @Keishaun1818\n  \n  got a big ol forehead\n  ","437446":"\n  Babe ?\n  ","437447":"\n  Uhhhhh\n  ","437448":"\n  And you’re cute as hell ?❤️ followed ❤️?\n  ","437449":"\n  ???? omg I remember that video!! ???? and girl yes cuz this mf got me messed up.\n  ","437450":"\n  I’m the type to unlike all ur answers once I stop liking you\n  ","437451":"\n  I was until I opened up ask fm :(\n  ","437452":"\n  Well at least you’re honest. ❤️❤️\n  ","437453":"\n  There’s some stupid adults out there..... so no.\n  ","437454":"\n  Ouuu body goals ? tell me yo secret.\n  ","437455":"\n\n   @savannahblu\n  \n  is rude as hell. She’s mean to people for no reason. Lmfao even when they’re being nice to her.\n  ","437456":"\n  HHHAAANNN ???\n  ","437457":"\n  Uhhh don’t have one :(\n  ","437458":"\n  My butt itches\n  ","437459":"\n  No I live in Whackramento\n  ","437460":"\n  I’m unemployed. But everyone follow my YouTube channel so I can be lazy and famous and earn money quickly ?\n  ","437461":"\n  If you’re black I probably already follow you. Black people are so fun to be around lol.\n  ","437462":"\n  Awwww let’s talk about it. Because I think they’re funny. :)\n  ","437463":"\n  Oh and just so you guys know, you can report someone as many times as you like, but if they didn’t do anything wrong, their account will never get suspended. So if you’re one of those people, just save yourself the trouble and log off.\n  ","437464":"\n  Oh no, why would I do that? I love Kendra and Des. ? They’re my babies.\n  ","437465":"\n  Ouuuu what are you doing for your birthday ???\n  ","437466":"\n  None, bc they aren’t me! Duh! ?\n  ","437467":"\n  Isn’t this illegal ???\n  ","437468":"\n  I think you should stop\n  ","437469":"\n  Go away please\n  ","437470":"\n  No filter\n  ","437471":"\n  Look who’s talking\n  ","437472":"\n  Oh my lord\n  ","437473":"\n  No one sent me anyone’s @ today. I’m disappointed.\n  ","437474":"\n  Back at chu ???\n  ","437475":"\n  It’s so funnyyy how you mfs gotta make a whole new account to say this lmfao. I’m annoying cuz I’m doing something you’re not. Quit hating.\n  ","437476":"\n  I love it when he call me shawty ???\n  ","437477":"\n  ‼️TO EVERYONE WHO SEES THIS: Send a compliment to someone, anyone. And once they answer back, send me their @ and I’ll send you 25 likes and a follow! ❤️\n  ","437478":"\n  We need more people like you\n  ","437479":"\n  :D Because I spread positive energy. ❤️?\n  ","437480":"\n  Oh woowww is that right???\n  ","437481":"\n  Ofc. ? does anyone know why my phone just vibrates and I get no notification?\n  ","437482":"\n  Um, I’m still on the toilet even though I’m done taking my morning dookie ?. My poops sound like bloop bloop plop! Bloop! Bloop bloop bloop! PLOP! ?☺️\n  ","437483":"\n  I love you all.  ☺️?\n  ","437484":"\n  Hey hey hey ??\n  ","437485":"\n  100+ followers in 22 days? Lol where you guys been at this whole time?\n  ","437486":"\n  Currently taking my morning dookie\n  ","437487":"\n  ????? I love you\n  ","437488":"\n  My niece is testing me right now. It’s too early for this shit.\n  ","437489":"\n  THANK YOOOUUUU!!!! ❤️❤️❤️❤️❤️\n  ","437490":"\n  My head is not big!!! ?? My ass is tho.....\n  ","437491":"\n  Boy bye\n  ","437492":"\n  Y’all!\n  \n   @keeptestingdes\n  \n  is my girlfriend. N that’s faxx!\n  ","437493":"\n  *erasing an answer you started to type because you know there’s always that one hater who reports everything*\n  ","437494":"\n  I want a boyfriend\n  ","437495":"\n  I don’t like when my niece eats her boogers while laying in my bed. There’s something so wrong with that.\n  ","437496":"\n  I hate jealous girls... if your dude break up with you then don’t get mad when he’s hanging with a new girl. And certainly don’t take anything out on the girl. Lol\n  ","437497":"\n  ITS MY BIRTHDAY EVERYDAY\n  ","437498":"\n  So I got tased in the neck today... lolll\n  ","437499":"\n  Done ??\n  ","437500":"\n  My nude got reported. I hate everyone\n  ","437501":"\n  Sorry my uhhh.... my YouTube isn’t working\n  ","437502":"\n  Baby ❤️\n  ","437503":"\n  My teacher excused me from the final!\n  ","437504":"\n  I try... ion know why my followers stuck on 1897 lmfaooo can 13 more people follow me already? ?\n  ","437505":"\n  “Cock” “No offense but...” “it’s always the last place you look” “I could care less” (when it’s really, I couldn’t care less) “keep calm and...” (literally the worst phrase of 2014)\n  ","437506":"\n  10! ??\n  ","437507":"\n  I’m alcohol free!!!☺️☺️☺️☺️\n  ","437508":"\n  Oh my god! Can y’all stop hating and reporting my answers. If I said “I just stepped in dog shit this morning” and you don’t like what I said then keep scrolling booboo!!!!\n  ","437509":"\n  HELL YES, and why’s there no mars emoji! ?\n  ","437510":"\n  Half you mfs on my snap ion even know how y’all even got on there ?\n  ","437511":"\n  Lmfao what I did???\n  ","437512":"\n  Who unfollowed me tho?\n  ","437513":"\n  You’re welcome shawty ❤️?\n  ","437514":"\n  I’m bored so who wants 20 likes? LIKE ?\n  ","437515":"\n  Why is my mom so annoying?\n  ","437516":"\n  Go away\n  ","437517":"\n  Awwwww boobooo ??\n  ","437518":"\n  GUCCI GANG GUCCI GANG GUCCI GANG GUCCI GANG GUCCI GANG GUCCI GANG\n  ","437519":"\n  lil pump ?\n  ","437520":"\n  Yea.\n  \n   @ksgxx\n  \n  spam me pleaseX ???\n  ","437521":"\n  None ? ion play dat\n  ","437522":"\n  LIE\n  ","437523":"\n  Someone report him\n  ","437524":"\n  Lol ??? I should delete that\n  ","437525":"\n  Noooo :( it prolly some trap music\n  ","437526":"\n  Aw baby ❤️\n  ","437527":"\n  And I love\n  \n   @ksgxx\n  \n","437528":"\n  Good! I love white chocolate!\n  ","437529":"\n  We missed you ?❤️\n  ","437530":"\n  I fucking love you ❤️\n  ","437531":"\n  What’s her face is so annoying.\n  ","437532":"\n  On a scale of 1-10? .... 12\n  ","437533":"\n  It was coo. ?\n  ","437534":"\n  Awww thank yoouu!! ❤️❤️❤️???\n  ","437535":"\n  No you’re on time love ❤️❤️❤️❤️❤️\n  ","437536":"\n  They live in the moment. ❤️\n  ","437537":"\n  Uhhh a dog ? a cake... a snake... uhh a bunny, fish, squirrel, a horse, a cow, a bird, uhhh others. ??\n  ","437538":"\n  I fucking love you .\n  ","437539":"\n  Awww thanks babes ❤️❤️❤️\n  ","437540":"\n  Thanks! ?❤️?\n  ","437541":"\n  I’d die.\n  ","437542":"\n  Thank you Kendra ❤️??????\n  ","437543":"\n  Lollll I thought it was 3 years.. no? ? THANK YOU JAMMIIIEEE!!!\n  ","437544":"\n  Omg quit being so cute ❤️?\n  ","437545":"\n  Random questions from like 2 years ago. Aha wonder why I never answered.\n  ","437546":"\n  That was funny asf ?\n  ","437547":"\n  Awwww I love you ?❤️???\n  ","437548":"\n  ????? come on\n  \n   @ksgxx\n  \n","437549":"\n  You guys, how to I remove my Facebook from an ask fm account that has been banned ? ???\n  ","437550":"\n  AHAHAHAHAAAHAAHAHAHAHAHAHAHAHAHA!! ??????????????????????????????????\n  ","437551":"\n  Wow! Definitely NOT! ? I just want makeup! ?\n  ","437552":"\n  It’s 6:32! :)\n  ","437553":"\n  No! ???\n  ","437554":"\n  Everyone tell me ways to celebrate my 18th\n  ","437555":"\n  WAITING FOR MY CAKE DAY TOMORROW!!!!\n  ","437556":"\n  Ouuuu!!!!!! Imma trust you on this one.\n  ","437557":"\n  Awww thank you! ❤️\n  ","437558":"\n  Someone read my hand :)\n  ","437559":"\n  Jamie I gave up on squats. I saw no improvement after 2 days so fuck squats.\n  ","437560":"\n  OK JUST LET EVERYONE KNOW JAMIE!\n  ","437561":"\n  Lol ? Horrors and Thrillers are full of stupid people.\n  ","437562":"\n  LOLLLLLLLL\n  ","437563":"\n  I’ve done modeling before\n  ","437564":"\n  No, my keys just fell in the side of my bed\n  ","437565":"\n  Oh wow I will ? what does the water do\n  ","437566":"\n  I like the dentist too, even when my teeth are being drilled ?\n  ","437567":"\n  No :( but I want to be. I wanna model and act.\n  ","437568":"\n  Um. Definitely not my dude???\n  ","437569":"\n  I’m in pain. Anyone with a vagina can tell you that cramps aren’t nice at all :( .\n  ","437570":"\n  DRUUUUGGSSS DRRUUUGGGSSSS DRRRRRUUUUUUGGSSSSSS ?\n  ","437571":"\n  McDonald’s fries ? are the best fries\n  ","437572":"\n  I need drugs\n  ","437573":"\n  CRAMPS HURT SO BBAADDD ??????\n  ","437574":"\n  Everyone go follow her ?❤️ she’s so sweet!\n  ","437575":"\n  Duh. ?\n  ","437576":"\n  HELLO! ❤️\n  ","437577":"\n  Ofc! ❤️ Whoever wants a follow you can just like this answer and I’ll follow! ❤️❤️❤️\n  ","437578":"\n  I have cramps ☹️☹️☹️\n  ","437579":"\n  Why someone report my damn answer like wtf ? it wasn’t even bad\n  ","437580":"\n  Hola\n  ","437581":"\n  GOODMORNING JAMIE AND EVERYONE ELSE!! *currently taking a shit*\n  ","437582":"\n  Lol\n  ","437583":"\n  Cutie ❤️\n  ","437584":"\n  Awww I love everybody ! ❤️\n  ","437585":"\n  No they just annoying lol\n  ","437586":"\n  Catfish are annoying\n  ","437587":"\n  Ewh go away\n  ","437588":"\n  Thank you!! Lol she’s definitely a hater.\n  ","437589":"\n  REPORT ☝️\n  ","437590":"\n  Omg, everyone go report\n  \n   @Ashelywindell\n  \n  ... she’s so rude lol.\n  ","437591":"\n  YOU NEVER SAW MY BUTT\n  ","437592":"\n  If you’re reading this just know I love you. ?❤️\n  ","437593":"\n  42 6’11\n  ","437594":"\n  4 more days til my cake daaayyy!\n  ","437595":"\n  NO MY DAY IS TERRIBLE AND ITS ONLY 8 AM\n  ","437596":"\n  GOODMORNING BIZNATCHEZ!!\n  ","437597":"\n  Going to bed at 9:30 because that's my bedtime.\n  ","437598":"\n  Why is lil pump so cute??\n  ","437599":"\n  :) you caannnn call me\n  ","437600":"\n  No ones taking my roasted potatoes. You will really get punched.\n  ","437601":"\n  I did?! Ask\n  \n   @keeptestingdes\n  \n  . I was layin witter ?\n  ","437602":"\n  Uhhh hmmmm not tonight :( and last night right after I texted you sayin I wasn't sleepy, I fell asleep.\n  ","437603":"\n  Man\n  \n   @Keishaun1818\n  \n  , what are you even saying ???\n  ","437604":"\n  Why is everyone single and ready to die? :(\n  ","437605":"\n  Woooowww IDK MAAANNNM\n  ","437606":"\n  Good lord ?❤️?❤️\n  ","437607":"\n  I got chu ?? you like white chocolate ?\n  ","437608":"\n  Dudes lol. ??\n  ","437609":"\n  \"Chill\" ???\n  ","437610":"\n  That works too I guess ?\n  ","437611":"\n  She said she want dk but ion have one. What do I do? :(\n  ","437612":"\n  ??? he damn near said he tryna **** y'all! ?????\n  ","437613":"\n  Peep his recent.\n  \n   @Keishaun1818\n  \n","437614":"\n  I like roasted onions too :)\n  ","437615":"\n  Jamie I got roasted potatoes for dinner ❤️\n  ","437616":"\n  Why you talkin out yo neck on anonymous ????\n  ","437617":"\n  Ok. Turning anonymous questions off once again.\n  ","437618":"\n  Ask fm needs to bring back gifts. And a feature that lets us filter certain stuff off our feed.\n  ","437619":"\n  People try so hard to bring people down for no reason....... at least have a reason ?\n  ","437620":"\n  Don’t have any and never will\n  ","437621":"\n  Mfs don’t wanna see anybody doin better than them. And that’s FAXX . Selfish mfs\n  ","437622":"\n  Where?\n  ","437623":"\n  Do you like funny chocolate boys? Yes?! ‼️? Then you’re gonna love\n  \n   @Keishaun1818\n  \n  ’s page. ??\n  ","437624":"\n  You didn’t even do it!! ? GO TROLL\n  \n   @Keishaun1818\n  \n","437625":"\n  I thought about it\n  ","437626":"\n  Uhhhh I already follow her\n  ","437627":"\n  You guys should go troll\n  \n   @Keishaun1818\n  \n  ????\n  ","437628":"\n  K. Gonna go try to figure out what I’m gonna do with my hair now. ?\n  ","437629":"\n  I don’t care about waking up early for school lol.\n  ","437630":"\n  My mom is so irritating, anytime I’m late, she’s the fucking reason.\n  ","437631":"\n  Does anyone else wake up for school hella early then end up being late anyways ?\n  ","437632":"\n  THANK YOU ?❤️\n  ","437633":"\n  No. I’m black ?\n  ","437634":"\n  In neverary.\n  ","437635":"\n  K?\n  ","437636":"\n  I doubt it.\n  ","437637":"\n  Drugs\n  ","437638":"\n  Tew ?\n  ","437639":"\n  I’m not bi ☺️ I’m strictly dickly\n  ","437640":"\n  I thought about it. LIKE THIS IS YOUD WATCH MY YOUTUBE VIDEOS!\n  ","437641":"\n  Can’t wait to move to San Francisco and change my name to “Queen of San Francisco”\n  ","437642":"\n  Oh no she’s taken :(\n  ","437643":"\n  Yea that’s my baby\n  ","437644":"\n  ???\n  ","437645":"\n  I hate when I forget to untick! ?\n  ","437646":"\n  Damn right.\n  \n   @keeptestingdes\n  \n  ???\n  ","437647":"\n  Wym by crispy ???\n  ","437648":"\n\n   @keeptestingdes\n  \n  about to be my girlfriend\n  ","437649":"\n  ASK ME QUESTIONS! ?\n  ","437650":"\n  ? Thank you!! Compliments are always nice. Especially after a rough day. ❤️\n  ","437651":"\n  Me sending myself questions. GO FOLLOW MY BACKUP\n  \n   @MissyyyD\n  \n","437652":"\n  RISE AND SHINE YOU SEXY CHICKEN NUGGETS\n  ","437653":"\n  How are you guys so gullible? Stop being tricked by these catfish lol.\n  ","437654":"\n  I’m an abuser ???\n  ","437655":"\n  Someone is seriously fking with me.\n  ","437656":"\n  I don’t wanna answer these questions anymore . This is so weird.\n  ","437657":"\n  72\n  ","437658":"\n  Now that you guys know everything that’s in my mouth ..... WHATS INSIDE OF YOURS!?\n  ","437659":"\n  Whhaaattt thhheee......\n  \n  Went to the dentist last month. Over 7 fillings. :) :) :) I’m a sugar mama. I go to the dentist 2 times a year. And it depends. I always brush my teeth in the morning, but at night I won’t if I don’t feel like it. And no I don’t smoke :)\n  ","437660":"\n  What are all these accounts with no personality ?? Go add a profile picture !! I’ll ask the questions ! :)\n  ","437661":"\n  Nope! 34\n  ","437662":"\n  ASK ME ASK ME ASK ME!!! ?\n  ","437663":"\n  Followed you back! ❤️\n  ","437664":"\n  37\n  ","437665":"\n  Here ❤️\n  ","437666":"\n  Man, I was reading\n  \n   @eatyourcake\n  \n  ’s answer on virginity. Already my understanding of virginity was that virginity is whatever you want it to be. To me virginity is giving yourself to someone because you love them and trust them. It’s when you make love to another person because you think they deserve it and you want them to have that part of you. Someone basically told her “he’s had sex before so he’s not a virgin” and that made me think about the time I gave it to someone thinking virginity was just simply penetration and thats that. I gave it to someone not having a clear understanding of virginity. I didn’t ask myself if I trusted this person. I didn’t think about how I wanted my first time to be special. (Which is wasn’t) Turned out that he didn’t deserve that part of me. If I would’ve had a better understanding of virginity I wouldn’t have done that. And I wouldn’t be so regretful right now. Smh.\n  ","437667":"\n  Who else keeps tapping these freaking ads by accident!?!? ???\n  ","437668":"\n  My a$$ is not gonna be phat by Christmas. :(\n  ","437669":"\n  Only thing I did today was squats. I’m sore asf... that’s how you know I’m out of shape. I did 24 squats yall. ?????\n  ","437670":"\n  Bacon for dinner? Yes please.\n  ","437671":"\n  lil pump needs an ask fm\n  ","437672":"\n  I do. ??\n  ","437673":"\n  I’m scared for my edges :(\n  ","437674":"\n  I NEED TO FOLLOW MORE PEOPLE! LIKE THIS FOR A FOLLOW (EVEN IF YOU THINK IM ALREADY FOLLOWING YOU) cuz sometimes I’m not ?\n  ","437675":"\n  Thanks !\n  \n  .\n  \n  .\n  \n  Do I get in trouble for saying ... GUCCI GANG GUCCI GANG GUCCI GANG GUCCI GANG GUCCI GANG GUCCI GANG\n  ","437676":"\n  When yo polls don’t look as good as peep gangs. :(\n  ","437677":"\n  I love you too.\n  ","437678":"\n  No you slay!!! ‼️?\n  ","437679":"\n  Is it gone be lit tonight or whheett\n  ","437680":"\n  Man! You aint eva lied! ? Ask don’t like you.\n  ","437681":"\n  Who keep reporting my answers... stop bein haters ??\n  ","437682":"\n  Lolll SOMEONES excited!!! ?\n  ","437683":"\n  Nooooo :( Sowweee it’s Free Yatta!! ❤️?\n  ","437684":"\n  I just wanna say I love everyone who follows me and shows me love. ❤️? Soon we gonna be one big ol ask fm fam ❤️❤️\n  ","437685":"\n  I didn’t forget the squats!!!! I’ll show you on Christmas! My ass gonna be phat!\n  ","437686":"\n  YOURE WELCOME ❤️❤️❤️ Everyone go follow her. She’s so sweet. ??\n  ","437687":"\n  Man, I created a workout plan and like...... I started yesterday and I’m sore asf . ? imma do it again today. I’m mainly sore from planks and crunchies ?\n  ","437688":"\n  You right I gained instead of lost ?\n  ","437689":"\n  I feel like ask fm is gonna do some dumb stuff and make us pay for features that were already free to us and call it premium...\n  ","437690":"\n  Butt head\n  ","437691":"\n  I’m probably gonna lose a lot of follows for what I just asked everyone ?????\n  ","437692":"\n  Jamie wtf.... this is from your reported account. Stop getting banned ???? I swear you been banned like 8 times. Perseverance at its finest ?????\n  ","437693":"\n  Loll I think the longest I been on ask was in 2014. I was on for months straight. I’m probably gonna leave again by next week. ?\n  ","437694":"\n  BECAUSE I SAID I HAVE SENIORITIS LIKE A MF?! ???\n  ","437695":"\n  Who tf reported my answers\n  ","437696":"\n  I wake up so early on the weekends but don’t like to wake up early for school.\n  ","437697":"\n  No because it’s time for me to go look at porn. Bye\n  ","437698":"\n  WHOS THROWING MY @ AROUND CALLING ME CATFISH ??? People are so bored.\n  ","437699":"\n  Wow ??❤️❤️\n  ","437700":"\n  Last one, GOODNIGHT\n  ","437701":"\n  ? I’m a queen ??\n  ","437702":"\n  ??PEEK-A-BOO\n  ","437703":"\n  No ?\n  ","437704":"\n  Uhhh yea I think so... MY PHONE IS BROKEN ??????????\n  ","437705":"\n  It’s a hamburger cake ?\n  ","437706":"\n  Does sound not play on videos now?  ????\n  ","437707":"\n  Vicky is hella funny\n  ","437708":"\n  Netflix buddies?? ?❤️\n  ","437709":"\n  I must be high asf. I tried to plug my charger into my burrito.\n  ","437710":"\n  I’m bout to go watch porn\n  ","437711":"\n  I’m too interested in the tv to go to sleep\n  ","437712":"\n  I’m too tired to eat\n  ","437713":"\n  I kill them... MWAHAHAHAHA ?????????\n  ","437714":"\n  Should I do my homework, eat something, or go to sleep? :(\n  ","437715":"\n  Well thank you, you are too! ❤️\n  ","437716":"\n  Yup and it itches! Who wants to scratch it??\n  ","437717":"\n  Aww cutie! Followed you! ❤️\n  ","437718":"\n  ??? teeheeeeeheheehehehehe\n  ","437719":"\n  Why do people ask me questions that I can just get from the random button ????  ?\n  ","437720":"\n  The sky !!???\n  ","437721":"\n  Uhhh they’re not loose... idk why they slippin ???\n  ","437722":"\n  My ass crack was so chilly , turned out my underwear was slipping ?\n  ","437723":"\n  This weekend I have lots of homework and trust me, I cut so many people off this year... not even funny lol.\n  ","437724":"\n  So I was watching Loud House and Clyde’s dad’s made him wear a seatbelt on the couch to protect him ?????\n  ","437725":"\n  ????\n  ","437726":"\n  It’s both of us... ?❤️\n  ","437727":"\n  Gotta couple haters .... but they wanna follow in my footsteps????\n  ","437728":"\n  Hello! ... ? MY LIPS ARE SO DRY! I lost BOTH of my chapsticks\n  ","437729":"\n  No. :)\n  ","437730":"\n  It was lit for like 10 minutes but once I said some, everyone died.... fml... imma be quiet\n  ","437731":"\n  No I think that’s you ❤️❤️❤️\n  ","437732":"\n  I should smack u, very hard :(\n  ","437733":"\n  Then quit flirting with every girl you see ???\n  ","437734":"\n  On my phone )_)\n  ","437735":"\n  ❤️❤️ positivity\n  ","437736":"\n  Awww I love you more! :)\n  ","437737":"\n  Ok jay!!!\n  \n  .\n  \n  .\n  \n  Am I the only one who doesn’t like to be pitied???\n  ","437738":"\n  ❤️❤️❤️❤️❤️ now be nice jay\n  ","437739":"\n  OUUUUU GUURRLLL GET CHO MAANNSSS\n  ","437740":"\n  Hello there!!! I think ask just got a little lit! Tag people for me so I can follow them!\n  ","437741":"\n  I have been gone because my life got so hectic ????\n  ","437742":"\n  Flirty ?\n  ","437743":"\n  Noooo because you the only one who do dis... -.- ?\n  ","437744":"\n  Awww why not ahaha he’s so funny ?❤️\n  ","437745":"\n  It ok lit-o baby ❤️\n  ","437746":"\n  Ahaha that WAS yooouuuu!! ??? I was bout to ask her if she knew a Jamie ?\n  ","437747":"\n  JAY I KNEW THAT WAS YOU WHO ASKED\n  \n   @KatieeKayy14\n  \n  ”Katie like everyone -.-“ ahaha\n  ","437748":"\n  WHO SLAPPIN MOZZY TONIGHT\n  ","437749":"\n  Who LIkeS ThEir OwN AnSweRs...\n  \n  .\n  \n  .\n  \n  .\n  \n  Me b!tch\n  ","437750":"\n  PAPI SHMONEY!\n  ","437751":"\n  Man it’s a desert on ask :(\n  ","437752":"\n  Never mind. :) She answered my question ?\n  ","437753":"\n  Kendra doesn’t even like my answers, ask me questions or answers my questions anymore. :(\n  ","437754":"\n  When you leave ask for months and come back and no one likes you anymore ?\n  ","437755":"\n  WHY IS ASK FM SOOOO MF DRY!!! Ask fm used to be lit asf! LIKE THIS ANSWER SO I CAN FOLLOW AND INTERACT WITH YOU!\n  ","437756":"\n  FOLLOW ME ! :)\n  ","437757":"\n  Nah I don’t like The Weeknd :(\n  \n  .\n  \n  .\n  \n  BUT WHO WANTS TO BE BEST BUDDIES?! I’ll make sure you get chicken nuggets. ?\n  ","437758":"\n  I miss you too anon ??\n  ","437759":"\n  WHEN PEOPLE DONT GO FOLLOW MY SISTER\n  \n   @ashleymafu95\n  \n","437760":"\n  YOUR MOM!!!! teehee. ?\n  ","437761":"\n  Because school got in the way. Lol ???\n  ","437762":"\n  Remember when we couldn’t remove our likes on ask fm ? ?\n  ","437763":"\n  Ok SERIOUSLY I’m back! ?? Missed you guys!!\n  ","437764":"\n  ASK IM BACK....\n  ","437765":"\n  Kendra don't you hate when girls look ugly in their selfies but even UGLIER in person?! ????\n  ","437766":"\n  Hit 1.8K followers ?\n  \n  Like this if you follow me......\n  ","437767":"\n  Awww thank you ??? and same I kinda don't but I miss school honestly. I miss the teachers and my friends and it's my senior year and I can't wait to apply to colleges.\n  ","437768":"\n  Things could be better. ? I can't wait to start school tho.\n  ","437769":"\n\n   @ksgxx\n  \n  havent talked to you in a while ?? what's up\n  ","437770":"\n  Poor girl deleted her whole ass account after I exposed her. I am so sorry booboo.\n  ","437771":"\n  Holly??? Uhhhh I honestly don't know. Lol\n  ","437772":"\n  Lolololololololol\n  ","437773":"\n  Damn I really just don't be posting anymore ?\n  ","437774":"\n  It's really just not.\n  ","437775":"\n  Who tf would buy an iPhone 6s for $120.... there's gotta be something extremely wrong with that phone.\n  ","437776":"\n  The only times I REALLY have to go pee, is when I get all comfortable, when someone else gets in the bathroom and right when I get to the door to unlock it.\n  ","437777":"\n  And there's hella catfish on this app. Like get a life boi!\n  ","437778":"\n  Hate fake or shady people. ?? Don't be fake.... tell me what's really good so I would be wasting my time on you.\n  ","437779":"\n  Ummmmmm ion fw labels.\n  ","437780":"\n  Anything but that\n  ","437781":"\n  You mean him?\n  ","437782":"\n  When someone unfollows me\n  ","437783":"\n  I want FOOD\n  "}}