{"Question":{"43993":"\n   Why do people kill each other?\n  ","43994":"\n   How r u\n  ","43995":"\n   Ok\n  ","43996":"\n   Yeah. They're nice homes lol.\n  ","43997":"\n   Hey\n  ","43998":"\n   Cool\n  ","43999":"\n   We can speak here\n  ","44000":"\n   Ur news? :p\n  ","44001":"\n   Do you like bunnies?\n  ","44002":"\n   Ok then\n  ","44003":"\n   Confess something ?\n  ","44004":"\n   If science makes it possible to predict which people will be more likely to commit crimes, should the highest risk individuals be jailed or killed before they can commit crimes? ?\n  ","44005":"\n   Okkkk\n  ","44006":"\n   What makes you feel satisfied?\n  ","44007":"\n   Are you scared to show the real you?\n  ","44008":"\n   U have fb account?\n  ","44009":"\n   :)\n  ","44010":"\n   btw, thnx for your questions and sorry I didn’t mention you in the special ppl question earlier, I did forget about those that ask questions sorry ?\n  ","44011":"\n   What's the best thing someone did for you?\n  ","44012":"\n   What is one thing you have tried to change, but couldn't?\n  ","44013":"\n   I'm always checking out the rental homes I'm servicing\n  ","44014":"\n   What's the hardest you've ever worked? ?\n  ","44015":"\n   Most certainly. It'll be nice to have my own place too.\n  ","44016":"\n   Ohhh how sweer of you\n  ","44017":"\n   That's true lol. We will definitely be working together.\n  ","44018":"\n   Welchen nächsten Film willst du dir unbedingt ansehen?\n  ","44019":"\n   Yeah it is. We've talked about it for a while lol. We'd be good I think.\n  ","44020":"\n   I was thinking me and her separate rooms. I don't know of anyone else moving in. Me and her get along pretty good.\n  ","44021":"\n   Yeah and yesterday she said to me do you really miss me and I said to her yes I really do miss you ?\n  ","44022":"\n   Lose geschnittene Jeans oder Röhrenjeans?\n  ","44023":"\n   Yes always good thank you ? and she is working in a fair right now\n  ","44024":"\n   I don't know just seems like it would be nice to have someone to share the bills with\n  ","44025":"\n   Yeah she is fine and okay ? and she is crazy ? for me\n  ","44026":"\n   What's usually on your favorite pizza? ?\n  ","44027":"\n   Lol yeah. Of course I got a friend that might move in with me. If she were to lose her current job.\n  ","44028":"\n   Yesterday I saw my girlfriend yaquelin\n  ","44029":"\n   Yes tell me\n  ","44030":"\n   Hi Jingle bella how are you\n  ","44031":"\n   I need storage rooms and yeah 1 ba ain't enough lol.\n  ","44032":"\n   Yeah. It would be nice to have a 3 bedroom house and of course I'll need more than one bathroom lol.\n  ","44033":"\n   U r so sweet really\n  ","44034":"\n   Hi sweetheart\n  ","44035":"\n   That's true. I save all I can cause I really want to get a house.\n  ","44036":"\n   They do. I just choose to save my money lol.\n  ","44037":"\n   What sport is the most boring?\n  ","44038":"\n   I might once I get out on my own. I don't really eat cereal at my parents lol.\n  ","44039":"\n   That's true. It's been years since I've had them.\n  ","44040":"\n   They are good.\n  ","44041":"\n   Me needs sugar lol.\n  ","44042":"\n   Sounds like fun. I keep spacing out lol.\n  ","44043":"\n   ily legna ??\n  ","44044":"\n   That's good. I'm good just tired I just got home and got showered.\n  ","44045":"\n   do you have a hidden talent that nobody knows? ?\n  ","44046":"\n   How are you?\n  ","44047":"\n   ? ya I was the same way when my oldest came to visit me last year at Xmas and she has her math 33 with and she asked me how can do this problem, I was like wtf man I never learned this *insert swearing here* when I was in school, so I was like ya no, she tried to show me how but to no avail.\n  ","44048":"\n   Is that a picture of you in your profile picture? You're super beautiful!\n  ","44049":"\n   ?? post your favorite photo with santa as you as a child or with your own children!\n[if you have kids or if you celebrate the idea of santa]\n  ","44050":"\n   Tell about the most exotic food you have eaten! ???\n  ","44051":"\n   That’s a beautiful thought! Merry Christmas and Happy New Year!\n  ","44052":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","44053":"\n   The Sun is Up, the Sky is Blue, It's Beautiful and So Are You?.. Good mOrninG?\n  ","44054":"\n   The Sun is Up, the Sky is Blue, It's Beautiful and So Are You?.. Good mOrninG?\n  ","44055":"\n   Don’t we all wish that ??\n  ","44056":"\n   Name your childhood best friend!\n  ","44057":"\n   what is a talent you wish you had ?\n  ","44058":"\n   Favorite evening snacks_____\n  ","44059":"\n   Your welcome\n  ","44060":"\n   I'd say $25\/hr or something like that\n  ","44061":"\n   What is\/was your favourite board game? ?\n  ","44062":"\n   Where's your husband in it?\n  ","44063":"\n   Do you take candy from strangers?\n  ","44064":"\n   Do you think everyone in life deserves a second chance?\n  ","44065":"\n   \"Do you like any type of melon\"? Cantaloupe.\n  ","44066":"\n   Do you watch the weather channel?\n  ","44067":"\n   Super eyes and eyeliner\n  ","44068":"\n   I am also fine with the grace of Allah Almighty.\n  ","44069":"\n   What’s the smartest thing you’ve seen an animal do?\n  ","44070":"\n   Have you ever seen a tornado? ?\n  ","44071":"\n   How much money have you spent on Christmas gifts? ? Roughly a ballpark figure, if you don’t want to exclude you don’t have to.\n  ","44072":"\n   What do you wish for Christmas this year?\n  ","44073":"\n   How to win anyone 's heart?\n  ","44074":"\n   Do you do anything special for New Year’s Eve?\n  ","44075":"\n   Do you sleep with the window open?\n  ","44076":"\n   When was your last internet break? How long was it?\n  ","44077":"\n   How many questions do you usually wake up to in your Ask inbox?\n  ","44078":"\n   What’s the most you’ll spend on yourself?\n  ","44079":"\n   How old are you ??\n  ","44080":"\n   Be well have a good eve\n  ","44081":"\n   Pleased to meet you both I’m nokarm (pronounces as no karma with out the a btw in case your wondering) I’m a gamer, nerd\/geek at heart from Alberta Canada, hate winter who cares right, been here for awhile now least a few years I like your questions so keep them coming if I think of any I ask you ok\n  ","44082":"\n   ۔۔۔?\n  ","44083":"\n   What's your favorite quote? PAP? ?\n  ","44084":"\n   Hello everyone, JD here. I send you questions on Ask. Nice to meet new people eh? Post a GIF if we've met before. Introduce yourself any funny way if we haven't been formerly introduced ??\n  ","44085":"\n   What is true beauty for you?\n  ","44086":"\n   How good would you say your gift-wrapping skills are? Haha\n  ","44087":"\n   What will you never do?\n  ","44088":"\n   Top 13 favorite bands?\n  ","44089":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","44090":"\n   How has your weekend been\/going so far?\n  ","44091":"\n   What's your favourite type of cake? ? ?\n  ","44092":"\n   If you were in a band, what kind of music would you play? ?\n  ","44093":"\n   Who is ur favourite youtuber?\n  ","44094":"\n   See my picture in Girly version\n  ","44095":"\n   What was your biggest facepalm moment?!\n  ","44096":"\n   What inspires you the most?\n  ","44097":"\n   What's the funniest YouTube or online video you’ve seen recently?\n  ","44098":"\n   If you could go back in history, who would you like to meet?\n  ","44099":"\n   لغة حابين تتعلمونها. و اذا في سبب ذكروه\nA language you are interested to learn, name your reason for picking that language if you have any\n  ","44100":"\n   Yup realized that while spamming you likes ?\n  ","44101":"\n   Do you know anyone who has such a good memory that it scares you?\n  ","44102":"\n   Hola ?\n  ","44103":"\n   You speak arabic? ?\n  ","44104":"\n   IYO..Who is the most beautiful actress of all time?\n  ","44105":"\n   Lol. That'd be a strong monkey. I'd take a job that paid to sleep if it paid my current salary or more\n  ","44106":"\n   What is the most beautiful thing you have ever seen?\n  ","44107":"\n   I think the only job that would be more of a cake walk than mine is paid to sleep. My boss has said my job could be done by a monkey lol.\n  ","44108":"\n   What do you think about Chick-fil-a?\n  ","44109":"\n   Yeah. I've been getting my stuff ready to go for in the morning. Makes the morning easier anyways.\n  ","44110":"\n   Dubai is 140 km away from my city here is a tip for you. DONT COME WHEN ITS SUMMER TIME! only if you like heat and sun thats another story ?\n  ","44111":"\n   That's good lol.\n  ","44112":"\n   دولة ودكم تزورونها و شو هو الشي الي جاذبنكم فيها و هل في شخص معيين تبونه يكون معاكم في هذه الرحلة؟\nWhat country you are willing to visit and what is it that attracted you in that country? Is there someone in specific you want to join you in this trip?\n  ","44113":"\n   Have you seen the TV show called “The Act”?? it’s based on a real story. I even found their real Facebook page “Dee Gyp Blancharde”. It is a creepy story tbh!!\n  ","44114":"\n   Sounds like fun. I've never played lol.\n  ","44115":"\n   Yeah. I'm bout to lay down lol.\n  ","44116":"\n   Lol yeah. Sounds like fun. It's like 35 here.\n  ","44117":"\n   What was the last song you listened on Spotify?\n  ","44118":"\n   Do you know anyone your age who has already lost a parent?\n  ","44119":"\n   What would you rate me 1-10\n  ","44120":"\n   What's your favourite memory from your childhood? ?\n  ","44121":"\n   Is it possible to live a normal life and not ever tell a lie? ?\n  ","44122":"\n   What part of your body do you find attractive?\n  ","44123":"\n   I like pumpkin soup, I like pumpkin carving and pumpkin pie with whip cream topping.\n  ","44124":"\n   Pap shoes\n  ","44125":"\n   What's been your favourite year up to now and why? ?\n  ","44126":"\n   What are your favorite hobbies?\n  ","44127":"\n   What are you terrible at?\n  ","44128":"\n   Are you a mountain or a beach person?\n  ","44129":"\n   What's your favorite city? ? Why?\n  ","44130":"\n   I was mixing it up. Luckily they couldn't hear me lol.\n  ","44131":"\n   Dog's or cats\n  ","44132":"\n   Welk fruit eet je het vaakst???\nNight❤\n  ","44133":"\n   What kind of surprises do you like?\n  ","44134":"\n   Yeah. Sunday driver all the way to mfing mfer lol.\n  ","44135":"\n   That's true. I was giving them every blessing in the book lol.\n  ","44136":"\n   Lol not as bad as yesterday. Last night I was cursing them I was ready to be home\n  ","44137":"\n   Buongiorno ❤\n  ","44138":"\n   True. I'm ready to get home. These drivers in front of me are driving me nuts\n  ","44139":"\n   لماذا مستفيق الى الان ، بماذا تفكر ؟!\n  ","44140":"\n   Sounds like a full day\n  ","44141":"\n   What's your most played game?\n  ","44142":"\n   Not your fault. Yeah it is. What you up to I'm heading home from work finally\n  ","44143":"\n   Thankyou! ?\n  ","44144":"\n   I understand. I know you don't. Some of the girls I'm talking to will though. There's one im sure she's seen the message but just doesn't answer\n  ","44145":"\n   تابعتك حسابك رائع بمعنى الكلمة?? ... اتمنى منك ان تضغط لايك لأول منشور في حسابي وشكراً من اعماق القلب ، اسأل الله أن يسعدك❤️\n  ","44146":"\n   Not saying you but a lot of my friends seem to put me at the bottom of the list\n  ","44147":"\n   So far decent. That's good lol.\n  ","44148":"\n   You're fine. I'm kinda the bottom half of most of my friends\n  ","44149":"\n   Trying.\n  ","44150":"\n   How's you?\n  ","44151":"\n   That's all it was. Is I was telling him about it cause we were talking about everything I did with her.\n  ","44152":"\n   No it's no fun at all. I just gotta focus on the good things\n  ","44153":"\n   What is your favourite pastime at this stage of your life?\n  ","44154":"\n   irl..who has the most beautiful smile?\n  ","44155":"\n   On a scale of 1-10 how shy are you?\n  ","44156":"\n   I need a hug\n  ","44157":"\n   Do you have any Christmas Eve traditions that you do ?\n  ","44158":"\n   Could you spend a day without your phone? ?\n  ","44159":"\n   Post a random GIF or pic here. Blank space for you:\n  ","44160":"\n   What is your backup plan?\n  ","44161":"\n   What is the latest information regarding a possible breakthrough to control or cure Alzheimers Disease?\n  ","44162":"\n   Do you like hugs from behind and neck kisses?\n  ","44163":"\n   Don't let the ugly in others kill the beauty in you ?\n  ","44164":"\n   what is your favourite ice cream flavour? ?\n  ","44165":"\n   ?\n  ","44166":"\n   What games?\n  ","44167":"\n   Check in. When was the last time you told your guardian \"I appreciate you\".....for whatever reason you have. As long as you used these words specifically?\n  ","44168":"\n   ????do you have a big family gathering during the holidays or is it normally a small group?\n  ","44169":"\n   yes hope everyone is having a good arvo ?\n  ","44170":"\n   +\n  ","44171":"\n   How do you cope with failure?\n  ","44172":"\n   ? are you the type of person to get your pets presents too?\n  ","44173":"\n   You are beautiful ??\n  ","44174":"\n   Hi, youu have bf?\n  ","44175":"\n   See my picture in Girly version\n  ","44176":"\n   How are we supposed to understand the fetishes of men? That question was so silly. And ew @ feet fetishes lmfaoo\n  ","44177":"\n   Do you believe in aliens? ?\n  ","44178":"\n   What is your take on astrology?\n  ","44179":"\n   what was you nickname when you were young?\n  ","44180":"\n   يسعد أوقااتك ?❤\n  ","44181":"\n   Awww thanks.  Look decent ??\n  ","44182":"\n   are you a fan pf billie eilish?\n  ","44183":"\n   Why does girls feet are so attractive to some if not to most men?\n  ","44184":"\n   Ooh\n  ","44185":"\n   Ant your feet is nice?\n  ","44186":"\n   Hi how are you? ?\n  ","44187":"\n   ??✨\n  ","44188":"\n   What English word has 3 consecutive double letters\n  ","44189":"\n   Bella, you’re the sweetest! Always so nice to everyone and you take the time to keep up with all your friends. If I’m half as nice as you, I’m still nicer than most people. Thank you for always having my back. You can count on me too ??\n  ","44190":"\n   What's the best thing about Christmas in your opinion? ? ?\n  ","44191":"\n   Oh thankyou you are so kind xx\n  ","44192":"\n   Sorry i could not stop from complimentin you xx\n  ","44193":"\n   If you were to get onto a battlefield taken from a fantasy movie and you could be any mythical creature you wanted, what'd you be and why? ? How'd you fight as said creature? ?⚔\n  ","44194":"\n   Do you have heels\n  ","44195":"\n   Just Drinking???\n  ","44196":"\n   You have amazing pretty feet honestly xx\n  ","44197":"\n   What color do you associate yourself with? ? Why? ?\n  ","44198":"\n   Have you ever tried writing poems as kid..teeneger?\n  ","44199":"\n   What would you change about your country if you could ?\n  ","44200":"\n   Hope its okay i said your feet are beautiful! xx\n  ","44201":"\n   What makes you nervous?\n  ","44202":"\n   Was washing my body with body wash?\n  ","44203":"\n   Fill in the blank.  If you want me to talk for a long time ask me about_________.\n  ","44204":"\n   Washing my beer gut??\n  ","44205":"\n   You look pretty in your profile pic! Your feet are so beautiful too! xx\n  ","44206":"\n   Which significant other in your life has had the biggest impact on you and why? ?\n  ","44207":"\n   Your all stars are Nice ?\n  ","44208":"\n   My birthday is on a Monday meaning some people who were coming for my birthday on the 30th will be back at work since they have the weekend off after Christmas??\n  ","44209":"\n   What do you think is the key to ultimate happiness ?\n  ","44210":"\n   I'm muhammad too!\n  ","44211":"\n   Do you like camping or being out in nature. Why or why not ?\n  ","44212":"\n   What was the most important lesson you’ve learned from your past relationship?\n  ","44213":"\n   What movie can you watch over and over without ever getting tired of?\n  ","44214":"\n   What keeps you up at night? ??\n  ","44215":"\n   Do you have any allergies \/ things you can't eat? ??\n  ","44216":"\n   Hello how are you?\n  ","44217":"\n   ???\n  ","44218":"\n   At what time does it usually get dark where you live during this time of year? ? Here in southern Sweden it goes down at like 3:35 pm, up north it's even worse ??\n  ","44219":"\n   What makes your heart happy?\n  ","44220":"\n   If you were offered a place on the USA Olympics weightlifting team, would you take it? ?\n  ","44221":"\n   What's the best way to heal a broken heart?\n  ","44222":"\n   No problem dear ????\n  ","44223":"\n   Should a person delete their ex's picture if they break up and start a new relationship?\n  ","44224":"\n   What types of questions do you like more. Do you like simple ones or thought provoking questions ?\n  ","44225":"\n   If you could travel in time, which era would you visit?\n  ","44226":"\n   \"Ever gotten lost before while on the road\"? I got lost overlooking I-95 and New York city. It was dark out and raining. We turned around, drove 15 miles to get on to I-95 north to get where we were suppose to go.\n  ","44227":"\n   Name one thing you’ll always find in your fridge!\n  ","44228":"\n   Have you ever tried meditation? What was it like for you?\n  ","44229":"\n   If we lose love and self-respect for each other, this is how we finally die.\n  ","44230":"\n   What was the last gift you gave someone?\n  ","44231":"\n   Have you ever watched movies\/tv shows in a completely different language with just subtitles???how was your experience?, If not would you like to watch???\n  ","44232":"\n   Some likes please? ??\n  ","44233":"\n   What are some of your favourite hobbies?\n  ","44234":"\n   Name your next adventure. PAP of inspiration!\n  ","44235":"\n   How'd you describe your morning routine? ?\n  ","44236":"\n   If you were to visit New York, which landmark would you want to visit first? ?\n  ","44237":"\n   That's useful information ??????\n  ","44238":"\n   What smells trigger memories for you?\n  ","44239":"\n   Are you an emotional person ?\n  ","44240":"\n   Start everyday with a new hope. Leave bad memories behind and have faith for a better tomorrow\n?\n  ","44241":"\n   ??\n  ","44242":"\n   It seems u r very good at music ???\n  ","44243":"\n   What do you dream about right now? ☺☺☺\n  ","44244":"\n   What kind of bag do you most often use? ????\n  ","44245":"\n   Are you the real and only ice goddess?\n  ","44246":"\n   Hey bella\n  ","44247":"\n   What cartoon do you still like to watch? ?️\n  ","44248":"\n   Какие книги нужно обязательно прочитать?\n  ","44249":"\n   Does a person’s name influence the person they become?\n  ","44250":"\n   You’re walking down the street, feeling great —  what holiday song should be playing in the background?\n  ","44251":"\n   What are some of the best screenshots you have taken on your phone?\n  ","44252":"\n   Do you ever suffer with, and if so How do you overcome, a lack of motivation or direction?\n  ","44253":"\n   What are you better at – singing or dancing?\n  ","44254":"\n   How many times a year do you visit a doctor?\n  ","44255":"\n   ???\n  ","44256":"\n   I m great whats are u doing\n  ","44257":"\n   Would you rather be able to visit 100 years in the past or 100 years in the future.\n  ","44258":"\n   It definitely can. I think I did it to myself for real cause I feel so much better today and it kinda went away if I slowed myself down and took deep breaths\n  ","44259":"\n   But I am way better today. Me and my dad were just talking about my past.\n  ","44260":"\n   Hola\n  ","44261":"\n   How to tell my boyfriend that his breath smells?\n  ","44262":"\n   Do like = TBH\n  ","44263":"\n   How r u\n  ","44264":"\n   It helps me motivate ALOT! Thankyou very much.. ?‍♂️\n  ","44265":"\n   Good morning\n  ","44266":"\n   I like your questions, will you send me some?\n  ","44267":"\n   As for someone who's new to the experience, i do agree that its manageable and not impossible but it does get to you sometimes, the only thing you'd wish for is to be beside someone or people who care for you... Thankyou for the opinion! ✌\n  ","44268":"\n   Personal opinion on \"living far from home\"?\n  ","44269":"\n   I did. I ate a lot lol. Me and my dad went to breakfast then we went out to supper and handels Messiah last night. I also got my flu shot and made myself nauseous last night cause I got my past, drug use, on my mind.\n  ","44270":"\n   Thank you. Yeah I'm 26 now lol.\n  ","44271":"\n   Hola\n  ","44272":"\n   What's the best thing about you?\n  ","44273":"\n   That's good. You're welcome. I'm good. Just chilling. Back to work tomorrow. Yesterday was my birthday.\n  ","44274":"\n   مساحة\nصباحيه\n  ","44275":"\n   How are you?\n  ","44276":"\n   Pap shoes\n  ","44277":"\n   In what age you think is ok to someone to sleep over with his girlfriend at home?\n  ","44278":"\n   Ant maybe now\n  ","44279":"\n   What does Freedom mean to you?\n  ","44280":"\n   If you could have any question answered, what would it be?\n  ","44281":"\n   What's your favorite trip you been on and why?\n  ","44282":"\n   There are some people who come along in life that just brighten your day!\nThe moment you see or hear from them, things just change in a delightful way!\nIt is more than a sparkling personality or their ability to converse so well;\nIt is their kindness that you sense in them, every time, you can ju\n  ","44283":"\n   What is\/are your favourite Christmas movie\/s? ?\n  ","44284":"\n   Do you wear any t-shirts with funny sayings on them? ?\n  ","44285":"\n   Do you play any musical instruments? ?????\n  ","44286":"\n   Can you cook ? Do you think you are a good cook ? What is your favourite thing to make ?\n  ","44287":"\n   If life is so short, why do we do so many things we don’t like and like so many things we don’t do?\n  ","44288":"\n   How will humans as a species go extinct? ?\n  ","44289":"\n   Do you have roommates? If so, how's it going?\n  ","44290":"\n   I mean lick them clean?\n  ","44291":"\n   Have you ever obsessed over anything?\n  ","44292":"\n   Ooo yay :3 sounds like fun xD\n  ","44293":"\n   Can u tell the story of how did you meet your husband?\n  ","44294":"\n   If your shoes are dirty can i kick them clean\n  ","44295":"\n   What is the funniest name you have actually heard used in the real world?\n  ","44296":"\n   Are are sad or happy? for your life...\n  ","44297":"\n   jakiego koloru masz piżamę?\n  ","44298":"\n   Whats that one thing which never fails to make you smile?\n  ","44299":"\n   So my daughters best friend still believes in Santa and the Elf on the Shelf. She’s 11 and in middle school. How old were you when you learned the truth about Santa? And do you think it’s a little odd her parents still go along with it? You’d think the kids at school would of clued her in by now.\n  ","44300":"\n   I'll come over ?\n  ","44301":"\n   Because the guy who killed Christina Grimmie was an obsessed fan, he was basically in love with her and couldn’t get a chance with her. That’s why he killed her. It’s so sad, cause Christina Grimmie was my favorite, I was so sad when I found out about that ❤️ she really is a sweetheart\n  ","44302":"\n   What’s your favourite meat?\n  ","44303":"\n   How long do you need to sleep to be in good shape?\n  ","44304":"\n   What is one of your favorite foods?\n  ","44305":"\n   A bar area? Nice ?\n  ","44306":"\n   По мере того, как мы продвигаемся по жизни, становится все труднее, но в борьбе с трудностями развивается внутренняя сила сердца.\n  ","44307":"\n   Voor de chips liefhebbers❤\nCheetos or Doritos?\nPaprika of naturel?\nWokkels of nibbits?\n  ","44308":"\n   Success in a line?\n  ","44309":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","44310":"\n   \"Are puppets creepy to you\"? No....not at all. I believe that they are so cool especially the Marionettes.\n  ","44311":"\n   What is the first video YouTube suggests you to watch today?\n  ","44312":"\n   Some days can be trying and are just a test,\nto persevere and do your best;\nwhile others will be easy and give you rest.\nand some days bring you joy to be blessed.\nWhatever your day is like remember this,\nIt can change tomorrow from sorrow into bliss!\nWishing you a wonderful day!\n  ","44313":"\n   ?Вопрос дня: Если бы у Вас был миллион долларов, то на что Вы бы его потратили?\n\/У меня новый ответ. Обратите на него внимание!\/?\n  ","44314":"\n   pernah gasih kalian ngerasa sangat amat bosan dan jenuh sama pekerjaan kalian ? mau resign tapi bingung mau cari kerjaan dimana lagi , hiks hiks\n  ","44315":"\n   How's your 2019 went so far? Any special plans for 2020?\n  ","44316":"\n   Favorite Christmas movie\/movies\n  ","44317":"\n   If I had won $ 100,000.00 per scratch card, how would I spend it?\n  ","44318":"\n   How often do you feel lonely and how do you deal with it?\n  ","44319":"\n   another universe, in dreams :p\n  ","44320":"\n   How do you handle showy arrogant people?!\n  ","44321":"\n   hi\n  ","44322":"\n   When was the last time you experienced nostalgia? What was it?\n  ","44323":"\n   What was your most memorable birthday? ?\n  ","44324":"\n   Which part of your country is most affected by natural disasters? And by which kind? ???\n  ","44325":"\n   When was the last time you visited a Museum?\n  ","44326":"\n   What is your dream house like? ???\n  ","44327":"\n   What is the most special feature in your country do you think? ???\n  ","44328":"\n   Its not the load that breaks you down, its the way you carry it \n#staif\n  ","44329":"\n   I want you for Christmas ❤️\n  ","44330":"\n   What are you wishing for this Christmas? ?\n  ","44331":"\n   What are some chill things you like to do during a snow storm?\n  ","44332":"\n   If you were to make a movie on your life what would you name it?\n  ","44333":"\n   How many brothers\/sisters have you got? ?\n  ","44334":"\n   Have you ever seen a large wild animal in its natural environment. How close were you and were you afraid.\n  ","44335":"\n   You've got this week! :D just remember you're awesome! Nothing will change that! :3 (feel free to use this for anything!)\n  ","44336":"\n   After that, I had a Bloody Mary in my large beer mug??\n  ","44337":"\n   Hey\n  ","44338":"\n   Tag someone and say something nice about them :)??\n  ","44339":"\n   Fill in the blank. All I want for Christmas is__________\n  ","44340":"\n   How often do you think about your future?\n  ","44341":"\n   Two things about you that people don't know yet?\n  ","44342":"\n   FINDING MONEY IN A COAT POCKET CONSIDERED LIFE'S GREATEST SMALL VICTORY! ?\n  ","44343":"\n   Hi\n  ","44344":"\n   What can melt your heart?\n  ","44345":"\n   Ok ?\n  ","44346":"\n   What did you have for dinner ? I had an Italian sausage sub.\n  ","44347":"\n   Hii\n  ","44348":"\n   I don't like this sign?\n  ","44349":"\n   How patient are you when it comes to dealing with people ?\n  ","44350":"\n   The day before New Year’s Eve is my actual birthday but I won’t have my party that day since people have to work.??\n  ","44351":"\n   I’ll just have to have my party at my house on New Year’s Eve and blow out the candles after the ball drops??\n  ","44352":"\n   Mines the 30th??\n  ","44353":"\n   Gonna rewatch the game tomorrow night since a few people showed up?\n  ","44354":"\n   ?\n  ","44355":"\n   Do you prefer to know a little about lots of things or a lot about just a few things?\n  ","44356":"\n   Sec champs?\n  ","44357":"\n   Follow maybe ??\n  ","44358":"\n   The day before New Year’s Eve??\n  ","44359":"\n   We’re gonna celebrate my actual birthday at my friends house on the 30th since I won’t have my party at my house since people are unable to come because of work?\n  ","44360":"\n   How have you changed as a person the last five or so years?\n  ","44361":"\n   If you had the world‘s attention for 30 seconds, what would you say?\n  ","44362":"\n   ??\n  ","44363":"\n   Have your neighbors ever called the cops on you?\n  ","44364":"\n   Do you ever do those FB fundraisers for your birthday? I'm not sure which one i want to help eek\n  ","44365":"\n   ??\n  ","44366":"\n   If you had to work but didn‘t need the money, what would you choose to do?\n  ","44367":"\n   Are 1 of your shoes dirty\n  ","44368":"\n   ?\n  ","44369":"\n   Yes..\n  ","44370":"\n   What's your favorite snack food?\n  ","44371":"\n   Six flags or Disneyland\n  ","44372":"\n   Yeah that to\n  ","44373":"\n   Space...??\n  ","44374":"\n   What’s the best thing you have learned from your parents?\n  ","44375":"\n   ???\n  ","44376":"\n   How many vera Bradley backpacks or items do you have\n  ","44377":"\n   Do you follow the Miss Universe Competition? If so, who are your favorite contestants this year and why? If not, why so?\n  ","44378":"\n   Just asking\n  ","44379":"\n   How many vera Bradley backpacks or items do you have\n  ","44380":"\n   What are you really curious about? ☺☺☺\n  ","44381":"\n   Have you got any nicknames? ?\n  ","44382":"\n   Spicy noodles? We get them with Pot Noodle ?\n  ","44383":"\n   Доброе утро. ☀\nПрочти мой последний ответ.\nХорошего дня. ?\n  ","44384":"\n   Pap your feet ?\n  ","44385":"\n   POTD\n  ","44386":"\n   Do you have a small or large bladder?\n  ","44387":"\n   What's for dinner? ?\n  ","44388":"\n   Describe yourself in 3 words ?\n  ","44389":"\n   Do you drink eggnog at Christmas? ?\n  ","44390":"\n   Do you eat gingerbread men at Christmas? ?\n  ","44391":"\n   Halfway through the weekend! I hope you're having a good one! :3 Little reminder that you are an amazing person! No matter what is happening in your life, don't forget that! ??\n  ","44392":"\n   Share something you're grateful for today.\n  ","44393":"\n   That's great ? Mine's been great too thanks ?\n  ","44394":"\n   Photo leggings\n  ","44395":"\n   Anyone got any good plans for the weekend ?\n  ","44396":"\n   Just thought I'd share this with you -\n   \n    https:\/\/www.youtube.com\/watch?v=j9jbdgZidu8\n   \n   ?\n  ","44397":"\n   Mention a song that has December in the title or lyrics ?\n  ","44398":"\n   How's your day been? ?\n  ","44399":"\n   Would you call yourself lucky or unlucky so far throughout your life?\n  ","44400":"\n   I'm a bit of the same, albeit not as neutral as you ?\n  ","44401":"\n   Your feet is?????\n  ","44402":"\n   Have you ever, not would you answered the door naked for the pizza guy\n  ","44403":"\n   Short sleeve... Wby?\n  ","44404":"\n   Do you ever meet to any celebrity?\n  ","44405":"\n   That's what's awesome about you Bella, you see the positives on both sides and hence, support both ? ?\n  ","44406":"\n   Height's one thing, strength's another, both physically and mentally ?\n  ","44407":"\n   Hope everyone is having a great day today ?.  Use this space to post something funny if you wish ?\n  ","44408":"\n   What do you think would be humanity’s reaction to the discovery of extraterrestrial life? ?\n  ","44409":"\n   hey Bella what's up?\n  ","44410":"\n   What's your Christmas plans?\n  ","44411":"\n   I would love.learn.piano☺️☺️would you help me. To. Learn?\n  ","44412":"\n   Today Manchester City lost their match??\n  ","44413":"\n   صباحك حلو متلكم\nمساحة\n  ","44414":"\n   What is your favourite pastime?\n  ","44415":"\n   Some of these people on here whon are kids shouldnt be on here!! Agree to disagree..\n  ","44416":"\n   What you mean its picking up\n  ","44417":"\n   What's the top tv show ever made?\n  ","44418":"\n   What do you prefer - individual or team sports?\n  ","44419":"\n   ??✨\n  ","44420":"\n   Can you show me a picture of your vacuum Please\n  ","44421":"\n   What kind of vacuum do you have\n  ","44422":"\n   Just asking can I see what your vacuum looks like\n  ","44423":"\n   ajajajaj\n  ","44424":"\n   What kind of vacuum do you have\n  ","44425":"\n   You should lol\n  ","44426":"\n   How do you use askfm? From app or from browser?\n  ","44427":"\n   How many bookbags backpacks or drawstring bags do you have\n  ","44428":"\n   Is it possible to live a normal life and not ever tell a lie?\n  ","44429":"\n   Have you ever had a recurring dream?\n  ","44430":"\n   We are the best. SCU! The pride of the west. SCU! Born to be great! SCU! From the golden state. SCU!\n  ","44431":"\n   What did Cinderella say when she got to the ball\n  ","44432":"\n   Of u\n  ","44433":"\n   hahaha ok so I gotta improve my answers hey ??\n  ","44434":"\n   What do you like best about the Christmas season. What do you dislike the most about the Christmas season ?\n  ","44435":"\n   Pic\n  ","44436":"\n   Funny thing is I linked you with my love everytime I saw you, maybe that didn't work cause you are still connected to my pain <\/3\n  ","44437":"\n   What’s one song you really relate to? ?\n  ","44438":"\n   Idk why too lol..\n  ","44439":"\n   don't waste words on people who deserve your silence \nsometimes the most powerful thing you can say is nothing at all\n  ","44440":"\n   Nice couple..\n  ","44441":"\n   hey how tall are you?\n  ","44442":"\n   Pap shoes\n  ","44443":"\n   Is it snowing where you are yet? ?\n  ","44444":"\n   Hi jingle, your thoughts on giving coins to good answers?\n  ","44445":"\n   okay thanks\n  ","44446":"\n   Blue waffles \n\n:(\n  ","44447":"\n   What's the scariest picture on the internet?\n  ","44448":"\n   Do you have any of the sameish  dreams\/nightmares that crop up from time to time? If so what are they usually about?\n  ","44449":"\n   скоро сессия, как успехи? забегай ко мне для успешной сдачи ??\n  ","44450":"\n   are you okay\n  ","44451":"\n   How would the world be different if we all had the ability to read others' thoughts?\n  ","44452":"\n   can you post a picture of the prettiest person you've ever seen?!\n  ","44453":"\n   I enjoyed my bloody mary?\n  ","44454":"\n   What should I get my wife for Christmas? if I was your husband what would you want for Christmas? I was thinking maybe a dustpan. Cause I got her a broom for her birthday.\n  ","44455":"\n   How are you?\n  ","44456":"\n   Koliko najduže nisi spavao\/la??\n  ","44457":"\n   What are your plans for today?\n  ","44458":"\n   What is the most in a row you have sneezed before?\n  ","44459":"\n   Tell me about yourself.\n  ","44460":"\n   A big bowl I hope!\n  ","44461":"\n   I just cry tears of joy cause my boyfriend just message me on google hangouts\n  ","44462":"\n   Poste ein Bild von deinem Haustier.\n  ","44463":"\n   Do you possess any unusual or unique currency? Like I have a note from Iraq when Saddam Hussein was president and I have some 2 dollar bills from the US and coins from China etc..\n  ","44464":"\n   Have you ever kept a New Year's resolution? ?\n  ","44465":"\n   I'm glad we are friends Bella\n  ","44466":"\n   Pick 5 people from askfm and what would you get them for Christmas. Be funny be creative ! Just have fun with this !\n  ","44467":"\n   Do u like collect anything? If yes, PAP ur collection ???\n  ","44468":"\n   ?\n  ","44469":"\n   that's cool Bella\n  ","44470":"\n   ⚜ Hi! How has your day been? In a few sentences can you please sum up and share what have you learnt or discovered about yourself this 2019? Ta?\n  ","44471":"\n   good morning Bella\n  ","44472":"\n   What makes you panic?\n  ","44473":"\n   It's perfect.. What about you?\n  ","44474":"\n   Thanks ?\n  ","44475":"\n   Follow for follow ?\n  ","44476":"\n   What is the goodthings that you have done for today?\n  ","44477":"\n   Do you like line dancing?\n  ","44478":"\n   What do you think about a guy who breaks up with his girlfriend by texting his girlfriend's brother that he is breaking up with her?\n  ","44479":"\n   Hi Jungle Bell! Follow me I follow you back Can be\n  ","44480":"\n   ???\n  ","44481":"\n   Space ??????\n  ","44482":"\n   Is there any upcoming stuff you're really hyped for? ?\n  ","44483":"\n   your so beautiful\n  ","44484":"\n   Every act of kindness is charity.\n-Prophet Muhammad (Peace be upon Him) \n Have a blessed Friday ?\n  ","44485":"\n   What have you learned today? ???\n  ","44486":"\n   What do you consider traumatic in your life while others see it differently?\n  ","44487":"\n   If you could close one fast food chain, due to disgusting food, what would you pick?\n  ","44488":"\n   What’s the most exotic place you have ever visited ?\n  ","44489":"\n   The object that's on your right side will be the key to your success. What is it?\n  ","44490":"\n   Thanks ☺️\n  ","44491":"\n   Whats your field of study ?\n  ","44492":"\n   THANK YOU!! For everyone who motivated me, i thank i truly thank you and i appreciate it alot ?? its weird how rl friends never motivated me like you guys love you all ??\n  ","44493":"\n   What song defines your childhood? ???\n  ","44494":"\n   Who has their Christmas decorations up already? ?❄️❤️\n  ","44495":"\n   Anything good happen to you so far this week ?\n  ","44496":"\n   Don't downgrade your dream just to fit your reality \n\nUpgrade your conviction to match your destiny\n  ","44497":"\n   What song is currently stuck in your brain?\n  ","44498":"\n   Where will you want to be living 10 years from now ?\n  ","44499":"\n   Is there a meaning to life? If so, what is it? ?\n  ","44500":"\n   What harsh truths do you prefer to ignore? ?\n  ","44501":"\n   Are you feeling happy today? What are your immediate thoughts?\n  ","44502":"\n   What's something you do well?\n  ","44503":"\n   What is the next big thing that will blow people’s minds?\n  ","44504":"\n   Have you ever stepped on LEGO? ? You think it's as bad as people say? ?\n  ","44505":"\n   Who in your family are you closest to? ?\n  ","44506":"\n   What‘s your nationality? What‘s your native language? Which other languages do you speak?\n  ","44507":"\n   What are the things which upset you or make you sad?\n  ","44508":"\n   What's one moment in your life you thought could only happen in a movie!\n  ","44509":"\n   You ever listen to pure instrumental music? ??\n  ","44510":"\n   If everything was turned into a competition, what'd you be the world champion at? ??\n  ","44511":"\n   you're welcome\n  ","44512":"\n   Do you think people are basically bad ? or basically good ??\n  ","44513":"\n   Latest thing that made you happy? ?\n  ","44514":"\n   How strict are\/were your parents?\n  ","44515":"\n   What small acts of kindness do you do in your every day life?\n  ","44516":"\n   Do you believe that pure happiness is attainable?\n  ","44517":"\n   If you could have any question answered about your future, what would it be?\n  ","44518":"\n   Do you a strict daily routine? ? Or does your days vary a lot?\n  ","44519":"\n   What fact about you surprises people the most? ?\n  ","44520":"\n   I hope it’s okay, if I do that: Just wanted to notify you that I uploaded a bunch of new video replies, in case you’re interested. You can either just delete this message or reply to it. Do as you lease. — Have an amazing day, beautiful soul. ?\n  ","44521":"\n   Are you good at giving advice?\n  ","44522":"\n   Do you believe that taking a day off work or school for mental health is as important as taking one off for physical sickness ?\n  ","44523":"\n   How many times in a row do you sneeze?\n  ","44524":"\n   I'm good how was your day\n  ","44525":"\n   Who is your mentor?\n  ","44526":"\n   What's your favourite TV show? ?\n  ","44527":"\n   What food did you hate as a child but enjoy now?\n  ","44528":"\n   Describe yourself in 3 words ?\n  ","44529":"\n   How do you define \"foolish\"????\n  ","44530":"\n   Did you ever have those vintage Christmas trees with different colored light bulbs on them?\n  ","44531":"\n   Do you have a bucket list of places you want to visit. If you do what are your top 3 ?\n  ","44532":"\n   Hello\n  ","44533":"\n   Your biggest phobia?\n  ","44534":"\n   Do you struggle to find your identity?\n  ","44535":"\n   that's cool Bella\n  ","44536":"\n   Do you go to the gym or get regular exercise in another way ?\n  ","44537":"\n   Eu estou bem, e você? Você é muito linda ?\n  ","44538":"\n   Are you a gamer. What games are you into ?\n\nAnd if you don’t like my question spam let me know and I’ll unfollow you\n  ","44539":"\n   you got hangouts x\n  ","44540":"\n   Oi is Hi in Portuguese\n  ","44541":"\n   What has been ur best moment till now?\n  ","44542":"\n   What's success according to you?\n  ","44543":"\n   Oi <3\n  ","44544":"\n   You use Spotify? How did your year of 2019 summary look like? ?\n  ","44545":"\n   You're planning a nice dinner party but could only invite 3 people. Who would you invite?\n  ","44546":"\n   Welcome.. \nFollowed you.. Back maybe?\n  ","44547":"\n   Have you ever gotten scared of yourself?\n  ","44548":"\n   Well at least I'm not irretrievably vulgar.\n  ","44549":"\n   ? Are you any good at wrapping gifts? Do you end up with very neat-looking parcels or messy-looking ones? (I’m definitely in the messy category here).\n  ","44550":"\n   Drinking 3 large beer mugs made me pee a lot????\n  ","44551":"\n   Approximately how many questions do you get on an average day ?\n  ","44552":"\n   What always cheers you up when you think about it? ?\n  ","44553":"\n   are you busy x\n  ","44554":"\n   How are you\n  ","44555":"\n   What is your opinion on Tinder?\n  ","44556":"\n   Did you ever use a dating app.  If you did use one did you meet anyone decent ?\n  ","44557":"\n   If men had to give birth, would they be able to handle it?\n  ","44558":"\n   Are you more of a morning or night person? ?\n  ","44559":"\n   What do you think is your greatest strength? ?\n  ","44560":"\n   ????\n  ","44561":"\n   you ok x\n  ","44562":"\n   You're most welcome. ?\n  ","44563":"\n   Hi\n  ","44564":"\n   ‘can you sing?\n  ","44565":"\n   Describe your day in emojis ?\n  ","44566":"\n   Where do you live?\n  ","44567":"\n   Do you have a playstation 4?\n  ","44568":"\n   Describe your day in one word!\n  ","44569":"\n   Hugs\n  ","44570":"\n   hey Bella what's up?\n  ","44571":"\n   height?\n  ","44572":"\n   Ever been drug tested?\n  ","44573":"\n   Wow RIP, do you ever encounter them?\n  ","44574":"\n   Hola hermosa ?\n  ","44575":"\n   Do you speak French?\n  ","44576":"\n   I love your questions. Keep them coming! I'll answer them all!\n  ","44577":"\n   Nice. Display and bio ??\n  ","44578":"\n   If you went to the Eiffel Tower, and the elevator was out of order, would you climb the 1,710 steps to the top? ?\n  ","44579":"\n   Do you prefer stylish clothing or comfortable clothing? ?\n  ","44580":"\n   If you could go and live in another country permanently, would you want to? ?\n  ","44581":"\n   Did you ever send an anonymous loveletter to someone?\n  ","44582":"\n   You have the best legs everrrrrr\n  ","44583":"\n   Who's your mentor?\n  ","44584":"\n   Do you think you could ever work with someone you’re in a relationship with. Why or why not ?\n  ","44585":"\n   If you went to the Eiffel Tower, and the elevator was out of order, would you climb the 1,710 steps to the top? ?\n  ","44586":"\n   How often do you drink coffee? ?\n  ","44587":"\n   Nice new pic Bella ?\n  ","44588":"\n   скоро декабрь, а значит, пора думать о ёлке. какую ёлку выбираешь ты? искусственную или настоящую? забегай ко мне, помоги с сердечками на ответы :з\n  ","44589":"\n   Otd ❤️\n  ","44590":"\n   Hast du viele Hausaufgaben auf?\n  ","44591":"\n   I thought that by this time in my life, I'd...\n  ","44592":"\n   What are some challenges you do while swimming?\n  ","44593":"\n   I dont give two brown turds about the manual.\n  ","44594":"\n   Are you as excited as I am for Christmas? I can’t wait to hide the eggs!!!\n  ","44595":"\n   Curious if anyone that I follow actually follows me as well.  Also wondering if anyone could throw me a question or two. Thanks to those that already do ?\n  ","44596":"\n   Добрый, день, я только проснулся.☀️\nКак хоть настроение, как понедельник?\nПоставил(а) бы мне свой царский лайк? ?\n\n? Заходи ко мне если хочешь.?\n  ","44597":"\n   What social networking websites do you use?\n  ","44598":"\n   What was the last thing your mum cooked for you, Bella? ?\n  ","44599":"\n   15 likes x 15 likes?\n  ","44600":"\n   Po czym rozpoznasz, że ktoś kłamie ?\n  ","44601":"\n   Why is it when you’re in an empty office or waiting area someone comes in and sits next to you? What the fuck???\n  ","44602":"\n   Are you creative\n  ","44603":"\n   What kind of wildlife is around you?\n  ","44604":"\n   Was würdest du niemals anziehen?\n  ","44605":"\n   Are you bisexual?\n  ","44606":"\n   I'm sorry to hear about the recent passing of your grandma? My deepest condolences to you and your family. She seems to be like my late grandma too. Very beautiful good hearted people they were?❤\n  ","44607":"\n   Do you feel safe going out at night where you live.  Would you go out alone at night in your city ?\n  ","44608":"\n   What is your biggest fear. Are you going to try go overcome it ?\n  ","44609":"\n   What's the best food you have ever tasted ?\n  ","44610":"\n   Have you ever witnessed a Crime?\n  ","44611":"\n   Do you prefer mental or physical exercise?\n  ","44612":"\n   What you up to rn? ?\n  ","44613":"\n   How many hours do you normally sleep? ?\n  ","44614":"\n   Amazing GIF lol!?\n  ","44615":"\n   ???\n  ","44616":"\n   You're gorgeous! ??❤\n  ","44617":"\n   what do you feel in rainy weather?\n  ","44618":"\n   ??✨?\n  ","44619":"\n   Ugh your profile pic!!  I’m so jealous of your legs!\n  ","44620":"\n   You look really pretty Bella ?\n  ","44621":"\n   Cute new profile picture\n  ","44622":"\n   I'm going to be sending you a message in Instagram\n  ","44623":"\n   If you could attend any sporting event what would you go see ?\n  ","44624":"\n   If someone travelled to your city what is the one place they should visit ?\n  ","44625":"\n   Well the first time it snowed it just rained a lot and washed it all away the second time it snowed we got about 2 inches\n  ","44626":"\n   Can i see more of your shoes\n  ","44627":"\n   are you a good cook?\n  ","44628":"\n   Are you married\n  ","44629":"\n   The weather here has been rainy and it has snowed for the last 2 days\n  ","44630":"\n   What was the last thing that made you feel old? ??\n  ","44631":"\n   Some likes\nThanks❤️\n  ","44632":"\n   ❤️???????\n  ","44633":"\n   ⚜ Post any song that you've liked listening to recently ?\n  ","44634":"\n   Smell them\n  ","44635":"\n   you have gorgeous hands\n  ","44636":"\n   maybe socks??\n  ","44637":"\n   I'm good hows the weather\n  ","44638":"\n   S or F\n  ","44639":"\n   What... Day or Night\n  ","44640":"\n   What.... Day or Night\n  ","44641":"\n   Love or relationship\n  ","44642":"\n   I love your arches\n  ","44643":"\n   Hello how are you doing\n  ","44644":"\n   Thanks i love it❤\n  ","44645":"\n   Never understood the foot thing. ?\n  ","44646":"\n   On a scale of 1-10?, how much would you rate yourself as a gamer ??\n  ","44647":"\n   I mean your feet?\n  ","44648":"\n   There’s more beer in my fridge????\n  ","44649":"\n   Can i see your soles? Pleasee❤\n  ","44650":"\n   Wirst du besser mit Hitze oder Kälte fertig?\n  ","44651":"\n   If you could bring one character to life from your favorite movie, who would it be?\n  ","44652":"\n   You have just curled hair?  You look very beautiful ???\n  ","44653":"\n   How many scars do you have? And how did you get em?\n  ","44654":"\n   What activities cause you to feel like you are living life to the fullest?\n  ","44655":"\n   \"Would you try spicy ice cream\"? I haven't tried this however; a tasty mice-cream seems tasty....yum-yum. ?\n  ","44656":"\n   Looking beautiful ?? ?? ?\n  ","44657":"\n   Night outing or Day outing\n  ","44658":"\n   Who is your best friend, with which you share every secret of yourself?\n  ","44659":"\n   What two questions would you ask to get the most information about who a person truly is?\n  ","44660":"\n   Твоя мечта?\n  ","44661":"\n   As winter approaches and the weather turns cold,\nDo you long for something or someone to hold?\nAs there are changes in the year with each new season,\nThe days are always better and you are the reason!\nHave a wonderful day my friend!\n  ","44662":"\n   Wenn die ganze Welt zuhören könnte, was würdest du sagen?\n  ","44663":"\n   u speak German impressive ?✅\n  ","44664":"\n   Gehst du arbeiten?\n  ","44665":"\n   I’m good thank you ? for asking Bella and happy with my class of boxing ?\n  ","44666":"\n   Wauw?\n  ","44667":"\n   I like your feet to?\n  ","44668":"\n   Jingle bella thanks ?\n  ","44669":"\n   Can you discuss politics rationally or does it usually end up in a heated debate or a fight ?\n  ","44670":"\n   My beer belly isn’t big.??\n  ","44671":"\n   Hello Bella! How are you? Let kindness take you by your hand and guide you through the day. Have a marvelous Monday! ???\n  ","44672":"\n   No question I just wanted to say I love your new profile pic ??\n  ","44673":"\n   Last answer ❤\n  ","44674":"\n   Innie belly or outie belly button you have\n  ","44675":"\n   \"Do you enjoy going out\"? I suppose that it depends as to whom I'm going with and what we are doing. Should it just be me, I try to make it quick and go home.\n  ","44676":"\n   Who’s at work tomorrow?\n  ","44677":"\n   I drink one or 2 beers but not too many?\n  ","44678":"\n   I mean ur bare feet\n  ","44679":"\n   -\n  ","44680":"\n   When is vidcon and where are all the animators meeting\n  ","44681":"\n   It really doesnt make any sense ? unless the dudes predictive text messed up big time?\n  ","44682":"\n   Do you like your birth place or not?if yes why ?\nIf not why\n  ","44683":"\n   Poste ein Bild deines allerersten Fotos auf deiner Kamera!\n  ","44684":"\n   Disney+? Anyone?\n  ","44685":"\n   it's a lovely name Bella\n  ","44686":"\n   What photo on your phone do you love the most? Why? PAP it ???\n  ","44687":"\n   Why do we dream? ?\n  ","44688":"\n   Why does to use a kurkure making?\n  ","44689":"\n   Nice dp of you wearing a black dress?\n  ","44690":"\n   My gut isn’t too big?\n  ","44691":"\n   Sweet n graceful?\n  ","44692":"\n   Name three things you have never done, but would like to do? ???\n  ","44693":"\n   I have a large beer mug??\n  ","44694":"\n   If you were a bird,you wouldspread your wings andflyto......!\n  ","44695":"\n   Body confi pic\n  ","44696":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","44697":"\n   Are they friendly\n  ","44698":"\n   Pure bred or mutt? PAP of your favorite pooch\n  ","44699":"\n   May i give u a feet massage please\n  ","44700":"\n   What are you sure of?\n  ","44701":"\n   15 mgs x 15 mgs?\n  ","44702":"\n   the user wants you to give your \"royal like\" to that user. so in normal terms...the user asks for likes...\n  ","44703":"\n   so what's your name please?\n  ","44704":"\n   Where would you have liked to be born if you had a chance to choose?\n  ","44705":"\n   Поставил(а) бы мне свой царский лайк?♥️\n\n? Заходи ко мне если хочешь. ?\n  ","44706":"\n   What is the most dangerous thing you have ever done?\n  ","44707":"\n   ⚜ What's the wisest thing you've heard someone say? (Not read please. Meaning, it's either told you by someone you know or had conversation with) Thanks :)\n  ","44708":"\n   Hey you ok xxxxxx\n  ","44709":"\n   xxxxxxxxxxxx\n  ","44710":"\n   Good night\n  ","44711":"\n   You look gorgeous in the black dress?\n  ","44712":"\n   Aww.... you look so beautiful with the black dress??\n  ","44713":"\n   Day or Night ??\n  ","44714":"\n   How many times would you estimate you got called to the office while you were in school?\n  ","44715":"\n   Do you decorate a lot for Christmas ?\n  ","44716":"\n   Oh come one, you’re stealing our hearts with comments like his one jingle ❤️\n  ","44717":"\n   Do you believe closure is important for mental health ?\n  ","44718":"\n   15 likes x 15 likes?\n  ","44719":"\n   15 likes x 15 likes?\n  ","44720":"\n   Just saw that \"do you smoke socks\" lol! In what sense? Rolled up in a cigarrete?? smoking them with smoke on a bbq? What the hell?\n  ","44721":"\n   - height: \n- shoe size: \n- zodiac sign: \n- tattoos: \n- piercings: \n- fav color: \n- fav food: \n- fav alcoholic drink:\n  ","44722":"\n   Seems like you had some very beautiful experiences already. ? — Wow, amazing that your husband and you could deal with a long distance relationship for five years. What was that like? How did you meet?\n  ","44723":"\n   Hi, how are you, are you ok?\n  ","44724":"\n   Your pretty\n  ","44725":"\n   If you were promised the honest answer to one question, what would you ask? ?\n  ","44726":"\n   What would you do if you could inflate your body like a balloon?\n  ","44727":"\n   Do you feel like 2019 has been a good or a bad year for you?!\n  ","44728":"\n   If you could steal something and get away with it, what would you steal?\n  ","44729":"\n   How do i get on your list to get your questions\n  ","44730":"\n   Do you like to travel?\n  ","44731":"\n   What was your greatest success?\n  ","44732":"\n   Do you smoke socks?\n  ","44733":"\n   \"Have you ever wondered why people stay such ugly things to people for no reason\"? It's not the ugliness that many people have. It's what you\/others say that irritates them. This their reason.\n  ","44734":"\n   How many times a week do you leave home?\n  ","44735":"\n   Nothing happened. Thanks for the answer. Good night my friend ??\n  ","44736":"\n   What do you truly need?\n  ","44737":"\n   Does being yourself mean a lot to you? Do you understand?\n  ","44738":"\n   How much for you is being yourself?\n  ","44739":"\n   Will I find someone for me too?\n  ","44740":"\n   Do you like fries, rice and gravy?\n  ","44741":"\n   Very interesting take on it.\n  ","44742":"\n   I see you have an interest in the paranormal. What are your thoughts on a Ouija Board? Have they ever worked for you?\n  ","44743":"\n   Who is the last person you texted to?\n  ","44744":"\n   Ugh my husband and I think you two are the best couple ever\n  ","44745":"\n   I decided to do video replies on some questions that I get on here, because I think it‘s more personal and entertaining. What do you think about this? Here’s my first video reply:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159646800751\n   \n","44746":"\n   Have you ever experienced karma irl ?\n  ","44747":"\n   What is in your fridge right now?\n  ","44748":"\n   Space ??????\n  ","44749":"\n   What keeps you up at night? ?\n  ","44750":"\n   You're welcome. ?\n  ","44751":"\n   If you had one million dollars to build anything you wanted, what would you build and why?\n  ","44752":"\n   What's something you hate having to pay for? ?\n  ","44753":"\n   Привет!?\nСколько градусов у тебя за окном?☃️\n\/не забывай радовать меня ❤️\n  ","44754":"\n   PAP In FVT Outfit ♥️\n  ","44755":"\n   Are you living a meaningful life?\n  ","44756":"\n   What’s the biggest personal change you’ve ever made?\n  ","44757":"\n   Unpopular opinion ?\n  ","44758":"\n   What makes someone a VIP? Do they buy coins? Work for ask? They don't have the normal check mark badges..\n   \n    https:\/\/ask.fm\/lnr87\/answers\/158933550765?utm_source=copy_link&utm_medium=android\n   \n","44759":"\n   If someone asked to be your apprentice and learn all that you know, what would you teach them?\n  ","44760":"\n   What nicknames do you have for people in your life? ?\n  ","44761":"\n   how was your turkey day? what was your favorite dish?\n  ","44762":"\n   What are some fun ways to answer everyday questions like “how’s it going” or “what do you do”?\n  ","44763":"\n   Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.\n  ","44764":"\n   What you're having for breakfast ??\n  ","44765":"\n   When is it acceptable, if ever, to disobey the law?\n  ","44766":"\n   Imagine having a child and giving them a name that you find very beautiful and like a lot, but growing up you recognize that your child doesn‘t like it that much. How would you feel and what would you do?\n  ","44767":"\n   great - thanks too for following! ???\n  ","44768":"\n   If the final amount you get in money... If you take your mobile number and add six 0s behind, how much money would you have?\n  ","44769":"\n   Would you rather live 120 years that are comfortable but boring, or live half as long, but have an exciting and adventure packed life?\n  ","44770":"\n   Thank you for sending me so many questions on here ?\n  ","44771":"\n   What is the most in a row you have ever sneezed before?\n  ","44772":"\n   Ask me anything ??\n  ","44773":"\n   Do you miss someone\n  ","44774":"\n   may I get some advice please\n  ","44775":"\n   May I barrow you for the weekend?,, ?\n  ","44776":"\n   Aww thanks sissy poo\n  ","44777":"\n   Okk\n  ","44778":"\n   What's your favourite local dessert?\n  ","44779":"\n   What did\/are you having for your dinner tonight?\n  ","44780":"\n   What’s one video\/computer game you could play for hours? ??\n  ","44781":"\n   Post a selfie with your friends  ?\n  ","44782":"\n   Which do you prefer: going to the cinema or watching movies at home?\n  ","44783":"\n   If happiness was the national currency, what kind of work would make you rich?\n  ","44784":"\n   What's the last thing you bought?\n  ","44785":"\n   What junk food could you never give up?\n  ","44786":"\n   Yeah. It was all an adventure for me. Since I had no experience and she had all kinds I kinda let her rush things up.\n  ","44787":"\n   Yeah they are. Though I should've seen it coming in more than one way. Her whole family belongs to the Looney bin and I should've known she was messing around cause she got a lot more adventurous if you know what I mean lol.\n  ","44788":"\n   Does everyone have to work even if they don’t need more money? Why?\n  ","44789":"\n   Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.\n  ","44790":"\n   If the average human life span was 40 years, how would you live your life differently?\n  ","44791":"\n   That's very true. I'm sure I can find a better woman. I also learned that I shouldn't rush it. After our first kiss I let things start speeding up and I shouldn't have.\n  ","44792":"\n   Sad all time\n  ","44793":"\n   What is the one thing you want most in your life right now?\n  ","44794":"\n   What hobbies do you have from your childhood?\n  ","44795":"\n   как прошла неделя? какие планы на выходные? может выпьем? забегай ко мне, прояви актив :з\n  ","44796":"\n   \"What can you do to make this world a better place\"? The whole world requires changing. The many people of this world is the issue. I create what is essential for me. The rest can do what they want to make themselves\/this world what it is for now.\n  ","44797":"\n   Give us an idea or a solution to a problem you care about.\n  ","44798":"\n   What's your favorite song at the moment..\n  ","44799":"\n   Have you ever experienced a psychic moment?\n  ","44800":"\n   Oh it was bad. I will. I'm definitely proud of myself\n  ","44801":"\n   Who's awake ? Hiyaaaaaa ?\n  ","44802":"\n   How was your holiday?\n  ","44803":"\n   What did you like to do when you were a child?\n  ","44804":"\n   Thoughts on the new Telsa truck?\n  ","44805":"\n   It is. She just wasn't expecting it lol.\n  ","44806":"\n   They're the best IMO. The last one Arkham Knight was pretty cool with the Batmobile. Almost like a GTA with Batman Haha.\n  ","44807":"\n   I will. All I remember is catching her so off guard with it. I'll probably do it again with the next girl.\n  ","44808":"\n   Good day everyone ? happy Wednesday ✌️\n  ","44809":"\n   ?????????????????????????????\n  ","44810":"\n   Yeah it is. I still miss the very beginning of our relationship but that'll pass with time I guess. The part that sucks is our first kiss was down by the creek behind my parents house so now I walk down there and the memory of that day is there.\n  ","44811":"\n   are you the only child or do you have siblings? how many and which one do you think you’re the closest to?\n  ","44812":"\n   Thank you. It's been rough but I'm slowly getting back to where I used to be before I met my ex.\n  ","44813":"\n   i love the sun, wby xo\n  ","44814":"\n   Do you tolerate heat ?or cold ❄ better?\n  ","44815":"\n   ? gooble ?\n  ","44816":"\n   What type of content do you have on your youtube channel?\n  ","44817":"\n   Felt some pain tonight and felt dizzy??\n  ","44818":"\n   Hello Bella! How are you? Smile, cherish the little things and don't forget to hug the ones you love. Wishing you a fantastic Friday and a wonderful weekend. ???\n  ","44819":"\n   ?\n  ","44820":"\n   If you could morph two animals to make one super animal, what two animals would you choose? Why?\n  ","44821":"\n   ?\n  ","44822":"\n   What is missing in your life that would make you very happy?\n  ","44823":"\n   When it’s all said and done, will you have said more than you’ve done?\n  ","44824":"\n   ❤️\n  ","44825":"\n   How old would you be if you didn’t know how old you are?\n  ","44826":"\n   Ok cool have fun\n  ","44827":"\n   Friends forever\n  ","44828":"\n   What’s up sis\n  ","44829":"\n   Smell hearing vision taste touch..If you had to give up one of these 5 senses, which would you choose?\n  ","44830":"\n   What does a perfect day look like to you? ?\n  ","44831":"\n   What games you want to play?\n  ","44832":"\n   Love you so much\n  ","44833":"\n   How many nicknames do u have? What r they? Which name do u like most? (Maybe nicknames in ur first language) ???\n  ","44834":"\n   Love you\n  ","44835":"\n   Have you ever fallen off a roof , a ladder, a chair or a bed? Did you survive?\n  ","44836":"\n   I had it at my house today since I wasn’t able to at my home thanksgiving?\n  ","44837":"\n   You're welcome\n  ","44838":"\n   Yeah. I mean I got street skills like I've stolen stuff but that's in the past. It would suck if the cops could arrest you for stuff you no longer do.\n  ","44839":"\n   How are you doing\n  ","44840":"\n   Thank you Didi\n  ","44841":"\n   Hello\n  ","44842":"\n   Me too. It's no fun being on the run.\n  ","44843":"\n   How could you have enough time to use ASKfm?do you think social media sometimes is wasting your time?\n  ","44844":"\n   Congrats... Sis love u\n  ","44845":"\n   Do you think you would enjoy being famous??\n  ","44846":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","44847":"\n   Please check my post. #JusticeforPriyankaReddy\n  ","44848":"\n   I am very lucky to be where I am now. Still alive and healthy, not in jail. To act like a bad boy is fun for a Time though.\n  ","44849":"\n   From where did you learn hindi????\n  ","44850":"\n   Why people care so much about themself?\n  ","44851":"\n   Hi! How are you? What's your mood? I wish you a nice weekend ✌?\n  ","44852":"\n   yeah\n  ","44853":"\n   How was your Thanksgiving?\n  ","44854":"\n   What is everyone Relationship status:\n  ","44855":"\n   Yesterday I was at my friend’s house for thanksgiving?\n  ","44856":"\n   I had my thanksgiving feast tonight at my house since people weren’t able to come for mine since they had  to work thanksgiving?\n  ","44857":"\n   What you gonna do this weekend? ?\n  ","44858":"\n   Should schools offer cash bonuses for good test scores?\n  ","44859":"\n   What's the first thing you notice about someone? ?\n  ","44860":"\n   If you were president what would you change first?\n  ","44861":"\n   What is paradise for you? ?\n  ","44862":"\n   Do we really only live once? What speaks for it, what speaks against it? What difference does it make?\n  ","44863":"\n   What’s the most crucial thing for a healthy relationship? ?\n  ","44864":"\n   What kind of phone do you have? Today I got an iPhoneXR\n  ","44865":"\n   Do you believe in souls?\n  ","44866":"\n   How much is a human life worth and are some lives worth more than others? ?\n  ","44867":"\n   You know the most amount of steps you've taken during one day? ?\n  ","44868":"\n   Certainly not. Them cops don't play\n  ","44869":"\n   What makes a person truly evil? Are they born that way or did their environment make them that way? ?\n  ","44870":"\n   ????\n  ","44871":"\n   Hi\n  ","44872":"\n   Hi\n  ","44873":"\n   Hope you're having a great day!\n  ","44874":"\n   Correction does much, but encouragement does more.\n  ","44875":"\n   What do you think of the name Rea Alanna King?\n  ","44876":"\n   Those two girls called me a loser\n  ","44877":"\n   are you argumentative or no\n  ","44878":"\n   Please vote on my poll\n  ","44879":"\n   What's one thing you hate sharing? ???\n  ","44880":"\n   Yeah it is sad. I got cuffed once and that was enough.\n  ","44881":"\n   Good evening, hope your day went well ?\n  ","44882":"\n   How do you relax at the end of the day? ???\n  ","44883":"\n   Auf der Skala von 1 bis 10, wie süchtig bist du nach Süßigkeiten?\n  ","44884":"\n   Would things get better or worse if humans focused on what was going well rather than what’s going wrong?\n  ","44885":"\n   ?\n  ","44886":"\n   What benefits does art provide society? Does art hurt society in any way?\n  ","44887":"\n   howdy\n  ","44888":"\n   Is suffering a necessary part of the human condition? What would people who never suffered be like?\n  ","44889":"\n   I guess she will learn eventually, it may take her being locked up though.\n  ","44890":"\n   What do you think would be humanity’s reaction to the discovery of extraterrestrial life? Or what would be your reaction personally?\n  ","44891":"\n   Oh, that's great\n  ","44892":"\n   \"Do you ever wear camouflage? Do you like it\"? They're okay however; who am I hiding from......lol?\n  ","44893":"\n   yess the how u remind me cover hmm.. n look at this graph!!!\n  ","44894":"\n   Yeah, right ?\n  ","44895":"\n   I love Avril since I was very young too.\n  ","44896":"\n   i dislike nickelback's trash musict hou if u knw wat i mean xD\n  ","44897":"\n   She's so much better than the Taylor Swift,Ariana Grandes,etc. and her influence still is there(Billie Eilish,Finneas,etc)\n  ","44898":"\n   تاريخ ميلادكم و كلام جميل ل امهاتكم?\nYour birth date and words for your moms?\n  ","44899":"\n   I liked her too a lot but was scared to admit.\n  ","44900":"\n   Nobody's Home and Happy Ending are great Avril songs!\n  ","44901":"\n   I still love her\n  ","44902":"\n   Снова утро, когда это уже закончится?\n\n☀️Заходи ко о мне в гости.☀️\n  ","44903":"\n   Post a picture of your favorite landscape in the world!\n  ","44904":"\n   Great, very nice\n  ","44905":"\n   i like it but dont wear it often wbu\n  ","44906":"\n   Do you believe in love at first sight... on the internet?\n  ","44907":"\n   Post something beautiful\n  ","44908":"\n   Nf\n  ","44909":"\n   come on..admit it xD\n  ","44910":"\n   Are you a good bro\/sis?\n  ","44911":"\n   You're doomed to transform into an animal (fictional or real) permanently... Which do you choose and why?\n  ","44912":"\n   I think we've all had a crush on her at least once. xD\n  ","44913":"\n   Please give me some likes and coins :(\n  ","44914":"\n   ??✨\n  ","44915":"\n   She's so underrated yet so influential.\n  ","44916":"\n   Her first 2 albums Let Go and Under My Skin are gems.I love all her albums in their own way.I'm so glad she's back after her Lyme Disease battle.Head Above Water is also a great song and album.Heard it?\n  ","44917":"\n   I love all her albums in their own way.Her first 2 are her best though.Have you heard Head Above Water?Nice song and album.Glad she fought Lyme Disease successful.\n  ","44918":"\n   i love Avril too.. whats ur fav song\n  ","44919":"\n   Damn what happened to jumanji the original is sooooo much better\n  ","44920":"\n   Thanksgiving space -\n  ","44921":"\n   Good morning, how are you?\n  ","44922":"\n   Do Black Friday deals excite you? Did you shop for anything? \nOr other days such as 11.11 or 10.10\n  ","44923":"\n   What body soap do you use ?\n  ","44924":"\n   When you were a kid or teenager what were you obsessed with? What were your greatest interests in life? :)\n  ","44925":"\n   Sone likes please\n  ","44926":"\n   It helps if youve been an addict but it also helps if you've kicked the addiction before you try to help. Otherwise you become a hypocrite of sorts. It's definitely better on this side cause now I don't have to deal with cops.\n  ","44927":"\n   Yummy\n  ","44928":"\n   You're fine. Yeah she got me on them but I wised up. She tried pretty much all drugs I didn't though. Funny thing she wanted to be a drug addiction concelor.\n  ","44929":"\n   Vodka and coffee ?\n  ","44930":"\n   Have you ever accidentally fallen asleep on a bus and passed the station you were meant to come off at? ?\n  ","44931":"\n   Do you get attracted\/ or love living towards the nature or more attracted living in the cities??\n  ","44932":"\n   Would you raise your child the way your parents raised you?\n  ","44933":"\n   Happy thanksgiving friend ❤\n  ","44934":"\n   How much have you come to terms with your own mortality?\n  ","44935":"\n   Oh, a Black Russian then? ?\n  ","44936":"\n   Yeah she did drugs and she's crazy and she drank some. I thought I told you about her?\n  ","44937":"\n   A White Russian is nice ?\n  ","44938":"\n   What can you do today that you were not capable of a year ago?\n  ","44939":"\n   If you were going to write a book, what would you call it and what would it be about?\n  ","44940":"\n   What's your favourite type of chocolate? ? ?\n  ","44941":"\n   What's your favourite cocktail? ?\n  ","44942":"\n   Who makes you laugh more than anyone else? ?\n  ","44943":"\n   I plan to. I'm taking it slow anyways cause I don't wanna end up with another addict like my ex but I kinda gotta get out there too.\n  ","44944":"\n   What’s the scariest dream you’ve ever had?\n  ","44945":"\n   I'm not. It's more of a a can't afford to move out yet so I'm breaking their rules behind their back so I have a place until I can move out\n  ","44946":"\n   Ever had a hard time messaging your crush? Did you end up messaging them or not?\n  ","44947":"\n   Have you ever pulled a prank that backfired on you?\n  ","44948":"\n   I know. It's cause of the ex wife. My mom apparently thinks I'll make the same mistake again\n  ","44949":"\n   What is the most important thing that you should do today?\n  ","44950":"\n   Cause they don't want me talking to any female or involved in another relationship yet.\n  ","44951":"\n   What travel gift would you give someone if you knew they would be taking a long trip soon? (Yes I'm stealing gift ideas from you guys xD you dont have to answer if you dont want. ?)\n  ","44952":"\n   Being attractive is the most important thing there is. If you want to catch the biggest fish in your pond. You have to be as attractive as possible\n  ","44953":"\n   What was the last thing you had to drink?\n  ","44954":"\n   You think you are more similar to your mom or your dad? In what way? ??\n  ","44955":"\n   thanks, im never gonna be a fighter tho\n  ","44956":"\n   I know it does. You know I risk being kicked out of my parents if they knew I was talking to people on the phone\n  ","44957":"\n   Your favorite kind of music ?\n  ","44958":"\n   Well dang that sucks.\n  ","44959":"\n   your so welcome, i really wish i was stronger too xo\n  ","44960":"\n   That is sad. I guess somebody gotta watch the jail\n  ","44961":"\n   congrats to your husband, hey hes soo lucky having a great wife like you xox\n  ","44962":"\n   What's the degree in? ?\n  ","44963":"\n   what does the new day hold for us?\n  ","44964":"\n   Trust me, it is ?\n  ","44965":"\n   Lol sounds like a big meal. We had pretty much the same and I be stuffed lol.\n  ","44966":"\n   What did\/are you having for your lunch today?\n  ","44967":"\n   Do you smoke\n  ","44968":"\n   Please don't try and beat down on me.\n  ","44969":"\n   The usual lol?\n  ","44970":"\n   Hey Bella, you ever tried chicken and mushroom pie? ?\n  ","44971":"\n   “This is the real secret of life — to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.” - Alan Watts ~~~ What are your thoughts on this quote?\n  ","44972":"\n   So what you up to? Happy Thanksgiving\n  ","44973":"\n   Hola\n  ","44974":"\n   We don't like firing people cause that burns me out cause I'm having to work more\n  ","44975":"\n   \"Favorite type of stone\"? A nice smooth flat stone to skip on top of the lake.\n  ","44976":"\n   Suffered heartburn??\n  ","44977":"\n   Ever played any of the Batman Arkham series games?\n  ","44978":"\n   That's what I'm saying. All he has to do is say \"I need help I don't understand this\" he could have called and asked me but that wasn't his only problem he was always coming up with an excuse of why he was late.\n  ","44979":"\n   What is one of your favorite foods?\n  ","44980":"\n   Do you believe?\nRare as is true love, true friendship is rarer.\n  ","44981":"\n   Insert a photo of the magnets on your fridge!\n  ","44982":"\n   Advice to newlyweds?\n  ","44983":"\n   How would you change the world if you could? ?\n  ","44984":"\n   Where one can find the truth?\n  ","44985":"\n   Wat up\n  ","44986":"\n   Hello\n  ","44987":"\n   Hebst du dich eher von der Menge ab oder mischt du dich lieber in sie?\n  ","44988":"\n   I cooked a nice Coq Au Van today.\n  ","44989":"\n   What scares u the most?\n  ","44990":"\n   Care to visit me in Tennessee when I get my apartment\n  ","44991":"\n   Do you smoke\n  ","44992":"\n   Thank u so much\n  ","44993":"\n   What gossip about yourself has made you laugh?\n  ","44994":"\n   Have you ever accidentally pulled a push door or pushed a pull door? ?\n  ","44995":"\n   Pap shoes\n  ","44996":"\n   Good night pal ? I wish you all the best, I like you sis ???\n  ","44997":"\n   \"What is your most favorite thing about the Winter and then your least favorite thing about Winter\"? My favorite would be lots of snow. My least favorite would be not being able to go to work.\n  ","44998":"\n   What’s a belief that you hold with which many people disagree?\n  ","44999":"\n   Have you ever tried writing your diaries?!\n  ","45000":"\n   If you can turn the person you dislike INTO anything in your house what would you turn them into and why?\n  ","45001":"\n   What do we all have in common besides our genes that makes us human?\n  ","45002":"\n   I was in rehabilitation so why I wasn’t on much?\n  ","45003":"\n   aw your welcome kind friend xo\n  ","45004":"\n   Beautiful pic??\n  ","45005":"\n   ?????\n  ","45006":"\n   Big hugs???\n  ","45007":"\n   Who’s left for your family\n  ","45008":"\n   Selfie ?\n  ","45009":"\n   I prefer past. there is this one thing, i wish i could do all over again!\n  ","45010":"\n   What’s the weirdest thought you’ve ever had?\n  ","45011":"\n   Good morning ✌️\n  ","45012":"\n   What was the last movie you watched? Did you like it?\n  ","45013":"\n   Happy Thanksgiving.\n  ","45014":"\n   Name three things you have never done, but would like to do?\n  ","45015":"\n   Do you drink energy drinks? X)\n  ","45016":"\n   Happy Thanksgiving x\n  ","45017":"\n   What’s your plans for today?\n  ","45018":"\n   Do you prefer to ask questions or answer them? ?\n  ","45019":"\n   Been under stress ?\n  ","45020":"\n   Hugs to cheer me up.??\n  ","45021":"\n   I almost died from the heartburn. If I didn’t go to the er I would’ve been dead already??\n  ","45022":"\n   Since my heartburn last weekend I haven’t been the same??\n  ","45023":"\n   Doesn’t feel the same after the heartburn attack almost a week ago??\n  ","45024":"\n   Happy Thanksgiving to all you Americans! If you’re from a different country have a good day otherwise!\n  ","45025":"\n   Happy thanksgiving??\n  ","45026":"\n   Even if I myself don't celebrate it, Happy Thanksgiving!!! ?\n  ","45027":"\n   I feel alright but just different?\n  ","45028":"\n   Happy Thanksgiving to anyone who celebrates it!!!\n  ","45029":"\n   I just have been sore from last weekend???\n  ","45030":"\n   Having a Happy Thanksgiving? Mine is ok.\n  ","45031":"\n   Didn’t respond to me yet even tho I said happy thanksgiving?\n  ","45032":"\n   Happy thanksgiving??\n  ","45033":"\n   Question on tv:\nWhat are you most dreading about Thanksgiving?\n  ","45034":"\n   He's asking why you asked him what kind of cancer he has and that no one else on here has asked him that. He's thanking you for asking and says he's scared and alone.\n  ","45035":"\n   can we be friends\n  ","45036":"\n   ? I hope it’s okay, when I ask that. This is my art style:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/158025786223\n   \n   Do you have any suggestions on what do draw next? I’d love to hear about it! ✨\n  ","45037":"\n   Can you pray for me on this sad thanksgiving my grandparents won’t be here with us this year\n  ","45038":"\n   Yeah. He definitely has morals. I mean too if you ain't productive figure out why, what are you not understanding, then improve otherwise why are we paying you to be here.\n  ","45039":"\n   Pretty good way to manage in my opinion.\n  ","45040":"\n   Yeah he is. He takes management more like he's your father. He'll correct you gently and if you don't listen there's consequences.\n  ","45041":"\n   What are the things which upset you or make you sad?\n  ","45042":"\n   Sometimes while sleeping i feel like am falling from a height!!! Have you ever experienced this feeling?!or have you ever had any other bizarre sleep problem?\n  ","45043":"\n   How's your evening going ? I'm gonna ask you cause you ask everyone else questions ?\n  ","45044":"\n   Yeah. 3 strikes and you're out but my boss will give you more than 3 strikes before he fires you.\n  ","45045":"\n   And then the follow up questions\n\nDo you have insta orrrrrr do you have Facebook ?? nosey gits\n  ","45046":"\n   He had his chance really. My boss doesn't like firing people but when you get three warnings and you don't pick it up he's done.\n  ","45047":"\n   WHAT IS YOUR SNAPCHAT ??\n  ","45048":"\n   Do you believe in zodiac compatibility?\n  ","45049":"\n   Do you get spammed on here for your Snapchat or is that just me ???\n  ","45050":"\n   Last trip?\n  ","45051":"\n   What's your favourite thing about your best friend? ?\n  ","45052":"\n   Age\n  ","45053":"\n   Who's awake? ?☺️\n  ","45054":"\n   Show us your favorite emoji!\n  ","45055":"\n   np xo\n  ","45056":"\n   im so proud of you, k xo\n  ","45057":"\n   i highly suggest you try it out. my favorite part is going under the waterfalls. it’s so beautiful and so exciting!!\n  ","45058":"\n   glad your doing good, xox\n  ","45059":"\n   have you ever hiked tunica hills?\n  ","45060":"\n   Any message for someone?\n  ","45061":"\n   What part of environment do you think is now most polluted?\n  ","45062":"\n   What are some famous places in your area?\n  ","45063":"\n   +1\n  ","45064":"\n   Do you wear socks to bed? ?\n  ","45065":"\n   Do you like to cook? ?\n  "},"Answer":{"43993":"\n  Who knows honestly...\n  ","43994":"\n  I'm good. Thanks. hope you're well.\n  ","43995":"\n  ?\n  ","43996":"\n  Well that is good.\n  ","43997":"\n  ?\n  ","43998":"\n  ?\n  ","43999":"\n  Yep. We can.\n  ","44000":"\n  What?\n  ","44001":"\n  Yeah. They taste good too.\n  \n  Jk ? I'm sorry... I had too!\n  \n  But really tho... They are adorable.\n  ","44002":"\n  ?\n  ","44003":"\n  I have nothing to confess?? ? Everything has been said.\n  ","44004":"\n  Maybe put in the different, uet still big society away from people that are at less caution or something. I mean if we know for sure that they're those type of people then why not. That's a good thing. But sadly I don't think that we could figure this out truly.\n  ","44005":"\n  ? I have this. Lol.\n  ","44006":"\n  Burning stuff.\n  \n  Exploring.\n  \n  The rain.\n  \n  Cuddles.\n  ","44007":"\n  Not at all.\n  ","44008":"\n  No.\n  ","44009":"\n  ?\n  ","44010":"\n  Your welcome.\n  \n  And your fine, lol.\n  \n  You don't have to mention me in anything. I appreciate you just fine. Thank you.\n  ","44011":"\n  Feed me give me water and keep a roof over my head kept me clothed. My mom and my stepdad. Thanks.\n  ","44012":"\n  I'm trying to stop biting my nails but it's hard. I stopped buying them for a while but then I started again. Hopefully I can change that and stop buying them again.\n  ","44013":"\n  Yea? Well that's good.\n  ","44014":"\n  I always try to work my hardest at all things.\n  ","44015":"\n  Absolutely.\n  ","44016":"\n  Yeah. ?\n  ","44017":"\n  Yep. Plans. Bills.\n  ","44018":"\n  Der neue Real-Life-Disney-Film ist ein Remake.\n  ","44019":"\n  Well if you're for sure then that's good. It's good to make sure. Hope you two can work together well because you'll need to do that too if you're going to be paying bills together\n  ","44020":"\n  Well that's good.\n  ","44021":"\n  That's sweet.\n  ","44022":"\n  Ich mag sie beide.\n  ","44023":"\n  Very nice.\n  ","44024":"\n  Yeah. Just hopefully they get along well tho is all.\n  ","44025":"\n  Always good.\n  ","44026":"\n  Thin crust pizza with extra cheese light sauce. Bacon, ham, sausage, hamburger, meatballs, roast beef, pepperoni. Onions banana peppers bell peppers jalapenos and olives.\n  ","44027":"\n  Yeah.\n  ","44028":"\n  I see.\n  ","44029":"\n  ?\n  ","44030":"\n  I'm good.\n  ","44031":"\n  I hear ya.\n  ","44032":"\n  Yes! Do not get a house with only 1 b\/r. Nooo\n  ","44033":"\n  ?\n  ","44034":"\n  ? Hello\n  ","44035":"\n  Makes sense.\n  ","44036":"\n  Oh okay. You scared me. Lol.\n  \n  I don't think buying a little box of cereal would be bad. But of course saving is good.\n  ","44037":"\n  I don't really find any of them boring truthfully.\n  ","44038":"\n  They don't let you get or buy cereal????\n  ","44039":"\n  You should go and buy you a box. LOL.\n  ","44040":"\n  Are more than good.\n  ","44041":"\n  Yeah... I think I'm going to have some Frosted Flakes for dinner tonight actually. I'm feeling that.\n  ","44042":"\n  Yeah.\n  ","44043":"\n  ?.?\n  ","44044":"\n  Yeah? I'm waiting for my husband to get here so I can go and run some errands with him.\n  ","44045":"\n  Idk if this is exactly hidden but I love to sing.\n  ","44046":"\n  I am doing good. Thanks. How are you?\n  ","44047":"\n  Lol\n  ","44048":"\n  Yes. That's me and thank you very much for the complement!\n  ","44049":"\n  I don't know if I have a picture around to take a picture of but I remember not liking Santa a few times and liking it a few times.\n  ","44050":"\n  Alligators really good. Fried!\n  ","44051":"\n  Thanks!\n  ","44052":"\n  Boots. Shoes. ? Walk.\n  \n  Okay... I'll be practical. ? Bike.\n  \n  Jk car or truck.\n  ","44053":"\n  Again, thanks and same back.\n  ","44054":"\n  Thank you and same back.\n  ","44055":"\n  ? Yes! Because some of that sh- that they would be teaching I'm like... say whaaaaat?? ?? then they like really explain it like they explained it easier... ? and then they're like do you understand now and I'm like... not even the slightest.. ? I feel bad cuz they're waiting for me to say like.. a little? and I'm just like... Um no.\n  ","44056":"\n  Ali\n  \n  Ashley\n  \n  Katie\n  \n  Madison\n  ","44057":"\n  Perfect at Math. Hahaha.\n  ","44058":"\n  ...berries or smores! Cereal.\n  ","44059":"\n  ??\n  ","44060":"\n  Yeah! Agreed!\n  ","44061":"\n  Apples to Apples and LIFE was always fun!\n  ","44062":"\n  He's not in this picture. He was at work. I didn't post a picture of them all together.\n  \n  But he is one of the most beautiful things. Him and my puppies. My puppies are like my kids. I am always posting pictures of all of them.\n  ","44063":"\n  Definitely depends... in today's age you have to watch people.\n  ","44064":"\n  100%\n  ","44065":"\n  I love watermelon and honeydew melon. So good.\n  ","44066":"\n  We don't have TV or cable but I tried to look it up on YouTube or on my phone. I love watching The Weather Channel. We live out in the middle of nowhere so it's kind of hard to get TV plus normally watch is it around here. The only thing we watch on TV is sports and the weather.\n  ","44067":"\n  ??❤?\n  ","44068":"\n  Very good. ?\n  ","44069":"\n  I have literally seen someone call their dog, that then came into the kitchen, opened the fridge, grabbed a beer (with mouth), closed the fridge, brought them the beer, took the beer that was in her hand (it was empty) and then went threw it away, then closed the drawer where the trash was. I know that this whole charade sounds lazy and just incredible, but I just think that that was absolutely intelligent for the animal to do that. They pretty much went and did a beer run for them.\n  \n  Lol. Also sing animals sniff out things and save people.\n  ","44070":"\n  I think I have been in at least one. Maybe two in the same day. Scary enough...\n  ","44071":"\n  It just depends.\n  ","44072":"\n  To be with my family and friends. I want a treadmill this year. We got a four-wheeler me and my husband. But most of all just to spend it with my family and friends. Be able to get them something small. Seeing their face glow up when they open it.\n  ","44073":"\n  Being you and being creative.\n  \n  Being kind and understanding.\n  \n  Loyalty and Trust can bring you far.\n  ","44074":"\n  Open one present under the tree. Cook. Spend time with family and friends. Call family and friends. Go out. Just depends.\n  ","44075":"\n  Eh sometimes. I want to more though.\n  ","44076":"\n  Not too long ago and it was a few days. It was nice.\n  ","44077":"\n  Just alot.\n  ","44078":"\n  Idk. Maybe a few dollars if I can. Affordable is always good. Saving. Needs 1st. Wants 2nd.\n  ","44079":"\n  Says in my biography\n  ","44080":"\n  ? Thank you\n  \n  Night.\n  ","44081":"\n  Thanks\n  \n   @synfalen\n  \n\n  Nice to meet ya too.\n  \n  And thanks for the compliment on my questions. And you're more than welcome to send questions.\n  ","44082":"\n  ??❤\n  ","44083":"\n  I know I posted quote a lot but this is literally My ultimate and most favorite quote of all time.\n  \n  This is what I abide by.\n  ","44084":"\n  I'm not sure if we really pulling match or introduced to each other to one another.\n  \n  But I'm IsaBella (spelled that way) everyone calls me Bella or Sweet Bella.\n  \n  Username is\n  \n   @Ice_Frozen_Vocals\n  \n  because I love the Winter. Always have. It's my favorite time of the year. I love a cold. I also love to sing. That's my most favorite thing to do. I used to really enjoy ice skating.\n  \n  I'm from South Louisiana, ?? Usa. I'm married with 2 pups. Been married about a year and a half. Been with him for almost 6 years.\n  \n  I am Cajun French.\n  \n  Can be reeeally goofy\/silly when I wanna be and still serious when I gotta be.\n  \n  I have been on here since way way a long time ago. I just was never really active until about a year-and-a-half ago.\n  \n  But yeah. That's a little bit about myself. I'm also going to add a GIF just to add a GIF.\n  ","44085":"\n  Just being yourself is beautiful.... 100% for both man and woman...\n  \n  Following just the everyday normal needs is good.. Like keeping up with hygiene... As in... like taking care of just the regular needed things. Like showering, washing of the face brushing your teeth, brushing your hair, first clean clothes on everyday. Making sure you have your hair trimmed at the according time year round. Going to the doctor and making sure that you're healthy. You take care of yourself. Try not to bite your nails. (I myself am working on) No drugs or nothing. Just natural. Not too much makeup. It's okay to wear base\/foundation every now or maybe to put some eyeliner on to bring out more features... or little eyeshadow or something... But some people just put a whole clown face on and looking completely like a different person?... No need for that... Be yourself. Be comfortable with you.\n  \n  Personality and attitude play a big role in a beautiful person. If you have a crappy attitude and people are not going to want to be around you much less want to be interested in you.. Yeah yeah.. You maybe \"hot\" \"look good\" but nobody is gonna wanna settle down with a cockyAshhole, no...\n  \n  Learn to have a sense of humor. Don't be so focused on losing weight all the time and calling yourself ugly.... Fat... Stupid... Too many insecurities can be an unattractive thing.  Don't have so much NEGATIVELY! Or too much negativity at least... Then.. have some sort of confidence in yourself. Every man likes a type of woman. You don't have to be a skinny stick for every guy or girl... You don't need to be a big for everyone... You just need to focus on you and be yourself. That's all that matters and THAT is what true beauty is I think.\n  ","44086":"\n  1-10\n  \n  A 7??\n  \n  I'm pretty good but I could probably be better. On a really good day at 9. In a hurry day of 3 or 4.\n  ","44087":"\n  Stay in a one or two star motel.\n  \n  Eat chicken from the Popeye's from where I live at. Popeyes is awesome but where I live at it is not good.\n  \n  I don't think I'm going to eat oysters again.\n  ","44088":"\n  They might not be all just bands but single artists also. But here's the list.\n  \n  I love Skillet, Evanescence, Flyleaf, Paramore, PVRIS, Avril Lavigne, Becky G, Ariana Grande, Ryan Upchurch, Katie Noel, Eminem, Britney Spears.\n  \n  This is only some. I have very many more.\n  ","44089":"\n  Either a bagel or a French Bulldog. They don't really look like me but if you've ever looked up the personalities of either one I feel that they are kind of like me.\n  ","44090":"\n  It is going good so far, thanks. ? Hope yours is well!\n  ","44091":"\n  I absolutely love an ice cream cake!\n  ","44092":"\n  Metal\n  \n  Alternative Rock\n  \n  Or maybe country or country rap\n  ","44093":"\n  My most favorite is OmarGoshTV\n  ","44094":"\n  I saw.\n  ","44095":"\n  Accidentally killing a teammate on Modern Warfare earlier.\n  ","44096":"\n  Just waking up the next day. I'm blessed. My mom my grandparents and my husband inspires me.\n  ","44097":"\n  I don't exactly know if it is a YouTube video about I think it's on Tik Tok and it's the one with the dude freaking out about the moose in his front yard and they're fighting and he calls it a buffalo. Absolutely hilarious video.\n  ","44098":"\n  George Washington\n  ","44099":"\n  Any and all\n  ","44100":"\n  Haha. Yee. ?\n  ","44101":"\n  A few. Yes. Lol.\n  ","44102":"\n  Hola ?\n  ","44103":"\n  I can translate if ya need me too, yes.\n  ","44104":"\n  Maybe Christian Stewart\n  ","44105":"\n  Haha. Ikr. If you could get paid a decent\/ reasonable wage what would you make? And it can't be nothing ridiculous like 50 bucks an hour or something.. I would want to make 22 an hour. ?\n  ","44106":"\n  My babies.\n  \n  My husband. ❤\n  ","44107":"\n  Lol. I bet.\n  ","44108":"\n  It's not my most favorite thing in the entire world but it's pretty good\n  ","44109":"\n  Absolutely. I agree.\n  ","44110":"\n  Yeah I live where it gets really really hot too so I'm used to the heat.\n  ","44111":"\n  Yea\n  ","44112":"\n  I want to try to travel all over the world to every place. I definitely want to go to Dubai because I've heard it's beautiful and there's so much to do. Same with Japan. I also want to try some of the food in Japan. Go to some of the shops. I want to go to Canada and the UK and Australia because I have so many friends there. There are tons of different attractions I want to visit also. There are so many more places I want to visit. And who would I go with is probably I'd take my husband and then my family and then maybe a few friends of the family. No more than 15 people together.\n  ","44113":"\n  I think I might have heard of it but I've never watched it.\n  ","44114":"\n  Is pretty fun to me.\n  ","44115":"\n  I hear you. I'm watching someone solve a puzzle on YouTube. I'm probably going to play some Modern Warfare in a little bit with my husband.\n  ","44116":"\n  Yea?\n  ","44117":"\n  I don't use this.\n  ","44118":"\n  Yes. Many.\n  ","44119":"\n  10 everyday as a sis to me.?\n  \n  And you are beautiful of course.\n  ","44120":"\n  Learning how to ride my bike. I kept falling so my mom would make me ride in the grass so I could learn and not fall and hurt myself. I think that's what you told me to do the first time. I guess I learned my lesson. I listen to her and I went and rode in the grass. Eventually I learned how to ride a bike with training wheels and then without.\n  ","44121":"\n  Ummm. I think everyone lies. So yeah... In some kind've way. Lol. I think it's funny when people are like... I have never ever lied before in my life! Lol... That's a lie.....\n  ","44122":"\n  Well I don't know for sure myself but I always get compliments about my eyes and hair. My thighs. So yeah. Idk ? haha I guess those things. I thank people for the complements.\n  ","44123":"\n  I like pumpkin a little bit. I love to carve pumpkins that's for sure!\n  ","44124":"\n  No shoes atm. Haha my funny socks tho. Haha.\n  ","44125":"\n  2015 and 16 was awesome.\n  \n  Graduation n lot's of on the road adventures that year.\n  \n  Good get-togethers with family and friends.\n  ","44126":"\n  My MOST fav.\n  \n  Singing.\n  \n  Cooking.\n  \n  Being creative.\n  \n  Gaming.\n  \n  Buildings stuff.\n  ","44127":"\n  At math.\n  ","44128":"\n  Both are nice. I have never been to the mountains though for real. But it looks nice. I've always wanted to go to the mountains. The beach is a good place to vacation and visit.\n  ","44129":"\n  New Orleans. City of jazz blues and Cajun food! Mardi Gras' town!\n  ","44130":"\n  Funny. Haha.\n  \n  I just took my dogs out again. It's freezing out.\n  ","44131":"\n  I like both! ?❤\n  ","44132":"\n  Ik hou echt van elke soort fruit. Ik hou echt van groene appels, meloen, bessen, kiwi en drakenfruit.\n  ","44133":"\n  I appreciate anything given to me. Surprise or not. Anything. Everything.\n  ","44134":"\n  ? haha\n  ","44135":"\n  Oh wow\n  ","44136":"\n  I hear you. The other day people were driving crazy. I think it was yesterday actually. It almost snowed here. It was snowing everywhere around us but here but there was so many wrecks. People are just not careful when it gets really cold in the roads get slippery.\n  ","44137":"\n  Grazie\n  ","44138":"\n  Lol. Dang.\n  ","44139":"\n\n   ماذا؟ إنه في منتصف اليوم هنا.\n  \n","44140":"\n  Eh.. not too much. A normal day for me.\n  ","44141":"\n  Atm. Modern Warfare.\n  ","44142":"\n  I cleaned a little bit and did clothes. I'm getting ready in a little bit to cook some chicken alfredo and some rolls. I fed my dogs really good this morning some wet food with some dry food. I walked them well. Went down the road and got some sodas and stuff to drink and bread because we're low on bread. And then I try searching for my Christmas hat so I can wear it at work I couldn't find it.\n  \n  I'm probably going to do some more clothes again. I'm just chilling watching some Pennhurst Asylum videos. On YouTube.\n  ","44143":"\n  Welcome. ?\n  ","44144":"\n  Yeah. Sorry bud. I enjoy talking to ya. Hearing from ya. Good to hear a friend is doing good and is well.\n  ","44145":"\n\n   شكرا على ما يلي تفضلت. أنا أبذل قصارى جهدي. شكرا على المجاملات ، أيضا.\n  \n","44146":"\n  Not me. ? You are a very good friend of mine. You are one I have been following for a very very long time. I enjoy talking to you. I actually didn't know if you even replied to me because I couldn't find the thread. But you did. It's not that I put you at the bottom it's because I literally get stacked questions.I get hundreds a day and I lose y'all threads in them. I have so many stacked right now. Uncountable. I try to get to all of them but I can't. And I tried to go through them and find the threads that I'm talking to people on. But as I said before sometimes I get lost.\n  ","44147":"\n  Yee ???\n  ","44148":"\n  What do you mean by this\n  ","44149":"\n  Hope that you're doing all right today. By the way we got a new four-wheeler! Let's just say that's pretty much me and my husband's little Christmas gift together.\n  ","44150":"\n  I'm doing good. Sorry for the late reply. I have so many questions that it gets lost in them sometimes\n  ","44151":"\n  Yeah. Understandable. He just has to look at the good parts of it. Remember that you are moving on and are doing better.\n  ","44152":"\n  Yep. Absolutely.\n  ","44153":"\n  Getting married to my husband. Good memories with family and friends. Getting this new four-wheeler that we just got yesterday. Me and my husband will probably have a lot of fun with that.\n  ","44154":"\n  My pups and my little baby sister! ??\n  ","44155":"\n  1 being not very\n  \n  And 10 being\n  \n  And I am maybe a 2.5?\n  \n  I am not a very shy person.\n  ","44156":"\n  [Sends ya hug]\n  ","44157":"\n  There are so many that we do with the family and with ourselves. Usually the day after Thanksgiving, we put the Christmas tree up. That's always almost. Every now and then we get a real tree. We put up homemade and bought ornaments. Everybody puts their own ornaments up. Listen to Christmas music while we're decorating the Christmas tree. We usually put up Christmas lights outside and hang up the stockings in a certain order on the walls. We take a few days to go Christmas shopping together. A few days before Christmas shopping to figure out ideas of things that people want. We'll wrap or put them in bags under the tree. On Christmas Eve everybody gets to open one present. Then wake up Christmas Day and open all presidents and then we used to go over to my grandparents house but since they both passed the tradition is kind of lost. We just lost my grandmother. But we used to go over to her house and open presents with all the family and usually cook. Spoil. Are so many more traditions then what I have said already.\n  ","44158":"\n  I lived without a phone for a very long time. And now that I have it I have spent many days without my phone.\n  ","44159":"\n  Goodnight to you and to everyone. ??\n  \n  #SweetNightCuddles.\n  ","44160":"\n  For?\n  ","44161":"\n  Though there is no exact positive cure to Alzheimer's disease. Scientist overtime in this year of 2019 has been thoroughly practicing different types of things to try to ease Alzheimer's disease or two maybe stretch it longer or maybe even cure it. Through the studying and practicing, scientist tried to put short peptides, or strings of amino acids, that when injected into mice with Alzheimer's disease daily for five weeks, significantly improved the mice's memory. The treatment also reduced some of the harmful physical changes in the brain that are associated with the disease.\n  \n  They are totally trying to take control of Alzheimer's disease. No, it is not just in elderly folks, it is also common and young folks. Though it does affect more of people 65 years or older, it can affect others too. Alzheimer's disease can be a genetic thing, so keep an eye out if you have it in your family. Take certain vitamins to try to help ease it. Maybe try to figure out what triggers it. And there are other things that you can do for Alzheimer's disease. But as of now there is no cure, but just controls of the disease.\n  ","44162":"\n  Yeah. From my husband. Yes. Love them.\n  ","44163":"\n  Thank you. I won't let them. ?\n  ","44164":"\n  I love chocolate chip cookie dough ice cream\n  ","44165":"\n  ?\n  ","44166":"\n  I play a lot of games that I was playing Modern Warfare at the time\n  ","44167":"\n  I always tell my mom that. My parents don't. That was actually the last thing I ever told my grandmother before she died... Was about how much I appreciated her.... ? Literally. I bragged to her about how wonderful person she was and she 100% loved it. An actual question on here and got me to thinking to call her so I did and it happened to have been a luck. Was the last time I ever talked to her. That's why I said that you guys do more for me than y'all realize. I'm so happy that those were my last words to her. Was me showing my appreciation and how much I loved her. How much of a wonderful person she was. And then shortly... She passed.\n  ","44168":"\n  Usually. But sense we live so far away, it's sometimes hard to always make it. With work and stuff ya know.. But now sadly.. It's just me and my husband and my pups now.\n  \n  Love getting together with family on Christmas. On lot's of events. ❤\n  ","44169":"\n  ?\n  ","44170":"\n  Are you saying that you followed me? because you're posted as Anonymous and I can't follow you back because I can't see you.... Sooo.. Yeeeaah.. ?\n  ","44171":"\n  Get better, practice and try again. And if I keep failing move on. Not everything is for everyone.\n  ","44172":"\n  Yep yep.\n  \n  I already got them one\n  ","44173":"\n  Thank you kindly\n  ","44174":"\n  Says in my biography?\n  ","44175":"\n  I saw.\n  ","44176":"\n  Lol. Yeah. Ikr? I was thinking the same thing. ?\n  ","44177":"\n  Anything's possible again so yeah.\n  ","44178":"\n  I find astrology very kool and interesting. Anything's possible in the world.\n  ","44179":"\n  Lulu\n  ","44180":"\n\n   ماذا؟\n  \n","44181":"\n  You do. Look very pretty sis.\n  ","44182":"\n  I've heard her music and it's ok but I'm not like a die hard fan or nothing. My little sister loves her.\n  ","44183":"\n  ?\n  ","44184":"\n  ?\n  ","44185":"\n  Thx\n  ","44186":"\n  ? Hello. I'm well. Thanks.\n  ","44187":"\n  Thanks\n  ","44188":"\n  Bookkeeping or bookkeeper\n  \n  Because of the \"oo\" the \"kk\" and the \"ee\"\n  \n  feminine\n  \n  With 2\n  \n  goddessship\n  \n  With 2\n  \n  Banana\n  \n  With 2 also.\n  \n  Not 3 tho.\n  ","44189":"\n  I try my very best to keep up with all of you! I appreciate each and everyone of you, of course and everything y'all do for me. Y'all give me opportunity and I really thank you guys for it. Y'all help me out with a lot more than y'all think.\n  \n  And thank you so much for all the wonderful words. All the compliments. I try very hard to be as kind and as sweet as possible to people. I always try to be helpful. Be honest. And be there for people. Because some people don't have anyone. I'm always here if you need me! I'm just click away! You have a nice night and same to everyone else. Y'all have a nice night too!\n  ","44190":"\n  I love the feeling that it brings to me. A sense of safe and peace. Light. I love the cold, absolutely! So I love that time of the year because it's usually cold out. I love spending time with family and I love Christmas and I get both of these on Christmas! And my family loves Christmas so it is very special to us and we celebrate many traditions on this day.\n  ","44191":"\n  I try to be.\n  ","44192":"\n  You're fine. Thanks for the compliment\n  ","44193":"\n  I would be a air\/water\/weather bender. I would shape shift from a swan for transportation for the air and I could also transform into a mermaid for transportation in the water. And then have my own human life shape-shift regular. Myself.\n  \n  To fight them I would use my bending skills. Twist weather. Manipulate air and he would have heck of a time in the water.\n  ","44194":"\n  No. I don't own any heels\n  ","44195":"\n  Lol\n  ","44196":"\n  Thank you again.\n  ","44197":"\n  Are you talking about the color of people skins? And who I associate with?\n  \n  Or are you saying like what color do I like resemble or something? Like as in.. a random color and not speaking of skin color?\n  \n  Because I associate with any human being. I don't look at color. Skin is skin. We all bleed the same. We all feel. We are all human. All different. But all different in between one another not by color.\n  \n  As in a color that resembles me. That I compared to... I feel red white and blue. Those are colors of my country and I also love red just for multiple reasons. It's just a pretty color to me. I love red roses and both of my grandparents were buried in fire truck red coffins. They were absolutely beautiful. So fire truck red is my favorite color of all time. I love white because it resembles the cold to me and light for some reason. Snow. Ice. I also like light blue and blue because it also resembles snow and cold. My username is ice frozen vocals for a reason. But I just love those colors together anyway. They're on our American flag and are quite beautiful to me.\n  ","44198":"\n  Yes, all the time\n  ","44199":"\n  I really wish some the people would open their eyes to how much freedom they actually get. Some people take it for granted. They don't realize how much will power and how much stuff they can do in this country. And some countries they can't do even a quarter of what we do here. I really wish people would see the laws and understand that they can protect themselves in the way that they are allowed to. I wish people would mind their own business and if people want to do things a certain way let them. As long as you're not hurting anyone and not breaking any laws I don't see the problem. Wish people would see there amendments more clear and finally 100% respect any type of law enforcement and soldier that fights for our country and keeps us safe. Firefighters and more.\n  ","44200":"\n  Your fine.\n  ","44201":"\n  A lot of people talking to me at once. Trying to do too many things at once also. Sometimes driving freaks me out because there's so many people on the road they don't watch what they're doing.\n  ","44202":"\n  Lol. That's usually what you do, yes.\n  ","44203":"\n  ...about everything listed in my biography on here. I also really like talking about sports. Playing and watching. I also really like to build guns and make knives. I like to hunt and fish. I really enjoy cooking. I love to Adventure. Research. There's many things that I really enjoy talking about. Mostly hobbies and things I love to do.\n  ","44204":"\n  Lol\n  ","44205":"\n  Thank you.\n  ","44206":"\n  My mom because she's always been my rock. She always kept me safe teaching me, feeding me, keeping a roof over my head. She's always proud of me and supporting me. She's just trying to help me. Today still and always. Thanks mom. ❤\n  ","44207":"\n  Thanks.\n  ","44208":"\n  I'm sorry... Hope things get better for you. ??\n  ","44209":"\n  Being positive and living with no stress. Going with the flow. Doing what you love.\n  ","44210":"\n  ?.?\n  ","44211":"\n  I love to camp. My only thing is... No bathroom = sad me. Everything else I love. I love nature! Love to fish and hunt!\n  ","44212":"\n  Don't get stuck.\n  \n  If you want to leave. Leave.\n  ","44213":"\n  The Twilight Saga. ???\n  ","44214":"\n  Thinking.\n  \n  Cuddles ❤\n  ","44215":"\n  Cinnamon.\n  ","44216":"\n  I'm good how are you thanks for asking\n  ","44217":"\n  ??\n  ","44218":"\n  It starts getting dark here around 4:30 ish p.m. this is Central Time Zone in the USA\n  ","44219":"\n  Jason cuddles. ❤\n  ","44220":"\n  Absofckinglutly! I love lifting weights!\n  ","44221":"\n  Move forward with a bit of an ego, confidence in a thought of knowing that you could do better and with the feeling of being free again. ? I believe in you. You are a beautiful and independent woman and don't need a man!\n  ","44222":"\n  ??\n  ","44223":"\n  It honestly depends on how that person in that other person ended their relationship. Cuz some people spend like 12-15 25 years with that person and they just become part of their life. They have kids with them. If it's just a picture of like them to probably.... but if it's like just pictures of them and memories I don't think that that's a big deal to keep because they may not have broken up on bad terms.\n  ","44224":"\n  I like any questions as long as they're not extremely personal. Like questions that are intending to try to find somebody or be too nosy about their personal life. There's no reason to be asking people on the internet that are married sexual questions. Also where they live. Even if they're married or not. That is their business and their safety only. This is not to make someone uncomfortable. This site. This site is just to ask harmless questions. Curious. Make entertainment.\n  ","44225":"\n  The 1900s probably. I'd like to see what was going on then and how they lived.\n  ","44226":"\n  Sometimes we get lost. I think everybody has witnessed this at least once in their life.\n  ","44227":"\n  Condiments milk cheese and eggs\n  ","44228":"\n  I've tried meditation. It was nice. Sometimes it's just nothing and just peace and sometimes it gets you thinking about something nice at times.\n  ","44229":"\n  Seems as so...\n  ","44230":"\n  I think it was a birthday gift for a young girl and it was some Play-Doh\n  ","44231":"\n  I think I've watched them before and it was fine.\n  ","44232":"\n  Yeah. Sure. I didn't see your spam until just now. Sorry. Been running crazy lately.\n  ","44233":"\n  Working on cars.\n  \n  Gaming.\n  \n  Singing.\n  \n  Cooking.\n  \n  Hunting and fishing.\n  \n  Making knives, building rifles.\n  \n  Painting.\n  \n  Wood burning.\n  \n  Love to travel.\n  \n  Youtubing and photography.\n  \n  Playing sports.\n  \n  Love to exercise.\n  ","44234":"\n  Travel this beautiful world. See it's nature. This is the countryside out here in the USA, in Mississippi.\n  ","44235":"\n  I wake up put new fresh clothes on to wash my face take my dogs out and feed them. Eat something eventually. Get ready for the day fully then either go to work or clean the house or do some sort of yard work or go shopping or cook or call family or more or less. Play video games.\n  ","44236":"\n  The Statue of Liberty is definitely one\n  ","44237":"\n  ? True info. Interesting at the lease. Ya welcome.\n  ","44238":"\n  Hard to explain. Just a type of old school smell...\n  ","44239":"\n  Can be. Depends.\n  ","44240":"\n  Thanks! I shall!\n  ","44241":"\n  ??\n  ","44242":"\n  I absolutely love singing! Love music. Used to write a lot of music but I don't do it as much as I used to.\n  ","44243":"\n  A ? house for me and my husband and our future kids.\n  ","44244":"\n  I used to use a lot of mt USA All-American bag but now I use my US Army bag, it is in the support for the US Army and soldiers in the world. ❤\n  ","44245":"\n  I'm not a goddess, but thank you and if I was. No. I'm not the only ice goddess or goddess. There is alot of beautiful goddesses in the world. Of all elements.\n  ","44246":"\n  ? Hey\n  ","44247":"\n  Kim Possible\n  ","44248":"\n  любой\n  ","44249":"\n  I don't feel like that is true I feel that a person makes themselves into who they are and I just them and their actions and how they're raised and what they do\n  ","44250":"\n  Walking in a winter wonderland\n  ","44251":"\n  These are pretty awesome\n  ","44252":"\n  Just try to vent and talk to someone about it. Talk with a motivational speaker. They are awesome.\n  ","44253":"\n  I believe singing.\n  ","44254":"\n  Enough.\n  ","44255":"\n  ?\n  ","44256":"\n  That's good. I'm just playing games\n  ","44257":"\n  I would like to experience both.\n  \n  But past more.\n  ","44258":"\n  Well that's good to hear that you're not really feeling sick anymore and feeling better. No good to be sick.\n  ","44259":"\n  Yea?\n  ","44260":"\n  ?\n  ","44261":"\n  Buy him a pack of mints for his birthday. Then a manual on how to brush his teeth for Christmas.\n  \n  Then maybe then he will get it.\n  \n  Jk... you don't listen to me for advice on this. You'll probably become single... JK for real though just be honest with him and if he can't accept it then... That's kind of sad... can have his breath smell like booty. To keep his woman he needs to keep his teeth decently clean. Simple ? no woman wants to man with the smelly butt mouth.\n  ","44262":"\n  ?.? Your anonymous.\n  ","44263":"\n  I'm good thanks. Hope you're doing good\n  ","44264":"\n  Welcome bud. ??\n  ","44265":"\n  Good evening. ??\n  ","44266":"\n  Sure. Thanks for the complement. I followed ya.\n  ","44267":"\n  Absolutely. It's completely understandable. I miss them every day. But I have to go on with my life. I was in a long-distance relationship for 4 and 1\/2 years. I was away from my husband for a long time. I'm with him now and happy. Patience. Time will come and everything will fall into place. Though I'm away from my family is not impossible to communicate with them and see them. I may have to wait for the right time to but it is not impossible as I said. And as you said. You can do it. If you ever feel lonely just call them. Tell them how much you love them. Because we're not promised tomorrow. None of us are. You can do anything if I can. I believe in you! You can do it! Keep your head up.\n  ","44268":"\n  My personal opinion is... Well.. I do live really far away from my family and where I was born and raised and there's nothing wrong with that. We go and visit them four to five to six times a year and I call them and text them and video chat them. It can be hard at times but it is totally not impossible.\n  ","44269":"\n  I don't get the flu shot because every time I get it I get really really bad sick. I just think that thing makes people sick.\n  ","44270":"\n  Good for ga bro. Happy Belated. ? definitely. Hope you had a good day on your birthday yesterday!\n  ","44271":"\n  ?\n  ","44272":"\n  I tried to be sweet to people. I don't know if that's the best quality about me. Best thing about me but that's what I try to to do.\n  ","44273":"\n  Really?! Happy belated birthday!\n  ","44274":"\n  Me. Atm. Now. About to go out\n  ","44275":"\n  I'm good. Thanks for asking. How are you?\n  ","44276":"\n  I just posted one.\n  ","44277":"\n  When you don't need\/have to ask this question to know you will be old enough really.  take your time with getting older because the young age doesn't last that long it seems. Love the young life. The single life and take your time with absolutely everything in life. Be spontaneous and adventurous. Have patience and everything will work out fine.\n  ","44278":"\n  I posted it.\n  ","44279":"\n  Everything. Freedom is everything to me. I also appreciate my freedom and the things that I'm able to do. Because some parts the world you can't do what we can in the USA. And people wish that they could have those types of opportunities. Some people take it for granted here.\n  ","44280":"\n  How many kids will we have? Then again I kind of wanted to be surprised so I don't know.\n  ","44281":"\n  We went to Florida one time with my mom and family and we had a blast. We just I did a lot of really cool stuff. We stayed like a really nice hotel and stuff. Thanks mom.\n  \n  The times when me and my family went to Yogi Bear Jellystone National Park. There was so much awesome stuff you can do there. You can canoe ride. You can gem mine. That arcades pools golfing and more. Hiking trails. Crafts activities and parties. Bingo night. A little cafe where you can get food. Thanks Mom again! For always making this kind of stuff happen. It was always fun! Good memories!\n  \n  Getting to meet my husband for the first time was a really good trip too. ❤\n  ","44282":"\n  Thank you!\n  ","44283":"\n  I love that old school cartoon Rudolph the Red-Nosed Reindeer and the old school Grinch movie. I also like the Air Buddies snow movie\n  ","44284":"\n  Yep. Everyday. That's my reg.\n  ","44285":"\n  I can play the dulcimer.\n  \n  A little bit of guitar.\n  \n  A little bit of violin.\n  \n  The harmonica.\n  \n  I love to sing.\n  \n  Little piano.\n  \n  Drums a bit.\n  ","44286":"\n  I think I'm a good cook. Cooking runs in my family and in my veins. A lot of people usually comment good things about my cooking. My favorite thing to cook would have to be homemade old school chocolate pie. Well that's been baking but I mean... I like to make gumbo. I love frying things. I enjoy making soups. Homemade macaroni and cheese. Mississippi mud pie. I like making pizza and spaghetti. Homemade chicken salad. Potato salad.\n  ","44287":"\n  Who knows. But hopefully people will start to live a little. Get out and Adventure. Discover as much as you can.\n  ","44288":"\n  Who really knows. Hopefully while I'm still alive and my kids kids are. Hopefully we all see our years fully.\n  ","44289":"\n  I do. 1 and never good honestly. But it's okay. We will soon have our own place. ?\n  ","44290":"\n  Lol\n  ","44291":"\n  This style. Still am.\n  ","44292":"\n  Oooh yeah! I'd probably invite these folks too and more! Big party! I probably get pay a few comedians to come too and entertain. We could all bring something to the party to nibble on! Heck yeaha! Have a HUGE bonfire and roast some smores. Hotdogs!\n  \n\n   @Wolf_Izzy\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @carlahall88\n  \n\n\n   @tumblr_and_starbucks\n  \n\n\n   @fiezuqa\n  \n\n\n   @Sillybutt26\n  \n\n\n   @zactc\n  \n\n\n   @courtneym4\n  \n\n\n   @irish2216\n  \n\n\n   @alpacasarenice\n  \n\n\n   @lnr87\n  \n","44293":"\n  I met my husband almost 6 years ago on GTA V on Xbox 360. We met in the most unexpected way possible. I did not expect to meet my soulmate on there. Haha. We were playing one day and we ran into each other and became friends started talkin really enjoyed talking to one another and started dating and then soon met and then soon got together and soon got married, well.... 4 years later we did. Hahahah. We're together and married and happy. No complications. The long-distance was really hard. Considering we were in a long distance relationship for about four and a half years. Just having constant communication. Trust. Loyalty. We got to know one another's family is completely. We video chat all the time. Our families liked each other. Overall you just have to have a lot of patience. Learn to work things out.\n  ","44294":"\n  Lol. They aren't hahaha.\n  \n  I will take a picture in a little bit. I have to get ready and I little I don't have any shoes on at the moment\n  ","44295":"\n  La-uh\n  \n  Tityaricka\n  ","44296":"\n  I am one hundred percent happy. I appreciate my life.\n  ","44297":"\n  Tak naprawdę nie noszę piżamy. Zwykle noszę tylko jedną z koszul mojego męża. Mój mąż jest naprawdę wysoki, więc jego koszule wyglądają jak nocne sukienki, kiedy je noszę. Jeśli noszę piżamę, niektóre są czerwone i noszą zdjęcia. Czarne spodnie lub czerwone. To zależy.\n  ","44298":"\n  God. Nature. My family and friends. My husband. My pups.\n  ","44299":"\n  I think about around the age 9 10 or 11 I found out. I can't exactly remember I think I was like 10 and 1\/2 or something so she should probably catch on soon. One of her friends are probably tell her and she'll go and ask her parents.\n  ","44300":"\n  You and these folk better come! Haha and so many more people's! Drinks and food l for all. Haha. And bring y'alls better have or friend's too! Haha. Cajun food and drinks and tea, coffee for all! ❤ Y'all\n  \n\n   @melissamczzz82\n  \n\n\n   @eqcarpenter\n  \n\n\n   @rufinaaleksa\n  \n\n\n   @KeepYourEyesPeeled\n  \n\n\n   @GeeLouisee140\n  \n\n\n   @krrice\n  \n\n\n   @Alicia861\n  \n\n\n   @MACKabiVIPer42\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @SophieWhite3\n  \n\n\n   @mamtabanerjee02\n  \n","44301":"\n  Yeah I already knew this part. But we all really don't fully know what that guy's intentions were. If ya know what I mean.. We all assumed that that was what it is that he was an obsessed fan. But for the longest he was stalking her and being really creepy and stuff. My thing is more or less like. Just wondering why people are thinking when yhey are doing this.. Before... After.. What goes through their mind when they're killing someone. :( Just horrible. Taking such a wonderful person out of this world. I've been a fan of her since I was real real young. I still mourn today.\n  ","44302":"\n  Aligator and Deer is good.\n  ","44303":"\n  7-12 hours. Depends.\n  \n  I like 9 hours.\n  ","44304":"\n  I absolutely love Seafood.\n  \n  I'm a fan of pie.\n  \n  I loved any type of Cajun or spicy food.\n  \n  I'm not a fan of any kind of cinnamon.\n  \n  I don't really like bananas. Though I do like bananas and smoothies and banana bread I just don't like bananas by themselves.\n  \n  I love some homemade macaroni.\n  \n  I love making different types of soups.\n  \n  Jambalaya\n  \n  Gumbo.\n  \n  I love kiwi strawberries and berries.\n  ","44305":"\n  Yessss then I can invite friends and family making own drink yummy drinks together.\n  ","44306":"\n  Очень хорошие слова, друг мой. Спасибо, что поделился.\n  ","44307":"\n  Dorito's zijn goed. Spicy.\n  ","44308":"\n  Absolutely\n  ","44309":"\n  The person that killed Christina Grimmie. Why? She was the most sweetest and nicest person... We all think it was jealousy but the reason why we can't ask them is because they killed themselves right after they killed her. If you ever watch any videos on Christina Grimmie she is literally the sweetest person. Beautiful voice. Kindest. She loved people. She loved video gaming. She used to sing and had a beautiful voice. She was on The Voice. We all ask same question every day. Why?\n  ","44310":"\n  Some of them can be creepy. Not all of them. If you know what I mean... Some of them are kind of cringey but most of the time puppies are pretty cool to me.\n  ","44311":"\n  The Omar gosh TV,\n  \n  and The OmarGosh Family Vlogs.\n  \n  Moe Sargi.\n  \n  The FAM.\n  \n  Chelsea Luna\n  \n  CJ Faison\n  ","44312":"\n  Thank you so much! You have an amazing day!\n  ","44313":"\n  Я бы вложил деньги и постарался сделать еще больше. Я бы вложил столько, сколько мог. Тогда я бы купил дома матери и семьи и машины. У нас с мужем есть дом и машина, а потом я помогаю людям, которых даже не знаю.\n  ","44314":"\n  Iya nih. Saya pernah merasakan ini sebelumnya dan itu bisa sangat menyedihkan dan membingungkan. Ketika Anda keluar dari pekerjaan, mungkin perlu beberapa saat sebelum Anda menemukan pekerjaan lain. Ini berlaku untuk siapa saja. Berikan waktu, bicaralah dengan banyak orang dan minta orang untuk mengatakan kata-kata yang baik kepada Anda. Jika Anda mendapatkan pekerjaan di mana pun itu terjadi, pastikan Anda melakukan banyak pekerjaan dengan baik. Lagi pula ... mereka mempekerjakan dan membantu Anda. Teruslah berusaha dan teruskan kepala Anda. Semuanya akan beres pada akhirnya.\n  ","44315":"\n  My year of 2019 has been rough but good still and ways. I've got a lot done in 2019. 2020 I want to stop biting my nails and I want to save my money and also pay off a lot of bills. I also want to get the house clean up some more Just to make it look better.\n  ","44316":"\n  I really love Rudolph the Red-Nosed Reindeer. The old version movie. I don't know if they made a new one or not but I like the old one. And then I like the Grinch the old version of tune movie. The Air Bud snow movie. The one with the puppies in it.\n  ","44317":"\n  If I had that much money I would by my mama house and me and my husband a house and then I would invest the money and try to make more... then I would buy all of my family cars. Like my mom, my sister's, my step dad, my brothers, my dad, my husband and me, a few other friends and family. Then I would invest even more money and make more hopefully and then be able to help more people that I don't even know.\n  ","44318":"\n  I feel lonely a lot of the times but sometimes it can be peaceful. Being lonely is not always a bad thing or what I mean is being alone. We can all be alone at times in our lives. But it's slowly ends. I usually call the friend or I'll play video games with friends. Get into one of my hobbies or something. Go out. Watch some YouTube or play with my dogs.\n  ","44319":"\n  .-. ?.?\n  ","44320":"\n  When they're being arrogant and they are just sitting there going on and on about something they're great at or that they're better than you... just be like, I don't care kind of attitude, like... I'm\/your not excited by what they're saying tyoe attitude... It aggravates them to the max. Keep being like this and they will leave you alone and when you don't show someone attention they tend to get bored and move on. ?\n  ","44321":"\n  ?\n  ","44322":"\n  In my room. Chilling. Playing games with husband. ❤ ?\n  ","44323":"\n  Maybe May 16th or 18th or 21st birthday. My mom made my birthday is really good and my friends. And my husband\n  ","44324":"\n  Texas has witness more natural disasters than any other state in the United States of America. Considering how big the state is I could see why because it's so big that it stretches over multiple different types of climates. It flies it get snow every year in the northern part of Texas. It gets hurricanes. They get tornadoes. I think it's really really dry some points the year. They can experience earthquakes. Wildfires... Yeah...  Everything...\n  \n  California is the next on the list. Sometimes it doesn't rain at all and they get really dry weather and wildfires go insane there. They get a ton of earthquakes. They every now and then experience floods just like any part of the USA. Tornadoes are not as from there but they can be. But honestly just the wildfires in the dryness is the worst part about living in California and the the earthquakes. The wildfires can stretch over hundreds of thousands of miles and almost seemed never-ending. Have killed many people and have ruined homes and. families. The earthquakes same thing.\n  \n  Oklahoma is next.\n  \n  With tons of wildfires floods winter storms and really bad tornado Seasons. This place is literally a widespread of tons of natural disasters. Within a year could have hundreds of tornadoes. Oklahoma as I said wildfires they gave very very dry at some times of the year.\n  \n  Alabama. Which experiences hundreds of tornadoes a year and gets really bad hurricanes and tornadoes.\n  \n  Same with Louisiana and Mississippi.\n  \n  Florida. Which experiences some of the worst  hurricanes and floods also.\n  \n  There are more than just what I listed but these are some of the worst and ones I can think of at the moment.\n  ","44325":"\n  It's definitely the last Museum I visited was a Cajun \/ sugar Museum. It was back in October. The beginning of October. It was a really good Museum.\n  ","44326":"\n  5 bedrooms at, least three bathrooms. A few extra rooms like a playroom. 2 storage rooms. A seller. A bar area. A huge kitchen. A living room and a family room. Mud room. A big front yard. A huge backyard. Acres of land. Lots of gardens. A pool. One-story house. A car garage. Guest house with three bedrooms two baths and more.\n  ","44327":"\n  The stretch of what we can do and say\n  ","44328":"\n  ???\n  ","44329":"\n  Huh\n  ","44330":"\n  To spend it with family and friends. To cook some traditional foods. I want to go hunting once. I really want a treadmill for Christmas.\n  ","44331":"\n  Put warm food. Cuddle up and talk about things that can happen in the future. Read. Burn candles and incense\n  ","44332":"\n  My Bella Life.\n  \n  Because Bella that's also another word for beautiful. so it would be my beautiful life.\n  ","44333":"\n  4 sisters\n  \n  2 brothers\n  ","44334":"\n  Yes. And I was very scared but at the same time I had something to protect myself so... I felt scared but at the same time I knew I was safe.\n  ","44335":"\n  Thank you. ?\n  \n  Sorry for late reply.\n  ","44336":"\n  Nice\n  ","44337":"\n  ?\n  ","44338":"\n\n   @melissamczzz82\n  \n\n  You are awesome girl!\n  \n  I appreciate your support and kindness! Your friendship! You are a sweet and loving person! Funny and beautiful. You have an amazing day my friend!\n  ","44339":"\n  ...all I Want for Christmas is to spend it with my family and friends down in Louisiana! ❤??\n  ","44340":"\n  Often enough.\n  \n  I am excited for it.\n  \n  A but nervous, but\n  \n  am excited for it still.\n  \n  ????\n  ","44341":"\n  1. Y'all might know this one already but I love to work on cars.\n  \n  2. It's hard to get me angry. Extremely... I'm Cajun right? Well.. ever heard of a Ragin' Cajun? Yeah.... I turn into a crazy... non-stoppable pissed off ashole cooash ya don't wanna meet.. and say some reeally and I mean... some reeeally fuked up sh- and go slight redneck on ya ash.. Yeah... Not proud of it.. But truth be told.. Don't make me mad.. Cause I'll cook ya ash like toast and throw it out for the birds. Because that is what the sh- is to me. Trash. Road kill... for the birds.\n  ","44342":"\n  Lol. Ikr. I feel the same.\n  ","44343":"\n  ?\n  ","44344":"\n  Him ????\n  ","44345":"\n  Lol ?? I'm so confused.\n  ","44346":"\n  Vidalia fried onion rings, curly fries, hot dogs, yeast rolls\n  ","44347":"\n  ?\n  ","44348":"\n  What sign? The you rock emoji? \"?\" This one? Means you rock and to rock on. Rhec\n  \n  Raise hell, eat cornbread. Lol\n  ","44349":"\n  Considering I work in retail and have been working in retail for about nine and a half years I have a ton of patience. I was also in a long-distance relationship for 4 and 1\/2 years. I think I have a ton.\n  ","44350":"\n  Oh okay.\n  ","44351":"\n  Right right.\n  ","44352":"\n  Ohhh 1 day off. Close!\n  ","44353":"\n  ?\n  ","44354":"\n  ._.\n  ","44355":"\n  Both??\n  ","44356":"\n  Yessssss\n  ","44357":"\n  I followed ya. ?\n  ","44358":"\n  Mine is on the 29th! We share the same birthday! ? I think.\n  ","44359":"\n  That's okay. When's your birthday???! ? Mine is on the 29th of December.\n  ","44360":"\n  I believe for the good, yes.\n  ","44361":"\n  Everyone mind your own business!\n  ","44362":"\n  ?\n  ","44363":"\n  We don't \"call the cops,\" out here. Lol. We handle it ourselves.\n  ","44364":"\n  I do the wounded soldiers project usually\n  ","44365":"\n  Jk\n  ","44366":"\n  Take care of marine animals or just any type of animal. feed the poor. Help people with the Paranormal world and troubles around it\n  ","44367":"\n  My feet aren't dirty and neither of my shoes. It was just late when you asked for shoes and I had no shoes on.\n  ","44368":"\n  All good stuff.\n  ","44369":"\n  Ok. My bad.\n  \n  Yummy drink.\n  \n  Captain Morgan bomb watermelon on ice.\n  ","44370":"\n  Anything spicy.\n  ","44371":"\n  Both are nice.\n  ","44372":"\n  ?❤\n  ","44373":"\n  Surprise from my husband today. ❤\n  ","44374":"\n  How to carry myself. And what I mean by this is act\/behave correctly, have good manners, clean up after myself and take care of myself.\n  ","44375":"\n  ?\n  ","44376":"\n  None at the moment. I don't think I've had any. Can't remember. Like when I was younger. I never really got into all that you when I was younger. But I I would so everyone else with them They're cute and stuff I just didn't really want one\n  ","44377":"\n  I think I've heard of this but I forgot what it is so I don't know. I don't really watch a lot of shows anyway\n  ","44378":"\n  ?\n  ","44379":"\n  Why? Lol.\n  ","44380":"\n  The paranormal world. Always have been. Been studying on the subject a looooong time and other subjects around that one. I find it very intriguing. I tried to use the knowledge that I learn to help people in that section.\n  ","44381":"\n  Bell\n  \n  Bella\n  \n  Bells\n  \n  IsaBel\n  \n  Baby\n  \n  Izzy\n  \n  LoLa\n  \n  Ms. Bayou.\n  \n  Sweet Bella\n  \n  Vocals\n  \n  Vocal\n  \n  Gorgeous and beautiful and sexy (my husband)\n  ","44382":"\n  If I have them I'll take a picture of them if I remember.\n  \n  They're not really that spicy. I usually have to put a little bit more seasoning and hot sauce in it to make it actually spicy.\n  ","44383":"\n  Mhmm\n  ","44384":"\n  I've posted a few the last few days. Scroll down. Profile pic too.\n  ","44385":"\n  Does this mean.. Post of the day?\n  ","44386":"\n  O.o\n  ","44387":"\n  I don't know yet. Maybe some spicy noodles with vegetables.\n  \n  Maybe fry something to eat. Idk yet.\n  ","44388":"\n  Cajun\/goofy.\n  \n  Sweet.\n  \n  Organized.\n  ","44389":"\n  Most eggnogs that I have ever encountered have cinnamon in them so I can't have them. But I don't know if I would really like eggnog.\n  ","44390":"\n  Sadly I can't have gingerbread because of the cinnamon. But it sounds good!\n  ","44391":"\n  Thank you so much. I hope that you're doing all right?! You rock!\n  ","44392":"\n  God. I'm grateful for my family. My mom and my sisters my brother is my step dad my dad my pups my aunts and uncles and cousins. My husband. All of my grandparents. All my family in-laws. friends that are like family. I'm thankful for all of you. People that I follow and people that follow me. I'm just thankful for the people that I have in my life. I'm also thankful for my life.\n  ","44393":"\n  Excellent. I'm just chilling watching YouTube and drinking some orange soda. Waiting for Jason to get home so I can cook dinner with him and spend some time before he has to go back to work again tomorrow.\n  ","44394":"\n  Nah\n  ","44395":"\n  I cooked some homemade macaroni and cheese last night and it came out really good.\n  ","44396":"\n  Very nice and love this song. Thanks for sharing with me this.\n  ","44397":"\n  I don't know if it has December and it or not. I'm pretty sure it does but Last Christmas by Taylor Swift. I think it's a cover.\n  ","44398":"\n  I'm doing pretty good. Thanks for asking. How was your day going?\n  ","44399":"\n  Definitely lucky. ?\n  ","44400":"\n  Ikr. ?\n  ","44401":"\n  My puppys are so cute in this picture!\n  ","44402":"\n  O.o\n  ","44403":"\n  Same. Short.\n  ","44404":"\n  What?\n  ","44405":"\n  Thanks bro!\n  \n  You know I love sports! So I don't think I could pick a side honestly! Haha. I try to always be fair and plus! I don't see the hurt in liking both! ??\n  \n  Support both for sure.\n  \n  I try to see the positives in anything I can!\n  \n  Thanks for the kind words. Appreciate them.\n  ","44406":"\n  100% fam.\n  \n  You've got that right!\n  ","44407":"\n  I'm doing fine. Thanks for asking. I hope that you're doing well? Also, thank you for the space.\n  \n  The country, Fall in the South in the ?? Usa.\n  ","44408":"\n  Most people would probably freak out and even runaway.\n  \n  Me? I would offer them fried alligator and a beer.\n  ","44409":"\n  ? Hey\n  ","44410":"\n  To cook and spend time with family and friends. To give. To prepare to celebrate Christmas my birthday and New Year's. Lots of Christmas music and Christmas wrapping. Get the dog something and spoil them.\n  ","44411":"\n  That's cool. Piano.\n  \n  And I'm pretty sure it'd be really hard for me to teach you how to play an instrument through this phone through text. Lol.\n  ","44412":"\n  Srry.\n  ","44413":"\n\n   شكر.\n  \n","44414":"\n  Cooking with my mom and my Maw maw.\n  ","44415":"\n  Yeeeah. Agreed.\n  ","44416":"\n  Its put up somewhere where ai can't get to it. Plus it's 12:08 AM\n  ","44417":"\n  My most favorite TV show with my would have to be Kim Possible. If I had to pick one other one it would be, That's So Raven.\n  ","44418":"\n  Both are fine.\n  ","44419":"\n  ??\n  ","44420":"\n  It's picked up. I cannot get to it atm. Sorry.\n  ","44421":"\n  I do not keep track of this. I'm pretty sure I already answered this like two or three times\n  ","44422":"\n  You never asked to see it. No  Someone asked what kind I had? Yes.\n  ","44423":"\n  ?\n  ","44424":"\n  ? Idk? Why? LOL\n  ","44425":"\n  ?\n  ","44426":"\n  App\n  ","44427":"\n  Idk. I don't really keep track of this really. ? Lol\n  ","44428":"\n  I mean... Anything is possible to me.\n  ","44429":"\n  Not really. I don't really remember my dreams.\n  ","44430":"\n  ?\n  ","44431":"\n  ?\n  ","44432":"\n  Nah. I'm good. Profile pic or scroll. I have tons posted.\n  ","44433":"\n  It's okay. Thanks for the question\n  ","44434":"\n  Getting to spend time with your family and friends. Giving. The cold. The Christmas lights.\n  \n  I don't really think there's anything that I don't like about Christmas. Plus my birthday is around this time of the year and I love Fireworks you know New Year's!\n  ","44435":"\n  Mardi Gras beads beads\n  ","44436":"\n  ?.?\n  ","44437":"\n  Photograph by Nickelback\n  ","44438":"\n  Lol.\n  ","44439":"\n  100%?\n  ","44440":"\n  Thanks. Idk why you did dot dot.. But yep thanks\n  ","44441":"\n  5.2\n  \n  I'm tiny\n  ","44442":"\n  All I've got right now\n  ","44443":"\n  No it doesn't snow here where I live much. I live in the south so it's usually pretty warm here always or at least not cold enough to snow\n  ","44444":"\n  That's how the app works. Lol.\n  ","44445":"\n  No prob\n  ","44446":"\n  They are scary and so is the socks\n  ","44447":"\n  Waffles.... Idk if people get this.\n  ","44448":"\n  I don't usually remember my dreams too well\n  ","44449":"\n  У меня все хорошо.\n  ","44450":"\n  I'm good. Thanks. You?\n  ","44451":"\n  Probably worse. Lol honestly.\n  ","44452":"\n  Him ❤\n  ","44453":"\n  Very good.\n  ","44454":"\n  ? ... If I honestly told you what I wanted for Christmas, I really doubt that she would want the same kind of things... But here I go... I want some more hunting boots. I want a new stand too... Ummm.. I want an extended mag for my 22. I want a treadmill and a 4 wheeler. Some perfume. I want some more spices for cooking. I want some pickled ghost pepper okras in the mason jars. Hot sauce pack. Fuzzy socks. Some new camo cargo pants. A new fishing reel. ?? Just being me.\n  ","44455":"\n  I'm good.\n  ","44456":"\n  Samo nekoliko sati. Spavao sam sinoć. Dobro sam spavao.\n  ","44457":"\n  I'm going to make hot dogs and homemade macaroni. My grandmother's recipe and her mom's recipe. She passed away about two weeks ago. So hopefully I can do this without shedding a tear. I'm excited about cooking this because it's going to make me very happy in the end. I'm also going to cook it the way that she did and in the dishes that she used to cook them in. It's an old school casserole dish. I'm super psyched for that! ❤?\n  ","44458":"\n  Depends. Maybe 3 times.\n  ","44459":"\n  My name is IsaBella, spelled that way. Everyone calls me Bella for short.\n  \n  I am from south Louisiana & I am Cajun French.\n  \n  I am going to be 24 years old on December 29th & I am a Capricorn.\n  \n  I am married. I have been with my husband for about five & a half years now. I have been married for a year & a half.\n  \n  I really love helping & talking to people. I'm very outspoken. Very passionate & determined about the things that I love & do.\n  \n  I love family & friends.\n  \n  I own two pitbulls with my husband, one's name is G Fred & the other one's name is Dixie. I love giving. I love cooking & seeing smiles on people's faces.\n  \n  My most favorite thing to do in the world is singing. Again I'm very passionate about singing. I have been singing since I was very very young.\n  \n  I love being creative. I really enjoyed painting. I love making things for people.\n  \n  I live out in the middle of nowhere on the countryside. It's beautiful out here.\n  \n  I love building things & I enjoy doing yard work.\n  \n  I do work. I have been working in retail for about 10 years.\n  \n  I really enjoy researching different thing. My favorite subjects is the Paranormal world. I also have different cases and help people with certain situations that they question & need guidance on. I have been on this topic for about 12 years now. Been researching many different levels of it & as I said trying to help people out with it.\n  \n  I also like to research geography & meteorology.\n  \n  I enjoy researching about gems. I would like to go gem mining one day with my husband.\n  \n  I enjoy researching about history.\n  \n  I love photography. I own a camera and enjoy taking photos for people for different events if they need me to.\n  \n  I enjoy exercising.\n  \n  I am a YouTuber.. Been doing that a loong time. I don't even remember how long. I have like 500 videos on there. I really enjoy doing l that.\n  \n  I have 2 bros & 4 sisters.\n  \n  My favorite colors ?⚪?.\n  \n  I love the cold season. My username hint*\n  \n  Hot food and yeah.. Lol\n  \n  Bayou place is my paradise.\n  \n  & yeah.. This is me. Thanks for asking\n  ","44460":"\n  100% a whole pot.\n  ","44461":"\n  Nice.\n  ","44462":"\n  Das sind G-Fred und Dixie.\n  ","44463":"\n  I have some Costa Rican money or at least I used to have some and some kind of European money.\n  ","44464":"\n  Yeah... Last year I stop biting my nails for my New Year's resolution and I started back up hopefully I can do it again and stop for good\n  ","44465":"\n  Absolutely\n  ","44466":"\n  Me and Jason are going to send you a bowl of some homemade gumbo and potato salad! Hahaha.\n  ","44467":"\n  Sorry I took so long to answer this question. The reason why it took so long is because I love questions like this. I love when people ask about the things that we collect because me and my husband collect a lot of different things.\n  \n  We collect lighters, really cool and different looking knives, different types of decks of cards. We even have one deck that is waterproof and that's probably my favorite so far. A jumbo deck of cards.\n  \n  I collect bracelets and temporary tattoos.\n  \n  We collect different types of colognes and stuff. I love perfume and colognes.\n  \n  We collect hats we probably have over a hundred and fifty hats.\n  \n  We collect magnets. We like to travel a lot so every state that we go to we get a few magnets including one magnet that is the shape of the state so we can make the entire United States of America out of magnets.\n  \n  I like to collect dream catchers tho, I don't have too many of them, I think I own five including my tattoo on my arm.\n  \n  We collect Flags.\n  \n  And so much more. These are probably our favorite things.\n  \n  In this video is a bunch of really cool looking Mardi Gras beads. When we go to the parades down where I'm from in south Louisiana, we always bring home Mardi Gras beads and we hang up the really cool ones in the kitchen and in the room.\n  ","44468":"\n  ?\n  ","44469":"\n  Yeah.\n  ","44470":"\n  Hello. I'm doing all right today. Thanks for asking. I hope that you're doing all right?\n  \n  And this year... 2019 has been really tough... I lost a lot of people this year. Living in Mississippi we're having less and less people in our lives. It's just getting down to just me and my husband. It's a little sad being lonely but I can do it. But I have discovered from myself that I can be alone. I can do it. And you can do it too. You don't always need somebody there. Though it is nice to have someone there to talk to and to be around you, but you can be by yourself. You can do it.\n  \n  I'm also trying to stop biting my nails in the new year.\n  \n  I'm also trying to get lots of bills paid off.\n  \n  Work on fixing the house up and the yard.\n  ","44471":"\n  Morning, afternoon to ya.\n  ","44472":"\n  A lot of people talking in one area with me there. A lot of people talking to me at once. Just a lot of people in one area. Being confused while driving then getting really really frustrated.\n  ","44473":"\n  Everything is going good today. Thanks. I'm going to make some homemade macaroni and cheese later on. It's my mom old homemade recipe and I think her mom's recipe too. So I'm about to have a really good day.\n  ","44474":"\n  Welcome.\n  ","44475":"\n  Your post it as Anonymous so I don't know who you are to be able to follow you. Ask again without being anonymous and I can follow you back.\n  ","44476":"\n  I cleaned and took care of my dogs. I'm going to make homemade macaroni and cheese later. I talked to a good friend today.\n  ","44477":"\n  Sure.\n  ","44478":"\n  ? Sad. Srry.\n  ","44479":"\n  Followed ya.\n  ","44480":"\n  ??\n  ","44481":"\n  Goodnight y'all ? ?\n  ","44482":"\n  I'm super excited about Christmas and New Year's this is my most favorite time of the year. Also my birthday is on December 29th. So I'm really excited about that. I get to spend it with my husband Oh, My Friends and Family. ❤\n  \n  Good night to you and to everyone!\n  ","44483":"\n  Thank you\n  ","44484":"\n  Very good. You too! And thank you! ?✌\n  ","44485":"\n  But I already knew this one but no item is worth your life.\n  ","44486":"\n  The time when I was learning how to drive was extremely traumatic and now it is affected me in my life. I had a lot of close calls. And it was mostly from other people not paying attention and hitting me. Shortly after that I had a couple other incidences that were close calls. One where we were on a bridge and someone decided to cut us off it was a very close call... and knock us off the bridge which it was about a 15 or 20 foot drop maybe more just because they were in a hurry and not watching.\n  \n  Including one with a Mustang going across the median and almost hitting us head-on going like 80 or 90 miles an hour.\n  \n  Another one with an 18-wheeler turning in front of us when it was not their turn to go and we were literally maybe 50? feet in front of them. Luckily we had good drinks. My mom was driving and my husband and me were in the car. We almost ran into them going 50 or 60 miles an hour.\n  ","44487":"\n  Not really a fan of KFC though I wouldn't want to shut it down or anything\n  ","44488":"\n  The bayou\n  ","44489":"\n  It is my husband. ❤\n  ","44490":"\n  Welcome. ?✌\n  ","44491":"\n  The Paranormal World and demonology, the study of poltergeist and more.\n  \n  Then I really like to study geography and meteorology\n  ","44492":"\n  You're most welcome. Keep your head up.\n  ","44493":"\n  Photograph by Nickelback\n  ","44494":"\n  I got mine. ?\n  ","44495":"\n  I finally get to make some homemade macaroni and cheese tomorrow. I've been wanting to make this all last month and this month\n  ","44496":"\n  ???\n  ","44497":"\n  Don't Blink by Kenny Chesney\n  ","44498":"\n  back in Louisiana\n  ","44499":"\n  I'm not sure what yours and what everyone else's is. It's up to y'all to find out. I feel like life means everything to me. To seek the most greatest moments. That is my job comparing them to help anyone and everyone. Should be kind. Spread peace and happiness. Try to Love More. Try to keep the environment clean.\n  ","44500":"\n  How messed up this world is\n  ","44501":"\n  I love Jason. ❤?\n  ","44502":"\n  Build people's confidence. I feel like I'm good with this\n  ","44503":"\n  Touchscreen windows in cars\n  ","44504":"\n  You feel like you are going to die for about 2 minutes\n  ","44505":"\n  My mom and my sisters\n  ","44506":"\n  I am from the USA and I have English, Indian, French, little Irish, little German in my family.\n  \n  My native language is English.\n  \n  I can translate any language and I can speak French and Cajun French, little German, Spanish oh, I know American Sign and some Spanish sign, some Braille.\n  ","44507":"\n  Seeing grown adults hurt children. And I mean not disappointing I mean literally hurting them.\n  \n  When people don't respect hunting. The animals that they're hunting. I have been seeing so many videos regulating through Facebook of these two boys torturing an animal that they halfway killed. When you go to hunt, you were going to collect food. It's not a anger thing... let your anger out type laughing manner. No. When you go hunting you are looking for food to eat. You hunt and thank the Lord for the food that he provided for you and you go home and you eat every inch of that and still thank him before you eat.\n  ","44508":"\n  Meeting my husband the way that we did. ❤\n  ","44509":"\n  Sometimes. Depends on the mood of the time\n  ","44510":"\n  Volleyball or singing.\n  \n  My top two most favorite things\n  ","44511":"\n  ?\n  ","44512":"\n  I feel that everyone is good it's just their decisions and then later in life the choices and influences that they choose to have in their life is what changes them\n  ","44513":"\n  Seeing my husband and my pups after a long day of work.\n  ","44514":"\n  My parents were strict and I'm glad that they were.\n  ","44515":"\n  Just say hey to people and help them out if they need anything. Notice and be nice to strangers.\n  ","44516":"\n  I believe it's possible. Anything is\n  ","44517":"\n  How many kids will I have\n  ","44518":"\n  Vary usually.\n  ","44519":"\n  That I can sing.\n  \n  I'm Cajun.\n  \n  I can translate a lot of different languages.\n  ","44520":"\n  ??\n  ","44521":"\n  I feel that I am\n  ","44522":"\n  I think both are understandable\n  ","44523":"\n  Normally? Once or twice. When I'm not feeling well and I've got that allergies it could be anywhere from 3 to 25 times within the 30 min\n  ","44524":"\n  That's good and my day went well\n  ","44525":"\n  God.\n  \n  My parents and grandparents. My husband. Idols\n  ","44526":"\n  I really love Pokemon Kim Possible and That's So Raven\n  ","44527":"\n  There's not too many things that I hate. But dislike. Maybe.. Just waiting. I definitely feel that I am more patience now in my life. I like to wait. Especially when there is a good outcome or surprise.\n  ","44528":"\n  Cajun\/goofy\n  \n  Sweet\n  \n  Neat\n  ","44529":"\n  Being foolish can be an innocent thing like just being funny and fun and joking around. And then the other way is not really caring much about people's feelings and not being serious and just too much. Also not trying to think before doing something and just being jokingly about the whole thing.\n  ","44530":"\n  I love those. I can't remember. Probably!\n  ","44531":"\n  Alaska and Canada\n  \n  The UK and Australia\n  \n  Japan\n  ","44532":"\n  ? Hey\n  ","44533":"\n  I don't like crowds and a lot of people talking at once and I'm not really a fan of driving in the cities. I get really nervous when driving in general and in the cities I am terrified. People are constantly not watching.\n  ","44534":"\n  Nah. I'm good.\n  ","44535":"\n  Yeah\n  ","44536":"\n  I want to go to the gym but it is expensive here. The gym is also very far away. So I usually just work out at home. I am getting a treadmill for Christmas and I'm super excited!\n  ","44537":"\n  Isso é bom. Estou bem e obrigado.\n  ","44538":"\n  Yes I am a gamer. I play a ton of different games. I like playing Halo and Metroid, Elder Scrolls, Forza, Minecraft, Call of Duty games, Battlefield, Ghost Recon, trials games, I don't really like to play a lot of sport games. I like playing Destiny. Pokemon. Mario. Sonic. And a bunch of other games this is just some.\n  ","44539":"\n  No.\n  ","44540":"\n  Oh, desculpe. Oi como estás?\n  ","44541":"\n  I'm not sure exactly what you mean by this but I always have a good times. I made Thanksgiving with my family and celebrated it with them\n  ","44542":"\n  Success is the finishing line. That's it, you have made it to where you need to be. Working hard and making money and providing. Great things come from success.\n  ","44543":"\n  ?.?\n  ","44544":"\n  I don't.\n  ","44545":"\n  My husband.\n  \n  My mom.\n  \n  Stepdad.\n  ","44546":"\n  Thanks. I followed you back\n  ","44547":"\n  Mmmm\n  ","44548":"\n  ??? Idk what ur talking about but.. Yeah ??.?\n  ","44549":"\n  I love to \"cute\" wrap. ??\n  \n  I like putting a lot of work into wrapping\n  ","44550":"\n  Lol.\n  ","44551":"\n  Alot. Atm I probably not just from today but from the past few weeks I have probably over 400 or more waiting... it's just really hard to get to everyone. Or trying to get everyone's in for the day. The questions\n  ","44552":"\n  Family. God.\n  \n  My husband.\n  \n  My pups\n  ","44553":"\n  I'm playing games atm but what's up?\n  ","44554":"\n  I'm good. Thanks. How are you?\n  ","44555":"\n  I don't do that so I don't have an opinion. ?\n  ","44556":"\n  Nope. Never had to. Nope.\n  ","44557":"\n  O.o\n  ","44558":"\n  I'm definitely not a morning person. I am more of a night person.\n  ","44559":"\n  My passion in my determination. My will of always wanting to try to stand up for what's right and what's fair.\n  ","44560":"\n  ?\n  ","44561":"\n  I am. Thanks.\n  ","44562":"\n  ❤ Your awesome.\n  ","44563":"\n  ? Hey\n  ","44564":"\n  I can. I love to sing. Been singing since I was real reap young. It's my most fav. thing to do.\n  ","44565":"\n  ?✌???????\n  ","44566":"\n  ?? MS\n  ","44567":"\n  No but I've played it before. May consider getting one.\n  ","44568":"\n  Work\n  ","44569":"\n  Thanks.\n  ","44570":"\n  ?\n  \n  N Nothing much\n  ","44571":"\n  5.2\n  \n  I'm tiny\n  ","44572":"\n  Never had to do one.\n  \n  I don't do drugs.\n  ","44573":"\n  Sometimes. Yes and its scary.\n  ","44574":"\n  Hola\n  ","44575":"\n  I can.\n  ","44576":"\n  Thank you. I'm sadly going into work yalls atm. Ttyl.\n  ","44577":"\n  Thanks for the complements.\n  ","44578":"\n  I would.\n  ","44579":"\n  I would probably say comfortable clothing more\n  ","44580":"\n  I don't think so but if I could choose to go live somewhere else for a little bit. To be Canada, the UK, or Australia\n  ","44581":"\n  I am not sure. I don't think so\n  ","44582":"\n  Thanks. Lol.\n  ","44583":"\n  God\n  \n  My parents, my grandparents, my sister's, my husband, my pups, idols\n  ","44584":"\n  I could and do every single day. I feel like this is a good thing to be able to do together. You should be able to work together and work together well. I feel working together help strengthen the relationship in certain ways. It also helps with trust too. Trust me that they're going to go with the complete something and well. Teaches you how to support one another also\n  ","44585":"\n  absolutely\n  ","44586":"\n  Every now and then. I wish I drank coffee amore\n  ","44587":"\n  Thank you. ??\n  ","44588":"\n  В этом году мы выбрали искусственное дерево. Он зеленый с небольшим количеством белого на кончиках веток. У нас не может быть настоящего дерева по определенным причинам. ?\n  ","44589":"\n  Work clothes today. At the moment pajamas. I am wearing jogging pants and a red All American t-shirts that is a little big. fuzzy Camo socks\n  ","44590":"\n  Nein.\n  ","44591":"\n  I've been living in my own house with just me and my husband with maybe kids around\n  ","44592":"\n  Hold my breath.\n  \n  Exercises.\n  \n  Different kinds of flips and dive's\n  ","44593":"\n  ?.?\n  ","44594":"\n  ?\n  ","44595":"\n  I follow.✌ I've just been at work and busy all day and am exhausted now..\n  ","44596":"\n  Спасибо и хорошего дня. Здесь дела идут хорошо.\n  ","44597":"\n  This.\n  ","44598":"\n  I think that it was a jambalaya. And it was absolutely delicious.\n  ","44599":"\n  Earn ?\n  ","44600":"\n  Możesz powiedzieć, jak się zachowują i jak mówią. Jak bardzo są zdenerwowani.\n  ","44601":"\n  ? They want your butt. XD\n  ","44602":"\n  I try to be\n  \n  Like to be.\n  ","44603":"\n  Bear\n  \n  Panthers\n  \n  coyotes\n  \n  Bobcats\n  \n  gators\n  \n  mean birds\n  \n  big ash bugs\n  \n  N more.\n  ","44604":"\n  Dünne strumpfhose\n  ","44605":"\n  No.\n  ","44606":"\n  Yeah.. Thanks.\n  \n  Indeed they were. ❤\n  ","44607":"\n  I do. Because my husband keeps me safe and I know how to protect myself too. We live out in the country so our only enemy is really the wildlife around us and random strangers every now and then but for the most part I definitely feel safe where I live at.\n  \n  The towns that we live near ish is a little sketchy but honestly we know how to protect ourselves so I still feel safe.\n  \n  Where I'm from is really sketchy sometimes too but I mean where is not. Every place in the world is a little sketchy.\n  ","44608":"\n  Driving... Idk. Ima try. Have alot of bad almost accidents and few accidents I have been in. People have almost hit me. I've got reeally bad PTSD with it. Ima still try tho! I believe in myself!\n  ","44609":"\n  Anything my mom cooks is so awesome.\n  ","44610":"\n  Yes many. I have seen a lot of people steal.\n  ","44611":"\n  Definitely a mix of both is good I feel\n  ","44612":"\n  Getting ready to go to work in a little bit\n  ","44613":"\n  6-12 just depends on what's going on for the next day.\n  ","44614":"\n  ? lol ikr.\n  ","44615":"\n  Night bud.\n  \n  Haha. Get it?\n  ","44616":"\n  Awe. Thanks you kindly. ?\n  ","44617":"\n  I love the rain.\n  \n  Goodnight\n  ","44618":"\n  ??\n  ","44619":"\n  Don't be jealous. But thank you.\n  ","44620":"\n  Thank you kindly.\n  ","44621":"\n  Thank you.\n  ","44622":"\n  You can talk to me on here if you want. Your fine. I'm just tired for now. Ttyl tomorrow.\n  ","44623":"\n  I would go see the Harlem Globetrotters.\n  ","44624":"\n  Sugar Fest museum and the levee\n  ","44625":"\n  Yeah.\n  ","44626":"\n  Atm it's 2:35 am so i have no shoes on atm but this is an old picture\n  ","44627":"\n  I believe I am. I love to cook. In my blood. Plus, I'm Cajun.\n  ","44628":"\n  Says in my bio.\n  ","44629":"\n  Oh really? Dang.\n  ","44630":"\n  Looking at legos\n  \n  Linkin logs.\n  \n  Old gaming consoles and games\n  \n  And more.\n  ","44631":"\n  Earn* ??\n  ","44632":"\n  ?\n  ","44633":"\n  Be Alright - Ariana Grande.\n  ","44634":"\n  O.o\n  ","44635":"\n  Thx\n  ","44636":"\n  ?\n  ","44637":"\n  It's good other than the fact that is really cold but then again I like the cold so\n  ","44638":"\n  ?.?\n  ","44639":"\n  Answered this already\n  ","44640":"\n  Meant to say that I like both day and night outtings. My bad .\n  ","44641":"\n  Love is a relationship. ❤\n  ","44642":"\n  ?\n  ","44643":"\n  I'm doing good. How are you?\n  ","44644":"\n  ?\n  ","44645":"\n  Me neither really. But whatever ?I present toy ou lady's and gents. My foot! ? I kinda think it's funny.  Haha ? Weird.\n  ","44646":"\n  Definitely a 10. I have been playing games all throughout my life. Since I was real real young. Love gaming. Always have.\n  ","44647":"\n  Oh. I was like. Wtf? Why ? to the soles on my shoes. Haha.\n  \n  I have a good pic as my profile pic. Check it out.\n  ","44648":"\n  Good for you. ?\n  ","44649":"\n  Are you talking about the things in my shoes????????\n  ","44650":"\n  Ich liebe die Kälte.\n  ","44651":"\n  I never thought of this.. Idk tbh ? Maybe Kim Possible. ?\n  ","44652":"\n  I curl it every now and then and thank you so much\n  ","44653":"\n  I have a few scars but I don't remember a lot of them. I know one time when I was younger I was almost burned to death by a water heater that fell on me and the EMS people All of them thought it was amazing that I did not scar from it. I was burnt up very badly.\n  ","44654":"\n  Singing on stage and entertaining and making people laugh.\n  \n  Traveling.\n  \n  Being creative. ?❤\n  \n  Exploring.\n  ","44655":"\n  Iiii don't know honestly. ? lol idk maybe. ? haha\n  ","44656":"\n  Thank you so much! ?\n  ","44657":"\n  Those are nice to me.\n  ","44658":"\n  My husband, Jason.\n  ","44659":"\n  Morals\n  \n  What does this word mean to you?\n  \n  Tell me about yourself?\n  ","44660":"\n  Собственный дом с мужем. Иметь с ним семью.\n  ","44661":"\n  Thanks. I just hope I can buy Christmas presents this year is all... Thank you.\n  ","44662":"\n  Raumen Sie nach sich selbst auf. Kummere dich mehr um deine eigenen Angelegenheiten als um andere.\n  ","44663":"\n  Thanks.\n  ","44664":"\n  Ich mache.\n  ","44665":"\n  That's good. Good to hear you're doing good.\n  ","44666":"\n  Lol\n  ","44667":"\n  O.o\n  ","44668":"\n  ??\n  ","44669":"\n  I can. Other people usually get but hurt. Lol.\n  ","44670":"\n  Lol\n  ","44671":"\n  Sorry I'm late replying. Thank you. ??\n  ","44672":"\n  Thank you kindly. ?\n  ","44673":"\n  ?\n  ","44674":"\n  Innie.\n  ","44675":"\n  I love going out and socializing and being productive. Exploring. Traveling. I very much do. ?\n  ","44676":"\n  I have work tomorrow.\n  ","44677":"\n  Yeah? I got me a little vodka and cranberry juice. Nothing much.\n  ","44678":"\n  This all ya get. ? Be happy with it. So yeah.\n  ","44679":"\n  People need to learn how to mind their own business. ? lol like for real. Haha.\n  \n  Anyway. For this space. I share. This.\n  ","44680":"\n  .-.\n  ","44681":"\n  Ikr. ?\n  ","44682":"\n  Yes. Just do.\n  ","44683":"\n  Mississippis Landschaft, Amerika. ❤??\n  ","44684":"\n  What about it??\n  ","44685":"\n  Thank you.\n  ","44686":"\n  This isn't my MOST favorite but is one of my favorites. ❤? Our truck and our pup G! ?\n  ","44687":"\n  Honestly who really knows. ?\n  \n  Dreams as memory aides.\n  \n  One widely held theory about the purpose ofdreams that they help you store important memories and things you've learned, get rid of unimportant memories, and sort through complicated thoughts and feelings. Research shows that sleep helps store memories. ?\n  ","44688":"\n  ?.?\n  ","44689":"\n  Thank you. ??\n  ","44690":"\n  Lol.\n  ","44691":"\n  Thanks. ??\n  ","44692":"\n  Climb mountains\n  \n  Scuba dive\n  \n  Travel the United States of America and outside of the USA\n  ","44693":"\n  Lol. Nice. I think I have one somewhere too.\n  ","44694":"\n  Louisiana and see my mama and family, friends.\n  ","44695":"\n  I just posted one in my profile picture recently.\n  ","44696":"\n  Avril Lavigne Ryan Upchurch and the band Skillet\n  ","44697":"\n  They are the sweetest. Good dogs.\n  ","44698":"\n  I have pitbulls.\n  ","44699":"\n  O.o naw... I'm good fam.\n  ","44700":"\n  That I love this man. ❤\n  ","44701":"\n  Earn them\n  \n  3rd time answered.m\n  ","44702":"\n  Ah. I see. Thanks. I was like royal? ? What and the world?\n  ","44703":"\n  It's in my bio, but my name is Bella.\n  ","44704":"\n  Where I was already. Here in America.\n  ","44705":"\n  О чем ты говоришь?\n  ","44706":"\n  I don't really try to do dangerous things.\n  \n  Love popping fireworks.\n  ","44707":"\n  The things my grandmother and my grandfather used to tell me growing up. My grandmother used to feed the poor. She passed away recently... Sadly.. She did that for most of her life. And even people that were ugly to her for no reason that she didn't even know, they were strangers, she would still feed them regardless. That was a wise thing taught to me. She said she didn't mind them. She just did her job and moved on. She said everybody will get an answer one know from somebody. I've cared about was feeding people. Helping people out and make sure they were good.\n  ","44708":"\n  I am.\n  ","44709":"\n  ?\n  ","44710":"\n  Good night to ya and to everyone. ? ?\n  ","44711":"\n  Thank you. ?\n  ","44712":"\n  Thanks. ?✌\n  ","44713":"\n  Night\n  ","44714":"\n  Maybe black and I think it was for something I didn't even do or I can't really remember. Or it wasn't that serious.\n  ","44715":"\n  I usually like to\n  ","44716":"\n  Thanks. Lol\n  ","44717":"\n  Yeah. Sure. Sometimes.\n  ","44718":"\n  Eearn them\n  ","44719":"\n  Earn them\n  ","44720":"\n  Ikr?! I was thinking the same thing?! Me I'm sitting here thinking... What in the heck ...? Must be the new norm. Lol.\n  ","44721":"\n  I'm 5.2 I am tiny. Lol\n  \n  I fit a girls 6, guys 4.\n  \n  I am a Capricorn.\n  \n  I have 2 tattoos.\n  \n  No piercings. I don't want any.\n  \n  My favorite color is ??❤⚪?\n  \n  I love pie. Then seafood.\n  \n  Jameson and margaritas ??\n  ","44722":"\n  (I messaged ya on there btw.)\n  \n  It was about 4 and a half years of distance. But yeah it was hard dealing with the distance. There's always going to be obstacles. You just always have to be talking back and forth, constant communication is important in any relationship, but especially for a long distance relationship. We would always be video chatting and calling one another and playing video games with each other.\n  \n  And yes, yes we've had a lot of good experiences on the road in Louisiana and Mississippi. We met 6 years ago on Xbox 360 on GTA V randomly and unexpectedly. We played games for a while and right at the beginning we hit it off. We're really good friends and play games for a while and really started to like one another. About six or seven months dating we finally ended up meeting one another. We knew everything about each other's families both of our families liked each other. When we met it felt like any other day. It was awesome! Finally meeting.\n  \n  He's my best friend. Always has been.\n  \n  We have been married a little over a year. Been living here in Mississippi for about a year and a half. We will be celebrating our 6-year anniversary being together April 2nd.\n  \n  And yes it was really hard being in a long-distance relationship. At one point we were away from each other for 13 and a half months I think. That was reeeally hard going through. I always tell people nothings impossible if ya just try and set ya mind to it. Patience is definitely one that you have to have with a long distance relationship. It's never going to be easy. It may take two years 3 years 4 years or even five years until you get to be together or longer. You just have to be patient. Trust is another one. Loyalty. If I could go back and meet him all over again I would. He's always had me at hello.\n  \n  One of my paintings it took me two years to finish. I love this painting. It is for him. ❤ Meaning him(blue) and then me(redish pink) and then us together (blue and red making purple) in the middle?\n  ","44723":"\n  Hey. I am good. I'm okay.\n  ","44724":"\n  Thank you. ?\n  ","44725":"\n  Why did he kill Christina? ?\n  ","44726":"\n  Asked this now. 402 times now. Counting.\n  ","44727":"\n  Good. A bit rough, but good. I'm here and alive so I'm blessed.\n  ","44728":"\n  Nothing.\n  ","44729":"\n  You posted as Anonymous so I'm not able to see who you are so I can follow you. That's all you have to do is just ask and make sure that you are visible so I can follow you.\n  ","44730":"\n  I do. Me and my husband travel down to south Louisiana about 4 to 6 times a year to see my family and friends. That's where I am from originally. But other than that me and him want to travel all over the United States of America. He can't really fly much and he doesn't like boats so if I was to visit anywhere outside of the USA I would have to visit alone or with a friend or family member. I hope to visit many places outside of America. But I do love to travel very much. My favorite way to travel is my car. I love her trips. I love visiting different gas stations and seeing some of the things that they sell. I like seeing different pawn shops and antique shops on the way. The Landscaping is beautiful. This sky's are awesome. The weather makes it interesting. We also bring my dogs occasionally. So they make the trip really fun and exciting. They have fun also. We like to stop a different rest stops and let them walk around and play with them. I want to one day travel from North Carolina all the way to California. That is a straight shot completely across USA. I would like to visit Alaska and Canada one day. I would like to visit the UK. I would also like to visit Australia and many different places within Australia. I wish to visit Japan, India, Malaysia, and so much more. Pakistan. Bangladesh. Brazil. Argentina.\n  \n  I want to go to Antarctica one day. But I really do love to travel.\n  \n  Me and my husband were in a long distance relationship for about five years so we constantly had to travel back and forth from where he lived and where I lived to see each other. So distance and traveling has always been a part of my life. We always did Vlogs on the way back and forth. Throughout the whole long distance relationship we took videos. Alot of them are on my channel too. ?❤\n  ","44731":"\n  Keeping alive today.\n  ","44732":"\n  ?What\n  ","44733":"\n  I just watch and hear them. It's not more or less like what they say to me as more of those like why do you have to say that to someone else. I usually don't pay attention to what they say to me I usually just ignore them... It's just like other people and how they react to it naturally... It's a little upsetting dot-dot-dot when they do get upset because in the end It's so uncalled for. To have to be so rude and ugly. There's a time and place for things. Sometimes it's better to just not say anything. That's what keeps me thinking. Why do you have to say that to them. Is it really worth it?\n  ","44734":"\n  I go to work hard to go shopping or just to get out and do things maybe four or five times a week\n  ","44735":"\n  Welcome. Good night to ya\n  ","44736":"\n  I feel more people to engage with in my life. Like.. Face to face.\n  \n  To live and have it just be me and my husband in this house. Not with the person we live with.\n  \n  I would like another pup. A little one tho.\n  \n  I wanna get back into my hobbies some more again.\n  ","44737":"\n  Yes. Sorry I didn't at 1st.\n  \n  Yes. Being myself is very important to me. ?\n  ","44738":"\n  Wait what? I don't understand the question. My apologies.\n  ","44739":"\n  Sure. We all can eventually. Patience.\n  ","44740":"\n  Sounds kool and decent. Nevea had but would try. They have these chips called biscuits and gravy and they are so good it's like a teal-colored bag and lays did them for a while and tried them out and they were really good and they got rid of them because I guess they didn't sell enough? I really wish they would come back with them because they were a good idea and really good. I would buy them again.\n  ","44741":"\n  ?\n  ","44742":"\n  I have been studying the paranormal for over 12 years now.\n  \n  It's funny how you mention Ouija boards because I have been on this topic for a few years now. Learning them and about them. I try to dis-promote using them because 80% to 90% of hauntings are caused by them.. they cause nothing but negative energy and ruin people's lives. Even in the correct way of using them you're not sure who you're talkin to truthfully... If you were talking to something negative and unhuman it can follow you and caused a lot of grief in your life... it's very hard to get it away from you once it clings to you. I don't promote using them because they are no joke. They are hard to use also. Alot of those negative energies make people go insane and do things that they're not even meaning to do and they turn into really dangerous people. Black out. These are things that I have uncovered while studying the board and the people sho have used it before. The cases I have seen are very intense. Sad. Very scary. Things you'd never believe that could happen.\n  \n  One of my user names I go by is Bella Ouija. Because I want people to talk to me about the boards so I can tell them these things. Because they are all real, the things I say. I have seen it. Alot of people are skeptical to it all and that's fine. I just ask for them to respect me and I'll respect them. Their thoughts and opinions on it all. This is what I have unravelled from it all in my research.\n  ","44743":"\n  Jason. My husband.\n  ","44744":"\n  Aw. Thanks\n  ","44745":"\n  I liked it a lot. I like your videos and commented under them and subscribed to you.\n  \n  Best of luck to you.\n  \n  I think this is a very good idea and is very engaging and entertaining.\n  \n  And the scary thing is only 30 seconds you can reply on here. I really think they should fix it to about 2 minutes but that would take a long time to upload them probably. I can't even upload a 30-second one fast enough. But for the people that can I feel like this would be a good change. Allow them to upload longer videos for replies.\n  \n  But as I said before very good idea.\n  ","44746":"\n  I'm sure we all have.\n  ","44747":"\n  Water\n  \n  Cherry cola\n  \n  Eggs\n  \n  Bacon\n  \n  Cheese.\n  \n  Pickles ketchup mayonnaise mustard relish barbecue sauce hot sauce sriracha\n  \n  Some left over for Thanksgiving. Some red velvet cake and some other kind of cake. Some cheesecake.\n  \n  A little milk.\n  \n  Some sandwich meat and hot dogs.\n  \n  And a few other things.\n  ","44748":"\n  Love him.\n  ","44749":"\n  Honestly... 100\n  \n  Working on things online. I admin pages..\n  \n  And then the other reason. Just sitting there thinking..\n  \n  Then just enjoying laying next to him and think... And love the moment.\n  ","44750":"\n  ?\n  ","44751":"\n  A huuuuge business. Very shortly I will start getting even more money and then be able to buy whatever I desire. All my friends family and more.\n  ","44752":"\n  Gas\n  \n  Water\n  \n  Lights\n  \n  Internet\n  ","44753":"\n  Это 32 градуса\n  ","44754":"\n  A comfy camo shirt\n  \n  blue jeans\n  \n  fuzzy socks\n  \n  boots\n  \n  and a hat\n  ","44755":"\n  I believe I am.\n  ","44756":"\n  Try to learn to ignore people and learn to believe in myself.\n  \n  Try to face my fears or at least try to.\n  \n  Try new things. ?\n  \n  I tried to do all this for myself. In a change\n  ","44757":"\n  Ants are bishes\n  ","44758":"\n  Someone l explained it ilto me and honestly... I don't get it.. It's confusing a sh- the way that they described it was like you have to be super duper active I guess. I don't know actually.\n  ","44759":"\n  Anything they needed to know and wanted to know about the Paranormal\n  \n  Singing\n  \n  ? Volleyball\n  \n  Weather\n  ","44760":"\n  For Jason. Like 50 different one's lol. Alot. ? My dog. Gg. G-bear. Little man and more.\n  ","44761":"\n  Was good.\n  \n  The turkey and gravy and stuffing together.\n  ","44762":"\n  Add some expression with is. Maybe get tad goofy with it.\n  ","44763":"\n  ??\n  ","44764":"\n  I had cheesy girts, a little egg, sausage and chocolate milk.\n  ","44765":"\n  Umm.. If like someone is dieing..\n  \n  For example.. If. My dog is like ife or death, get to the vet in 10 min or he's gonna die. I am gonna go 115 to that vet. Idc how many cops are behind me.. I'm getting my dog to safety. Same with anyone, stranger, family, friend or\/and foe.\n  ","44766":"\n  I mean.. When they get to the appropriate age to change it then they can. Their choice but I feel.. whatever your name your parents gave you I feel that you should keep it. Not only is it a name given to you by your parents but I feel it is special. But everybody has perspective.\n  ","44767":"\n  ?\n  ","44768":"\n  Zer0 lol\n  ","44769":"\n  Wouldn't matter to me. The 120 I'd rather honestly.\n  ","44770":"\n  No big. No problem.\n  \n  Welcome.\n  ","44771":"\n  16? In a 20-30 min span\n  ","44772":"\n  Your posted as anonymous\n  \n  Can't\n  \n  You've got to send a question showing\n  ","44773":"\n  Of course.\n  ","44774":"\n  Depends. Sure\n  ","44775":"\n  Geez\n  ","44776":"\n  ?\n  ","44777":"\n  Yee\n  ","44778":"\n  Mississippi's Mud Pie.\n  ","44779":"\n  I had a chicken cheese burger with spicy pork skins.\n  ","44780":"\n  Minecraft\n  \n  Gta\n  \n  Modern Warefare\n  \n  Elder Scrolls online\n  ","44781":"\n  One of them.\n  ","44782":"\n  Either are okay with me.\n  ","44783":"\n  Helping people out.\n  \n  Feeding the poor.\n  \n  Singing.\n  \n  Cooking.\n  ","44784":"\n  I think like... Dog food.\n  ","44785":"\n  I love pie.\n  ","44786":"\n  That's how those kinda girls are. The one's that be jumping in and outta relationships all the time are the one's that are more than likely to do the same to you and that's what she did. It ain't always bad to get a girl that don't know everything and has been with everyone. You wanna explore things with her and make it knew not only for you but for the both of y'all. Make it y'alls own. That's what being a couple is all about.\n  \n  You don't want her to know EVERYTHING or a girl that acts cocky like... Like I do it better and know better\/more... That kind've attitude is so annoying...\n  \n  Then if she's done it with so many people... In my mind.. I feel like that's kinda dirty... Like nasty... Like she's had that many dudes touching all over her and had all their parts where her parts are... She's been overused! Shoot!\n  \n  Ya want something spunky. Different. And not someone that just does the same thing over and over... Don't want someone that's gonna be overused.. Someone sweet.. Who's got that bad side hidden but ready to show for the right guy.\n  ","44787":"\n  Right.\n  ","44788":"\n  I guess it just keeps us moving around socializing and productive.\n  ","44789":"\n  Absolutely\n  ","44790":"\n  Would have been had kids by now if that was the case.\n  ","44791":"\n  Right. Gotta figure these people out and make sure they ain't nuts. Haha. Cause alot of them are deceiving.\n  ","44792":"\n  Get glad then. ?\n  ","44793":"\n  To be living in a house with just me, my husband and my pups and that's it.\n  ","44794":"\n  Singing and being creative, art, cooking, playing sports.\n  ","44795":"\n  Мои недели прошли хорошо. Я просто отдыхаю. Завтра я должен идти на работу очень рано.\n  ","44796":"\n  Right right.\n  \n  Me, just try to helpful and be caring and clean up after myself instead of throwing trash just anywhere. Dispose of it properly.\n  ","44797":"\n  I wish people wouldn't throw trash into the waters and focus on trying to get it out instead of putting it in.\n  ","44798":"\n  I really like Hollar Boys by Ryan Upchurch. Parachute by him too is awesome.\n  ","44799":"\n  Mmmm I find myself a tad sensitive to the paranormal world but haven't had really any psychic moments.\n  ","44800":"\n  Should be.\n  \n  Things happen and people make mistakes and at times, things may not always work out. It's apart of learning. Definitely. ??\n  ","44801":"\n  Hey ?\n  ","44802":"\n  Its was good. Thanks for asking. I hope yours went well.\n  ","44803":"\n  Playing chalk on the sidewalk. Draw sweet things.\n  \n  Things for my mama to make her smile.\n  \n  Lol... I would make breakfast for her sometimes, cause she loved breakfast. That's her favorite meal of the day.\n  \n  I would ride my bike around in the front of the houses.\n  \n  I would pick flowers (weeds) lol... And bring them to her.\n  \n  I would wrestle my sisters and pups all the time.\n  \n  Listen and dance around and sing music we loved.\n  \n  Play Pokemon in the pool. ❤\n  ","44804":"\n  Its different. I'll say.\n  ","44805":"\n  Well. Be proud of that. That you were smooth. Keep that confidence. Don't keep so negative about it. Be happy more or less that you are free from that bs dude. Haha. I definitely would be. From the sounds of how bad it sounded, like what you told me.\n  ","44806":"\n  Really? Haha. Nice.\n  ","44807":"\n  ? I'm sure it's a lovely spot bro.\n  ","44808":"\n  Thx\n  ","44809":"\n  ?\n  ","44810":"\n  Make new memories.\n  \n  And that is a good memory. That's fine.\n  \n  She messed up man.\n  \n  Ya gotta move forward.\n  \n  Be happy ya made those memories. Don't regret them.\n  ","44811":"\n  I have 4 sisters and 2 brothers. I am close to 3 of them. The other 3 live very very far from me and never really much have been apart of my life growing up. We wanted to. They were never really around me because I never really got to go to my dad's often. Really because they were just so far. Now my dad and step mom aren't together anymore so it's even harder to see them now. It's all good tho. I have them on Fb. ?? I get to talk to them still.\n  ","44812":"\n  Very goo bud.\n  \n  That's how it should be.\n  ","44813":"\n  Yeah. The sun is nice.\n  ","44814":"\n  Definitely cold.\n  \n  My user name being Ice_Frozen_Vocals one reason because I love the cold.\n  ","44815":"\n  Lol Turkey\n  ","44816":"\n  Alot of random stuff. Alot of Vloggs. But more than that. Very different and random.\n  \n  BellaMarieStarSwan is my channel.\n  ","44817":"\n  Srry pal. Feel better.\n  ","44818":"\n  Hey. I've been better but am trying. Thanks for the words.\n  ","44819":"\n  Lol.\n  ","44820":"\n  A squirrel and a cat just because I think that would be adorable\n  ","44821":"\n  ?\n  ","44822":"\n  Me and my husband just living together in our our place... no bs... Just us and happy. Can't be atm.. Gotta wait.. I guess there is a reason for everything I suppose.\n  ","44823":"\n  For most humans living, probably.\n  ","44824":"\n  ?\n  ","44825":"\n  Maybe.. 65?\n  ","44826":"\n  Thanks. I shall.\n  ","44827":"\n  Yeah. Sure. Thanks.\n  ","44828":"\n  Nothing much. Just watching my husband play Modern Warfare. Ima probably get on with him shortly.\n  ","44829":"\n  Well.. Without smell, you wouldn't have taste... But I'd rather sacrifice that then touch seeing and hearing.\n  \n  Though I do love to cook... I love singing more. Seeing my loved ones and hearing them. Being able to touch and feel things is important to me also.\n  ","44830":"\n  No bs at all... Not possible in my life atm sadly... Tired of it all and can't wait for it to leave me the eff alone honestly...\n  ","44831":"\n  I play alot of different games. Too many to list all out, but atm my favorite is the new Modern Warfare.\n  ","44832":"\n  Thanks\n  ","44833":"\n  Bell\n  \n  Bells\n  \n  Izzy\n  \n  IsaBel\n  \n  Mrs. Bell\n  \n  Baby\n  \n  Bb\n  \n  LoLa\n  \n  Sweet Bella\n  \n  Beautiful\n  ","44834":"\n  Thanks.\n  ","44835":"\n  I think I survived...\n  \n  (Jk)\n  ","44836":"\n  Yeah? Very good.\n  ","44837":"\n  ??\n  ","44838":"\n  Yeah.. It would. I'm proud of you and where you are. Good for you. ?\n  ","44839":"\n  I'm doing good. Thanks for asking and how are you?\n  ","44840":"\n  Welcome sis.\n  ","44841":"\n  ? Hi\n  ","44842":"\n  I would believe that feeling would be terrible. Understandable.\n  ","44843":"\n  I just get on whenever I have free time. Or if I'm on break or laying down to go to sleep. I don't watch TV or anything like others, so maybe thing of it as my TV as to someone else's actual TV.\n  \n  I lived without social media and a phone and the internet before. I could do it again. This is just a privilege being able to use this type of technology. I appreciate it and choose to not abuse it.\n  ","44844":"\n  Thanks. Love ya too dollin'.\n  \n  Be patient and enjoy and love being young... being your age.. because being your age doesn't last long..\n  \n  You will know what I mean soon, but trust my words that I say and do it. You will forever thank me when you get to where I am or where others are now older... We wish to be your age again. Crazy enough..\n  \n  Be patient love. ❤ It will all unfold one day. I promise.\n  ","44845":"\n  Idk. Depends. Maybe.\n  ","44846":"\n  No.\n  ","44847":"\n  I did.\n  ","44848":"\n  Exactly. Don't mind what others are doing. Mind your own. Cuz that's your life at the end of the day. You got your own stuff to take care of. I wouldn't care if someone made fun of me over it. As long as I'm alive and happy then what's the big problem. ? That's the type of the way I look at it.\n  ","44849":"\n  I just am good at translations. Of any language.\n  ","44850":"\n  Some people are just like that dollin'. Up to you to choose whether to care or not. They will learn their lesson one day in some sort of way, just give it time. But for now, focus more on you, less of them. Good to care for others and focus on others, but not all the time. Not good for one's health to be worrying about everyone else and what they do. Pick your moments wisely and go with it. ?\n  ","44851":"\n  Hey. I am good, thanks. And I shall try to have the best weekend I can.\n  ","44852":"\n  ?\n  ","44853":"\n  It went well. Thanks for asking. It did. Lol. We are still eating on foods we made then. Haha.\n  ","44854":"\n  I am married to this wonderful man. 5 and a half years together. ❤??\n  ","44855":"\n  Oh.. So you were able to have Thanksgiving yesterday? Well that's good! ??\n  ","44856":"\n  Yeah my husband literally had to work the entire day and wasn't able to come home until almost 8:30 at night. I felt terrible but we still celebrated Thanksgiving regardless.\n  \n  I'm sorry that you weren't able to celebrate it yesterday, but I'm glad that you got to celebrate today! I hope that you all had a good time and have plenty of yummy food!\n  ","44857":"\n  We are still celebrating Thanksgiving and I've been spending time my husband and pups and family and getting some Christmas done.\n  ","44858":"\n  Maybe?...\n  \n  Maybe it will give them some kind of boost to wanting to study and succeed, but at the same time honestly they need to just want to earn it and just do it without being offered money or any kind of reward.\n  \n  When learning, you should just do it because you want to do it. To succeed. And I'm not saying don't celebrate in any type of way.. no.. you should celebrate. Be proud of yourself... but there is just.. like a type of moral that comes along with it... like.. if you have no interest in what you're doing and then get offered money and then.  all the sudden you are in.. then I feel like you don't want to do what you're doing in the first place... ? Why not just not do it? If you're not happy with what you're doing then why do it? But honestly school's not really going to be the funnest ride the whole time... you're going to have your hiccups and frustrations, but still.. you're studying something you're supposed to be soon enjoying. So you should get some sort of of \/ excitement out of it. But for some people they need a little bit of a push and some sort of boost. Some confidence.\n  ","44859":"\n  attitude\n  ","44860":"\n  I wouldn't want to be president.\n  ","44861":"\n  The Bayou.\n  ","44862":"\n  Honestly we don't really know. None of us know. It's more or less like a saying. A way of life, the phrase. Or at least I think that's why people go along with it. I don't know. Lol ?\n  \n  We will all go one day and find out I guess.\n  ","44863":"\n  Constant communication and not being afraid to talk to each other about whatever and everything. Being able to work things out in any type of situation or argument. Being able to work together and deal with financing together. Listening to one another and helping each other mentally and physically. Caring for one another's health and making sure that they feel safe. Loyalty.\n  ","44864":"\n  LG Stylo\n  ","44865":"\n  Yes.\n  ","44866":"\n  I mean... We're like any other species and I think everybody's life is important equally.\n  ","44867":"\n  Idk but I know one thing.. It's alot. Lol.\n  ","44868":"\n  Your right.\n  ","44869":"\n  Depends on how they're raised. Also people messing with things that they shouldn't. Definitely environments and influence.\n  ","44870":"\n  Mhmm\n  ","44871":"\n  Hi ? again\n  ","44872":"\n  ?\n  ","44873":"\n  I am. Thanks for asking. Hope your well.\n  ","44874":"\n  .-.\n  ","44875":"\n  I think I have been asked this at least 200 times. Not literally but I've been asked this a lot.\n  ","44876":"\n  Ignore them.\n  ","44877":"\n  It definitely depends on the conversation.\n  ","44878":"\n  I don't see the poll but I saw a few pictures.\n  ","44879":"\n  I don't really like it when people ask like really really personal questions and questions on like politics and religion and just discriminative type stuff because they usually end in an argument. Those are very touchy subjects with most people.\n  ","44880":"\n  Yeah.. Ain't no joke.\n  ","44881":"\n  It did. Thanks for asking.\n  ","44882":"\n  Wind down and just chill. Olay some games and get some dinner. Watch some Youtube. Talk with friends and joke. Get a drink. Nice hot shower.\n  ","44883":"\n  Vielleicht fünf. Deshalb heiße ich am längsten Sweet Bella. Ich würde nicht sagen, dass ich nur süchtig bin, aber ich mag es natürlich.\n  ","44884":"\n  Better and less stress I'd think. Going with the flow is better in my opinion.\n  ","44885":"\n  ?\n  ","44886":"\n  Art can provide a lot of different things for society. And considering people have opinion and different views, art can make them happy, sad, angry, it just all depends. Art I find provide certain things for the brain that is needed. It gives us the opportunity to be creative and create what types of things\/art that we like and our own way. I feel that art is a positive in my opinion. Though some art can give me different feelings also. Art can describe a whole story. To one person it could mean something completely different, to me could mean something also different. Different perspectives. It's good to be different. It's not always good to be the same.\n  ","44887":"\n  ? Hey\n  ","44888":"\n  No feeling at all maybe? Not sure. Something like this. Perfect seeming possibly?\n  ","44889":"\n  Maybe.. sometimes it has to come to that... Sadly...\n  ","44890":"\n  I would be fine with it really. Different and strange tho of course.\n  \n  But yeah. Hopefully it\/ they don't hurt us is the only worry. Considering.. ya never know because we don't know. ?\n  ","44891":"\n  Yeah\n  ","44892":"\n  I just love the patterns.\n  \n  Mossy oak and stuff.\n  ","44893":"\n  Yeah. She rocks.\n  ","44894":"\n  Yeah. It's not far from where I live now.\n  ","44895":"\n  ?❤ ikr\n  ","44896":"\n  I like Nickleback. He's okay. She sings a few covers in his music. They came out great.\n  ","44897":"\n  They are okay too. I like them. But Avril is my most favorite.\n  \n  They all have good voices. Good music.\n  \n  Love Avril since I was really young.\n  ","44898":"\n  Dec 29th\n  \n  And thanks mama for always  taking care of me and being my rock.\n  ","44899":"\n  Beautiful inside out.\n  ","44900":"\n  Yep. I love all her music.\n  ","44901":"\n  I believe ya.\n  \n  I'm still a huge fan.\n  ","44902":"\n  хорошего дня\n  ","44903":"\n  I took. The countryside.\n  ","44904":"\n  Yeah. That place is beautiful.\n  ","44905":"\n  I love camo.\n  \n  Especially if I go hunting.\n  \n  Maybe fishing just for the feel.\n  ","44906":"\n  Um. I suppose anything is possible. Though... I definitely encourage you to get to know someone more before saying that.\n  ","44907":"\n  I took this. ?\n  ","44908":"\n  Thanks. I followed ya back.\n  ","44909":"\n  Lol. I'm female. But for other's probably. Me growing up. I loved her style. Tried to look alike. Loved Avril growing up and she has always been l an idol of mine.\n  ","44910":"\n  I think so at least.\n  ","44911":"\n  ❤\n  ","44912":"\n  Lol.\n  ","44913":"\n  Earn them.\n  ","44914":"\n  ??\n  ","44915":"\n  Yeah. She used to be all over the map known she still is in ways but I think she definitely deserves more credit then what she's given.\n  ","44916":"\n  Yeah I've heard of Head above Water. It's a good song.\n  ","44917":"\n  Yeah her 1st two album's, Let go and Under my Skin were my most favorites.\n  \n  Idk. I'm happy she did too.\n  ","44918":"\n  I love love her old albums. I've been a fan since I was like 6? Maybe younger. Love her.\n  \n  Love these.\n  \n  Skater boi\n  \n  To Much to ask\n  \n  Anything But Ordinary\n  \n  Things I'll Never Say\n  \n  My World\n  \n  Innocence\n  \n  Smile\n  \n  My favorites\n  ","44919":"\n  All the originals are always so much better.\n  ","44920":"\n  Some vocals for y'all on Thanksgiving. I am thankful for my family and friends.. My pups... Everything I have.. For this life that I am living.. and I am thankful for all of you. A little something for y'all. Enjoy. It's a voice video. Click and enjoy.\n  ","44921":"\n  Good morning to you there. Late here. I am good. Hope your well.\n  ","44922":"\n  I like black friday but I am not crazy about it tho.\n  ","44923":"\n  I use alot of sensitive skin soap because my skin can't handle a lot of regular soaps. I like Dove.\n  ","44924":"\n  This style\n  \n   Still kinda am a little.\n   \n    Skateboarding\n    \n     Sports\n     \n\n       View more\n      \n\n","44925":"\n  Ummm earn them*\n  ","44926":"\n  Exactly.\n  ","44927":"\n  Yep.\n  ","44928":"\n  Huh.. the last thing you said was interesting. The counseling thing. I guess you got to be one to be that. But it's a good thing you got out of that. You can get stuck in that. I wouldn't know but I've seen it.\n  ","44929":"\n  Jameson, Baileys Irish Cream, whipped cream, mint and coffee. Yay and yum.\n  ","44930":"\n  Almost.. Omgosh yes...\n  ","44931":"\n  Definitely nature.\n  ","44932":"\n  Absolutely.\n  ","44933":"\n  Thanks. Happy Thanksgiving to ya too bud!\n  ","44934":"\n  ?\n  ","44935":"\n  I guess so. Sounds good.\n  ","44936":"\n  Yes. But not the details... Wow. Srry man.\n  ","44937":"\n  We have that in a daiquiri and is good.\n  ","44938":"\n  I know for sure I have learned alot.\n  \n  Cooking is one.\n  \n  How to talk and deal with people is two.\n  ","44939":"\n  My family and friends and life as I have grown. It would be very long and detailed. There would be alot of chapters and books.\n  ","44940":"\n  I really like dark chocolate.\n  ","44941":"\n  Haven't tired too many of them really so idk. Maybe I should try some.\n  ","44942":"\n  My parent's. My husband.\n  ","44943":"\n  Yeah. Right. Addict? What? She did drugs or something or just crazy?\n  ","44944":"\n  I sadly don't remember my dreams too well. Maybe one's of me getting hurt or worse.. Those are sad or one's of losing people. Animals.\n  ","44945":"\n  Yeah... you definitely need to be getting out of there... That is ridiculous.. I'd see if yoi were 10? Or maybe 15? Or 17? Or 20? But you??? Your grown... Just rent somewhere man.....\n  ","44946":"\n  Nope. Plus.. I'm married. Lol so yeah.\n  ","44947":"\n  Maybe. Can't remember.\n  ","44948":"\n  Ummm.. Your grown.. I would definitely not be ummm letting my parents at your age control you bro...\n  ","44949":"\n  Prepare Thanksgiving dinner and enjoy with my husband, our roommate and pups.\n  ","44950":"\n  Wtf? Like right now? Your grown?\n  ","44951":"\n  Headphones? Like if they're going on a road trip to the place they're going and they have family in the card, headphones can help them drown out the noise and keep them occupied.\n  \n  Even for a plane.\n  \n  Or boat\/cruise.\n  \n  Ummmm... A brain teasers. They are cheap at the store. Walmart and you can get a bunch.\n  \n  Yummy different sweets for them to try on the way.\n  \n  Comfy clothes or pillows and blankets for one the way.\n  \n  Camera.\n  ","44952":"\n  This sounds so loaded. ?\n  ","44953":"\n  This and it's good a bit watered down and with ice.\n  ","44954":"\n  Little bit of my dad and alot of my mom... Definitely hard to explain why. Good reasons tho. ?\n  ","44955":"\n  You can do anything you set ya mind to it.\n  ","44956":"\n  Wow\n  ","44957":"\n  I really like metal and alternative rock. Gospel metal. Country rap. Country music. Rap. R&B. Pop\n  ","44958":"\n  Yeah... It does.\n  ","44959":"\n  You can be. Eat the right foods and drinks and work out and walk alot, lift, and you can do anything. Get ya a trainer or watch some free YouTube videos on it. You just have to be dedicated to it is all.\n  \n  Jason has to be strong for the kind of work he does. He's been losing alot of weight too.\n  ","44960":"\n  Yes.. He's on his way back from where he was. He is a whole hour away though... He's like 30 minutes away right now I think? Then he's gotta go and get something for the person we live with. Then he can finally be on his way here... That will take another 20 minutes... So yeah.. :(\n  ","44961":"\n  Ikr. I am so proud of him! He's a strong and smart man!\n  \n  And thank you.\n  ","44962":"\n  In corrections. They have a bunch of different ones. He has learned physical combats that you need to know in the jail and how to care for the inmates and soo sooo much more. How to use a taser and mace properly.. Other equipment. How to reverse situations and how to talk to the inmates. And how I mean reverse situations as into coming at you with a knife or other items. How to take care of the patients when they are sick or hurt and stuff like that. And a bunch of other stuff.\n  \n  He learned alot in this class.\n  ","44963":"\n  Something new and different every time. ?\n  ","44964":"\n  Yeah. We are having lots of goodies for dinner tonight on Thanksgiving.\n  \n  Just waiting for my poor husband.. :( They still have him up at his job..\n  \n  He just got another degree btw! I am a proud wife! ❤?\n  ","44965":"\n  Food will be served in an hour.. Because I am waiting for my poor hubby to get off...\n  \n  :( He's in corrections at his jailhouse and they have got them working allllll day of Thanksgiving... Sigh.. Annoying.. Sad that they can't be here with their families..\n  ","44966":"\n  We are having\n  \n  ? Turkey breast\n  \n  Dark and white meat.\n  \n  Then all kinds of gravies.\n  \n  Turkey dressing\/stuffing.\n  \n  Homemade mac n' cheese.\n  \n  Green bean casserole.\n  \n  Bacon and spicy boiled cabbage.\n  \n  Buttery, salty yeast rolls.\n  \n  Blueberry pie and Red Velvet Cake. ????\n  \n  Happy Thanksgiving!\n  ","44967":"\n  I think I answered this earlier. No.\n  ","44968":"\n  Um... I don't beat people so... Yeah. Sorry if that is going on in your life. You should seek assistance for that.\n  ","44969":"\n  Cooking I guess. Haha.\n  \n  We are having turkey breast dark and white meat\n  \n  Bacon\n  \n  Homemade macaroni and cheese\n  \n  Green bean casserole\n  \n  Turkey stuffing\n  \n  Lots of different gravies\n  \n  Boiled spicy cabbage\n  \n  We're having yeast rolls and blueberry pie and red velvet cake.\n  ","44970":"\n  No. But that sounds good.\n  ","44971":"\n  Love it. It is true and how people should look at the job that they have chosen to do and think... Is this really what I want to be doing? Do I enjoy what I am doing? Because you can do anything ya set ya mind to. If you wanna work and do something else, well than ya should. If you enjoy being a farmer, well than keep on doing whatcha doing. If you like serving in restaurant, well than keep doing whatcha doing. Nursing, policing, cooking, driving, photographing. If you like like what you do, do it. You should love what you do.\n  ","44972":"\n  Cooking Thanksgiving dinner. Ya know.\n  ","44973":"\n  Que paso?\n  ","44974":"\n  Right.\n  ","44975":"\n  Nice. I love turquoise and a dark blue sapphire and diamond. I loove black and white opal.\n  ","44976":"\n  Dang. Srry pal.\n  ","44977":"\n  Not yet. I bet it's good.\n  ","44978":"\n  Absolutely. Understanding.\n  ","44979":"\n  Pie\n  \n  Yum\n  ","44980":"\n  Um maybe?\n  \n  My husband has always been my best friend.\n  ","44981":"\n  This isn't exactly my friends but here's some magnets that I gave my grandmother that was given to me after she passed. She's always loved butterflies. And that's my husband's Action Comics little metal picture that I got him a while back from an antique shop. He loves it.\n  ","44982":"\n  Don't rush. Take your time.\n  \n  Make sure you are ready.\n  \n  That's what we did and we are happy.\n  \n  Also... Let it be just you two for awhile.. Don't rush into having kids immediately. Travel and enjoy y'all.\n  \n  That is also what we are doing.\n  \n  Trust and communicate constantly on everything.\n  \n  Do not control one another.\n  \n  Don't be overly jealous.\n  \n  Manage your money together and learn to save.\n  \n  Make your own family traditions.\n  \n  Cook together.\n  \n  Surprise one another with things they love.\n  ","44983":"\n  Just ask people to just pick up after themselves anywhere and everywhere. Maybe the world wouldn't be so polluted also tell everyone to mind their own business and maybe the world wouldn't be so dang chaotic. Probably not but.\n  ","44984":"\n  Who knows ?\n  ","44985":"\n  Nothing. Just making Thanksgiving dinner.\n  ","44986":"\n  ?\n  ","44987":"\n  Hängt davon ab. Ein bisschen von beidem.\n  ","44988":"\n  Nice.\n  ","44989":"\n  People that are like... It's hard to explain... Like people that be like idk. Just strange and they do like reeally odd stuff and are strangly dark about stuff. Like bad.\n  ","44990":"\n  Maybe me and my husband will come visit. Never know.\n  ","44991":"\n  No.\n  ","44992":"\n  Most welcome bud.\n  ","44993":"\n  All of it. Any. Hilarious. Lies.\n  ","44994":"\n  Yes and then I start talking to myself like really yo? Did you really just do that... Man... Building.. Where's the sign? Help me out here?! Lol jk jk ?\n  ","44995":"\n  My Maw maw and mama's slippers given to me. Love them. ❤\n  ","44996":"\n  Thanks. I appreciatd it friend. Sweet dreams.\n  ","44997":"\n  I love absolutely everything about winter. I don't have any negatives.\n  ","44998":"\n  I'm a paranormal searcher. I explore and visit many different places. Most people hate on me for doing that and don't believe in it. That's fine to not believe in it. But not only me but many around me have caught and witnessed plenty and that's enough to make us believe so... Yeah. Everybody has perspective and opinion and that's fine just don't be disrespectful towards me and mine.\n  ","44999":"\n  ??.?\n  ","45000":"\n  Nothing.\n  ","45001":"\n  We all feel.\n  \n  We all have a thought process.\n  \n  Most of our body structure are the same except the obvious.\n  \n  We all have opinion.\n  ","45002":"\n  It's all good.\n  ","45003":"\n  ??\n  ","45004":"\n  Thank you kindly.\n  ","45005":"\n  ? Beer is always good.\n  ","45006":"\n  Thanks\n  ","45007":"\n  ?\n  ","45008":"\n  Happy Thanksgiving yall!\n  ","45009":"\n  Understandable. There are a lot of good memory so I could say the past too.\n  ","45010":"\n  I'm not sure to be honest. Maybe watching someone do something in wondering why in the world they do that. I can't really think of a scenario.\n  ","45011":"\n  Gm. ? Thx\n  ","45012":"\n  I can't remember the last movie I watched but Tau was really good.\n  ","45013":"\n  Happy Thanksgiving to you! Thank you for wishing me.\n  ","45014":"\n  I want to go snorkeling in the ocean and rivers\n  \n  I want to go to the really big bass pro shops in the USA with my husband\n  \n  I want to go and visit Venice Beach in California\n  \n  Here is a fourth one I want to go gem mining with my husband also\n  \n  Here's a fifth one I want to see at least one waterfall in my life.\n  ","45015":"\n  Not anymore. I used to drink them all the time but they kind of started affecting my chest and my heart. I like the energy drinks. They don't like me.\n  ","45016":"\n  Thank you so much fam! Happy Thanksgiving to you your friends and family!\n  ","45017":"\n  Be thankful for the things that I have in life and celebrate Thanksgiving.\n  ","45018":"\n  A little of both honestly.\n  ","45019":"\n  Have a better day.\n  ","45020":"\n  Of course.\n  ","45021":"\n  That's no good. Prayers your way!\n  ","45022":"\n  Srry bud. Hope ya start feeling better.\n  ","45023":"\n  Srry bud\n  ","45024":"\n  Appreciate it! You have a good Thanksgiving too! Happy Thanksgiving to you and your friends or family!\n  ","45025":"\n  Happy Thanksgiving!\n  ","45026":"\n  Thank you tho! Appreciate it bud!\n  ","45027":"\n  I see.\n  ","45028":"\n  Thank you kindly! To you too!\n  ","45029":"\n  Srry. Hope ya feel better.\n  ","45030":"\n  Mine could be better but it's all good. I am blessed. Happy Thanksgiving to ya!\n  ","45031":"\n  I have over 400 questions to answer so I am not able to read and reply to every single one immediately.\n  \n  Happy Thanksgiving\n  \n  and thank you for tell me.\n  \n  Appreciate it.\n  ","45032":"\n  Thank you! Happy Thanksgiving to you too!\n  ","45033":"\n  The fact that I don't really get to spend it with much family. Without my grandmother and grandfather. My husband works most of the day and cannot come home until way later on.\n  ","45034":"\n  I thought so. I wasn't sure.\n  \n  Thanks. ❤\n  \n  He's so sweet..\n  \n  And yeah.. He just found out recently that he has cancer...\n  \n  I am sad. ;(\n  ","45035":"\n  Sure but idk who you are because you are anonymous.\n  ","45036":"\n  It's okay to ask. I don't mind posting my art to share.\n  \n  I like tour art. I looked. Try food next! That's an idea. Food is great. Or landscapes. You can do whatever you want with land! Very good with your art! Looks very nice!\n  ","45037":"\n  Same here with me. Same thing too. We've got this bud. Keep your head up. Because they would want us to have the best Thanksgiving ever. They're still celebrating it with you there just in heaven! Lots of prayers and positive vibes going your way and send some to me! Happy Thanksgiving!\n  ","45038":"\n  Yeah exactly. If he's not sure with what he needs to be doing that he needs to ask his supervisor. Because if he's not get what he needs to be done and that must be what it is.\n  ","45039":"\n  Yeah. With morals.\n  ","45040":"\n  Right.\n  ","45041":"\n  Being without or alone. But these are things that are part of life. I can be without or alone and be fine. Losing a loved one. Seeing someone in pain or sick.\n  ","45042":"\n  I think I have experienced a dream like this. Although I don't remember my dreams very well so I can't exactly remember the instance.\n  ","45043":"\n  It's going good. I've been cleaning most of the day. My husband got a degree today so I made him Pizza. I am so proud of him. Other than that I'm having a pretty good day. I'm tired.\n  ","45044":"\n  He's a nice person.\n  ","45045":"\n  Yep yep and yep\n  ","45046":"\n  Understandable\n  ","45047":"\n  LOL RIGHT.\n  \n  SNAP?\n  \n  WHAT'S YOUR SNAP?\n  \n  WANNA SNAP?\n  \n  S\/C?\n  \n  Don't have and they are like... whaaaat? How could you not have Snapchat?? Lol. I just don't???? Never got into it. Never saw the bug deal in it. ? Never seen the \"wow.\"\n  ","45048":"\n  I think so.\n  ","45049":"\n  I do too even tho I don't even have it. ?\n  ","45050":"\n  I went and visited my family and friends in south Louisiana\n  ","45051":"\n  He is the smartest person I know.\n  ","45052":"\n  In bio\n  ","45053":"\n  I am. ?\n  ","45054":"\n  I love the Swan Emoji but my phone doesn't have it.\n  \n  But the ones below are my favorites also.\n  \n  ??????\n  ","45055":"\n  ??\n  ","45056":"\n  Thanks. I try.\n  ","45057":"\n  I believe my husband has went to that. I think the way that you're describing it is the place that he went too. I will have to bring it up to him later. I appreciate the recommending.\n  \n  I think he told me he wants to bring me.\n  ","45058":"\n  Thanks. I'm doing all I can.\n  ","45059":"\n  No. But I think I have heard of it but haven't gotten to go yet. It nice?\n  ","45060":"\n  I love you and miss you Maw maw and Paw Paw. ❤ Thank you for everything that y'all have taught me and thank you for always letting me stay the night at your house when I was younger.\n  \n  I hope and know that you are both proud of me and that I will follow your footsteps as much as I can! Thank you for all the things that you have passed down to me. I will cherish the items and hold them safe and love them just as I have you. They will never compare to you if you were  here with me but will have them in my heart. They hold wonderful memories.\n  \n  I will always remember your kindness and love that y'all always gave me. Thank you for always keeping me safe. For always feeding me and having a roof over my head when I came over. Same with my mama at our house. For all the funny things that was said. I love you Maw maw and Paw paw. ❤\n  ","45061":"\n  The air and water... Sadly... Our oceans.\n  ","45062":"\n  Here in Mississippi... I am still learning the famous places around here. I know that there is this famous fair that everyone goes to around where I'm from. I'm not going to go into detail because then it'll give away exactly where I am at. There is a few of waterfalls here that are very nice. Really good ATV trails and hiking trails here. Biloxi Mississippi and Gulfport are really popular places for people to vacation to. Oxford Mississippi is very nice. Meridian is very nice. Jackson is a good place to visit. All of the Bass Pro Shops are awesome here. The Harley-Davidson store is awesome in Meridian. I think they have a really nice Jackson Zoo. I can't really think it's too many at the moment but that is some.\n  ","45063":"\n  ?\n  ","45064":"\n  Sometimes... I almost never wear socks to bed though. The only time I ever wear socks to bed as if I'm reeally really cold or if my foot is hurting me or something and I wrap it up.\n  ","45065":"\n  I absolutely love to cook. That's probably one of my most favorite things to do. It keeps my mind off of other things. I also can cook family recipes. I love to see smiles after they try my food. Cooking is definitely in my blood.\n  "}}