{"Question":{"447441":"\n   Who's who\n  ","447442":"\n   its 10 pm here and its a work ni9ht\n  ","447443":"\n   can i see\n  ","447444":"\n   thanks its late\n  ","447445":"\n   Having a girl you can fck any time you want is awesome\n  ","447446":"\n   Awww poor boy downgraded 😂\n  ","447447":"\n   Pfft his loss.  You’re amazingggg\n  ","447448":"\n   Why would I ask him anything? Idk who he is\n  ","447449":"\n   okay am off to bed\n  ","447450":"\n   Ask him how he feels about what?\n  ","447451":"\n   do not know why\n  ","447452":"\n   For what in your life do you feel most grateful?\n  ","447453":"\n   What you want to know?\n  ","447454":"\n   Ask him how he feels about fcking another girl after he fcked you?\n  ","447455":"\n   I see what you did there lol cause they look that stupid and ridiculous right?\n  ","447456":"\n   no food\n  ","447457":"\n   ❤️\n  ","447458":"\n   Take a good step back. Are you happy? If not, what could make you happy?\n  ","447459":"\n   Favorite place to have sex in public?\n  ","447460":"\n   Ask him how he feels about what?\n  ","447461":"\n   Do you ever wonder why some idiotic and childish adults\/teens can't just stfu? Isn't it annoying 😓\n  ","447462":"\n   have u ever seen a kkk member in your town?\n  ","447463":"\n   no my p0rn0\n  ","447464":"\n   are you single, dating, or married?\n  ","447465":"\n   Anyone else like the feeling of diarrhea\n  ","447466":"\n   Anons need Lindsey’s Leg Pics\n  ","447467":"\n   you wanna look pretty tho in my video\n  ","447468":"\n   Cookies and cream candy bar or haagen das ice cream coffee flavor\n  ","447469":"\n   Do u like your popcorn 🍿 burnt just a little\n  ","447470":"\n   your ask followers.\n  ","447471":"\n   Girls, its girl talk. Lets talk about boys, who you're in love with, who broke your heart, worst or best thing a guy has ever done for or to you. You can rant to me or send a huge praise. Whatever you feel like doing.\n  ","447472":"\n   Ready for summer yet?!\n  ","447473":"\n   Its not time for me\n  ","447474":"\n   do you agree that we deserve to see a selfie of you?\n  ","447475":"\n   Name something you would never do\n  ","447476":"\n   I wish I was\n  ","447477":"\n   Its broken\n  ","447478":"\n   Not pre9nant yes human\n  ","447479":"\n   yep I am not 9ettin9 the vaccine\n  ","447480":"\n   I am not\n  ","447481":"\n   covid vaccine can be deadly\n  ","447482":"\n   have you ever colored your hair any unnatural colors? what was your favorite?\n  ","447483":"\n   Try not to go outside for stores\/get togethers if you don’t have to. Most of the world still doesn’t have the vaccine.\n  ","447484":"\n   How would you describe your country in three words?\n  ","447485":"\n   It is rude to scoff at a man who feels as if he is the victim of sexism. Sexism against men is real. America has a history of sexism against men.\n  ","447486":"\n   U think I am\n  ","447487":"\n   Need to be born I will allow them to be born\n  ","447488":"\n   do you believe in ghost\n  ","447489":"\n   I am prolife and love babies\n  ","447490":"\n   I do not have a appointment scheulde and will not\n  ","447491":"\n   Babies should be born\n  ","447492":"\n   Do you like to read?\n  ","447493":"\n   U asked me if I had a abortion appointment schedule why\n  ","447494":"\n   I never do babies need to be birthed\n  ","447495":"\n   melol\n  ","447496":"\n   Some people have more then 1\n  ","447497":"\n   It is hard and sucks\n  ","447498":"\n   I meant to say my favorite is July 4th\n  ","447499":"\n   I broke up with mine\n  ","447500":"\n   I am no havin9 a abortion ever\n  ","447501":"\n   No I mean my favorite holiday is July 4th\n  ","447502":"\n   How you feel about abortion?\n  ","447503":"\n   I don't know and I don't have a valentine\n  ","447504":"\n   Drink up thirsty wh*re\n  ","447505":"\n   Me Valentines day\n  ","447506":"\n   What do you put on your rice? Sugar or salt\n  ","447507":"\n   Favorite holiday?\n  ","447508":"\n   You are the sugar in someone else's batter. \n\nIt's time that you notice how important that is. \n\nYou illuminate.\n  ","447509":"\n   Have you drank enough water?\n  ","447510":"\n   Hiya, I'm doing an experiment. i've noticed alot of shoutout questions that are months old before they reach me. I'm sending this on Jan 14th 2021. Tell me the date you receive this so I can see how late shoutouts can be. Thanks <3.\n  ","447511":"\n   wdym who that\n  ","447512":"\n   Tell me about your biggest love regret that made you wish you could turn back time?\n  ","447513":"\n   is it hairy or shaved down there\n  ","447514":"\n   Are you a person who appreciates alone time or do you get bored easily?\n  ","447515":"\n   I know what your thinking it \"whos the next guy that's gonna fxck me\"\n  ","447516":"\n   me lol\n  ","447517":"\n   your d!ldo\n  ","447518":"\n   multiplepeepees\n  ","447519":"\n   Maxwell?\n  ","447520":"\n   Is it important to have the last word in an argument?\n  ","447521":"\n   💭\n  ","447522":"\n   Big pp?\n  ","447523":"\n   Help me:(\n  ","447524":"\n   Have a good night\n  ","447525":"\n   Hello what are you doing?\n  ","447526":"\n   Imagine you meet a woman\/man and you get on well. You hook up, but you don't want to commit to a relationship and you tell her\/him that. She\/he says she\/he doesn't mind and you two should hook up until she\/he meets a committed partner. Can you trust her\/him and why?\n  ","447527":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","447528":"\n   How many unresponsed questions you have right this moment?\n  ","447529":"\n   What excites you?\n  ","447530":"\n   What noise do you hear right now?\n  ","447531":"\n   idk bruh\n  ","447532":"\n   Which place sells the best coffee?\n  ","447533":"\n   Do you like Toby Keith\n  ","447534":"\n   is ur house big or small\n  ","447535":"\n   Do you like David Bowie?\n  ","447536":"\n   Are you a boy of girl\n  ","447537":"\n   Do you like jeans ?\n  ","447538":"\n   What are questions guys are afraid\/wanting to ask females?\n  ","447539":"\n   PAP\/gif of something you like\n  ","447540":"\n   wdym\n  ","447541":"\n   Has anyone really been far even as decided to use even go want to do look more like?\n  ","447542":"\n   Why do men lie and cheat ??? When they have a good women#\n  ","447543":"\n   Why is there so many fake profiles being made??\n  ","447544":"\n   Have you ever grew out of love?\n  ","447545":"\n   Have you been catfishes before ?? A man sent me a picture and he was cute so I was talking to him then he sent me a picture he looked completely different 360 like maybe it was catfish or he sent me pictures of his son\n  ","447546":"\n   How was lasting night\n  ","447547":"\n   Have some compassion for God Sakes!!! Enough!! You don’t know how this online show of web of lies is affecting the life and wellbeing of at least one person here. It needs to stop 🛑 now!! There’s no truth to absolutely anything that’s being said. Whomever you are, you’re simply wasting your time.\n  ","447548":"\n   have you ever heard of polyamory? are you polyamorous or monogamous?\n  ","447549":"\n   Has anyone ever misspelled your name?\n  ","447550":"\n   Do you know what a boobah is?\n  ","447551":"\n   🖤\n  ","447552":"\n   Is December flying by for you?\n  ","447553":"\n   do you ever cry at night\n  ","447554":"\n   Hey you. Yes you. Guess what?  You're cute\n  ","447555":"\n   What do you live in? House, apartment, RV, etc.\n  ","447556":"\n   How would you introduce yourself on dating app?\n  ","447557":"\n   Ask him how he feels about what?\n  ","447558":"\n   Leave a motivational quote for life👌\n  ","447559":"\n   Have you ever had to get rid of a pet? My poor nephew has to get rid of his cat because the doctor discovered he’s allergic to them :(\n  ","447560":"\n   aw, pls stop i do not stalk you\n  ","447561":"\n   Do you ever stay  rooftop of your house all night for watching stars, fireflies?But stucked mosquito gang\n  ","447562":"\n   How do you stay unbothered?\n  ","447563":"\n   I'm curious, When you go out on a date who pays? Does the person who did the asking out pay, or is it always the guy, or how does it work? If you're not dating (like me) how did it\/do you want it to work?\n  ","447564":"\n   Do you like soup? What kind of soup is your favorite?\n  ","447565":"\n   Is \"change\" good for a person's mental health?\n  ","447566":"\n   Hi\n  ","447567":"\n   Good night\n  ","447568":"\n   Something you’re grateful for\n  ","447569":"\n   What does it mean to have people in your life that they can’t stand you so much that they love you ?\n  ","447570":"\n   Do you doodle? How often do you doodle? Where do you draw your doodles? On any sheet of paper, art journal, notebook?\n  ","447571":"\n   What is your favourite band?\n  ","447572":"\n   They’re hard not to feel cute In\n  ","447573":"\n   Hugs🌹\n  ","447574":"\n   yes\n  ","447575":"\n   there wouldnt be enough\n  ","447576":"\n   Can you bake\n  ","447577":"\n   Why am I still heart broken and in love with my ex who left me 101 weeks ago??? He cheated on me w his bff and everything we we're together for 6 years.. was I not good enough? Like how do you wake up and realize \"OH I DON'T LOVE THIS PERSON ANYMORE?? (HELP ADVICE PLZ) btw this is my first bf\n  ","447578":"\n   How do you feel about having a gun for self defense and would you practice at a gun range?\n  ","447579":"\n   pepee\n  ","447580":"\n   Would you rather set the table before dinner or wash the dishes after dinner?\n  ","447581":"\n   what sounds good to eat ?\n  ","447582":"\n   I'm in a box, but I'm the one that locked me in.!! An you?\n  ","447583":"\n   Every day may not be good... But there's something good in every day.\n  ","447584":"\n   Are you happy?\n  ","447585":"\n   Do you watch tv everyday ?\n  ","447586":"\n   Marriage and sex chatting. Is it cheating?\n  ","447587":"\n   Are you a woman who hates men but will not admit it ?\n  ","447588":"\n   Did you watched the series of Pirates of the Carribbean?\n  ","447589":"\n   Do you think that a person can know when they are going to die?\n  ","447590":"\n   Let's say that you're single.\n\nIf you had a dream about marrying a dear friend from long ago (and you were both happy), would you consider this a sign?\n  ","447591":"\n   How are you coping in the pandemic? Do you see it ending in 2021?\n  ","447592":"\n   I am scare. I am very scare. Will you hold my hand ?\n  ","447593":"\n   Trust me I know this 🙈\n  ","447594":"\n   I like burritos. They are king sized🌹\n  ","447595":"\n   Do you like tart flavors, such as cherry?\n  ","447596":"\n   What was your favorite age growing up?\n  ","447597":"\n   Best Mexican food?\n  ","447598":"\n   Is Onlyfan the lowest way to make money asking for a friend honestly 🙈\n  ","447599":"\n   Are you always prepared for everything?\n  ","447600":"\n   When was the last time you smiled\n  ","447601":"\n   Does anyone else have the fan on when they sleep?\n  ","447602":"\n   Would you rather have a bucket stuck on your head or a cement block stuck on your feet?\n  ","447603":"\n   After reincarnation, will it still be you but just as a different person?\n  ","447604":"\n   What will happen after we die? What about our thoughts?\n  ","447605":"\n   To not be into any of this lol. But seriously, I like the attention and feeling cute.. pink, purple, or light blue thongs are In the drawer.  The rest of the outfit id want your help with\n  ","447606":"\n   huge pepee\n  ","447607":"\n   How does feel ?\n  ","447608":"\n   Did you watch Wonder Woman 1984 ?\n  ","447609":"\n   Have you ever seen the show “the chilling adventures of Sabrina”?\n  ","447610":"\n   That prob applies to me more than you lol.  I’m sure whatever I want you prob already have 😂\n  ","447611":"\n   Have you ever had people who want to be your friend so bad that they show you why they aren’t your friend at all?\n  ","447612":"\n   do you enjoy snow?\n  ","447613":"\n   Wishy washy is the worst! Right? Just say what you want\n  ","447614":"\n   Have you ever made an igloo?\n  ","447615":"\n   Do you still like popsicles?\n  ","447616":"\n   Where do broken hearts go?\n  ","447617":"\n   Do you watch movies trailers ?\n  ","447618":"\n   First.. no one is giving me gift cards like u 😂. Imagine not having a bottom drawer, and wanting everything.\n  ","447619":"\n   Are fluffy dogs friendlier?\n  ","447620":"\n   I could see this getting expensive 😂\n  ","447621":"\n   This is just like my first attempt at being open about this. I’m curious, it’s confusing and exciting. And I did hit the mall last week\n  ","447622":"\n   Tbh, this is really new for me.  Especially since I’m the guy in the pic lol. Besides making some recent purchases 👙 I have no idea what comes next\n  ","447623":"\n   Just asking\n  ","447624":"\n   My mom. That’s who I asked.\n  ","447625":"\n   It doesn't bug you?\n  ","447626":"\n   How are you\n  ","447627":"\n   What’s your opinion on women traveling places alone? Bad idea or good idea?\n  ","447628":"\n   Is brisk tea any good?\n  ","447629":"\n   Hugs to everyone not doing okay today\n  ","447630":"\n   Do you like long trips?\n  ","447631":"\n   Ever seen impractical jokers?\n  ","447632":"\n   Is it wrong to stay at the house all the time cause it ain’t nothen to do in the town where you live ?\n  ","447633":"\n   Are you a forgiving person?\n  ","447634":"\n   Do you believe in happy ending?\n  ","447635":"\n   Hi\n  ","447636":"\n   Is someone's quality of life affected if they hold resentments against others?\n  ","447637":"\n   Have you ever asked someone else to take a shower? If so, who?\n  ","447638":"\n   For Shopping purposes alone, I could use your advice. I’m pretty clueless on everything else that comes after that too, so I could use your help there too\n  ","447639":"\n   pap\n  ","447640":"\n   What are you searching for?\n  ","447641":"\n   Hii\n  ","447642":"\n   Do we know what's going on. Or we still sleeping?\n  ","447643":"\n   When was the last time you said I love you to someone ?\n  ","447644":"\n   Have you ever gone sledding?\n  ","447645":"\n   What do you want for Christmas?\n  ","447646":"\n   Ain't it though 😂\n  ","447647":"\n   How is your day going?\n  ","447648":"\n   What do you think is wrong with people who lie about what they do in their life? Especially people who like to compare their life to their ex’s?\n  ","447649":"\n   Why do people love money?\n  ","447650":"\n   what’s the worst thing that happened to you during the past week?\n  ","447651":"\n   I'm hoping it'll Snow ❄️🌨️ so I can build a Bugs Bunny snowman ☃️⛄\n  ","447652":"\n   t.a.T.u.\n  ","447653":"\n   You are good person\n  ","447654":"\n   If you sold your soul to the devil can you get it back?\n  ","447655":"\n   Hi\n  ","447656":"\n   my friends had or has really bad stomach issues too on top lets say there was a few party i hd to keep her company while she was on the toilet crying her eyes out  😥\n  ","447657":"\n   i must\n  ","447658":"\n   Do you know the biggest difference between friends and peers???\n  ","447659":"\n   we need proof\n  ","447660":"\n   you’re a diamond\n  ","447661":"\n   what is high ?\n  ","447662":"\n   Why all the loyal one go through the most pain. Why hurt someone the would’ve gave you the world if I can.\n  ","447663":"\n   Hello\n  ","447664":"\n   Soo, are you more interesting than you look?\n  ","447665":"\n   How much water have you had today?\n  ","447666":"\n   Wanna be friends\n  ","447667":"\n   who that\n  ","447668":"\n   my friend has no libido due to pain and has 2 periods a month with a strong flow\n  ","447669":"\n   Have you ever tried Yogi Bedtime tea?\n  ","447670":"\n   Does your crush knows you have a crush on them?\n  ","447671":"\n   City or country\n  ","447672":"\n   Don’t you dislike people who act nice in your face?\n  ","447673":"\n   I think I would love to give up everything in my life and live as an Amish. Tired of things here and would love a simple life.\n  ","447674":"\n   good night, i love you\n  ","447675":"\n   I’ve always considered myself straight had gfs and everything but i feel like lately I’m less and less interested in women and sometimes catch myself fantasizing about guys.. am I gay? I’ve never done anything with a guy besides kiss one time when drunk at a party a few years back.\n  ","447676":"\n   Do you like seafood?\n  ","447677":"\n   Well I'm a January baby I love Winter 💖❄️\n  ","447678":"\n   Looks like Trump is going to win again!\n  ","447679":"\n   Do you like to change the smartphone every year ?\n  ","447680":"\n   I’m super stokedddd that I’m breathing today!! Such a beautiful Friday 💕💕💕🤪🤪 y’all ask my sum stuff 😌✨\n  ","447681":"\n   Is Anyone getting a ton more questions on here in the last 24-48 hrs more then normal?\n  ","447682":"\n   Do you like Winter or Summer better and why?\n  ","447683":"\n   How do you all feel about the LGBTQ community ?\n  ","447684":"\n   Drink water!\n  ","447685":"\n   Wow people really ask weird questions on here and get too much in your personal business it’s awkward 👀\n  ","447686":"\n   90s babies?\n  ","447687":"\n   Favorite brand of milk?\n  ","447688":"\n   What's the diffences if i can ask ?\n  ","447689":"\n   Ice cream or cake?\n  ","447690":"\n   Are vacations really relaxing? What stressful things are involved in going on vacation?\n  ","447691":"\n   oh yes thats true\n  ","447692":"\n   oh my friends got that so i understand  up to  point\n  ","447693":"\n   wdym\n  ","447694":"\n   hii\n  ","447695":"\n   when you put weight on where do you notice it go first ?\n  ","447696":"\n   why tease me bc i use lit\n  ","447697":"\n   did you have snow or nah\n  ","447698":"\n   Do you like ice breaker questions?\n  ","447699":"\n   Small Talks or Deep Conversations?\n  ","447700":"\n   ARE YOU A STARTER OR A FINISHER? Starter is a person that's only good at the start while a finisher is a person who finishes what he started.\n  ","447701":"\n   Do you host parties at your place, the type who only attends parties or the person who stays at home?\n  ","447702":"\n   Ever worn suspenders?\n  ","447703":"\n   Is there anything currently being held together in your home by duct tape?\n  ","447704":"\n   Do foi like Adele?\n  ","447705":"\n   Are you health conscious?\n  ","447706":"\n   Have you ever done freediving?\n  ","447707":"\n   What is your favourite TV show?\n  ","447708":"\n   he was on survivor :D\n  ","447709":"\n   where is it\n  ","447710":"\n   What can you hear right now?\n  ","447711":"\n   #SHOWPUSSAY\n  ","447712":"\n   That’s was one of my fav shows when I was a kid 🥰\n  ","447713":"\n   that proves nothing cuz aparently wisconsin dudes can use \"lit\" lol\n  ","447714":"\n   show goodies\n  ","447715":"\n   huge peepee\n  ","447716":"\n   micro pepee\n  ","447717":"\n   idk bruh\n  ","447718":"\n   yes\n  ","447719":"\n   wdym\n  ","447720":"\n   Be honest, have you ever kicked the absolute living sh*t out of a snowman ☃️ just for jollies??\n  ","447721":"\n   me lol\n  ","447722":"\n   How do the rich people can manipulate others?\n  ","447723":"\n   idk bruh\n  ","447724":"\n   for multiple master bait\n  ","447725":"\n   What are things you normally splurge on?\n  ","447726":"\n   What’s your ideal type of weather?\n  ","447727":"\n   Do you want to salvage anything between us? If so you’ll come outside and talk with me if not I guess this is goodbye because you chose another man.\n  ","447728":"\n   Ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!。・°°・(＞_＜)・°°・。\n  ","447729":"\n   Do you believe in real love?\n  ","447730":"\n   Have you ever seen a shooting star? Did you make a wish?☄️\n  ","447731":"\n   Why are you awake this late ?\n  ","447732":"\n   Happy new tears 😭\n  ","447733":"\n   What will happen after we die? What about our thoughts?\n  ","447734":"\n   If a pack of Dwarfs and a Wizard turned up to your house one night uninvited, ate you out of house and home, then had the audacity to demand you go on an 'adventure' with them, would you agree to it, or would you call Plod and have them done for trespassing??\n  ","447735":"\n   Have you noticed that in 'Dry' January there are more alcohol free beers being advertised then ever before? Do you see the point of such products or do you agree with people who equivalent alcohol free drink to going down on your sister - tastes the same but wrong? 😳\n  ","447736":"\n   Even Gunther?\n  ","447737":"\n   💛💛 thank youu\n  ","447738":"\n   Would you rather live in a desert or on a deserted island?\n  ","447739":"\n   Are you mostly happy or sad? What's your most frequent mood?\n  ","447740":"\n   Do you like raisins or chocolate chunks in your cookies?\n  ","447741":"\n   How do you feel to think the last guy who fcked you is fcking another girl?\n  ","447742":"\n   Which movie do you think is overrated?\n  ","447743":"\n   Who's your favourite character in FRIENDS?\n  ","447744":"\n   If you could go back in history, who would you like to meet?\n  ","447745":"\n   What is your biggest goal right now?\n  ","447746":"\n   What’s everyone’s having for dinner?\n  ","447747":"\n   Anyone else love when the bed has new sheets and you've just had a nice shower and have clean pajamas on, like it just feels so nice to me i love the clean feeling\n  ","447748":"\n   🥀\n  ","447749":"\n   Have you ever broken your arm?\n  ","447750":"\n   Ever cheated? Or been cheated on?\n  ","447751":"\n   Thick or thin?\n  ","447752":"\n   People are so sensitive on here\n  ","447753":"\n   Ever done the chicken dance?\n  ","447754":"\n   Would you rather a pet dragon or a pet dinasour?\n  ","447755":"\n   Do you think that college education is important?\n  ","447756":"\n   If I’m reading this right, I’d def want you in the audience for this\n  ","447757":"\n   who that\n  ","447758":"\n   Do you prefer swimming in pool or in the ocean?\n  ","447759":"\n   Hahah you’re awesome girl ty :)  excited to see what it’s all about 😂\n  ","447760":"\n   This could get expensive quick 👙\n  ","447761":"\n   Do people portray themselves as the opposite of what they are insecure about\n  ","447762":"\n   It’s way easier pretending it’s a 24 hr thing, as opposed to what it could all mean 😂\n  ","447763":"\n   It’s prob more terrifying that we’re having this conversation publicly lol\n  ","447764":"\n   Just more like one is prob enough lol.  Anything more is terrifying\n  ","447765":"\n   I was only planning on one, drop that S! Or should I aim a little higher\n  ","447766":"\n   One of us does 😂. Depending on how present you’d be for this, I might wanna use that attention of yours to my advantage\n  ","447767":"\n   I didn’t know swimming was involved lol.  We’d have to ask for a gift receipt just to play this off. Lingerie under leather pants tho 🔥.  I want that kinda attention\n  ","447768":"\n   Whatcha doing right now?\n  ","447769":"\n   For the embarrassing factor alone we’d need to hit the mall you’re right lol. I think you know the look I’m after\n  ","447770":"\n   Bikinis or one pieces, which do you prefer and why?\n  ","447771":"\n   Are you a mermaid?\n  ","447772":"\n   how many social media u have?\n  ","447773":"\n   TRUE for me is the realization that an enormous number of otherwise decent people are willing to believe obvious lies, no matter how ridiculous, as long as the lies validate what they want to be true.\n  ","447774":"\n   Are we shopping in your room?  I’m curious what bottom drawer options you’d pick out\n  ","447775":"\n   Do you like Rambo movies ?\n  ","447776":"\n   Top drawer I’ve heard it a good place to start 😂\n  ","447777":"\n   Has the pandemic changed your perspective on life?\n  ","447778":"\n   A life without bread or a life without alcohol?\n  ","447779":"\n   I think I’m that basic lol.  Not quite sure what’s in that closet of yours\n  ","447780":"\n   What would you change in your life right now?\n  ","447781":"\n   I prob wasn’t prepared for u to call me out on this at all..\n  ","447782":"\n   Pink and\/or light blue, leggings + Ugg’s, we can kinda work around that\n  ","447783":"\n   What's your opinion on humanity becoming mutiplanetary civilization??\n  ","447784":"\n   I’m human my patience doesn’t last forever.\n  ","447785":"\n   What is your favorite thing to wear when you're going running?\n  ","447786":"\n   Are you going back to School ?\n  ","447787":"\n   Anyone like to meet for fun\n  ","447788":"\n   18 plus questions?\n  ","447789":"\n   Is it that obvious?  I’d like to avoid completely owning it for at least the next hour 🙈\n  ","447790":"\n   What is the purpose of your existence?\n  ","447791":"\n   Sunday plans?\n  ","447792":"\n   Positively embarrassed, slightly eager\n  ","447793":"\n   Do you enjoy mazes?\n  ","447794":"\n   Popcorn or candy? Which do you prefer during a movie?\n  ","447795":"\n   Do you like to watch supernatural shows?\n  ","447796":"\n   Put on the maid dress UwU\n  ","447797":"\n   Omg 😂 lol  i was planning on a 24 hour commitment here, we may have to adjust accordingly\n  ","447798":"\n   Good morning 😥\n  ","447799":"\n   Hi\n  ","447800":"\n   Who else is tired of wearing mask 😷\n  ","447801":"\n   Have you ever cheated on someone?\n  ","447802":"\n   “Tries whatever you pick out”.\n  ","447803":"\n   Do you believe in fate?\n  ","447804":"\n   I’m fine and u? 😌\n  ","447805":"\n   Have you ever watched Dance Moms\n  ","447806":"\n   Does internet dating work?\n  ","447807":"\n   👙 how bad can it be?\n  ","447808":"\n   Do you care about how many likes, followers, etc., that you have on social media platforms?\n  ","447809":"\n   Coconut icee or sweet tea\n  ","447810":"\n   What do you think of the news today in the US?\n  ","447811":"\n   Are you a fan of cuddling or not?\n  ","447812":"\n   Do you do game night?\n  ","447813":"\n   I might need your help With this, pretty clueless lol.  Might as well dress for the occasion tho\n  ","447814":"\n   do you celebrate any holiday during this holiday season? which one(s), and how do you celebrate?\n  ","447815":"\n   What is it like to fall in love with your best friend?\n  ","447816":"\n   Do you believe life is a simulation?\n  ","447817":"\n   Would you rather spend your time at the beach or in the mountains?\n  ","447818":"\n   Jessica Alba or Jessica Biel?\n  ","447819":"\n   I feel like I’d want that whole experience\n  ","447820":"\n   This obviously has to start with a trip to the mall I think..\n  ","447821":"\n   What makes you really nervous?\n  ","447822":"\n   You now have a one-time ability to talk to your 15 year old self for 60 seconds. What do you tell them?\n  ","447823":"\n   What kinds of things do you like to cook or are good at cooking?\n  ","447824":"\n   How’s your Tuesday so far?\n  ","447825":"\n   Did you go out last night ?\n  ","447826":"\n   Are you making new memories this year?\n  ","447827":"\n   I hope your prof give you pop quiz today!\n  ","447828":"\n   Hahah 😂 and here I am volunteering 😳\n  ","447829":"\n   Needs back rubs🌹\n  ","447830":"\n   Lol super awkward for sure. For a day I’d wanna know so 🤷🏼‍♀️\n  ","447831":"\n   Literally why wouldn’t u?\n  ","447832":"\n   What skills or knowledge do you want to pass down to your kids or future kids\n  ","447833":"\n   hii\n  ","447834":"\n   hi\n  ","447835":"\n   What kinds of food can you cook? Would you like to learn how to cook more types of food?\n  ","447836":"\n   Hahaha 😂 already decided I’m prob my own type too\n  ","447837":"\n   THERE IN FINLAND IS EARLY MORNING!\n  ","447838":"\n   Do you like swimming parties? 🏊‍♀️\n  ","447839":"\n   This kinda has to do with the whole “if u could swap genders for 24h thing” lol\n  ","447840":"\n   Are you afraid to let go or are you the type of person who easily ghost people?\n  ","447841":"\n   yes\n  ","447842":"\n   Do you still remember when u used to laid on top of me when having s ex or after it to tell me that you love me so much? Cus I still do ❤️\n  ","447843":"\n   wdym\n  ","447844":"\n   all fours\n  ","447845":"\n   What is your go-to everyday outfit? What is your dress code color and style?\n  ","447846":"\n   Awwwww :C\n  ","447847":"\n   yes\n  ","447848":"\n   More of a fling? Or maybe a vacation from myself lol\n  ","447849":"\n   Do you feel comfortable, when being photographed?\n  ","447850":"\n   we need proof\n  ","447851":"\n   im sorry I wish I could help u out\n  ","447852":"\n   Just for a day\n  ","447853":"\n   can i see\n  ","447854":"\n   what made youchange ur belief anyway\n  ","447855":"\n   SHOWBOOTAY\n  ","447856":"\n   TOO MUCH DISTANCE?\n  ","447857":"\n   Which is better, to play a good game and lose, or cheat and play a “bad” game and win? Why?\n  ","447858":"\n   What one piece of advice would you offer to a street beggar?\n  ","447859":"\n   • What’s the most interesting thing you’ve read or seen this January?\n  ","447860":"\n   If your kid or future kid if you don't have any got caught by the police under age drinking or  doing drugs how would you react?\n  ","447861":"\n   Can you choose whom you are attracted to? Can you engineer a relationship?\n  ","447862":"\n   What kind of a parent do you think you will be? Will you be a cool or a strict parent?\n  ","447863":"\n   Is it just me, or does anybody else struggle with the question “Tell me a little bit about yourself”, because my personality is just too complex and diverse to be put into words? 😂\n  ","447864":"\n   What's your natural hair color?\n  ","447865":"\n   Possibly 😂\n  ","447866":"\n   Do you have any cookbooks\n  ","447867":"\n   Good night\n  ","447868":"\n   true too old now anyway still need a gf and I'm 25 too old to find one\n  ","447869":"\n   DO YOUY WANT A BOYFRIEND???\n  ","447870":"\n   people say it is\n  ","447871":"\n   I THINK YOU ARE VERY BEAUTIFUL AND CUTE GIRL!\n  ","447872":"\n   I'm still looking for that special someone I want to find that special girl who I want to  share my life with help me grow as a better person and I can help her too and maybe me and  her can start  a family, someone told me that's sad is it?\n  ","447873":"\n   CAN I TELL YOUY SOMETHING!!\n  ","447874":"\n   Do you tend to collect things or regularly revise and get rid of them?\n  ","447875":"\n   Have you had any new experiences or done anything for the first time recently?\n  ","447876":"\n   ih\n  ","447877":"\n   I love you\n  ","447878":"\n   I know someone who 26 and has over 3k followers on Instagram\n  ","447879":"\n   Hello do you like video?\n  ","447880":"\n   Good morning 🌻💙\n  ","447881":"\n   how old is too old for you\n  ","447882":"\n   is there anything you really regret doing\/not doing in life?\n  ","447883":"\n   do you address older people by their first name or last name?\n  ","447884":"\n   Most used social media site?\n  ","447885":"\n   What is your favourite line from a movie and name of that movie?\n  ","447886":"\n   What songs have you completely memorized?\n  ","447887":"\n   4\n  ","447888":"\n   what have you accomplished this week?\n  ","447889":"\n   What's your main rule in life?\n  ","447890":"\n   3\n  ","447891":"\n   Favorite artist?\n  ","447892":"\n   do you focus more on the past, the present or the future?\n  ","447893":"\n   Do you have any siblings? If you don't have any siblings do you wish you did? If you have a lot of siblings tell me something about one of them.\n  ","447894":"\n   are you good at swimming?\n  ","447895":"\n   more than 2?\n  ","447896":"\n   DO YOU LIKE ICE IN YOUR DRINKS?\n  ","447897":"\n   would you rather have wings but can't fly or have grills but can't swim?\n  ","447898":"\n   is it possible to love someone if you don't love yourself?\n  ","447899":"\n   what is the opposite of love?\n  ","447900":"\n   how many times\n  ","447901":"\n   yes\n  ","447902":"\n   What is something you feel strongly about?\n  ","447903":"\n   will there be padlin\n  ","447904":"\n   what did you do today?\n  ","447905":"\n   How are you?\n  ","447906":"\n   Hey\n  ","447907":"\n   What’s the best decision you’ve made in 2021, so far?\n  ","447908":"\n   are you cautious?\n  ","447909":"\n   How can quiet guys connect with girls on a date?\n  ","447910":"\n   Hii\n  ","447911":"\n   What makes you give up on a friendship?\n  ","447912":"\n   I wonder what was your breakfast🤔\n  ","447913":"\n   Sweet tea. Yay or nay?\n  ","447914":"\n   Do you ever want to runaway & live somewhere secluded, change your name and everything about yourself and start a new life? It's all I want most days☹ just delete your old life and a start new one\n  ","447915":"\n   Do you like anyone atm?? 🙈\n  ","447916":"\n   Do you like Tissue Paper\n  ","447917":"\n   Memory test: What is your mother's zodiac sign?\n  ","447918":"\n   today I was looking for my favorite bra (I'm 14 but already 34-C's) and my uncle who is visiting us from Boston have it on his face as a face mask 😷. He said he run out of masks and need one bc \"I'm taking the corona virus very seriously\", do you think he's being socially responsible or just creepy?\n  ","447919":"\n   What are your go-to stores when you’re at the mall?\n  ","447920":"\n   idk bruh\n  ","447921":"\n   What is there to do this weekend?\n  ","447922":"\n   What was the last type of vehicle you saw? Last vehicle you saw\n  ","447923":"\n   Are you single taken married or divorced\n  ","447924":"\n   how do you feel about homelessness?\n  ","447925":"\n   me lol\n  ","447926":"\n   are you judgmental?\n  ","447927":"\n   Why would some say in Ireland that wearing a mask is not okay?\n  ","447928":"\n   Any beautiful woman here\n  ","447929":"\n   have a great day\n  ","447930":"\n   Are you outgoing\n  ","447931":"\n   do you like to gamble?\n  ","447932":"\n   would you rather be a unicorn or Pegasus?\n  ","447933":"\n   I was just told that the larger hole is the vagina...my bad.\n  ","447934":"\n   Nicest thing anyone's ever done for you while you were sick?\n  ","447935":"\n   Can girls physically be as strong as guys?\n  ","447936":"\n   Do you turn on your porch light at night?\n  ","447937":"\n   Is it raining there?\n  ","447938":"\n   Do you like active leisure? When and where was you last vacation?\n  ","447939":"\n   If we were at my daycare, I would put her in the shower.\n  ","447940":"\n   If we shouldn’t assume negative intent, why is it considered ideal to assume positive intent? Why believe something that lacks evidence?\n  ","447941":"\n   Naked.\n  ","447942":"\n   Hello how is everyone doing and hope u r staying safe\n  ","447943":"\n   Guess what she was at the bathroom door?\n  ","447944":"\n   who that\n  ","447945":"\n   We went to the bathroom.\n  ","447946":"\n   My mom and I walked somewhere one afternoon.\n  ","447947":"\n   Y THO\n  ","447948":"\n   Wiz khalifa or DRAKE\n  ","447949":"\n   Favorite candy?\n  ","447950":"\n   Snapchat or instagram\n  ","447951":"\n   Would you prefer to have the power to fly or be invisible?\n  ","447952":"\n   What inspires you?\n  ","447953":"\n   Black ••🖤\n  ","447954":"\n   Where are you\n  ","447955":"\n   How's it going?\n  ","447956":"\n   No\n  ","447957":"\n   She’s a girl.\n  ","447958":"\n   Not in an alter dimension 🧐🤔\n  ","447959":"\n   What's your go-to search engine when you don't know the answer?\n  ","447960":"\n   Die slow\n  ","447961":"\n   Are you voting? 🤔\n  ","447962":"\n   When do you think the World is gonna end?\n  ","447963":"\n   WOULD YOU RATHER HAVE UNLIMITED SUSHI FOR LIFE OR UNLIMITED TACOS FOR LIFE?\n  ","447964":"\n   I was standing by the classroom door. Olivia came out of the changing room. She was changing in a stall.\n  ","447965":"\n   Hello\n  ","447966":"\n   Do you look for things first?\nBefore you ask people where things are at?\n  ","447967":"\n   Do you have a favorite cup?\n  ","447968":"\n   Whaddya wearing\n  ","447969":"\n   After we went inside was different.\n  ","447970":"\n   What’s your favorite kind of burger? 🍔\n  ","447971":"\n   Stuff was funny though in the changing room.\n  ","447972":"\n   Do you like buffalo wings?\n  ","447973":"\n   We did a water fun day.\n  ","447974":"\n   Summer 2003 was something else for me.\n  ","447975":"\n   Have you tried the Atkins turkey with mashed cauliflower meal?\n  ","447976":"\n   Why do people take your kindness for weakness? 🤔 My mother always said and still do, \"you give a Bitch an inch they take a mile.:\n  ","447977":"\n   this is why nobody takes u seriously one day ur all like im done with naughty stuff and oversharing and looking for guys online and then the next day ur back doing all of it is like those ppl who say they quitting ask all the time and they never leave\n  ","447978":"\n   Are you a mad, silly , sad,  or happy drunk 🥴?\n  ","447979":"\n   If someone made a statue of you, what position would you choose?\n  ","447980":"\n   Hi\n  ","447981":"\n   Do you ever wish you could live in another country?\n  ","447982":"\n   Who else is excited for Christmas\n  ","447983":"\n   Do you like peppermint?\n  ","447984":"\n   yes\n  ","447985":"\n   how was first time\n  ","447986":"\n   was backdoor s3x as good as u expected\n  ","447987":"\n   lack of peepee\n  ","447988":"\n   do u lke when ur hole gaps then hehe\n  ","447989":"\n   What is the last thing you cried over?\n  ","447990":"\n   What is your advice on dealing with a heartbreak?\n  ","447991":"\n   Disney or Universal?\n  ","447992":"\n   Does dick size matter?\n  ","447993":"\n   What's your favorite horror movie?\n  ","447994":"\n   What is one belief that you will always hold?\n  ","447995":"\n   okay np, i use one aright if im very cold x\n  ","447996":"\n   I don't think it is not biotin.\n  ","447997":"\n   yes\n  ","447998":"\n   Do you like horror movies?\n  ","447999":"\n   it must\n  ","448000":"\n   huge pepee\n  ","448001":"\n   What’s the most creative use ofemojisyou’ve ever seen?\n  ","448002":"\n   is for hw\n  ","448003":"\n   Do you want to see that new Godzilla Vs Kong movie?\n  ","448004":"\n   wdym\n  ","448005":"\n   Someone told me I lack self-esteem and confidence. What exactly is self esteem and where does it come from?\n  ","448006":"\n   List 3 things that cause you stress? Discuss them, disable them 👊👊🗑\n  ","448007":"\n   yes\n  ","448008":"\n   what is the dUmBeSt way you’ve been injured? 😂\n  ","448009":"\n   Can anything exist in complete isolation or is everything defined by its relation and connection to other things? Is a chair only a chair if someone is sitting in it? 🤯\n  ","448010":"\n   What was the most fun thing you did last week?\n  ","448011":"\n   who that\n  ","448012":"\n   hi\n  ","448013":"\n   What would you grow in your imaginary garden?\n  ","448014":"\n   Is it worse to fail at something or never attempt it in the first place? What is your opinion?\n  ","448015":"\n   • If you punch yourself and it hurts, are you weak or are you strong? 💪😂\n  ","448016":"\n   dan\n  ","448017":"\n   wdym idk bruh\n  ","448018":"\n   THIS OR THAT: Fruits or Vegetables?\n  ","448019":"\n   Do you worry about the safety of the food that you eat? What won't you buy?\n  ","448020":"\n   Pretend that you're an actresses what age would you reckon you can play as\n  ","448021":"\n   Do you like it?\n  ","448022":"\n   Who introduced you to askfm? Who are your first bunch of friends here??\n  ","448023":"\n   Can computers be creative?\n  ","448024":"\n   Do you have a non-blood related family?\n  ","448025":"\n   Goodnight y’all 🥳🤗\n  ","448026":"\n   Good night\n  ","448027":"\n   Feels comfy and relaxed. Just laying down🌹✨\n  ","448028":"\n   do you have a electric blanket\n  ","448029":"\n   Have all the pure hearted people such as myself been almost eliminated?\n  ","448030":"\n   🌹💪🏻💫\n  ","448031":"\n   Gives you warm hugs🌹🤗\n  ","448032":"\n   Whats your best advice for when you can't fall asleep?\n  ","448033":"\n   My heart is warmed up🌹\n  ","448034":"\n   What is your favourite store?\n  ","448035":"\n   Hugs🌹\n  ","448036":"\n   how was your day?\n  ","448037":"\n   Do you like to watch SuperBowl ?\n  ","448038":"\n   What characteristics or traits do you value most in others?\n  ","448039":"\n   What's so scary about the dark web?\n  ","448040":"\n   Do you give to the homeless?\n  ","448041":"\n   have you been to any sort of museum before? 🖼\n  ","448042":"\n   Favorite kind of dessert?\n  ","448043":"\n   Behold a pale horse\n  ","448044":"\n   whats a sure way to make you 🙂?\n  ","448045":"\n   Favorite color of heart emoji\n  ","448046":"\n   do you like to go out\n  ","448047":"\n   What is your favorite smoothie?\n  ","448048":"\n   Do you feel safe?\n  ","448049":"\n   Love is ?\n  ","448050":"\n   What's the weather like?\n  ","448051":"\n   do you have a fav book?\n  ","448052":"\n   PAP 🌚\n  ","448053":"\n   I feel great🌹🏈\n  ","448054":"\n   Hey🌹\n  ","448055":"\n   how are you feeling?\n  ","448056":"\n   What's your favorite movie?\n  ","448057":"\n   Are you currently binge watching any shows? I just got caught up on A Teacher\n  ","448058":"\n   What’s your favorite color?\n  ","448059":"\n   Why do humans make their lives so complicated since everything is so simple and they can make things happen\/fix them\/change them?\n  ","448060":"\n   I will cuddle you all day and night  if needed baby girl 😊😘\n  ","448061":"\n   How did you meet your significant other? (If you have one)\n  ","448062":"\n   If you like chocolate milk, what is your favorite brand? Mine is TruMoo! I think it tastes the best~ ☆\n  ","448063":"\n   breasts are the best hehe\n  ","448064":"\n   who that\n  ","448065":"\n   😣\n  ","448066":"\n   Plans for the weekend?\n  ","448067":"\n   Did you watch the buccaneers vs packers game?🌹\n  ","448068":"\n   If you walked past a homeless man right now, would you give him money?\n  ","448069":"\n   What's your favourite animal?\n  ","448070":"\n   Do you like your cereal crunchy or soggy?\n  ","448071":"\n   Name ASKfm users, with whom you would want to go on a roadtrip for a week. Why them?\n  ","448072":"\n   Space 🖤\n  ","448073":"\n   Where do you get information from?\n  ","448074":"\n   Favorite brand of shoes?\n  ","448075":"\n   What is love to you?\n  ","448076":"\n   Do you have decorations up for Christmas?\n  ","448077":"\n   Are you high right now?\n  ","448078":"\n   Did you ever join in a raffle?\n  ","448079":"\n   They say a picture is worth a thousand words, so what pictures have you come across that have left you speechless?\n  ","448080":"\n   How are you today?\n  ","448081":"\n   who like me\n  ","448082":"\n   Has anyone hugged you today?\n  ","448083":"\n   What is the best way to start summer?\n  ","448084":"\n   do you prefer stand-up fans or ceiling fans?\n  ","448085":"\n   how big are aerolas\n  ","448086":"\n   how’s everyone’s night going?\n  ","448087":"\n   You 😂😂😂😂😂\n  ","448088":"\n   What part of the chicken do you like best?\n  ","448089":"\n   yes\n  ","448090":"\n   What was your best birthday?\n  ","448091":"\n   What do you believe in?\n  ","448092":"\n   What is your favorite condiment? \nI could drink A1 Sauce out of a glass. 😂\n  ","448093":"\n   I searched but there are just pictures of the biotin bottle only. Can you try searching GNC Super Biotin 6000 mcg tablet photo\n  ","448094":"\n   What can I do right now to stop worrying about my doctor's visit?\n  ","448095":"\n   Feelings are much like waves, we can't stop them from coming but we can choose which one to surf.\n  ","448096":"\n   are you addicted to caffeine? (no shame, i'm horribly addicted to it to the point where i get headaches if i don't have any.)\n  ","448097":"\n   Carrot sticks or celery sticks?\nSauces; Ranch, Peanut butter, Nutella\n  ","448098":"\n   Are you capable of acknowledging when you've made a mistake and taking responsibility for fixing it? ☆\n  ","448099":"\n   If you see a potential accident going to happen, do you say anything or just be quiet about it?\n  ","448100":"\n   what do you think of zoos?\n  ","448101":"\n   master bait\n  ","448102":"\n   Have you ever felt like the love just left ...\n  ","448103":"\n   When answering questions from this app, do you find you've lost a good amount of time doing so?\n  ","448104":"\n   Why do I always believe ppl when they’re lying 🤥 🙄\n  ","448105":"\n   Plans for super bowl\n  ","448106":"\n   Yes lockdown but how it is affecting people physically. Is it too deadly?are people too afraid?\n  ","448107":"\n   An electric sign board in the Ireland said that dont wear masks. Don't use vaccines as scientists dont give it to their children. Will you like to get vaccined though early on or wait untill it is  reknown as 100 percent safe by world health authorities?\n  ","448108":"\n   Yes. I’m going for him in the super bowl🌹\n  ","448109":"\n   What you knew last. Tell.\n  ","448110":"\n   🌹🏈💫✨\n  ","448111":"\n   Any news about current situation of corona virus and it's variant in the UK.\n  ","448112":"\n   What is the most disturbing children's film you've ever seen?\n  ","448113":"\n   Two kids but the hero is billionaire son too. Damn.\n  ","448114":"\n   Is it biotin or not? How to figure it out? You don't study chemistry and biology.\n  ","448115":"\n   What ? Use some other medicine to get rid of sexual desire and urges. Not a good idea or what?\n  ","448116":"\n   What board game do you prefer checkers, chest, or monopoly?\n  ","448117":"\n   Hi\n  ","448118":"\n   Eat a epival tablet for like 10 days to reduce your sex appeal. And then enjoy life. The weather will start getting moderate in the next month. The summer is gonna start from March. Wow!\n  ","448119":"\n   Do you need silence in order to concentrate on what you're doing?\n  ","448120":"\n   Do you believe in aliens?\n  ","448121":"\n   Has anyone had to file a restraining order on a person that was harassing and stalking them?\n  ","448122":"\n   Can a woman have sex with a man Amy time any where and any act if she wished?\n  ","448123":"\n   Y THO\n  ","448124":"\n   What animal are you most afraid of?\n  ","448125":"\n   What made your day today?\n  ","448126":"\n   Did you watch the ball drop on TV\n  ","448127":"\n   Who do you miss the most!?\n  ","448128":"\n   Roommate Just left and I'm solo...I hope I can be lucky enough to see the person who inspires me to continue to me; and has validated my entire existence by allowing me to help however my CRAZY self can!  🔥💯♥️\n  ","448129":"\n   do you fear hackers?\n  ","448130":"\n   if u dont care for the qs of this site why u still answer em\n  ","448131":"\n   show them goodies\n  ","448132":"\n   huge pepee\n  ","448133":"\n   How to get a boyfriend?\n  ","448134":"\n   why do u even answer these qs if u never share anything\n  ","448135":"\n   Walmart or target?\n  ","448136":"\n   Its been good life not going so well stay golden i know you can push through\n  ","448137":"\n   Do you like old pop song ?\n  ","448138":"\n   weird u wont share even that\n  ","448139":"\n   How often do you get sick?\n  ","448140":"\n   🎀🎁.. You care what they say about You?? ..🎄💋🎄.. Te importa lo que digan de Tí??..🎁🎀\n  ","448141":"\n   Have you ever wanted to live a bugs life?\n  ","448142":"\n   wdym\n  ","448143":"\n   Close your eyes and think of five things that make you smile when you think about them. What are they?\n  ","448144":"\n   my english is the bestest i am the most very expert with the languaje\n  ","448145":"\n   Do you prefer to use pen or pencil?🖊️✏️\n  ","448146":"\n   What’s your favorite type of day? (weather, temp, etc.) 🌥\n  ","448147":"\n   What?\n  ","448148":"\n   wdym\n  ","448149":"\n   Yeah, that's common 😝\nI keep thinking we should, as a nation, devise an agreed scale for all of the different ways we have to express that it's raining.\n  ","448150":"\n   #WHATARETHEBAEREQUIREMENTS\n  ","448151":"\n   Share the story of your very first meeting  with your best frd or love partner or fvrt person\n  ","448152":"\n   hi\n  ","448153":"\n   What is your meaning of life?\n  ","448154":"\n   Well, it rains an average of 200 days a year... Wouldn't you find hundreds of ways to express this too? 😂\n  ","448155":"\n   Pretend money is no object. What would you do?\n  ","448156":"\n   When you're alone in the middle of the night and you can't quite get to sleep, what do you think about?\n  ","448157":"\n   Why do humans seek more ways to create chaos?\n  ","448158":"\n   Is there a place that is scarier than the dark web?\n  ","448159":"\n   Why is the world full of people who overcomplicate things more than they have to?\n  ","448160":"\n   Thoughts on stupid anons who harass girls by asking them either s ex questions or invasive questions that aren't even their business but they do it anyways just to trying to put girls down so guys feel superior? 🤔\n  ","448161":"\n   I dont understand\n  ","448162":"\n   Do you think the Apollo moon landing missions were faked in order to bankrupt cold war rivals Russia in the space race?\n  ","448163":"\n   Have you ever visited the city of London before? Is it true that the residents there speak in a strange form of rhyming dialect that not many people outside of the city understand and they have over 100 different ways just to say \"It's raining\"?? 😮😮\n  ","448164":"\n   What happens to people that have regrets in life and cannot overcome it?\n  ","448165":"\n   You get offered a ride in the back seat of a fighter jet, would you wanna tag along? 🛩\n  ","448166":"\n   then we shall\n  ","448167":"\n   here?\n  ","448168":"\n   What is your blood type?\n  ","448169":"\n   Have you ever eaten pizza or smoked right after s ex? 🤔 (What's better or which one would you prefer?\n  ","448170":"\n   Is it best to eat carrots raw or cooked\n  ","448171":"\n   What movie have you seen more than 7 times?\n  ","448172":"\n   i was not asking the name that was a anon, lucky boys tbh hope they were good kissers\n  ","448173":"\n   Do you spend money on your hobbies?\n  ","448174":"\n   What will life be like in 20 years?\n  ","448175":"\n   You ever go on MyLife.com?\n  ","448176":"\n   Good night\n  ","448177":"\n   Which do you prefer ?Calling ,texting,emailing,\nFaceTime, or social media platform DMs?\n  ","448178":"\n   Do you think in the future they will have schooling via virtual reality?  It would cut down on school cost and taking education to another whelm. Show history as if they were there.\n  ","448179":"\n   What’s something you hope will work out?\n  ","448180":"\n   Have you ever been on a cruise?\n  ","448181":"\n   How are you holding up?\n  ","448182":"\n   Let's start a fight club in the Phoenix area.\n  ","448183":"\n   Yo Alexis, you and I were just chatting about your friends!\n  ","448184":"\n   who that\n  ","448185":"\n   Does he keep it up? Or just the once? Good?\n  ","448186":"\n   Whats your worst habit\n  ","448187":"\n   huge pepee\n  ","448188":"\n   What's the worst thing you can say about him?\n  ","448189":"\n   how's your flange? sore?\n  ","448190":"\n   Are your spiders dying? Why?\n  ","448191":"\n   new york, new Jersey, boston, p.a , connecticut\n  ","448192":"\n   The east coast is the best place to live in america and that's a fact\n  ","448193":"\n   Would you rather explore outer space or oceans?\n  ","448194":"\n   What made you quit your first job?\n  ","448195":"\n   Why are there so any perverts on ask 😫\n  ","448196":"\n   What's the best thing you can say about the last person who fxcked you?\n  ","448197":"\n   Space\n  ","448198":"\n   would you eat your dying spiders?\n  ","448199":"\n   I didn't mean spiders, would you feed on 5-inch people?\n  ","448200":"\n   Do you know anout tiktok of Zacking magician?\n  ","448201":"\n   Is there someone that you just enjoy talking to\n  ","448202":"\n   What desert?\n  ","448203":"\n   what colony\n  ","448204":"\n   would you eat them yourself?\n  ","448205":"\n   Selfies wanted here 🤗\n  ","448206":"\n   it's less cruel if you feed yourself with them\n  ","448207":"\n   wdym\n  ","448208":"\n   u meanie\n  ","448209":"\n   why\n  ","448210":"\n   did you buy it and feed it to spiders?\n  ","448211":"\n   Write names of songs that start with each of the letters that make your name\/nickname\/username!\n  ","448212":"\n   WUAT UP\n  ","448213":"\n   if in the future, people as small as 5 cm are produced and sold in pet shops, would you buy them and for what?\n  ","448214":"\n   When you get your car washed, do you go automatic or hand wash?\nWhy?\n  ","448215":"\n   What did you do today?\n  ","448216":"\n   Highway or my way?\n  ","448217":"\n   Do you curse out loud or in your head more?\n  ","448218":"\n   What’s something you wish you could be doing right now?\n  ","448219":"\n   Rose are red \nViolets are blue\nI love the way your eyes sparkle everyday\n  ","448220":"\n   why not?\n  ","448221":"\n   we need proof\n  ","448222":"\n   Y THO\n  ","448223":"\n   Sign language 🤞#icanreadyourmind\n  ","448224":"\n   Hella embarrassing 😭\n  ","448225":"\n   we need proof\n  ","448226":"\n   So I’m a guy but I lost a bet and now I have to go into a store and buy panties but like what kind should I buy ?\n  ","448227":"\n   Have a great night!✨\n  ","448228":"\n   they smell them fingers hehe\n  ","448229":"\n   Your ex mistakenly\ncredited your account\nwith $8000 and asked\nYou to send it back to\nhim\/ her\n\nreply with 3 words\n  ","448230":"\n   who that\n  ","448231":"\n   women can taste their own coochi juice tho\n  ","448232":"\n   do you remember the first person you kissed\n  ","448233":"\n   Do you like the natural female scent?\n  ","448234":"\n   Is life hard for you\n  ","448235":"\n   Are you interested in politics?\n  ","448236":"\n   Ever been camping?\n  ","448237":"\n   aw soo cute\n  ","448238":"\n   Hello how are you?\n  ","448239":"\n   guess we all need that tbh x\n  ","448240":"\n   How is everyone doing?\n  ","448241":"\n   Can you play chess?\n  ","448242":"\n   ty, np just ignore the haters they just want to bring people down cause they are not happy etc\n  ","448243":"\n   Anything unexpected happen to you this week?\n  ","448244":"\n   If you could change any law, what would you change?\n  ","448245":"\n   I go now. I am scare.\n  ","448246":"\n   me lol\n  ","448247":"\n   omg so true and np x\n  ","448248":"\n   What brings you peace?\n  ","448249":"\n   lol, aw ofc bet loads miss you, you have a great personality really caring etc\n  ","448250":"\n   What song makes you feel good?\n  ","448251":"\n   Do you think you'd make a good window cleaner? How's your technique with a shammy leather?\n  ","448252":"\n   aw yeah, you okay xo whats up missed you\n  ","448253":"\n   hey ignore them your awesome  the way you are xo\n  ","448254":"\n   single but  i think your gonna make someones life xo\n  ","448255":"\n   Do you do yoga? Or any type of exercising?\n  ","448256":"\n   I will come there.\n  ","448257":"\n   What is your relationship status ?\n  ","448258":"\n   Hello how was your day?\n  ","448259":"\n   you look old so you're being insecure?\n  ","448260":"\n   Hello what are you doing today?\n  ","448261":"\n   What animal would you be if you could pick one?\n  ","448262":"\n   How are you tonight ?\n  ","448263":"\n   Show me your face 👀\n  ","448264":"\n   What do you think? Have my biotin tablets being replaced?\n  ","448265":"\n   Do you like tv show from foreign country ?\n  ","448266":"\n   I am a one man watch dog group.\n  ","448267":"\n   do you love people or you just want to own them?\n  ","448268":"\n   why Christian Grey can manage a big corporation but has no authority on Ana?\n  ","448269":"\n   Good night! May you be safe from the ghost under your bed 💞\n  ","448270":"\n   How old you and your mom were when you were hanging out and my mom and I walking.\n  ","448271":"\n   What mysteries are connected with your town or country?\n  ","448272":"\n   Hi\n  ","448273":"\n   Does money really bring happiness, or does it give an illusion of happiness?\n  ","448274":"\n   Where did you go for your last vacation?\n  ","448275":"\n   Did my other two questions creep you out?\n  ","448276":"\n   Do you listen to any radio stations? Which ones? 📻\n  ","448277":"\n   Where are you?\n  ","448278":"\n   I feel as though I need kindness but life is just like food you can’t live without life so give it your all!\n  ","448279":"\n   Are you asleep?\n  ","448280":"\n   I was home with my mom one afternoon.\n  ","448281":"\n   Do you agree with the following? : ˖٭To have something done right, you have to do it yourself. — Why or why not?\n  ","448282":"\n   Would you rather be trapped in a room with a friendly tiger or 10 bumblebees?\n  ","448283":"\n   Any advice on my nude Photography buissness\n  ","448284":"\n   i must\n  ","448285":"\n   How friendly are you on a scale from 1 to 10\n  ","448286":"\n   i am gay help me\n  ","448287":"\n   who that\n  ","448288":"\n   how weird\n  ","448289":"\n   What is in the center of the world?\n  ","448290":"\n   Is it normal to like someone for more than 3 years?? Even if you haven’t seen them or talked to them in that time period.\n  ","448291":"\n   Have you ever felt that you just want to finally take control over your life and conquer your endeavors? What did you do?\n  ","448292":"\n   Do you prefer reading or watching movies?\n  ","448293":"\n   idk bruh\n  ","448294":"\n   How do u handle crisis situations?\n  ","448295":"\n   I board eat, do you bored eat? Kinda like when people stress eat\n  ","448296":"\n   When was the last time have you done a strip show\n  ","448297":"\n   Do you follow your 🧠 brain or your ❤ heart? Why?\n  ","448298":"\n   Hot cocoa with little marshmallows or big marshmallows?\n  ","448299":"\n   Any advice for sore back or back ache\n  ","448300":"\n   When’s the last time you got a haircut?\n  ","448301":"\n   What was your worst decision ever?\n  ","448302":"\n   Do you usually like loud music and also do you like it in restaurants while you're eating?\n  ","448303":"\n   U MAD BROO\n  ","448304":"\n   When's the last time you danced off camera?\n  ","448305":"\n   Single? Taken? Complicated? Open relationship?\n  ","448306":"\n   master bait\n  ","448307":"\n   How long was your shortest relationship?\n  ","448308":"\n   I know for a fact that most girls always got into some emotional up and downs so if hmu if you wanna talk or rant sometime, I'm such a good listener and always be here for you baby 😘😘😘\n  ","448309":"\n   How has the pandemic affected your exercise routine?\n  ","448310":"\n   what's your opinion on the song \"WAP\" by cardi b & megan thee stallion?\n  ","448311":"\n   true or false: You've worked with someone who you know wanted you s3xually\n  ","448312":"\n   Have you ever bought anything and regretted it later?\n  ","448313":"\n   What do you think of a hypocrite?\n  ","448314":"\n   what do you think of cannibalism, if human meat is sold in grocery stores in the future, would you buy it and eat it?\n  ","448315":"\n   Will you work more or less in the future?\n  ","448316":"\n   Do you live close enough to shopping to where you could walk to the store?\n  ","448317":"\n   You're watching the news and they're reporting the newest car has been stolen. The driver is your fav cousin so you call them up. They answer and you tell them what you saw, however, they're frantically moving so its hard to hear. They decide to just pull up. Do you let them or call the cops?\n  ","448318":"\n   What hair colour are you most attracted to in the opposite sex?\n  ","448319":"\n   Do you know how to play the piano?\n  ","448320":"\n   Would the younger version of you be proud of where you are now?\n  ","448321":"\n   *hugs*\n  ","448322":"\n   I can hear the birds start chirping, its 08:14. How about you?\n  ","448323":"\n   Has anybody every been jealous of you for who you are not how they want you to be ?\n  ","448324":"\n   Have you ever been to a haunted house?\n  ","448325":"\n   Good night\n  ","448326":"\n   that awsome\n  ","448327":"\n   What kind of show are you watching late ?\n  ","448328":"\n   Do you believe that nothing is impossible? The word \"impossible\" just exists for fun. Period.\n  ","448329":"\n   if life stopped today, what would you regret not doing?\n  ","448330":"\n   how are you\n  ","448331":"\n   Did you go out today? If so, what did you do?\n  ","448332":"\n   How do make money?\n  ","448333":"\n   xatay xom bw boya estash aichezhm bas hiwaxwazm to bashbit🙏🏼 \n#translation \nwhat is happening is my fault that's why I suffer pain. wish you are doing well. I wish I could see you and I am invisible.\n  ","448334":"\n   What cheesey song do you have memorized?\n  ","448335":"\n   what's up\n  ","448336":"\n   I hear that the Vegas crowd got more ghetto since the pandemic started. (think low prices). So yeah.. SOME day.\n  ","448337":"\n   Every 40 seconds, one person succumbs to suicide. That person could be you, your friend, your family, even. If you say mean things to people, you can never assume how seriously they are going to comprehend what you said. \" Be kind to one another\"- Ellen Degeneres\n  ","448338":"\n   Ever listened to music played from a vinyl record? How about on a Walkman?\n  ","448339":"\n   Good morning 🙏beautiful people. Gotta get up and work this beautiful day ❤\n  ","448340":"\n   Could you ever be famous?\n  ","448341":"\n   How good would you say your memory is?\n  ","448342":"\n   What is your biggest mistake?\n  ","448343":"\n   what would be your last meal?\n  ","448344":"\n   Do you know who YOU truly are??\n  ","448345":"\n   Does your dream home have a secret room in it?\n  ","448346":"\n   Is there a famous person that you admire?\n  ","448347":"\n   Do you want to go Vagas??\n  ","448348":"\n   Name a fruit you hate?\n  ","448349":"\n   How much time does it take to forget someone you love?\n  ","448350":"\n   What makes for a high quality human being?\n  ","448351":"\n   how do you outwit a psychopath?\n  ","448352":"\n   takin pepee in backdoor\n  ","448353":"\n   PAP your talisman!\n  ","448354":"\n   Happy Birthday to me ‼️🎊🎊 if we're doing say it back don't forever be silent 🤫\n  ","448355":"\n   What is the most dangerous thing you have ever done?\n  ","448356":"\n   A heart that is senseless, careless and cold hearted, how do make the heart want to love care and be committed to things that calls on us?\n  ","448357":"\n   Post your favorite picture\n  ","448358":"\n   oh for sure, well hope you have a great weekend\n  ","448359":"\n   Good morning .💔!\n  ","448360":"\n   #LETSBEBAES\n  ","448361":"\n   oh nice, I did that once and found it to be very calming. Do you normally walk for a certain period of time or when your mind gets cleared?\n  ","448362":"\n   What makes a person good in your eyes?\n  ","448363":"\n   What makes for a low quality human being?\n  ","448364":"\n   sounds very productive, do you listen to music when you go out and walk?\n  ","448365":"\n   Y THO\n  ","448366":"\n   What is your iq\n  ","448367":"\n   Pepsi Or Coke?\n  ","448368":"\n   since you said you are not entertaining the \"idea\" here I wonder what is that idea?\n  ","448369":"\n   how was your day\n  ","448370":"\n   Has anyone ever caught an std from sleeping with you?\n  ","448371":"\n   Because that means I'm fetishizing foreign women?\n  ","448372":"\n   Nice\n  ","448373":"\n   Why\n  ","448374":"\n   But why? You say it's wrong for me to like foreign girls?\n  ","448375":"\n   How is everyone this fine evening?\n  ","448376":"\n   Are u with monogamous or polyamory ?\n  ","448377":"\n   How do you get over a break up ?\n  ","448378":"\n   How big are your breasts?\n  ","448379":"\n   How often do you hear moaning coming through the walls?\n  ","448380":"\n   Would you rather be seen as kind, or intimidating?\n  ","448381":"\n   Do you have a peanut allergy?\n  ","448382":"\n   Do you run from neighborhood animals like skunks, opossums, raccoons & deer?\n  ","448383":"\n   Is anybody interested in me?\n  ","448384":"\n   What is your purpose on this earth\n  ","448385":"\n   🥰\n  ","448386":"\n   So how was your day?\n  ","448387":"\n   Thank u 🙈\n  ","448388":"\n   How can I collect 🔥 fast\n  ","448389":"\n   ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  ","448390":"\n   Yeah, I’d say it gets pretty old after a while. Could be fun sometimes but that feeling never lasts long :0\n  ","448391":"\n   WUAT UP\n  ","448392":"\n   Is life inherently meaningful, or do people ascribe meaning to it?\n  ","448393":"\n   Are you introverted or extroverted?\n  ","448394":"\n   If you like brussle sprouts you are crazy.\n  ","448395":"\n   No understand you\n  ","448396":"\n   Hi\n  ","448397":"\n   Do you believe in waiting until marriage? do you think that you should just wait until u find someone worthy of giving yourself to? Or giving it up to whoever? Which way did you choose, whether your proud of it or not...\n  ","448398":"\n   Hello how are you\n  ","448399":"\n   I can’t go to class I don’t have time , do u think there is an alternative?\n  ","448400":"\n   hi\n  ","448401":"\n   Hi I wanna ask u something, I’m beginner in English, and I have a lot of mistakes when I talk , do u know what is the best way to learn excellent English ?\n  ","448402":"\n   When was the last time you facetime your parents?\n  ","448403":"\n   I've been feeling extremely depressed, and alone, it's been difficult to cope... How do you cope when your feeling blue?\n  ","448404":"\n   Good! I've never been there before lol\n  ","448405":"\n   What’s your name?\n  ","448406":"\n   Would you like to be famous? In what way?\n  ","448407":"\n   Where are you\n  ","448408":"\n   Where is your favorite place in the entire world to go?\n  ","448409":"\n   A both?\n  ","448410":"\n   Is it \"rude\" to walk around people when you feel that they're walking too slow?\n  ","448411":"\n   Paint. Yay or nay? Do you like to paint?\n  ","448412":"\n   Where’s your favorite place to order pizza from?\n  ","448413":"\n   how are you feeling today?\n  ","448414":"\n   favorite romance movie\n  ","448415":"\n   do you prefer the snow or rain?\n  ","448416":"\n   Do you love your mother?\n  ","448417":"\n   What’s your opinion on vtubers?\n  ","448418":"\n   What’s the difference between a house and a home ?\n  ","448419":"\n   Are you interested in politics?\n  ","448420":"\n   Do you consider your pet more family than your actual family?\n  ","448421":"\n   Would you proudly continue to carry ur husband last name if it’s been more 3 yrs since y’all separated AND he lives with another woman ?\n  ","448422":"\n   Alpha Man or Beta Man as life partner ???\n\nN:B: This question is only for girls.\n  ","448423":"\n   Anyone up?\n  ","448424":"\n   Did you remember your smile? your keys? your lunch? your energy?😊\n  ","448425":"\n   Do you listen to songs in other languages? :0\n  ","448426":"\n   Dog or Cat?\n  ","448427":"\n   I miss you 😔\n  ","448428":"\n   what time is it where you live?\n  ","448429":"\n   have you ever taken someone back after they cheated on you and why ? 🥺🥲\n  ","448430":"\n   Who else is from Reno?\n  ","448431":"\n   Are you humorous person?\n  ","448432":"\n   😘\n  ","448433":"\n   Beautiful (be-u-tee-ful)\ndefinition: The person who is reading this.\n  ","448434":"\n   im 12 inches\n  ","448435":"\n   What’s one thing you are greatful to have in 2021?\n  ","448436":"\n   What is the best way to handle rejection?\n  ","448437":"\n   You have close friend ?\n  ","448438":"\n   i can help with that hehe\n  ","448439":"\n   Hello 🤩👋\n  ","448440":"\n   Do you watch the olympics? Which sport do you tune into most? 🐎🏒⚽️🎿🏊‍♀️\n  ","448441":"\n   Do you have any kids? If so, how many?\n  ","448442":"\n   hii\n  ","448443":"\n   yes\n  ","448444":"\n   who that\n  ","448445":"\n   huge pepee\n  ","448446":"\n   What has four wheels and flies??\n  ","448447":"\n   u meanie 😭😭😭\n  ","448448":"\n   Same\n  ","448449":"\n   or was it 1%\n  ","448450":"\n   wdym\n  ","448451":"\n   Sleeping around\n  ","448452":"\n   What was the last thing to make you go wtf\n  ","448453":"\n   but why are u freakin em out\n  ","448454":"\n   Do you find extinct animals cool \/ interesting? You have any favorites perhaps? 🦖🦣🦕🦤\n  ","448455":"\n   Y THO\n  ","448456":"\n   Y THO\n  ","448457":"\n   who was the worse was it m or kevin\n  ","448458":"\n   I am so obsessed with foreign girls and I feel that I really need their friendship and attention. 💔 What should I do?\n  ","448459":"\n   Yeah I’d say it was pretty normal stuff n_n that’s why I avoid snap myself, not many guys know how to have a regular conversation lol but I do like sending selfies with ridiculous filters on to friends so I keep it xD\n  ","448460":"\n   \"You can have almost everything you want in your life, if you lower your expectations.\" do you agree?\n  ","448461":"\n   what are you doing ?\n  ","448462":"\n   It’s a struggle, prob need to sleep on this before I commit to spending a day as u 😂\n  ","448463":"\n   Good night\n  ","448464":"\n   Until the clock starts it’s sir.. still figuring out Lyndsey’s plan for the day\n  ","448465":"\n   Where do you envision yourself living in the future?\n  ","448466":"\n   Do you like the smell of petrichor?\n  ","448467":"\n   Кто по знаку зодиака?\n  ","448468":"\n   Which Spongebob character best resembles you? Be honest\n  ","448469":"\n   Have you ever been depressed?\n  ","448470":"\n   Are you lesbian\n  ","448471":"\n   I don’t have any money for Christmas and to get my mom and family Christmas presents my mom’s birthday is Christmas Eve and my family is coming over and I was wondering if you could go Christmas shopping for me and bring it to my house because I don’t have any money\n  ","448472":"\n   What was the last movie you watched? Would I recommend it?\n  ","448473":"\n   What are things you can never recover from?\n  ","448474":"\n   Lyndsey, just for a day\n  ","448475":"\n   If you were anyone of the Characters from the Wizard of Oz, who would you be - Dorothy, The Tin Man, The Lion, The Scarecrow?\n  ","448476":"\n   hey\n  ","448477":"\n   Do people wait on your page to have a anonymous conversation battle ?\n  ","448478":"\n   Anyone else seeing snow?\n  ","448479":"\n   What is the best hour of the day(outta 24 hours)?\n  ","448480":"\n   Whats NADA MEAN IN SPANISH\n  ","448481":"\n   What is it going to take for you to accomplish your goals in 2021?\n  ","448482":"\n   Who has clubhouse?\n  ","448483":"\n   Do you think celebrities should keep their mouths shut about politics?\n  ","448484":"\n   your opinion on kirby (games)?\n  ","448485":"\n   There’s a curiosity 🤔\n  ","448486":"\n   who that\n  ","448487":"\n   Who’s going to win the elections??\n  ","448488":"\n   Were you scared of a dentist as a child?\n  ","448489":"\n   What do you do when you are getting burned out???\n  ","448490":"\n   Tryin’ 😂\n  ","448491":"\n   Not that clearly visible today  or like it is getting removed.\n  ","448492":"\n   Do you keep a diary or a journal?\n  ","448493":"\n   Can you find meaning in a life full of suffering?\n  ","448494":"\n   Have you ever met someone famous?\n  ","448495":"\n   TGIF! What would Batman do?\n  ","448496":"\n   I mean i would easily handle all the hot photos but now I am too afraid to scroll through the instagram feed. I don't want to see any dirty photo or rudeness.\n  ","448497":"\n   What was your favourite book as a child?\n  ","448498":"\n   What do you think about interviews? Have you ever been interviewed? 👀\n  ","448499":"\n   What's your favorite number?\n  ","448500":"\n   I was already asleep bc I'm sick of corona virus but just came to say good night baby girl 🤧🤒😘\n  ","448501":"\n   Would you rather be cremated or buried? Why?\n  ","448502":"\n   What is your most common talent? (Dancing, singing, comedy, sports, etc.,)\n  ","448503":"\n   Y THO\n  ","448504":"\n   Does anyone do sss(Shit Shower Shave) maybe not in that exact order? Lol\n  ","448505":"\n   Is reality tv acted on script or is it just real.\n  ","448506":"\n   Would you ever want to travel around the world?\n  ","448507":"\n   What are you looking forward to in 2021\n  ","448508":"\n   President Trump is gone!\n  ","448509":"\n   What kind of tv shows do you like to watch?\n  ","448510":"\n   what are you looking forward to this weekend? 🙂\n  ","448511":"\n   what is everyone doing?\n  ","448512":"\n   master bait\n  ","448513":"\n   I feel proud to be an American right now.\n  "},"Answer":{"447441":"\n  Oh so you aren't getting any either?\n  ","447442":"\n  Have a good day tomorrow!\n  ","447443":"\n  No\n  ","447444":"\n  8:03pm here\n  ","447445":"\n  Whose that?\n  ","447446":"\n  They were pretty too 🤗\n  ","447447":"\n  He knows this too\n  ","447448":"\n  Its ok.It's ok. he doesn't know either\n  ","447449":"\n  Night sleepyhead\n  ","447450":"\n  Everything?\n  ","447451":"\n  Makes two of us\n  ","447452":"\n  Family, friends, place to life, that dinner I had, doggos and other animals, the sun. Everything.\n  ","447453":"\n  Why guys can be so fearful?\n  ","447454":"\n  Old news\n  ","447455":"\n  No. Stop being racist.\n  \n  Saw people in white.\n  ","447456":"\n  Not even whipcrream?\n  ","447457":"\n  Lots of love to give\n  ","447458":"\n  Yes, I'm very happy.\n  ","447459":"\n  All the places\n  ","447460":"\n  Doing that?\n  ","447461":"\n  Can be 😉\n  ","447462":"\n  Maybe on Halloween?\n  ","447463":"\n  With food involved\n  ","447464":"\n  Single\n  ","447465":"\n  No 💩💩💩\n  ","447466":"\n  👣👣👣👣\n  ","447467":"\n  Food and then a vid thread on it.. ok then.\n  ","447468":"\n  The candy bar\n  ","447469":"\n  Maybe a few pieces but rather have it be normal\n  ","447470":"\n  Another time\n  ","447471":"\n  Or not\n  ","447472":"\n  Yesss\n  ","447473":"\n  Meant in the future\n  ","447474":"\n  We?\n  ","447475":"\n  Cheat\n  ","447476":"\n  Awww. Hopefully in time for you\n  ","447477":"\n  Sad\n  ","447478":"\n  Ah ok\n  ","447479":"\n  Where's the g at?\n  ","447480":"\n  Not human?\n  ","447481":"\n  Not getting it could be too but we don't talk about that 🤷🏼‍♀️\n  ","447482":"\n  No. Just blonder highlights\n  ","447483":"\n  Well aware, thanks covid police.\n  ","447484":"\n  Declining mess, fam\n  ","447485":"\n  Think that can happen anywhere.\n  ","447486":"\n  Am what?\n  ","447487":"\n  Ok, God.\n  ","447488":"\n  Yes\n  ","447489":"\n  Nice :)\n  ","447490":"\n  You are pregnant?\n  ","447491":"\n  ^^^\n  ","447492":"\n  Yes\n  ","447493":"\n  You brought up abortion on a thread about holidays. Seemed logical to assume that?\n  ","447494":"\n  Kind of the point...\n  ","447495":"\n  No\n  ","447496":"\n  Not my place to judge or yours.\n  ","447497":"\n  I wouldn't know.\n  \n  This seems like a bad pun and insensitive to those on here that have done it.\n  ","447498":"\n  Cool. Good day:)\n  ","447499":"\n  Ok?\n  ","447500":"\n  I don't think anyone enjoys getting them.\n  ","447501":"\n  Valentine's day and july 4th are very different\n  ","447502":"\n  Are you having one that day?\n  \n  Depends on the circumstances, medical reasons etc\n  ","447503":"\n  Same\n  ","447504":"\n  Just took a sip for you 💜\n  ","447505":"\n  Why that day?\n  ","447506":"\n  Cauliflower\n  ","447507":"\n  Christmas\n  ","447508":"\n  Yes\n  ","447509":"\n  Could use some more\n  ","447510":"\n  The 28th\n  ","447511":"\n  Idk bruh\n  ","447512":"\n  🤣🤣🤣🤣🤣\n  ","447513":"\n  That's not on my mind\n  ","447514":"\n  Alone but being with people is good too. Healthy balance\n  ","447515":"\n  not quite\n  ","447516":"\n  yes\n  ","447517":"\n  yes\n  ","447518":"\n  stop trying to make that happen\n  ","447519":"\n  Who that?\n  ","447520":"\n  No\n  ","447521":"\n  Nobody needs to know what I'm thinking\n  ","447522":"\n  My anons say hug peepee not big.\n  \n  Other things excite me too\n  ","447523":"\n  Cant always help everyone.\n  \n  What do you need help with?\n  ","447524":"\n  You too\n  ","447525":"\n  Laying on the sofa after having a busy day outside.\n  ","447526":"\n  That seems more individual based. Overall, probably not? He's most likely seeing other people too. Trust your gut instincts if you can trust them or not.\n  ","447527":"\n  Yup\n  ","447528":"\n  Inbox - not many\n  \n  Shoutouts- too much\n  ","447529":"\n  Guess\n  ","447530":"\n  Water from the dog dish\n  \n  Cat might be taking a dump\n  \n  Car going past\n  \n  Humming sound from the water dispenser\n  \n  Exciting, I know!\n  ","447531":"\n  Same\n  \n  Me but better if they are asking who I want to look like 🤷🏼‍♀️\n  ","447532":"\n  Starbucks\n  \n  Dutch bros\n  \n  There's some delivery service that sends packages of them. Forget the name.\n  ","447533":"\n  Yes\n  ","447534":"\n  I'd say medium\n  ","447535":"\n  Yes. Had some good songs\n  ","447536":"\n  I'm a lady\n  ","447537":"\n  I need more of them\n  ","447538":"\n  Should I even allow questions relating to this? 🤣\n  \n  Go for it.\n  \n  Be respectful though\n  ","447539":"\n  Wish I could\n  ","447540":"\n  * wouldn't\n  ","447541":"\n  What the fuck did I just read?\n  ","447542":"\n  This can work both ways. Not just men.\n  \n  -\n  \n  Fall out of love and scared because of codependency issues\n  \n  Don't want to be alone\n  \n  Polyamorous\n  \n  Open relationships\n  \n  How they were raised\n  \n  Don't know better\n  \n  Impulsive\n  \n  Don't truly love the person they are with\n  \n  Playing the field\n  \n  Don't notice their own lies\n  \n  Karma\n  \n  Insecurities\n  \n  Influences\n  ","447543":"\n  Celebrity ones?\n  ","447544":"\n  I don't think so.\n  \n  Wiykdnt be REAL love if so\n  ","447545":"\n  Had it happen on both ends\n  ","447546":"\n  I'm sad that there's no more episodes of Emily In Paris yet :( season 1 was good tho\n  ","447547":"\n  Nice shoutout\n  ","447548":"\n  Yes, I've heard of it.\n  \n  Monogamous\n  ","447549":"\n  Yes. All my life.\n  \n  My sister-in-law can still do it at times 🤣\n  ","447550":"\n  Yes\n  ","447551":"\n  People keep sending hearts\n  ","447552":"\n  Considering it's January now, yes lol\n  ","447553":"\n  I'm invincible.\n  \n  Nah. Sometimes.\n  ","447554":"\n  Aw that's cute.\n  \n  Thanks\n  ","447555":"\n  House\n  ","447556":"\n  Horribly 🙃\n  \n  I get enough messages though surprisingly.\n  ","447557":"\n  always a double standard, aye?\n  ","447558":"\n  Hakuna matata\n  ","447559":"\n  Lovebirds (moving and my sister didn't want them anymore)\n  \n  a ferret before. Sister had it for like a day or two. Was too messy and noisy for her.\n  \n  Sold kittens when our cats had them.\n  \n  The other times would have been from death or having to be put down due to age\/illnesses.\n  ","447560":"\n  I'm kidding\n  ","447561":"\n  Would be hard to get up three lol\n  \n  But roof tops are gorgeous if you can :)\n  \n  Dont need to worry about them right now.\n  ","447562":"\n  Out in nature today\n  ","447563":"\n  I think it depends on what they want to do. Split it, pay all, one pays for the meal and the other the tip. Whatever works for them 🤷🏼‍♀️\n  ","447564":"\n  Chicken noodle\n  \n  Ramen\n  \n  Minestrone\n  \n  Stews with random ingredients\n  ","447565":"\n  Depends what the change is but overall, yes. Helps grow us.\n  ","447566":"\n  Hi\n  ","447567":"\n  Good night\n  ","447568":"\n  Soup tonight\n  ","447569":"\n  Haters\n  ","447570":"\n  It's been forever since I have.\n  \n  Notebooks, usually.\n  ","447571":"\n  Kaleo was my 2020 top one\n  \n  Overall.. I'm not sure. Too many to pick from. More so older bands.\n  ","447572":"\n  Cheeky\n  ","447573":"\n  Hugs to all\n  ","447574":"\n  Aye\n  ","447575":"\n  What? O.o\n  \n  Highly confused.\n  ","447576":"\n  Yes.\n  ","447577":"\n  Damn 1st bf and it lasted 6 years. Props to you guys.\n  \n  Stagnation? Cheating the whole time? You two didn't grow together, grew apart. Wanted to explore more. If it's a high school situation.. probably didn't feel 100% ready to commit. Wanted to explore college.Age gap. People got to him about the relationship.\n  \n  Only you and him would know WHY.\n  \n  Seek closure with him.. not strangers online that know next to nothing on the why that happened. People can only guess\/use their own experiences.\n  ","447578":"\n  If I had my own then yes, I'd practice.\n  ","447579":"\n  That an offer?\n  ","447580":"\n  Set table\n  ","447581":"\n  Nothing as its late right now\n  ","447582":"\n  The key\n  ","447583":"\n  💪💪💪\n  ","447584":"\n  Yes\n  ","447585":"\n  Nope but watching films today\n  ","447586":"\n  Maybe a minor way. Actually acting on it is\n  ","447587":"\n  lol no\n  ","447588":"\n  Yes\n  ","447589":"\n  Maybe 🤷🏼‍♀️\n  ","447590":"\n  Possibly.\n  ","447591":"\n  Doing ok\n  \n  Not sure when\n  ","447592":"\n  Depends on why you are scared.\n  ","447593":"\n  Alreet\n  ","447594":"\n  Also good\n  ","447595":"\n  Sometimes\n  ","447596":"\n  Not sure. Childhood though\n  ","447597":"\n  I usually get enchiladas or taco type ones.\n  ","447598":"\n  No.\n  \n  That's pretty judgement.\n  ","447599":"\n  Haha no\n  ","447600":"\n  Today\n  ","447601":"\n  Yes. Ceiling fan.\n  ","447602":"\n  Block to chip away at\n  ","447603":"\n  Or thing, animal. Who knows\n  ","447604":"\n  Who knows 100%\n  \n  Spiritual spookiness 👻\n  ","447605":"\n  weird\n  ","447606":"\n  try it\n  ","447607":"\n  How does what feel like?\n  ","447608":"\n  I believe so\n  ","447609":"\n  No. It seems interesting but doesn't really make me want to watch it. When things are trendy, I'd rather watch on my own time instead.\n  ","447610":"\n  What do you want?\n  ","447611":"\n  Nah\n  ","447612":"\n  Yes. It's beautiful.\n  ","447613":"\n  Agreed\n  \n\n  Can be complicated though 🤷🏼‍♀️\n  ","447614":"\n  Once. The neighbor was making one and my dad, sister and I helped with it.\n  ","447615":"\n  Yes\n  ","447616":"\n  To mend\n  ","447617":"\n  Yes. Helps with picking movies to watch, for later use or to remember if I watched it before if the name seemed familiar.\n  ","447618":"\n  Who says I'm wanting everything?\n  ","447619":"\n  Can be. Think it deals more with the owners, environment and breed.\n  ","447620":"\n  you keep saying that.\n  \n  I have like 5-6 giftcards to different places from birthday\/Christmas so don't get why you are being all \"expensive \"\n  ","447621":"\n  lucky you:)\n  ","447622":"\n  no idea what you are talking about\n  ","447623":"\n  ask him how he feels\n  ","447624":"\n  ok\n  ","447625":"\n  Why bring it up?\n  ","447626":"\n  Watching Lion King. I'm doing good\n  ","447627":"\n  Nothing wrong with.\n  \n  Depends on the place and how comfortable they feel there.\n  ","447628":"\n  Yes\n  ","447629":"\n  Thanks. You too\n  \n  *hugs*\n  ","447630":"\n  Yes or weekend ones\n  ","447631":"\n  Yes. Good show\n  ","447632":"\n  Need some excitement but nothing wrong with it either especially during quarantine times\n  ","447633":"\n  Yes\n  ","447634":"\n  Yes\n  ","447635":"\n  Hi\n  ","447636":"\n  Stress, anxiety, probably doing the same mistakes\n  ","447637":"\n  Maybe not in those terms. Told someone they smelled :p\n  ","447638":"\n  o.o\n  ","447639":"\n  The magical reesecups I made\n  ","447640":"\n  Home\n  ","447641":"\n  Hello\n  ","447642":"\n  I'm awake.\n  ","447643":"\n  Classified information\n  ","447644":"\n  Plenty of times! Have one of those old sleds\n  ","447645":"\n  I didn't get what I wanted but what I did get was good too. Grateful for.\n  ","447646":"\n  Yes\n  ","447647":"\n  It's been ok.\n  ","447648":"\n  I definitely don't compare my life to my exes life.\n  ","447649":"\n  Buys you things, society standards\n  ","447650":"\n  Nothing\n  ","447651":"\n  Aw cute\n  ","447652":"\n  Tits are throbbing upstairs\n  \n  They are too uncomfortable\n  \n  Took a ton, usually?\n  \n  Time allowed? Too upset.\n  ","447653":"\n  I know\n  ","447654":"\n  I didn't but thanks for looking out for my soul\n  ","447655":"\n  Howdy\n  ","447656":"\n  Interesting. Must be cyst related? My sister gets that part.\n  ","447657":"\n  Too bad\n  ","447658":"\n  Peers are more acquaintances, school mates, people you don't really hangout with.\n  \n  Friends are the real deal. Have your back, known a long time, shared a lot with etc\n  ","447659":"\n  Can I see\n  ","447660":"\n  in the rough\n  ","447661":"\n  Sex drive\n  ","447662":"\n  🤗🤗🤗🤗\n  ","447663":"\n  Hi\n  ","447664":"\n  Very\n  ","447665":"\n  Not much yet\n  ","447666":"\n  Not with anons\n  ","447667":"\n  Knew that would be asked\n  ","447668":"\n  Mine is high but don't always get periods. It was getting regular with weightloss tho\n  ","447669":"\n  Yes but it didn't help me\n  ","447670":"\n  You could say that\n  ","447671":"\n  Both are good\n  ","447672":"\n  No?\n  ","447673":"\n  I'd miss certain things\n  ","447674":"\n  Awwwww\n  ","447675":"\n  Probably bi then?\n  ","447676":"\n  Yup\n  ","447677":"\n  Cool :)\n  \n  Its beautiful still but yes:)\n  ","447678":"\n  Hahahaha so late 🤣\n  \n  Said it came in a minute ago XD\n  ","447679":"\n  No, just when I feel like it or broken which never happened. Would have a plan and upgrade when neccessary.\n  ","447680":"\n  Wrong day but I'm glad for that too.\n  ","447681":"\n  Just the shoutout feature.\n  \n  Actual questions, no.\n  ","447682":"\n  Summer. The sun, more things to do outside, less clothing, people seem more relaxed....\n  \n  Probably biased as I'm a December baby.\n  ","447683":"\n  We don't have to feel anything because its normal. People are people. Stop the hate and discrimination.\n  ","447684":"\n  Oh, I do.\n  ","447685":"\n  Can be! ;)\n  ","447686":"\n  Pretty much.\n  \n  '87\n  ","447687":"\n  I'm having some of the Carb Master one now.\n  ","447688":"\n  She's skinny, I'm not\n  \n  She's infertile. Had to use science to have my nephew. I think she had higher testosterone or estrogen.. forget which. Some other cases too.\n  ","447689":"\n  Yes\n  ","447690":"\n  Packing, the company could be annoying lol, forgetting to bring something you needed, overpacking. Spending more money than you'd like.\n  \n  Pros: Everything else.\n  ","447691":"\n  indeed. My sister has it too but we're opposites in it XD\n  ","447692":"\n  True. different symptoms for everyone though :)\n  ","447693":"\n  I'm not giving examples\n  ","447694":"\n  Hi\n  ","447695":"\n  Probably stomach since the pcos :(\n  ","447696":"\n  and stalk\n  ","447697":"\n  no\n  ","447698":"\n  Eh.. some can be good\n  ","447699":"\n  Deep\n  ","447700":"\n  Depends on what it is\n  ","447701":"\n  Nah. Usually go elsewhere.\n  ","447702":"\n  No lol\n  ","447703":"\n  Not that I'm aware of\n  ","447704":"\n  Yes\n  ","447705":"\n  To a point\n  \n  Also just made huge keto reesecups so 🤷🏼‍♀️\n  ","447706":"\n  Nope. Just off docks\n  ","447707":"\n  Haven't been watching much.\n  \n  I guess Emily in Paris counts as a show. Has episodes.\n  \n  The Bachelor lately too.\n  ","447708":"\n  That's cool. I didn't know that. Haven't watched that show in years\n  ","447709":"\n  You don't know where the vagina is? damn.\n  ","447710":"\n  Chase Rice singing, the ceiling fan.\n  ","447711":"\n  *shows*\n  ","447712":"\n  Yes, was pretty good!\n  ","447713":"\n  Haha right! 🤣\n  ","447714":"\n  I dont have a d\n  ","447715":"\n  \"Can I see?\"\n  \n  - inspired by anons\n  ","447716":"\n  can't relate\n  ","447717":"\n  Ofcourse you don't know 🙃\n  ","447718":"\n  What's that like?\n  ","447719":"\n  They know what I mean\n  ","447720":"\n  You must be British. \"Jollies\"\n  \n  No but if I did it was probably accidental. *makes snow angel*\n  ","447721":"\n  No. You wouldn't even eat\n  ","447722":"\n  Not only the rich can do that\n  ","447723":"\n  :(\n  ","447724":"\n  * mutual\n  ","447725":"\n  Candles, clothes, stuff I actually need\n  ","447726":"\n  Sunny, a bit of a breeze\n  \n  Thunderstorms can be good too\n  ","447727":"\n  Ugh not another person thinking I'd do them wrong\n  ","447728":"\n  Real monsters!\n  ","447729":"\n  Yes but does real love believe in me?\n  ","447730":"\n  If I had time to remember to then yes\n  ","447731":"\n  10:40pm is late?\n  ","447732":"\n  I don't think I cried on new years\n  ","447733":"\n  Ask god this\n  ","447734":"\n  What do you mean by \"ate you out of home and house\".. like going down on me in both ways? Yes please. That in itself would be an adventure too. Where we going? Do I need a blindfold?\n  ","447735":"\n  Yes. Kind of defeats the purpose of drinking altogether to me 🤷🏼‍♀️ beer is beer regardless of the proof percentage.\n  ","447736":"\n  no?\n  ","447737":"\n  you too\n  ","447738":"\n  Deserted island sounds nice right now.\n  ","447739":"\n  Happy\n  ","447740":"\n  Chocolate more. Both are fine\n  ","447741":"\n  Used to it\n  ","447742":"\n  I cant think of one. They all serve their purpose somehow.\n  ","447743":"\n  Everyone. Mostly Phoebe, Rachel, Chandler, Monica.\n  ","447744":"\n  Benjamin Franklin, Robin Williams, Morgan Freeman, Ryan Reynolds...\n  ","447745":"\n  Keep going 💪\n  ","447746":"\n  Ribs, green beans, salad.\n  ","447747":"\n  Yes. Especially if legs are freshly shaven too.\n  ","447748":"\n  Every rose has its thorn\n  ","447749":"\n  No\n  ","447750":"\n  No and no\n  ","447751":"\n  What are we speaking on?\n  ","447752":"\n  Fuck them\n  \n  Do you boo\n  ","447753":"\n  Maybe 😈\n  ","447754":"\n  Yes... get you a flying dino. Problem solved\n  ","447755":"\n  Depends on what career you want.\n  \n  People are intelligent in different ways. A piece  of paper doesn't define someone.\n  ","447756":"\n  audience?\n  ","447757":"\n  I didn't say anyone.\n  ","447758":"\n  Both. Love all types of water\n  ","447759":"\n  likewise\n  ","447760":"\n  thank God for giftcards\n  ","447761":"\n  Some can 🙄🙃\n  ","447762":"\n  day by day :)\n  ","447763":"\n  yes 🤣\n  ","447764":"\n  I bet\n  ","447765":"\n  No need for S there. Not sure what way you mean there\n  ","447766":"\n  Guys 🙄\n  ","447767":"\n  Yes.. especially the corset looking ones. Eh.. I dont need the attention.\n  ","447768":"\n  Oh, nothing.\n  ","447769":"\n  Why would it be embarrassing?\n  \n  Bathingsuit, lingerie and leather pants?\n  ","447770":"\n  One pieces for now.\n  \n  Actually need a new one since one of the straps is dying a slow death.\n  ","447771":"\n  Yes, don't tell anyone!\n  ","447772":"\n  This\n  \n  Ig\n  \n  FB\n  \n  Tumblr but haven't been on in forever\n  ","447773":"\n  No thanks. F lies\n  ","447774":"\n  Maybe the one I haven't worn yet 🙃\n  \n  Actual shopping would be more likely\n  ","447775":"\n  I don't mind them\n  ","447776":"\n  The bottom is better 👣\n  ","447777":"\n  Yes 🤣\n  \n  Understatement 🙃\n  ","447778":"\n  Doesn't really matter to me. I rarely drink and I can't have bread on keto. Only been having wraps when I do have something \"bread like.\"\n  ","447779":"\n  I'd worry more about the drawers\n  ","447780":"\n  A few things 🤔\n  ","447781":"\n  uh huh\n  ","447782":"\n  I'm not much of an uggs girl.\n  \n  you think I'm so basic? 😉\n  ","447783":"\n  👽👽👽\n  ","447784":"\n  Mine does. We're different.\n  ","447785":"\n  Bra\n  ","447786":"\n  Am I?\n  ","447787":"\n  No\n  ","447788":"\n  People who are over 18\n  \n  Sexual questions\n  \n  Are you asking if we want to be sexually harassed by you? Then that's a hell no.\n  ","447789":"\n  It's been 2 hours\n  ","447790":"\n  Cant disclose that information *locks key away*\n  ","447791":"\n  Holy things\n  ","447792":"\n  Only slightly?\n  ","447793":"\n  Can be fun.\n  \n  Must be a Halloween question that I'm just getting now\n  ","447794":"\n  Why not both?\n  ","447795":"\n  Rarely\n  ","447796":"\n  I don't have one\n  ","447797":"\n  Sounds painful\n  ","447798":"\n  It was\n  ","447799":"\n  Hi\n  ","447800":"\n  Yes, when I do go places it sucks.. feels weird.\n  ","447801":"\n  No nor would I\n  ","447802":"\n  What if it looks better on you? *pouts*\n  ","447803":"\n  Oh yes 💯💯💯💯\n  ","447804":"\n  Very fine\n  ","447805":"\n  No. Seems dreadful\n  ","447806":"\n  If you make it work, the effort, seeing eachother, trust and everything else that goes into it.\n  ","447807":"\n  *tries new ones on*\n  ","447808":"\n  No. It's interesting but doesn't give any value to it\n  ","447809":"\n  I'll go with the coconut\n  ","447810":"\n  Covid? Biden? What do you mean specifically?\n  ","447811":"\n  Yes\n  ","447812":"\n  Haven't in forever\n  ","447813":"\n  Damn.. gotta wear a bra.\n  ","447814":"\n  Got this one 7 hours ago 🤣\n  \n  I'm sure that Christmas is the right answer.\n  ","447815":"\n  I'm not in love with my friend lol\n  \n  That would be too weird considering how long we've known eachother, been in her wedding, she has kids.. I'm straight.\n  ","447816":"\n  Can be\n  ","447817":"\n  Both\n  \n  Or a mountain that has a lake\n  ","447818":"\n  I don't mind either one\n  ","447819":"\n  Of shopping?\n  ","447820":"\n  Oh how tempting!\n  ","447821":"\n  Nothing these days\n  ","447822":"\n  Save moneyyyyy\n  ","447823":"\n  Why does everyone ask cooking questions 24\/7?\n  ","447824":"\n  Friesty\n  ","447825":"\n  For a walk besides that no\n  ","447826":"\n  Yes\n  ","447827":"\n  I'm not in school\n  ","447828":"\n  for what?\n  ","447829":"\n  Nah you need a full blown massage\n  ","447830":"\n  treat yo self 🙄\n  ","447831":"\n  I learn from other people's mistakes:)\n  ","447832":"\n  That will be decided when the time comes 🤷🏼‍♀️\n  ","447833":"\n  Hey\n  ","447834":"\n  Hi\n  ","447835":"\n  Yes would be good to cook more. Bit annoying with others always in the way etc\n  ","447836":"\n  oh sexy!!\n  ","447837":"\n  Thanks for sharing\n  ","447838":"\n  I've been to one when younger and then my brother's community one a few times.\n  ","447839":"\n  Seems like it #datingmyself\n  ","447840":"\n  Depends on the circumstances.\n  ","447841":"\n  hi\n  ","447842":"\n  Is this my ex?\n  ","447843":"\n  ^^^^\n  ","447844":"\n  lovely\n  ","447845":"\n  Pjs since I haven't been going out much. Le sad face.\n  \n  For actual clothing colors.. blue, black, grey, red.\n  ","447846":"\n  Right ;)\n  ","447847":"\n  👀\n  ","447848":"\n  Not looking for flings. I hear those are more fun in the summer anyways.\n  \n  Vacation sounds nice but not that way :p\n  ","447849":"\n  No but I think I'm getting better at that too when it does happen.\n  \n  Besides my new id.. shitshow.\n  ","447850":"\n  Of hair\n  ","447851":"\n  I managed the kinks out\n  ","447852":"\n  A holiday?\n  ","447853":"\n  no\n  ","447854":"\n  Life\n  ","447855":"\n  I mean whatever floats your boat.\n  \n  Also might want to hide coffee cup if there's actual coffee in it.. instead of collecting money that way.\n  ","447856":"\n  Sometimes not enough\n  ","447857":"\n  Who knows .not going to weigh the odds\n  ","447858":"\n  Beg some more\n  \n  Talented\n  \n  Be true to yourself\n  \n  Show off more\n  \n  Maybe props?\n  ","447859":"\n  A cutie\n  ","447860":"\n  Did I already know that they were drinking\/doing drugs? Or was it a shock? Think that depends on what I'd say 🤷🏼‍♀️\n  \n  I don't know how I'd react because I'm not in that position. People do make mistakes.. especially when young\/peer pressure.\n  ","447861":"\n  No. GOD does that on my behalf.\n  ","447862":"\n  Probably more cool but know when to be strict if needed....\n  ","447863":"\n  Sometimes! Makes me think and come up with nothing. Do they really care? Just being polite? Really wanting to know me? Rather have more simple questions than getting that one straight off the bat.\n  ","447864":"\n  Dirty blonde\n  \n  I add more blonde in it though through highlights.\n  \n  It's so dark atm :(\n  ","447865":"\n  in time\n  ","447866":"\n  Yes, a few. Keto ones, normal and a vegan one.\n  ","447867":"\n  Good night\n  ","447868":"\n  that's not true. Anyone can find someone. Age shouldn't matter. Heal that attitude about yourself\n  ","447869":"\n  Maybe\n  ","447870":"\n  Who cares what others think.\n  ","447871":"\n  Thanks.\n  ","447872":"\n  That's not sad at all.\n  ","447873":"\n  Yes?\n  ","447874":"\n  50\/50\n  ","447875":"\n  Food item\n  \n  Haven't been doing much\n  ","447876":"\n  Hi\n  ","447877":"\n  Aww\n  ","447878":"\n  congratulations to them\n  ","447879":"\n  Which?\n  ","447880":"\n  I hope it will be\n  ","447881":"\n  I'd like 28-35ish\n  \n  Depends how we got on\n  ","447882":"\n  Regret isn't really the right word..should have done more but also you can't change the past either.\n  ","447883":"\n  Whatever way they wanted.\n  ","447884":"\n  This and ig\n  ","447885":"\n  Nobody puts baby in the corner. I carried a watermelon. Never feeling the same way again\n  \n  Say hello to my little friend\n  \n  Some other ones\n  ","447886":"\n  Older ones\n  ","447887":"\n  🤷🏼‍♀️\n  ","447888":"\n  Not getting triggered when someone was being obnoxious.\n  ","447889":"\n  Hakuna matata\n  \n  Cestlavie\n  ","447890":"\n  Stop assuming the number\n  ","447891":"\n  Yes 😉\n  ","447892":"\n  The now and future a bit\n  ","447893":"\n  Control freak\n  \n  Grateful dead obsessed\n  ","447894":"\n  Subjective\n  ","447895":"\n  def\n  ","447896":"\n  Why are you shouting?\n  \n  Depends on the type. Also the weather.\n  ","447897":"\n  The wings\n  ","447898":"\n  I think you can but overall the more you love yourself the more love you attract type thing. You can still love someone more than yourself.\n  \n  Maybe a balance? Not everyone will love themselves every day.. certain things can hinder it. Self-esteem can change just like energy does. We all go up and down. Self-love isn't always linear. Roller coaster ride of life.\n  ","447899":"\n  Hate\/dislike\/loathe\n  ","447900":"\n  I didn't count\n  ","447901":"\n  we shall see\n  ","447902":"\n  Love\n  ","447903":"\n  More?\n  ","447904":"\n  Only good things\n  ","447905":"\n  Amazing\n  ","447906":"\n  Hey\n  ","447907":"\n  Growth\n  ","447908":"\n  Can be\n  ","447909":"\n  Doing something both people like, ask questions, maybe be upfront that they are shy\/nervous, open up\n  ","447910":"\n  Hi\n  ","447911":"\n  Haven't had to really give anyone up before.\n  \n  They just happened by distance and such. No real falling out.\n  ","447912":"\n  Mixed nuts, blueberries, banana and chocolate chips as cereal with milk.\n  ","447913":"\n  It's fine\n  ","447914":"\n  Sometimes but that's just running from problems and probably yourself.\n  ","447915":"\n  No\n  ","447916":"\n  Odd question\n  ","447917":"\n  Not something I need to disclose. I know my parents, my brother and sister.\n  ","447918":"\n  Creepy.\n  \n  Especially the comment.\n  ","447919":"\n  Old Navy, H&M, Forever 21.\n  \n  Express and American Eagle have cute stuff\n  ","447920":"\n  :(\n  ","447921":"\n  Get through the week first?\n  ","447922":"\n  Truck\n  ","447923":"\n  Single\n  ","447924":"\n  It's sad :( Everyone should have somewhere to live etc\n  ","447925":"\n  What happened to the goods?\n  ","447926":"\n  Rarely. More so with my self at times or if I don't care for certain clothing items. I try not yo be that way with people. Never know what they are dealing with behind closed doors.\n  ","447927":"\n  Newsflash: Every area deals with that.\n  ","447928":"\n  Yes\n  ","447929":"\n  Thanks. You too\n  ","447930":"\n  With the right people\n  ","447931":"\n  Rarely. I did the lottery yesterday but didn't get any of the numbers:(\n  ","447932":"\n  Pegasus\n  ","447933":"\n  Hello anatomy\n  ","447934":"\n  Soup, medicine\n  \n  Chocolate, pads\n  ","447935":"\n  Sometimes 💪\n  ","447936":"\n  Gotta keep the light on somehow\n  ","447937":"\n  Yes, its been raining on&off all day\n  ","447938":"\n  I do.\n  \n  I need one!\n  ","447939":"\n  wrong\n  ","447940":"\n  Or just not assume anything.\n  \n  Actions, words, expressions\n  \n  and energy would speak for themselves.\n  ","447941":"\n  Well dogs are always naked but covered in fur.\n  ","447942":"\n  My left thigh hurts\n  ","447943":"\n  Lulu?\n  ","447944":"\n  Everyone that would aka most anons\n  \n  Only mutual friends and people I've actually talked with allowed\n  ","447945":"\n  I don't need a chaperone for that.\n  ","447946":"\n  I walk with my mom too\n  ","447947":"\n  don't need people harassing me\n  ","447948":"\n  Hm.. I think I like more Drake songs. Both are good tho\n  ","447949":"\n  Reeses, chocolate\n  \n  Homemade desserts\n  ","447950":"\n  IG\n  \n  (Not giving either usernams out )\n  ","447951":"\n  Fly\n  ","447952":"\n  Nature, family, friends, myself, moon, stars, trees\n  ","447953":"\n  No, it's green.\n  ","447954":"\n  Somewhere between here and there\n  ","447955":"\n  Off to a good start\n  ","447956":"\n  Oh man :(\n  ","447957":"\n  I'd hope so\n  ","447958":"\n  Well then... *votes*\n  ","447959":"\n  Google\n  ","447960":"\n  I've heard worse\n  ","447961":"\n  The outcome already occurred.\n  ","447962":"\n  Right here, right now\n  ","447963":"\n  Tacos\n  ","447964":"\n  Olivia doesn't sound like a boy\n  ","447965":"\n  Hey\n  ","447966":"\n  Yes\n  ","447967":"\n  Nah\n  ","447968":"\n  Clothing\n  ","447969":"\n  Ok...\n  ","447970":"\n  Cheeseburgers & whatever toppings I feel like at that moment\n  \n  Bubba burgers aren't bad if talking about brands.\n  ","447971":"\n  Memories\n  ","447972":"\n  Yes I do\n  ","447973":"\n  Nice\n  ","447974":"\n  Do I want to know why?\n  ","447975":"\n  Nope. I don't eat frozen meals like that much.\n  ","447976":"\n  Indeed\n  ","447977":"\n  People can change their minds at times. I'm not looking for online guys.\n  ","447978":"\n  I'm sober.\n  ","447979":"\n  That's up to them\n  ","447980":"\n  Hi\n  ","447981":"\n  Yes\n  ","447982":"\n  Last Christmas I gave you my heart\n  ","447983":"\n  Yes\n  \n  Peppermint lube would be interesting\n  ","447984":"\n  I like saying that too\n  ","447985":"\n  Yes\n  ","447986":"\n  I'm not sure what I expected. So much learning ;)\n  ","447987":"\n  Same meaning, different words.\n  ","447988":"\n  The hehe is so mature\n  ","447989":"\n  Missing that d\n  ","447990":"\n  Time. Healing from it. Doing good things for yourself.\n  ","447991":"\n  I haven't been to either:(\n  ","447992":"\n  Not my first priority when it comes to the opposite sex.\n  ","447993":"\n  It, Eden Lake, The Shining\n  ","447994":"\n  My own 😈\n  ","447995":"\n  sweet\n  ","447996":"\n  must be\n  ","447997":"\n  When?\n  ","447998":"\n  Yes but I don't watch them as much these days\n  ","447999":"\n  must gap me open\n  ","448000":"\n  🍆🍆🍆🍆\n  ","448001":"\n  I don't feel like being inappropriate :p\n  ","448002":"\n  People's sexual history isn't homework.\n  ","448003":"\n  Eh. I'd see it but wasn't looking forward to?\n  ","448004":"\n  actually that would be the best way, not dumbest way. oops\n  ","448005":"\n  From within. Loving yourself.. not just in a s*xual way either. Knowing yourself.\n  ","448006":"\n  *disables them*\n  ","448007":"\n  No\n  ","448008":"\n  Huge peepee\n  ","448009":"\n  It's still a chair\n  ","448010":"\n  Probably the hot tub\n  ","448011":"\n  Dan\n  ","448012":"\n  Hi\n  ","448013":"\n  Imaginary things\n  ","448014":"\n  Never attempt\n  ","448015":"\n  Both.\n  ","448016":"\n  No. He doesn't have ask\n  ","448017":"\n  exactly that\n  ","448018":"\n  Both but I like fruit more\n  ","448019":"\n  Not really. I still eat keto. So it would fit within those guidelines. Do have some cheat days\/moderation at times.\n  \n  I'd wash veggies 🤷🏼‍♀️\n  \n  Not really sure what you mean by safe... I wouldn't buy food that I don't like or wouldn't eat as much of\n  ","448020":"\n  Maybe 16-30s?\n  ","448021":"\n  it's fine.\n  ","448022":"\n  A bunch of people from formspring. Most aren't on here anymore.\n  ","448023":"\n  I think it is more the individual and what they are doing on it that is creative. The programs used.\n  ","448024":"\n  My best friend is like that also another person.\n  ","448025":"\n  Good night shoutout person\n  ","448026":"\n  Night\n  ","448027":"\n  Same\n  ","448028":"\n  No nor do I need one currently. I don't mind it being a bit cold while sleeping.\n  ","448029":"\n  I'm still here\n  ","448030":"\n  Ironic\n  ","448031":"\n  Thanks, Olaf.\n  ","448032":"\n  Count to a specific number.. sheep or whatever.\n  \n  Darkness\n  \n  No distractions\n  \n  Medication or those sleep teas\n  \n  Pleasure\n  ","448033":"\n  Same ❤👀\n  ","448034":"\n  The ones I'll be going to soon 😈\n  ","448035":"\n  Hugs\n  ","448036":"\n  It was alright.\n  ","448037":"\n  Yes.\n  ","448038":"\n  All of them.\n  ","448039":"\n  The people\n  ","448040":"\n  I would\n  ","448041":"\n  Yes. Science, aquarium\n  ","448042":"\n  Desserts\n  ","448043":"\n  WHERE!?!?\n  ","448044":"\n  Be funny\n  \n  Saying cute things\n  \n  Interesting conversations\n  \n  Other shenanigans\n  ","448045":"\n  ❤💙💜 speak to me the most out of them.\n  ","448046":"\n  Yes but haven't been as much:(\n  ","448047":"\n  I would make a peanut butter one or do fruits like strawberry.\n  ","448048":"\n  Yes\n  ","448049":"\n  me lol\n  ","448050":"\n  Darkness\n  \n  Its night time\n  \n  Cold\n  ","448051":"\n  A few ❤\n  ","448052":"\n  2000 coins needed for that\n  ","448053":"\n  Nice\n  ","448054":"\n  Hello\n  ","448055":"\n  Overall I feel good.\n  ","448056":"\n  100 coins if anyone knows this\n  \n  (Can you tell I'm sick of getting this question repeatedly?)\n  ","448057":"\n  I was binge watching a bit of Emily In Paris. Need to watch more of it.\n  \n  Watched some Bridgetown but  I should probably start at the beginning\n  ","448058":"\n  50 coins to the people who get it right\n  ","448059":"\n  I understand that but its not always so easy like flipping a switch on. Things can take time.\n  \n  Rome wasn't built in a day. The things plaguing you wouldn't end straight away either. Change doesn't happen overnight but by small progressions forward.\n  \n  People can be pretty complex. Nothing is ever 100% simple. Its what we make of it and continue on\n  ","448060":"\n  :)\n  ","448061":"\n  I don't\n  ","448062":"\n  Keto: carb master\n  \n  Other: hershey, yahoo\n  ","448063":"\n  Yup\n  ","448064":"\n  You\n  ","448065":"\n  Hugs\n  ","448066":"\n  What I did 🤔\n  ","448067":"\n  I didn't but good to know about the Superbowl\n  ","448068":"\n  Yes if I had money on me\n  ","448069":"\n  Leopard is my main one\n  ","448070":"\n  Kind of in the middle. All about the type it is.\n  ","448071":"\n\n   @poetalunam\n  \n\n\n   @ErinWolf4919\n  \n  could save us 🤣\n  \n\n   @breakfreefromlife\n  \n\n\n   @patchy_life\n  \n\n\n   @DovahMonah\n  \n\n\n   @emperorpartin\n  \n\n  Maybe a few others\n  ","448072":"\n  Affirmations time ❤;\n  \n  I am grateful for what I already have and for all that I receive now.\n  \n  Everything feels so right; I trust I am on the right path for me.\n  \n  I am not a product of my circumstances. I am a product of my decisions.\n  \n  I am focused, persistent and will never quit!\n  \n  I have what it takes to reach my goals.\n  \n  My dreams are far more important than my fears. I keep going no matter what.\n  \n  My mind is free of resistance and open to the possibilities.\n  \n  My desires are fueled by an unlimited belief in myself.\n  ","448073":"\n  Within \/ intuition\n  \n  Google or other such pages\n  \n  News\n  \n  School if doing that\n  ","448074":"\n  Sketchers, nike, Adidas\n  ","448075":"\n  Complex\n  ","448076":"\n  That seems like  premature planning\n  ","448077":"\n  No. I don't smoke.\n  ","448078":"\n  Yes\n  ","448079":"\n  Good ones 🙃\n  ","448080":"\n  1987\n  ","448081":"\n  🤷🏼‍♀️\n  ","448082":"\n  Yes\n  ","448083":"\n  Beach days\n  ","448084":"\n  I don't mind either.\n  \n  Stand up ones are fun to sing into 🤷🏼‍♀️\n  ","448085":"\n  It varies\n  ","448086":"\n  Pretty good.\n  ","448087":"\n  Me\n  ","448088":"\n  Breast and legs\n  ","448089":"\n  Indeed\n  ","448090":"\n  Laser tag and arcade games. Playground stuff there too\n  ","448091":"\n  Myself, the world, souls\n  ","448092":"\n  Ketchup\n  ","448093":"\n  Couldn't find them either. Just the bottle.\n  ","448094":"\n  Guess it depends why you need one\n  \n  1. Stop worrying over things you can't control. Only makes the nerves worse\n  \n  2. Breathe\n  \n  3. Maybe close eyes if doable when there?\n  \n  4. If its needle related.. ask for a bed, don't look at it.\n  \n  5. Ask questions about whatever is going on? Ramble about anything to get your mind off it\n  ","448095":"\n  Keep riding them\n  ","448096":"\n  No, I'm not addicted to caffeine. It doesn't affect me when I do have it either.\n  ","448097":"\n  Carrots with ranch\n  \n  Celery with ranch or pb\n  \n  Never had nutella with either of those\n  ","448098":"\n  Yes, I am.\n  ","448099":"\n  I stayed quiet about sometime tonight 🤣I think it comes down to what it is.. not everything can be bad.\n  ","448100":"\n  I feel bad for them but at the same time it's cool seeing animals you dont get to see on the daily\n  ","448101":"\n  I mean football uniforms can be nice *le butts* but that would be odd doing with family or other people around\n  ","448102":"\n  No\n  ","448103":"\n  Like spending time on here? Yes, sometimes.\n  \n  Too much time on the question? No.\n  ","448104":"\n  Only you know that reason deep down\n  ","448105":"\n  Watch it?\n  ","448106":"\n  I'm not in the UK so how would I know what every person is going through?\n  ","448107":"\n  Safe and if I actually needed it\n  ","448108":"\n  nice\n  ","448109":"\n  Lockdowns 🤷🏼‍♀️\n  ","448110":"\n  Exciting about Brady?\n  ","448111":"\n  About the same as I last knew?\n  ","448112":"\n  All dogs go to heaven if that counts...\n  ","448113":"\n  Oh?\n  ","448114":"\n  Compare with pictures online of it?\n  ","448115":"\n  good luck with that\n  ","448116":"\n  Think it depends more on the company\n  ","448117":"\n  Hi\n  ","448118":"\n  🤣🤣🤣\n  ","448119":"\n  Not always\n  ","448120":"\n  Yes 👽👽👽\n  ","448121":"\n  No\n  ","448122":"\n  If the guy is willing too then yes? All about confidence too\n  ","448123":"\n  demon cat *meow*\n  ","448124":"\n  Blizzard\n  ","448125":"\n  Sleep so far\n  \n  Some questions;)\n  ","448126":"\n  No, I was watching a movie.\n  ","448127":"\n  You\n  ","448128":"\n  ?????\n  ","448129":"\n  Too late\n  ","448130":"\n  Why so pressed about what I do\/don't answer?\n  ","448131":"\n  That doesn't mean you two would get into a relationship.\n  \n  Some guys could see that as a red flag too.. showing goods to everyone.\n  ","448132":"\n  Whose?\n  ","448133":"\n  Over time. Not being desperate for one. Knowing yourself. Confidence. Patience. Knowing self-worth. Healed from past experiences.\n  ","448134":"\n  Why so salty over it?\n  ","448135":"\n  I don't mind either. Target has better decor and bathingsuits\n  ","448136":"\n  Doesn't totally make sense but thank you! Life carries on 💪\n  ","448137":"\n  Yes\n  ","448138":"\n  😘😘😘😘😘\n  ","448139":"\n  Not as much\n  ","448140":"\n  Who is they?\n  ","448141":"\n  Haha no\n  ","448142":"\n  same backwards\n  ","448143":"\n  1.\n  \n  2.\n  \n  3\n  \n  4.\n  \n  5.\n  ","448144":"\n  emas\n  ","448145":"\n  Pen\n  ","448146":"\n  Sunny, little breezy\n  \n  Thunderstorms can be good too.\n  ","448147":"\n  silence\n  ","448148":"\n  no\n  ","448149":"\n  for sure! Don't feel like we have as much meanings here XD\n  ","448150":"\n  Don't\n  ","448151":"\n  1st grade\n  \n  I have one?\n  \n  Fvrt?\n  ","448152":"\n  Hey\n  ","448153":"\n  Breathing\n  ","448154":"\n  Yes! I always hear the \"pissing it down\" one.\n  ","448155":"\n  House, travel and other things\n  ","448156":"\n  That's private.\n  ","448157":"\n  I don't\n  ","448158":"\n  Black market\n  ","448159":"\n  Haha right!\n  ","448160":"\n  Sad\n  ","448161":"\n  same\n  ","448162":"\n  No\n  ","448163":"\n  I haven't.\n  \n  I don't think the accent is strange.\n  \n  Yes\n  ","448164":"\n  Bitterness? Scared of everything? Repeat the same process over and over again.\n  ","448165":"\n  Maybe\n  ","448166":"\n  Not\n  ","448167":"\n  5 hours ago - no\n  \n  Now - sure\n  ","448168":"\n  Beautiful\n  \n  Wouldn't put they on here, you creeps.\n  ","448169":"\n  More s*x would be better.\n  \n  I don't smoke and didn't have any pizza after.\n  ","448170":"\n  Raw since the nutrients?\n  \n  But they are good both ways.\n  ","448171":"\n  My favorites\n  ","448172":"\n  yes\n  ","448173":"\n  If the hobbies needed money then yes.\n  ","448174":"\n  People will be older.  The world would look different. Idk bruh\n  ","448175":"\n  No\n  ","448176":"\n  Night kittens\n  ","448177":"\n  I guess texting or DM\n  \n  Depends on the person with calls\n  ","448178":"\n  Already doing that, fam.\n  ","448179":"\n  Me.. my body. I need to get back into working out regularly.\n  \n  Some other things too\n  ","448180":"\n  No, I wish.\n  ","448181":"\n  Over what?\n  \n  Were you the person asking if I was sore? I haven't done anything.\n  ","448182":"\n  We aren't supposed to talk about that.\n  ","448183":"\n  That's up to debate especially since that's not my name.\n  ","448184":"\n  Leave \"who that\" alone\n  ","448185":"\n  No complaints here. Anyway, not answering anything further about that. Go use your own imagination of the past ;)\n  ","448186":"\n  Snorting at funny things sometimes 🤣\n  ","448187":"\n  Stop talking about other people's body parts!\n  ","448188":"\n  Someone already asked that and I'm not putting his business out there.\n  ","448189":"\n  Why would I be sore?\n  ","448190":"\n  I don't have any, thank God 😉\n  ","448191":"\n  good places\n  ","448192":"\n  Which in particular?\n  ","448193":"\n  Both\n  ","448194":"\n  The people there weren't happy over something\n  ","448195":"\n  🤷🏼‍♀️\n  ","448196":"\n  He was my first.\n  \n  Knows how to push my buttons ;)\n  \n  The chemistry\n  ","448197":"\n  Anyone getting sick of these spaces?\n  ","448198":"\n  No 🤢🤢🤢🤢\n  ","448199":"\n  Feet would be better.\n  ","448200":"\n  No. I don't watch tiktok.\n  \n  Just the ones that show up on ig\n  ","448201":"\n  Yes even if it can be difficult\n  ","448202":"\n  \"Adesertis a barren area of landscape where little precipitation occurs and, consequently, living conditions are hostile for plant and animal life. The lack of vegetation exposes the unprotected surface of the ground to the processes of denudation. About one-third of the land surface of the world is arid or semi-arid.\"\n  \n  Arizona\n  ","448203":"\n  Nest of spiders? I'm sure there's a name for a lot of them together\n  ","448204":"\n  Spiders? Only if I was dying type thing\n  ","448205":"\n  I'm aware\n  ","448206":"\n  I'd feed the whole colony\n  ","448207":"\n  That I'm on here right now\n  ","448208":"\n  Shhh\n  ","448209":"\n  why not? spiders need love too 🕷🕸🕷🕸🕷🕸🕷🕸🕷🕸🕸🕷🕸🕷🕷🕸🕷🕸\n  ","448210":"\n  buy what?\n  ","448211":"\n  Brett Young definitely got some love.\n  \n  ~~~~~\n  \n  Like I love you - Brett Young\n  \n  Yours - Russell Dickerson\n  \n  Never quit - Benjah\n  \n  Don't want to write this song - Brett Young\n  \n  Sorry - Mila-koa\n  \n  Everytime I hear your name - Keith Anderson\n  \n  You ain't here to kiss me - Brett Young\n  ","448212":"\n  This\n  ","448213":"\n  Feed it to a spider\n  ","448214":"\n  Automatic can be more fun to be in.\n  \n  Have helped clean cars too\n  ","448215":"\n  What do you think I did?\n  ","448216":"\n  On the highway heading my way 🛸\n  ","448217":"\n  In my head more.\n  ","448218":"\n  Be at the ocean\n  ","448219":"\n  Cute but kills the rhyming :)\n  ","448220":"\n  Humans don't appeal to me\n  ","448221":"\n  no\n  ","448222":"\n  Bad teachers?\n  ","448223":"\n  No you can't\n  ","448224":"\n  Only if they buy the wrong size\n  ","448225":"\n  That you can't comprehend.\n  ","448226":"\n  Thongs\n  ","448227":"\n  Oh yes\n  ","448228":"\n  Smelling and tasting is different.\n  ","448229":"\n  He wouldn't do-that\n  ","448230":"\n  you don't need to know names\n  ","448231":"\n  That's taste, not scent.\n  ","448232":"\n  Two people come to mind so yes\n  ","448233":"\n  No, I'm straight.\n  ","448234":"\n  It's what you make it\n  ","448235":"\n  Not particularly. Can be interesting.\n  ","448236":"\n  Yes! Bummed I didn't go last year\n  ","448237":"\n  yes\n  ","448238":"\n  I'm divine\n  ","448239":"\n  Some more than others 🤗\n  ","448240":"\n  I'm doing amazing.\n  ","448241":"\n  Yes\n  ","448242":"\n  Oh, I know. They really need someone to love them.\n  ","448243":"\n  Not particularly\n  ","448244":"\n  More caring and courageous individuals\n  ","448245":"\n  I have that effect on people\n  ","448246":"\n  On good days\n  ","448247":"\n  More people should be caring like you x\n  ","448248":"\n  Faith\n  ","448249":"\n  This is all true.\n  \n  Thank you\n  ","448250":"\n  🙄🙄🙄\n  ","448251":"\n  Maybe\n  \n  Shammy leather?\n  ","448252":"\n  Just another day in paradise.\n  \n  Aww. Glad someone misses me.\n  ","448253":"\n  I know. They know it too 🖕\n  ","448254":"\n  We shall see\n  ","448255":"\n  Yes, did a bit of both today.\n  ","448256":"\n  Where?\n  ","448257":"\n  Single\n  ","448258":"\n  It could be better ❤\n  ","448259":"\n  No. My age never even came up. Nice try\n  ","448260":"\n  Getting called names because of other people's insecurities and problems they face.\n  ","448261":"\n  A hybrid of a few 🙃\n  ","448262":"\n  Beautiful\n  ","448263":"\n  Your face 👀\n  ","448264":"\n  How would I know?\n  ","448265":"\n  Yes, they can be good.\n  ","448266":"\n  Alright\n  ","448267":"\n  I love family and friends.\n  \n  As for a love interest.. it would be love, not ownership.\n  ","448268":"\n  She knows her worth? Powerful in different ways.\n  ","448269":"\n  They like the top more\n  ","448270":"\n  huh? what is age but a number?\n  ","448271":"\n  Can't disclose that valuable information.\n  ","448272":"\n  Hi\n  ","448273":"\n  Illusion.\n  ","448274":"\n  Desert\n  ","448275":"\n  Which ones? 🤔\n  ","448276":"\n  Ones in the car. I don't pay attention that much to those numbers.\n  ","448277":"\n  Wherever the gps says\n  ","448278":"\n  :)\n  ","448279":"\n  And barely breathing\n  ","448280":"\n  Omg me too\n  ","448281":"\n  Maybe not all the time but yes. People would complain if not done right or to their standards.\n  ","448282":"\n  Tiger\n  ","448283":"\n  Different poses? If art then perhaps a mix of paintings, clay, charcoal and other such practices.\n  ","448284":"\n  The ex then\n  \n  Knew for longer\n  ","448285":"\n  Not sure. Resting b!tch face and guys are always intimidated by me. I'd guess 5ish though.\n  ","448286":"\n  I don't have the right equipment for that, sorry!\n  ","448287":"\n  Need to know basis\n  ","448288":"\n  Very\n  ","448289":"\n  Science\n  ","448290":"\n  Yup\n  ","448291":"\n  Yes and still in the process of all that.\n  ","448292":"\n  Both equally\n  ","448293":"\n  Same! News to me\n  ","448294":"\n  It would vary depending on said crisis\n  ","448295":"\n  Nope\n  ","448296":"\n  Since when am I a stripper?\n  ","448297":"\n  Bit of both\n  ","448298":"\n  Either one\n  ","448299":"\n  Massage\n  \n  Medicine\n  \n  Foam roller\n  ","448300":"\n  Maybe a year\n  ","448301":"\n  Not sure\n  ","448302":"\n  Depends how loud and what is being played. Annoying if you cant hear others or think\n  ","448303":"\n  For thanking someone?\n  ","448304":"\n  Always\n  ","448305":"\n  Single\n  ","448306":"\n  That's not what I did\n  ","448307":"\n  My first one ever was the shortest. Don't remember the length.\n  ","448308":"\n  I'll pass\n  ","448309":"\n  I exercised today\n  ","448310":"\n  It's catchy. Inappropriate at times.\n  ","448311":"\n  False\n  ","448312":"\n  Years ago.\n  \n  I don't buy stuff just to have it or show off\n  ","448313":"\n  Is what it is 🤷🏼‍♀️\n  ","448314":"\n  We had this discussion lately...\n  \n  No, I wouldnt want that.\n  ","448315":"\n  More\n  ","448316":"\n  Some shops, yes.\n  ","448317":"\n  I'm not sure what my fave cousin drives right now... and considering we aren't in the same state right now that would be pretty awkward... I don't know what I'd do. I don't think I'd turn them in but yet helping might be a little much too? Don't want to be involved in whatever happened.\n  ","448318":"\n  I like blonde or browns.\n  ","448319":"\n  Its been years since I've learned.\n  ","448320":"\n  Who knows\n  ","448321":"\n  Thanks *hugs back*\n  ","448322":"\n  Some birds are out\n  ","448323":"\n  Yup\n  ","448324":"\n  Yes, plenty of times.\n  ","448325":"\n  Good night\n  ","448326":"\n  yup\n  ","448327":"\n  YouTube\n  ","448328":"\n  Things can be possible..just need to go after what we want. If you never try then yes.. it would feel impossible.\n  ","448329":"\n  Something I just mentioned 🙄\n  ","448330":"\n  Fine. Thanks\n  ","448331":"\n  Walk and hung out in the backyard\n  ","448332":"\n  It grows on trees\n  ","448333":"\n  Another ghost? :o\n  ","448334":"\n  Depends what you consider to be cheesy?\n  ","448335":"\n  me lol\n  ","448336":"\n  I suppose\n  ","448337":"\n  Agreed.\n  ","448338":"\n  Yes to both.\n  ","448339":"\n  Work the day or it will work you.\n  ","448340":"\n  Maybe?\n  ","448341":"\n  Oh, I remember a lot.\n  ","448342":"\n  Mistakes make us human. Learning from them is the best thing.\n  ","448343":"\n  Probably chicken parm\n  ","448344":"\n  A badass\n  ","448345":"\n  Does it? 🤔\n  ","448346":"\n  No clue.\n  ","448347":"\n  Vegas? Yes, someday. Especially for the Boulevard mall and goodwill there.\n  ","448348":"\n  Cantaloupe is ok but not the best to me.\n  ","448349":"\n  Time is an illusion. Also fuck this question.\n  ","448350":"\n  Everything\n  ","448351":"\n  Do you?\n  ","448352":"\n  If you say so\n  ","448353":"\n  Don't have one.\n  ","448354":"\n  Happy birthday to you! 🥳🥳🥳🥳\n  ","448355":"\n  I'm not sure.\n  ","448356":"\n  That's up to the person to figure out. We all have our own time, paths and whatever else to learn and grow\n  ","448357":"\n  I don't have that one digitized.\n  ","448358":"\n  Same\n  ","448359":"\n  It's not morning here but hope you have a good one! Thank you for the sentiment. Why the heartache emot?\n  ","448360":"\n  No\n  ","448361":"\n  I don't keep track of the length..\n  ","448362":"\n  What they say, do, how they live, the way they treat people, likes animals, humorous, their many qualities.\n  \n  We all  have some form of darkness in us but can still be good too.\n  ","448363":"\n  Putting others down for selfish reasons\n  ","448364":"\n  Sometimes but I haven't been doing that lately. Just silence and the sounds around me.\n  ","448365":"\n  Because I switched to water and tea back then. I was being more healthy. Helped with weightloss too.\n  ","448366":"\n  I'm not sure. I don't think tests know everything. I was late and tardy a lot in school so doesn't seem like it would collide with the true number.\n  \n  Not sure what my college one was but I was A,B,C student even then.\n  ","448367":"\n  I liked Pepsi better.\n  \n  I don't drink that anymore.\n  ","448368":"\n  Talking with you.\n  ","448369":"\n  It was good. Just kind of hung out with family, walked and other stuff.\n  ","448370":"\n  No and I only had s*x with one person ever.\n  ","448371":"\n  I don't care what you do, man.\n  ","448372":"\n  Yes\n  ","448373":"\n  Rather not share or feel used 🤷🏼‍♀️ more risk factors. Just drama depending on the people involved. Also if I did go that way then both parties should be able to do whatever instead of just the guy getting his many needs filled.\n  ","448374":"\n  No, nothing wrong with that.\n  \n  I'm just not entertaining the idea on here.\n  ","448375":"\n  I'm doing well.\n  ","448376":"\n  Monogamous would be better.\n  ","448377":"\n  Many factors go into it\n  ","448378":"\n  Big enough\n  ","448379":"\n  I hear snores more\n  ","448380":"\n  I'm both!\n  ","448381":"\n  Not at all\n  ","448382":"\n  No?\n  \n  Only if i needed to\n  ","448383":"\n  This isn't a dating site.\n  \n  I don't know you and not looking.\n  ","448384":"\n  To fuck shit up?\n  ","448385":"\n  aww\n  ","448386":"\n  Lovely\n  ","448387":"\n  welcome\n  ","448388":"\n  Come off anon and I'll give some\n  ","448389":"\n  Figured I'd do some affirmations because of the hearts sent\n  \n  ~~~~~~~~~~~~~~~\n  \n  ❤ The Universe wants the most fulfilling, wonderful love for me.\n  \n  💙 The more I love a person, the more they love me in return.\n  \n  💜 Love starts with me.\n  \n  🧡 I find love everywhere I go\n  \n  💛 I am surrounded by love.\n  \n  💚 We are more loved than we know.\n  ","448390":"\n  True with any app, really.\n  ","448391":"\n  Almost dinner time\n  ","448392":"\n  Both.. more so the 2nd part.\n  ","448393":"\n  Both\n  ","448394":"\n  They aren't bad but they aren't good either 🤷🏼‍♀️\n  ","448395":"\n  English\n  ","448396":"\n  Hey\n  ","448397":"\n  Not really. You should be compatible in that way as well. It is sweet when people do wait for the right person. Giving it to just anyone is bad.. should be with someone you love and trust.\n  ","448398":"\n  Pretty good\n  ","448399":"\n  Online apps then.\n  \n  Watch movies in English helps too\n  ","448400":"\n  Hey\n  ","448401":"\n  Practice\n  \n  Speak to English speakers\n  \n  Go to a class\n  \n  Online apps\n  ","448402":"\n  Never. Thank god! That would be horrible teaching them that.\n  ","448403":"\n  Dwell on positive things. Write poetry, watch movies. Listen to music. Cry if needed. Try doing something fun\n  ","448404":"\n  That is good, indeed.\n  ","448405":"\n  Lyndsey\n  ","448406":"\n  Hi\n  ","448407":"\n  Here\n  \n  Everyone wanting my location. Chill, people!\n  ","448408":"\n  I'd rather view new areas\n  ","448409":"\n  Massachusetts - Arizona\n  ","448410":"\n  No unless they say something rude while doing it.\n  ","448411":"\n  Yay. It can be fun. Don't think I'm the best at it though, still enjoyable.\n  ","448412":"\n  Dominos, a local one or Little Ceasars.\n  ","448413":"\n  A little tired but overall I'm good.\n  ","448414":"\n  Grease, Dirty Dancing, Titanic, The Notebook\n  ","448415":"\n  Both are beautiful. We could use some rain. Its been a little stormy but not much coming down.\n  \n  Doesn't snow in this specific location.\n  ","448416":"\n  Yes.\n  ","448417":"\n  Good for them\n  ","448418":"\n  The people in it\n  ","448419":"\n  Not fully. Can be interesting. I'd still watch\n  ","448420":"\n  They are still part of the family regardless.\n  ","448421":"\n  I doubt it  Why keep it so long? Maybe a year at most?\n  ","448422":"\n  Alpha\n  ","448423":"\n  No\n  ","448424":"\n  Yes?\n  ","448425":"\n  Rarely\n  ","448426":"\n  I'm human.\n  ","448427":"\n  😉\n  ","448428":"\n  218\n  ","448429":"\n  Nobody cheated.\n  ","448430":"\n  No.\n  \n  Massachusetts and in Arizona now\n  ","448431":"\n  Oh yes\n  ","448432":"\n  Aww\n  ","448433":"\n  I agree.\n  ","448434":"\n  No you aren't\n  ","448435":"\n  Family, friends, pets, place to live etc\n  ","448436":"\n  Guess it comes down to what happened, what was said.... I think it would be different each time...\n  ","448437":"\n  A few\n  ","448438":"\n  I'll pass\n  ","448439":"\n  Hey\n  ","448440":"\n  Ice skating, marathons and the snowboarding ones.\n  ","448441":"\n  No, I don't. I always wanted 2-3 though. In time :p\n  ","448442":"\n  Hi\n  ","448443":"\n  I don't know Kevin's ask. He was anonymous on here...\n  \n  Also will remain 1%rose identify a secret since they wanted it that way.\n  ","448444":"\n  Noemi?\n  \n  1%rose?\n  \n  Kevin?\n  \n  M?\n  ","448445":"\n  Good expectation\n  ","448446":"\n  Not me lol\n  ","448447":"\n  Oh well 🤣🙄\n  ","448448":"\n  :)\n  ","448449":"\n  🤷🏼‍♀️\n  ","448450":"\n  exactly that. READ, fool.\n  ","448451":"\n  Would I?\n  ","448452":"\n  Someone bringing up irrelevant guys to me.\n  ","448453":"\n  They think it's all cult stuff. What I was watching wasnt even that bad.. more motivational.\n  ","448454":"\n  Yessss\n  ","448455":"\n  God\n  ","448456":"\n  *hides in french*\n  ","448457":"\n  🤷🏼‍♀️\n  ","448458":"\n  STOP IT!\n  ","448459":"\n  yes.. def too much on mine 🤣 like no thanks.\n  \n  filters can be nice\n  ","448460":"\n  Not always\n  ","448461":"\n  Freaking family out? 🤣\n  ","448462":"\n  I don't think you'd be sleeping. not really surprising tbh\n  ","448463":"\n  Night guys\n  ","448464":"\n  sleep would be heavenly right now\n  ","448465":"\n  I'm not sure 🙄\n  ","448466":"\n  Why?\n  ","448467":"\n  You feel shaky?\n  ","448468":"\n  Uh none? Or atleast I never resonated with one.\n  ","448469":"\n  Old news. Peace out girl scouts\n  \n  P.s. I never did girl scouts\n  ","448470":"\n  Not at all\n  ","448471":"\n  Maybe next year\n  ","448472":"\n  Idk.. would you recommend a movie that I didn't watch? :o\n  ","448473":"\n  I can, I will 💃🏼💪\n  ","448474":"\n  I don't know what you mean, sir or madam.\n  ","448475":"\n  The Lion and the little dog too\n  ","448476":"\n  Hi\n  ","448477":"\n  You'd have to ask those humans\n  ","448478":"\n  Only in pictures\n  ","448479":"\n  Sleeping\n  ","448480":"\n  No?\n  ","448481":"\n  Hell of a lot, my dudes.\n  ","448482":"\n  The crackers? A legit club that you aren't a part of? Oh ya.\n  ","448483":"\n  Everyone has free will to their opinions. They should be knowledgeable on the stances.\n  ","448484":"\n  🤷🏼‍♀️\n  \n  The kirby vacuums was the first thing I thought of.\n  ","448485":"\n  That depends who you are\n  ","448486":"\n  Uh.. everyone I still had there.\n  \n  Feel like at the end I was only talking with\n  \n\n   @NO3MM3RZ\n  \n  about normal things.\n  ","448487":"\n  Biden. Old news 🤙\n  ","448488":"\n  He always had boogers and  hairy af nostrils!\n  \n  Nah, more scared of doctors.\n  \n  True story though 🙃\n  \n  Trim those hairs\n  ","448489":"\n  Sleep? Take time for myself. Take short breaks. Drink water or have a snack depending on what I'm being burnt out from..all subjective on what I'd do.\n  ","448490":"\n  oh?\n  ","448491":"\n  What is? Le confusion rises.\n  ","448492":"\n  Not really\n  ","448493":"\n  B!tch, I have.\n  ","448494":"\n  We shall see\n  ","448495":"\n  Me\n  ","448496":"\n  On mine?\n  \n  I haven't posted anything in a while.\n  ","448497":"\n  Would you read it to me? :p\n  \n  Rainbow fish\n  \n  Some bee book\n  \n  One about a dragon. Was a series\n  \n  Babysitters club or whatever it was. Mystery shit.\n  ","448498":"\n  Why would someone interview me? Or do you mean job wise? Nobody likes those! Especially if they get anxious.\n  ","448499":"\n  I have a few of them\n  ","448500":"\n  Good night\n  ","448501":"\n  I'm not quite sure. Being burned seems scary but I like the idea of being at sea\/in water. Yet again it seems nice to be in one spot where people could visit as well 🤷🏼‍♀️\n  ","448502":"\n  Yes\n  ","448503":"\n  Sick of men that aren't worth it\n  ","448504":"\n  You'll never know\n  ","448505":"\n  50\/50 all about the exact show\n  ","448506":"\n  Yes!\n  ","448507":"\n  Everything.\n  ","448508":"\n  Indeed\n  ","448509":"\n  The Bachelor, The Walking Dead, Game of thrones, Lost, Brigderton, Emily in Paris, Pretty little liars, gilmore girls, breaking bad, dexter, one tree hill\n  \n  Mix of a lot of different shows\n  ","448510":"\n  I'm not sure yet\n  ","448511":"\n  Yawning\n  ","448512":"\n  silence!!\n  ","448513":"\n  Why is that?\n  "}}