{"Question":{"449587":"\n   What does your dream house look like?\n  ","449588":"\n   What makes you happy\n  ","449589":"\n   What your favorite time pass\n  ","449590":"\n   ben\n  ","449591":"\n   What good word you can say to someone?\n  ","449592":"\n   Who is the coolest person you know?\n  ","449593":"\n   what do you think of sci-fi movies? do you have a favorite one?\n  ","449594":"\n   Whats for dinner tonight?\n  ","449595":"\n   Who scares you the most. Me? Or someone stronger controlling me?Or both of us at the same time?\n  ","449596":"\n   Your relationship\n  ","449597":"\n   Do you drink alcohol?\n  ","449598":"\n   What’s the farthest away place you’ve been to? For me, it’s Thailand.\n  ","449599":"\n   Ok. But you understand I am not bad so i am happy for you.\n  ","449600":"\n   go get maxwell hehe\n  ","449601":"\n   dan\n  ","449602":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","449603":"\n   ❤❤\n  ","449604":"\n   What would you rather be doing then what you're doing now? \n🛌💆‍♂️🧗‍♀️🏄‍♂️🚴‍♀️\n  ","449605":"\n   who that\n  ","449606":"\n   Harry Potter is your mentor. I AM NOT MEAN OR EVIL. YOU UNDERSTAND THAT. I AM HAPPY ABOUT YOU BECAUSE I AM NOT LOSER.\n  ","449607":"\n   What would make you happy right now?\n  ","449608":"\n   What is the best way to say goodbye?\n  ","449609":"\n   Would you rather go without the internet OR showering for a month?\n  ","449610":"\n   💔\n  ","449611":"\n   Black or white ?\n  ","449612":"\n   can i see\n  ","449613":"\n   Who was your childhood hero?\n  ","449614":"\n   What do you have planned for Christmas 🎄??\n  ","449615":"\n   Do you have a mentor in your life?\n  ","449616":"\n   So does anyone know Victoria's Secret?\n  ","449617":"\n   Boneless or bone in wings ?\n  ","449618":"\n   You ever watched the Crocodile Hunter?\n  ","449619":"\n   One feeling frisky and want to get off together?\n  ","449620":"\n   Do you feel comfortable, when being photographed?\n  ","449621":"\n   What is the food that you just can’t get enough of? 😛\n  ","449622":"\n   wdym\n  ","449623":"\n   Hello girl. How are you doing?\n  ","449624":"\n   peepee juice?\n  ","449625":"\n   Hello girl. Are you evil too?\n  ","449626":"\n   wdym :D\n  ","449627":"\n   Brissa.18\n  ","449628":"\n   Would it be immoral to sleep with or Marry an in-law?😱 example a guy slept with his brothers wife's sister\n  ","449629":"\n   How many countries have you been to?\n  ","449630":"\n   The sauce\n  ","449631":"\n   pepee juice\n  ","449632":"\n   Do you read\/listen\/watch the news? Where do you read\/listen\/watch it from? 📰\n  ","449633":"\n   Would You Rather Live 120 Years That Are Comfortable But Boring, Or Live Half As Long, But Have An Exciting Adventure Packed Life?\n  ","449634":"\n   When are you human?\n  ","449635":"\n   Have you ever been in love?\n  ","449636":"\n   Do you believe you have found or true love or might never meet them?\n  ","449637":"\n   What do men want in a women nowadays?\n  ","449638":"\n   do you have nieces and nephews\n  ","449639":"\n   What makes a person crazy\n  ","449640":"\n   What's your favorite scent?\n  ","449641":"\n   got trust issues?\n  ","449642":"\n   Eggs or Bacon? 🍳🥓✨\n  ","449643":"\n   What's a food you hated as a kid, but love now?\n  ","449644":"\n   Did you ever own a Walkman?\n  ","449645":"\n   I love him back, but he thinks I like someone else. He doesn't listen lol. Just ask me out already. 😂🐇\n  ","449646":"\n   Do you still have your tonsils?\n  ","449647":"\n   What's your favorite thing to order at Culver's?\n  ","449648":"\n   Pizza or Spaghetti\n  ","449649":"\n   What do you think about when you wake up in the middle of the night?\n  ","449650":"\n   If anyone is feeling unloved, please know that you are! You are welcomed here, and you are not judged.\n  ","449651":"\n   Do you think you are physically handsome?\n  ","449652":"\n   🌻🍃.. cuánto dolor puede soportar el ser humano??..💋💙💜💋.. how much pain can humans bear??..🍃🌻\n  ","449653":"\n   If you knew the same people who aggravate and frustrate you were going to die would you be aggravated and frustrated by them ?\n  ","449654":"\n   Are you a hugger?\n  ","449655":"\n   Post a sexy photo of a man in clothing on ask fm and see what happens.\n  ","449656":"\n   Do you like 2 story homes? Or no go on houses with stairs?\n  ","449657":"\n   Fired chicken. Yay or nay?\n  ","449658":"\n   Do you know when someone it's flirting with you ?\n  ","449659":"\n   If your bday is in dec ONLY ANSWER THIS QUESTION!! Do you get double the gifts in dec?\n  ","449660":"\n   what’s your name?\n  ","449661":"\n   Have you ever had honey gold wings\/chicken tenders ??\n  ","449662":"\n   Soo, are you more interesting than you look?\n  ","449663":"\n   Have you ever been to California?\n  ","449664":"\n   I am a boy who wants to start wearing skirts and want to know which skirt I should wear?\n  ","449665":"\n   Does everyone eat turkey for Thanksgiving?\n  ","449666":"\n   Do you ever have people put words in your mouth?\n  ","449667":"\n   where do you land on the political spectrum?\n  ","449668":"\n   I want a really hot girl to tell me if I'm ugly or not and be brutally honest. Any volunteers? I'll give you my Snapchat 😂\n  ","449669":"\n   Did anybody take the covid shot? I am concerned. I feel dizzy and feverish.\n  ","449670":"\n   What’s the best way to start the day?\n  ","449671":"\n   i think you're choosing to take it too literally\n  ","449672":"\n   My father died of a brain tumor. My  aunt's sister died of a brain tumor. My cousin's husband died of a brain tumor. Whisper words of wisdom.\n  ","449673":"\n   Do you like formal clothes or casual clothes?\n  ","449674":"\n   What is your favorite type of ice cream cone: cake cone or sugar cone?\n  ","449675":"\n   Do you like Beef Jerky?\nTeryaki, Plain, flavors.......\n  ","449676":"\n   What movie makes you cry\n  ","449677":"\n   do you prefer strawberry, chocolate, or vanilla ice cream?\n  ","449678":"\n   it just feels like it has a better chance if you don't separate yourself from something you'd like to see corrected.\n  ","449679":"\n   When is love a weakness?\n  ","449680":"\n   Share something you're grateful for today.\n  ","449681":"\n   What pain is harder for you: physical or spiritual?\n  ","449682":"\n   Any past experiences with incredibly rude people? :\/\n  ","449683":"\n   How good are you at saying “no”?\n  ","449684":"\n   What was the last thing you said to a friend who pissed you off?\n  ","449685":"\n   do you follow your heart or your mind?\n  ","449686":"\n   Sugar cookies VS Chocolate chip 🍪\n  ","449687":"\n   Just kidding I don't\n  ","449688":"\n   Idk who needs to hear this but I know how hard the holidays can be. So I just want you to know that no matter what your going through and no matter who you are YOU have value, purpose, worth, and are perfect in everyway. Think nobody cares well your wrong because I do 💝🙏 , i love you and God bless\n  ","449689":"\n   Do you like tapestries?\n  ","449690":"\n   Love you\n  ","449691":"\n   Who would love a tarot card.  ? Ask your question I'll pick a few.\n  ","449692":"\n   When are we going to start being more forgiving to people who sometimes don't think things through before saying something?\n  ","449693":"\n   Are there any places that make you feel uneasy? (Ex. hospitals)\n  ","449694":"\n   Do you like pickles?\n  ","449695":"\n   How do you deal with abuse? Emotionally and mentally?\n  ","449696":"\n   Aren't Firehouse Subs and Subway rivals?\n  ","449697":"\n   What’s your favorite kind of non-American cuisine?\n  ","449698":"\n   Ben n Jerry’s or Breyers?\n  ","449699":"\n   What are some good Christmas gift ideas for a guy?\n  ","449700":"\n   How would you feel if people could read your mind? Would you change what you think about?\n  ","449701":"\n   Sometimes loneliness hurts too much.\n  ","449702":"\n   Do you prefer ice cream with cookies or without cookies in it?\n  ","449703":"\n   Do you think we will receive the $2k stimulus?\n  ","449704":"\n   Dunkin’ or Starbucks\n  ","449705":"\n   How do you ask a girl you like if she's gay without acting creepy about it or being offensive? 🤔 any advice is helpful!\n  ","449706":"\n   What does “drama free” mean to you? What’s your definition of it?\n  ","449707":"\n   Y’all like peppermint stuff? ❤️\n  ","449708":"\n   Do you have a chain of command at work?\n  ","449709":"\n   Ever had people do evil\/hateful or spiteful things to you,and they thought you never knew about it until you been looking over them about it to keep a friendship?\n  ","449710":"\n   Expensive car or a luxurious house?\n  ","449711":"\n   If you could earn money while lying 50% of the time would you do it?\n  ","449712":"\n   What’s your favorite anime?\n  ","449713":"\n   Do you think that people always bring up other peoples past and bad things instead of thinking about the positive things they have done and the good stuff ?\n  ","449714":"\n   Can I have a hug?\n  ","449715":"\n   What is your go-to way to judge someone’s character?\n  ","449716":"\n   No reason, just idle random curiousity... What time do you eat dinner? Is it generally the same every night?\n  ","449717":"\n   Y THO\n  ","449718":"\n   That's not always the case, actually. A lot of toxic and abusive people wait until a relationship is secured before they start showing red flags. It's incredibly common. A lot of abuse victims (myself included) struggle to get out of those relationships because of it.\n  ","449719":"\n   Tumblr anyone?\n  ","449720":"\n   get to padlin chop chop\n  ","449721":"\n   What are red flags you look for before you break up with someone?\n  ","449722":"\n   Where did it happen ?\n  ","449723":"\n   yes\n  ","449724":"\n   master bait\n  ","449725":"\n   what’s one thing u do when nobody’s around ?\n  ","449726":"\n   Favorite flavor ice cream?\n  ","449727":"\n   Why do women ask men to do something. And then get mad when we do it?\n  ","449728":"\n   if you had to choose between a white phone, black phone, silver phone, or rose gold phone, which would you choose?\n  ","449729":"\n   micro peepee\n  ","449730":"\n   How do you escape this labyrinth of suffering? My answer was faith, what's yours?\n  ","449731":"\n   If u lose your appetite when you talk to him should you talk to him\n  ","449732":"\n   hi i am the official butt checker we need to see yours and see if it meets the official requirements please post a picture of it for inspection\n  ","449733":"\n   What do you think about the kissing and sex scenes in the movies?\n  ","449734":"\n   hii\n  ","449735":"\n   How many of you like chocolate cake?\n  ","449736":"\n   Cardi B. has been arrested for indecent exposure. Is this racism ? Are you angry about this ?\n  ","449737":"\n   where would you like to travel to\n  ","449738":"\n   Y THO\n  ","449739":"\n   Are you a very stressed person?\n  ","449740":"\n   What’s a good reason to ghost somebody\n  ","449741":"\n   What singer do you get romantic urges with when listening to?\n  ","449742":"\n   Will you\/Do you think you’ll have a valentine this year? 🍭💝 ✨\n  ","449743":"\n   What are you doing here?\n  ","449744":"\n   huge pepee\n  ","449745":"\n   What was the last thing  to make you feel old\n  ","449746":"\n   I got pulled into the bathroom.\n  ","449747":"\n   NO!!!!\n  ","449748":"\n   She was taking a shower.\n  ","449749":"\n   I was at daycare one day.\n  ","449750":"\n   Besides myself, who is your best looking friend?\n  ","449751":"\n   Not a ghost!\n  ","449752":"\n   This is my cousin we’re talking about.\n  ","449753":"\n   Why do people complicate things?\n  ","449754":"\n   Would you rather lay in a tank full of snakes for $50,000 or in a tank full of rats for $10,000 or would you just go home with nothing?\n  ","449755":"\n   Has anybody every liked you so much that they couldn’t come to you,but could go to somebody else to talk about you ?\n  ","449756":"\n   Who's the most narcissistic person you know?\n  ","449757":"\n   Shoutout:\n\n(Said with respect)\n\nAdmit it. You're the person everyone wants to be with!\n  ","449758":"\n   Abs or Dad Bod?\n  ","449759":"\n   Happy ending\/sad ending??\n  ","449760":"\n   Have any of you watched: CATCH.44?\n  ","449761":"\n   Which would you rather have for breakfast:Cereal or Yogurt with granola?😋\n  ","449762":"\n   U have gf?😱\n  ","449763":"\n   I hope you have a good day and a better tomorrow ❤️\n  ","449764":"\n   Any idea what was going on?\n  ","449765":"\n   Forever drunk or forever sober?\n  ","449766":"\n   Dude how many women do you talk to friggin perv\n  ","449767":"\n   Teddy gram cookies. Yay or nay?\n  ","449768":"\n   What’s your biggest fear? 🔥🌚\n  ","449769":"\n   Flying or strength? Which power?\n  ","449770":"\n   Why are some men so vile towards women that haven’t done anything wrong to them?\n  ","449771":"\n   What do you think about the ocean? Scary? Mysterious? Vacation spot?\n  ","449772":"\n   How do you handle criticism that you didn't ask for?\n  ","449773":"\n   What makes you feel like a boss?\n  ","449774":"\n   Do you like mushrooms?\n  ","449775":"\n   What's your favorite gem?\n  ","449776":"\n   Love hurts...\n  ","449777":"\n   What is one thing you refuse to share?\n  ","449778":"\n   Did you ever cry, because of love problems?\n  ","449779":"\n   I don't think 2021 is gonna be better\n  ","449780":"\n   IM A FART\n  ","449781":"\n   Favorite ex?\n  ","449782":"\n   Can you force your spouse to cheat? And if so how?\n  ","449783":"\n   What's up doc?\n  ","449784":"\n   What is an instant turn off for you?\n  ","449785":"\n   Good morning ☀️🌸😍\n  ","449786":"\n   I'm in need a friends that don't want to sleep with me or have a crush on me....\n  ","449787":"\n   Are words and human voice enough to influence feelings? Listen to this video and tell me what you think? Https: \/\/www.youtube.com\/watch? V = ETsrw9k6omM & t = 0s\n  ","449788":"\n   Would you wear a black wedding dress?\n  ","449789":"\n   What would be an accurate tag line for each month?\n  ","449790":"\n   When you send someone a mensage and this person it's lingering to answer do you feel bad ?\n  ","449791":"\n   Funny\/weird Christmas memory? 🎄🎅🦌⛄\n  ","449792":"\n   What would be your weapon of choice in a zombie apocalypse? Maybe a metal bat?\n  ","449793":"\n   What the most of all you value in this life?\n  ","449794":"\n   Should I go with my gut even tho my head says it going to end up the same as before (aka not well)\n  ","449795":"\n   Anyone here ever wants a sugar mommy?!\n  ","449796":"\n   Ever been roller skating?\n  ","449797":"\n   If You Were In A Room Filled With You And Your Doppelganger And 2 Million Dollars, What Would You Do?\n  ","449798":"\n   Have you ever seen something so surprising that you were thinking\" I did NOT see that coming\"?\n  ","449799":"\n   What makes you uncomfortable\n  ","449800":"\n   If you were really hungry, really exhausted, AND really gross, what would you do first — eat, nap, or shower?\n  ","449801":"\n   Do you sleep with a Fan on? Even in the winter time? 🤣 I do both 😂\n  ","449802":"\n   Fav. thing to do when bored.\n  ","449803":"\n   What are you wearing for Christmas?\n  ","449804":"\n   Do you like spicy food?\n  ","449805":"\n   Do you prefer in-person shopping or online shopping?\n  ","449806":"\n   What makes your family amazing? 👨‍👩‍👧‍👦♥️\n  ","449807":"\n   What is the hardest job in the world and why?\n  ","449808":"\n   What is the history of your home town or city?\n  ","449809":"\n   Ever used a sledge hammer?\n  ","449810":"\n   If you could get a weird pet, not the usual ones, what would you get? 🙃\n  ","449811":"\n   What a maroon.\n  ","449812":"\n   Would you rather have breakfast in Eiffel tower or dinner in a castle?🗼🏰\n  ","449813":"\n   What's your attitude towards small kids? Do you like them???\n  ","449814":"\n   What the point of life when you just end up dying anyway?\n  ","449815":"\n   Would you rather have lived in the 1870s or in the 1970s?\n  ","449816":"\n   that's not how WYR works 😉\n  ","449817":"\n   Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?\n  ","449818":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful weekend ❣\n  ","449819":"\n   Why do people ask questions even if they already know the answer? 🙄\n  ","449820":"\n   • How do you define ART? 🎨🎭\n  ","449821":"\n   Have you foiled anyone’s evil plans lately?\n  ","449822":"\n   huge peepee\n  ","449823":"\n   When was the last time you got asked for your id\n  ","449824":"\n   Have you ever argued over who should pay for something?\n  ","449825":"\n   But venting is helpful 🤣\n  ","449826":"\n   Really want it to just end this is pathetic.\n  ","449827":"\n   Good night\n  ","449828":"\n   talking about covid-19.\n  ","449829":"\n   What's the first word that comes to mind when you think of the letter \"H\"?\n  ","449830":"\n   I hate my best friends boyfriend .He acts like a child and I know she can do so much better. How do I get rid of him?\n  ","449831":"\n   Do you like to wake up early on Christmas morning?\n  ","449832":"\n   Do you remember what made you smile the most this week?\n  ","449833":"\n   After the wedding, would you tell him\/her thank you for marrying you?\n  ","449834":"\n   Do you like Protein shakes\n  ","449835":"\n   What’s something you wish you could say to that one person?\n  ","449836":"\n   What does it mean if a female doesn't text you after the first and\/or second date?\n  ","449837":"\n   If you had a choice: no repercussions you can take revenge on the person who has wronged you the most in your life in any way you see fit.\nor\nyou can marry the person who you loved most in your entire life. [if you haven't met them you get to meet that person.] \n\nwhich do you choose? why?\n  ","449838":"\n   If your heart is open, what would people see?\n  ","449839":"\n   what kind of clothing do you usually wear on lazy days?\n  ","449840":"\n   Do you hate anybody? Why? 🤔\n  ","449841":"\n   Do you prefer online dating or meeting someone in person?\n  ","449842":"\n   are you happy or sad? no in-between.\n  ","449843":"\n   I wish I had someone to cuddle with\n  ","449844":"\n   have you ever experienced anything so fateful in your life?\n  ","449845":"\n   If you know you can help someone will you help? Or will you just be mean and deny your help wether they are asking for the help or not?\n  ","449846":"\n   What’s your best feature?\n  ","449847":"\n   You are as good as you allow yourself to be.\n  ","449848":"\n   I need you\n  ","449849":"\n   have you ever had to take antibiotics? for what?\n  ","449850":"\n   Do you need to be yourself in our world?\n  ","449851":"\n   I will bite you on the side of your neck to get blood.\n  ","449852":"\n   Does miscommunication = misunderstanding?\n  ","449853":"\n   What’s worse, Someone who lies a lot or someone who can’t ever apologize?\n  ","449854":"\n   Did you go to the snow this weekend?\n  ","449855":"\n   have you had to get a friend out of a situation before  it got embarrassing if soo what was it?\n  ","449856":"\n   How many people know what you did yesterday?\n  ","449857":"\n   What should you do if you like a person in you try everything to get they attention you text them but they only see your text but don’t text back ?\n  ","449858":"\n   Would you ever snorkel with me?\n  ","449859":"\n   Are you a decisive or doubtful person?\n  ","449860":"\n   wine, beer, liquor, or neither?\n  ","449861":"\n   Why was I gaslighted?\n  ","449862":"\n   Are you usually early, on time, or late when showing up to events?\n  ","449863":"\n   Do you think women are good people ? \nAlso please dump your wife or girlfriend.\n  ","449864":"\n   what do you use to wash your face?\n  ","449865":"\n   Are you for or against sex work?\n  ","449866":"\n   Did your family have a weird nickname for you when you were growing up?\n  ","449867":"\n   Ever been gaslighted for no reason at all?\n  ","449868":"\n   What’s the most comfortable bed or chair you’ve ever been in?\n  ","449869":"\n   What's a fear of yours that not many people know about?\n  ","449870":"\n   Are you bossy?\n  ","449871":"\n   Have you ever locked yourself out of the house?\n  ","449872":"\n   Does anyone really like Kale?\n  ","449873":"\n   Do you share everything?\nWho with?\n  ","449874":"\n   My crush\n  ","449875":"\n   In your own words, what do you think is the scariest thing about life?\n  ","449876":"\n   The first liker get 50 likes and follow\nDeal?\n  ","449877":"\n   Miss all\n  ","449878":"\n   Do you like the ocean?\n  ","449879":"\n   Who else isn’t drinking for New Year’s Eve?\n  ","449880":"\n   Are you happy right now?\n  ","449881":"\n   Have you ever accidentally called your teacher \"MOM\"?\n  ","449882":"\n   Do you like gospel music?\n  ","449883":"\n   Have you ever cheated in a relationship ? If so what was your reason to why\n  ","449884":"\n   How good are you at decorating cookies?\n  ","449885":"\n   Why is it easier for guys to want to remain friends immediately after the relationship than girls? It’s like it didn’t hurt them.\n  ","449886":"\n   anyone ready for other holidays\n  ","449887":"\n   WYR love or be loved?\n  ","449888":"\n   Who are you proud of?\n  ","449889":"\n   Money or true love??\n  ","449890":"\n   What have you learned in life that you feel will be the most useful?\n  ","449891":"\n   Earlier I ate 5 lil Bananas. I had a glass of milk.\n  ","449892":"\n   Damn it is extremely cold. Google said it had to be sunny this week.\n  ","449893":"\n   Would you rather fly a helicopter or fly a commercial plane? 🚁🛩️\n  ","449894":"\n   Pk\n  ","449895":"\n   What is your favorute sweet from an indian diary sweet shop? Chum Chum or Gulab Jaman.\n  ","449896":"\n   Hello girl. Is anything good going to happen?\n  ","449897":"\n   Haha\n  ","449898":"\n   Hamburgers with or without pickles? 🍔\n  ","449899":"\n   Hello do you like cheese and cheese cake?\n  ","449900":"\n   What did you dream about last night?\n  ","449901":"\n   What’s the closest thing to real magic?\n  ","449902":"\n   If there’s an afterlife can there be a beforelife?\n  ","449903":"\n   Would you let a guy go down on you after you have slept with someone else?\n  ","449904":"\n   Why do you believe some people respond to questions on here in a rude or edgy manner?\n  ","449905":"\n   ur boyfriend\/girlfriend wanna be??\n  ","449906":"\n   Water slides or  roller coaster\n  ","449907":"\n   Do you believe in giving people second chances, and why?\n  ","449908":"\n   Do you miss the guys from high school ?\n  ","449909":"\n   \"Wrong is wrong, no matter who does it or who says it.\"\nMalcolm X\n  ","449910":"\n   How long is the nonstop flight from DFW International Airport to Miami International Airport? I'm just curious. Thanks\n  ","449911":"\n   You're cute\n  ","449912":"\n   Hi I’m going through a tough time. Any advice?\n  ","449913":"\n   What makes you smile no matter what mood you’re in?\n  ","449914":"\n   Are you an anxious person? If yes, what does cause this anxiety in you?\n\nI'm extremely anxious about future events. I'm constantly worrying about what might happen in next day or 10 years later or wether I will reach my dreams or not.\n  ","449915":"\n   inspiration?\n  ","449916":"\n   Whats your favorite candy\n  ","449917":"\n   This is for my African American women: Do you think it’s a compliment for a person of non color to say “You’re pretty for a black girl” or “You’re cute for a black girl” Am I wrong for getting offended.\n  ","449918":"\n   Who did you have a crush on, knowing you would never tell them?\n  ","449919":"\n   do you have it in you to forgive?\n  ","449920":"\n   How could I get a friend from another country?\n  ","449921":"\n   sorry my bad, all four?\n  ","449922":"\n   How do you get over someone, who has long been over you?\n  ","449923":"\n   What is up with this fucked up government\n  ","449924":"\n   Are you scared of anything?\n  ","449925":"\n   What is the secret of happy relationship?\n  ","449926":"\n   You called me\n  ","449927":"\n   What sides go well with spaghetti and meatballs?\n  ","449928":"\n   If you know how to do them and other important stuff, you will make money faster and succeed.\n  ","449929":"\n   make a nice website, logo....all of these details count.\n  ","449930":"\n   How do you feel about Halloween\n  ","449931":"\n   Looking for a boyfriend to be my only fans photographer\n  ","449932":"\n   Have you ever been in a log cabin before?\n  ","449933":"\n   Do you know how to dance? 💃\n  ","449934":"\n   It depends if you have the good strategies like you need to know your audience, learn how to do marketing, run ads on Facebook, IG, and the social media platform.\n  ","449935":"\n   huge peepee\n  ","449936":"\n   How it's life ?\n  ","449937":"\n   Do you go Christmas caroling?\n  ","449938":"\n   can’t get you out of my head?!?\n  ","449939":"\n   Have you ever been to Applebee’s\n  ","449940":"\n   Can you share a useful tip for dating?\n  ","449941":"\n   Where Is your childhood friend Now?\n  ","449942":"\n   Do you prefer to have space? Or do you prefer company?\n  ","449943":"\n   The object that's on your right side will save the world. What is it?\n  ","449944":"\n   Guys: is it disrespectful for a woman I just recently started seeing to go through my phone? She can't get mad for what she finds on my ph if she's not my girlfriend right?\n  ","449945":"\n   Last thing you wore that was yellow\n  ","449946":"\n   What’s the craziest thing you have done for money\n  ","449947":"\n   Do you like Nickelback ?\n  ","449948":"\n   Do you think that everyone should write some thank you notes to their loved ones before the year ends?\n  ","449949":"\n   I gave this one because selling products online (E-commerce) is one of the best ways to make money in 2021.\n  ","449950":"\n   I would say build a social media platform like IG, Facebook....etc. after you have many followers, you can create a brand and start selling a product of your choice. It's a whole process, but there are other ways to make money faster.\n  ","449951":"\n   Are you watching any competition shows at the moment?\n  ","449952":"\n   How it is your day ?\n  ","449953":"\n   What's your favorite type of tea?\n  ","449954":"\n   what kind of topping that u like on ur pizza?\n  ","449955":"\n   Why are people so afraid when it comes to surrounding themselves with those who’d promote healing and assist with their growth?                                Why choose people who bring out traits better seen in individuals who’ve hurt you? Frightened you?\n  ","449956":"\n   What song are you currently loving?\n  ","449957":"\n   idk bruh\n  ","449958":"\n   What do you wish people could see in you?\n  ","449959":"\n   Have you ever been to a real working farm with animals and crops? 🌽 🍎 🐮 🐔 🐷 🐴 🌾 🥔 🥕\n  ","449960":"\n   micro peepee\n  ","449961":"\n   Good Morning guys. Does anyone need advice? If yes, let me know, and I will try my best to tell you what you can do.😊\n  ","449962":"\n   If someone said they’d pay you $500 million to kick your ex’s ass, the would you do it?\n  ","449963":"\n   I’m gay.\n  ","449964":"\n   I’m sorry, polygamous relationship?\n  ","449965":"\n   Do you often dress up or dress down? 😀\n  ","449966":"\n   could yall date someone online and the distance would be long distance ?\n  ","449967":"\n   🌻🌷🌈\n  ","449968":"\n   Ice skating yay or nay?\n  ","449969":"\n   When was the last time you saw an animal in the wild?\n  ","449970":"\n   Do you plan to get the vaccine?\n  ","449971":"\n   Would you bond in a relationship with multiple people or with just one person?\n  ","449972":"\n   Do you argue with emotion or logic\/facts?\n  ","449973":"\n   How is everyone feeling today? Respond with an emoji!\n  ","449974":"\n   How to flirt\n  ","449975":"\n   Iam hungry\n  ","449976":"\n   Waffle House or iHop\n  ","449977":"\n   What is the worst weather you've experienced?\n  ","449978":"\n   Then I heard a curtain and water splashing of water.\n  ","449979":"\n   Where are some unusual places you’ve been? 🙀\n  ","449980":"\n   What now??\n  ","449981":"\n   yes\n  ","449982":"\n   What’s the last concert you went to?\n  ","449983":"\n   L.E.T.S. B.E. B.A.E.S.\n  ","449984":"\n   Would you rather go to the doctor or to the dentist?\n  ","449985":"\n   Can any lab in your city rest water for tracking anything mixed in it?\n  ","449986":"\n   What is her instagram?\n  ","449987":"\n   • Are there any politicians that you trust completely?\n  ","449988":"\n   Yes or no. If I get my shit together, will u leave him and marry me?\n  ","449989":"\n   Could you ever forgive a cheater\n  ","449990":"\n   Have you ever been in a bar fight?\n  ","449991":"\n   Is a person whom puts their all into everything they do, and puts their family and kids above their own happiness, a \"loser\"?\n  ","449992":"\n   How do you know you have done the right thing?\n  ","449993":"\n   What this mean?\n\nthis is becoming a boston\n  ","449994":"\n   How can people become happy?\n  ","449995":"\n   Do you like chicken nuggets\n  ","449996":"\n   What happen to respect, loyalty and honesty in a relationship? What happen to commitment? 🤔\n  ","449997":"\n   Go and follow me on tiktok😬\n  ","449998":"\n   What is a girl name you like?\n  ","449999":"\n   Do you like coconut water?\n  ","450000":"\n   (Im a straight dude btw).......If I shot my shot would I miss?🤔\n  ","450001":"\n   I wish the world was a better place\n  ","450002":"\n   Sugar relationships in Arizona?\n  ","450003":"\n   Do you believe in god?\n  ","450004":"\n   What NFL player in your dreams are you?\n  ","450005":"\n   Cookies or ice cream?\n  ","450006":"\n   Are your parents still alive?\n  ","450007":"\n   Y THO\n  ","450008":"\n   Why is it that some people can’t admit their wrong and can’t apologize for their mess up ? They blame the other party instead, everyone messes up sometimes and should face it and be a better person grow from it and move on I say 😊\n  ","450009":"\n   Do you consider yourself to be \"above\" eating fast food?\n  ","450010":"\n   Tell me about your zodiak !\n  ","450011":"\n   What words would you say to the person who hurt you the most?\n  ","450012":"\n   What do you think of slut-shaming? Why do you think it exists?\n  ","450013":"\n   WUAT UP\n  ","450014":"\n   triple fart\n  ","450015":"\n   Have you seen anything weird lately?\n  ","450016":"\n   It hurts to be alone 🥺\n  ","450017":"\n   Unpopular opinion: pizza is overrated\n  ","450018":"\n   What is one food you could eat all in one sitting?\n  ","450019":"\n   Is the last thing on ur mind before you go to sleep positive or negative?\n  ","450020":"\n   Someone is spreading a rumor about you. Describe one way you could resolve the issue positively.\n  ","450021":"\n   what's your love language ? 💓\n  ","450022":"\n   Is it okay if one firefighter is 6'7\"?\n  ","450023":"\n   What is more important than money? Why?\n  ","450024":"\n   If I don’t have you\n  ","450025":"\n   u meanie\n  ","450026":"\n\n    @NineGDxFour\n   \n   is a big psycho avoid her!\n  ","450027":"\n   What’s the most annoying noise?\n  ","450028":"\n   A guy unfollowed me because I posted a FB memory from 3yrs ago about my ex boyfriend.\nWhy?\n  ","450029":"\n   Have you ever had chicken spaghetti before?\n  ","450030":"\n   Hello.How was your day?\n  ","450031":"\n   Do you enjoy playing pranks?\n  ","450032":"\n   The thing is, man believes that the earth, its beauty, the sky and its splendor. It can't be a coincidence. And that there is a creator of this wonderful universe, and that we must worship him and unite him, because he cannot have a partner or a son! What do you think of that?\n  ","450033":"\n   Do you sleep in complete darkness or with a light?\n  ","450034":"\n   I sweaR some ppl some of these questions have to be the moSt outspoken, Dumbest Logic ever spoKen !\n  ","450035":"\n   so yes\n  ","450036":"\n   😭😭😭\n  ","450037":"\n   is that ur crush\n  ","450038":"\n   why so rude to that person\n  ","450039":"\n   u forgot the i\n  ","450040":"\n   Why do pepole feel they always lack something?\n  ","450041":"\n   ✏️ or 🖊\n  ","450042":"\n   This shit about politics is whack. We aren’t even human doing the things we’re doing right now\n  ","450043":"\n   Every day is a new beginning. Take a deep breath and start again.\n  ","450044":"\n   Which side of the bed do you sleep on?\n  ","450045":"\n   Thank you :)\n  ","450046":"\n   What are your biggest goals for your life? What progress have you made in attaining them?\n  ","450047":"\n   How close are you to losing control?\n  ","450048":"\n   Are grilled cheese sandwiches for you?\n  ","450049":"\n   What would you do if you could inflate your body like a balloon?\n  ","450050":"\n   Super Smash Bro's ?\n  ","450051":"\n   Are you happy about Shawn and Camila’s engagement?\n  ","450052":"\n   Strawberry or cherry\n  ","450053":"\n   What is your definition of a beautiful\/handsome person?\n  ","450054":"\n   People are more agressive these days, why?\n  ","450055":"\n   pepee\n  ","450056":"\n   Have you’ve ever walked into the wrong restroom?\n  ","450057":"\n   Do u like it\n  ","450058":"\n   Do you care about being liked by everyone?\n  ","450059":"\n   Do you feel there is anything funny in our relationship?\n  ","450060":"\n   My nephew recently made a life style change to become a vegetarain.........would you ever become one?\n  ","450061":"\n   Are you a Democrat, Republican, or just not interested in politics at all?\n  ","450062":"\n   Wow\n  ","450063":"\n   What do you hope you get today?\n  ","450064":"\n   how often does maxwell work per week\n  ","450065":"\n   slurpin pussay\n  ","450066":"\n   can u dab\n  ","450067":"\n   is that another expression for padling pink canoe\n  ","450068":"\n   who that\n  ","450069":"\n   Is there any man interested in Onlyfans??\n  ","450070":"\n   What color eyes go the best with strawberry blonde hair?\n  ","450071":"\n   Are you okay?\n  ","450072":"\n   Buddha once said ?\n  ","450073":"\n   What do you do when it’s 5 am , sleeping alone in your car , and you feel like literally dying ..\n  ","450074":"\n   Are grilled cheese sandwiches for you?\n  ","450075":"\n   snaps??\n  ","450076":"\n   Wht if u caught red handed in the act 🌚\n  ","450077":"\n   What do you do when your throat is sore?\n  ","450078":"\n   do you like eminem\n  ","450079":"\n   Current\n  ","450080":"\n   What’s your go to candy bar?\n  ","450081":"\n   Are you a hat person?\n  ","450082":"\n   Do you enjoy watching crime shows?\n  ","450083":"\n   Would you rather have an easy job working for someone else or work for yourself but work incredibly hard?\n  ","450084":"\n   What is the reasons to dead- end the relationship?\n  ","450085":"\n   When you’re upset do you confront that individual at that moment or later on after a certain amount of time?\n  ","450086":"\n   Did you shop at the bath and body works sale?\n  ","450087":"\n   What's something in your life that you know you need to improve on?\n  ","450088":"\n   Have you built a fort recently?\n  ","450089":"\n   What is something that everyone looks stupid doing?\n  ","450090":"\n   trump or biden?\n  ","450091":"\n   Have a great week everyone\n  ","450092":"\n   Why is it so easy for people to show “I hate you or I can’t stand you,” but when it comes to “I love you” nobody knows how to express it..why is this ?\n  ","450093":"\n   My gf for Christmas asked for one of those Costco bears and I plan on getting it but I had the chance to get some hair dye first cause I was gonna need to save up for the bear. When I told her I had a gift she got mad cause it wasn’t the bear, I got mad cause she was unappreciative who’s justified?\n  ","450094":"\n   How did your resilience get you through the year?\n  ","450095":"\n   What's the most pleasant morning sound?\n  ","450096":"\n   I ❤️ You more than you know....\n  ","450097":"\n   Do you believe in love at first sight?\n  ","450098":"\n   yo. whoever asked that perv question after mine, fuck off.\n  ","450099":"\n   who that\n  ","450100":"\n   Good answer, I’d like to ask questions but I don’t want them to tell on me so I’ll leave them be..idk but I still care so it’s kind of hard\n  ","450101":"\n   Kay sarah sarah\n  ","450102":"\n   How do you meet new people during the pandemic?\n  ","450103":"\n   Do you like to decorate?\n  ","450104":"\n   Jerry springer, Maury,  or Steve Wilkos?\n  ","450105":"\n   What would u do after find out that the girl u dating is a stripper?\n  ","450106":"\n   Is there something you’ve done and are so ashamed of you’ll take it to the grave?\n  ","450107":"\n   could you live without music?\n  ","450108":"\n   Which is better: Pleasure or the thrill of being victorious?\n  ","450109":"\n   My ex is in love with me but acts like she isn’t what do i do\n  ","450110":"\n   If your lover turned into a worm, what would you do to him?\n  ","450111":"\n   Fly or drive?\n  ","450112":"\n   ever been pulled over\n  ","450113":"\n   do you believe someone can actually die from a broken heart?\n  ","450114":"\n   What do you do to someone who be snitching on everyone\n  ","450115":"\n   Favorite kind of snack cake?\n  ","450116":"\n   Do you have a lot of freckles? ✨\n  ","450117":"\n   When’s the last time someone or something made you blush\n  ","450118":"\n   What do you feel like eating rn\n  ","450119":"\n   When it comes to what you like and what you are supposed to do! Most people choose what they like! Although the consequences are serious؟\n  ","450120":"\n   Who else is tired right now\n  ","450121":"\n   Are humans better at creation or destruction?\n  ","450122":"\n   do you like soccer?\n  ","450123":"\n   do you like plushies?\n  ","450124":"\n   💕💕💕\n  ","450125":"\n   Seriously what’s with all the questions on here it’s so petty and toxic I don’t think I’m guna stay on this app it’s just to cringe for me and a waste of time\n  ","450126":"\n   Have any of you ever had a stalker? 😂\n  ","450127":"\n   How often do you cry?\n  ","450128":"\n   How do you deal with something that you could be wrong about but you fear the worst.\n  ","450129":"\n   What do you think ask.fm could do to improve their site?\n  ","450130":"\n   Would you rather burn the bridge or keep standing on it hoping it won’t break?\n  ","450131":"\n   If You Could Make Money And Travel Would You? If your over 21 and you pick yes, then let’s network\n  ","450132":"\n   How do you lose weight easily?\n  ","450133":"\n   Which of your mates, or potentials, has nice eyes? My husband's are green & quite sexy... I love eyes better than a nice ass, which, by the way he also has that too lol\n  ","450134":"\n   Fortnite is trash\n  ","450135":"\n   It's just unreal how crazy this has become.\n  ","450136":"\n   Day or night? :))\n  ","450137":"\n   What genre do you like do you hear?\n  ","450138":"\n   was it cuz u miss the schlong\n  ","450139":"\n   Have you ever watched any comedy movies\n  ","450140":"\n   What do you think is the primary cause of mental illness?\n  ","450141":"\n   Are you direction oriented?\nDo you know where you need to be?\n  ","450142":"\n   Define guilty\n  ","450143":"\n   Do you believe in luck?\n  ","450144":"\n   What's your favorite nighttime snack?\n  ","450145":"\n   Notebook or typing\n  ","450146":"\n   What's one thing you appreciate in your daily life?\n  ","450147":"\n   What should you never judge in a person?\n  ","450148":"\n   favorite Disney movie?\n  ","450149":"\n   Exactly my point.\n  ","450150":"\n   Does a natural kiss happen now a days?\nNot forced, no pressure\n  ","450151":"\n   to unmarried girls, have you ever thought of your future husband and decided to commit to him even when you don't really know who he is?\n  ","450152":"\n   What’s 1 TRUE FACT ABOUT MAKEUP??\n  ","450153":"\n   I need you\n  ","450154":"\n   If you could be anywhere rn, where would you go?\n  ","450155":"\n   Stay close to anything that makes you glad you are alive\n  ","450156":"\n   Is it sad that I never have the type of problems I have online meeting people like I do in person ?\n  ","450157":"\n   Hello do you like Instagram?\n  ","450158":"\n   Do caterpillars 🐛 know that they’re going to be butterflies 🦋 or do they build the cocoon not knowing what will happen?\n  ","450159":"\n   What color looks best on you?\n  ","450160":"\n   Do you wish you could go back in time and tell your former self something? If so, what would it be?\n  ","450161":"\n   Do you like to live alone in your own home?\n  ","450162":"\n   Ribeye or T-bone steak\n  ","450163":"\n   Do you like frogs?\n  ","450164":"\n   I have a crush on my boyfriend’s sister\n  ","450165":"\n   Do you read people's bios?\n  ","450166":"\n   What is your favorite fruit\n  ","450167":"\n   What’s one thing in your life you couldn’t live without?\n  ","450168":"\n   Favorite thing you got for Christmas?\n  ","450169":"\n   Like what?\n  ","450170":"\n   Do you like Kylo ren\n  ","450171":"\n   How do you know when you’re ready for kids?\n  ","450172":"\n   Thick or thin pillow?\n  ","450173":"\n   Do you like your city?\n  ","450174":"\n   are you a dog or a cat person 🤨 or both\n  ","450175":"\n   Is the stimulus check enough?\n  ","450176":"\n   When will we stop hearing about the \"New Normal\" That's a oxymoron.\n  ","450177":"\n   She turned water on.\n  ","450178":"\n   Do you have a hobby? Is there something you like to do the most, something that brings you immense pleasure, and that you can do non-stop? Something you're passionate about? [@athenusvena]\n  ","450179":"\n   The next morning, she went into the bathroom.\n  ","450180":"\n   My cousin stayed at my house one night.\n  ","450181":"\n   What are you doing?\n  ","450182":"\n   u dont have to get any just help us\n  ","450183":"\n   Hi\n  ","450184":"\n   Do you make funny face during eating sour fruit or food?\nDo you like  sour food?\n  ","450185":"\n   Is there such a thing as KNOWLEDGE if everything we know is SUBJECT TO DEBATE? 💡\n  ","450186":"\n   Which would you rather have: $1,000,000 today or 1 cent doubled every day for 30 days?\n  ","450187":"\n   then show em that u dont care who gets jelly and post the pics hehe\n  ","450188":"\n   What was your favorite show or film of 2020?\n  ","450189":"\n   wdym\n  ","450190":"\n   What makes you the happiest? [@athenusvena]\n  ","450191":"\n   😭😭😭\n  ","450192":"\n   hii\n  ","450193":"\n   hello friends — just checking in. hope  y'all have had a great month thus far & continue to be doing well in the remainder of january. 💖 use this question to describe something great that has happened to you so far in 2021 !!\n  ","450194":"\n   we need proof\n  ","450195":"\n   pap\n  ","450196":"\n   Selfie\n  ","450197":"\n   i must\n  ","450198":"\n   who jelly\n  ","450199":"\n   Do you think your upbringing contributed to your personality type, or do you think it is genetic?  And why do you think that?\n  ","450200":"\n   can i see\n  ","450201":"\n   Who's the last band\/artist you listened to? Which song of theirs?\n  ","450202":"\n   yes\n  ","450203":"\n   not even 1%\n  ","450204":"\n   who that\n  ","450205":"\n   Y THO\n  ","450206":"\n   What was the creepiest thing that happened to you while walking home?\n  ","450207":"\n   Will you always love your first love?\n  ","450208":"\n   When did you realize you had the greatest friends in the entire world?\n  ","450209":"\n   Has a friend ever betrayed you?\n  ","450210":"\n   wdym\n  ","450211":"\n   huge pepee\n  ","450212":"\n   Would you rather be able to control the weather or can talk to animals?\n  ","450213":"\n   When do you feel a teen becomes an adult?\n  ","450214":"\n   What’s something that a lot of people are missing out on because they don’t know about it? 😏\n  ","450215":"\n   Is a hotdog 😋🌭 a sandwich? Why or why not?\n  ","450216":"\n   ○ Would you rather have someone impersonating you and doing really amazing things that you get the credit for or find money hidden in weird places all around your house every day but you can’t figure out where the money comes from or how it keeps getting there?\n  ","450217":"\n   Have you done anything exciting lately? 🤪\n  ","450218":"\n   💡 Does a belief in free will make you more or less happy? 💡\n  ","450219":"\n   who that\n  ","450220":"\n   Do you think certain names bring with certain types of personalities? Do you have any notions about people with a certain name being a certain way? If you've met someone with the same first name as you, were they similar to you in any way? 🗣🤯\n  ","450221":"\n   do u miss steven\n  ","450222":"\n   How do you feel about people who negatively comment on others people's appearance?\n  ","450223":"\n   How do you feel when you see people not wearing a face covering?\n  ","450224":"\n   Do you think Mother Nature is amazing bc they made the girl's pusy really small but with a little stimulation it can expand to adapt itself to some really big 🍆? I mean can you imagine that organ either closed gap or an open one without expansion?\n  ","450225":"\n   Do you have a stressful lifestyle?\n  ","450226":"\n   Not even in a hypothetical question?\n  ","450227":"\n   Good night\n  ","450228":"\n   If you could rewrite a fundamental or philosophical truth of this world what would you change? If may not go against free will\n  ","450229":"\n   What is one thing that you know a lot about example I know  a lot about computers and laptops\n  ","450230":"\n   annoying ?\n  ","450231":"\n   when was the last time you got walked in on?\n  ","450232":"\n   for me it's my cat probably because I feed her lol\n  ","450233":"\n   the qanon shaman is about your age. like you he's non-conventional about work and finances. maybe you should...\n  ","450234":"\n   Y NAWT\n  ","450235":"\n   Who loves you the  most in this world\n  ","450236":"\n   If extraterrestrials landed on earth and offered to take you with them, would you go? 🛸\n  ","450237":"\n   Would you rather suffer extreme cold or extreme hot?\n  ","450238":"\n   is for hw\n  ","450239":"\n   how old are you?\n  ","450240":"\n   Hello beautiful how are you doing today\n  ","450241":"\n   wdym\n  ","450242":"\n   last time u made the bewbs bounce onpurpose\n  ","450243":"\n   who that\n  ","450244":"\n   What’s the most pleasant sounding accent? What's the sexiest accent for you? 🗣\n  ","450245":"\n   he had micro peepee\n  ","450246":"\n   I loved him but........\n  ","450247":"\n   He left me and then came back. And left me again. Do you think he doesn’t love me anymore\n  ","450248":"\n   Do you have actual friends and family on here?\n  ","450249":"\n   What can you do better than others plus...blinfolded?\n  ","450250":"\n   Do you like musicals like Grease or Bye Bye Birdie? 🎵\n  ","450251":"\n   Can we not talk about politics on here?\n  ","450252":"\n   Soo anyone else getting the shit harassed out of them?\n  ","450253":"\n   my body is cold. my emotions are depressing.\n  ","450254":"\n   Comedy movies or scary movies?\n  ","450255":"\n   your thoughts on video games?\n  ","450256":"\n   I need you😑\n  ","450257":"\n   Have you ever had any weird bugs \/ glitches on here? For me, it keeps setting me back to \"invisible\" at random instead of \"online\".\n  ","450258":"\n   pepee lover\n  ","450259":"\n   If you used to have a crush on someone is it fair to say they’re your ex(crush)? Is it ok to say they’re you’re ex, or is that misleading?\n  ","450260":"\n   What are you known in your family as?\n  ","450261":"\n   Do you back up your computer every night?\n  ","450262":"\n   Is marijuana legal where you’re living? 🍃\n  ","450263":"\n   What are 5 great ways to make someone smile?\n  ","450264":"\n   yes\n  ","450265":"\n   am serious about it\n  ","450266":"\n   if thought you would text me I would show you my savings...\n  ","450267":"\n   Do you find yourself beautiful?\n  ","450268":"\n   So recently I’ve been trying to talk dirty to my girlfriend, and she always turns it down and never seems to be turned on. Ever. Is it wrong that I’m tired of constantly trying to turn her on as much as I am? Oh and we’ve already done it if that means anything.\n  ","450269":"\n   Do U find it hard for U to be kind to others\n  ","450270":"\n   Favorite Christmas show. Example Rudolph, frosty the snowman, etc.\n  ","450271":"\n   Does anyone else go to the chiropractor, if yes do you think it helps or worsens your case, if no have you thought about going before\n  ","450272":"\n   Don’t let sadness cloud your better judgment. remember that you are loved ❤️ ❤️❤️❤️\n  ","450273":"\n   Be safe everyone\n  ","450274":"\n   wdym\n  ","450275":"\n   inches\n  ","450276":"\n   idk bruh\n  ","450277":"\n   Status ❤️\n  ","450278":"\n   Your favorite pet ?\n  ","450279":"\n   How do you tell a close friend that you like her?\n  ","450280":"\n   How many people are single for the holidays?🎄🎄🥳🥳\n  ","450281":"\n   what is 9+\n  ","450282":"\n   POUQ\n  ","450283":"\n   Y THO\n  ","450284":"\n   like wha\n  ","450285":"\n   love your answer.\n  ","450286":"\n   Which kind of sports do you find the most traumatic?\n  ","450287":"\n   wdym\n  ","450288":"\n   ih\n  ","450289":"\n   Answer this question even if you are taken if you were single what sort of person would you go for how high are your standards\n  ","450290":"\n   Hi\n  ","450291":"\n   #SHAKEDABOOTY\n  ","450292":"\n   What’s your favorite thing to do on weekends? 🥺\n  ","450293":"\n   As a CHILD, what did you think would be AWESOME about being an ADULT, but isn’t as awesome as you thought it would be?\n  ","450294":"\n   Y THO\n  ","450295":"\n   What is something you seen first hand, and still bothers you years later?\n  ","450296":"\n   hii\n  ","450297":"\n   u rly need to update it lol\n  ","450298":"\n   If you could have the option of eradicating pain from your life would you choose to do so? Why or why not? 😣\n  ","450299":"\n   A former Israeli space security chief recently revealed in a book of his that the U.S and Israel has been in contact with a \"galactic federation\". If that turned out to be true, what'd you be thinking? 👽🛸\n  ","450300":"\n   hii\n  ","450301":"\n   here?\n  ","450302":"\n   • What was the first thing you bought with your own money?\n  ","450303":"\n   do you want a sugar daddy?\n  ","450304":"\n   Do you think being tickled for an hour would be fun or torture? lol\n  ","450305":"\n   Have you ever sent nudes to anyone\n  ","450306":"\n   I'm all out of faith, this is how I feel\nI'm cold and I am shamed\nLying naked on the floor\nIllusion never changed\nInto something real\nI'm wide awake and I can see the perfect sky is torn\nYou're a little late\nI'm already torn 😊😘\n  ","450307":"\n   Is there anyone on here you wish you could meet in real life?\n  ","450308":"\n   u jelly\n  ","450309":"\n   Do You Like Bubble Baths?\n  ","450310":"\n   Do you ever talk to your pet? If so, what do you say?\n  ","450311":"\n   Good night\n  ","450312":"\n   Would you rather be so afraid of heights that you can’t go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?\n  ","450313":"\n   What does it mean to you to make a difference in the world? 🌏\n  ","450314":"\n   like wha\n  ","450315":"\n   What has taken you the longest to get good or decent at? Me: College 😂\n  ","450316":"\n   I’m looking for a loving and caring sugar baby someone to make me feel happy and give me quality time and attention I’m unlike other sugar daddies so I will not make you do anything dirty just give me attention and make me feel loved strictly over the phone I’m ready to take total responsibility mo\n  ","450317":"\n   Tell about the most exotic food you have eaten!\n  ","450318":"\n   WUAT UP\n  ","450319":"\n   as I was playing I noticed my cat was shaking so I put a blanket over her\n  ","450320":"\n   played among us\n  ","450321":"\n   What have you done today\n  ","450322":"\n   What would you do if you knew you couldn't fail?\n  ","450323":"\n   me lol\n  ","450324":"\n   Tag the smartest person you follow\n  ","450325":"\n   Opinion on long acrylic nails?\n  ","450326":"\n   pepee\n  ","450327":"\n   wdym\n  ","450328":"\n   u must\n  ","450329":"\n   What is the car of your dreams? me: Ferrari\n  ","450330":"\n   pap\n  ","450331":"\n   Would you rather live without hot water for showers\/baths or live without a washing machine?\n  ","450332":"\n   what are you doing ?\n  ","450333":"\n   so you can fit a whole fist in it?\n  ","450334":"\n   Did you have any funny moments in your childhood? Can you share a couple of the stories with me? I missed my childhood 🥺\n  ","450335":"\n   says me you can probably fist yours🤢\n  ","450336":"\n   Hypothetical question: If something you said or did made someone uncomfortable or it seemed creepy to them, would you want to know?\n  ","450337":"\n   you do got a loose one\n  ","450338":"\n   What’s the weirdest smell you have ever smelled? 👃🤧🤢🤮\n  ","450339":"\n   Describe your perfect weekend.\n  ","450340":"\n   What relaxes you?\n  ","450341":"\n   then you got a loose one\n  ","450342":"\n   Did it hurt when you lost your virginity?\n  ","450343":"\n   What does the word “ optimistic “ mean to you?\n  ","450344":"\n   since always\n  ","450345":"\n   You are old milf\n  ","450346":"\n   you find small pp funny\n  ","450347":"\n   hii\n  ","450348":"\n   Hoo hoo hoo hoo hoooo\n  ","450349":"\n   yes be honest\n  ","450350":"\n   What’s your favorite drink?🧃\n  ","450351":"\n   What’s something you really resent paying for?\n  ","450352":"\n   Why do people get so serious?\n  ","450353":"\n   Have you ever wanted something so much , and when you finally got it it turned out to be not as great as you thought it would be?\n  ","450354":"\n   👋\n  ","450355":"\n   How do you push yourself out of your comfort zone in unpedictable situation ?\n  ","450356":"\n   micro pepee\n  ","450357":"\n   List a some facts about you? #GetToKnow\n  ","450358":"\n   What's something would you not forgive someone you love did? 💔\n  ","450359":"\n   series recommendation?\n  ","450360":"\n   Good night beautiful\n  ","450361":"\n   If you were to be alive in a different decade, which one would it be?\n  ","450362":"\n   pap\n  ","450363":"\n   Pap\n  ","450364":"\n   Brightens🌹✨⭐️\n  ","450365":"\n   🌹⭐️💥\n  ","450366":"\n   What was the last thing you saw that made you cry laughing\n  ","450367":"\n   What now?\n  ","450368":"\n   What are you the weakest and strongest at?\n  ","450369":"\n   What luxury is totally worth the price? What do u consider luxury in your life? 🤑💸\n  ","450370":"\n   what do you wish you had asked someone before they passed away?\n  ","450371":"\n   When was the last time you got pampered? 💆‍♂️💇‍♀️\n  ","450372":"\n   Where does phenomenon of Justin Bieber lie?\n  ","450373":"\n   #LETSBEBAES\n  ","450374":"\n   Do you plan for your old age?\n  ","450375":"\n   👌🏻\n  ","450376":"\n   If the world is a giant novel, are you just a character in the novel or are you the author?\n  ","450377":"\n   \"Our feelings are our most genuine paths to knowledge.\" Do you trust your feelings enough to make this statement true?\n  ","450378":"\n   yes\n  ","450379":"\n   no video proof\n  ","450380":"\n   Ever got the hiccups whilst giving head?\n  ","450381":"\n   we need proof\n  ","450382":"\n   idk bruh\n  ","450383":"\n   Do you like having your butt hole licked?\n  ","450384":"\n   huge pepee\n  ","450385":"\n   What sort of things do you do while the TV is on (apart from watching the TV)?\n  ","450386":"\n   Will you be contesting the decision?\n  ","450387":"\n   What happened when the cops found the drugs?\n  ","450388":"\n   Do you get smelly fast?\n  ","450389":"\n   Hi\n  ","450390":"\n   What was your first desire when you woke this morning?\n  ","450391":"\n   When we're you last genuinely happy and why? 🌻\n  ","450392":"\n   What things do you fantasize about?\n  ","450393":"\n   Like, are you aware of what your first desires are when you first wake in the morning?  Like food? sex? shopping? phone? social media etc?\n  ","450394":"\n   How aware are you of your sense desires and that?\n  ","450395":"\n   Ever had someone close die on you?\n  ","450396":"\n   What things do you like most about being alive?\n  ","450397":"\n   Yeah, I usually answer it but there's never any follow up question, so like why did they want to know?\n  ","450398":"\n   Like, does crying actually make you feel better?\n  ","450399":"\n   Do you ever get tired of sex?\n  ","450400":"\n   Why do you think... some of us, don't chase after the things that bring us the most sense of purpose? Is it truly out of our reach? Does reality tend to hit us and change our stance\/persistence for such? What say you? *upside down curious face*\n  ","450401":"\n   Did you ever forgo doing something just because an \"ol wise tale\" or ya' mama told ya not to? lol. If so... what? :P #RebelLYFE\n  ","450402":"\n   Just wondering what the average is for people crying\n  ","450403":"\n   Why do most porn movies end with the guy finishing on the girls face or mouth?\n  ","450404":"\n   I often wonder why people ask this.\n  ","450405":"\n   Do you use the shout out feature, on ask.fm? Are you generally the shout out asker or answerer? :P What are your thoughts on it? Does it need improvement? If so, where?\n  ","450406":"\n   Last time you cried?\n  ","450407":"\n   master bait\n  ","450408":"\n   Love it\n  ","450409":"\n   229. What do you think of planning something for the next weekend?\n  ","450410":"\n   ლ(ಠ益ಠლ)\n  ","450411":"\n   Do you pay any premium subscription to any apps\/products? If yes, what apps\/products?\n  ","450412":"\n   What’s your favorite decade of movies?\n  ","450413":"\n   What types of face mask 😷 do you use?\n  ","450414":"\n   U MAD BROO\n  ","450415":"\n   What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?\n  ","450416":"\n   What?\n  ","450417":"\n   ¯\\_(ツ)_\/¯\n  ","450418":"\n   Do all people have equal value regardless of their actions or is a person’s value based on their actions?\n  ","450419":"\n   Happy Monday ✨💕\n  ","450420":"\n   good thanks\n  ","450421":"\n   here?\n  ","450422":"\n   Why?\n  ","450423":"\n   Congrats I follow you. There is no prizes. I'm the prize. I'll be sending regular questions from now on. Don't want them, then speak up. \n\n Delete or use for whatever. If you will who are some active Askfm users I should follow?\n  ","450424":"\n   Would you kill ten prisoners to save 1 innocent soul? #morality\n  ","450425":"\n   What things did you take for granted and will appreciate more after the pandemic?\n  ","450426":"\n   Now I'm getting pain in my left rib it has been hurting from laughing I think moving around and being cold and carry heavy bags has made it worse\n  ","450427":"\n   I was going crazy and I just know my mattress was bouncing a bit but it's because I'm trying to get hard again I was soft hard not hard hard now it's time to spit so my throat doesn't get more fucked up from swallowing after doing that but I need to swallow soon to finish my drink\n  ","450428":"\n   Has anyone said they’re going to change into a more optimist and happy person and actually done it?\n  ","450429":"\n   Подпищик мой если у тебя есть возможност  помочь нуждающимся вт время этого карантина . У меня  пздц хавать нечего . Если можешь помоги отпишись , и я обясню как тф можешь мне помочь.😞\n  ","450430":"\n   what happened\n  ","450431":"\n   Now my throat is clicking it's the price I have to pay\n  ","450432":"\n   hi\n  ","450433":"\n   yep\n  ","450434":"\n   didn't know that. but to see if your previous claim is true.. my waist would need to be parallel to your head, then I'd need to stretch the donger out, but noses don't stretch. Hmmm #firstworldproblems\n  ","450435":"\n   Would you rather have a clown 🤡 only you can see that follows you everywhere and just stands silently in a corner watching you without doing or saying anything or have a real life stalker 👤who dresses like the Easter 🐰 bunny that everyone can see?\n  ","450436":"\n   have you had a wardrobe malfunction  before\n  ","450437":"\n   Would you like to meet your doppelganger? How would you react to that?\n  ","450438":"\n   What are you reading right now? 📚\n  ","450439":"\n   Do you like cactus and succulents? 🌵\n  ","450440":"\n   If you could have a year's supply of anything at all, what would it be? It can't be money ;)\n  ","450441":"\n   You can leave your native place , and move to another  country, city for the sake of your loved one?\n  ","450442":"\n   Why are they called buildings if they’re already built? 🏗🏢🤔💡\n  ","450443":"\n   Can vegetables feel pain when you bite into them? How do you know? 🍆😬🍅\n  ","450444":"\n   pregnant\n  ","450445":"\n   If the pandemic ended NOW what would you do tonight?\n  ","450446":"\n   Have you or do you know anyone who named their child or pet after a celebrity?\n  ","450447":"\n   said fantastic when i were in pain.\n  ","450448":"\n   Good night\n  ","450449":"\n   how are you ?\n  ","450450":"\n   What kind of surprises do you like?\n  ","450451":"\n   Now no electricity.  had supply for one hour. Damn blackout in the whole country. Now they are fixing it. One techinal issue at one spot made the whole country lose electricity.\n  ","450452":"\n   🤔\n  ","450453":"\n   What kind of food could disappear from the world forever and never be missed?\n  ","450454":"\n   What's the best gift 🎁 you've ever gotten?\n  ","450455":"\n   Have you ever watched something you thought would be bad, only for it to turn out to be good? If so, what was it?\n  ","450456":"\n   Who was your top Spotify artist for last year?\n  ","450457":"\n   What makes you cry?\n  ","450458":"\n   Do people ever freak out in your area when weird weather happens? It's about to snow here in everyone's buying absolutely all of the groceries off the shelf. Absolutely strange.\n  ","450459":"\n   Upset now\n  ","450460":"\n   Like what? I’m interested.\n  ","450461":"\n   what do you mean? is that only what could be responded by you. what about the whole matter?.\n  ","450462":"\n   How often do you think about your future?\n  ","450463":"\n   Is drama always bad? Can it ever be good?\n  ","450464":"\n   Do you think that most celebrities act with a persona to the public? Or do you think the majority of them are more genuine to who they are?\n  ","450465":"\n   full ED is just unbelievable\n  ","450466":"\n   If you were a farm animal, which would you be and why? 🐽\n  ","450467":"\n   If you could be given the date of your death would you want to know it? ☠\n  ","450468":"\n   Must I denounce myself as a monster while you still refuse to see the one growing inside you?\n  ","450469":"\n   hi\n  ","450470":"\n   hii\n  ","450471":"\n   Are you influenced by what goals you have because of how you grew up?\n  ","450472":"\n   What is one thing you wish you could go back and undo?\n  ","450473":"\n   Favourite tv show?\n  ","450474":"\n   What is the first thing you notice about a person?\n  ","450475":"\n   Why are people so sensitive these days? To things said?\n  ","450476":"\n   Are you in love?\n  ","450477":"\n   Adore you\n  ","450478":"\n   Would you rather everyone be required to wear identical red jumpsuits OR any time two people meet and are wearing an identical article of clothing they must fight to the death?\n  ","450479":"\n   Where’s the line between 😈 naughty and 😇 nice?\n  ","450480":"\n   Have you ever been to Jamaica?\n  ","450481":"\n   Thoughts on girls who sits on a man shoulders to show\/flash their b00bs at festival concerts? 🤔\n  ","450482":"\n   Do you believe in aliens?\n  ","450483":"\n   Good night beautiful\n  ","450484":"\n   Good night\n  ","450485":"\n   Sorry, beautiful\n  ","450486":"\n   Ok. Thank you for giving me an answer anyway😘\n  ","450487":"\n   what is the most ridiculous rule you have \/ had to follow?\n  ","450488":"\n   hii\n  ","450489":"\n   Asking for the feet pics. I’m sorry if I offended\n  ","450490":"\n   Didjt mean to offend, don’t ask you don’t get, right?\n  ","450491":"\n   What are some common beliefs in your culture that you disagree with?\n  ","450492":"\n   how are you ?\n  ","450493":"\n   hii\n  ","450494":"\n   Which show would you bring back that was canceled?\n  ","450495":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","450496":"\n   .✩·˚ ༘┊͙! ˊˎ[ What do you do to \"switch things up\" in your life when things feel stale ] ?ˎˊ˗\n  ","450497":"\n   what’s your favorite food combination?\n  ","450498":"\n   maybe once the world gets a little safer, we can have the two be side by side to see? it looks like they could be close in size , actually.\n  ","450499":"\n   Dirty Dancing.. should Jennifer Grey have gotten that nose job? did ya hear that she and her BF ran someone over back in the day, too.\n  ","450500":"\n   So....\n  ","450501":"\n   I mean I could cash app for the pics?\n  ","450502":"\n   Name your price\n  ","450503":"\n   Cash app?\n  ","450504":"\n   What's Been your most embarrassing moment ever!!!!\n  ","450505":"\n   Id come off anon if there was a chance you’d agree\n  ","450506":"\n   I’d come\n  ","450507":"\n   Your song of the day!\n  ","450508":"\n   Could buy you some\nLingerie\n  ","450509":"\n   You realise you have pretty feet, right?\n  ","450510":"\n   What’s your fav film\n  ","450511":"\n   If you ever change your mind about the foot pics, and want to make some easy cash, let me know. Beautiful\n  ","450512":"\n   How do you keep going after all that you've been through?\n  ","450513":"\n   Plans for the rest of tonight\n  ","450514":"\n   What are some things people have selflessly done to make your life better?\n  ","450515":"\n   What motivates you to get up each day?\n  ","450516":"\n   Current mood?\n  ","450517":"\n   Must have felt good\n  ","450518":"\n   Why no socks?\n  ","450519":"\n   Are some LANGUAGES more powerful than others? 🗣\n  ","450520":"\n   Barefoot rn?\n  ","450521":"\n   Goodnight to all of you! Sleep well and a chimichanga to you all!\n  ","450522":"\n   What is something that you always wear?\n  ","450523":"\n   $10\n  ","450524":"\n   Let me do it!\n  ","450525":"\n   Maxwell flesh coloured?\n  ","450526":"\n   What is the highest pressure situation you have experienced and how did you handle it?\n  ","450527":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","450528":"\n   Think you’ll use mr M tonight\n  ","450529":"\n   $5 one pic?\n  ","450530":"\n   Clue?\n  ","450531":"\n   Toes painted rn\n  ","450532":"\n   Did you get any dresses for Christmas\n  ","450533":"\n   Developed any new turn ons\n  ","450534":"\n   Do you prefer your men dominant\n  ","450535":"\n   Shame, easy money\n  ","450536":"\n   Oh I do!\n  ","450537":"\n   Seeing anyone?\n  ","450538":"\n   I’d pay to see them\n  ","450539":"\n   how did you spend your lastbirthday? 🥳🎂🎈\n  ","450540":"\n   You do have cute feet\n  ","450541":"\n   It is so cold. An silence in the area.\n  ","450542":"\n   Do you wear flip flops often\n  ","450543":"\n   Blow bubbles with my c*m\n  ","450544":"\n   You’re so hot\n  ","450545":"\n   Could you cuck a man\n  ","450546":"\n   Who’s getting a PS5? as well as GTA6? 😍\n  ","450547":"\n   Opinion on cucks\n  ","450548":"\n   wtf king james\n  ","450549":"\n   You aint religious\n  ","450550":"\n   What Are Some Challenges You Think The Next Generation Will Face?\n  ","450551":"\n   Do you have sympathy for people who break Lockdown restrictions, or do they just need a jolly decent thrashing in your opinion?\n  ","450552":"\n   Imagine you born as oppositive gender.\nWhat types of qulaties or charactistics do you possess?\nWhat kind of problem do you suffer?\n  ","450553":"\n   • What's the most interesting thing you've read lately? 📖👓\n  ","450554":"\n   What is the most awkward thing you've said to someone special?\n  ","450555":"\n   • Did you have an imaginary friend? What was his\/her name?\n  ","450556":"\n   Do you like your eyes and hair color? Would u rather have a different color? 👁👁\n  ","450557":"\n   Would you rather spend two years with your soul mate only to have them die and you never love again or spend your life with someone nice you settled for?\n  ","450558":"\n   Happy New year 😍\n  ","450559":"\n   Do you know anything about how the minds of women work? 😳 To put the question into context, recently, after a romantic meal, my G\/F said I could tie her up and do whatever I wanted 🤩 So I did just that, & went out for a right naughty sesh with the lads 🍺🍺❄❄🤪 She's been pis$y ever since ffs 😫🤔\n  ","450560":"\n   Would you say you have a lot of friends? Also do you remember as a child getting excited because you made a new friend?\n  ","450561":"\n   What is a piece of advice you often give but find yourself struggling to follow?\n  ","450562":"\n   Selfie?\n  ","450563":"\n   Hi\n  ","450564":"\n   So sexy\n  ","450565":"\n   Body looking good?\n  ","450566":"\n   Not even for the right price? Just to give your opinion?\n  ","450567":"\n   Thoughts on girls who sell content\n  ","450568":"\n   You’d look good in heels😈\n  ","450569":"\n   Do you know what a cuck is\n  ","450570":"\n   I just got a big fast sharp pain in my ass hole damn it\n  ","450571":"\n   Is M still your fav\n  ","450572":"\n   aw, were you a cool person in high school\n  ","450573":"\n   Rate my D? How much?\n  ","450574":"\n   Good sleep?\n  ","450575":"\n   WYD\n  ","450576":"\n   well, their loss lynds\n  ","450577":"\n   What's the last picture you took which you're really proud of? Showcase it perhaps? 📸🤩\n  ","450578":"\n   My bad:p\n  ","450579":"\n   Hot tub ana a glass of wine! Relaxing\n  ","450580":"\n   aw, maybe they were shy etc think you would be a kind gf you care about people\n  ","450581":"\n   You look amazing in all of it\n  ","450582":"\n   LSt time you went swimming\n  ","450583":"\n   did you have bf when you were a teen\n  ","450584":"\n   Do you have a preference as to what you want bought from it\n  ","450585":"\n   Do you still have the strawberry bikini?\n  ","450586":"\n   When you write \/ wrote essays and such for school, college etc., how quick are \/were you at actually getting the words and ideas in your mind on paper? When do \/ did you usually hand it in? 📝💻\n  ","450587":"\n   Do you know who Isaiah Maxwell is?\n  ","450588":"\n   Wishlist?\n  ","450589":"\n   I'm getting a small sharp pain in my toe I think it's because I'm hungry\n  ","450590":"\n   Would you rather have a very long, boring life or a really short, exciting life?\n  ","450591":"\n   have u ever thinking to learn how to learn ?! if so tell me some of your tips thanks in advance\n  ","450592":"\n   What do you wish your phone could do?\n  ","450593":"\n   When did you last take a nap?\n  ","450594":"\n   Who do you admire on here as a person?\n  ","450595":"\n   What would the exact opposite of you be like?\n  ","450596":"\n   Is Maxwell named after someone\n  ","450597":"\n   What is prohibited in your country?\n  ","450598":"\n   Do you prefer Instavideo or Vine?\n  ","450599":"\n   Still got cash app?\n  ","450600":"\n   What would you name him\/her?\n  ","450601":"\n   Would you ever consider getting Maxwell a brother😈😈\n  ","450602":"\n   Based on the release date,who is the oldest disney princess?\n  ","450603":"\n   30 min break\n  ","450604":"\n   Are you health conscious? 🥗\n  ","450605":"\n   Have you been in situations when you put money 💸 in your pocket, forgot about it and then found it later? Were you glad to find it? 🤑\n  ","450606":"\n   wdym\n  ","450607":"\n   can i see\n  ","450608":"\n   What songs would be played on a loop in hell? 😈🎶\n  ","450609":"\n   usin maxwell\n  ","450610":"\n   Do you ever traveled? Where have you gone?\n  ","450611":"\n   What does comfort mean for you?\n  ","450612":"\n   who that\n  ","450613":"\n   actually i didnt moisturize my body using good amount of lotion after I took a shower.\n  ","450614":"\n   next 4 days are expected to be sunny.\n  ","450615":"\n   can't complain àbout coldness if i have wool gloves.\n  ","450616":"\n   if  someone asks u a question and u don't know the answer while u MUST know it what are u going to do?\n  ","450617":"\n   No fucking shit\n  ","450618":"\n   What is your favourite weakness\n  ","450619":"\n   yes\n  ","450620":"\n   here?\n  ","450621":"\n   As in?\n  ","450622":"\n   You know how it is you can want to see a girl's t*ts forever and ever, but once you see them you're like 'meh' and never think about them again?\n  ","450623":"\n   Ever go in public without a bra\n  ","450624":"\n   I hate FOX NEWS even more.\n  ","450625":"\n   She responded: \n\n“I know I already had one this morning and then we just went swimming and I was going to do it another day. But yeah, I can take a shower if you would like me to.”\n  ","450626":"\n   فاضي شويه نشرب قهوه ف حته بعيده ؟ ❤️🍁\n  ","450627":"\n   I wanted her to take a shower.\n  ","450628":"\n   what’s something that was once important but is now becoming less and less relevant?\n  ","450629":"\n   hii\n  ","450630":"\n   Do you think she would want to reenact a day at my daycare with me?\n  ","450631":"\n   hii\n  ","450632":"\n   last time someone used the booty as bongoes\n  ","450633":"\n   I wanted her to do something for me.\n  ","450634":"\n   In the hotel room, she was naked.\n  ","450635":"\n   You know what she was?\n  ","450636":"\n   My mom and I were in a hotel room after swimming one night.\n  ","450637":"\n   What matters most in a relationship to you? ❤🧡💛💚💙💜\n  ","450638":"\n   water was hot enough. But it takes time to brush teeth. it takes time to rinse walls and floor. So during these things body get cold. Also more proper facilities can be helpful in taking a shower fast.\n  ","450639":"\n   Would you rather have done something horribly embarrassing and only your best friend knows or not done something horribly embarrassing, but everyone except your best friend thinks you did it?\n  ","450640":"\n   Crees que es cierto el rumor ese de que una gran parte de los médicos forenses y enfermeras roban partes que no se ven de los muertos y luego las venden en el mercado negro para trasplantes? Tú lo harías si te pagaran mucho?\n  ","450641":"\n   chips he khelao\n  ","450642":"\n   Hi\n  ","450643":"\n   Why do we feel alone on this planet?\n  ","450644":"\n   😭😭😭\n  ","450645":"\n   self please\n  ","450646":"\n   How does the absence of beauty affect people?\n  ","450647":"\n   Most embrassing thing happen in your class.it is not related to you still happen in your class.\n  ","450648":"\n   me lol\n  ","450649":"\n   would u ever slap a guy with the tatas\n  ","450650":"\n   hello my question for today , do u seek perfection in everything u do ?\n  ","450651":"\n   • If you had a chance to eat dessert for breakfast every day, what dessert would you choose? 😋\n  ","450652":"\n   Do you try to develop good habits? Like getting up early and doing morning exercises? Do you work on your self-development?\n  ","450653":"\n   How should success be measured? By that measurement, who is the most successful person you know?\n  ","450654":"\n   Followed!\n  ","450655":"\n   Have you ever had an ADRENALINE RUSH before?\n  ","450656":"\n   what is your favorite social media platform and what aspects of it draws you to it?\n  ","450657":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful new year ❣\n  ","450658":"\n   WOULD YOU HUG A RANDOM STRANGER WITH A \"HUG ME\" SIGN?\n  ","450659":"\n   When’s the last time you beat up a vending machine? I just kicked the crap out of the one by the office for taking my dollar and not giving me my Coke Zero.\n  "},"Answer":{"449587":"\n  No idea. I like a variety of designs 🤷🏼‍♀️\n  ","449588":"\n  The hot tub does\n  ","449589":"\n  Social media, reading, movies, exercise\n  ","449590":"\n  No. Fuck Ben\n  ","449591":"\n  My words would be inappropriate right now\n  ","449592":"\n  Some people on here are amazing!\n  ","449593":"\n  That cat that talks with the collar\n  \n  Star wars\n  ","449594":"\n  Fake spaghetti with leftover beef\n  \n  Had some pudding\n  \n  Chocolate covered strawberries and blueberries\n  ","449595":"\n  I'm not scared of guys I've never talked with. Thanks for existing on this app. Why would I worry about someone controlling someone I dont know?\n  ","449596":"\n  With my dildo?\n  ","449597":"\n  Rarely.\n  ","449598":"\n  Canada felt like it was a far off place, pretty different but wasn't locationally that FAR away.\n  \n  I suppose MA to AZ is the furthest then.\n  ","449599":"\n  Happy over what??\n  ","449600":"\n  We shall see\n  ","449601":"\n  Who that?\n  ","449602":"\n  More close ones\n  ","449603":"\n  Oh yes\n  ","449604":"\n  Literally just answered the same question but different wording lol\n  ","449605":"\n  A few people\n  ","449606":"\n  Only losers say they aren't losers.\n  ","449607":"\n  Intimacy... maybe even s*x\n  \n  To watch more of this show (I thought it was a movie but has episodes)\n  ","449608":"\n  By not saying it and just leaving?\n  ","449609":"\n  Internet\n  ","449610":"\n  Heartbreak hotel 🎤\n  ","449611":"\n  Color or tones? 🤔\n  ","449612":"\n  I don't have any VS items on right now\n  ","449613":"\n  Dog, parents, certain friends, my sister, some musicians I liked then\n  ","449614":"\n  Why was this asked 2 hours ago? We have a long time until next Christmas, yo\n  ","449615":"\n  Somewhat...\n  ","449616":"\n  me lol\n  ","449617":"\n  I like both ways\n  ","449618":"\n  I think so\n  ","449619":"\n  No\n  ","449620":"\n  Not really. I like being behind the camera taking the shots instead.\n  ","449621":"\n  Well I just had some chocolate covered strawberries and blueberries 🍫🍓\n  ","449622":"\n  I get called mean\/evil at times.. no clue why! 😇\n  ","449623":"\n  Fine. Going to watch a movie :)\n  ","449624":"\n  shut up\n  ","449625":"\n  Depends who you talked with 🙄\n  ","449626":"\n  a specific scent, my dudes.\n  ","449627":"\n  nice\n  ","449628":"\n  Yes, that's wrong. For you, them and the in-law.\n  ","449629":"\n  Just Canada once. Been to more states.\n  ","449630":"\n  very nice\n  ","449631":"\n  oh?\n  ","449632":"\n  Ig and fb\n  \n  Sometimes on here\n  \n  I rarely watch the news.. others can talk about it.\n  ","449633":"\n  The 2nd one\n  ","449634":"\n  At night\n  ","449635":"\n  Yes\n  ","449636":"\n  Found\n  ","449637":"\n  Someone loyal, funny, trustworthy, those eyes and other assets in them, true love, compassion, creativity, collaborations, marriage or a commitment of sorts, financial stability, someone that challenges them etc\n  ","449638":"\n  Just nephews\n  \n  2 from my brother\n  \n  1 from my sister\n  ","449639":"\n  Their family and friends 🤪\n  \n  Mental illness\n  \n  Crazy in love\n  \n  Shitty situations\n  \n  Annoying shoutouts 🙄\n  \n  Stress\n  \n  Substances\n  \n  Dreams\n  ","449640":"\n  :D\n  ","449641":"\n  Nah. I can be too trusting at times.\n  ","449642":"\n  Yes\n  ","449643":"\n  Broccoli\n  ","449644":"\n  Yes. Sony\n  ","449645":"\n  Cute\n  ","449646":"\n  Yes\n  ","449647":"\n  Food 🙃\n  ","449648":"\n  Both\n  ","449649":"\n  Whatever woke me 🤷🏼‍♀️\n  ","449650":"\n  ❤❤❤\n  ","449651":"\n  I'm not a guy.\n  ","449652":"\n  A lot :(\n  ","449653":"\n  Is there love there? If so then I'd miss them. Otherwise, it would be indifferent towards that outcome 🤷🏼‍♀️\n  \n  Wouldnt wish death on anyone\n  ","449654":"\n  Yes especially if I feel comfortable with people\n  ","449655":"\n  You guys would swoon\n  ","449656":"\n  I don't mind either way\n  ","449657":"\n  Yay\n  \n  Any chicken is a yay to me\n  ","449658":"\n  Yes, I do.\n  ","449659":"\n  No, I don't get double. Get more on Christmas\n  ","449660":"\n  Lyndsey\n  ","449661":"\n  What makes them gold?\n  ","449662":"\n  Definitely!\n  ","449663":"\n  Once\n  ","449664":"\n  The shortest one 🦵🏻\n  ","449665":"\n  Yes, ham too\n  ","449666":"\n  Yes and it's a dying shame\n  ","449667":"\n  Independent\n  \n  Don't always need to share views\n  ","449668":"\n  I'd do that for free on here\n  ","449669":"\n  My nephew since he's a baby\n  ","449670":"\n  Early and awake\n  \n  With someone you love\n  \n  Cuddles\n  \n  Kisses\n  \n  Coffee or whatever you like to drink with breakfast\n  \n  Bathroom shenanigans\n  \n  Morning s*x\n  ","449671":"\n  I don't have power over others correcting their behavior, only they can.\n  \n  I can forgive them for acting that way. That doesn't separate me from them...\n  ","449672":"\n  Get checked? Eat right? Exercise the brain\n  ","449673":"\n  Both\n  \n  I need to dress up more 🤪\n  ","449674":"\n  Sugar\n  ","449675":"\n  Yes. Those are good.\n  \n  We have a lamb one right now\n  ","449676":"\n  Marley and me\n  ","449677":"\n  Yes\n  ","449678":"\n  I didn't separate myself from the question o.o\n  ","449679":"\n  When it's also a strength\n  \n  Fight meeeeeee\n  ","449680":"\n  Earlier\n  ","449681":"\n  Physical\n  ","449682":"\n  Haha\n  ","449683":"\n  I have my moments\n  ","449684":"\n  I love you\n  ","449685":"\n  A little bit of both but more heart\n  ","449686":"\n  Chocolate chip\n  ","449687":"\n  Awwww\n  ","449688":"\n  True.\n  \n  Not just the holidays though\n  ","449689":"\n  Yes, they are very pretty.\n  ","449690":"\n  Omg someone loves me!!!\n  ","449691":"\n  Sure, go for it. This shall be very interesting!\n  ","449692":"\n  We?\n  \n  I'm already that way.\n  ","449693":"\n  ⬆️⬆️⬆️⬆️\n  ","449694":"\n  The dog? Eh.\n  \n  The cucumber relatives.. yes.\n  ","449695":"\n  That comes down to what it is and how you deal with it. The situation would always be different. The people involved are different, process differently etc\n  ","449696":"\n  I like Jersey Mike's more than firehouse!\n  ","449697":"\n  Italian\n  ","449698":"\n  Yes, please.\n  \n  Culvers would be great too ❤\n  \n  I like the keto ones we have as well\n  ","449699":"\n  This is a late question but...\n  \n  Cologne\n  \n  Socks\n  \n  Candles\n  \n  Candy or chocolates, other food items they love\n  \n  Underwear\n  \n  Pajamas\n  \n  Clothing items if you know what they like, sizes and all that.\n  \n  Giftcards\n  \n  Vacation together\n  \n  Spa day if into that\n  \n  Tattoo appointment if into that\n  \n  Something sentimental\n  \n  Car wash \/ detail\n  \n  Pictures\n  \n  iou booklets\n  ","449700":"\n  No. I can't filter my mind like that or my mouth.\n  ","449701":"\n  It can.\n  \n  Being alone and lonely is different as well.\n  ","449702":"\n  Both\n  \n  All about mood, hunger\n  ","449703":"\n  One would hope 🤞\n  ","449704":"\n  Depends what items you want\n  ","449705":"\n  Ask what orientation they like? Ask about past partners? Maybe bring up a girl asking their opinion on. Being straight up with it.\n  ","449706":"\n  No stress, peaceful, not being dramatic or dragged into drama, fights etc.\n  ","449707":"\n  Yes\n  ","449708":"\n  Pickles\n  ","449709":"\n  Yes but I'm not going into details.\n  ","449710":"\n  I'd say the house\n  ","449711":"\n  What is the job?\n  \n  I'd rather 100% believe in the product, myself etc\n  \n  Would it really help anyone or anything?\n  ","449712":"\n  Your Name\n  \n  Fruitsbasket\n  \n  Chobits\n  \n  Lovehina\n  \n  Loveless\n  ","449713":"\n  Sometimes\n  ","449714":"\n  Yes *hug*\n  ","449715":"\n  Actions, words, energy vibes\n  \n  Overall I try not to judge\n  ","449716":"\n  6-8 it can vary.\n  ","449717":"\n  chop chop part\n  ","449718":"\n  true.\n  ","449719":"\n  I haven't used it in ages\n  ","449720":"\n  Gross\n  ","449721":"\n  Before?\n  \n  You would see the flags before even dating them.\n  ","449722":"\n  Where indeed\n  ","449723":"\n  Ohh\n  ","449724":"\n  Right now?\n  ","449725":"\n  No comment\n  ","449726":"\n  Chocolate chip cookie dough\n  ","449727":"\n  Perfectionism\n  \n  Want it done a certain way. Get pissy when it's not their way.\n  \n  Men can do this too\n  ","449728":"\n  Black or rose gold\n  ","449729":"\n  He's the appetizer? Not even a snack. Damn\n  ","449730":"\n  Faith, love, laughter\n  ","449731":"\n  Why would that happen? Is he not attractive? :o\n  ","449732":"\n  It already passed inspection\n  ","449733":"\n  I'm a fan\n  ","449734":"\n  Hi\n  ","449735":"\n  Yesssssss\n  ","449736":"\n  I don't know what happened. I'm not going to have an opinion without the facts.\n  ","449737":"\n  EVERYWHERE\n  ","449738":"\n  Powerful thrusts\n  ","449739":"\n  No, I'm not.\n  ","449740":"\n  Is there one?\n  \n  I think it's ok if happens naturally but blocking and such can be different.\n  ","449741":"\n  One\n  ","449742":"\n  I can't predict February.\n  ","449743":"\n  Parents had sex.\n  \n  Social media time \/ i like q&a sites\n  ","449744":"\n  No. That would make HIM the boss.\n  ","449745":"\n  These questions from the virgin dude. Totally doesn't understand\n  ","449746":"\n  Did you pee yourself and have to wear bottoms from the lost and found?\n  ","449747":"\n  they take baths?\n  ","449748":"\n  ghosts don't shower\n  ","449749":"\n  Ditto\n  ","449750":"\n  A guy you don't know\n  ","449751":"\n  Water\n  ","449752":"\n  Your cousin is a ghost?\n  ","449753":"\n  I'd love to know this! Do share when you find out x\n  ","449754":"\n  Both\n  ","449755":"\n  Unfortunately\n  ","449756":"\n  Nobody.\n  ","449757":"\n  *admits it*\n  ","449758":"\n  I'd say a healthy amount of both?\n  ","449759":"\n  Oh, very happy endings.\n  \n  They are quite enjoyable.\n  \n  Books, films 🤙\n  ","449760":"\n  Yes\n  ","449761":"\n  Yogurt with granola or other items with it\n  ","449762":"\n  Another nice shoutout.\n  \n  No, I'm single and not interested in females.\n  ","449763":"\n  Same\n  ","449764":"\n  Ghost\n  ","449765":"\n  Sober\n  \n  Drinking is only bad if you make it that way. Nobody should ALWAYS be drunk. I'd rather drink on special occasions.\n  ","449766":"\n  Nice shoutout 🙃\n  \n  Not a guy. I'm not talking to either gender.\n  \n  I can be quite pervy with the right person\n  ","449767":"\n  Yay especially the ones with icing\n  ","449768":"\n  I wouldn't put that on here\n  ","449769":"\n  Flying\n  ","449770":"\n  The way they were raised\n  \n  Self-sabotage\n  \n  Going through hard times and projecting that onto you\n  \n  Other women have messed them up\n  \n  Narcissists\n  \n  Sexist\n  ","449771":"\n  All the above. Tis beautiful\n  ","449772":"\n  Take note of it? See if it resonates or not. YOU know yourself more than others. Only you can change something about yourself because you want to, not because others expect it.\n  ","449773":"\n  Self-confidence, when my hair looks good, doing self-love stuffs, s*x , god, laughter\n  ","449774":"\n  Yes, I do.\n  ","449775":"\n  Topaz\/sapphire, opal, rose quartz, that purple rock one...\n  ","449776":"\n  It can\n  ","449777":"\n  Certain family stories... not exactly in a bad way..\n  ","449778":"\n  Yes lol\n  \n  Who hasn't before?\n  ","449779":"\n  Not with that attitude\n  ","449780":"\n  Triple\n  ","449781":"\n  Hahahaah\n  ","449782":"\n  Why would you want to?\n  \n  I guess substances, alcohol, being in open relationships, polyamorous etc\n  ","449783":"\n  I'm not a rabbit or doctor\n  ","449784":"\n  The wdym person\n  ","449785":"\n  Yes\n  ","449786":"\n  Relatable\n  ","449787":"\n  They can.\n  \n  I don't feel like watching it atm\n  ","449788":"\n  No. I feel like that is just a bad omen to come.\n  \n  White, ivory, off whites 🤔\n  ","449789":"\n  Tag line?\n  ","449790":"\n  Mensage?\n  ","449791":"\n  This year was definitely a bit weird\/funny.\n  ","449792":"\n  To be determined\n  ","449793":"\n  Myself\n  ","449794":"\n  With that mindset it could be that way :(\n  \n  Yes, listen to gut\n  ","449795":"\n  Maybe 😆\n  ","449796":"\n  Yes. There was a rink in my hometown.\n  ","449797":"\n  Take the money and tun...\n  ","449798":"\n  Yes\n  ","449799":"\n  People yelling can at times..depends what is said\/happening.\n  ","449800":"\n  Eat in the shower and take a nap eventually\n  ","449801":"\n  Yes. It can get stuffy in my room if I don't in the winter\n  ","449802":"\n  Read, dance, music and other things\n  ","449803":"\n  I wore pajamas\n  ","449804":"\n  At times, yes.\n  ","449805":"\n  In person\n  ","449806":"\n  me lol\n  ","449807":"\n  Lawyer, judge, doctors...\n  ","449808":"\n  Why, you wanna go there?\n  ","449809":"\n  Could have\n  ","449810":"\n  Goat, peacock, dove\n  ","449811":"\n  if you say so\n  ","449812":"\n  I'd go with the tower. Seems more romantic.\n  \n  Many people died in castles.\n  ","449813":"\n  Do they like me?\n  \n  Its better when you can actually communicate with them. Some are good, others aren't 🤷🏼‍♀️\n  ","449814":"\n  Nice mentality\n  ","449815":"\n  I think 1870s\n  ","449816":"\n  don't care.\n  \n  love should be returned. One-sided love sucks so why pick over it???\n  ","449817":"\n  Hm I guess the latter one.\n  ","449818":"\n  Same to you lobsters\n  ","449819":"\n  Why the 🙄?\n  \n  Test you? Who knows.\n  ","449820":"\n  Lots can be art. Whatever moves you. Inspires you.\n  ","449821":"\n  Perhaps 😈\n  ","449822":"\n  good one!\n  ","449823":"\n  It's been a while.\n  ","449824":"\n  Not really. Not always worth battling over.\n  ","449825":"\n  same thing, dudette.\n  ","449826":"\n  Complaining about it wont make it end sooner.\n  ","449827":"\n  Good night\/morning\n  ","449828":"\n  Ofcourse.\n  ","449829":"\n  Hi\n  \n  Happy\n  \n  H0rny\n  \n  Hungry\n  ","449830":"\n  Body bag\n  ","449831":"\n  Sent 7 minutes ago\n  \n  Is it December again?\n  ","449832":"\n  Yes\n  ","449833":"\n  I think that's what the honeymoon is for\n  ","449834":"\n  Sometimes\n  ","449835":"\n  Which person? 🙄\n  ","449836":"\n  Oh man.. that seems worse than the \"friendzone \"\n  ","449837":"\n  The marriage one\n  ","449838":"\n  A beautiful mess\n  \n  Yay organs\n  ","449839":"\n  Pjs\n  \n  I NEED TO GO SHOPPINGGGGG\n  ","449840":"\n  No, I don't. No need for that.\n  ","449841":"\n  I'd hope that you'd actually meet the online people...\n  \n  But meeting organically can be more ideal\n  ","449842":"\n  Happy\n  ","449843":"\n  Aw. There should be more people like you in this world! ❤\n  ","449844":"\n  Yes\n  ","449845":"\n  I'd help if I could\n  ","449846":"\n  Eyes and legs\n  ","449847":"\n  This!!!\n  ","449848":"\n  Ok, lady antebellum.\n  ","449849":"\n  Earaches and sore throat\n  ","449850":"\n  Our world? When did we become a thing?\n  ","449851":"\n  Don't need a vamp\n  ","449852":"\n  Yes\n  ","449853":"\n  Oh man...\n  \n  What did they lie about?\n  \n  Are they apologizing about the lies?\n  ","449854":"\n  It's the weekend now.. we shall see!\n  ","449855":"\n  I had to make sure a girl didn't pass out drunk before.\n  \n  Hm not really sure about other ones :p\n  ","449856":"\n  Why? Do we need matching alibis?\n  \n  Who are you?\n  \n  Why are shoutouts so creepy lately?\n  \n  Send help\n  ","449857":"\n  Are you sending multiple messages? DON'T DO THAT!\n  \n  They could have forgot to reply\/busy\n  \n  They didn't read it yet and you are freaking out over literally nothing\n  \n  Give them time to think of what to write back... depends what the message is. You don't know what their mindset could be like at that time, busy etc. CHILL!\n  \n  d o n t  k e e p s e n d I n g m e s s a g e s\n  \n  Let them come to you \/ have patience\n  \n  Go be busy elsewhere\n  \n  Move on if they never ever reply.\n  ","449858":"\n  No because I don't know you or want to know you.\n  ","449859":"\n  All about the circumstances, kiddo.\n  ","449860":"\n  I rarely drink but it would depend on the meal and what my mood was.\n  ","449861":"\n  Shoutout + asking the wrong person this question + anonymous.\n  \n  Thanks for sharing\n  ","449862":"\n  Depends who I'm with.\n  \n  But I'd say on time \/ a little late.\n  ","449863":"\n  I'm a straight female.\n  \n  Why separate the genders including people in the spectrums?\n  ","449864":"\n  Water\n  \n  Cerve\n  ","449865":"\n  It's not for me.\n  \n  Fine with others doing it 💰\n  \n  Hopefully they are safe, take precautions. Trusting of the fanbase... wide variety of work so whatever goes on I guess.\n  ","449866":"\n  Nah. Got Lynseed and Lyndso.\n  ","449867":"\n  Indeed\n  ","449868":"\n  This one or the place I dogsit at\n  ","449869":"\n  All of them 😆\n  ","449870":"\n  I don't think so. I can be blunt but not sure bossy fits.\n  ","449871":"\n  No. Growing up the areas weren't that bad and didn't lock the doors. Small town life.\n  ","449872":"\n  I don't mind it. Kale chips can be good too.\n  ","449873":"\n  I share a lot but sometimes I can be quiet about certain things.\n  ","449874":"\n  Who is that?\n  ","449875":"\n  The unknown\n  \n  Currently? Probably covid shit 💩\n  ","449876":"\n  Maybe.. if I feel nice\n  ","449877":"\n  Who?\n  ","449878":"\n  That's an understatement ❤❤❤❤\n  ","449879":"\n  I didn't drink\n  ","449880":"\n  Overall yes but I think I'm more neutral right now in this moment.\n  ","449881":"\n  Never but some classmates have\n  ","449882":"\n  Some bands can be good.\n  ","449883":"\n  No, I haven't nor would I ever want to do so.\n  ","449884":"\n  Decent enough?\n  ","449885":"\n  Pride?\n  ","449886":"\n  Not really\n  ","449887":"\n  Both\n  ","449888":"\n  Some people on here\n  \n  Family\n  \n  Friends\n  ","449889":"\n  Love\n  ","449890":"\n  It's an on going project\n  ","449891":"\n  Need more than that :o\n  ","449892":"\n  Good to know that it will be sunny.\n  \n  Yes, pretty cold these nights *throws blanket over you*\n  ","449893":"\n  I guess helicopter\n  ","449894":"\n  ?\n  ","449895":"\n  Don't think I've tried either.\n  ","449896":"\n  I hope so. We all need something good to happen to us ❤\n  ","449897":"\n  What? One was kind of a nightmare and the others were alright.\n  ","449898":"\n  Either way is fine.\n  ","449899":"\n  Yes ❤\n  ","449900":"\n  I had three different ones but rather keep the content private.\n  ","449901":"\n  Love\n  ","449902":"\n  In the womb\n  ","449903":"\n  No thanks. I'm not that type of girl.\n  ","449904":"\n  Having a bad day, sarcasm and you take it seriously, they can react however they want on their page, you yourself are in that energy and taking things personally...\n  ","449905":"\n  Not sure what you mean.\n  \n  They can be whatever they want to be..\n  \n  I like men if you mean that way. I'm single.\n  ","449906":"\n  I like water slides more or the roller coasters that go in water.\n  ","449907":"\n  All about the circumstances, connection. Some deserve it, others don't.\n  ","449908":"\n  No. I didn't really stay in touch with most of them. They were just friends, nothing romantic or anything like that.\n  \n  When I was in hs I didn't even date a guy from the same school.\n  ","449909":"\n  Agreed.\n  ","449910":"\n  This isn't Google or mapquest\n  ","449911":"\n  Yes\n  ","449912":"\n  Keep on going\n  \n  Hard to give advice when you don't know what the tough thing is...\n  ","449913":"\n  me lol\n  ","449914":"\n  I try not to be. Those ideas come to mind but I don't really feel stressed over them. Just another stepping stone to where I want to be.\n  ","449915":"\n  What about it?\n  ","449916":"\n  Reeses\n  ","449917":"\n  Putting the race part makes it that way. Just say pretty without making it into a racial opinion.\n  ","449918":"\n  This boy named Derek when in middle school.\n  \n  This guy liked me but didn't say at the time that he did.. had a crush on him as well at one point. Didn't say anything either. He never asked for my number when I did notice that he liked me.\n  \n  This other guy kind of knew.. would tease us a bit 🤷🏼‍♀️\n  ","449919":"\n  Yes with the right people\n  ","449920":"\n  Online usually helps with that. Be friendly.\n  ","449921":"\n  ???\n  ","449922":"\n  Time? Focusing on yourself? Finding someone new when you feel ready for that?  Don't think of them as much. Distractions.\n  ","449923":"\n  Welcome to America\n  ","449924":"\n  Messiah\n  ","449925":"\n  Effort, commitment, communication, trust, honesty, integrity, love languages, faith in eachother, being supportive of eachother, wanting the best for eachother, boundaries, space can help, cuddles, hugs, massages, sexually compatible, being affectionate, being there for eachother\n  ","449926":"\n  No, I didn't.\n  ","449927":"\n  Garlic bread 😈\n  \n  I guess some type of veggies? Idk.\n  ","449928":"\n  💯💯💯💯\n  ","449929":"\n  For sure:)\n  \n  Thanks for the input\n  ","449930":"\n  Spooky\n  ","449931":"\n  Charming\n  ","449932":"\n  Yes. I like them. So pretty\n  ","449933":"\n  That's debatable\n  ","449934":"\n  Yes\n  ","449935":"\n  Not a requirement. It sure is nice though.\n  ","449936":"\n  Sewer balloon man\n  ","449937":"\n  No. I've never done that. Seems fun but eh as well. Like nobody would really care?\n  ","449938":"\n  Why is that a question?\n  ","449939":"\n  Yup\n  ","449940":"\n  - red flags\n  \n  - have self-respect\n  \n  - chivalry isn't dead but its also not always needed. Healthy balance\n  \n  - know what you want\n  \n  - trust gut instincts about the person\n  \n  - how they treat you + others\n  \n  -  set boundaries.. even better if you both agree on them. Know that some could change in the moment and that's ok too. Just get back to \"normal \" next time.\n  \n  - communication\n  \n  - how you feel around them\n  \n  - get to know them. Not just the good sides.\n  ","449941":"\n  Probably sleeping as it's late there.\n  ","449942":"\n  50\/50\n  \n  All about mood, mindset, how comfortable I feel with someone.\n  ","449943":"\n  Water, nightstand, lamp\n  ","449944":"\n  That seems creepy to me.\n  \n  Only girlfriends or spouses should. Comes down to trust as well.\n  ","449945":"\n  Shirt\n  ","449946":"\n  Probably that foot picture once\n  ","449947":"\n  They have a few songs I don't mind.\n  ","449948":"\n  Uh sure\n  ","449949":"\n  true\n  ","449950":"\n  agreed! don't think that's really \"short time\" though :)\n  ","449951":"\n  The Bachelor\n  ","449952":"\n  My day was in December (birthday)\n  ","449953":"\n  Peppermint, raspberry, passionfruit, ginger\n  \n  I'll try any\n  ","449954":"\n  Cheese\n  \n  Pepperoni\n  \n  Bbq chicken\n  \n  Chicken, spinach, feta, white sauce\n  ","449955":"\n  I love you. Best freaking shoutout here.\n  ","449956":"\n\n   https:\/\/youtu.be\/TGpotv_0BMU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Cole has a lot of good tunes\n  ","449957":"\n  Are you saying only guys with micro pepees do polyamorous relationships? I HIGHLY doubt that is the case.\n  ","449958":"\n  They can see whatever they want to see. Assumptions are usually wrong about me\n  ","449959":"\n  Yes\n  ","449960":"\n  What about micros?\n  ","449961":"\n  How to make $500 million in a short time?\n  ","449962":"\n  How hurt would they be? Can I share some of the money? Hmm decisions, decisions! 🤔\n  ","449963":"\n  Nice shoutout. I'm proud of you\n  ","449964":"\n  I'd rather be the only person.\n  \n  I think a lot of factors would go into it if I did go that route however.\n  ","449965":"\n  I need to dress up more 🙃\n  ","449966":"\n  Yes and no. I'd need time with them as well in the physical. Wouldn't want to just have a label without anything happening, ya know? Labels do suck but better than nothing as well. I don't think I'd ever want an online relationship again.. want the real thing. Not just words on a screen.\n  ","449967":"\n  ❤💋🍑\n  ","449968":"\n  It's beautiful to watch. The outfits too.\n  \n  Doing? Haven't really done properly. Been on ice but not with skates.\n  ","449969":"\n  Owls, ducks, various bird species\n  \n  Deer in Maine. Squirrels\n  ","449970":"\n  If I absolutely had to get it..\n  ","449971":"\n  Like bondage?\n  ","449972":"\n  You can have both at the same time. I don't think that I \"argue\" over them....\n  ","449973":"\n  😋\n  ","449974":"\n  It should come naturally 🤷🏼‍♀️\n  ","449975":"\n  Hence the waffle question?\n  ","449976":"\n  Why decide? :o\n  ","449977":"\n  Blizzards, hurricanes,  missed a tornado\n  ","449978":"\n  Water can indeed splash\n  ","449979":"\n  What's with the cat?\n  ","449980":"\n  Dance?\n  ","449981":"\n  how unfortunate\n  ","449982":"\n  Vertical horizons and Gin Blossoms. It's been forever:(\n  ","449983":"\n  Broke alone envious sexy?\n  ","449984":"\n  Neither but dentist\n  ","449985":"\n  You can buy some PH kits?\n  ","449986":"\n  Her who?\n  ","449987":"\n  Never\n  ","449988":"\n  I'm single so can't relate to that part.\n  ","449989":"\n  I think people can change. It would depend on a lot of different factors.\n  ","449990":"\n  No\n  ","449991":"\n  No. They wouldn't be a loser for that. They do need time for themselves as well though.\n  ","449992":"\n  People hate you 😈\n  ","449993":"\n  I don't even know what that means.\n  ","449994":"\n  Within themselves, finding the right person and friendships that help bring happiness. Do things you enjoy.\n  ","449995":"\n  Random shoutout but yes, I do.\n  ","449996":"\n  Don't forget communication\n  ","449997":"\n  Be better if you gave the link\n  ","449998":"\n  Thinking about future kids are we?\n  ","449999":"\n  Yes but I don't have it often enough\n  ","450000":"\n  Yes\n  ","450001":"\n  Same\n  ","450002":"\n  Sugar free\n  ","450003":"\n  Pretty much\n  ","450004":"\n  None. I'm female and that sport wouldn't be my go to anyways.\n  ","450005":"\n  Both\n  ","450006":"\n  Yes\n  ","450007":"\n  I suppose understanding why they did it helps.\n  ","450008":"\n  Preach\n  ","450009":"\n  No. I'd rather have home cooked meals but fast food is fine in moderation.\n  ","450010":"\n  Its spelt wrong.\n  ","450011":"\n  Cute\n  ","450012":"\n  Double standards. Insecurities. People not respecting others or themselves. Miscommunication. Society beliefs. Want to bully others. Assumptions.\n  ","450013":"\n  Answering shoutout questions\n  ","450014":"\n  I don't mind\n  ","450015":"\n  Always\n  ","450016":"\n  *hugs*\n  ","450017":"\n  Nooooooo\n  ","450018":"\n  Ice cream but I'd rather not. Cookies too :p\n  ","450019":"\n  Very positive\n  ","450020":"\n  By not doing what the rumor was. Not caring about it. Being true to yourself. Understanding why the person said what they said etc\n  ","450021":"\n  A mixture\n  \n  Sorry, boys\n  ","450022":"\n  Why does height matter?\n  ","450023":"\n  True love\n  ","450024":"\n  🎤🎤🎤🎤🎤\n  ","450025":"\n  I get told that daily.\n  ","450026":"\n  She's tiny but fierce 👸🏾\n  ","450027":"\n  Snorting when laughing but it happens to the best of us at times.\n  ","450028":"\n  Jealousy? Maybe he thought it was a recent picture? Thought you weren't over the guy? Friendzone?\n  ","450029":"\n  Chicken parm is my favorite\n  ","450030":"\n  Great\n  ","450031":"\n  No\n  ","450032":"\n  Untie him made me think dirty\n  \n  Who decides what gender a person will or wont give birth to?\n  \n  Clearly we all came from somewhere...\n  ","450033":"\n  Darkness\n  ","450034":"\n  Including this shoutout\n  ","450035":"\n  They can't read.\n  ","450036":"\n  💋\n  ","450037":"\n  I don't have a crush.\n  ","450038":"\n  same to you\n  ","450039":"\n  no, I didn't.\n  ","450040":"\n  Mentality. Want more for themselves. Hard times\n  ","450041":"\n  Pens\n  ","450042":"\n  Are we robots then? Aliens? Please tell us what we are!\n  ","450043":"\n  Yessssss\n  ","450044":"\n  Middle\/both\n  ","450045":"\n  Bless you earthling\n  ","450046":"\n  Fuck you\n  ","450047":"\n  Pardon me? Get out of my head!\n  ","450048":"\n  Well they aren't against me\n  ","450049":"\n  Inhale myself all day\n  ","450050":"\n  What about?\n  \n  The clouds?\n  ","450051":"\n  Who?\n  ","450052":"\n  Both are good but I have strawberries more often\n  ","450053":"\n\n   @patchy_life\n  \n","450054":"\n  Sexually frustrated?\n  ","450055":"\n  Is that right? Tell me more.\n  ","450056":"\n  Yes 😌\n  ","450057":"\n  The clown? Yes.\n  ","450058":"\n  Hell no ❤🖕💋\n  ","450059":"\n  We have one?\n  ","450060":"\n  No. Rather do vegan\n  ","450061":"\n  Independent and not that interested. Don't always need to share beliefs. I get on well with everyone regardless of views\n  ","450062":"\n  Looked at my pictures?\n  ","450063":"\n  ????????\n  ","450064":"\n  He's not on a schedule.\n  ","450065":"\n  oh?\n  ","450066":"\n  yes but rather not\n  ","450067":"\n  very well could be but I didn't mean that way either\n  ","450068":"\n  hand\n  ","450069":"\n  MOST OF THEM?\n  ","450070":"\n  Blue or green\n  ","450071":"\n  No. Having too much fun with these answers\n  ","450072":"\n  A bloody lot\n  ","450073":"\n  Honk the horn?\n  ","450074":"\n  Not on keto they aren't.\n  ","450075":"\n  Nooo 🤢\n  ","450076":"\n  Have\n  ","450077":"\n  Medicine, doctor, those lemonsip drinks\n  ","450078":"\n  More his older stuff\n  ","450079":"\n  Riptides\n  ","450080":"\n  Lily's keto ones.\n  \n  Reeses or Hershey's\n  ","450081":"\n  No but I like them on others\n  ","450082":"\n  When I feel like it, yes.\n  ","450083":"\n  I think the latter\n  ","450084":"\n  It's not working, wrong person, you dont feel anything towards them anymore, fighting a lot, red flags, both dont want it...\n  ","450085":"\n  Depends what occurred... both are good to do. Taking time can be more beneficial.\n  ","450086":"\n  No, I didnt.\n  ","450087":"\n  Working out, financial means etc\n  ","450088":"\n  No :(\n  \n  Unless hiding under covers counts\n  ","450089":"\n  Blinking? Winking? Eating? Sleeping? Breathing? Living?\n  ","450090":"\n  We shall see.\n  ","450091":"\n  You too\n  ","450092":"\n  I know how to express love.  I dont say it lightly either.\n  ","450093":"\n  Eh. Both seem petty to me.\n  ","450094":"\n  Oh man 🙄\n  ","450095":"\n  Good morning, kisses, good music and whatever else occurs\n  ","450096":"\n  Awwww\n  ","450097":"\n  I think more would go into it. Think that's just lust, attraction.\n  ","450098":"\n  Just adding to the fire with the F word there.\n  ","450099":"\n  idk. was a shoutout\n  ","450100":"\n  ofcourse\n  ","450101":"\n  Is that her name?\n  ","450102":"\n  With a mask\n  ","450103":"\n  If I had my own place, yes.\n  ","450104":"\n  Uh fuck. Do not want lol\n  ","450105":"\n  I wouldn't date a girl.\n  \n  If it was a guy.. show me those moves *throws dollar bills * yesssss\n  ","450106":"\n  Haha no\n  ","450107":"\n  Fuck no\n  ","450108":"\n  Both\n  ","450109":"\n  That's up to you. Talk about it? Move on? Keep focusing on yourself instead of the situation. If it's meant to be then it will in time.\n  ","450110":"\n  Give him some dirt? Mud? Look after them. Try finding out how to make them human again\n  ","450111":"\n  What's the distance like?\n  ","450112":"\n  I was in the car but not the one driving if that counts\n  ","450113":"\n  Yes:(\n  ","450114":"\n  Nothing? Let them vent? Must be dealing with some heavy stuff and projecting that onto others. Maybe ask questions regarding why they are saying that.\n  ","450115":"\n  Zebra cakes I suppose... what makes it a snack cake? 🤔\n  ","450116":"\n  Yes\n  \n  More so in the summer\n  ","450117":"\n  Hm I dont notice when that happens\n  ","450118":"\n  Not much. Just had dinner.\n  \n  Steak, salad, cucumber slices\n  ","450119":"\n  In which way ?\n  ","450120":"\n  Tired of these shoutouts\n  \n  Atleast make them go to the app instead of having to switch between the app and mobile version to get them.\n  ","450121":"\n  Both\n  ","450122":"\n  Yes\n  ","450123":"\n  Fetish?\n  ","450124":"\n  Grateful for you\n  ","450125":"\n  Thanks for sharing\n  \n  She's probably still on here....\n  ","450126":"\n  ❤❤❤❤\n  ","450127":"\n  Not enough?\n  ","450128":"\n  Conquer the fear\n  ","450129":"\n  Loads!\n  ","450130":"\n  Make it a surprise 😈\n  ","450131":"\n  Yes but I wouldnt trust anonymous shoutouts talking about work related matters on here.\n  ","450132":"\n  Its not easy #pcos\n  ","450133":"\n  Sweet!\n  ","450134":"\n  My nephews like it\n  ","450135":"\n  this?\n  ","450136":"\n  Night\n  ","450137":"\n  I don't hear any music currently\n  ","450138":"\n  No\n  ","450139":"\n  Who hasn't??????.\n  ","450140":"\n  Having one.....\n  \n  Again, it depends what the person has, hereditary, environmental factors, trauma and a bunch of other factors. Can't lump all mental illnesses as the same. Not everyone would have the same \"reasons\".\n  ","450141":"\n  Yes but I'm still not there. Patience and time.\n  ","450142":"\n  Not innocent (if law related)\n  \n  Guilty conscience\n  \n  Having guilt over something\n  \n  Guilt trips\n  \n  Regret\n  \n  All situation based on the meaning of the word\n  ","450143":"\n  Yes but its also what you make it as well\n  ","450144":"\n  I had some ice cream last night but I usually don't eat that late.\n  ","450145":"\n  Hm depends. Whatever feels most natural\n  ","450146":"\n  Gratitude\n  ","450147":"\n  Probably their beauty? 😆\n  ","450148":"\n  Lion King\n  ","450149":"\n  kudos\n  ","450150":"\n  Yes, they still happen naturally\n  ","450151":"\n  Indeed\n  ","450152":"\n  It can be wicked expensive\n  ","450153":"\n  We all need someone\/something.\n  ","450154":"\n  🙃😆🙄\n  ","450155":"\n  Agreed 💯\n  ","450156":"\n  No\n  ","450157":"\n  Yes\n  ","450158":"\n  The latter option\n  ","450159":"\n  I've been told red.\n  \n  I like blue, black, grey..\n  ","450160":"\n  Yes but I'll keep the what private\n  ","450161":"\n  I would:)\n  ","450162":"\n  I don't mind.\n  ","450163":"\n  They are cute\n  ","450164":"\n  Sad\n  ","450165":"\n  Sometimes\n  ","450166":"\n  Blueberries, strawberries, raspberries,  watermelon\n  ","450167":"\n  Air...\n  ","450168":"\n  I have too many giftcards.\n  \n  The feet masks are nice.\n  \n  Still need to try on the dress coed.\n  ","450169":"\n  Myself\n  ","450170":"\n  Who?\n  ","450171":"\n  You just are?\n  \n  Can picture it with that person? Don't feel afraid? Stable enough financially would be a good one too. You are both happy about the next chapter moving forward. It feels right. Being more nurturing in general? Idk everyone is different.\n  ","450172":"\n  Medium\n  ","450173":"\n  Meh\n  ","450174":"\n  Both but more doggos\n  ","450175":"\n  We'll see?\n  \n  Probably not 🤷🏼‍♀️\n  ","450176":"\n  What's normal these days?\n  ","450177":"\n  I turned something on too\n  ","450178":"\n  Oh yes\n  ","450179":"\n  Wonderful...\n  ","450180":"\n  Omg. One of my cousins was always around growing up too :)\n  ","450181":"\n  Godly things\n  ","450182":"\n  Helping myself first\n  ","450183":"\n  Hello\n  ","450184":"\n  I don't make faces with food 🤷🏼‍♀️\n  ","450185":"\n  We still have knowledge even if you can debate about it..\n  ","450186":"\n  The actual money atm\n  ","450187":"\n  No thanks. not looking for sex at the moment.\n  ","450188":"\n  I think Holidate was adorable.\n  \n  Uh. I haven't watched much shows... The Bachelor should get a mention. I also watched some Walking Dead in early 2020. Still need to get caught up with the last episodes.\n  ","450189":"\n  Crying emotes\n  ","450190":"\n  Animals, god, good food, the sunshine, swimming, reading, music, massages, movies, forehead kisses, actual kisses, s*x, the ocean, certain smells, flowers, kids doing cute things....\n  ","450191":"\n  I dont speak cryinese\n  ","450192":"\n  Hi\n  ","450193":"\n  More self-growth.\n  ","450194":"\n  Ask if I care\n  ","450195":"\n  Pick a prize?\n  ","450196":"\n  Sorry but you guys cant handle me in short shorts right now 💋\n  ","450197":"\n  That's too bad.\n  ","450198":"\n  the one asking the question. They wont let go of WHO I ONCE talked with. They don't believe that it was as innocent as it was on my part.\n  ","450199":"\n  Not sure. I'm pretty different from everyone else. Because I don't result to screaming? My temper is barely there.. takes a lot to get me going. I'm patient. More kind. I don't fake being nice.  More funny. Think I have more of a dirty mind. Not as weird as my dad, thankfully. Take after my mom's side more. More in check with my emotions.\n  ","450200":"\n  No. we dont need to make more people jealous\n  ","450201":"\n  These were the last ones yesterday.\n  \n  Brett Young has a lot of good songs.\n  ","450202":"\n  that's too bad\n  ","450203":"\n  No. He ghosted me without any reason. Lingerie was still nice 😈\n  ","450204":"\n  You want a list?\n  ","450205":"\n  We haven't talked in forever.\n  \n  Probably a fake person since they kept using the same vids\n  \n  too insecure\n  \n  talked about his ex a lot\n  \n  dont think he shown his face at all\n  \n  None of those guys matter.\n  ","450206":"\n  When?\n  ","450207":"\n  Probably\n  ","450208":"\n  I've known most since birth, some since the 1st grade and all that so yes.. pretty lucky in that way.\n  ","450209":"\n  Yup\n  ","450210":"\n  irrelevant person.\n  \n  bye\n  ","450211":"\n  I don't have that\n  ","450212":"\n  Animals\n  \n  Which I already do 🤪\n  \n  They dont talk back\n  ","450213":"\n  Depends which specific \"teen\" age you think of... if older teen then maybe getting their own place and such? Relationships.... jobs.\n  ","450214":"\n  me lol\n  ","450215":"\n  Its not\n  ","450216":"\n  The latter\n  ","450217":"\n  No :(\n  ","450218":"\n  Very happy\n  ","450219":"\n  exactly\n  ","450220":"\n  Nah, they were different in personality.\n  \n  I feel like most Mike's can be bad news 🤷🏼‍♀️\n  ","450221":"\n  You mean horse d!ck?\n  ","450222":"\n  It can be sad. I think we can do it at times without fully noticing it? Overall it's bad to do.\n  ","450223":"\n  Guess it just depends on how many people are around, if they have a legit reason not to etc\n  ","450224":"\n  Not something I think about when doing the deed\n  ","450225":"\n  Not I\n  ","450226":"\n  not sure what I'd say 🤷🏼‍♀️\n  ","450227":"\n  Good night\n  ","450228":"\n  Not my place to rewrite\n  ","450229":"\n  I can be pretty tech savvy as well.\n  ","450230":"\n  It can be. Depends what is happening\n  ","450231":"\n  Always\n  ","450232":"\n  Dogs too 🐩😌\n  ","450233":"\n  should seek a sugar daddy because of my age? 🙃\n  ","450234":"\n  You don't need to know about my boobs\n  ","450235":"\n  Probably my mom\n  ","450236":"\n  Maybe\n  ","450237":"\n  Um.. heat.\n  ","450238":"\n  no\n  ","450239":"\n  33 and I still don't care about other people's finances. What you trying to prove?\n  ","450240":"\n  I'm ok :)\n  \n  Yourself?\n  ","450241":"\n  these type of questions\n  ","450242":"\n  Last time you were quiet?\n  ","450243":"\n  life\n  ","450244":"\n  British, Australian can be good. Some American ones\n  ","450245":"\n  no\n  ","450246":"\n  my soul needed him more.\n  ","450247":"\n  Only you would know that deep down\n  ","450248":"\n  Family- no. Thank god\n  ","450249":"\n  😆\n  ","450250":"\n  I've never watched the 2nd one mentioned\n  ","450251":"\n  I'd love that!\n  ","450252":"\n  Little bit\n  ","450253":"\n  *hugs*\n  ","450254":"\n  Both\n  ","450255":"\n  Some are good, others aren't. Depends on the graphics, the type etc\n  ","450256":"\n  Awwwwwwwww\n  ","450257":"\n  Hearts and fire will blink at times. Pretty bizarre tbh\n  ","450258":"\n  Maybe discreetly. They definitely know I have a dirty mind :p\n  ","450259":"\n  To me its misleading. A crush is a crush.. they shouldn't have a label that goes beyond not liking them anymore.\n  \n  Ex should be saved for someone you actually been with\/dating\/relationship and no longer with.\n  \n  Crushes become meaningless. Whereas exes can still be a part of you. Helped in some way etc\n  ","450260":"\n  Funny\n  \n  Probably the black sheep 🤷🏼‍♀️\n  ","450261":"\n  That's a bit excessive to me.\n  ","450262":"\n  Trying to be?\n  ","450263":"\n  With laughter\n  \n  Making funny faces\n  \n  Stuff that was said\n  \n  Being there for them\n  \n  Assets\n  ","450264":"\n  👍💪\n  ","450265":"\n  cool\n  ","450266":"\n  nobody cares about your savings\n  ","450267":"\n  I have my moments 🤷🏼‍♀️\n  ","450268":"\n  Are they asexual? Hurts? Not attracted to you anymore? Who knows the reasons. Also that's a discussion to have with THEM.. not posting as a SHOUTOUT to people on here.\n  ","450269":"\n  lol no\n  ","450270":"\n  Rudolph\n  \n  Talk about a late question\n  ","450271":"\n  If they needed it then they should\n  \n  Haven't\n  ","450272":"\n  Hahaha\n  \n  So true 💋❤\n  ","450273":"\n  Always\n  ","450274":"\n  you just go for it? 🤷🏼‍♀️\n  ","450275":"\n  of snow? cool.\n  ","450276":"\n  ugh, I have 2000+ of shoutouts on the mobile version:(\n  ","450277":"\n  Which way?\n  ","450278":"\n  Dogs\n  ","450279":"\n  🙄\n  ","450280":"\n  Shitty shoutout.\n  \n  Glad I missed it!\n  ","450281":"\n  I must have some shoutout that aren't showing on the app?\n  ","450282":"\n  Empty\n  ","450283":"\n  because\n  ","450284":"\n  I don't need to explain all of them.\n  ","450285":"\n  Thanks.\n  ","450286":"\n  Hm.\n  \n  Think that depends on the individuals playing. How the coach teaches it. How determined the people are... the win mentality that can come with it.\n  \n  I dont think its solely the sports that could be harmful, more the players. Attitude etc\n  ","450287":"\n  my standards. what I will and wont accept from people\n  ","450288":"\n  hi\n  ","450289":"\n  I think they get higher every day\n  ","450290":"\n  Hi\n  ","450291":"\n  #showbuttsrespect\n  ","450292":"\n  Why the sad face?\n  \n  Whatever I wanted to do. Stay in or go out and do something. Think covid can still limit that at times :(\n  ","450293":"\n  Not even sure. Didn't really plan out all that shit of what adulting was back then.\n  ","450294":"\n  Learned from others what not to do\n  \n  Money doesn't buy love..\n  \n  I wouldn't trust their intentions\n  \n  Could make money in other ways\n  \n  Wouldnt want codependency on someone.. they could always end the funds\n  \n  Its just not something I want for myself\n  \n  hiding behind anon\n  \n  everyone else who has said this on here never followed through\n  \n  The ones that are all \"sugar daddy\" probably dont even have the funds to do so.\n  \n  I'd rather be the only person in someone's life\n  ","450295":"\n  I think that just depends on if something similar happens then it would make me think of whatever it was... wouldnt always be on my mind.\n  ","450296":"\n  Hello\n  ","450297":"\n  I'm well aware 💋\n  ","450298":"\n  Would be helpful in some areas but it makes us learn, grow and all that.\n  ","450299":"\n  Not surprised 🤙\n  ","450300":"\n  Hi\n  ","450301":"\n  Not when this was asked\n  ","450302":"\n  Food or clothing 🤷🏼‍♀️\n  ","450303":"\n  no\n  ","450304":"\n  Torture\n  ","450305":"\n  No. I'm an angel.\n  ","450306":"\n  Think you were born that way\n  ","450307":"\n  Already have:)\n  ","450308":"\n  No. The vows just spoke to me. Jealousy didn't occur at all.\n  ","450309":"\n  Very much so\n  ","450310":"\n  A lot 🐩\n  ","450311":"\n  Night sky people\n  ","450312":"\n  I guess the heights one.\n  \n  I don't have that problem, thankfully. Been on top of the Empire State building and other high places.\n  ","450313":"\n  Kindness, giving back. Helping humanity, success of some sort...\n  ","450314":"\n  love, weddings. Fucking vows, man.\n  ","450315":"\n  Life\n  ","450316":"\n  🤢🤢🤢🤢\n  ","450317":"\n  Lobster, snails, crablegs, octopus, squid...\n  ","450318":"\n  Watching sad stuff\n  ","450319":"\n  aww.\n  ","450320":"\n  cool\n  ","450321":"\n  Not much. You?\n  ","450322":"\n  The answer people expect from me: huge pepee\n  \n  My answer: everything I set my mind to\n  ","450323":"\n  yes\n  ","450324":"\n  Oh tough one\n  ","450325":"\n  Do whatever you feel like.\n  \n  I rather have medium length at best for myself or short.\n  ","450326":"\n  lol ok then 🙄\n  ","450327":"\n  shhh\n  ","450328":"\n  fuck off\n  ","450329":"\n  I don't really care..I like certain ones but not the end all be all...\n  ","450330":"\n  Pigs are polite\n  ","450331":"\n  Spending money to do clothing elsewhere would suck unless you mean putting it on clotheslines 🤷🏼‍♀️\n  ","450332":"\n  Being religious and shit 🙃\n  ","450333":"\n  haven't tried\n  ","450334":"\n  Nah. People like holding that over me\n  ","450335":"\n  I'd rather have someone else do that or actual s*x.\n  ","450336":"\n  Yes so I wont do it in the future. I'd try to remember what it was and learn from it\n  ","450337":"\n  Says who?\n  ","450338":"\n  Cows? Idk.\n  \n  Something in Indiana was bad.\n  ","450339":"\n  Fun times with people I love\n  ","450340":"\n  Baths, candles. movies, music, massages\n  ","450341":"\n  Think whatever you want\n  ","450342":"\n  No\n  ","450343":"\n  Being more positive, optimistic views, thinking the best etc\n  ","450344":"\n  oh?\n  ","450345":"\n  I'm not\n  ","450346":"\n  Since when?\n  ","450347":"\n  Hi\n  ","450348":"\n  Merry Christmas!\n  ","450349":"\n  About what?\n  ","450350":"\n  Water, sugar free sodas, tea\n  ","450351":"\n  I'd have gratitude to whatever service it was.\n  ","450352":"\n  Ego?\n  ","450353":"\n  Not really\n  ","450354":"\n  Waves back\n  ","450355":"\n  Have you even endured 2020?\n  ","450356":"\n  no\n  ","450357":"\n  The ones you hear about from others are fake.\n  ","450358":"\n  Why, so you can do it?\n  ","450359":"\n  I'm not sure. I have more films to watch instead of shows.\n  ","450360":"\n  Good night souls\n  ","450361":"\n  All the decades\n  ","450362":"\n  People are paranoid 🤔\n  ","450363":"\n  Pack a punch?\n  ","450364":"\n  its dark out though\n  ","450365":"\n  Not exactly sure what that means\n  ","450366":"\n  I'm not sure.\n  ","450367":"\n  Boundaries 😆\n  ","450368":"\n  Hahaah I hate ask sometimes\n  ","450369":"\n  I'd say that houses and vehicles would be the most luxurious.\n  ","450370":"\n  Nothing. It was more like I didn't get to say goodbye instead of asking something\n  ","450371":"\n  Last week?\n  ","450372":"\n  Nowhere\n  ","450373":"\n  Not looking and don't want anons\n  ","450374":"\n  Thanks for calling me old\n  ","450375":"\n  🙃\n  ","450376":"\n  I'm the main bitch\n  ","450377":"\n  Yes, I do.\n  ","450378":"\n  no\n  ","450379":"\n  fuck off\n  ","450380":"\n  I don't think I have\n  ","450381":"\n  of purchase\n  ","450382":"\n  that's a shame!\n  ","450383":"\n  You do\n  ","450384":"\n  whose?\n  ","450385":"\n  Watch it\n  \n  Be on social media\n  \n  Talk to people\n  ","450386":"\n  To what?\n  ","450387":"\n  What cops? What drugs?\n  ","450388":"\n  I smell great, tyvm.\n  ","450389":"\n  Hi\n  ","450390":"\n  Most times I need the bathroom.\n  ","450391":"\n  That's still undecided\n  ","450392":"\n  Things\n  ","450393":"\n  Yes\n  ","450394":"\n  Define that?\n  ","450395":"\n  Yes.\n  \n  Both grandpas, a grandma that I was too young to remember, a friend, pets, some of my sister's old friends, some family friends etc\n  ","450396":"\n  All the small and big things of life. People, pets, places, things, love.\n  ","450397":"\n  Agreed.\n  ","450398":"\n  Depends on the situation 🤷🏼‍♀️\n  ","450399":"\n  Breaks can be necessary but overall no.\n  ","450400":"\n  I feel like for some the \"trigger\" question you answered can reflect back to this answer. Scared. They don't believe it's real or can happen for them. Not putting in the effort for what they do want. See it as a dream\/fantasy instead of being a reality.\n  ","450401":"\n  Nah... I kind of always did my own thing regardless of all that.\n  ","450402":"\n  50\/50?\n  ","450403":"\n  Society beliefs? The girl likes it? They want to feel powerful? Scared to do it elsewhere?\n  ","450404":"\n  Yes, a little weird. Even if I did cry lately I wouldnt want to put out the why to it.\n  ","450405":"\n  Only because of the VIP requirements. Asker.\n  \n  I got really boring ones and ones in different languages when I did have it on.\n  \n  Lots of improvements..maybe not existing? 🤣\n  ","450406":"\n  Why?\n  ","450407":"\n  can do that any time\n  ","450408":"\n  me too\n  ","450409":"\n  Planning what?\n  ","450410":"\n  (͡° ͜ʖ ͡°)\n  ","450411":"\n  I dont, personally.\n  ","450412":"\n  80-2000's\n  ","450413":"\n  I don't know the brand. It has a vent though.\n  ","450414":"\n  Not at all, friend.\n  ","450415":"\n  We're all a little mad here.\n  ","450416":"\n  when?\n  ","450417":"\n  rude\n  ","450418":"\n  I'd say the first one.\n  ","450419":"\n  Oh happy days 🤪\n  ","450420":"\n  For?\n  ","450421":"\n  No, a galaxy far, far away.\n  ","450422":"\n  Who?\n  ","450423":"\n  I want a different prize\n  ","450424":"\n  What did they do? Who is the innocent one? 🤔\n  \n  I don't think that would be up to me either.\n  ","450425":"\n  Everything\n  ","450426":"\n  Sorry to hear\n  ","450427":"\n  Swallow what?\n  ","450428":"\n  Doubtful\n  ","450429":"\n  pzdts?\n  \n  Why would signing off help you?\n  ","450430":"\n  boobs\n  ","450431":"\n  Seems dreadful\n  ","450432":"\n  Hi\n  ","450433":"\n  good\n  ","450434":"\n  .........\n  ","450435":"\n  Easter bunny 🤣\n  ","450436":"\n  Yup\n  ","450437":"\n  Fuck no\n  ","450438":"\n  The Bible\n  \n  The Magic by Rhonda Byrne\n  ","450439":"\n  Yes.\n  ","450440":"\n  Peanut butter or clothing 🤷🏼‍♀️\n  ","450441":"\n  Perhaps\n  ","450442":"\n  You have to build them first.\n  ","450443":"\n  No comment\n  ","450444":"\n  I'm not\n  ","450445":"\n  Not sure\n  ","450446":"\n  I don't believe so?\n  ","450447":"\n  Why are you in pain? Didn't know that.\n  ","450448":"\n  Night all\n  ","450449":"\n  Fantastic. Yourself?\n  ","450450":"\n  Well I'd assume they'd be good ones 🤔🙃\n  ","450451":"\n  #conspiracy\n  ","450452":"\n  vague, huh?\n  ","450453":"\n  Oysters?\n  ","450454":"\n  Can I say the hot tub?\n  ","450455":"\n  Some song lyrics.. the title contradicted it.\n  ","450456":"\n  Kaleo\n  ","450457":"\n  Tears\n  ","450458":"\n  That's the East Coast for you. Been there, done that.\n  \n  People in AZ forget how to drive when it rains out and it shows!\n  ","450459":"\n  You are?\n  ","450460":"\n  Same lol\n  ","450461":"\n  The whole matter seems complicated...\n  ","450462":"\n  More so lately\n  ","450463":"\n  Depends on the circumstances\n  ","450464":"\n  Hm bit of both\n  ","450465":"\n  🤣🤣🤣\n  ","450466":"\n  Goat\n  ","450467":"\n  Nah. Rather know the how 🤷🏼‍♀️\n  ","450468":"\n  What now?\n  ","450469":"\n  Hello\n  ","450470":"\n  Hey there\n  ","450471":"\n  Nope. I have goals for myself.. not because of past things.\n  ","450472":"\n  Something that hurts the other person:(\n  ","450473":"\n  I haven't been watching much lately.\n  ","450474":"\n  Those hands\n  ","450475":"\n  Going through some tough stuff and feeling vulnerable towards that and what others say?\n  ","450476":"\n  With my soul\n  ","450477":"\n  oh god, please no.\n  ","450478":"\n  The latter option\n  ","450479":"\n  me lol\n  ","450480":"\n  No, I haven't.\n  ","450481":"\n  I don't care what people do.\n  ","450482":"\n  Just one\n  ","450483":"\n  Night world\n  ","450484":"\n  Night\n  ","450485":"\n  it gets worse, y'all.\n  ","450486":"\n  Don't send kiss emojis to me\n  ","450487":"\n  I didn't have much rules when younger. Just came home when the streetlights came on. Mom would want to know who I was out with\/coming back but besides that it was pretty ruleless.\n  ","450488":"\n  Hello\n  ","450489":"\n  You didn't.\n  ","450490":"\n  Offend me with what?\n  ","450491":"\n  America is a melting pot so hard to pinpoint exact ones...\n  ","450492":"\n  Good\n  ","450493":"\n  Hi\n  ","450494":"\n  All the shows\n  ","450495":"\n  I'm not sure. I'd say past and future though.\n  ","450496":"\n  Do something new...\n  ","450497":"\n  I have yogurt and pb a lot so I guess that one.\n  ","450498":"\n  Did you know that the nose should be the length of the forehead and chin space wise?\n  ","450499":"\n  Did she get one?\n  \n  Fun...\n  ","450500":"\n  No\n  ","450501":"\n  No pictures for you\n  ","450502":"\n  You leaving me alone?\n  ","450503":"\n  App for cash\n  ","450504":"\n  People who wont take no for an answer?\n  ","450505":"\n  sure you will. All anons say that\n  ","450506":"\n  🙄\n  ","450507":"\n  I don't have one today. Been watching other things instead of just songs.\n  ","450508":"\n  👍\n  ","450509":"\n  They are ok\n  ","450510":"\n  Would be something new.\n  \n  Grease, Dirty Dancing, Lion King and some others.\n  ","450511":"\n  - anons everywhere\n  ","450512":"\n  Take each day as a fresh start?\n  ","450513":"\n  Read or watch a film.\n  ","450514":"\n  Be there, supportive, listen etc\n  ","450515":"\n  Bathroom\n  ","450516":"\n  Overall I feel good.\n  ","450517":"\n  alrighty then\n  ","450518":"\n  because I just took them off lol\n  ","450519":"\n  Can be\n  ","450520":"\n  Yup\n  ","450521":"\n  Same to you :)\n  ","450522":"\n  Clothing\n  ","450523":"\n  go away\n  ","450524":"\n  ew\n  ","450525":"\n  Yes\n  ","450526":"\n  Like a badass bitch\n  ","450527":"\n  Being born\n  ","450528":"\n  Use Maxwell correctly instead of saying M. Dont need to confuse older followers on here:p\n  ","450529":"\n  nah.\n  ","450530":"\n  Air\n  ","450531":"\n  Pink\n  ","450532":"\n  Not really... it's a two piece set.\n  \n  I deleted it off my list but pretty sure this is the same one. Has the palm trees and floral print to it.\n  ","450533":"\n  Maybe one 🤔😌\n  ","450534":"\n  Or switch.\n  ","450535":"\n  yes\n  ","450536":"\n  good for you.\n  ","450537":"\n  No, I'm not.\n  ","450538":"\n  My feet aren't for sale nor my body\n  ","450539":"\n  At home. Had takeaway and chocolate cake with the family.\n  ","450540":"\n  👣👣👣👣👣👣\n  ","450541":"\n  Its winter afterall\n  ","450542":"\n  No. I'd rather wear other sandals.\n  ","450543":"\n  Have a dick\n  ","450544":"\n  Thanks\n  ","450545":"\n  Yes but would I want to?\n  ","450546":"\n  Nope\n  ","450547":"\n  Whatever they are into I guess 🤷🏼‍♀️\n  ","450548":"\n  🤷🏼‍♀️\n  \n  got it for Christmas.\n  ","450549":"\n  Say hello to my bible\n  ","450550":"\n  Everything\n  ","450551":"\n  Hm.. what are they doing per say?\n  ","450552":"\n  I think I'd be the same but just in a man's body 🤷🏼‍♀️\n  ","450553":"\n  The Bible?\n  ","450554":"\n  Haha I can say a lot 😆\n  ","450555":"\n  I didnt.\n  ","450556":"\n  My eyes are fine.\n  \n  Hair is naturally dirty blonde but its darker atm which I dont like as much. Need to redo the highlights.\n  ","450557":"\n  Soulmate\n  ","450558":"\n  Happy new year\n  ","450559":"\n  Not the way she meant. Wanted to have s*x\/be intimate that way\n  \n\n  Also rude how she wasnt invited.\n  ","450560":"\n  Small group. More acquaintances these days.\n  \n  Somewhat. But I was always sizing people up as well..\n  ","450561":"\n  I think I do follow it but maybe not straight away.... depends on the circumstances.\n  ","450562":"\n  When I feel like it instead of being asked.\n  ","450563":"\n  Hello\n  ","450564":"\n  Thanks God and parents\n  ","450565":"\n  For now\n  ","450566":"\n  A million dollars then\n  ","450567":"\n  They can do whatever they want.\n  \n  It just isn't something I'd do personally.\n  ","450568":"\n  Facts\n  ","450569":"\n  Yes\n  ","450570":"\n  Why share that?\n  ","450571":"\n  M as in Maxwell? Then yes.\n  ","450572":"\n  Stuck with a small group. knew everyone though.\n  ","450573":"\n  Never going to happen.\n  ","450574":"\n  Seemed so but I was restless at times too?\n  ","450575":"\n  Just on here currently\n  ","450576":"\n  we know this\n  ","450577":"\n  I haven't been taking pictures much.\n  ","450578":"\n  all good\n  ","450579":"\n  could be\n  ","450580":"\n  Not sure shyness really played a part 🤷🏼‍♀️ just wrong people for me? who knows. I sure do ;)\n  ","450581":"\n  aw thanks\n  ","450582":"\n  I went in the pool yesterday for a moment. Freezing! Its around 40-50. So glad the hot tub was there to save me\n  ","450583":"\n  Yes but they never really went anywhere with them. Nice people but \"bad\" relationships I suppose.\n  ","450584":"\n  No. Anything would be fine. Nobody needs to get me anything either. Happy either way.\n  ","450585":"\n  It was cherries, not strawberries.\n  ","450586":"\n  Decent amount? The conclusion part was always the hardest for me.\n  \n  When its due...\n  ","450587":"\n  I'm sure someone has mentioned them before.\n  ","450588":"\n\n   http:\/\/amzn.to\/2mQK30H\n  \n","450589":"\n  Seems odd. Have a nice meal\n  ","450590":"\n  Neither. Long and exciting. Some dull parts too :p\n  ","450591":"\n  You just do it? Take in whatever information thay comes to you. Question the \"they\" concept.\n  ","450592":"\n  Teleportation\n  ","450593":"\n  I'm not much of a napper. I can fall asleep again but yes.. def not a proper nap.\n  ","450594":"\n  Most of the ones I follow for different reasons\n  ","450595":"\n  Hahahaha\n  ","450596":"\n  No\n  ","450597":"\n  me lol\n  ","450598":"\n  Ig\n  ","450599":"\n  Yes\n  ","450600":"\n  no idea. don't have a new toy atm\n  ","450601":"\n  Or sister :p\n  ","450602":"\n  I'm not going to look for all the dates.\n  ","450603":"\n  👀\n  ","450604":"\n  Yes but sometimes have off days or I eat more keto friendly stuff than is actually necessary:p\n  ","450605":"\n  Why would someone be upset over that???\n  ","450606":"\n  🙃🖕🙄\n  ","450607":"\n  if you want to die\n  ","450608":"\n  Metal ones? Angry growling\/screaming 🔥\n  ","450609":"\n  that brings me orgasms, not comfort.\n  ","450610":"\n  Many different US states.\n  ","450611":"\n  Hugs, massages, fuzzy socks on cold days, books, being under covers, comfort foods, music and much more brings me comfort.\n  ","450612":"\n  My old dog from childhood.\n  ","450613":"\n  Same\n  ","450614":"\n  We'll see 🔥\n  ","450615":"\n  Smart\n  ","450616":"\n  Look it up.\n  \n  Ask if they know the answer\n  ","450617":"\n  lol\n  ","450618":"\n  What if it's a strength too?\n  ","450619":"\n  Did he give your dog a dogbone?\n  \n  Mine once got maced :(\n  ","450620":"\n  Perhaps\n  ","450621":"\n  figure it out\n  ","450622":"\n  Can't relate.\n  ","450623":"\n  Ever seduced the mailman?\n  ","450624":"\n  false news\n  ","450625":"\n  Awesome. I'll alert CNN\n  ","450626":"\n\n   أنا لا أشرب القهوة كثيرا. إلى الأبد الآن\n  \n","450627":"\n  must have been a while\n  ","450628":"\n  This site\n  ","450629":"\n  Yo\n  ","450630":"\n  no\n  ","450631":"\n  Hello\n  ","450632":"\n  Last time you got some? Why worry about other people's body parts?\n  ","450633":"\n  ok perv\n  ","450634":"\n  how embarrassing\n  ","450635":"\n  Your mom? Not sure what you are responding to\n  ","450636":"\n  Congratulations.\n  ","450637":"\n  Love, respect, honesty, commitment, communication, sexually compatible is more beneficial too. Humor. TRUST.\n  ","450638":"\n  very nice\n  ","450639":"\n  I'd go with the first one.\n  ","450640":"\n  I wouldn't discuss selling dead body parts online.\n  ","450641":"\n  Reminds me of kaleo\n  ","450642":"\n  Hi\n  ","450643":"\n  Need stronger friendships, there's a difference between being alone and being lonely. You can be with a bunch of people and still feel alone. Empathetic? Not thinking in the right mindset. Not grateful for what we do have.\n  ","450644":"\n  hahaha\n  ","450645":"\n  I make some strides with that. thanks fitbit!\n  ","450646":"\n  They feel hideous in their bodies?\n  \n  See the worst in themselves and others\n  \n  Life feels dull\n  \n  🤷🏼‍♀️\n  ","450647":"\n  Teacher sat on my lap\n  \n  A teacher yelled at us for being little shits to the substitute. I was an angel that day 😌\n  \n  The Russian teacher yelling at me when printing a paper for my next class\n  \n  Bumping into a desk when talking with a guy when leaving the classroom :o\n  \n  Jumping up but my feet were still under the stool so kind of fell kneeling infront of a friend. Was funny.\n  ","450648":"\n  oh I highly doubt that, sir.\n  ","450649":"\n  Would you ever shut the fuck up?\n  ","450650":"\n  I do try but I'm not sure perfection is truly real. You just do the best you can. Sometimes it doesn't end up perfect and that's ok. Learning experience.\n  ","450651":"\n  I guess chocolate cake or cheesecake. Maybe ice cream 🤷🏼‍♀️\n  ","450652":"\n  Self-development.. yes.\n  \n  I need to be better with the rest atm\n  ","450653":"\n  I'd rather not judge people based on material things.\n  \n  It's what you make it, how you feel, you can still struggle and be successful  in whatever realm you coexist in. Different for everyone. No timeframes to it.\n  ","450654":"\n  8694\n  ","450655":"\n  Yes. Who hasn't? 🤙\n  ","450656":"\n  This and ig\n  ","450657":"\n  Same to you and anyone else who needs this message ❤\n  ","450658":"\n  Yes\n  ","450659":"\n  It's been years 💪\n  "}}