{"Question":{"45066":"\n   How often do you chew gum? ?\n  ","45067":"\n   If you don’t wanna receive my spam of questions, please let me know. Don’t wanna make you feel uncomfortable.\n  ","45068":"\n   are you okay x\n  ","45069":"\n   ⠀\n  ","45070":"\n   i am okay thanks x\n  ","45071":"\n   My boss is actually the one that noticed it. I think the manager is going to. And the guy already has 1 kid.\n  ","45072":"\n   What you planning on getting G or Dixie? ?\n  ","45073":"\n   \"Do you like Winter time\"? I'm wild about winter time with lots of snow. It's really quiet until the tossing around at each other with snow balls.\n  ","45074":"\n   Будешь ли отмечать Новый Год или как то к нему готовиться?\n  ","45075":"\n   I see you tryna be nice. But damn. I cant even understand what that person is saying lol\n  ","45076":"\n   Wyobraź sobie, że dziś robisz sobie tatuaż: co to będzie i gdzie?\n  ","45077":"\n   Hey just curious why u adk what cancer I has I ty no one on hete adk ,so I ty fkr that..I every scsred an alone...\n  ","45078":"\n   He's just lazy. To put it a different way I wasnt feeling well Monday and still got 10+ jobs done. He was fine and only got 5 done.\n  ","45079":"\n   ایسی اہمیت کا کیا کرنا جو منتوں سے ملے?\n  ","45080":"\n   Do you usually pay in cash or by credit card? ☺☺☺\n  ","45081":"\n   What is your serious health problem so far? ???\n  ","45082":"\n   Exactly. And she's due any day apparently.\n  ","45083":"\n   What are your plans for over the Christmas holidays? :3 If you don't celebrate Christmas, what will you be doing? ?☃️\n  ","45084":"\n   Давай топ 3 лучших аскеров за последний месяц. ?\n  ","45085":"\n   ممكن اطلب طلب !\n  ","45086":"\n   فطرت کا تقاضہ ہے     نہیں عشق ??تماشا سائیں     آدم کو رولا دیتی ہے حوا کی جدائی\n  ","45087":"\n   Whatever you are going through, keep on going, There's a blessing in the lesson. ??\n#Stayblessed.\n  ","45088":"\n   Are you happy?\n  ","45089":"\n   Yeah she's pregnant and he'd be like she's sick I need to be home and he didn't get much done when he was at work.\n  ","45090":"\n   Could you live without the Internet? ?\n  ","45091":"\n   Are you using an old flip phone on dial up internet? lol\n  ","45092":"\n   Can anyone give me Apple Music to use?\n  ","45093":"\n   Would you rather live for a week in the past or the future?\n  ","45094":"\n   Is it ever morally acceptable to limit the number of children a person can have if the consequences of overpopulation are that everybody suffers?\n  ","45095":"\n   I meant yes but alot btr .lol 12300 to 600big different\n  ","45096":"\n   Yes but different\n  ","45097":"\n   Gmna nie kalau kita di tmpt kerja kata boss 'gak tau kerja'? Ap yg hrs dilakuin?\n  ","45098":"\n   Do you believe that relationships can overcome obstacles such as time and distance, or are they ultimately doomed to fail?\n  ","45099":"\n   You use autocorrect when you type? ? How do you feel about it?\n  ","45100":"\n   Favorite cake to have on your birthday?\n  ","45101":"\n   What are some things that sound like compliments but are actually insults?\n  ","45102":"\n   What do you paint? Feel free to show a picture of a painting of yours. Would love to see something from you. I‘m an artist myself, you know. ?\n  ","45103":"\n   How often do you shop online?\n  ","45104":"\n   Why do people post food and fitness routine photos on social media so much? ???\n  ","45105":"\n   \"What animal do you think describes you best\"? An owl.\n  ","45106":"\n   What is the secret of life?\n  ","45107":"\n   hello my friend would you insult me?\n  ","45108":"\n   He used his wife as an excuse a lot and called in sick today\n  ","45109":"\n   Me too. One of my favorite things to do. Also snowboarding. Do you get snow where you live?\n  ","45110":"\n   nice pics  -  I followed you! ??\n  ","45111":"\n   What are your thoughts on hypnosis? Just watched one of these shows and wondered what other people might think about it.\n  ","45112":"\n   Chocolate chip? ? ?\n  ","45113":"\n   how are you doing xo\n  ","45114":"\n   I'm sorry. I'm tired and it's gonna be worse tomorrow. Another guy will be fired as of tomorrow morning.\n  ","45115":"\n   What would you ask the President?\n  ","45116":"\n   What makes you really nostalgic?\n  ","45117":"\n   What made you happy today? ???\n  ","45118":"\n   When you get anon back??\n  ","45119":"\n   Who up\n  ","45120":"\n   Will you be kind and send me money to my cash app? $wesa25. I'm so broke ?\n  ","45121":"\n   Can anyone make me a playlist\n  ","45122":"\n   whom do u love most....?\n  ","45123":"\n   What’s the most interesting thing you’ve read or seen this week?\n  ","45124":"\n   What are you going to do this week other than Thanksgiving?\n  ","45125":"\n   What would you do if you were invisible for a day?\n  ","45126":"\n   If you fear death, why? If not, why do you think people fear death?\n  ","45127":"\n   Which kind of natural disaster scares you the most? ???\n  ","45128":"\n   I can’t sleep just send questions and I wil answe them!\n  ","45129":"\n   Do you dream of how things should be or just imagine? It is only the dreams that will inspire action to begin. The imagination will only keep you idle you know. May you realize your dreams each day and see them grow! May that begin today!\n  ","45130":"\n   dog\n  ","45131":"\n   What is something u learned recently?\n  ","45132":"\n   xoxo\n  ","45133":"\n   How was your weekend\n  ","45134":"\n   Do you mostly think about your past, present or future?\n  ","45135":"\n   What’s a thing you used to be good at but unfortunately not anymore?\n  ","45136":"\n   Tell a harsh reality.\n  ","45137":"\n   Who's your favorite band?\n  ","45138":"\n   Probably. Of course I'm feeling better now. I think it was cause I ate eggs this morning and I shouldn't have\n  ","45139":"\n   What do you hope never changes?\n  ","45140":"\n   How have you been? Are you doing alright?\n  ","45141":"\n   Last ans ..!!\n  ","45142":"\n   Yea I was paying 12300 a month in bills but down to just ,heat,, electronic,2xars  an house ins..that it..so\n  ","45143":"\n   Sup\n  ","45144":"\n   I love and respect women these days. Agreed?\n  ","45145":"\n   Do you like going to the beach?\n  ","45146":"\n   Snapchat?\n  ","45147":"\n   What kind of breeds or puppies do you have? :)\n  ","45148":"\n   \"Are you hard-working or more lazy\"? I work some what hard however; I'm not lazy. I always have some thing to do.\n  ","45149":"\n   Who DEFENDS YOU MORE IN A  ARGUEMENT. YOUR MOM OR DAD\n  ","45150":"\n   Hello ❤️\n  ","45151":"\n   hey\n  ","45152":"\n   Any Weakness ☻\n  ","45153":"\n   I can't. That's the thing. I think it's just a stomach bug.\n  ","45154":"\n   Sunburn's nasty ?\n  ","45155":"\n   \"Do you like kiwi\"? I like kiwi fruit furthermore; I like Passion fruit and the seeds. I also use Kiwi to polish my boots and shoes.......lol.\n  ","45156":"\n   That's good. I'm out here working but I don't feel great.\n  ","45157":"\n   That's good. That's true. So back to the old grind I guess?\n  ","45158":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","45159":"\n   - The biggest crimes in your childhood?\n  ","45160":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","45161":"\n   What would happen to a society in which no one had to work, and everyone was provided enough food\/water\/shelter\/healthcare for free?\n  ","45162":"\n   Do you prefer 12-hour or 24-hour time? ⌚⏰\n  ","45163":"\n   There are three types of people: \n\n1) Who make things happen .\n2)Who watch things happen.\n3)Who just wonder what happened.\n\nWhich one is you? ??\n  ","45164":"\n   I want your mobile number\n  ","45165":"\n   It was. How's your trip going?\n  ","45166":"\n   you can only take one bite out of that entree what do you eat?\n  ","45167":"\n   19F\/ snapchat me: ?nudemelody ... you will see why, I have a surprise for you??\n  ","45168":"\n   For what in your life you feel most grateful?\n  ","45169":"\n   Where does all your money go?\n  ","45170":"\n   We are not perfect, we all have imperfections. It is WHO you are that is worthy of affection. Who you are far outshines what you're not though. Which is why you are such a precious soul! All you need to be is you!\n  ","45171":"\n   It doesn't matter who hurt you, or broke you down ,what matters is who made you smile again\n  ","45172":"\n   I love your feets just that ?\n  ","45173":"\n   Show one photo ❤️\n  ","45174":"\n   Where do you see yourself in the next 10 years? ???\n  ","45175":"\n   Why a swan?\n  ","45176":"\n   Is it more important to help yourself, help your family, help your society, or help the world?\n  ","45177":"\n   What do you wearing in your sexy feets now? ❤️\n  ","45178":"\n   Think I might delete cause this app is boring ? good people but very very boring\n  ","45179":"\n   Which is the funniest name you've ever heard? It can be English name or name in your language ???\n  ","45180":"\n   If you had the power to create one law, what would it be? ?\n  ","45181":"\n   What makes you happy ?\n  ","45182":"\n   yeah definetly have to put in the work\n  ","45183":"\n   I am fine. All the best ✌?\n  ","45184":"\n   What if everything in your world was what it isn't?\n  ","45185":"\n   What is your favorite animated cartoon? ???\n  ","45186":"\n   What question do you hate to answer? ???\n  ","45187":"\n   how do you make knives?\n  ","45188":"\n   30 Likes Please ?\n  ","45189":"\n   yeah i understand i am a varsity volleyball and basketball player i am the only freshman on varsity  and an A+student and outside of school i play select volleyball\n  ","45190":"\n   What worries you the most?\n  ","45191":"\n   Hi! How do you do? How was your sunday? What's your mood? I wish you a nice day and a good week ✌?\n  ","45192":"\n   What's your favourite meal from Chinese cuisine? ?\n  ","45193":"\n   Can you share your best app with us??\n  ","45194":"\n   Sounds like fun. I'm at church eating lunch\n  ","45195":"\n   How do you prefer to travel?\n  ","45196":"\n   If you could press a button and receive a million dollars, but one stranger would die, would you press the button? And if so, how many times?\n  ","45197":"\n   If you could have one thing for Christmas what would it be ?\n  ","45198":"\n   dang your a busy person\n  ","45199":"\n   Who's your crush?\n  ","45200":"\n   umm well what sports do you like\n  ","45201":"\n   anybody wanna talk??\n  ","45202":"\n   Hello princess feet ❤️\n  ","45203":"\n   are you okay, x\n  ","45204":"\n   What is ur fav Hobby\n  ","45205":"\n   Yeah. What you up to?\n  ","45206":"\n   If you had 1 million dollars, how would you spend it?\n  ","45207":"\n   I love you\n  ","45208":"\n   Any thing u want?\n  ","45209":"\n   Dang. I just feel like crap from working in the rain all day, cause my head was soaked\n  ","45210":"\n   \"just for fun\"\nWhat is the last number in ur \"phone number\" ?\n  ","45211":"\n   If you opened up a restaurant what kind of food would you serve?\n  ","45212":"\n   Space \"?\n  ","45213":"\n   The imposters you ever seen it\n  ","45214":"\n   Well got stood up by a girl but I got to binge watch one of my@favorite tv shows\n  ","45215":"\n   If i said to u i need something from ur room\n  What will you give me\n  ","45216":"\n   Hey how are you\n  ","45217":"\n   I believe that if you focus on negative things and complain about them you‘ll get more negative things to complain about, but if you focus on more positive things and be grateful for them you‘ll get more positive things to be grateful for. What are your thoughts on this?\n  ","45218":"\n   What is something popular now, but everyone will look back at five years from now and think it is stupid and embarrassing?\n  ","45219":"\n   There are people who believe that the earth is flat. What difference does it make what shape the earth is?\n  ","45220":"\n   Are you allergic to something? ???\n  ","45221":"\n   What is your greatest fear?\n  ","45222":"\n   U love ur husband very much ??????\n  ","45223":"\n   Me too ???\n  ","45224":"\n   How do you like spending your free time?\n  ","45225":"\n   What makes you beautiful\/handsome? ???\n  ","45226":"\n   What is the greatest application ever?\n  ","45227":"\n   What are you better at – singing or dancing?\n  ","45228":"\n   Beautiful women are a dime a dozen; your sister, your friend, your niece or your cousin. Few can impress though as much as you, because you are someone that is so amazing too! Have a wonderful day!‎\n  ","45229":"\n   Who killed the Dead Sea?\n  ","45230":"\n   Is it good to be a greedy person?\n  ","45231":"\n   I'm curious! Have you started your Christmas \/ holiday shopping? :D ?\n  ","45232":"\n   What do you do when you feel sick?\n  ","45233":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","45234":"\n   Which animal describes you the best?\n  ","45235":"\n   Ask me anything and I have to answer 100% honestly today  ?\n  ","45236":"\n   Is there any large online multiplayer games that you play?\n  ","45237":"\n   Would you rather be rich and famous or poor and happy? ???\n  ","45238":"\n   Oh IM sorry hi how are you :)\n  ","45239":"\n   You think it'd be a good idea for Ask to add like an option where you can pick what languages you speak and then get like lists \/ leaderboards of people who speak said language instead of it being purely based on countries? ? To bring people together I mean ?\n  ","45240":"\n   Is it right to turn your hobby into a job?\n  ","45241":"\n   what are some of your favorite shows to have playing in the background just for noise effect?\n  ","45242":"\n   What does it mean to live a good life?\n  ","45243":"\n   If a new planet was discovered that had all the natural resources for human survival without pollution, would you want to relocate and start over there or remain and work on the earth we have?\n  ","45244":"\n   Have you ever been Locked up in a Penitentiary\n  ","45245":"\n   Hi sexy woman\n  ","45246":"\n   For how long have you been on ASKfm and how were you introduced to it?\n  ","45247":"\n   Nevermind\n  ","45248":"\n   Looks pretty good. I'm out in the rain again\n  ","45249":"\n   Cool then\n  ","45250":"\n   What pisses you off?! Sometimes?\n  ","45251":"\n   aw xo\n  ","45252":"\n   Of u\n  ","45253":"\n   aw, wish the girls i knew were like you xo\n  ","45254":"\n   Pic\n  ","45255":"\n   aw, hes so lucky your kind and beautiful x\n  ","45256":"\n   how long have you been married\n  ","45257":"\n   okay thanks x\n  ","45258":"\n   Age\n  ","45259":"\n   Please see my picture in pink hairband\n  ","45260":"\n   how are you friend xo\n  ","45261":"\n   What video games do you play?\n  ","45262":"\n   Wo fängt fremdgehen an?\nSollte man verzeihen?\n  ","45263":"\n   Masz jakiś sposób na jesienne smutki ?\n  ","45264":"\n   Hello there ? how things\n  ","45265":"\n   Sorry for all the questions, I don't like spamming the app so just to say this will be my last one ☺️\n  ","45266":"\n   oh ok enjoy hun\n  ","45267":"\n   Thank you for calling me Sister ❤️\n  ","45268":"\n   How r u\n  ","45269":"\n   Snapchat names?\n  ","45270":"\n   When you are in a bad mood, what make you feel better?\n  ","45271":"\n   What kind of YouTube videos do you watch?\n  ","45272":"\n   Which is your favorite dish to cook?\n  ","45273":"\n   what u do\n  ","45274":"\n   Uh! That’s the worst. I’ve lost count of how many family members I’ve lost. And there are some I don’t even know.\n  ","45275":"\n   Wow, U have blood stream of French & Indian ???\n  ","45276":"\n   What kind of sneakers?\n  ","45277":"\n   Sneakers or gladiator sandals?\n  ","45278":"\n   There is one more picture\n  ","45279":"\n   When you think of death what comes in your mind?\n  ","45280":"\n   hello\n  ","45281":"\n   ? so emotional... ?\n  ","45282":"\n   Pap\n  ","45283":"\n   Are there any particular questions you’d like to get asked or topics you’d like to receive questions about?\n  ","45284":"\n   What is that, Bell?\n  ","45285":"\n   Hey sissy\n  ","45286":"\n   Hey, good Morning, this is a wonderful day\n  ","45287":"\n   Are you from india\n  ","45288":"\n   How are you\n  ","45289":"\n   Hello baby ❤️\n  ","45290":"\n   See my picture in pink hairband\n  ","45291":"\n   Do you enjoy answering the questions you get from me?\n  ","45292":"\n   I'm on a coffee high lol. Had to do something\n  ","45293":"\n   Ur soo cuuuute ?\n  ","45294":"\n   Hiiii message me\n  ","45295":"\n   Post a picture of your bed!???\n  ","45296":"\n   What food do you most often crave for?\n  ","45297":"\n   How long is your hair?\n  ","45298":"\n   What do you most often take pictures of? ?\n  ","45299":"\n   Thank you\n  ","45300":"\n   ?\n  ","45301":"\n   I want to be your friend\n  ","45302":"\n   Beautiful ??\n  ","45303":"\n   Exactly ? I'm sure it's what she would have wanted ?\n  ","45304":"\n   Great stuff ?\n  ","45305":"\n   Sorry to hear about your grandmother\n  ","45306":"\n   Hi\n  ","45307":"\n   Weirdest thing you've ever seen in public? ? How was it?\n  ","45308":"\n   Show me one Pic of your feets in the moment ?\n  ","45309":"\n   Hi\n  ","45310":"\n   Hey Bella, how have you been? ?\n  ","45311":"\n   Cool small and sexy feet ❤️\n  ","45312":"\n   What is your size feet?\n  ","45313":"\n   aw, big hugs take care xox\n  ","45314":"\n   What makes someone attractive?\n  ","45315":"\n   Between money and fame, which would you choose? ?\n  ","45316":"\n   What the United States means to you?\n  ","45317":"\n   aw, here if you need k xo\n  ","45318":"\n   how are you, friend xx\n  ","45319":"\n   Which food you are forced to eat at home ?\n  ","45320":"\n   Would you rather be able to breathe underwater or walk in the clouds? ???\n  ","45321":"\n   как часто тебе приходится ссорится с людьми? из-за чего в основном происходят ссоры? забегай ко мне перед сном ??\n  ","45322":"\n   ? ..  ..  ..  Shit I dont know.\n  ","45323":"\n   Test della giornata, vediamo in 24 ore quante donne ragazze e ragazzine dicono che sarebbero disposte a parlare e confrontarsi qui sulla loro sessualità, anche un po' oltre i limiti, domattina vi darò il risultato, VIA CON LE RISPOSTE ??\n  ","45324":"\n   Заказывай, какие планы на вечер.\n\n?Заходи ко мне если хочешь.?\n  ","45325":"\n   Hey\nWaar ging je laatste ruzie\/discussie over?❤\n  ","45326":"\n   Поздравляю ???\n  ","45327":"\n   Why DID the chicken cross the road?\n  ","45328":"\n   Liever kers of aardbeien?\nAppel of peer?\nDruiven of perzik??\nNutteloze vraag maar Goodnight peeps❤?\n  ","45329":"\n   Vertraust du deinen Freunden?\n  ","45330":"\n   Как настроение\n  ","45331":"\n   When you hear \"Sweden\", what comes to mind? Haha\n  ","45332":"\n   You use perfume? ?\n  ","45333":"\n   Why people need to watch pornography?\n  ","45334":"\n   \"What animal do you think is the scariest\"? Many humans.\n  ","45335":"\n   He loves you.\n  ","45336":"\n   Are you moist?\n  ","45337":"\n   I'm still half asleep lol\n  ","45338":"\n   ? It can be taken any way you like ... destroy the patriarchy, destroy illness, destroy the exoplanet Wolf 1061c ...\n  ","45339":"\n   That's good.\n  ","45340":"\n   What\/Who would you like to .... \n\n? Destroy \n? Hug\n? Assist\n  ","45341":"\n   Don't worry it's fine, smart minds think alike. We were both flicking through and both found the question interesting enough to ask ?\n  ","45342":"\n   Where do you keep your money?\n  ","45343":"\n   ✨?For me?✨\n  ","45344":"\n   Do you workout in any way?  How often? ??\n  ","45345":"\n   Do your parents like the music you listen to?\n  ","45346":"\n   Where do you find meaning in your life?\n  ","45347":"\n   I know the world is big and nothing is reliable when you meet a person you don't know.  If they study or work together for 1 year, they may gain confidence in making friends or falling in love.  Just as you see it and how it works to gain respect and trust.\n  ","45348":"\n   How's your trip going?\n  ","45349":"\n   okay\n  ","45350":"\n   If you had to change your name, what would your new name be, and why would you choose that name?\n  ","45351":"\n   What movie can you quote word for word? ?❤️\n  ","45352":"\n   \"Would you call yourself a “happy person”? Mostly those in a mental institutions are happy. I'm not happy. I'm content.\n  ","45353":"\n   Your hair is nice :)\n  ","45354":"\n   I'm trying. That's a habit to break\n  ","45355":"\n   awesome\n  ","45356":"\n   Which topic do you like to talk the most?\n  ","45357":"\n   When you were really young, around five or so, what was your favorite activity?\n  ","45358":"\n   hows the roadtrip going and hows your day going\n  ","45359":"\n   Do you prefer to watch sports or play them? ?\n  ","45360":"\n   What have been the most important decisions in your life?\n  ","45361":"\n   When did you wake up this morning? ? How did you feel then?\n  ","45362":"\n   What kind of dreams do you have most? ? Give an example of a recent one you remember!\n  ","45363":"\n   What's a decision you've made that you knew was risky but made it anyway?\n  ","45364":"\n   Do you believe in karma? ?\n  ","45365":"\n   What’s the most beautiful place you’ve ever been?\n  ","45366":"\n   What are your 3 favorite movies?\n  ","45367":"\n   What's the secret of happy relationship? ?\n  ","45368":"\n   заметил, очень много в последнее время грустных и разбитых людей, это на самом деле печально. что ты думаешь по этому поводу? заглядывай ко мне по возможности. ??\n  ","45369":"\n   A smile can be contagious it can tell someone they matter,\nA simple message is conveyed without a lot of chatter.\nIt also indicates one has such a caring heart.\nIsn’t it nice to way for a new day to start?\nHave a wonderful day! :)\n  ","45370":"\n   Do you feel like a leader or a follower?\n  ","45371":"\n   How are you?\n  ","45372":"\n   Morning hugs??\n  ","45373":"\n   Which would you pick: being world-class attractive, a genius or famous for doing something great?\n  ","45374":"\n   i realy what to see your hilights are done with foils?\n  ","45375":"\n   Ah well that's good ! And you are more than welcome ☺️?\n  ","45376":"\n   Thank you ☺️ I hope it was a good send off tho and that your travel home is safe\n  ","45377":"\n   Oh to bad\n  ","45378":"\n   Do you have any pic in the hairdresser\n  ","45379":"\n   Do you do hilights in a salon\n  ","45380":"\n   Oh sorry, I apologize\n  ","45381":"\n   No worries, I see you're on a road trip ? Where you heading ?\n  ","45382":"\n   And dye ?\n  ","45383":"\n   Followed you ??\n  ","45384":"\n   Sorry for my bad English xD\nAre you thicking of chopping your hair\n  ","45385":"\n   that's the fun about it gotta make things interesting  I'm buyin  and  u pick the movie\n  ","45386":"\n   Describe yourself in three words\n  ","45387":"\n   Do you like math\n  ","45388":"\n   Are you a person who forgives easily?\n  ","45389":"\n   PAP\n  ","45390":"\n   Do you listen to your\nparents’ advice?\n  ","45391":"\n   Would you rather die early or live a long life in sickness?\n  ","45392":"\n   Whoever likes this gets a compliment \/ messages \/ questions ?\n  ","45393":"\n   Do you thicking of chopping your hair or dye your hair?\n  ","45394":"\n   I have it on my personal phone. I think I'm almost to 200 dollars now.\n  ","45395":"\n   Post your fav. pic in your phone?\n  ","45396":"\n   Post a funny photo of you sticking your tongue out\n  ","45397":"\n   What do you look like right now? ???\n  ","45398":"\n   Do you enjoy spending time by yourself? What do you do during that time?\n  ","45399":"\n   If you could teach the entire world just one concept, what would it be?\n  ","45400":"\n   impressive answer,,,dear friend.\n  ","45401":"\n   I love it too ???\n  ","45402":"\n   Yeah. I have it too. I try not to text and drive as much. It's more for work and I can only get certain apps on the company phone\n  ","45403":"\n   Rise and shine ??\n  ","45404":"\n   Who's your favorite Marvel hero? Why? ??\n  ","45405":"\n   Yeah. Plus I was texting and driving but wasn't caught\n  ","45406":"\n   I was actually. He gave me the usual sobriety test and told me stretch if needed. He was a state trooper that's why I said lucky.\n  ","45407":"\n   Do you believe,,, Poverty is the root of all evil.& The Ignorance, the root and stem of all evil.\n  ","45408":"\n   I got lucky he let me go without a ticket. I apparently appeared drunk to him.\n  ","45409":"\n   Being blue lighted is never fun lol.\n  ","45410":"\n   It has been a long day. But not as long as no day since I got blue lighted Monday lol.\n  ","45411":"\n   What is the best and worst purchases you’ve ever made?\n  ","45412":"\n   wanna see a movie\n  ","45413":"\n   What would you name your boat if you had one?\n  ","45414":"\n   I'm slow sometimes. Especially if it's been a long day\n  ","45415":"\n   Do you prefer to get questions and answer them or ask other people questions and wait for their replies?\n  ","45416":"\n   Bellissima risposta, cosa potrebbe essere davvero? E quando? ??\n  ","45417":"\n   Ohhh. Makes sense.\n  ","45418":"\n   Send username\n  ","45419":"\n   You have insta\n  ","45420":"\n   What time do you go to bed?\n  ","45421":"\n   You so sexy\n  ","45422":"\n   Sounds like fun. I thought you lived in Louisiana lol.\n  ","45423":"\n   Hello\n  ","45424":"\n   What should be humanity’s goal?\n  ","45425":"\n   Yeah. I just got home from work\n  ","45426":"\n   welcome, hugs\n  ","45427":"\n   cool, remember i am here if you need, reach out k, xo\n  ","45428":"\n   Sounds good. I'll be having a hot dog and fries later.\n  ","45429":"\n   are you okay xo\n  ","45430":"\n   Do you like The Voice\/ The Voice Kids? Which contestant do you think has the most beautiful voice? ??? (Any country)\n  ","45431":"\n   Do you tend to over think and second guess yourself or are you usually very sure of yourself?\n  ","45432":"\n   Wow\n  ","45433":"\n   what kind of movies do u like to go see\n  ","45434":"\n   Today is a new day what is past is past.\nIt is up to you though what memories will last.\nYou can’t change yesterday but today is still new.\nThe memories for tomorrow are now up to you!\nMake it a great day to remember!\n  ","45435":"\n   that turning moment of your life?\n  ","45436":"\n   Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when\n  ","45437":"\n   Ciao a tutte, è normale che ogni tanto su ask si senta il bisogno di cercare qualcosa di più frivolo frizzante intrigante ed eccitante??\n  ","45438":"\n   If you're having one of those days you know the kind,\nwhen worries, fear or stress are continually on your mind?\nKnow that just as the hours and the days will come and go,\nso too this will pass and great days still await you though!\nMake it start today!\n  ","45439":"\n   I dont want tha exact location\n  ","45440":"\n   We have an app in Sweden called \"Swish\" that allows us to transfer money to friends, no matter what bank they use. Just by knowing their phone number. Like if you're out eating and you order together with a friend you can say \"I'll swish you\". Thoughts? You have anything similar to that? ??\n  ","45441":"\n   Ну что как день проходит? ?\n\n◾ Заходи ко мне если хочешь. ◾\n  ","45442":"\n   Where do you live\n  ","45443":"\n   Sounds like fun. I'm starving\n  ","45444":"\n   Have you witnessed any paranormal acitvities?\n  ","45445":"\n   Yeah. How's you? I been traveling for work this morning lol.\n  ","45446":"\n   Co cię ostatnio najbardziej irytuje?\n  ","45447":"\n   Main rule In life is dont depend on others\n  ","45448":"\n   Welcher Ort, an dem du warst, war der kälteste, und was war die Temperatur?\n  ","45449":"\n   Привет,Я пишу музыку и слова, также читаю в стиле старой школы, не могла бы ты оценить и дать послушать своим друзьям хотябы один мой трек?\n  ","45450":"\n   What song makes you feel happy?\n  ","45451":"\n   well said,,,wish you a happy life with your families ???\n  ","45452":"\n   thanks a lot, dear madam????\n  ","45453":"\n   how are you, dear friend\n  ","45454":"\n   Wow, wish I were like that at school ?\n  ","45455":"\n   Доброе утро!?\nКакое время года твоё любимое?❤️\n\/У меня новый ответ. Помоги ❤️\/\n  ","45456":"\n   Knowing others is wisdom, \nknowing yourself is Enlightenment.\n  ","45457":"\n   Nice you have great pics\n  ","45458":"\n   I'm playing two on PS3 now\n  ","45459":"\n   Favorite Pasta Sauce ?\n  ","45460":"\n   شو عجبك فيا؟؟؟؟\n  ","45461":"\n   Сколько нужно денег, что бы влюбить в себе человека.?\n\n◾ Если хочешь, заходи ко мне.◾\n  ","45462":"\n   If your life ended tomorrow, would you be proud of what you left behind?\n  ","45463":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","45464":"\n   Cool I might watch a movie or play some games to what game you gonna play\n  ","45465":"\n   Whats up\n  ","45466":"\n   @\n  ","45467":"\n   Après les parents, quel est votre premier amour?\n  ","45468":"\n   \"Do you like a lot of ice in your drink\"? No however; I like my drink to be cold. Places are cheap and put ice in drinks furthermore; it's watered down.\n  ","45469":"\n   How would you describe your country in three words?\n  ","45470":"\n   Gnats!!!!\n  ","45471":"\n   Use emoji to descibe your feeling now\n  ","45472":"\n   Same I'm just watching a movie what about you\n  ","45473":"\n   Umm?\n  ","45474":"\n   Wyd\n  ","45475":"\n   What was the last nice thing you did for yourself?\n  ","45476":"\n   Why do people lie to their loved ones? What can this result from?\n  ","45477":"\n   Good night pal ✌??\n  ","45478":"\n   What you doing\n  ","45479":"\n   What is your favorite social networking site?\n  ","45480":"\n   What...? give me your mob number i m not bad boy trust me yaar\n  ","45481":"\n   Hey\n  ","45482":"\n   Deep clear eyes Amazing Yeap\n  ","45483":"\n   I keep having this dream where my husband and I buy our dream house.  Next thing I know, we’re having dinner with you and your husband.  We show you pictures of the house and you’re saying that it’s beautiful.  We end up handing you the keys and letting you take the house!\n  ","45484":"\n   -\n  ","45485":"\n   You guys are looking cute! Stay blessed\n  ","45486":"\n   What do you like to do with your spare time? ?\n  ","45487":"\n   What do you think makes a person beautiful?\n  ","45488":"\n   Common yar trust on me....i m not bad boy\n  ","45489":"\n   What’s the class you use\/used to fall asleep in? ???\n  ","45490":"\n   Do you prefer to talk or to listen?\n  ","45491":"\n   Have you seen treasure planet? Do you like it? For me it's in my top 5 favorite Disney movies ?\n  ","45492":"\n   If you fell into a rabbit hole and found yourself in wonderland, what'd be the first thing that you'd do? ??\n  ","45493":"\n   \"Ever heard of magnet fishing\"? I have heard about it. I have not done this. Isn't it like scrapping for metal?\n  ","45494":"\n   It's a zombie apocalypse... You can choose 4 things in the world to aid you in your survival. What do you choose and how would you survive?\n  ","45495":"\n   The beer bubbles in my gut???\n  ","45496":"\n   I so want to be you!!  You have an amazing body, you’re absolutely stunning, and your man is to die for!\n  ","45497":"\n   Looks pretty good.\n  ","45498":"\n   What is your busiest day of the week?\n  ","45499":"\n   \"What's the worst place you have ever been to\"? The dreaded (DMV) motor vehicles. The traffic is worse at times like I-95 at rush hour and constructions.\n  ","45500":"\n   Do you ever look back and regret something stupid that you did?\n  ","45501":"\n   Hi Bella! How are you? My wish is to see your amazing smile. May love and awesomeness shall be yours today. Have a wonderful Wednesday! ???\n  ","45502":"\n   Do you know how to make pancakes? If yes would you make me some? I’m hungry\n  ","45503":"\n   Good morning\n  ","45504":"\n   There’s beer in my fridge???\n  ","45505":"\n   When is the funeral\n  ","45506":"\n   The more we talk you probably will be able to recognize me\n  ","45507":"\n   Are you goth?\n  ","45508":"\n   You're welcome. ?\n  ","45509":"\n   hey np, you are always kind to me xo\n  ","45510":"\n   Such things happens where you are living in isolated place or somekind of mountainous area! Is it so?\n  ","45511":"\n   aw, well if you need support reach out k, xo\n  ","45512":"\n   I am doing fine thank you my friend but I am sick\n  ","45513":"\n   hope your doing better, hugs\n  ","45514":"\n   Aré you single ?\n  ","45515":"\n   Some of the best times of my life were in prison, the only thing I hated about it was not being able to have physical contact with a woman. Is that normal?\n  ","45516":"\n   How'd you describe your fashion style? ? What would be a typical outfit for you? ?\n  ","45517":"\n   Have you ever roasted chestnuts on an open fire?\n  ","45518":"\n   Hi\n  ","45519":"\n   После родителей какая твоя первая любовь?\n  ","45520":"\n   What do you enjoy talking about the most? ??\n  ","45521":"\n   Is he gay\n  ","45522":"\n   добрейший вечерок, как прошли выходные? заходи ко мне, выпьем перед рабочей неделей??\n  ","45523":"\n   Pranzo a casa con parenti, vado poi da sola in camera mia per fare alcune cose, dopo 10 min bussa ed entra mia cuginetta quasi 14enne e a bruciapelo mi chiede.. Ma come si fa a V. E. N. I. R. E?  Me lo spieghi?... ??????????\n  ","45524":"\n   Warst du schonmal im Ausland?\n  ","45525":"\n   Do you agree with the saying that if you love yourself, others will love you too?\n  ","45526":"\n   ???\n  ","45527":"\n   Gehst du oft feiern?\n  ","45528":"\n   what are your plans for the day?\n  ","45529":"\n   Dat is lief ☺️\n  ","45530":"\n   My name is Jordan I go by mysteriousracer\n  ","45531":"\n   Damn that's crazy a yo\n  ","45532":"\n   Anyone Wanna Be Friends ?\n  ","45533":"\n   Favorite color? ?\n  ","45534":"\n   thanks dear fr\n  ","45535":"\n   Are you a hot weather or cold weather type of person?\n  ","45536":"\n   Who will be the next person you will kiss?\n  ","45537":"\n   They turned out really good\n  ","45538":"\n   Its 2:30am I'm making peanut butter coco pebbles rice crispy lol\n  ","45539":"\n   Would you describe yourself as passive aggressive ?\n  ","45540":"\n   The official beer drinker???\n  ","45541":"\n   What's your favourite movie? ?\n  ","45542":"\n   Why are people dishonest? WHY do people sometimes steal or be negative?\n  ","45543":"\n   It's very important to take care of yourself. Everyone's lives are so busy. Take at least an hour a day to recharge and do whatever makes you better. For grown-ups, whether it's a spa, sitting in a park with a book, or coffee, take time for yourself.\n  ","45544":"\n   What do you do when people speak negatively of you?\n  ","45545":"\n   Ok I got u baby girl n same to u hun\n  ","45546":"\n   Hi Bella! How are you? Happy Tuesday! Do all the good you can. By all the means you can. In all the ways you can. In all the places you can. At all the times you can. To all the people you can. As long as ever you can. ???\n  ","45547":"\n   Do you get\/have anxiety? If so, how do you get through it?\n  ","45548":"\n   Why do you think even after knowing smoking causes cancer, people continue to smoke?\n  ","45549":"\n   If you ever need someone to vent to or just talked to and stuff like that just let me know and we can talk\n  ","45550":"\n   Did you ever play Nintendo Dogs?\n  ","45551":"\n   ??? ?\n  ","45552":"\n   Ok hun thanks again\n  ","45553":"\n   Plans this week\n  ","45554":"\n   Damn that's just alot of games\n  ","45555":"\n   You own over 300 games what kind of job do you have lol\n  ","45556":"\n   Wie war dein Wochenende?\n  ","45557":"\n   What current trend are you tired of? ?\n  ","45558":"\n   how important is education 2u\n  ","45559":"\n   career choice?\n  ","45560":"\n   do you want kids\n  ","45561":"\n   Saints fan?\n  ","45562":"\n   do you ever say yolo\n  ","45563":"\n   \"Do you like mustard\"? The regular mustard I used then went for the Grey Poupon dijon mustard.\n  ","45564":"\n   That's good. Welcome. Could be better lol.\n  ","45565":"\n   Sorry to hear about your mom to\n  ","45566":"\n   Your a gamer to what games you play?\n  ","45567":"\n   Hey hun can u pray for me???\n  ","45568":"\n   Yes it hurts alot\n  ","45569":"\n   N same to u baby girl\n  ","45570":"\n   Thanks baby girl n the sad part bout all of this I literally just lost my day 2 weeks ago.. N I lost my brother in August\n  ","45571":"\n   you ok\n  ","45572":"\n   Actually ... to be original, having let someone pick a tattoo for you, wouldnot that be the case?\n  ","45573":"\n   Would you ever let someone pick a tattoo for you?\n\nSeems like it should be more personal, tbh.\n  ","45574":"\n   Adorable\n  ","45575":"\n   hi\n  ","45576":"\n   Nice display\n  ","45577":"\n   I'm tryig to do better just found out last night my close friend died man im just done frfr\n  ","45578":"\n   how are you, xx\n  ","45579":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","45580":"\n   What was the best gift for you on your birthday\n  ","45581":"\n   \"Which movies or books have made a big impact on you\"? Many  movies and books have however; I read Sir Arthur Conan Doyle and Dame Agatha Christie and many that I can't begin to name.\n  ","45582":"\n   Do you think on your own or just do what your told?\n  ","45583":"\n   What kind of pizza ? do you like? Sweet, meat, seafood or cheese? ???\n  ","45584":"\n   My Engels is not good??\n  ","45585":"\n   What is on your Christmas wish list for this year? ??\n  ","45586":"\n   What junk food could you never give up?\n  ","45587":"\n   What do you usually order if you're at a Burger King? ? (I worked there before so that's why I'm curious ?)\n  ","45588":"\n   What's your morning routine?\n  ","45589":"\n   What's the biggest positive change you've made lately?\n  ","45590":"\n   Nice what are the wants that you have whore the most\n  ","45591":"\n   Can i see more ?\n  ","45592":"\n   What's the most expensive thing you've ever broken? ???\n  ","45593":"\n   Who is the most overrated Hollywood actor?\n  ","45594":"\n   Woooooh thats pretty??\n  ","45595":"\n   Сколько тебе лет ??\n  ","45596":"\n   A simple poem with this little rhyme, just wanted to say hi are you having a good time? Each day you keep getting lovelier you know, which is a sign that you know you are loved so! Have a terrific day my beautiful friend!\n  ","45597":"\n   On average, how many attempts will it take to get the perfect selfie?\n  ","45598":"\n   ??\n  ","45599":"\n   If a child somehow survived and grew up in the wilderness without any human contact, how “human” would they be without the influence of society and culture?\n  ","45600":"\n   What makes a good bestfriend???\n  ","45601":"\n   How're you?\n  ","45602":"\n   Sounds deelish Bella ?\n  ","45603":"\n   What's the most disgusting thing you've ate in your life? ?\n  ","45604":"\n   Lubisz czytać?\n  ","45605":"\n   Was war der verrückteste Traum, den du jemals gehabt hast?\n  ","45606":"\n   Was war der verrückteste Traum, den du jemals gehabt hast?\n  ","45607":"\n   \"What do you like to eat with crackers\"? A nice selected cheese on the crackers, a vintage bottle of wine and a movie in front of the fireplace.\n  ","45608":"\n   What meal did you last eat? ?\n  ","45609":"\n   Most people wish they had 15mins of fame ... if given the choice what would your 15mins be for??\n  ","45610":"\n   will you marry me?\n  ","45611":"\n   How many guys have you dated in your life ?\n  ","45612":"\n   likes?\n  ","45613":"\n   \"Ever heard of a sloppy joe? Ever had one\"? My grandmother use to make them. Very tasty however; somewhat messy. Guess that's why I used a spoon.\n  ","45614":"\n   Do you put ketchup over your fries or by their side\n  ","45615":"\n   Awesome\n  ","45616":"\n   Have you ever had a friendship that ended up for a stupid reason? What was that?\n  ","45617":"\n   do they understand easily or they have language of their own?\n  ","45618":"\n   Belle! Everybody knows it’s not good to mess with a Ouija board!!! That’s how you anger the spirits!!!\n  ","45619":"\n   Do you have snap chat ?\n  ","45620":"\n   How many teeth do you have? ???\n  ","45621":"\n   Are you a Morning person?\n  ","45622":"\n   How much money do you need to feel rich?\n  ","45623":"\n   If your bf asks you to go for a date, where do you want to go for art galleries or museum?\n  ","45624":"\n   Hi! How do you do? What is your mood?\n  ","45625":"\n   Post anything?\n  ","45626":"\n   ✰ space ✰\n  ","45627":"\n   It's better that way\n  ","45628":"\n   haha aaww damn! how do you survive on that ?\n  ","45629":"\n   \"Do you like Ramen\"? I like Ramen noodles of all kinds however; they are salty. I like plain noodles, mac n cheese any kind of.......lol......oodles of noodles without the salt.\n  ","45630":"\n   Hey!! How are you?What are you doing now?\n  ","45631":"\n   What is your favorite ice cream flavor? ???\n  ","45632":"\n   How’s life going ?\n  ","45633":"\n   Are you married\n  ","45634":"\n   Rate me?\n  ","45635":"\n   Friends?\n  ","45636":"\n   I hate wintet\n  ","45637":"\n   What was the last movie you watched?\n  ","45638":"\n   Oh ok\n  ","45639":"\n   followed done\n  ","45640":"\n   sorry i'm new. are you due december 29th or you already had your baby a year ago? (:\n  ","45641":"\n   Woah, so do they haunt the people, who visit that place or they also follow the person, afterwards?\n  ","45642":"\n   If you killed someone, howwould you get rid of the body?\n  ","45643":"\n   You prefer to shower in the mornings or in the evenings? Why? ?\n  ","45644":"\n   Big hugs for you???\n  ","45645":"\n   Have fun\n  ","45646":"\n   thanks a lot\n  ","45647":"\n   I’m really sorry ? for your loss Bella be strong ?\n  ","45648":"\n   Do u wear tights or stockings in the winter time\n  ","45649":"\n   Is your native language French or English?\n  ","45650":"\n   ???✨✨\n  ","45651":"\n   What’s one bad habit that you would like to quit but can’t?\n  ","45652":"\n   your welcome x\n  ","45653":"\n   What is a happy memory that you cherish the most with your grandma? ❤️❤️ Sending hugs and best wishes\n  ","45654":"\n   tell me about Any paranormal activity recently?\n  ","45655":"\n   Praying for you ??\n  ","45656":"\n   Where are you frome ?\n  ","45657":"\n   Hi, Belle. WOW!!! I’VE ONLY KNOWN YOU FOR ALMOST 24 HOURS AND WE ALREADY HAVE SOMETHING IN COMMON!!! WE’RE BOTH MARRIED!!! My husband’s name is James. What’s yours?\n  ","45658":"\n   Glad I was here to make you feel better?\n  ","45659":"\n   كم في محفظتك الآن??؟.\n  ","45660":"\n   Hi\n  ","45661":"\n   Do you believe in love,, if not, what's the cause?\n  ","45662":"\n   What’s new\n  ","45663":"\n   Will always be here if anything goes wrong??\n  ","45664":"\n   Can anybody find me somebody to love?\n  ","45665":"\n   What’s up buddy\n  ","45666":"\n   hey dont mention it, yeah but after a while you will be happy to have all those memories xo\n  ","45667":"\n   Lagu apanya yg enk di dengar ?\n  ","45668":"\n   are you alright ik its tough xx\n  ","45669":"\n   Do you have a collection of shoes ??? If yes, PAP it ???\n  ","45670":"\n   How did you celebrate your previous birthday? ?\n  ","45671":"\n   follow for follow?\n  ","45672":"\n   When does time pass the slowest for you? ?\n  ","45673":"\n   What do you think of tattoos?\n  ","45674":"\n   Did you enjoy where you grew up? ?\n  ","45675":"\n   What you gonna do next week? ?\n  ","45676":"\n   Who do you take after more your mom or your dad?\n  ","45677":"\n   What  are you doing ?\n  ","45678":"\n   Name one thing you’ll always find in your fridge!?\n  ","45679":"\n   Give me your What's app number\n  ","45680":"\n   I do hope you are feeling better and having a great day\n  ","45681":"\n   we all are thinking of you, and love you\n  ","45682":"\n   ???\n  ","45683":"\n   ooh lol, that means I just started following you ?\n  ","45684":"\n   That's what I'll do. I'm not rushing anything this time around.\n  ","45685":"\n   That's true. That's what I'll do. I'm not rushing anything this time around.\n  ","45686":"\n   Where do you prefer to go whenever going out? ?\n  ","45687":"\n   What current trend do you hope will go on for a long time? ?\n  ","45688":"\n   في هذا الوقت، مذا تريدون؟\nAt this moment, what is it you seek?\n  ","45689":"\n   شو صاير عندكم في عالم مخيلاتكم؟\nWhats going on in your imagination-universe?\n  ","45690":"\n   كيف تتصرفون يوم تحبون شخص و هو لا يبالي؟\nHow to deal with someone you like but they dont care?\n  ","45691":"\n   nf! ?\n  ","45692":"\n   كوينز لايك يسعدكم\n  ","45693":"\n   Hugs you more?\n  ","45694":"\n   Lol would make sense. I feel like I'm ready to move out on my own some days but I'm also kinda hesitant.\n  ","45695":"\n   You are a real princess\nJust smile ☺\n  ","45696":"\n   ???\n  ","45697":"\n   Why do we dream?\n  ","45698":"\n   Hey\n  ","45699":"\n   At least LSU got the win today??\n  ","45700":"\n   If you owned a real lightsaber, what'd you do with it? ??\n  ","45701":"\n   That's true. Some of it seems pointless like picking up sticks when we live in the woods lol.\n  ","45702":"\n   That's good\n  ","45703":"\n   Does he like feet?\n  ","45704":"\n   Standing outside a broken phone booth with money in my hand\n  ","45705":"\n   Has a guy ever kissed your feet\n  ","45706":"\n   I feel sorry for you as a friend I lost a lot of family members\n  ","45707":"\n   We did stuff around the house lol. It was all things that needed to be done. One day I'll have my own place again\n  ","45708":"\n   You are very welcome ??\n  ","45709":"\n   I just read that you lost your grandma. Im so sorry. Te envio mis condolencias y que Dios te brinde mucha fortaleza y mucha paz. Ahora ella esta en un lugar mejor descansando en paz.\n  ","45710":"\n   Are u consle gamer?\n  ","45711":"\n   hey just think of how much she loved you, your grandma etc k my kind friend, lots of love xo\n  ","45712":"\n   I may have been off work today but I worked for free at home\n  ","45713":"\n   When was the last time you rubbed your love button?\n  ","45714":"\n   Sounds pretty good. I just got home from supper and I'm sleepy lol\n  ","45715":"\n   What you up to?\n  ","45716":"\n   You have any hobbies that you think most people don't know about? ?\n  ","45717":"\n   ok\n  ","45718":"\n   you ok\n  ","45719":"\n   What’s something you should throw away, but can’t?\n  ","45720":"\n   hi\n  ","45721":"\n   Hi Bella how are you\n  ","45722":"\n   youok\n  ","45723":"\n   hi\n  ","45724":"\n   You're welcome.\n  ","45725":"\n   \"Tell me something that happened to you in school\". I was caught by the vice principal in school for smoking in the girls bathroom. I got detention.\n  ","45726":"\n   Hugs??\n  ","45727":"\n   hey here if you need anything, xox\n  ","45728":"\n   i sent that question about hoping today was a good day before i heard about your grandma, im so sorry xoxo\n  ","45729":"\n   condolences to you sweet girl. in time you will become whole again and carry with you the spirit of your beloved maw maw.\n  ","45730":"\n   What's the most annoying question people ask you on ASKfm? ?\n  ","45731":"\n   Hello!\n  ","45732":"\n   God bless you and all your family. Believe and him, and stay beautiful and sweet as you have always been.\n  ","45733":"\n   We will all leave this world no matter what, so God will reword us with an ever lasting life with our families and loved ones. Because we believed in him, stayed thankful to him, and kept being righteous and helped making this world beautiful, even if a little bit or only for some people.\n  ","45734":"\n   I'm so sorry to hear about your grandmother. You know Isabella this is how life is. We don't come here to just stay. We stay for a while to make beautiful things in this life.. like how your grandmother was a reason for making a beautiful and a kind thing like you. It's really all about what's after\n  ","45735":"\n   Sorry about your loss??\n  ","45736":"\n   I know. And you know I'm here for you.\n  ","45737":"\n   I bet so. It's tough when you lose someone.\n  ","45738":"\n   hope today is a good day for you xo\n  ","45739":"\n   What are you terrible at? ?\n  ","45740":"\n   how are you x\n  ","45741":"\n   How are you feeling in general? ?\n  ","45742":"\n   I'm sorry. I know it's rough.\n  ","45743":"\n   ??✨\n  ","45744":"\n   Happy Weekend! Have a lovely one! ? (feel free to use this to post anything) ☃️?\n  ","45745":"\n   Would you rather be a teenager or a child again?\n  ","45746":"\n   I! I didn't write that comment that you have read. Some guy wrote that his grand ma was sick or passed away. I was just reading his comment.\n  ","45747":"\n   Hello\n  ","45748":"\n   on my dream ??\n  ","45749":"\n   What was the last thing that made you laugh?\n  ","45750":"\n   What is your career?\n  ","45751":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is they fall in love with)?\n  ","45752":"\n   Where r u from??\n  ","45753":"\n   Omg I don't believe really. I was meet you from 2 weeks ago\n  ","45754":"\n   Cutie?\n  ","45755":"\n   How's you?\n  ","45756":"\n   Hello~ ✨\nHow does it feels to be married?\n  ","45757":"\n   You are so beautiful!!\n  ","45758":"\n   Yes?\n  ","45759":"\n   I mean a Bloody Mary?\n  ","45760":"\n   أزفر إليك بعضا من مكنون صدري مع هذا المكتوب الذي أودعت فيه قلب وروحا هائمين في قرب طال بعده وحنين أَنِسَ لغربة وفؤادٍ مشتت متقطعة وصائله من طول الأمد وزيادة الكمد...\nصباحك خير AE\n  ","45761":"\n   What I want???\n  ","45762":"\n   ??✨✨\n  ","45763":"\n   Твой город мечты - это...??\n  ","45764":"\n   After I shower, I usually wear a towel to cover up my belly???\n  ","45765":"\n   Bobok cantik dulu ??\n\nSee you tommorrow\n  ","45766":"\n   لي عملت هيك ? \nوالله حبيتك من قلبي\n  ","45767":"\n   С каким девизом ты идёшь по жизни?\n  ","45768":"\n   You're welcome.\n  ","45769":"\n   Hi, my name is Skylar and I’m a 20 year old autistic girl from Mt. Laurel, New Jersey. Glad to meet you. What’s your name?\n  ","45770":"\n   What habit do you have now that you wish you started much earlier? ?\n  ","45771":"\n   Who’s the smartest person you’ve known or met? What makes intelligent people so intelligent in your opinion?\n  ","45772":"\n   There’s lots of beer in my belly??\n  ","45773":"\n   After you shower, do you wear a towel on your head?\n  ","45774":"\n   \"Tell me a veggie you really like to eat\". Broccoli, cauliflower, tomatoes, lettuce, cabbage, fruits, assorted others but NO onions.\n  ","45775":"\n   Do you eat your meals in front of the TV? ?\n  ","45776":"\n   What is your views on the purpose of life?\n  ","45777":"\n   Who is the best, Batman or ironman?\n  ","45778":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut? ???\n  ","45779":"\n   I have a beer belly????\n  ","45780":"\n   ?????\n  ","45781":"\n   Here’s what will cheer you up? this????\n  ","45782":"\n   What legacy do you want people to remember about you after you’re gone?\n  ","45783":"\n   hey i am here if you need any thing okay xo, we can talk wall to wall\n  ","45784":"\n   Name any 3 things that make you smile? ☺?\n  ","45785":"\n   How are you feeling these days?\n  ","45786":"\n   That's great to know. ???\n  ","45787":"\n   Have you ever had one? I never did and people really find it weird.\n  ","45788":"\n   Hugs??\n  ","45789":"\n   Why did you put a sad face on your mood\n  ","45790":"\n   Thank you. You too. Have a good day.\n  ","45791":"\n   Do you judge people based on their knowledge of grammar?\n  ","45792":"\n   That sucks. I understand though.\n  ","45793":"\n   Probably a good idea. I'm guessing it would run into your eyes.\n  ","45794":"\n   space??\n  ","45795":"\n   I know you are. It's rough when someone you're close to isn't doing well\n  ","45796":"\n   It does help sometimes. I know it's hard though.\n  ","45797":"\n   What you up to? I'm taking a heater break lol.\n  ","45798":"\n   *sending out virtual hugs* I'm sorry for you and your mam. =(\n  ","45799":"\n   What is your greatest passion in life? What makes you feel alive?\n  ","45800":"\n   No problem. Thank you.\n  ","45801":"\n   So you don't believe in the \"gender has nothing to do with your body thing\"?\n  ","45802":"\n   I'm sorry. It's fine. I know how you feel. My reason is cause it's been 2 weeks and I feel like I did that day.\n  ","45803":"\n   A gloomy day. Really just not liking the day\n  ","45804":"\n   Germany \/ London\n  ","45805":"\n   Benefits of marrying you??\n  ","45806":"\n   can u send me your beautiful picture?\n  ","45807":"\n   what happened ?\n  ","45808":"\n   Are u male or female?\n  ","45809":"\n   Some facts about you\n  ","45810":"\n   Seems like it so far.\n  ","45811":"\n   Tumhe kon kon si chije karne ka shouk hain?\n  ","45812":"\n   What's your opinion on those who cheat on their partners? ?\n  ","45813":"\n   If everything in your house had to be one colour what colour would you choose? ?\n  ","45814":"\n   Do you prefer to stay in or go out on Friday nights? ?\n  ","45815":"\n   then speak in hindi\n  ","45816":"\n   ببدا اسأل بنظام يديد، بالعربي و بترجمه بالانقليزي لان عندي ناس يداد ما يتكلمون بالعربي\nI will start to ask in arabic after that translating it in English for my english speakers friends\n  ","45817":"\n   اكثر شعور تحسون فيه هالفتره؟\nWhat emotions do you experience most these days?\n  ","45818":"\n   What is the oldest memory you have about yourself?\n  ","45819":"\n   It finally stopped raining. Now it's just cold lol.\n  ","45820":"\n   What was the first thing you learned to cook?\n  ","45821":"\n   ok\n  ","45822":"\n   i m from india\n  ","45823":"\n   do u know hindi language ?\n  ","45824":"\n   What is your favorite thing in your room? PAP!\n  ","45825":"\n   your welcome friend, xox\n  ","45826":"\n   where are u from?\n  ","45827":"\n   What is your career?\n  ","45828":"\n   aw, xox\n  ","45829":"\n   Yes\n  ","45830":"\n   I was tired lol. It's no fun being cold and rainy\n  ","45831":"\n   well bet your a comfort to her, here if you need anything k xo\n  ","45832":"\n   You are driving on the wrong side of the road. And omg the steering wheel is on the wrong side too.\n  ","45833":"\n   Do you believe in fate? ?\n  ","45834":"\n   sorry about your gran, hugs here if you ever need to talk\n  ","45835":"\n   Correction\n  ","45836":"\n   Hi Bella! How are you? Take a moment today to be thankful for what you DO have. Forget about what you DON'T. Hug those you DO love. Forgive those you DON'T. May you have a fabulous Friday and a wonderful weekend. ???\n  ","45837":"\n   What's one thing you hate sharing?\n  ","45838":"\n   Black \/ Red\n  ","45839":"\n   What is the least stressful job you can think of?\n  ","45840":"\n   your welcome, thanks for being kind to me x\n  ","45841":"\n   I passed out within minutes of laying down lol. Today it's rainy and 46\n  ","45842":"\n\n    https:\/\/youtu.be\/QQfSol91nmI\n   \n   Dedicating this song to you! Enjoy\n  ","45843":"\n   Hi Bella how are you\n  ","45844":"\n   Manchester united \/ Liverpool\n  ","45845":"\n   Pizza \/ Spagetthi\n  ","45846":"\n   Do you enjoy classic tv shows? What are some of your favorites?\n  ","45847":"\n   What is your favorite animal\n  ","45848":"\n   hi..follow back? ☺\n  ","45849":"\n   Is that u on ur profile pic?\n  ","45850":"\n   How many hours a day do you spend watching TV?\n  ","45851":"\n   This new picture is nice ??\n  ","45852":"\n   شي تحسون الناس مبالغين فيه؟\nWhat are the things that is overrated by people?\n  ","45853":"\n   Do you know why are you on the Earth? ?\n  ","45854":"\n   What do you like about where you work? ?\n  ","45855":"\n   كم تقيم نفسك في امساك غضبك من ١ ل ١٠؟\nFrom scale 1-10, how good are you by holding up on your anger?\n  ","45856":"\n   God bless you linda\n  ","45857":"\n   Snap?\n  ","45858":"\n   شو هو الشي الي يخلي الناس ينعجبون فيكم بسببه؟\nWhat is it you have that make people like you?\n  ","45859":"\n   ??✨✨\n  ","45860":"\n   Does it feel like your week has gone slow or fast? ? For me it has dragged so much.\n  ","45861":"\n   What kinds of things are you interested in learning more about? ?\n  ","45862":"\n   Tienes cuenta en Kik?\n  ","45863":"\n   I! Yes......we were both in the express lane. The sign indicated 12 items or less.\n  ","45864":"\n   I think I'll pass out nicely once I get home\n  ","45865":"\n   I think so. I'm home now and going back out lol.\n  ","45866":"\n   We're half way through the week! You've got this! :D do you have any plans for the weekend? ??\n  ","45867":"\n   Between love, luck and money, which one would you choose? ?\n  ","45868":"\n   i like to have money i buy food for the homeless\n  ","45869":"\n   \"How important is money to you\"? Money is necessary. That will be....2 rocks, 4 tree branches, some string and some kettle corn.\n  ","45870":"\n   It certainly helps lol.\n  ","45871":"\n   that's cool thank you loving my answers my friend\n  ","45872":"\n   thank you for loving my answer\n  ","45873":"\n   hi I'm Tiffany how are you feeling?\n  ","45874":"\n   Its fuzzy socks and pantyhose time of the. Year\n  ","45875":"\n   Not much fun but at least I'm being paid lol\n  ","45876":"\n   Do you believe in magic?\n  ","45877":"\n   You ever notice the same people who make up the rules are the same ones who consistently abuse them?\n  ","45878":"\n   ????\n  ","45879":"\n   What's the coolest thing you've ever seen in a museum?\n  ","45880":"\n   It's like 40 here and I'm freezing lol.\n  ","45881":"\n   Do you know why are you on Earth? ?\n  ","45882":"\n   Sounds nice. Is it really cold there too?\n  ","45883":"\n   Привет. Как дела? Как настроение? Сегодня не будет вопросов. Я лишь хочу пожелать отличного настроение(если оно плохое). Желаю смелости по жизни, а так же любви и внутреннего покоя. Знай, всё получится у тебя:)\n  ","45884":"\n   you are very pretty ?\n  ","45885":"\n   \"Tell me about an experience you've had the grocery store once\". Wow! A trip to the grocery store and all I wanted were a few items. The lady in font of me had a some what full cart of items. Why not use check-out in aisle 10? \"Ohhhh no was her reply. I'm in a hurry\".\n  ","45886":"\n   So what you up to? I'm ready to go home\n  ","45887":"\n   Откуда знаешь Русский?\n  ","45888":"\n   уютного и теплого тебе вечера. забежишь ко мне на минутку? чайка попьём, согреемся от холодного сердечка.??☕?\n  ","45889":"\n   Happy Children's Day. See my picture\n  ","45890":"\n   الرزق على الله لا تخاف\nبس اتكل عليه مراح يضيعك\nحتى لو اجتمعت الدنيا باجمعها ضدك\nانه الله رب العالمين\nالحمد لله رب العالمين\n  ","45891":"\n   Well that's good. At least it's done now\n  ","45892":"\n   Привет! ?\nВД: Какой фильм ты смотрел\/а последним?\n  ","45893":"\n   Как дела?\n  ","45894":"\n   Was ist deine Lieblingsbeschäftigung?\n  ","45895":"\n   I am finally in Alabama\n  ","45896":"\n   What tips or tricks have you picked up from your job? ?\n  ","45897":"\n   How much did where you grew up shape you? ?\n  ","45898":"\n   People change, but sometimes somethings stay the same. What changed about you? What didn’t?\n  ","45899":"\n   Ever shaken a can of soda and given it to someone?\n  ","45900":"\n   That's good. You get that report done?\n  ","45901":"\n   Ever mixed vinegar and baking soda?\n  ","45902":"\n   Finish the sentence: Never have I ever...\n  ","45903":"\n   How's your day going?\n  ","45904":"\n   If I say you are beautiful don’t thank me thank God, He made you that way! If I say you have a beautiful heart thank your parents, they gave it to you on your birthday. If I say you show kindness to me and others with words and deeds, then thank YOU for caring and giving of yourself what we all need\n  ","45905":"\n   Hi. How are you? What's your mood\nI don't know what the weather is like in your country but it is rainy and gloomy in my country. Have a nice day ✌?\n  ","45906":"\n   I'm always careful. It's decent it's not raining yet.\n  ","45907":"\n   Do you believe in second chances? ?\n  ","45908":"\n   favorite book\/series? ✰\n  ","45909":"\n   ????\n  ","45910":"\n   Hugs\n  ","45911":"\n   I will. Specially cause I need tires.\n  ","45912":"\n   Have you ever feared or been wary of someone you didn’t really know only to meet them and end up really liking them?\n  ","45913":"\n   What do you think about body shaming ?\n  ","45914":"\n   Is it time to wear tights or pantyhose for this cold weather\n  ","45915":"\n   Do you still get acne? How bad does it get and where at?\n  ","45916":"\n   Why \"Jingle Bell\" is your name on Ask?\n  ","45917":"\n   Have you fattened up for the winter? I have.\n  ","45918":"\n   I will. I can't afford to pay for the company car.\n  ","45919":"\n   Likers get?\n  ","45920":"\n   The roads might freeze over tomorrow into Friday.\n  ","45921":"\n   Yep. Tomorrow\nLow 25 \nHigh 45\nChance of rain 81 percent\nAnd Friday\nLow 37\nHigh 50\nChance of rain 65 percent.\n  ","45922":"\n   How do y’all feel about space and aliens ??\n  ","45923":"\n   I'm going to cause I think it's supposed to rain tomorrow\n  ","45924":"\n   What’s the difference between justice and revenge?\n  ","45925":"\n   At least it wasn't windy. I'll be in it again tomorrow\n  ","45926":"\n   Jingle beers??\n  ","45927":"\n   how you doing\n  ","45928":"\n   ? I once had a friend who believed passionately that you should never give up your own bed for anyone. \n? If you have an overnight visitor who had travelled far to reach you, would you lend them your bed if there wasn’t a spare? Or make up a couch\/floorspace for them as best you can?\n  ","45929":"\n   Sup\n  ","45930":"\n   Yeah. I was still frozen though.\n  ","45931":"\n   Yeah they are. And really warm.\n  ","45932":"\n   It says in your profile that you are paranormal researcher... Really??\nI would like to be paranormal researcher too haha\nPs: I speak Spanish, sorry if my English is not perfect?\n  ","45933":"\n   Lol I was in a sweat shirt and a Carhartt type coat along with my uniform t-shirt. The sweat shirt is camo lol.\n  ","45934":"\n   \"What kind of shoes did you wear today? Or did ya not wear any today\"? I wore nothing......I meant to say......I wore no shoes today......lol.\n  ","45935":"\n   Better to have too much of a conscience than too little ?\n  ","45936":"\n   What did you find most difficult about growing up? ?\n  ","45937":"\n   You are welcome  :3\n  ","45938":"\n   When you come across a problem, how often do you get Google to help you out? ?\n  ","45939":"\n   When does time pass the fastest for you? ?\n  ","45940":"\n   What's your favourite sport to watch? ?\n  ","45941":"\n   How do you usually react, when somebody is shouting at you?\n  ","45942":"\n   What is the one thing you always wanted as a kid, but never got?\n  ","45943":"\n   Is it cold  in your area\n  ","45944":"\n   ????\n  ","45945":"\n   What song brings back memories from your childhood?\n  ","45946":"\n   Do you keep a lot inside, or do you consider yourself an open person?\n  ","45947":"\n   Hello Bella! Can you give me some coins? ❤️\n  ","45948":"\n   ??\n  ","45949":"\n   Yeah. That's good. Im still layered up though lol\n  ","45950":"\n   What kind of music do you listen to?\n  ","45951":"\n   What’s the most imaginative insult you can come up with?\n  ","45952":"\n   Are you able to tell people no?\n  ","45953":"\n   It's a high of 44 today but at least it's sunny lol.\n  ","45954":"\n   Feel free to leave a message for all the hater's\/rude\/negative people!!  ???\n  ","45955":"\n   Do you watch any paranormal YouTube channels?\n  ","45956":"\n   What was the best thing that happened to you today? ?\n  ","45957":"\n   What is\/was your most hated class in school and what is\/was your favorite?\n  ","45958":"\n   What was the last thing you Googled? ?\n  ","45959":"\n   What is your favorite knids of music? ???\n  ","45960":"\n   Any oops moment? ???\n  ","45961":"\n   Your smile is like sunshine on a cloudy day. It is so nice to hear the kind words that you say. Pleasant and sweet you are a gift you see. You are beautiful in every way that there could possibly be! May your day bring you joy like you bring to others!\n  ","45962":"\n   What is the best movie you have ever watched?\n  ","45963":"\n   What things do you like most about your area?\n  ","45964":"\n   hes so lucky to have you xox\n  ","45965":"\n   Do u think all is fair in love and war?\n  ","45966":"\n   What’s ur guilty pleasure?\n  ","45967":"\n   All I want for Christmas is you!!!\n  ","45968":"\n   Do you have that one friend who you really spend time with and now he's far away from you?\n  ","45969":"\n   Does jealously have value in driving humans to improve themselves or is it a purely negative emotion?\n  ","45970":"\n   PS4 or Xbox One? Why?\n  ","45971":"\n   What sport do you like watching but hate playing?\n  ","45972":"\n   What are some YouTube channels you love?\n  ","45973":"\n   You're welcome and thank you! ?\n  ","45974":"\n   Cool! I don't even know how to ride a motor bike! I upgraded myself directly from riding bicycle to driving a car!\n  ","45975":"\n   And what if you play Xbox 360 at your job? Your chances of meeting new people wouldget  doubled!\n  ","45976":"\n   Well next time you go just take a picture and send it to me please and thank you\n  ","45977":"\n   Who is the craziest person you know?\n  ","45978":"\n   What's your favourite way to meet new people? ?\n  ","45979":"\n   Who is your favorite YouTuber? ???\n  ","45980":"\n   What’s your favorite weekend activity?\n  ","45981":"\n   Do you usually follow trends or just do your own thing? ?\n  ","45982":"\n   How often do you buy things via the Internet?\n  ","45983":"\n   What is your favorite magazine? ☺☺☺\n  ","45984":"\n   What is the most dangerous animal? ???\n  ","45985":"\n   Have you ever performed stunts while riding dirtbike?\n  ","45986":"\n   Yeah. It seems we get your weather about a day after you had it.\n  ","45987":"\n   Have you ever played any angry bird games!???? Which is your favorite angry bird???? have you seen any angry bird films??\n  ","45988":"\n   Oh, I know what you mean now ? So that's what it's called ?\n  ","45989":"\n   You're welcome. ?\n  ","45990":"\n   What's that? ?\n  ","45991":"\n   Hello Bella! How are you? A good life is when you assume nothing, do more, smile often, dream big, laugh a lot and realize how blessed you are for what you have. Have a worry free Wednesday! ???\n  ","45992":"\n   Not much fun when you gotta be in it. I didn't take my coat off all day and I was wearing gloves some of the day lol.\n  ","45993":"\n   Ever been in a conga line?\n  ","45994":"\n   It was cold and windy here as well. I think it got to maybe 50 today with Gusty winds.\n  ","45995":"\n   من قلب عبود.?\n\nالله يسعدك ويحقق أحلامك ويرضى عنك ?⚘\n  ","45996":"\n   Jakiego zwierzęcia nie lubisz , dlaczego ?\n  ","45997":"\n   Gn ?\n  ","45998":"\n   Do you enjoy travelling on a ferry?\n  ","45999":"\n   What’s your cure for hiccups? ?\n  ","46000":"\n   Hello\n  ","46001":"\n   What about the opposite gender confuses you the most? ?\n  ","46002":"\n   What topic could you spend hours talking about? ?\n  ","46003":"\n   Who in your family are you most like? ?\n  ","46004":"\n   That sucks. It finally stopped here.\n  ","46005":"\n   What app do you spend the most time on? ?\n  ","46006":"\n   yip\n  ","46007":"\n   Aye, good answer ? Dunno why so many aren't keen on playing out now ?\n  ","46008":"\n   me2\n  ","46009":"\n   What was cool when you were younger but isn’t cool now? ?\n  ","46010":"\n   What do you bring with you everywhere you go? ?\n  ","46011":"\n   Are you able to laugh at yourself?\n  ","46012":"\n   What's your opinion on people who complain about them being discriminated over their choice to get  facial tatoos? ?\n  ","46013":"\n   My beer belly grew??\n  ","46014":"\n   Good night\n  ","46015":"\n   Sweet dreams ?\n  ","46016":"\n   A Bloody Mary for me?\n  ","46017":"\n   Do you have more. ??\n  ","46018":"\n   I’ve discovered there is a most lovely lady that you'll find. She is a breath of fresh air, so sweet and kind. There are many who are not, but this is not the case, she is more than just another pretty face. This seems to be rare and to only a few. My wonderful find turns out to be you!\n  ","46019":"\n   What is that you always wanted to try?\n  ","46020":"\n   That's understandable. I'm back at work and sleepy cause it's rainy.\n  ","46021":"\n   Bella boo?\n  ","46022":"\n   Paranormal Researcher ??\n  ","46023":"\n   Do you prefer store shopping or online shopping? ?\n  ","46024":"\n   What word do you often misspell? ?\n  ","46025":"\n   Do you prefer big parties or small gatherings? ?\n  ","46026":"\n   As a person, how organised are you? ?\n  ","46027":"\n   ???\n  ","46028":"\n   May I kiss your feet ?\n  ","46029":"\n   \"What's your main rule in life\"? Time.\n  ","46030":"\n   Cutie??\n  ","46031":"\n   I can’t , I respect you so much mistress , you’re superior\n  ","46032":"\n   I! Respect towards others is earned.\n  ","46033":"\n   What chocolate is your favorite?\n  ","46034":"\n   Hello mistress\n  ","46035":"\n   When did you last travel?\nAnd where you went\n  ","46036":"\n   What is your opinion about same gender relationships?\n  ","46037":"\n   \"What's your main rule in life\"? Time.\n  ","46038":"\n   Reality nowadays? ?\n  ","46039":"\n   Have you ever lied about your age?\n  ","46040":"\n   I need you!\n  ","46041":"\n   Have you ever fallen for the “Pull my Finger” trick?\n  ","46042":"\n   3-5 glasses of those I drank??????\n  ","46043":"\n   They are nice?????\n  ","46044":"\n   Such a desperated man ??\n  ","46045":"\n   Hiii, how are you?\nI miss you ???????? hugs!! ???\n  ","46046":"\n   Send me a picture of the Gourmet gummies I want to see the packaging\n  ","46047":"\n   I rewatched that football game tonight since some people didn’t make it Saturday?\n  ","46048":"\n   ???✨\n  ","46049":"\n   U r soo sweet\n  ","46050":"\n   R u queen?\n  ","46051":"\n   You brought an ease into it even though i have no idea why im having this dead feeling inside thanks alot appreciated ???\n  ","46052":"\n   I had sour Cola gummies from Harbo it says on the package sour and tangy they have a little Tang not a lot they are not sour at all they are a lie they were okay but being sour would be much better\n  ","46053":"\n   Aww is It cute ??\n  ","46054":"\n   Yess I will try doing it sideways. Once my hair grows long\n  ","46055":"\n   Rewatched the LSU game tonight??\n  ","46056":"\n   Have you ever made a mistake that ended up saving your life?\n  ","46057":"\n   How do you deal with depression and feeling dead inside without any reason? ?‍♂️?\n  ","46058":"\n   What's your absolute favourite cover of a song?\n  ","46059":"\n   What's something you lose interest in as you get older?\n  ","46060":"\n   How about some edibles?\n  ","46061":"\n   Today in class my friend put her hand over my mouth bc I was talking loud it was odd. Have you ever put your hand over someone’s mouth and why?\n  ","46062":"\n   00962797762034\n  ","46063":"\n   They are the best brand of gummies you can get they are made with coconut oil\n  ","46064":"\n   Abood Alghtani My name on Facebook speak to me is necessary\n  ","46065":"\n   Do you like haribo gummies\n  ","46066":"\n   How are you doing\n  ","46067":"\n   How are you doing\n  ","46068":"\n   Do you like ask fm web ?\n  ","46069":"\n   hi\n  ","46070":"\n   ?\n  ","46071":"\n   What do you think is one of life's greatest gifts to mankind?\n  ","46072":"\n   That's good. Little bit at a time.\n  ","46073":"\n   What was your best year and worst year of life thus far and why?\n  ","46074":"\n   Who is your guru?\n  ","46075":"\n   How's your report going? I'm about to start viewing my eyelids lol.\n  ","46076":"\n   See my picture in fountain pony ??\n  ","46077":"\n   What kind of vacuum do you have?\n  ","46078":"\n   Have you ever let a child paint your nails?\n  ","46079":"\n   Like I said she not bright lol.\n  ","46080":"\n   Sings?\n  ","46081":"\n   I know. She stupid. She asked him if he could give her my number and he told her he couldn't cause it's a work number\n  ","46082":"\n   What are your wishes?\n  ","46083":"\n   How are you?\n  ","46084":"\n   Yeah. She wasn't sure if I was gonna divorce her or not or something lol.\n  ","46085":"\n   Yeah. It's been a year. She called my dad Friday wanting to know what my intentions were.\n  ","46086":"\n   Thanks for answering my question. I love your account. I followed you. Have a good evening.\n  ","46087":"\n   Why do things keep getting more expensive and not just stay the same price?\n  ","46088":"\n   If you were to get one super expensive piece of clothing \/ accesory from a famous brand, what kind would you choose? ? Like shoes or a bag etc.\n  ","46089":"\n   Can Wearing Bright Colors Improve Your Mood?\n  ","46090":"\n   Thanks, me too. I'm ready for it to be over.\n  ","46091":"\n   What one piece of advice would you give to your younger self?\n  ","46092":"\n   Is there anyone who you look up to online? ??\n  ","46093":"\n   What's something unrealistic that you often see in movies that annoys the hell out of you?\n  ","46094":"\n   What music have you been listening to lately? ?\n  ","46095":"\n   Yep. I signed my portion. It's being mailed to her by certified mail and she's just gotta send it back signed.\n  ","46096":"\n   What's the weirdest phone call you have ever received?\n  ","46097":"\n   What was the last YouTube video you saw?\n  ","46098":"\n   You're fine. The divorce papers.\n  ","46099":"\n   What are you proud of but never have an excuse to talk about it?\n  ","46100":"\n   Are you going black friday shopping? Any ideas in what you want?\n  ","46101":"\n   Sounds like fun. I signed the papers today. So it's official.\n  ","46102":"\n   Does size matter?\n  ","46103":"\n   I agree with u! ??????\n  ","46104":"\n   How to tell if someone is scared of you\n  ","46105":"\n   I'm \nHuman\n  ","46106":"\n   How will i search people on this app?\n  ","46107":"\n   ???\n  ","46108":"\n   What are good habits of life?\n  ","46109":"\n   Wow! Wonderful!!! ???\n  ","46110":"\n   What's your favourite activity?\n  ","46111":"\n   Which show are you binge watching right now?\n  ","46112":"\n   You're fine lol. What you up to?\n  ","46113":"\n   Let’s smoke ? and get high together!? ?\n  ","46114":"\n   [C] Hoy simplemente me paso para deciros que a la gente que le llegue está colectiva, significa que os estoy siguiendo y que me encantaría recibir la vuestra, para así tener más actividad en mi ask, os seguirán llegando las mías, cuando las haga, besitos y os quiero?? Att:\n  ","46115":"\n   с добрым утром, солнце. делали ли тебе больно? как удавалось справляться? не забудь заглянуть ко мне на утренний кофе. ты главное не грусти и не болей, лучше кофейка со мной попей☺?❤?\n  ","46116":"\n   Experimentierst du gerne mit neuen Dingen im Leben?\n  ","46117":"\n   What's that mean? I'm good just got home from work.\n  ","46118":"\n   тоскливый вечер под алкоголем, а как проходит твой вечер, солнце? надеюсь не грустишь. заходи ко мне, избавь от тоски своим активом. ❤️?\n  ","46119":"\n   Do you think you've changed in the last year? In what way?\n  ","46120":"\n   Never have I ever…\n  ","46121":"\n   How've you been?\n  ","46122":"\n   What are irrefutable facts you have discovered about the paranormal?\n  ","46123":"\n   Bella rules?\n  ","46124":"\n   In 10 years what do you see your life being like? What do you want to have accomplished?\n  ","46125":"\n   Shaggy or Scooby Doo ???\n  ","46126":"\n   Have you ever been closely followed by a stranger?\n  ","46127":"\n   What's the worst jumb scare you have experienced?\n  ","46128":"\n   Hey! x\n  ","46129":"\n   Do you like bell peppers?\n  ","46130":"\n   I! Ohhhhhh come on now!! Just the gator poppers? Try the gator pie also. Hi luv. Thanks for your choice. Stay pretty.\n  ","46131":"\n   Hello in Russia\n  ","46132":"\n   Hugs\n  ","46133":"\n   What can I call you? Bella or Sweet or another name? ???\n  ","46134":"\n   Are you a robot or human?\n  ","46135":"\n   Paaaap?\n  ","46136":"\n   Thanks a lots, i would love to know more about you, to be your friend.\n  ","46137":"\n   Do you think time flies too fast? I would like to go back in time to the point where I was a nice twelve-year-old child. Those were the times! Unfortunately, time flies very quickly and man must move forward\n  ","46138":"\n   What's the most interesting object in your room?\n  "},"Answer":{"45066":"\n  Every now and then. It depends. Sometimes is random and sometimes is for nerves.\n  ","45067":"\n  Feel free to keep sending me questions.\n  ","45068":"\n  Yeah. I'm doing good today. Thanks for asking.\n  ","45069":"\n  O.o\n  ","45070":"\n  That is good.\n  ","45071":"\n  I think they need to be serious with him and lay down the law and let him know that he's going to lose his job if he does not pick it up. Give him a chance because he does have kids and one on the way but if he doesn't clean up his act within the next month I would kick him. And then when you go to kick him make sure that he don't say nothing to you because y'all gave him plenty of chances. Gave him time.\n  ","45072":"\n  Rascal (He is Jason's Maw maw's dog) thinking of getting him a little toy. Maybe some treats\n  \n  G and Dixie both little cute stuffed animal toys or maybe some bacon treats.\n  ","45073":"\n  I love the winter. It's probably my most favorite time of the year. Considering Christmas is my most fav holiday and my birthday is around this time! New years! Spending lots of time with family and friends! Just a great cheery and peaceful time of the year. Nice weather or at least to me the cold is my fav.\n  ","45074":"\n  Я, вероятно, буду праздновать новый год. Мой день рождения тоже в это время.\n  ","45075":"\n  He has a spelling, typing, like grammer type problem. He struggles. He taught himself how to read and write, so lol he trys his best. I say.. bless his heart. I think he is telling me he is really sick now... So sad to hear.. Been friends with him awhile..\n  \n  And yeah.. I try to be understanding and sweet to people. I try my best.\n  ","45076":"\n  Albo dostanę duży mural Mardi Gras na jednym z moich ud. Albo mogę zrobić mapę świata na lewym ramieniu. Zrobiłbym to malowany tematycznie. Lub coś ku pamięci moich dziadków.\n  ","45077":"\n  Wait what. I'm srry. I don't understand. Try again to tell me what you say.\n  ","45078":"\n  Right. I understand where your coming from. Did you point that out to your boss too?\n  \n  & The sad thing is he should be picking up the work and doing better because he has a baby on the way and he needs the money and needs to keep his job. Maybe y'all should bring this up to him so maybe he will do better and realize.\n  ","45079":"\n  O.o\n  ","45080":"\n  Depends\n  ","45081":"\n  Nothing really. I'm healthy.\n  ","45082":"\n  Wow.\n  ","45083":"\n  Making sure the house is clean. Getting ready for Christmas Eve and Christmas dinner. Visiting lots of friends and family. Getting them something special. Spending time with them. Getting my dog something for Christmas.\n  ","45084":"\n  Я не мог просто выбрать три ...\n  ","45085":"\n\n   اكيد ماذا؟ بالطبع يعتمد.\n  \n","45086":"\n\n   کیا؟\n  \n","45087":"\n  Appreciate it. ?❤\n  ","45088":"\n  Yeah. I am.\n  ","45089":"\n  Oh wow. I'm sure she was sick. But she aint gonna be sick but the 1st week or 2 and maybe some complications throughtout.. depends.. But he needs to be bringing her into the docters and getting excuses and stuff if he's gonna be doing all that.\n  ","45090":"\n  I have before I could do it again. So yes\n  ","45091":"\n  ? nice shoutout\n  ","45092":"\n  Lol\n  ","45093":"\n  I prefer to live from today but if I can re-meet my husband all over again I would\n  ","45094":"\n  Maybe\n  ","45095":"\n  Oh ok\n  ","45096":"\n  Yea ?\n  ","45097":"\n  Saya tidak mengerti pertanyaan ini.\n  ","45098":"\n  Considering me and my husband are living breathing proof of a long distance relationship that worked. I guess I could say it works out. Have to have lots of communication patients and anything is possible.\n  ","45099":"\n  Sometimes. But I don't like the literal autocorrect like if I go to type something and it just flips it. I use the one where if I misspelled something I can click the word and it help me out or if maybe I'm in a hurry it finishes the rest of the word. But the regular autocorrect like I go to type something and it just acts like it knows what I'm going to say. It's aggravating.\n  ","45100":"\n  I love coconut cake and yellow cake with homemade vanilla icing\n  ","45101":"\n  When you're wearing something that you know that the other person would never wear and they compliment you in front of a few of their friends to point out the fact that you have it on so later on when you walk away they can then talk about what that was and make fun of ya.\n  ","45102":"\n  This is something I painted awhile back. With acrylics, I think some oils. I painted with my fingers, brushes sponges and more. I had a lot of fun painting this. The centering was a little tough. I did it without any measuring. I did it with all eye estimation. It took me a good while to finish this. I ended up giving this painting to my mom because she fell in love with it.\n  ","45103":"\n  Eh.. I like... Every now and then.\n  ","45104":"\n  Who knows. In today's people post everything\n  ","45105":"\n  A swan\n  ","45106":"\n  Live it in flow.\n  ","45107":"\n  Hi and I'm not gonna insult you?? I do not do this.. Sorry.\n  ","45108":"\n  Dang\n  ","45109":"\n  It snows or sleets or the water on the ground freezes maybe two or three times a year. And when it snows we don't get a lot so we don't get snow too much where I live.\n  ","45110":"\n  Thanks. I followed you!\n  ","45111":"\n  I don't know anything about the shows or whatever but. I don't really think I'm too much of a fan of hypnosis.\n  ","45112":"\n  Yeep\n  ","45113":"\n  I'm doing good. How are you?\n  ","45114":"\n  Dang fam...\n  ","45115":"\n  Wanna cookie?\n  ","45116":"\n  Old retro gaming consoles. Old white picket fences. Fields that go on forever stop. Riding down the road and you singing trees trees and trees. Feeding seagulls on the beach when I was a little girl. Then learning that the mfers don't leave you alone once you feed one they all come to cousins and then mama's and daddy's come... Angel pictures on the walls at my mama's house. I think I'm going to follow that tradition. Bird baths in the front of the yard.\n  ","45117":"\n  Waking up. Being alive another day. Waking up next to my wonderful husband and pitbulls.\n  ","45118":"\n  ?.?\n  ","45119":"\n  Ummm i guess me\n  ","45120":"\n  We all broke my homie... ?\n  ","45121":"\n  Of anything? Like.. Any songs? What kinda music ya looking for in this playlist?\n  ","45122":"\n  The Lord. ❤?\n  ","45123":"\n  Some things that my grandmother passed down to me. A few photos on the walls and some papers that I read at her funeral and wake.\n  ","45124":"\n  Work and maybe do some Christmas shopping\n  ","45125":"\n  Walk the highways maybe.\n  \n  Visit a few places maybe.\n  ","45126":"\n  Probably because some of them don't believe in the afterlife or passing on. They believe that that's the end and that's it. Enjoying their lives on this planet and thinking that one day it could all just end randomly is scary to some.\n  ","45127":"\n  Volcanic eruptions\n  ","45128":"\n  Your posted as anonymous sooo.. Yeah... Can't ?\n  ","45129":"\n  ?Thanks\n  ","45130":"\n  Si\n  ","45131":"\n  Lost another close person to me so.. Learn to love without them.. :(\n  ","45132":"\n  ?✌?\n  ","45133":"\n  Could have been better than what it was. But it was good.\n  ","45134":"\n  Mostly present and future.\n  ","45135":"\n  Used to be better parkour. Skateboarding.\n  ","45136":"\n  That we all will pass on eventually. To stop fearing it and let it be. It will happen to all of us at one point. It shouldn't always be looked at as a negative thing.\n  ","45137":"\n  I really like the bands Evanescence, Paramore, skillet, Breaking Benjamin, Seether, Avenged Sevenfold, Flyleaf, and more.....\n  ","45138":"\n  I see... Good to hear you're feeling better. I'm exhausted at the moment.\n  ","45139":"\n  Me and Jason. ❤ Love us together. I dread the moment something happens to us or if we are happening to be away from each other again. Would be sad.\n  ","45140":"\n  I'm good. Thanks.\n  ","45141":"\n  !\n  \n  ?.?\n  ","45142":"\n  Nice.\n  ","45143":"\n  Nice shoutout to all.\n  \n  Hi\n  ","45144":"\n  ✌\n  ","45145":"\n  Yes.\n  ","45146":"\n  Don't have\n  ","45147":"\n  I have two pit bulls.\n  ","45148":"\n  Same here I'm always productive it seems. I always feel like that's best. I like to be hard-working. Living out here on the country you've got to be.\n  ","45149":"\n  Both really.\n  ","45150":"\n  ? Hey\n  ","45151":"\n  ?\n  ","45152":"\n  Nah\n  ","45153":"\n  Was that you should still go home for about 48 Hours. Especially the fact that the fever gets high and you ate and you don't feel good at all. Plus you may get other sick\n  ","45154":"\n  Getting your tongue stuck to something much less just your finger is like the most pain ever. Frost burn\n  ","45155":"\n  Lol yeah I like the fruit kiwi\n  \n  And I like to use the polish too. Haha\n  ","45156":"\n  Dang. Sorry there. Ya need to go ahead home or to the doctor and then go home and sleep.\n  ","45157":"\n  Yeeep\n  ","45158":"\n  I guess the sunburn one\n  ","45159":"\n  Ummm.. None?\n  ","45160":"\n  Honestly... Who knows... I wonder the same everyday. Imagination is definitely part of it. Living life on Earth as it is that day. Coping with the fact that death is a real thing.\n  ","45161":"\n  People would just be fat and lazy and even more greedy than they are already\n  ","45162":"\n  Either don't matter to me. I change my phone up every now and then back and forth\n  ","45163":"\n  1\n  ","45164":"\n  ??\n  ","45165":"\n  I'm back at home now. It went decent. Wasn't nothing exciting to go for. Besides of course seeing my family and being with them.\n  ","45166":"\n  Either the little shelves that are stuff with some kind of crap dressing. Is so good or the little shrimps on top. They steam them.\n  ","45167":"\n  Gross dude. I'm straight my homie and married.\n  ","45168":"\n  Just being here and alive still with my family and friends.\n  ","45169":"\n  Bills.\n  ","45170":"\n  ? Thanks.\n  ","45171":"\n  ? Riiight\n  ","45172":"\n  ? My husband does too.\n  ","45173":"\n  Your strange\n  ","45174":"\n  In a beautiful house in the making still with beautiful kids around me and my husband\n  ","45175":"\n  Throughout my life as I have felt a little lost and as I have grown and learned I have finally found my way. Just of the story of, \"The Ugly Duckling.\" QI always have felt like I wasn't good enough in a way but now I feel like I have my full levels of confidence, full understandings of the world that I need. My life makes me feel like a beautiful and confident swan. Everyday I'm constantly trying to improve as a person. Spread generosity and kindness. A never-ending lesson to this world and how the people are in it.\n  ","45176":"\n  Help your family and then world and yourself.\n  ","45177":"\n  O.o\n  ","45178":"\n  I hear ya.\n  ","45179":"\n  La-uh\n  \n  Tityricka\n  \n  Samricka\n  \n  Tashaniqua\n  \n  Mahogani\n  \n  Mercydees\n  \n  De'mont'e\n  \n  Katshjlin\n  ","45180":"\n  Everybody has to take out a certain amount of days in the year to focus on cleaning, helping and bettering our planet. Like everybody having a full 10 days of the year that they may be focus on the poor or clean the environment. Try to get things out of water. Pick up trash off the streets. Clean areas in your town. Decorate their town for holiday. Help out at their local library.\n  ","45181":"\n  Family, my friends and my pups. Being social and productive. My hobbies.\n  ","45182":"\n  Yee\n  ","45183":"\n  That's good.\n  \n  And thanks.\n  ","45184":"\n  ?\n  ","45185":"\n  I have always loved Pokemon\n  ","45186":"\n  Extremely personal questions. My location. Just creepy questions that are none of their business\n  ","45187":"\n  Use a forge and a hammer and anvil\n  ","45188":"\n  Earn them. ??\n  \n  How bout' that??\n  ","45189":"\n  Very good.\n  \n  Volleyball definitely have to have been my favorite playing.\n  \n  I played volleyball for like 8? years straight I think. Was team captain for a few years once I got into it. I have been thinking about going into coaching soon. Love playing.\n  \n  Love teaching it.\n  \n  Loved my coaches.\n  ","45190":"\n  The thought and hope of making sure that your family members, friends, just loved ones are safe. Hoping that they are safe.\n  ","45191":"\n  Hey.\n  \n  I'm well. Thanks\n  \n  Hope you are okay? Good.\n  \n  Decent mood.\n  \n  Thanks.\n  \n  I attended a wake and funeral.\n  ","45192":"\n  I love the stuffed crab and shells and stuff. I love the egg Chinese rice and the vegetables and shrimp\n  ","45193":"\n  I love using Ask.fm\n  ","45194":"\n  Nice\n  ","45195":"\n  By car or truck usually\n  ","45196":"\n  I would find a way to not make this happen ever. I wouldn't press it at all\n  ","45197":"\n  A treadmill\n  ","45198":"\n  I mean I did all of this throughout my life. Keep that in mind. But I absolutely love exercise and being social and productive throughout my life. Plus you can get good sh- from like enrolling into schools and stuff like that.\n  ","45199":"\n  I don't know probably my husband. LOL\n  ","45200":"\n  I played soccer when I was really really young. So I like soccer. I absolutely love some volleyball!. Love playing the game. Same with soccer. Watching it on TV more or less no. I like playing basketball and watching basketball. And I really like football. Also like playing football too. Watching gymnastics is pretty cool. I like hockey a little bit. I like watching figure skating. Are used to figure skating race. I played football in basketball when I was younger. Nascar racing.. I enjoy running and working out. Other sports too.\n  \n  These are my favorites.\n  ","45201":"\n  Ask questions??\n  ","45202":"\n  ? sure ?\n  ","45203":"\n  Yeah. I am good. Just busy driving back home.\n  ","45204":"\n  My most fav.\n  \n  Singing.\n  \n  Then I like to paint.\n  \n  Work on cars.\n  \n  Wood burn.\n  \n  Build guns.\n  \n  Make knives.\n  \n  Cooking.\n  \n  Urban exploring.\n  ","45205":"\n  About to be on the way back home. Gonna go get some lunch (Chinese food) and then head back.\n  ","45206":"\n  By my mom a house and then me and then save the rest.\n  ","45207":"\n  Mmmm oook\n  ","45208":"\n  (Hands you pair of socks that have strawberries on them) ? You should feel honored. ?\n  ","45209":"\n  Yeah.\n  ","45210":"\n  0 it is a zer0.\n  ","45211":"\n  Cajun\n  ","45212":"\n  Beautiful.\n  ","45213":"\n  I don't really watch a lot of TV sadly.\n  ","45214":"\n  Sorry bud but at least you got to watch your favorite show.\n  ","45215":"\n  Depends on what my homie needs. If you need some socks... I got ya??.. Ya know what I mean??? ? lol JK but seriously it depends on what you mean. What you looking for.\n  ","45216":"\n  Hello. I'm doing well. Hope you are well?\n  ","45217":"\n  My thoughts on this... is..  that you are completely correct. ?\n  \n  I try to explain this to people everyday. ? Hard to preach that to them when it's going from one ear.. out the other.\n  ","45218":"\n  I think the holes in jeans up to your drawers will look even stupider in 5 or 10 years.\n  ","45219":"\n  Considering how our solar system works it's the logic behind all of it and the thought mainly.. but honestly I don't really care what the shape of the earth is. ?\n  ","45220":"\n  Cinnamon I think\n  ","45221":"\n  My friends and family safety. I get scared of losing them. But we all have to go at some point.\n  ","45222":"\n  I do. He means alot to me. He is lovely. Is dear to me. ❤?\n  ","45223":"\n  ??? Nice.\n  ","45224":"\n  I will spend my free time with friends and family.\n  ","45225":"\n  I don't know about me being handsome (for men\/boys)(beautiful is for girls, guys can be referred as beautiful) or anything but I know that this guy in the picture with me is handsome!\n  ","45226":"\n  Ask.\n  ","45227":"\n  I think singing. I think.\n  ","45228":"\n  Thank you. Good night.\n  ","45229":"\n  ?.? ?\n  ","45230":"\n  Eh.. depends on what you mean. There are cute ways you can use the word greedy. There are natural things that we can be greedy about. And then there's people that are overly greedy to the point where they are self-centered and honestly just messed up.\n  ","45231":"\n  Not yet but within the next three weeks we will be doing lots of Christmas shopping. Lots of Christmas wrapping.\n  ","45232":"\n  I try to figure out different things to try to make myself feel better. Change my clothes a lot, take medicine, lots of showers. Go to the doctor. Cook something easy on the stomach.\n  ","45233":"\n  I try my best to do this every day so yeah. I might try something new tomorrow.\n  ","45234":"\n  Swan.\n  ","45235":"\n  ?\n  ","45236":"\n  I play a bunch of different ones. Destiny, Halo games, Forza, different types of Skyrim Games Minecraft, different types of battlefields, different Call of Duty's.. and waaay more. Some.\n  ","45237":"\n  Poor and happy\n  ","45238":"\n  Idk what your sorry bout'; don't know what your  Referring to anonymous but I'm doing better than I was yesterday and the day before that.\n  ","45239":"\n  Idk. Maybe.\n  ","45240":"\n  I don't think that is bad thing. You're doing what you love technically\n  ","45241":"\n  I like to have some football playing in the background. Or have the Weather Channel on with its jazz.\n  ","45242":"\n  Just living it to the fullest. Believing in oneself, having self-determination and faith. And of course as I said live it to the fullest. Living life as stressless as possible.\n  ","45243":"\n  ? I'm sure they'll do some stupid everything and ruling on the new one. And I'm sure it would cost billions of dollars or something to go.\n  ","45244":"\n  Not with going to jail.. No. With visiting an old haunted one, I will do eventually for a paranormal exploration.\n  ","45245":"\n  Ummm\n  ","45246":"\n  A loooong time. I think I saw it on fb somewhere and clicked the link or something.. Maybe a person referred. I do not remember honestly. But I have been on here a loong time..\n  ","45247":"\n  ??\n  ","45248":"\n  Yeah. This is when we left the site yesterday. The sky was about to fall out. This is right after we buried my grandmother.\n  ","45249":"\n  ?\n  ","45250":"\n  Random demands.\n  ","45251":"\n  ?\n  ","45252":"\n  I have 5 profile pictures. Lol all new and recent\n  ","45253":"\n  They've got plenty out there. Keep looking high and low.\n  ","45254":"\n  Of my bio?\n  ","45255":"\n  Thanks.\n  \n  Yea.. I love him. He's a darling.\n  ","45256":"\n  Sorry. Didn't mean to delete.*\n  \n  I've been knowing him for five and a half years and we have been married a little over a year\n  ","45257":"\n  ??\n  ","45258":"\n  It's in my bio.\n  ","45259":"\n  I saw it. Nice picture. It's pretty.\n  ","45260":"\n  I'm good. How are you?\n  ","45261":"\n  Many different kind.\n  \n  I played a lot of old consoles and some of the new.\n  \n  Halo games\n  \n  Mario\n  \n  Sonic\n  \n  Metroid\n  \n  Gta games\n  \n  Pokemon\n  \n  Forza\n  \n  Minecraft\n  \n  And waaaay more.\n  ","45262":"\n  Es kommt definitiv darauf an.\n  ","45263":"\n  Co to w ogóle znaczy? ?.?\n  ","45264":"\n  Bit better. Bout to go back home.\n  ","45265":"\n  You're definitely more than welcome to send me as many questions as you would like anonymous. 10 20 30 40 50, I don't care. That's what this app is for. You are more than welcome to ask me questions. I appreciate all the questions.\n  ","45266":"\n  Thanks\n  ","45267":"\n  Your welcome. Fam is fam.\n  ","45268":"\n  I am doing good.\n  \n  Am out with family and eating lunch.\n  ","45269":"\n  Don't have\n  ","45270":"\n  Hugs and cuddles usually.\n  \n  Talking about it.\n  ","45271":"\n  Paranormal explorations\n  \n  Explorations\n  \n  Vloggs\n  \n  Traveling folk\n  \n  Cooking\n  \n  Different type of culture and traditional videos.\n  \n  Animals\n  \n  Vacation vloggs.\n  ","45272":"\n  Gumbo\n  ","45273":"\n  ?\n  ","45274":"\n  Ikr.\n  ","45275":"\n  I do.\n  \n  French. Alot\n  \n  Indian. Alot\n  \n  German. Decent amount\n  \n  Irish. Little\n  \n  And of course, English.\n  ","45276":"\n  It's been awhile but I had alot of pairs when I was young. Old old school stuff. Haha.\n  ","45277":"\n  Neither really but if I really have to choose I guess sneakers. I'm not much of a sandal person. I wear shoes and boots\n  ","45278":"\n  Oh! I see it now. For some reason it wasn't showing a minute ago when I went and checked out your page. It looks great! Very pretty sister!\n  ","45279":"\n  When saying passing on. Is just passing to another level kind of thing. Death is ending. Death is nothing. Die is same to me.\n  \n  If I say that someone died yes but I'm more than likely say passing. We will see them again.\n  ","45280":"\n  ? Hi\n  ","45281":"\n  Yes. This was probably one of the most hardest things for me to do was to bury my sweet grandmother. She was so much to this world that it was a tragedy just taking her out of it... I feel like the sky was crying... God was crying that day. But not just tears of sorrow, tears of joy because he gets to spend time with her now. We had our time and now it's his time with his wonderful person.\n  \n  When we were at the funeral the priest was saying today is not just a day of sorrow, it's a day of joy and it's a day to remember this person and try our best to mimic the way that she was, considering how wonderful of a person my grandmother was. I most definitely want to try my best to try to be like her. Use her as an inspiration in my life to be as kind as I can to people. There's not enough kindness in this world and I'm going to be a person to give it.\n  ","45282":"\n  This was right after we left the funeral site. It started to get extremely dark and rainy out and these are the flowers that they gave everybody at the funeral. What I think is a coincidence is right after we buried my grandmother the sky is falling out with horrible weather. Downpouring.\n  \n  She was a wonderful and kind woman. She was very generous and was always feeding and taking care of everyone else and worrying about everyone else. She was never selfish. Not once has she ever leave anyone hanging. She always made sure everybody felt comfortable first and then cared about herself.\n  \n  My grandmother was a very sweet woman. If anyone was feeling down she would always try to crack a joke and always had a hug waiting. My mama was a good cook and she new how to take care of all of her family.\n  \n  She will be very messed. This is a picture in her name. Love you Maw maw!\n  ","45283":"\n  I love it when people ask me questions about food, culture and tradition. I really love it when people ask me geography questions also any type of questions that have to do with my biography, anything. I love questions about cars, painting singing, music. I love when people ask about my animals. And I love it when people ask me to post photos and videos and stuff.\n  ","45284":"\n  I think it was Malibu Rum cranberry juice lemons cherries and orange juice. It was really good. Very fruity. Was out with family. We just got done burying a family member and we're trying to cope and have a good time.\n  ","45285":"\n  Hey love ✌?\n  ","45286":"\n  Hey.\n  \n  Thank you.\n  \n  And it is.\n  \n  Gm to ya too.\n  ","45287":"\n  No. But I have ancestors from there for sure. But no. I am from America.\n  ","45288":"\n  I'm good today.\n  ","45289":"\n  Bella*\n  ","45290":"\n  I see it. Very cute sista.\n  ","45291":"\n  I do. I am just out of town it was family and attending a really sad funeral so I'm very busy and a little off track right now. When I get back to my home state again I will probably answer more questions. Keep sending them. They will get answered. I appreciate your questions. They're really good.\n  ","45292":"\n  LOL nice this was my drink for the night\n  ","45293":"\n  Thank you for the compliment.\n  ","45294":"\n  Ummm ??? One.. Your posted as anonymous. Idk who you are. Two... There is no messanger on here... This is ask? Where you ask and answer questions?? ?\n  ","45295":"\n  this is the best thing I got\n  ","45296":"\n  Noodles\n  ","45297":"\n  Almost 3 feet long. I am 5.2\n  ","45298":"\n  Landscape\n  \n  Photos for others for them. Like pictures at different events.\n  ","45299":"\n  ?\n  ","45300":"\n  O.o\n  ","45301":"\n  Sure. Friend's only tho.\n  ","45302":"\n  Thanks.\n  ","45303":"\n  More or less I was trying to say this is how I'm coping.\n  ","45304":"\n  I didn't mean to say celebrate I guess I meant it in a sarcastic way.. I don't know. I wasn't all there at the time I had a lot of drinking\n  ","45305":"\n  It's all good thanks\n  ","45306":"\n  ? again\n  ","45307":"\n  Yeah, not exactly gonna say what it was but it was quite interesting. Makes me wonder about the world. People.\n  ","45308":"\n  Atm I am out.\n  ","45309":"\n  O?\n  ","45310":"\n  Decent. I am.\n  \n  Got me a drank atm.\n  ","45311":"\n  Lol\n  ","45312":"\n  Tiny.\n  \n  I wear a 6 in girls. 4 in dudes.\n  ","45313":"\n  Thanks! ?\n  ","45314":"\n  Smart. Good personality. Sense of humor. Random acts of kindness. Not afraid to speak oneself.\n  ","45315":"\n  I suppose money. I don't need neither\n  ","45316":"\n  Everything.\n  ","45317":"\n  Appreciate it.\n  \n  Buried her today. Probably about to go get something to drink for the night.\n  ","45318":"\n  I'm good.\n  ","45319":"\n  Nothing. I eat what I want.\n  ","45320":"\n  Ouuu I'd rather breathe under water.\n  ","45321":"\n  Со мной легко ладить. Я хорошо лажу с людьми.\n  ","45322":"\n  ?\n  ","45323":"\n  O.o\n  ","45324":"\n  Мое настроение в порядке. Я присутствовал на действительно печальных похоронах сегодня.\n  ","45325":"\n  Ik weet het niet. Het is even geleden.\n  ","45326":"\n  Спасибо.\n  ","45327":"\n  Why this time?\n  ","45328":"\n  Aardbeien.\n  \n  Appels.\n  \n  Druiven.\n  ","45329":"\n  Na sicher.\n  ","45330":"\n  Я в порядке. Может быть и лучше, но все хорошо.\n  ","45331":"\n  Beautiful\n  \n  Water\n  \n  Nature and city next door to each other for access.\n  ","45332":"\n  I do. I like perfume.\n  ","45333":"\n  ?\n  ","45334":"\n  Ikr.. Lol\n  ","45335":"\n  This I know. ?❤\n  ","45336":"\n  O.o\n  ","45337":"\n  Ssaaaame\n  ","45338":"\n  Lol.\n  ","45339":"\n  Yea\n  ","45340":"\n  Destroy no one unless ya mean that in a different way.. Lol. Ima keep it PG.\n  \n  Hug? Anyone in need of one.\n  \n  Assist anyone in need.\n  ","45341":"\n  Riight right. Exactly! ??\n  ","45342":"\n  What money? Lol.\n  ","45343":"\n  ?\n  ","45344":"\n  I try to work out often. Lots of exercises and walking. Try to eat healthy\n  ","45345":"\n  Idk. I'm sure. I live really far away so they never hear my music play.\n  ","45346":"\n  Living it with the family I was born into and blessed with. I live for my babies, my pups. Love my life with my husband.\n  ","45347":"\n  Kool\n  ","45348":"\n  It's going good.\n  ","45349":"\n  ?\n  ","45350":"\n  I like my name the way it is.\n  ","45351":"\n  Dang.. And I just sent this same question out too today and I am just now seeing that you already asked it. My bad. It was on random I found it flipping.\n  \n  A movie I can remember word for word is, \"Life's like a box of chocolates, you never know what you're gon' get.\"\n  ","45352":"\n  I am usually an extremely happy and positive person but atm I am a bit down. Going through a bit of a rough patch atm in life is all.\n  ","45353":"\n  Thanks.\n  \n  ?\n  \n  I try.\n  ","45354":"\n  Yeah\n  ","45355":"\n  Yee.\n  ","45356":"\n  Singing. Sports. Guns. Hunting. Fishing. Cars. Hair. Painting. Geography Meteorology\n  ","45357":"\n  Singing. Still is.\n  ","45358":"\n  Day is decent. Road trip is good.\n  ","45359":"\n  I definitely prefer to play them more though I like watching sports too.\n  ","45360":"\n  Graduating. Getting married. Moving. Getting a home. Getting a car.\n  ","45361":"\n  At like 5. Tired.\n  ","45362":"\n  I honestly don't dream too much and if I do I don't really remember them too well.\n  ","45363":"\n  I don't really remember the last decision I made that was really risky. I don't try to take too many risks. Life is precious.\n  ","45364":"\n  Sure. Anything's a possible.\n  ","45365":"\n  Louisiana or Florida.\n  ","45366":"\n  Too many to pick just 3 most fav.\n  \n  But I really liked the movie Tau.\n  ","45367":"\n  Constant communication.\n  ","45368":"\n  Спасибо, а я сам недавно кого-то потерял. Собираюсь на похороны завтра на самом деле\n  ","45369":"\n  Thanks.\n  ","45370":"\n  I feel in life you've gotta learn how to be a little bit of both. So I feel like a little bit of both.\n  ","45371":"\n  I'm good. Well.\n  ","45372":"\n  Thanks. Good afternoon.\n  ","45373":"\n  Genius for something.\n  \n  Better.\n  ","45374":"\n  They were done with foils.\n  ","45375":"\n  ?\n  ","45376":"\n  Was and thank you kindly.\n  ","45377":"\n  Sowwy\n  ","45378":"\n  Sadly I think I deleted them for space awhile back. I had some pictures, but I don't have them anymore.\n  ","45379":"\n  I get it professionally done, yes.\n  ","45380":"\n  It's okay. You didn't know.\n  ","45381":"\n  Back home. Attending a really sad funeral.\n  ","45382":"\n  My hair already dyed lol. Like has highlights.\n  ","45383":"\n  Thanks for following. I followed back.\n  ","45384":"\n  Thinking*\n  \n  It's okay.\n  \n  No I don't want to cut my hair off, no. I love my hair too much long.\n  ","45385":"\n  I'm good. I'll just go watch one with my husband.\n  ","45386":"\n  Different\n  \n  Goofy\n  \n  Cajun\n  ","45387":"\n  Eh... Kinda gotta. I use it everyday at work, so...\n  ","45388":"\n  I'm the type of person to have to see in person change or have them realize that they were in the wrong. I'm the kind of person to teach a lesson and once the lesson has been shown that it's been taught that I forgive.\n  ","45389":"\n  On the road\n  ","45390":"\n  Of course.\n  ","45391":"\n  Rather live long.\n  ","45392":"\n  ?\n  ","45393":"\n  ??? \"Do you thicking of chopping?\" This makes no sense.\n  ","45394":"\n  Oh. Very good.\n  ","45395":"\n  1st picture I ever took with my husband. 6 years ago. ❤? My favorite picture of us! ?\n  ","45396":"\n  Aaaaaand there you have it. ????\n  ","45397":"\n  I am in sleep clothes atm.. Lol cannot take a picture of that but here's something from just the other day. This was my outfit for that day. Lol.\n  ","45398":"\n  I do. I like to paint, sing, play video games, woodworking, catching up on some sleep, cooking, watch YouTube, walk my dogs, and so much more\n  ","45399":"\n  I would teach them to mind their own business. Literally. Stop worrying about everybody else all the time and mind your own business. It's okay to worry every now and then... but not always.. you've got to let people make their own choices or they're not going to be able to do anything on their own.\n  ","45400":"\n  Thanks me just answering it the best of my ability and being honest.\n  ","45401":"\n  Yeah. It's a pretty awesome show.\n  ","45402":"\n  Well if you ever want to get that app for your own sake. All you have to do is just keep the app up and your phone on the lock screen.\n  ","45403":"\n  Good evening to you.?\n  ","45404":"\n  Probably Spider-Man. He was real popular when I was a child.\n  ","45405":"\n  Well that was why he thought you were drunk.\n  \n  Don't text and drive.\n  \n  You should sign up for this app using my link. I use it.\n  \n\n   https:\/\/r.onmyway.com\/0MhUMDDbV0\n  \n\n  You can make money just by keeping your phone on the lock screen and not texting and driving. You just have to keep the app up on your phone and keep the lock screen on and you make money while you drive. This app tries to get people to stop texting and driving because it can be dangerous for you and for other people. Especially bikers. I recommend it because you can literally make money by doing nothing. I'm at $35 and Jason is at 110 bucks.\n  ","45406":"\n  Right right\n  ","45407":"\n  Ehh.. Depends on where ya mean on this question.. Are ya meaning.. the poor people are the problem? or the fact that no one will help them and put them in a home and feed them and stuff.. Cause honestly.. There is a story for\/with each one and some of them want to be homeless. That's just how some people are. Literally.\n  \n  It's just like going to jail. Once you've done it for so long you adapt to that life.. and can't live like any other way, so people usually just prefer that life that they're living, at the time.. They try to change places and it's a shock to them.\n  \n  South wouldn't exactly say that it's the root of all evil. Either way. Cuz like I said each person \/ family has their own kind of story to it all some of them fall off the edge and lose everything and can't get back up and they have kids to take care of. It's still can be mistaken poor decision-making on their behalf but is understandable because as I said people make mistakes.\n  \n  Some people are poor because they throw everyone out their life and they have nobody. They can't work with people in an environment so the end of not having money to pay for bills or anythin. They got to do what they got to do to get money and live. And a lot of them end up behind bars. Not all of them but some because they don't get along with anyone. That's why they are poor. They just become trouble.\n  \n  Another instance is some parents have enough of their kids and they throw them out because they're not acting correctly or according to their standards. So they throw them out at a young age and they have nowhere to go and some of them become completely homeless. Living on the streets. Trying to work themselves up.\n  \n  Floods. Earthquakes. Not having the right insurances. People getting kidnapped and taken to other areas of their country or other countries and then when they finally escape they have nowhere to go. This is a more rare situation. There are so many ways that people become homeless it's an endless conversation. It's sad...\n  ","45408":"\n  You was probably half asleep\n  ","45409":"\n  Yea definitely not.\n  ","45410":"\n  Yea. I hear ya\n  ","45411":"\n  My boots are probably the best purchase every single pair. I also love my dress boots. My husband just recently bought me some army boots and they have been doing me great.\n  \n  Sadly I love Converse. Journey Converse, Chuck Taylors, you know... I love those shoes. I always have since I was little. A while back I got some USA designer Converse snd they were just outstanding. I loved the shoes. They were gorgeous.\n  \n  I recently tried to buy them again, the same kind and was not able to find the replica made and found some that were made kind of like them but they were supposed to be All Star Converse. They were the same size as my other ones and for some odd reason I could not adjust to them. They're a little bit better on my feet noow but like.. when I first got them they were just made strange... almost like they ran small. But I have the same size and on my shoes and even one pair of that is one size smaller and fits me fine. But for some odd reason these seemed like they might have been knock-offs. I still use them. They are still really pretty but I wish that I would have maybe return them right after I got them and got my money back because they just did not seem like the regular All Star Converse. But like I said mistakes happen. And plus I got them for a good price.\n  \n  Another good purchase that I got was at a Whole Foods I got a huge salad for only $7 and it consisted of eight different leafy green choices, carrots, strawberries, tofu, cucumber, chicken, egg, celery, and so much more. It was a heavy salad that I got for only 7 bucks and ate off for awhile. That was a really good purchase.\n  ","45412":"\n  Ummmm idku. Lol\n  ","45413":"\n  The U.S.S Berra Star.\n  ","45414":"\n  It's all good.\n  ","45415":"\n  I like a little of both. I do.\n  ","45416":"\n  A cosa ti riferisci?\n  ","45417":"\n  Yee\n  ","45418":"\n  Of my adk.fm? Your on it now. ?\n  \n  Don't have Insta\n  ","45419":"\n  I have this.\n  ","45420":"\n  Sometimes really early. Sometimes really late. Depends on what is going on the next day.\n  ","45421":"\n  Huh.\n  ","45422":"\n  From there. Born and raised. I have been living in Mississippi for over a year and a half now. I live with my husband, Jason here.\n  ","45423":"\n  ? Hi\n  ","45424":"\n  To try to keep us and the environment around them cleaned and safe.\n  ","45425":"\n  I'm just about to be getting ready to pack for Louisiana in a bit. We are leaving out tomorrow reeally early.\n  ","45426":"\n  ?\n  ","45427":"\n  Absolutely. Thanks.\n  ","45428":"\n  Nice.\n  ","45429":"\n  Yeah. I am okay.\n  ","45430":"\n  Love the Voice. I have always wanted to go on and audition. That would be really really kool. An awesome experience honestly. I watch different voices from many different what countries. I don't have a favorite. They're all random. I like all of them.\n  \n  My favorite performance would have to be by Christina Grimmie.\n  ","45431":"\n  Usually sure most of the time. 85% of the time.\n  ","45432":"\n  Ikr... I'm serious. I'm busy most of the week. Everyday.\n  ","45433":"\n  Paranormal movies\n  \n  Live action remakes\n  \n  Like action\n  \n  Adventurous\n  \n  Funny, hilarious movies\n  \n  3D\n  \n  Some chick flicks and romance. Depends.\n  \n  History\n  \n  Documentaries\n  \n  Educational\n  \n  And more\n  ","45434":"\n  Exactly! ?\n  \n  Great words!\n  \n  Thanks!\n  ","45435":"\n  Just keeps changing for the good. I am growing and getting older. Want kids.\n  \n  I guess when I got married and graduated. So many.\n  ","45436":"\n  ??? Right.\n  ","45437":"\n  Sì. Sento che potrebbe essere qualcosa. Tutto è possibile.\n  ","45438":"\n  Absolutely. Thanks.\n  \n  I have been having it rough lately but these words help. Appreciate them. ??\n  ","45439":"\n  Well I put where I was from in the answer above.\n  ","45440":"\n  I'm sure we have some somewhere things like that here. I haven't explored everything new here. I try tho. There's spontaneous new things going on every day here in America.\n  ","45441":"\n  Мой день идет хорошо. Немного напряжен и устал, но сейчас здесь много чего происходит, вот почему. Я хорошо, хотя\n  ","45442":"\n  ?? Usa\n  \n  From South Louisiana\n  \n  Currently in Mississippi.\n  \n  _____\n  \n  Side not\n  \n  (Definitely not saying exact location for safety purposes. That is a tad to much info to give out and is private. This is public set open to hundreds of thousands of people if not more)\n  ","45443":"\n  We are about to have hot dogs wrapped in cheese and sweet croissant rolls and spicy hot chili. Maybe with some Cajun French fries.\n  ","45444":"\n  Just the other day I was in the kitchen and Jason was in the room and I heard the bathroom door in the middle of the house slam against the wall. I thought it was him, so a few minutes later I went in the room and asked him if it was him and he said no I thought it was you. I said I have not been in the hallway until just now and have not touched the door. He said well it wasn't me. I said it wasn't me. So I said who was it? Unexplained... No air. No wind in the house. Yeah.. This is everyday normal for me. Lol.\n  ","45445":"\n  I'm doing good. I'm just chilling at the moment. About to make dinner and play video games. I'm about to start packing for Louisiana.\n  ","45446":"\n  Ludzie obwiniają inne rzeczy i ludzi za swoje problemy i problemy innych ludzi.\n  \n  Ludzie decydują o pewnych rzeczach i to ich decyzja, a potem to ich wina, co stanie się potem.\n  \n  Czuję, że ten świat staje się coraz bardziej ślepy na ten fakt. Dokonujesz wyboru pod koniec dnia ... Nikt inny tego nie robi. Nawet jeśli każą ci iść i zrobić to czy tamto. To jest twoja decyzja, którą postanowiłeś podjąć. Musisz nauczyć się należeć do nich. Zły czy dobry. To twoje życie.\n  ","45447":"\n  ?\n  ","45448":"\n  Wo immer ich bin, in Mississippi oder vielleicht in Louisiana. Ich kann mich nicht erinnern. Ich weiß, es war wie 4 Grad Fahrenheit. Ich lebe in einem Teil der Welt, in dem die Temperatur nicht sehr oft negativ ist.\n  ","45449":"\n  Вы можете оставить ссылку, и я проверю это. Очень приятно, что ты поделился этим со мной. Спасибо хорошего дня! ??\n  ","45450":"\n  Any Avril song.\n  ","45451":"\n  Thanks so much and I mean every word of it. You have a great evening!\n  ","45452":"\n  Is no problem.?\n  ","45453":"\n  I am good, thanks. I hope all is well for you?\n  ","45454":"\n  Yeah... I did not fall asleep a lot in school. But usually I like to take my time with doing my school work but if I don't feel good I will hurry up and get it done and save some for homework and go to sleep. Usually my teachers are fine with that. Because I always get my work done.\n  ","45455":"\n  Мое любимое время года - зима, потому что я люблю холод.\n  ","45456":"\n  ???\n  ","45457":"\n  Thanks. I love my profile picture the most tho.\n  ","45458":"\n  Nice.\n  ","45459":"\n  I like a sweet alfredo sauce or a spicy sweet red sauce\n  ","45460":"\n\n   عن ما؟...\n  \n","45461":"\n  Мне не нужны деньги. Плюс я счастлив и женат.\n  ","45462":"\n  Sure. I'd be happy with the life I lived. but I wouldn't wanna leave this early. People aren't ready and I have so much more ahead of me. I want kids and more life together with my husband\n  ","45463":"\n  None. I'd pick my family. Maybe some famous survivalest or something maybe.\n  ","45464":"\n  Call of Duty Modern Warfare prob.\n  ","45465":"\n  Nothing much. Just chilling and am on here atm.\n  ","45466":"\n\n   @mamtabanerjee02\n  \n\n  I closed my eyes and picked a random name and you name came up.\n  \n  This person is awesome. I have been following them for awhile now. She is the sweetest, nicest I know. She is a beautiful person inside out and genuinely cares for people. She has a very sweet heart for people and is very understanding. She is always there for me and is always showing me support. You are very much a great friend of mine and remind me so much like family. I mean every word I say for it is true my friend. Much love as always and thank you. ???\n  ","45467":"\n  Mon mari, Jason\n  ","45468":"\n  I do usually. Depends on when drinking in the temperature of it. If it's warm tea I will add a lot of ice because it's going to melt into it anyway. Just have to have a straw or spoon to stir it while drinking it.\n  \n  But if it's coke or tea that is cold then I am not going to add too much ice because it takes up too much room it down.\n  \n  If it is alcohol then I usually like a lot of ice but I also have to have a mixer.\n  ","45469":"\n  Freedom\n  \n  Brave\n  \n  Home\n  ","45470":"\n  ?\n  ","45471":"\n  ?\n  ","45472":"\n  Maybe play some games in a bit.\n  ","45473":"\n  ?\n  ","45474":"\n  Just taking it easy atm. May play some video games in a bit.\n  ","45475":"\n  We got me some new work clothes. Jeans. And a Christmas shirt. Thanks Jason. ❤\n  ","45476":"\n  Less trust there.\n  ","45477":"\n  Have a good night there ?\n  ","45478":"\n  Chilling atm.\n  ","45479":"\n  I love ask.\n  ","45480":"\n  ?.? Your sentences make no sense just saying...\n  ","45481":"\n  ?\n  ","45482":"\n  ?\n  ","45483":"\n  That would be awesome. ?\n  ","45484":"\n  Gn y'all ???\n  ","45485":"\n  Thanks so much. ^_^\n  \n  ❤ Ikr. He's such a doll.\n  ","45486":"\n  I really like yard work, backroading, painting, singing, cooking, gaming, working on vehicles, building either knives or guns, wood carving or burning, exploring, researching.\n  ","45487":"\n  Random acts of kindness. Great personalities. Humbleness. Having faith and believing in oneself and others. Someone that's always looking on the brighter side of things. Someone that's always trying to cheer someone up. Dreaming. Having the ability to be creative. Uniqueness.\n  ","45488":"\n  ?.?\n  ","45489":"\n  I only ever fell asleep in class when I didn't feel good or I was done with my work\n  ","45490":"\n  A mix of both\n  ","45491":"\n  I think I've seen it a few times but never really fully paid attention to the movie.\n  ","45492":"\n  I don't know.. That would be really kool though.\n  ","45493":"\n  Magnet fishing is getting metal and other items that can being stuck to a magnet out the water. It's both adventurous and good for the environment. It's not good to have all them cars, rust, oil, metal and the water. Though it can be illegal in some areas because of trespassing laws and the danger it can have doing it. Discovering some items can be dangerous because some are really really old bombs that have not gone off yet.l. If you go magnet fishing I would take an old veteran or someone that knows a lot about explosives. Be very careful and always wear gloves. Do not stand on the side of bridges and pick up things that are really heavy too high because you don't want to get flung into the water. If you find a gun then make sure you call the authorities and report it because it could be the answer to an unsolved murder. You can also help people like that. Magnet fishing is mostly for cleaning the environment. Good videos for YouTube. Just make sure you know the laws where you're at before fishing.\n  ","45494":"\n  My bug out bag and some food and water and my rifle.\n  ","45495":"\n  Lol\n  ","45496":"\n  O.o dang\n  ","45497":"\n  Ikr\n  ","45498":"\n  It's random every time\n  ","45499":"\n  The worst place I've ever been to would have to be maybe a classroom at my school where there was a room full of bullies and nobody did nothing about it. The teachers just let them do whatever they wanted\n  ","45500":"\n  Nah. No regrets.\n  ","45501":"\n  Thanks. ?❤\n  \n  I'm good.\n  ","45502":"\n  Lol\n  ","45503":"\n  Goodnight here almost.\n  ","45504":"\n  Yay\n  ","45505":"\n  Come out from being anonymous and I'll tell ya.\n  ","45506":"\n  It's whatev ?\n  ","45507":"\n  I'm not.\n  ","45508":"\n  ??\n  ","45509":"\n  ?\n  ","45510":"\n  It's random. The places that I visit the activity. Or the content that I see. But that one thing happened in my house with the door hitting against the wall. I don't know. It's random as I said.\n  ","45511":"\n  I really appreciate it. You've been so nice to me for the past couple of days. You're always nice to me. Thank you.\n  ","45512":"\n  Yeah. I ain't really felt fully too par either in the past couple days. I think I have a little bit of a sinus infection.\n  \n  But I am trying to get better. Hopefully you start feeling better.\n  ","45513":"\n  I am. Thank you. Thursday, Friday, Saturday and Sunday are gonna be hard on me tho. But yeah. I doing well atm. I am.\n  \n  The wake, funeral and burial are those days..\n  ","45514":"\n  Nice shoutout to random...\n  ","45515":"\n  This isn't the 1st time I've hear this. Alot of people say that when they leave prison from being there for a good bit, they rather go back. Because they are so used to that life, that style of living that they rather keep with it.\n  \n  And yeah. That's normal. Definitely. The last 2 sentences you stated. Considering they section y'all off from one another. Men and women. I could definitely see the bother of only seeing the same sex all the time. But then again.. That is prison. But yes, that is normal what you said, I think and there is nothing wrong with that. ?\n  ","45516":"\n  A very punkish tomboy, comfy style.. Like a backwoods country type style. And no.. I am not that wearing cowgirl boots in a red dress type bish no... I am not... I'm more of a.. cajun bumpkin, if that's even a thing. I like to be goofy and chill. I am more of that girl tjat wears blue jeans ? carrying my pistol on my side, with a regular easy T-shirt ? maybe a camo T with some mid boots, because I am walking doing some kind've hard dirty work or maybe wanting to go fishing or hunting. Then ill grab myd hunting rifle or my bow too.\n  \n  Love Journey Converse\n  ","45517":"\n  No. Ouuu. Man.. That sounds so good. Yum.\n  ","45518":"\n  ? Hey\n  ","45519":"\n  Jason ❤\n  ","45520":"\n  Talents and singing\n  \n  Country living\n  \n  Different cultures\n  \n  Hobbies\n  \n  Music\n  \n  Games\n  \n  Weather\n  \n  Geography\n  ","45521":"\n  I don't know what your talking about nor know what you are referring to. ?\n  ","45522":"\n  ?\n  ","45523":"\n  Sicuro. Penserei.\n  ","45524":"\n  Sprechen Sie über ein Boot? Wenn ja, dann war ich schon einmal an Bord eines Bootes.\n  ","45525":"\n  Yeah. Sure. Anything's possible.\n  ","45526":"\n  ??\n  ","45527":"\n  Keine extremen Partys. Treffen Sie sich viel mit Freunden und Familie. Kleine Familienfeiern.\n  ","45528":"\n  I did a little small at home photo shoot of some free merchandise I got from one of my favorite upcoming artists. Anthony beastmode. Anthony James. I spent a lot of time with my dogs today. Fed them and walked them a lot.\n  ","45529":"\n  Het is geen probleem. Ik wil dat je je op je gemak voelt als je met me praat. Niet gestrest om mijn moedertaal te spreken. Ik vind het niet erg om Nederlands te spreken en te vertalen.\n  ","45530":"\n  Thanks but I have literally thousands of anonymous has that dropped me so I will not know when it's you\n  ","45531":"\n  Yea. Ikr\n  ","45532":"\n  Yeah friends.\n  \n  Sure.\n  ","45533":"\n  Red\n  \n  White\n  \n  And blue\n  \n  All 3 together\n  ","45534":"\n  ????\n  \n  Goodnight y'all.\n  ","45535":"\n  Cold\n  \n  Love to ice race and figure skate. Used to race a little. Was fun. Very peaceful and graceful feeling.\n  ","45536":"\n  My husband goodnight. ❤??\n  ","45537":"\n  I bet. Nice.\n  ","45538":"\n  Lol\n  \n  Sounds about right. Normal.\n  \n  Sh.. Why not? ??\n  ","45539":"\n  Nah\n  ","45540":"\n  ?\n  ","45541":"\n  Tau was good.\n  \n  I love the 13th year.\n  \n  The Sandlots\n  \n  Twilight saga\n  \n  Loved the air bud movies\n  \n  Homeward Bound movies\n  ","45542":"\n  Because they aren't happy with their lives. They see that they can't be like other people that are doing good, so they lie to make it seem like they're doing better than what they really are.\n  \n  For instance some people lie about having cancer. Some people lie about having a fancy car or about the way they look so they can draw certain people in. Or some people lie that they hang out with certain types of people, like celebrities. When in the end when they get those people in their lives they see that they were lying and then they don't to be around them. They become what you're saying.\n  \n  But who truly knows why people do it. Usually because they are sad and have nothing else better to do. Some people lie and are ugly to others to get satisfaction from it all. Especially online keyboard Warriors and catfish folk.\n  ","45543":"\n  That's right. ?????\n  ","45544":"\n  Turn the other cheek.\n  ","45545":"\n  ? fam.\n  ","45546":"\n  Thanks. And I'm good. Appreciate the words.\n  ","45547":"\n  Sometimes I get it when I'm really really upset. I just need someone to give me a hug. Or I listen to music. Vent. Sometimes I get it because of a lot of people doing and talking in the same area I am. Especially when people are talking to me. I asked them to stop and let me get one at a time. If they don't then I walk away. Sometimes I get real bad anxiety frustration. I just tried to remind myself to slow down.\n  ","45548":"\n  Who knows. A lot of people just don't care about themselves. Plus it really is an addiction it seems. I guess it just all depends on how you get hooked.\n  ","45549":"\n  Thank you anonymous. Don't know who you are but thanks.\n  ","45550":"\n  One of my fav games. Defiantly\n  ","45551":"\n  Ikr\n  ","45552":"\n  Your welcome\n  ","45553":"\n  Attending probably one of the saddest funerals of my life.\n  ","45554":"\n  Lol thay is nothing. I know people that have over a thousand five hundred games on like a hard drive and they sell them for like $3,000\n  ","45555":"\n  I like how your like what games do you play but then ask if I have a job. Lol. I olayed games growing up and have a job. ? People kill me bruh. Make no sense.\n  ","45556":"\n  Es war ehrlich gesagt nicht so gut. Die Dinge werden besser, obwohl ich denke. Ich versuche alles umzudrehen.\n  ","45557":"\n  Kids thinking it's okay to be disrespectful to their parents and then they getting famous for it.\n  ","45558":"\n  Important\n  ","45559":"\n  Maybe history teaching\n  \n  Paranormalist expert\n  \n  Geography and culture teaching\n  \n  I'm good with working with people and customer services.\n  \n  I love storm chasing and exploring too.\n  ","45560":"\n  Absolutely.\n  ","45561":"\n  Yes but not a huge but yes that is my home team so yes.\n  ","45562":"\n  Sure\n  ","45563":"\n  I really don't like mustard by itself. It's just too much for my taste buds. But I like it with fish and making it in different types of salads and stuff like that. Every now and then I like a little bit with my corn dogs or hotdogs. But still I can't have too much of it because it is just too strong for me..\n  ","45564":"\n  Yeah. I hear ya bud.\n  \n  Dinner.\n  ","45565":"\n  It's my Maw maw (Grandma)\n  \n  But yeah... Thanks. It's all good. Life I suppose.\n  ","45566":"\n  Alot. I own over 300 games. Alot to list out honestly.\n  \n  My favorite though are GTA. Minecraft. Destiny. Halo. Modern Warfare. Battlefield. Forza games. Skate. Elder Scrolls. Ghost Recon. Trials Evolution. Call of Duty Black Ops. Pubg. And more. This is just a few.\n  \n  I played a lot of Mario games while growing up. Sonic. Some sport games. More Grand Theft Autos.\n  ","45567":"\n  Absolutely. Prayers to you and your family and for strength.\n  \n  I know I don't know you personally but I love ya fam. Like a sis! ???\n  \n  Please pray for me and my family too as we mourn my Maw maw's death also.\n  ","45568":"\n  Yeah.. Same here. I hurt for you hearing it.\n  \n  If only you knew my Maw maw. She was the sweetest lady.\n  \n  Think of the good things love. That's what I do. I live their legacy on. You need to do the same. ?\n  ","45569":"\n  ??\n  ","45570":"\n  Dang. Sorry there.. That is sad. Life sure has it's ways of tryna' strengthen us. This is all a test. We've got to get passed it..\n  ","45571":"\n  Yes. I'm okay.\n  ","45572":"\n  Depends. Is it a picture off of google of someone's arm inwhich already has the picture, then no. It's not original. But in a sense of them designing it and it be literally based off of being only new ideas and originality.\n  \n  Anybody can make a new tattoo and it be 100% original; nobody else has it. Unless of course you're going to go with the idea of having the same tattoo as another person. AKA having matching tattoos. That's different. Delete tattoo maybe more used unless you both came up with a new original tattoo together.\n  \n  I've had people bring tattoos in and then the artist fixing the tattoo to making it more original, that's kinda like letting someone else pick it.\n  \n  But like if someone is like.. Yo.. What kinda tattoo should I get and then they just look at their arm and is like.. That. Something like that and then they go get that and then that's not exactly original.\n  \n  Like from off the top of your head. New. Different. Created. Orginal.\n  ","45573":"\n  Defiantly. I agree. Plus you don't want to have the same tattoo as everybody else. You wanted to be original. You.\n  ","45574":"\n  Thanks ??\n  ","45575":"\n  ?\n  ","45576":"\n  Thank you di. ?\n  ","45577":"\n  Ikr.. My Maw maw died the other day and she was very close to me. I've been crying sense 2 days before she died. Been 4 days.\n  \n  We got this hun. Just hold tight of the roller coaster with me. Cause I'm on it with ya.\n  \n  Keep strong my dollin'. ??\n  ","45578":"\n  I'm good. I am making dinner atm\n  ","45579":"\n  I believe both wouldn't be pleasant but I rather have a sunburn on my tongue.\n  ","45580":"\n  Many different things. I love gifts that are made and have tons of meaning to them. But I love all the gifts that I've ever been given.\n  ","45581":"\n  Speak now.\n  \n  This book is a good book to read to make you click on to reality. It affected me negatively and positively. The book is extremely graphic and is very pushing on the mind... it's really hard to explain. It's very depressing. Scary. Makes you feel really bad and sad for the person in the book. It almost makes me want to jump into the story and save her. Makes you nervous and makes you think too much I feel. A positive impact on me because it opened up my eyes to the real world and to knowing and learning how to keep myself safe and be aware more. Because anything can happen to you. Life is precious.\n  ","45582":"\n  Definitely depends. If I'm working and a supervisor asked me to do something then I'm going to do it and at the best of my ability but if that supervisor tries to tell me to do something that is unsafe then otherwise. As I said it depends. But usually I try my best to think on my own.\n  ","45583":"\n  I really like thin pizza with lots of meat and cheese on it.\n  ","45584":"\n  It's okay my friend. Speak ypur native language. I can translate it. Promise. You speak Dutch. Speak it. I speak back. I want you to feel not confused when you talk to me. I want you to be comfortable talking me. ?\n  ","45585":"\n  To be with my family in Louisiana. Eat, chat and give gifts out.\n  \n  I really want to get some more rings for me and my husband. And I want to get my rings cleaned. I want to get a gym membership or a treadmill. I really need to get a new bag. I need a new headset and controller for my Xbox. I really want to get some cargo pants for work. I wish they would build a Starbucks in Cannes here where I live at.\n  \n  I want to go on a dinner date with my husband to our favorite restaurant called Oshie.\n  ","45586":"\n  Pie\n  \n  Yum\n  ","45587":"\n  It's different usually every time. I like their chicken nuggets and their Whoppers. Sometimes I'll get a shake\n  ","45588":"\n  I usually wake up get on my phone for about 5 or 10 minutes or longer depends. I get up get ready for the day and take my dogs out and feed them. I usually do a few things on my phone. I'll clean and do the laundry, make me something to eat and watch some YouTube. I will check my notifications throughout the day. Sometimes I play games. If I have work that day I will be going to work. Many different things that happen everyday. I will make dinner. Walk my dogs some more. And get ready for my husband to come home.\n  ","45589":"\n  Try to help and care for anyone everyone. Even my enemies\n  ","45590":"\n  I'm sorry. I don't understand the question.\n  \n  Whore is bad word too. Haha ?\n  ","45591":"\n  I don't own anymore sadly. That's all I have.\n  \n  But here's a picture with me wearing some.\n  ","45592":"\n  Some contacts maybe... But they weren't that much. I'm not sure honestly.. Sorry.\n  ","45593":"\n  Probably the Kardashians. But I'm not sure exactly if you would count them\n  ","45594":"\n  Ikr. I love my shoes. Thanks.\n  ","45595":"\n  23. Мне будет 24 в декабре.\n  ","45596":"\n  ? Thanks.\n  ","45597":"\n  Hahaha sometimes only once! Sometimes 10-15 times or more. Haha.\n  ","45598":"\n  How are ya love?\n  ","45599":"\n  I've seen and heard these kinds of situations and most of the time when the child grows up 100% in the wild they are not like a human, they are like whatever animal they were raised by. They don't socialize like humans. They socialize as with the animals tmthey were together with. It's almost like they would not survive and I human environment. They would only survive in that environment that they were raised in, by those animals.\n  ","45600":"\n  Honesty\n  \n  Loyalty\n  \n  always being there for them and having their back\n  \n  Respecting their opinion\n  \n  Listening to one another\n  \n  Keeping each other\n  \n  Worrying about one another's health and wanting them to be healthy\n  \n  Being kind\n  \n  Patience\n  \n  Being strong\n  ","45601":"\n  I'm good. Thanks. You?\n  ","45602":"\n  Jj does good with making this. His cubed steak nuggets are real good. Thanks.\n  ","45603":"\n  I think I tried some kind of oyster thing I just did not like it.\n  ","45604":"\n  Ja robię.\n  ","45605":"\n  2\n  \n  Ich träume nicht viel, um ehrlich zu sein, oder zumindest kann ich mich nicht leicht an die Träume erinnern.\n  ","45606":"\n  Ich träume nicht viel, um ehrlich zu sein, oder zumindest kann ich mich nicht leicht an die Träume erinnern.\n  ","45607":"\n  Any type of sliced cheese and meat. I also like crap dip and shrimp dip also.\n  ","45608":"\n  Fried cube steak and Cajun French fries\n  ","45609":"\n  Sing a few songs.\n  ","45610":"\n  Nice shoutout to randoms. ? lol very interesting..\n  ","45611":"\n  Lol\n  ","45612":"\n  ? Never understood why y'all ask for them. Earn them.\n  ","45613":"\n  I love sloppy joes. Sometimes when we have leftover roast will take the sloppy joe flavor can and will mix it together with Andy roast and it makes a good sloppy joe..\n  ","45614":"\n  Depends on what I want at the time. I usually put it on top with some chili and cheese and bacon. A little salt and pepper. And some onions\n  ","45615":"\n  ??\n  ","45616":"\n  She decided not to take my word for it. The person that she wanted to date was a cheater and a druggie and she decided to go with it and we stopped talking as friends. I don't hang out with people that do drugs. That would put a negative influence in my life. Usually when you hang out with people that do drugs, you do drugs. I let her know that he was more than likely going to cheat on her because I could tell, and not even a while later of dating him, he did cheat on her and I stopped talking to her because everything I kept warning her about she to do the opposite about. She didn't care about herself. She was stealing things from my family and lying. Hygiene was not well and her environment in her house was not cleaned. There was nothing I could do about it. I don't know if you count that as a small stupid thing but yeah I gave many chances.\n  ","45617":"\n  Demonic beings can speak any in almost every language.\n  \n  Negative presences depends considering you're not sure if it is a human Spirit talking to you or a negative presence AKA a demonic being. demonic beings have their own type of language to talk to you. They're usually really aggressive. And very short with you.\n  \n  Yesterday I was in the kitchen and Jason is in the bedroom and all the sudden I heard the door open and slam against the wall. I didn't think anything of it and a few minutes later when I asked Jason if he slammed the door and he said no he thought it was me. There was no one else I could have done this. I was freaked out for a few minutes knowing that the door moved on its own and slammed against the wall. No air. No nothing.\n  ","45618":"\n  Sadly not everybody knows this and ones that do, still use them. I've been researching Ouija boards for over a decade. Ouija boards cause more than 85% if not 90% of hauntings in the world. Without them the world would be a way better place in the spiritual world. There would be, more than likely, less psychotic killers. Considering if there wasn't so much negative energy on the planet, there wouldn't be so many negative people. So not everybody knows that you're not supposed to mess with them. Most of the time people do the opposite.\n  ","45619":"\n  Nope.\n  ","45620":"\n  All that I am supposed to have. I have never had a cavity or really anything ever wrong with my teeth.\n  ","45621":"\n  Nooo.. Lol. I am not.\n  ","45622":"\n  I don't know but probably a lot. Probably a lot to the point where it just sits in your bank because you've already spent all of it all and everything you need but you still have it in your bank. So I guess that's when you feel like you're rich and you've had enough. Like you have too much.\n  ","45623":"\n  Ouu.. Both sound like fun to me.\n  ","45624":"\n  I am good. Thanks.\n  ","45625":"\n  This was my Maw maw's. Given to me from her. ❤\n  \n  It always reminds me to slow down. ??? Love and miss you Maw maw.\n  ","45626":"\n  ❤\n  ","45627":"\n  Right\n  ","45628":"\n  LOL I don't know but I have lots of sleep today. And I'm going to get some tonight so.\n  ","45629":"\n  Yeah I like Ramen. I really like Ramen with vegetables. Beef. Chicken. And spicy Ramen.\n  ","45630":"\n  Hello. I'm decent. I am resting and about to go to sleep.\n  ","45631":"\n  I really like cake batter, coffee, mint, cocoa flavors\n  ","45632":"\n  Honestly things could be better but hey I always try to look at the brighter side of things. At least I'm here.\n  ","45633":"\n  You should read my biography. It tells you a lot\n  ","45634":"\n  O.o\n  ","45635":"\n  Of course.\n  ","45636":"\n  I love the winter. It's my favorite time of the year.\n  ","45637":"\n  I can't remember but it was something I watched with my husband the other day\n  ","45638":"\n  ?\n  ","45639":"\n  Thanks\n  ","45640":"\n  I'm not pregnant, nor do I have any kids. I'm not sure where you got that from. If you saw in my biography the date December 29th. That is for my birthday.\n  ","45641":"\n  Depends. Sometimes they just hurt people and other times they don't. And negative presences can haunt people and places and items. Not every time when you go to the place, no. Usually when you make some sort of communication with them, they will follow you but not every time it just depends. When you play Ouija boards they can attach themselves to you, so you don't want to play them. When you use dowsing rods, they can attach themselves to you. When you do spirit boxes, they can attach themselves to you. When you do the writing paper trick, this is kind of like using the Ouija board. But if even other objects, they can attach themselves. When you seem weak and scared they usually attack those kinds of people. When you make them angry they will also. You don't ever want to anger and challenge a negative presence. When you take certain objects from haunted places sometimes they will follow you because of the objects. Usually when you leave the areas\/places you usually say a prayer. You also tell whatever that is there, to not follow you, that it is not allowed to follow you to your home.\n  ","45642":"\n  O.o\n  ","45643":"\n  Evening and just cause. Long day. Dirty from it all. Fresh for the morning. Plus, I have long hair and it takes a while to dry and I do not blow dry my hair because that damages it.\n  ","45644":"\n  Thanks. ?\n  ","45645":"\n  I will. Thanks.\n  ","45646":"\n  Welcome. ?\n  ","45647":"\n  It's all good. It's life. Appreciate it. Thanks.\n  ","45648":"\n  Neither I wear boots\n  ","45649":"\n  English. But my family is Cajun French so we also speak coona** french too.\n  ","45650":"\n  ?✌\n  ","45651":"\n  Biting my nails and worrying.\n  ","45652":"\n  ?\n  ","45653":"\n  I remember the times during the Hurricanes when my Maw maw would let us come and stay with her because where we live that was a little bit less safe. Her house was a lot safer. Plus if something happened we could get her out safe and we were all together if something happened to all of us.\n  \n  Another good memory is when I would come and stay at her house she would get McDonald's for me and my sister's if we all stayed. We would always get the McDonald's McFlurries. And for some reason that meant the world to us. We could also get donuts every morning and watch Disney Channel movies with her and play board games when we got bored. Plus we want to spend time with her while we were there.\n  \n  Another good memory is when we used to go to the food bank (that she started and she fed people for over 30 years) and help feed the poor and give out food to people that did not have anything and supplies. I would help her out. There's lots of memories with my grandmother and my grandpa. All wonderful.\n  ","45654":"\n  One of my favorite folk went to an abandoned place and they caught a lot of shadows on camera. Caught a few voices and one of them got attacked. She got scratched a lot on her stomach.\n  ","45655":"\n  Thanks love. My family and I are going through a rough time atm in our life.. Thank you for the prayers.\n  ","45656":"\n  From*\n  \n  Says on my profile.\n  \n  But I am from ?? South Louisiana.\n  ","45657":"\n  Jason. We call him Jj.\n  \n  We probably have alot more in common. We just don't aee\/know it yet.\n  ","45658":"\n  I am. Thanks.\n  ","45659":"\n\n   لا شيئ LOL\n  \n","45660":"\n  ? Hi\n  ","45661":"\n  I think I answered this already. Down my page.\n  ","45662":"\n  Nothing much. Gping down to Louisiana to be with famiot and friends a the end of this week.\n  ","45663":"\n  Thank you kindly. That is sweet of ya to say anonymous.\n  ","45664":"\n  Ummmm. (Looks in closet... then looks under bed... looks in cabinet... looks above cabinet...) ? I tired.\n  ","45665":"\n  ? Hey\n  ","45666":"\n  Yeah. Of course. Thanks.\n  ","45667":"\n  Ada beberapa lagu bagus untuk didengarkan. Tidak bisa memikirkannya sekarang.\n  \n  Saya suka rock Alternatif dan rap Country.\n  ","45668":"\n  Yeah. I'm alright. Thanks for checking. I have my moments in the day. But I try to get better and move forward. I have alot of her stuff so yeah. I'll run into the stuff and remember her.\n  ","45669":"\n  3 pares of boots\n  \n  3 pares of crocs\n  \n  2 pares of converse\n  \n  2 slippers...\n  \n  (One are my Maw maws...)\n  \n  Ummm... Yeah.. That's all the shoes I really own.\n  \n  Soo... 5 shoe shoes. 1 pare have about had it. So 4?\n  ","45670":"\n  I think I went out and had Chinese and just had a blast with family and friends. We celebrated the whole week. Went out to eat and went to many different places with many different people. I had a good last birthday. Lots of love. Lots of suprises. ❤\n  ","45671":"\n  Yeah. I followed ya. ?✌\n  ","45672":"\n  Sitting at home, waiting for Jason to come home from work. Even longer from work and then class.. Cause I'm by myself.\n  ","45673":"\n  I like them and have some of my own. My husband has alot. Like 32.\n  \n  They are on us so they are our business really. I love mine. His are nice too.\n  \n  None of them are inappropriate and they fit with the jobs we have. Mine but 1 are where you can see them and the 1 that you can see, I want people to see because it is the most special to me.\n  ","45674":"\n  100%\n  ","45675":"\n  Go to a wake and funeral for my Maw maw with my family. ?❤\n  \n  But I get to see my fam and friends. That's good. ??\n  \n  But yeah.\n  \n  Get to bring my baby G. (My dog) with us.\n  ","45676":"\n  My mom and my Maw maw and Paw Paw. Defiantly.\n  ","45677":"\n  Playing Call of Duty Modern Warfare atm. Cooked.\n  ","45678":"\n  The regular.\n  \n  Milk, eggs and cheese\n  \n  Bacon, sausage, sammich meat, biscuits.\n  \n  Ketchup, barbecue sauce, mayonnaise, mustard, pickles, hot sauce.\n  \n  Juice.\n  \n  Almond milk.\n  \n  Hot dogs.\n  ","45679":"\n  I don't have that. If you need to tell me something it can be on here.\n  ","45680":"\n  I am. Thank you.\n  \n  Hope your doing okay love.\n  ","45681":"\n  Thanks my friend\n  ","45682":"\n  ??\n  ","45683":"\n  Oh! Duh! ? lol My bad! Bear with me. I am running on two or three hours of sleep at the moment. I followed you back! Thank you so much for following me!\n  ","45684":"\n  Yea\n  ","45685":"\n  Yea\n  ","45686":"\n  I like going to different pawn shops and antique shops. Flea markets.\n  ","45687":"\n  The tide pod eating. All these weird challenges that are actually really life-threatening. Kids disrespecting their parents on live television and it being okay.\n  ","45688":"\n  ?\n  ","45689":"\n  Who knows honestly\n  ","45690":"\n  I would move on.\n  ","45691":"\n  I'm sorry but what does nf mean\n  ","45692":"\n  ?\n  ","45693":"\n  Thanks.\n  \n  I am so tired. I've had two or three hours of sleep maybe. And the other day I didn't get too much either.\n  ","45694":"\n  Just make sure you can do it on your own. Take your time and move out when you're ready. Don't hurry it if you're not ready.\n  ","45695":"\n  Thank you.\n  ","45696":"\n  ??\n  ","45697":"\n  To stay determined. Unless you're talking about like falling asleep and dreaming. I don't know. I don't really drink too much though at night.\n  ","45698":"\n  Hello\n  ","45699":"\n  Ikr.\n  ","45700":"\n  Cut grass\n  \n  And cut a good path to my hunting spot.\n  ","45701":"\n  Lol I guess so.\n  ","45702":"\n  Yeah\n  ","45703":"\n  He likes everything on me.\n  ","45704":"\n  Your on your phone now my fam posting this.\n  ","45705":"\n  Idk. Ask my husband.\n  ","45706":"\n  It's all good.\n  ","45707":"\n  I hear ya.\n  \n  It's good to keep the environment and area around you clean.\n  ","45708":"\n  ?\n  ","45709":"\n  De hecho y gracias mi amigo. Agradezco su apoyo y amables palabras. ?✌\n  ","45710":"\n  I am.\n  ","45711":"\n  Absolutely. Yep. Thanks.\n  ","45712":"\n  Lol\n  ","45713":"\n  O.o\n  ","45714":"\n  I hear ya.\n  ","45715":"\n  Play Modern Warfare with Jason and eating hot and spicy flavor pork cracklins red pepper\n  ","45716":"\n  Urban Explorer. I like gem mining. I want to get into glass blowing. Wood carving. Building guns. Making knives.\n  ","45717":"\n  ?\n  ","45718":"\n  I think I answered this already?\n  ","45719":"\n  Little Fortune papers that I get at the Chinese restaurant with my husband when we go out.\n  ","45720":"\n  Hi?\n  ","45721":"\n  Could be better honestly\n  ","45722":"\n  Yeaa\n  \n  I'm working on it.\n  \n  Thanks for asking.\n  \n  My family is just going through alot atm.\n  ","45723":"\n  ?\n  ","45724":"\n  ?\n  ","45725":"\n  Lol\n  \n  I remember sticking up for a special needs kid that was getting made fun of while playing basketball. He was getting picked on for no reason. Like I almost got into a physical altercation with the person. It really aggravated me that he just wanted to pick on him and thought it was a laughing matter, his life?\n  ","45726":"\n  Thx...\n  ","45727":"\n  Thank ya bud.\n  ","45728":"\n  It's all good. Thanks. It's life.\n  ","45729":"\n  Thanks. I needed that.\n  ","45730":"\n  Any questions that are already answered in my bio. Mostly main questions. Like my name. That I'm a girl. I'm married. My age. Where I'm from. All of this is answered in my bio. I even list some hobbies and activities that I like to do.\n  ","45731":"\n  Hi\n  ","45732":"\n  Thank you so much for the wonderful words. I really needed them. Appreciate it.\n  ","45733":"\n  Absolutely. I agree\n  ","45734":"\n  Aw thank you for the kind words. And yes I know. Just hard. She was so close to me.\n  \n  Your right tho\n  ","45735":"\n  Thank you kindly.\n  ","45736":"\n  Thanks.\n  ","45737":"\n  Yea..\n  ","45738":"\n  Eh.. Defiantly been better. Thank you for your comfort and support.\n  ","45739":"\n  Seeing and driving at night\n  ","45740":"\n  I'm okay\n  ","45741":"\n  I don't say this alot, but broke.\n  ","45742":"\n  Yeah... It's all good. My whole family is taking it hard.\n  ","45743":"\n  ✌\n  ","45744":"\n  Thanks.\n  ","45745":"\n  Kid.\n  ","45746":"\n  Yea.\n  ","45747":"\n  Hi\n  ","45748":"\n  ? Look.. I'm not in it today okay.. My world passed away today... K. Just bare with me. I don't get to much of anything today...\n  ","45749":"\n  Remembering things in my Maw maw would say to me. Me trying to cheer her up. Me and her joking around.\n  ","45750":"\n  I work at a local grocery store. I work in random departments. I've been doing this for about 10 years now\n  ","45751":"\n  I don't know. Meant to be is meant to be.\n  ","45752":"\n  South Louisiana.\n  ","45753":"\n  ?.?\n  ","45754":"\n  Thanks.\n  ","45755":"\n  She passed this morning bud.\n  ","45756":"\n  I love my husband. So I love it. He's my best friend.\n  ","45757":"\n  Thank you kindly for the compliment. Same to you. I followed you. You have a wonderful day or night. Whatever time it is for you there. Have a safe day. Thanks again.\n  ","45758":"\n  ?\n  \n  Good night to ya.\n  ","45759":"\n  Yea?\n  ","45760":"\n\n   شكرا لك للمشاركة.\n  \n","45761":"\n  Lol. Did you run out or something?\n  ","45762":"\n  ? I'm getting sleepy.\n  ","45763":"\n  Южная Луизиана снова\n  ","45764":"\n  Lol\n  ","45765":"\n  Selamat malam disini hampir\n  ","45766":"\n  ?✌\n  ","45767":"\n  Прежде чем научиться передавать это другим, сначала уважайте себя.\n  ","45768":"\n  ?\n  ","45769":"\n  Hey Skyler. Nice to meet you. Hope you're having a good afternoon. Or good night. My name is Bella and I am 23 years old. I am from south Louisiana. I currently live in Mississippi. I am a Cajun coonash. It's good to meet you too. Thanks for the introductory. It was nice.\n  ","45770":"\n  In middle school I started to be organized I wish before then I was organized. Today I'm still organized.\n  ","45771":"\n  My husband Jason. He just is one of those types of people where you can show them or tell them how to do something and they can mimic it perfect right after. He's very skilful and has many talents. Very good with people. He's that kind of person that you would ask a question to that you didn't know the answer too and he somehow had the answer and it was right. And then could tell you I definition right off the bat perfect. Could show you how to do something perfect. Keeps me safe and I look up to him for a lot of stuff. He's always there for me. Knows me very well. Just an all-around good person.\n  ","45772":"\n  Lol.\n  ","45773":"\n  Usually for about a half an hour to an hour\n  ","45774":"\n  I have a lot of favorite vegetables. I like broccoli and carrots. I like cabbage but usually boiled. I love onions. Potatoes are good. Green beans are good.\n  ","45775":"\n  We usually watch YouTube together while we're eating yeah\n  ","45776":"\n  Our purpose in life is to make our presence known and to be helpful and kind to the world and to live the life that we were given at the best of our ability.\n  ","45777":"\n  That is definitely a hard decision to pick from.\n  ","45778":"\n  Probably glazed and Old Fashioned\n  ","45779":"\n  ?\n  ","45780":"\n  ✌\n  ","45781":"\n  Thanks love. ✌\n  ","45782":"\n  The fact that I always stick up for people when something is not right. Or if they are right about something. I always have their back. I can know you for one day or 12 years. I'm always there.\n  ","45783":"\n  Thanks. Sorry for the late reply. I was at work. More than welcome to talk to me anytime you want. Wall to wall.\n  ","45784":"\n  God\n  \n  My family\n  \n  My pups\n  ","45785":"\n  At the moment things are a little bumpy in my life but it'll all be all right. That's life. I'll make it through it all. I just need lots of prayers and positive vibes sent my way. I am happy though. Just going through some stuff\n  ","45786":"\n  ??\n  ","45787":"\n  I think I did maybe for 2 minutes, thought it was stupid and then deleted it but honestly I think I was just playing with my sister's phone on her account to see what is all about and it was stupid to me. I didn't understand what the big hoo-hah was.\n  \n  So I'll go with the I pretty much never had it before.\n  ","45788":"\n  Thx.\n  ","45789":"\n  I have a really close family member not doing good at the moment. So yeah. Been veeery down. Tryna keep spirits up. Little hard.\n  ","45790":"\n  Thank you.\n  ","45791":"\n  No.\n  ","45792":"\n  Yeah. I'm about to go into work. Much love to ya my friend. To all of yalls.\n  ","45793":"\n  Yeah..\n  \n  I'm okay tho. I will probably still cry off and on thinking about it today but I mean yeah that's normal. I just feel bad cause she's in pain is all..\n  ","45794":"\n  No matter how upset I get y'all always turn my day around. Thank you.\n  \n  Sorry was still kinda upset when taking this.\n  \n  Thank you all following and that I am following. ❤\n  ","45795":"\n  Yeah.. I don't think ima wear eyeliner today. Sense I've been crying so much.\n  ","45796":"\n  Yeah... I'm trying. I am.\n  ","45797":"\n  I'm trying to calm down and stop crying and get ready for work and take my dogs out. I'm good though I'm just trying to chill.\n  ","45798":"\n  It's okay. Thanks love. ❤\n  ","45799":"\n  Thanks for asking this. I followed you.\n  \n  Singing. I love to sing. I am extremely passionate about it.\n  ","45800":"\n  Your welcome.\n  ","45801":"\n  ?.?\n  ","45802":"\n  Yeah.. :( Thanks for being here for me. I am tryna be here for ya too friend.\n  ","45803":"\n  :( well today is a sad day for me... My Maw maw isn't doing well.. Sadly.. ? sigh...\n  \n  She has stage 4 liver and lung cancer and keeps not meaning to falll but is on accident... But yeah... I've been crying my eyes out all morning... Last night..\n  \n  Thank y'all for talking to me... Y'all have been helping... I am very close to her and she is not well.. I am hurting inside atm... For the past week.. I don't tell this stuff much... But yeah... That is happening..\n  \n  Sorry for pouring my heart out but yea... ? fck\n  ","45804":"\n  Both are great\n  ","45805":"\n  Idk. Ask Jason. He is married to me.\n  ","45806":"\n  I have profile pictures. Those are me. Check them out.\n  ","45807":"\n  What do you mean what happened. I answered your questions.\n  ","45808":"\n  You not see my profile pictures? That is me? And I am clearly a female?? Come on bud..\n  ","45809":"\n  I am happily married.\n  \n  I love God, my family and friends. My pups.\n  \n  My favorite food is Shrimp. Seafood.\n  \n  I tried to be fair and open-minded about anything and everything. I tried to talk and help people. I tried to be kind and positive.\n  \n  I am honest.\n  \n  I an a very loyal person.\n  \n  I love to sing. I am very passionate about it. Sense I was a little girl I always have been.\n  \n  I enjoy painting, wood burning and working on cars.\n  \n  Cooking.\n  \n  I am a Cajun.\n  \n  I am a Capicorn.\n  \n  I am from the USA, from South Louisiana.\n  \n  I like to fish and hunt.\n  \n  I have been researching the paranormal for a looong long time now. For more than half my life I have been.\n  \n  I love to explore and travel.\n  \n  I am a Youtuber: My channel BellaMarieStarSwan.\n  \n  I love sports. Both playing and watching.\n  \n  I enjoy socialising.\n  \n  I work.\n  \n  I have two pups.\n  \n  And more.\n  ","45810":"\n  What?\n  ","45811":"\n  Mujhe alag cheejen karane mein maja aata hai. Mujhe veediyo gem khelana pasand hai, mujhe rachanaatmak rahana pasand hai, mujhe khaana banaana pasand hai, mujhe penting karana pasand hai, mujhe lakadee jalaana aur nakkaashee karana pasand hai, mujhe gaana pasand hai, gaana shaayad meree pasandeeda cheej hai, main kaaron par kaam karata hoon. Main aisa karana pasand karata hoon, mujhe prakrti pasand hai, mujhe machhalee aur shikaar karana pasand hai aur bahut kuchh. Ye kuchh cheejen hain jo mujhe karane mein maja aata hai.\n  ","45812":"\n  They're wasting time not only of their selves but others.\n  \n  They don't know how to make up their mind.\n  \n  They're lacking self-control.\n  \n  These are usually people that are lacking self-esteem and are very insecure of themselves. You have to have respect and confidence in yourself to able to have respect and confidence in someone else.\n  ","45813":"\n  Brown or tan or white or maybe silver.\n  ","45814":"\n  I like to mix it up usually. Sometimes I like to go out and sometimes I just like to be at home chilling. Today I will be going out to work.\n  ","45815":"\n  Namaskaar dost mujhe ummeed hai ki aap aaj achchha kar rahe hain. ?\n  ","45816":"\n  Whatever you choose to do. I can translate and answer in Arabic. Thank you for that though. That is very nice of you to be considerate about.\n  ","45817":"\n  They are random. I try to be happy most of the time.\n  ","45818":"\n  I remember trying to learn how to ride my bike without training wheels. My parents had me in the grass so if fell I would onto grass instead of concrete. I was like five.\n  \n  I also remember when I was six or seven and my sister's room dancing on chairs to our favorite music. Avril Lavigne.\n  ","45819":"\n  Yeah it rained yesterday. It was chilly too. Gloomy day. I'm sure today will kind of be the same.\n  ","45820":"\n  Eggs I think.\n  ","45821":"\n  ?\n  ","45822":"\n  Kool. ?\n  ","45823":"\n  I am speak it if you need me to. Yes.\n  ","45824":"\n  Husband and puppies.\n  ","45825":"\n  Is no big. ?\n  ","45826":"\n  Says in my bio.\n  \n  From USA. South Louisiana.\n  ","45827":"\n  I work at a local grocery. I kind of help out wherever they need me.\n  ","45828":"\n  ??\n  ","45829":"\n  ??\n  ","45830":"\n  I hear ya.\n  ","45831":"\n  Thanks bud.\n  ","45832":"\n  No. In America we drive on this side of the road. On this part of the world we all do and the cars in these countries are made this way. It's all normal here.\n  \n  Yeah. I know. It's weird seeing.\n  ","45833":"\n  I do.\n  ","45834":"\n  Thanks.. Yeah... I am going through a very rough patch atm.. She is very very close to me.\n  ","45835":"\n  The last few words are supposed to say...\n  \n  In my Maw maw's life, my family's and mine.* sorry. Typo\n  \n  It's my Maw maw. Not my mom. It's my Grandma.\n  ","45836":"\n  I am good. I am a but sad today. Thank you kindly for your words...\n  \n  I am sad for my Maw maw (grandma) is not doing well and hasn't for awhile... she has stage 4...liver and lung cancer... and just the other day she fell really really bad.. so bad that now she can't walk and is now laying in a bed in pain.. She's sleeping right now.. I just hope the Lord feels her for the moment and gives her enough strength to make it at least looks Thanksgiving. So I can visit her one more time... she can't talk right now because she is just not doing good at the moment. Hopefully she starts feeling better so I can call her.\n  \n  But yeah... That's what's going on... Yeah.. lots of prayers are needed at the moment in my mom has life, my family's life and mine.\n  ","45837":"\n  I don't like talking about sexuality and private things. Those are things that are meant for us to keep to our selves and then is meant to be talked to about with our partners and supposed to be kept inbetween us two and us two only.\n  ","45838":"\n  ❤\n  ","45839":"\n  I can't think if a one.. I honestly think ever job comes with it's stresses... Idk.. Maybe a food trying job. ??\n  ","45840":"\n  No problem. ?\n  ","45841":"\n  Well dang. Lol. Well there ya go. Haha.\n  \n  And I think it's a little chilly out here. Kinda cloudy.\n  ","45842":"\n  Lol. Thanks. Rick and Morty.\n  ","45843":"\n  Hey. I'm good. Thanks.\n  ","45844":"\n  Aye. Nice places. ?\n  ","45845":"\n  Pizza. ??\n  ","45846":"\n  Family Matters\n  \n  Flipper\n  \n  Full House\n  \n  And more..\n  \n  I really loved that's so raven\n  \n  Loved Kim Possible too growing up.\n  ","45847":"\n  Both\n  ","45848":"\n  Thanks. Followed.\n  ","45849":"\n  Yes.\n  \n  Good morning.\n  ","45850":"\n  YouTube or like TV? Cause Youtube. I don't want that every single day but when I do I watch it for a couple of hours. TV I don't watch it all\n  ","45851":"\n  Yeah I think it looks good.\n  ","45852":"\n  Their attitudes. They're cockiness. The fact that they think that people have to bow down to them based off of their views and preferences and basically expect everybody to like what they like.\n  ","45853":"\n  I'm here to make my presence known. I'm here to be kind and help people.\n  \n  God put me here on this planet for a reason so....So yeah that's why I'm here. I have a purpose because he put me here.\n  ","45854":"\n  The people are nice.\n  ","45855":"\n  8\n  ","45856":"\n  Thaaanks.\n  ","45857":"\n  Don't have\n  \n  I have this tho\n  ","45858":"\n  I don't know maybe because I'm fair and open-minded about things. I try to be kind and help people.\n  ","45859":"\n  ??\n  ","45860":"\n  This week was really slow for me to\n  ","45861":"\n  Even more about the Paranormal. More about culture and traditions in different countries. More about geography. More about history.\n  ","45862":"\n  Don't have\n  ","45863":"\n  Lol\n  ","45864":"\n  It seems as so since you're so productive today\n  ","45865":"\n  Yea\n  ","45866":"\n  Probably attend my husband's nieces birthday party with him.\n  ","45867":"\n  Love ❤\n  ","45868":"\n  That's awesome\n  ","45869":"\n  As long as my bills are paid and I got supplies and needs I'm good. Money really that big of a deal for me. Like it don't mean a lot to me is what I'm trying to say.\n  ","45870":"\n  Haha. Yep. Definitely.\n  ","45871":"\n  Welcome\n  ","45872":"\n  You welcome love.\n  ","45873":"\n  I'm good. Thanks.\n  ","45874":"\n  Boots and hunting corn time of the year\n  ","45875":"\n  Right right\n  ","45876":"\n  I used to do magic so yeah\n  \n  Like magic tricks\n  ","45877":"\n  Yeah...\n  ","45878":"\n  ??\n  ","45879":"\n  I love seeing really really old artifacts like three four five hundred years old if not older. Really old rifles and airplanes.\n  ","45880":"\n  I hear ya.\n  ","45881":"\n  Yes. To make my presence known. Be fair, spread peace and kindess.\n  ","45882":"\n  Not to cold. It is getting there.\n  ","45883":"\n  Большое спасибо за ваши добрые слова. У тебя удивительный и безопасный день.\n  ","45884":"\n  Thank you.\n  ","45885":"\n  ? And she was in the speed lane too wasn't she? How the heck do you expect to go fast in that lane with all that stuff.\n  \n  And me I've had so many experiences I can't even begin to figure out where start.\n  ","45886":"\n  Just got done being in a party with someone else that was being reeally creepy on Xbox.\n  \n  But atm, I'm just chilling at home. I'm probably about to get something to eat and walk my dogs probably.\n  ","45887":"\n  Я могу говорить, если мне нужнo.\n  ","45888":"\n  I'm good fam.\n  ","45889":"\n  Thanks.??\n  ","45890":"\n\n   شكر.\n  \n","45891":"\n  Yep.\n  ","45892":"\n  Привет.\n  \n  Tau.\n  ","45893":"\n  У меня все хорошо. Спасибо, любезно.\n  ","45894":"\n  Singen, Videospiele, Kochen, Erkunden, Malen\n  ","45895":"\n  Nice. ?\n  ","45896":"\n  Really good communication skills. Being aware. Doing certain tasks. Learning about the meat department in produce and different types of other grocery items. Working with math more and money. It gives me the opportunity to be kind and help people. My job helps me stay humble. My job teaches me to be patient.\n  ","45897":"\n  Where I grew up at, molded me completely to the person I am today. I love where I am from. I appreciate everyone that was around me. I appreciate my mom and my step dad and my dad. I appreciate everyone that raised me. My Maw maw and Paw paw. Aunt Nanny. Sisters. Other aunts and uncles and more.\n  \n  I feel that they taught me certain moves and respect and morals that I need to know. All the tradition culture has grown into me also. I love all of that. I love from where I'm from.\n  ","45898":"\n  I'm sure alot of things changed about me I'm sure. At the same time I feel like I can't judge her that because I'm myself. Like as in I can't tell exactly what has because I'm myself.\n  \n  But I know that I feel like I have matured a lot over time.\n  \n  One thing that hasn't changed about me but it's good is that I always have been there for people and had their back and was always fair about things. I always stick up for people no matter what. I stick up for what is right.\n  ","45899":"\n  Yes but I did it in a jokingly way. I think I even did it to myself one time when I was younger because it was scorching hot out one day. I think we were either swimming that day or just playing outside. It was hot and we wanted to be cold. Plus, we were young kids.\n  ","45900":"\n  Yes.. it's 4 pages front and back.. For work. For my boss.\n  ","45901":"\n  No but I've seen others do it. It's kool.\n  ","45902":"\n  ...hurt someone intentionally nor would I ever want to in the first place even on accident. Both physically and mentally.\n  ","45903":"\n  Good today so far. Thank the Lord.\n  ","45904":"\n  Thank you kindly.\n  ","45905":"\n  Hello. I'm doing good. And it's kind of cloudy but it might rain in a little bit and gloomy. Cold.\n  ","45906":"\n  ?\n  ","45907":"\n  Absolutely. I think people deserve Second Chances. And for most crimes also if they have an alibi and they're sorry. The only thing I don't feel like is forgivable is r*pe and kill.\n  ","45908":"\n  Where the Red Fern Grows series.\n  ","45909":"\n  ?\n  ","45910":"\n  Thanks. ??\n  ","45911":"\n  Um. Yeah? Definitely? Careful.\n  ","45912":"\n  Yeah... I think so.\n  ","45913":"\n  I don't think it should be done. At all. Even at self.\n  ","45914":"\n  Heck no. You wear sweatpants and you wear boots. Fuzzy socks.\n  \n  Wearing pantyhose and tights is like the opposite of trying to get warm. Makes no sense to me.\n  ","45915":"\n  Yes of course I still get acne. Don't we all. Considering we're all human. Every now and then\n  ","45916":"\n  Yes it is for now.\n  ","45917":"\n  Lol.\n  ","45918":"\n  Yeah... even if you have to go 5 miles an hour. Forget all them Road ragers. Take your time\n  \n  Your life.\n  ","45919":"\n  Um. A thanks?\n  ","45920":"\n  Oh man... Be careful.. For sure then...\n  ","45921":"\n  Do you think it will snow or sleet tomorrow? Or maybe the roads will freeze over?\n  ","45922":"\n  Space and the aliens need to stay where they're at wherever they're at\n  ","45923":"\n  Dang. Really?\n  ","45924":"\n  Revenge is just simply someone just trying to get back at someone in a despiteful way or at least most of the time. In most cases you shouldn't ever try to \"seek revenge.\" Or at least really bad harmful type... ya know?\n  \n  Justice is something that deserves to be brought forward and proven whatever it is supposed to be. It is something that needs to be surfaced in the truth. I hope that my answer makes sense.\n  ","45925":"\n  I know right. Well make sure that you bundle up again tomorrow my friend.\n  ","45926":"\n  Hahaha\n  \n  Beer is good.\n  ","45927":"\n  I'm good. Resting after a long day. Hope your well.\n  ","45928":"\n  I would lend them my bed\n  ","45929":"\n  Um. Hi.\n  ","45930":"\n  Lol.\n  ","45931":"\n  Right\n  ","45932":"\n  Puedes hacer cualquier cosa a la que hayas enviado tu mente. Es más como un hobby.\n  ","45933":"\n  My husband has a bunch of stuff made by them to. Good clothes.\n  ","45934":"\n  My trusty ol' Yamahas. These things are like 4 years old. These and my army boots are probably the best boots I've ever gotten. Both gifted I think. My Army ones were definitely.\n  ","45935":"\n  Yeah my mama didn't ground me much as a child because I used to be really hard on myself growing up. She made it seem like I needed to not be so hard on myself. I was though. I was like grounding myself more or less... Really though... I felt like I needed to be hard on myself.. I wanted to keep myself in line. So many people around me were messing up when I was growing up and I didn't want to. I wanted to be good or at least try to be... She dealt with so much with my family growing up. I didn't want to make anything more stressful for her.\n  ","45936":"\n  I had a really heavy conscience growing up. I was always honest about everything. I still am today. Maybe that was a good thing that grew on me as growing up. I didn't like doing anything wrong. I like to be a good child. I just had a heavy conscience about it is all.\n  ","45937":"\n  ??\n  ","45938":"\n  Every now and then\n  ","45939":"\n  Talking on the phone, window-shopping, gaming, cooking\n  ","45940":"\n  If you've ever watched the Harlem Globetrotters they are awesome. I've only ever seen them on TV. I've wanted to go to one of their games but have not gotten to do that before. That is definitely on my bucket list one day. It doesn't have to be them. Just some goofy people. I really like watching basketball and football. My favorite would have to be football. I also like to watch figure skaters and gymnastics.\n  ","45941":"\n  If it's someone I don't know I usuallylook at some of them in a fukly way and then move on.\n  \n  But 95% of the time I usually just ignore people. If it's someone I know I asked them to not talk so loud. That I'm right here. No need to be shouting.\n  ","45942":"\n  I wanted another set of Tinker Toys really bad. That was my favorite toy as a child.\n  ","45943":"\n  It has been freezing out for the past two days but today is not too cold. I'm sure it'll get colder tonight again.\n  ","45944":"\n  ?\n  ","45945":"\n  Photograph by Nickelback\n  ","45946":"\n  I consider myself a pretty open person.\n  ","45947":"\n  Don't ask. Earn\n  ","45948":"\n  Thanks.\n  ","45949":"\n  Haha. I hear ya.\n  ","45950":"\n  I really like R&B, alternative rock and country rap\n  ","45951":"\n  All mine are so messed up I would probably get it removed if posted so... Yeah...\n  ","45952":"\n  Yes.\n  ","45953":"\n  Ikr. It's a but warmer today here too. Thanking God for that. It was just freezing the other day.\n  ","45954":"\n  Hope ya still have a good day! May God work on your soul. ?\n  ","45955":"\n  I do. A bunch of different Channels.\n  ","45956":"\n  I just woke up so I guess we will see what happens.\n  \n  I'm going shopping in town. So getting socialize and get out the probably the best thing that's going to happen today.\n  ","45957":"\n  I didn't like the school science classes because the teacher and the class was really really hard. Almost everything in that class I did not understand but I still managed to pass somehow. I did not like any hard math classes. Almost all my math classes for card but maybe one. And I think I took four or five. Think 4. Well... I'm talking about high school.\n  \n  My favorite classes would have to be when I was in Middle School my 6th, 7th and 8th grade year in middle school would probably have to do my favorite. Any history classes. And the same thing with high school I loved my history classes. I really enjoyed my art classes. Geography. These were probably my favorite. And a Spanish class.\n  ","45958":"\n  The last picture I saw from Google with some shrimp that I have to get from my husband\n  ","45959":"\n  R&B, country rap and alternative rock\n  ","45960":"\n  Crazy enough I don't have too many of these\n  ","45961":"\n  Thank you so much! You have an amazing and safe day! Really good words today! As always.\n  ","45962":"\n  Tau\n  ","45963":"\n  Where I live... Maybe that you can hunt and fish out here right in your backyard nearly... that I'm here with my husband. Different people different places. Family and friends out here.\n  ","45964":"\n  Aw. Thanks.\n  ","45965":"\n  Sure. Anything's possible.\n  ","45966":"\n  Chocolate milk\n  ","45967":"\n  Aww thx\n  \n  Sweet\n  ","45968":"\n  My husband used to be. We were in a long distance relationship for 4 and 1\/2 years. We had patience and waited and worked our way up and we finally are together, married and happy.\n  \n  A lot of my family and friends live far away from me. I'm all over the world. I'm always battling distance.\n  ","45969":"\n  I feel like envy is just not good. Envying to me slash jealousy, I feel like the other thing that you described in your question, as like a whole different type of bracket.\n  \n  Like if I see someone trying to improve then they're trying to improve. It's okay to look up to people but to just get jealous and mad because you're not like them... No.. that's honestly just throwing a fit because you're not like the other person. Just focus on trying to get better yourself. I don't feel like envy is a good way to improve.\n  ","45970":"\n  They are both great.\n  ","45971":"\n  I can't think of one that I would not like to play. I like all sports and enjoy playing most of them. And can't think of one of the moment that I would not like to play.\n  ","45972":"\n  Omargoshtv, Moe sargi, the fam\n  ","45973":"\n  ??\n  ","45974":"\n  Nice\n  ","45975":"\n  Lol\n  ","45976":"\n  ? If I remember absolutely. You're welcome.\n  ","45977":"\n  Ughhh me I feel sometimes... A few but no one in particular.\n  ","45978":"\n  On XBox 360 or on here. At my job.\n  ","45979":"\n  I love omargoshtv, Moe sargi, and the fam\n  ","45980":"\n  Backroading and Building Things. Working on cars. Gaming. Flea markets or antique shopping\n  ","45981":"\n  I usually just do my own thing.\n  ","45982":"\n  Eh.. Depends.\n  ","45983":"\n  A few clothing catalogs every now and then. The BMX catalog. Skateboarding catalog. Hunting catalogs. Bass Pro Shop catalogs.\n  ","45984":"\n  Us humans are\n  ","45985":"\n  While riding a regular bike yes. Dirt bike? No\n  ","45986":"\n  Seems like it\n  ","45987":"\n  Yes I played Angry Birds before and the little red bird is my favorite\n  ","45988":"\n  Yee\n  ","45989":"\n  ??\n  ","45990":"\n  When people get in a line behind one another and it's a type of dance like it's a bunch of people behind one another is like a big snake dance it's hilarious\n  ","45991":"\n  Thank you so much. ?\n  ","45992":"\n  I hear ya on that.\n  \n  Ikr\n  ","45993":"\n  Yep. Lol.\n  ","45994":"\n  Yeah.\n  ","45995":"\n\n   شكرا لك جيد\n  \n","45996":"\n  Там нет ничего, что я не люблю. Животных нет.\n  ","45997":"\n  ?\n  ","45998":"\n  I do! Soo much fun!\n  ","45999":"\n  Get your mind off of it and have a conversation with somebody about something.\n  \n  Hold your breath. Drink water really fast.\n  \n  Hold your breath and at the same time drink water and hold your nose closed.\n  ","46000":"\n  ?\n  ","46001":"\n  Not confuses me.. But I cannot say.. For little ears on the site are around sadly.. ? lol\n  ","46002":"\n  1. Singing, for sure.\n  \n  Games.\n  \n  Art.\n  \n  The paranormal.\n  \n  Atmospheric science\n  \n  Geography\n  \n  Cooking\n  \n  Rocks.\n  ","46003":"\n  Most? Definitely my mom. I have some aspects like my dad. I act like my Maw maw and Paw paw a bit and my aunt nanny.\n  ","46004":"\n  Yeah. Same. But at the moment it's absolutely freezing out. I think it's like in the thirties maybe lower at the moment. That's cold for me. Being this South.\n  ","46005":"\n  This probably.\n  ","46006":"\n  ??\n  ","46007":"\n  Because everybody's scared of everything. Honestly I don't really blame them... a little at the same time because it's about just getting more insane every single day.\n  \n  But at some instances have an adult with you and still go outside and have a good time every now and then. Know your rights. Know how to defend yourself.\n  \n  Try not to do anything alone.\n  \n  Like... Going to certain places that are not usual for you to be there at. Or places that are not usual for just one person present.\n  ","46008":"\n  It's always good friend just not get upset about your mistakes always.. more or less just laugh at them and try again.\n  \n  ? Very good.\n  ","46009":"\n  Playing outside and being creative\n  ","46010":"\n  My phone and crunchie for my hair. Usually try to always carry.\n  ","46011":"\n  Most definitely\n  ","46012":"\n  I think everyone just has choice just remember that you're going to be seen by many people and people don't know how to keep their mouth shut nowadays. You have to remember that people are going to say stuff and you're just going to have to ignore him. You have to make a choice whether or not you're going to speak up and say something or if you're just going to ignore them as I said.\n  ","46013":"\n  ?\n  ","46014":"\n  Thanks!\n  ","46015":"\n  Thanks!\n  ","46016":"\n  ?\n  ","46017":"\n  I don't.\n  ","46018":"\n  Thank you so much! Have a great day!\n  ","46019":"\n  I don't really mind trying anything new. Don't knock it till you try it.\n  ","46020":"\n  I hear you. It ran last night and it was freezing. I think it's slated at one point.\n  ","46021":"\n  ?Hi\n  ","46022":"\n  Yes. Need anything? I can help if needing some help on something your lost on.\n  \n  Just keep your questioning appropriate and unrude and I'm more than welcome to help. ?\n  \n  If you're a skeptic and are here to criticize please take it some place else. I've been researching for over 12 years and I'm not interested in hearing ugly comments and opinions. I respect everyone's opinions and views. But when people come at me sideways that's different\n  ","46023":"\n  Store.\n  \n  Online every now and then for different.\n  ","46024":"\n  Quiet\n  \n  quiet\n  \n  I get them mixed up alot. Idky. Ughh. ?\n  ","46025":"\n  Depends what's going on. Considering I have a huge family and a pretty good amount of friends usually the gatherings are always decently sized. But if there's something going on that's a little more private then it would be a smaller group but if it's like Thanksgiving or something it's probably going to be a little bigger. Parades huge crowd.\n  ","46026":"\n  Extremly. More like overly. But I rather be more than less. I like to have everything in order and know where all of my things are when I need them.\n  ","46027":"\n  I woke up about 2 hours ago. I'm good. Haha.\n  ","46028":"\n  Naaw fam\n  ","46029":"\n  Again respect for yourself. Self-respect. And then show respect to others.\n  \n  Another rule in life. Always try to look on the brighter side of things. Things could be way waay much worse.\n  \n  Don't always be so down and negative on yourself. That is not healthy for one's self.\n  ","46030":"\n  Thanks. ?\n  ","46031":"\n  Thank you tho.\n  ","46032":"\n  ? Understandable\n  ","46033":"\n  Really dark maybe? The 70% dark. Very good.\n  ","46034":"\n  Bella. Please. Hello doll.\n  ","46035":"\n  I went and visited my family in south Louisiana\n  ","46036":"\n  I just say let people do them and I'll do me.\n  \n  Everybody has perception, opinion.\n  \n  I just mind my own business.\n  ","46037":"\n  Have respect for yourself and for others. Respect is most important.\n  ","46038":"\n  Most things are probably not going to go your way and not work out. But that's life.\n  \n  It's our job to keep trying.\n  ","46039":"\n  No.\n  ","46040":"\n  Um. What's wrong? I don't really know you.\n  ","46041":"\n  I don't think.\n  ","46042":"\n  Nice ?\n  ","46043":"\n  Thanks.\n  ","46044":"\n  I know right. Don't people know that you can actually find where they are located based off of their phone number?! I would never give this type of information out!\n  ","46045":"\n  I'm good! How is everything going in Indonesia with your fiance?! It seems like ya'll are doing well!\n  ","46046":"\n  I don't have them with me you have to go to the place and get them and it's all the way in south Louisiana. And they're really expensive. You get him from like a little candy shop and you pick what you want and you put them in a container and you bring them home to eat I don't have any at the moment.\n  ","46047":"\n  ?Nice\n  ","46048":"\n  ??\n  ","46049":"\n  Awwe. Thanks. I try. I do.\n  ","46050":"\n  Lol. Wha?\n  ","46051":"\n  You're welcome love. Just always remember you matter. You're an amazing person and you need to realize that. Appreciate the life has given to you. Take it and live it. I live it well.\n  ","46052":"\n  I absolutely love the repair and cola gummies they are so good. Especially when they're made Gourmet.\n  ","46053":"\n  I thought your little pony was cute\n  ","46054":"\n  It adds character when it's just a little tilted. That looks really good in the picture though.\n  ","46055":"\n  I know right? If such a good game. Both teams played well. Definitely.\n  ","46056":"\n  Probably\n  ","46057":"\n  Just remember your here. Just that is enough. Cause some people don't wake up... sadly... the next day... and they want to be with their loved one's and still be on this ? Earth, living their life. Definitely look on the bright sides. There is always one whether you believe it or not. And that is that you are here. You're walking hearing tasting touching smelling. You have all your senses. That's another thing to be appreciative about. It's the little things in life that matter. Those things turned our days around. Things can be much much worse. Promise. Keep your head up. You've got this.\n  \n  Get out and exercise and socialize. That's really good for depression. Gain Hobbies. Find out your skills. Get out with friends. Call people. Work on a car. Build something.\n  ","46058":"\n  Anything by Christina Grimmie is good cover. She covers good songs.\n  \n  Against the current does good covers. Goot music.\n  ","46059":"\n  Drama\n  ","46060":"\n  LOL I appreciate your effort\n  ","46061":"\n  She probably was flirting with you lightly. You'd be surprised. And people don't put their hands on me. I don't care who you are.\n  ","46062":"\n  Please. ? lmfao. Throwing numba's a married folks.\n  ","46063":"\n  Oh wait. Yeah. I've heard of those before. The best gummies I've ever had are Gourmet gummies from Lolli and Pops in a mall I went to.\n  ","46064":"\n  Don't have and I only talk on here anyway.\n  ","46065":"\n  I think I've heard of those before.\n  ","46066":"\n  Again. I'm good. Thanks.\n  ","46067":"\n  I'm doing great. Thanks for asking. I hope that you're doing all right.\n  ","46068":"\n  I do.\n  ","46069":"\n  ? Hey\n  ","46070":"\n  Jj ❤?\n  ","46071":"\n  Us. We are. Our life.\n  \n  Then being able to use all your senses. Be able to eat.\n  ","46072":"\n  Yeah because it's a big incident report I have to write\n  ","46073":"\n  Either 2010 or 2014 I think. I lost a lot of people these years. Worse.\n  \n  The best year was either 2018 or 2015 maybe 2000. All good things happen these years. I got married in 2018 and a lot of other good things happen that year. 2015 I graduated from high school and had the time of my life. And the year 2000 I was loving life as a child with my family. All those young years were great.\n  ","46074":"\n  God.\n  ","46075":"\n  I hear ya. And I wrote some pointers and little bit of a rough draft and I'm going to work on it some more tomorrow.\n  ","46076":"\n  I did! Adorable.\n  ","46077":"\n  I don't remember the name of it but it's actually not that expensive. We got it at Walmart for like $60 bucks and it works great.\n  ","46078":"\n  Yes. LOL.\n  ","46079":"\n  I see.\n  ","46080":"\n  Wait what?\n  ","46081":"\n  O.o\n  ","46082":"\n  To have a house and raise a family in it with my husband.\n  ","46083":"\n  I'm well. Thanks.\n  ","46084":"\n  Wtf??\n  ","46085":"\n  Intentions?\n  ","46086":"\n  Thanks for following me and for the nice compliments. I followed you back. And I answered honest and at the best of my ability. Appreciate ya! ??\n  ","46087":"\n  Who knows. ?\n  ","46088":"\n  None. Unless gun accessories count then many... Lol ?\n  ","46089":"\n  I don't think so... Maybe? Lol\n  ","46090":"\n  I hear ya.\n  ","46091":"\n  Enjoy the young life while it's still around because you grow up fast.\n  ","46092":"\n  Too many to name. But there is plenty that I look up to online.\n  ","46093":"\n  Seeing people do things that you know are impossible in real life. Literally impossible. Or at least it seems.\n  ","46094":"\n  Country rap\n  ","46095":"\n  I gotcha. Sorry you had to go through that bud.\n  ","46096":"\n  I've gotten a lot of weird phone calls. Too many to remember one exactly at the moment. I try to forget them honestly.\n  ","46097":"\n  A video on my favorite country rapper talking about his life.\n  ","46098":"\n  Finally today? Dang.\n  ","46099":"\n  Love to sing. I have a great passion for singing. Been singing since I was real real young. I also love to entertain and make people laugh.\n  ","46100":"\n  I want a new hard drive for my Xbox One\n  ","46101":"\n  Can you refresh my memory on what you're talkin about? Papers?\n  \n  Sorry if I don't remember very well.\n  ","46102":"\n  Um no. It shouldn't.\n  ","46103":"\n  Thanks. ??\n  ","46104":"\n  Idk? ? Maybe cause they are running the other way? ? Again idk\n  ","46105":"\n  ???\n  ","46106":"\n  Go to this at the bottom of the page and then at the top is the search.\n  ","46107":"\n  ??\n  ","46108":"\n  Being kind and helpful. Staying clean and organized.\n  ","46109":"\n  Thanks!\n  ","46110":"\n  Love to wood carve.\n  \n  Paint.\n  \n  Sing.\n  ","46111":"\n  I'm not.\n  ","46112":"\n  Writing a report for work and talking to some friends on Xbox.\n  ","46113":"\n  I sadly can't smoke anything. Lungs can't handle it.\n  ","46114":"\n  Gracias!\n  ","46115":"\n  Ценить это. Спасибо, любезно.\n  ","46116":"\n  Ja sicher.\n  ","46117":"\n  I meant to say... \"I'm well\"\n  \n  Sorry.\n  ","46118":"\n  Я в порядке. Спасибо за вопрос. Я счастлива, не грустна.\n  ","46119":"\n  Tryna get better with talking with people. Slowing down.\n  ","46120":"\n  Been to jail nor prison.\n  ","46121":"\n  I'm welp. How are you?\n  ","46122":"\n  I have seen alot of stuff\n  \n  The worst. I've seen people get pushed, scratched, choked and burned by nothing there.\n  \n  Things getting moved around. Like.. Big stuff.\n  \n  And more.\n  \n  I try to help everyone and everything with problems with the paranormal.\n  ","46123":"\n  Awe. Thanks.\n  ","46124":"\n  I would like to be living in my own place with a family. (Kids)\n  \n  ?❤\n  ","46125":"\n  I love both that I always have to go with Scooby.\n  ","46126":"\n  Yes. Very creepy.\n  ","46127":"\n  Jump scares don't really scare me.\n  ","46128":"\n  ? hey\n  ","46129":"\n  I do.\n  ","46130":"\n  I know all about them Gators I'm from South Louisiana where all the Gators are at. Lol love  a gator po boys. Love fried gator.\n  ","46131":"\n  ? Hello! From America! ??\n  ","46132":"\n  Thanks.??\n  ","46133":"\n  Just Bella is fine. ? That's my name.\n  ","46134":"\n  I'm human.\n  ","46135":"\n  Goodnight y'all ?????\n  ","46136":"\n  Sure.\n  \n  Just ask.\n  \n  Keep.\n  \n  As long as your questions are appropriate and respectful I'm more than welcome to answer them.\n  ","46137":"\n  I absolutely feel like time flies by too much. That's why I always try to explain to everyone, enjoy life as a child and a teenager as long as you can because all of that goes away fast. That's only a quarter of your life. Considering us humans can live to almost 120-5ish years old.\n  \n  If I could go back and be a child again I would. I miss my mama raising me and I miss being around my sisters and playing with them.\n  ","46138":"\n  My love Jason.\n  \n  ???☺❤\n  "}}