{"Question":{"456025":"\n   wdym\n  ","456026":"\n   R.A.N.K. F.E.T.I.S.H.\n  ","456027":"\n   Have you ever thought does this person have an off button\n  ","456028":"\n   omfg. this is worse than the homework i got in school 😂 its a lot!\n  ","456029":"\n   what will you do when you find out that you have twin or look alike person in a random country which either have similar quality of your or opposite?\n  ","456030":"\n   Do you think b00b kissing is somewhat arousing? 🤔\n  ","456031":"\n   here?\n  ","456032":"\n   Have you ever felt contented? 😌\n  ","456033":"\n   Do you like to wear black stockings? (Or any other color? If so which color)🤔\n  ","456034":"\n   Have you ever had pierced nips\n  ","456035":"\n   i do! 🤗\n  ","456036":"\n   so show me yourself frying an egg in a pan\n  ","456037":"\n   The virus is not strongly spreading anywhere in the world. shocking news of it spreading strongly came just from Wuhan and Italy.\n  ","456038":"\n   or in backdoor\n  ","456039":"\n   why would she and her bf be not active on facebook?\n  ","456040":"\n   pepee\n  ","456041":"\n   please pray that may god punish one of enemies today. it must happen today.\n  ","456042":"\n   Neither was I until I thought of it😏\n  ","456043":"\n   How do you clean your boots? Do you mom do this for you?\n  ","456044":"\n   is it okay to get married to a model who has nudes on the internet? how do your society treat such the models? Are they considered bad? here if a girl do any immoral work in modeling or acting they are being condemned.\n  ","456045":"\n   Hello baby. a white girl. when will you buy lace tops and skirts?\n  ","456046":"\n   what if Alice starts talking to me directly?\n  ","456047":"\n   Do you agree with Elon Musk when he says that we most likely live in a simulation?\n  ","456048":"\n   🤩 Free Space 🤩\n  ","456049":"\n   u can giv him a treat by puttin him between the tatas hehe\n  ","456050":"\n   is maxwell havin fun tonite\n  ","456051":"\n   Can you tell me about any good chatting website? Yahoo was the best. I dont know why it was being closed.\n  ","456052":"\n   hm boring chatrooms\n  ","456053":"\n   can u dab\n  ","456054":"\n   what do you think is wrong with Celine?\n  ","456055":"\n   Are you satisfied with the house you are living in or you want to be living in a better house?\n  ","456056":"\n   do you have weheartit app in your phone?\n  ","456057":"\n   what now?\n  ","456058":"\n   Show me your hands or feet on facebook please\n  ","456059":"\n   may i contact Alice on facebook?\n  ","456060":"\n   Show me Worcestershire on facebook\n  ","456061":"\n   idk bruh\n  ","456062":"\n   so are you my Aishweria Ria?\n  ","456063":"\n   bet they b dirty hehe\n  ","456064":"\n   yes\n  ","456065":"\n   Do you have any funny stories? That you are willing to tell\n  ","456066":"\n   what made u change\n  ","456067":"\n   Show me your eyes again?\n  ","456068":"\n   i heard about detoxification from just being on fruits. no other food. what do you think? be on fruit diet for 3 months.\n  ","456069":"\n   since when u believe in god werent u atheist\n  ","456070":"\n   what u did with ur pepee addiction?\n  ","456071":"\n   we must know\n  ","456072":"\n   any tip about detoxification?\n  ","456073":"\n   now i have experience. i will make this mistake again.\n  ","456074":"\n   Bernie?\n  ","456075":"\n   what then? the product i needed is available at two online store. i wasted money on purchasing 3 alternatives.\n  ","456076":"\n   MURCIA TRUMP YEAH! KEEP AMERICA GREAT B!TCH!!\n  ","456077":"\n   Spaghetti, Carbonara or Palabok? 😋\n  ","456078":"\n   Yes?\n  ","456079":"\n   Which birth control method do you prefer? 🤔\n  ","456080":"\n   by personality i meant good appearance in clothes you wear\n  ","456081":"\n   Ur eye 😉\n  ","456082":"\n   All of you your wholeness 😍\n  ","456083":"\n   \"British people don't smile at strangers.\"\nOn scale of 1 to 10, how correct is this statement?\n  ","456084":"\n   Pap\n  ","456085":"\n   What events in your life has effected yoy\n  ","456086":"\n   Hello. Its been a long time since im on lol\n  ","456087":"\n   Wow..what a song..Lets talk about sex...ok?.\n  ","456088":"\n   Fake news\n  ","456089":"\n   Wow thanks at first I thought that was small :\/\n  ","456090":"\n   Have you ever put any money in the stockmarket\n  ","456091":"\n   what now?\n  ","456092":"\n   Where do you hope to be five years from now? Ten? ♿\n  ","456093":"\n   sure is lit, and you are lit my friend it means alot thay your my friend xox\n  ","456094":"\n   I’d follow that girl with him if she had one😍😍\n  ","456095":"\n   cute\n  ","456096":"\n   If you could follow any celebrity on OnlyFans, who would you follow?\n  ","456097":"\n   Healthy body that makes you have strong personality is manly body. if i can be physically dominant on another man then it means I have strong body.\n  ","456098":"\n   What’s your opinions on OnlyFans?\n  ","456099":"\n   Why do we frequently look to the past to help us deal with the present?\n  ","456100":"\n   محتاجج كوينز ضروري ممكن ولو شوي ❤️🥺\n  ","456101":"\n   Would you like to send me some October likes? 😂\n  ","456102":"\n   Circumcised or uncircumcised?\n  ","456103":"\n   how many meals have you burned when cooking? 🍳😂\n  ","456104":"\n   Do you think dicks look ugly or sexy in general?\n  ","456105":"\n   it's 7 inches\n  ","456106":"\n   What was the last concert that you went to?\n  ","456107":"\n   Hey hows your day been\n  ","456108":"\n   What if your best friend confess that he\/she loves you romantically? #staif\n  ","456109":"\n   here?\n  ","456110":"\n   When was the last time you got fast food or take-out, and what did you get? 😋\n  ","456111":"\n   What is something that you believe is perfect?\n  ","456112":"\n   How would you define love?\n  ","456113":"\n   Do you like designer things?\n  ","456114":"\n   What you know that others don't?\n  ","456115":"\n   it didnt rain over last 45 days\n  ","456116":"\n   You've never hooked up with someone from this site i assume?\n  ","456117":"\n   OoOoOo pizza is done!!\n  ","456118":"\n   Good night beautiful\n  ","456119":"\n   Going to find fabric mask in the Rahat bakery loacted next to the mall. I think GOD is being unfair to me.\n  ","456120":"\n   now just cant wait to have regrowth of hair.The hair that grew in mid of sep is not  gone. im feeling down because i dont have a strong body. i need to  have a healthy body. i need to detox my body. cant wait to start doing what i need to do to have a strong manly body.\n  ","456121":"\n\n    https:\/\/youtu.be\/a29XCoEhJLs\n   \n","456122":"\n   Will you go out today? I am in the mall. Not feeling healthy just because I am not happy. Thinking about going to Dubai.\n  ","456123":"\n   what will you have for breakfast? I am in grief.  Feeling unhealthy because of my flaws and the side effects of those medicines.\n  ","456124":"\n   could be good time. the mall has nice park area and the mall looks nice from outside. just need to be confident about myself.\n  ","456125":"\n   i didnt go to her counter. i went to the counter in which there was a girl with dull face being not confident about myself. pity me. anyways this brand of milk is good for digestion. local brand Prema.\n  ","456126":"\n   drank some milk and now gonna eat the chips to boost my mood so that i can talk to you. later might purchase two jeans and shirts. spending money that i have not even earned. damn.\n  ","456127":"\n   bastards  and bitches went to study abroad and have achieved degrees but i am at the same level . suffering for so long. this must end now. what do you say?\n  ","456128":"\n   the cashier girl had that so much pink blush on her cheeks. young girl. not bad.\n  ","456129":"\n   So i expected that everything could be alright at the end of 2018. As you were not a good girl so the things went wrong. My mistake i didnt look for others. Now she is evil.\n  ","456130":"\n   She is chubby though. People don't disinfect there hands before using their hands to wear or remove a mask.\n  ","456131":"\n   micro pepee\n  ","456132":"\n   i will aggressively do my best to get rid of my flaws.\n  ","456133":"\n   purchased 1 liter milk and a pack of chips\n  ","456134":"\n   Hello. What with your life? There is a physically good girl sitting close to me.\n  ","456135":"\n   What now? Do you believe on the existence of GOD?\n  ","456136":"\n   I am feeling unhealthy.  I am not happy.\n  ","456137":"\n   Sex?.\n  ","456138":"\n   Has anyone ever drawn or painted you before?\n  ","456139":"\n   Are you good at giving advice?\n  ","456140":"\n   What is one food that you absolutely hate? 🥜🥗🍠\n  ","456141":"\n   Hi\n  ","456142":"\n   If police came to your house and said they had a warrant for your arrest, what do you think you did wrong?\n  ","456143":"\n   Tacocat spelled backwards is ....tacocat.\nYou’re welcome\n  ","456144":"\n   What is your Song of the week?\n  ","456145":"\n   Have you ever wanted to tell a teacher to fuck off when you were In school\n  ","456146":"\n   😂\n  ","456147":"\n   The entire world stands still for one day, but not you. What do you do?\n  ","456148":"\n   Good night babe\n  ","456149":"\n   What are your favorite subjects to talk about?\n  ","456150":"\n   Have you ever intentionally deployed the use of the 'tactactical chunder' 🤮 - either during a drinking session to get rid of excess alcohol\/liquid and keep up with your friends, or afterwards to beat the hangover the next morning?\n  ","456151":"\n   😭😭😭\n  ","456152":"\n   BUT U AINT FROM PHILLY!!!!\n  ","456153":"\n   k leave undes on\n  ","456154":"\n   i must\n  ","456155":"\n   how am i paint if u aint nekkid\n  ","456156":"\n   Hi. How are you feeling? What are you doing? How is the weather in your city? Have a nice day \/ evening 🙂\n  ","456157":"\n   Tell me about a fact that you find interesting\n  ","456158":"\n   when was last time u talked to any\n  ","456159":"\n   i can daw u like a french fry i mean girl\n  ","456160":"\n   do u even have any irl friends\n  ","456161":"\n   Has anyone ever drawn or painted you before?\n  ","456162":"\n   who that\n  ","456163":"\n   aw cool, glad you know xox\n  ","456164":"\n   do you know how lol funny you are\n  ","456165":"\n   It's self love week\nDo you allow people to judge you?\n  ","456166":"\n   Did you ever see that film Scarface out of interest? If so do you think the ultra climatic ending deserves the huge hype it gets, or was the violence - not to mention the accompanying foul language - a little too OTT in your opinion?\n  ","456167":"\n   Have you ever let go of a toxic friend?\n  ","456168":"\n   Not really a question but I just wanna brag about my oldest daughter. She was invited to join a travel softball team last night and I’m so thrilled for her! She really must of wowed them at her tryout and she’s now apart of the team! !!!!\nDo you use fabric softener liquid or the dryer sheets??\n  ","456169":"\n   What movie can you watch lots of times and never get bored?\n  ","456170":"\n   What is something that you’d like to know more about?\n  ","456171":"\n   Why shouldn't we listen to others’ judgments?\n  ","456172":"\n   What was the last picture you took with your phone?\n  ","456173":"\n   Do you like tomato juice?\n  ","456174":"\n   pepee\n  ","456175":"\n   Which country do you think is the strangest?\n  ","456176":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","456177":"\n   Which part of day is the most productive for you?\n  ","456178":"\n   me lol\n  ","456179":"\n   You are gorgeous 😘😘😘\n  ","456180":"\n   y tho\n  ","456181":"\n   What do you want for christmas this year?\n  ","456182":"\n   thoughts on these sort of people, people who think they are better than you because they have a better job than you. a lad who i work with think this but i have more money and better qualifcations\n  ","456183":"\n   I got the blue tick mark! Am I going to get paid in monetory amount? 😂🙌🏻\n  ","456184":"\n   If someone time travelled from the year 2019 to 2020, what do you think their first impressions would be upon arrival?\n  ","456185":"\n   Self love week\nDoes outside beauty matter to you?\n  ","456186":"\n   On a scale from 1-10 what do you honestly rate yourself?  (10 being hot af) so?\n  ","456187":"\n   what made you smile today? 💖\n  ","456188":"\n   Do you do much mushroom picking this time of year? 🍄\n  ","456189":"\n   Have you ever catfished someone?\n  ","456190":"\n   Do you like free stuffs? 🆓️\n  ","456191":"\n   Work Harder or Work Smarter? 💪🧠🤔\n  ","456192":"\n\n    https:\/\/youtu.be\/-aZlPOijLfA\n   \n","456193":"\n   Last thing you bought for yourself?\n  ","456194":"\n   WOULD YOU RATHER: \nHave 👼 wings or 🧜‍♀️ tails? Why?\n  ","456195":"\n   Ewww 🤢\n  ","456196":"\n   I know I will end up having some\n  ","456197":"\n   is it quite bad?\n  ","456198":"\n   I agree with your anon. That is kind of offensive if someone was to take your answer as to mean \"all guys\" are pervy. Some guys are like that, but not all. Tbh... I don't understand people that are like the guys elysssa_d described.\n  ","456199":"\n   empty pussay\n  ","456200":"\n   will you be eating candy this halloween?\n  ","456201":"\n   periods?.\n  ","456202":"\n   What do you see from your bedroom window?\n  ","456203":"\n   What’s keeping you awake??\n  ","456204":"\n   Do you usually listen to\/look up songs people post on here, even if they're unfamiliar to you?\n  ","456205":"\n   sorry maam\n  ","456206":"\n   lets be baes\n  ","456207":"\n   Wanna date?\n  ","456208":"\n   Are you more like \"I will do it now\" or \"I will do it later\"?\n  ","456209":"\n   😭😭😭\n  ","456210":"\n   post it plz\n  ","456211":"\n   Where is the selfie in bra and panties I asked for?\n  ","456212":"\n   spot on hehe\n  ","456213":"\n   Sum up your day in one sentence\n  ","456214":"\n   What is your favourite childhood story?\n  ","456215":"\n   that offensivefor all guys\n  ","456216":"\n   If you could buy any car right now, what would you buy?\n  ","456217":"\n   What foods do you like to eat when it's cold outside?\n  ","456218":"\n   Do you like people?\n  ","456219":"\n   Have you date someone who turned out to be a pervert? (Like he just want you for s ex, or wanted to do an out of the normal position) ? 🤔\n  ","456220":"\n   i must\n  ","456221":"\n   What are you doing\n  ","456222":"\n   Do you think girls should talk openly (as guys do) about s ex? 🤔\n  ","456223":"\n   pepee\n  ","456224":"\n   What do you think of the quote \"If you can't beat them, join them\" ? 🤔\n  ","456225":"\n   Where was your last selfie taken?\n  ","456226":"\n   If you were a  mythical creature what would you be?\n  ","456227":"\n   Do you have any fun facts you could share?\n  ","456228":"\n   What would be the hardest thing for you to give up? Why?\n  ","456229":"\n   🥰🥰🥰\n  ","456230":"\n   *hugs even moar*\n  ","456231":"\n   *Sends all the week day hugs for Monday for support*\n  ","456232":"\n   Would you like a cheese burger? 🍔\n  ","456233":"\n\n    https:\/\/youtu.be\/EvkNloNtXn0\n   \n   New idea✨ Opinions ❤️\n  ","456234":"\n   🌹✨💫\n  ","456235":"\n   wdym\n  ","456236":"\n   What countries would you travel to if you were to do a world trip?\n  ","456237":"\n   What is your favorite ice cream?\n  ","456238":"\n   Who do you choice as partner a over emotional or emtionless?\n&why?\n  ","456239":"\n   Do you like Fall🍁🧡 season?!\n  ","456240":"\n   Hey🌹\n  ","456241":"\n   In school when you had a substitute teacher was your class generally well behaved or did you give the sub hell? And if you were homeschooled did you ever wish you went to a normal school for the social interaction?\n  ","456242":"\n   At what age did you realize money is easy to attain?\n  ","456243":"\n   Would be nicer if we went out on a date and made out .\nYou are so beautiful that i would not mind even if you had corona\n  ","456244":"\n   You did not .\nI actually like older women\n  ","456245":"\n   Damn it . you are american .\nHow old are you ?\n  ","456246":"\n   Tell me an interesting fact about space 😊\n  ","456247":"\n   Who gave you your name? What does your name mean?\n  ","456248":"\n   What’s your favourite restaurant to visit?\n  ","456249":"\n   What was the last thing you bought for yourself\n  ","456250":"\n   Do you prefer PC games or console games?\n  ","456251":"\n   Are you into gaming?\n  ","456252":"\n   If the Big Bang created the Universe, what created the Big Bang? Do you think it's possible that our Universe is the product of a black hole in a much older universe and we are living inside the gravitational singularity of that black hole? 🤔\n  ","456253":"\n   Have you found in your experience that the most effective form of social distancing you'll ever see is when you lend a muthafuc*a some money? 💷👋😫\n  ","456254":"\n   Well . name a country that you come from . hehe\n  ","456255":"\n   What should one do when one feels hatred towards everything?\n  ","456256":"\n   Its Self love week\nWhy don't you allow people to walk over you?\n  ","456257":"\n   How do you calm yourself when you're very angry?\n  ","456258":"\n   Do you procrastinate?\n  ","456259":"\n   Do you believe in miracles, destiny and fate? Why\/why not? 💫\n  ","456260":"\n   So I’ve been offered a chance  to have my account verified . Should I do it? Bonus question do you like bbq ribs?\n  ","456261":"\n   Do you have today off from work?\n  ","456262":"\n   What do you think of the verification \/ blue badge? 💙\n  ","456263":"\n   It's self love week\nIs it okay for you to allow people to bring you down?\n  ","456264":"\n   Nice answers! Sounds like fun!\n  ","456265":"\n   If you got a weak ego, do you get a weak soul?\n  ","456266":"\n   Do you stay friends with your ex? Why \/ why not?\n  ","456267":"\n   Do you drink coffee? ☕\n  ","456268":"\n   How's your Monday??? Is it your least favorite day of the week?\n  ","456269":"\n   Have you ever played bowling? 🎳\n  ","456270":"\n   Is it worth it to subscribe to Netflix?\n  ","456271":"\n   Good night beautiful\n  ","456272":"\n   Tell me about an activity that you favor to do in the fall. It could be more than one. Aannd go! Add a GIF if you'd like to your answer or a pic!\n  ","456273":"\n   Hugs🌹\n  ","456274":"\n   What happened\n  ","456275":"\n   Have you ever a had a mishap with a swimsuit\n  ","456276":"\n   Food, sex, shelter these are basic needs for anyone.. As per Maslow hierarchy of needs.. So these are common for majority.. Love is one part of these... So it is import to understand the world through two persons also..\n  ","456277":"\n   Lol yea just watch it from season 5 when they fuck up the apocalypse everything before that is kinda a waste of time I reakon\n  ","456278":"\n\n    https:\/\/www.youtube.com\/watch?v=D0q0QeQbw9U\n   \n","456279":"\n   Why everybody have hungry.. Love is same.. 2 equal to 7billon in many things..\n  ","456280":"\n   O hell yea it's an awesome series 15 seasons lol it would take a while to binge\n  ","456281":"\n   You are genius... Please think?... Lessons gives us many valuable things..\n  ","456282":"\n   Final season now and they are going to kill god how can that happen cant wait to see the end 🤩\n  ","456283":"\n   Yes.. I want know about the real life things in general (society)\n  ","456284":"\n   Do you watch supernatural with the winchester brothers?\n  ","456285":"\n   What did you do in your weekends? #staif\n  ","456286":"\n   yes\n  ","456287":"\n\n    https:\/\/youtu.be\/4eegr0W_C5c\n   \n","456288":"\n\n    https:\/\/youtu.be\/Kt2S-pa4lc4\n   \n","456289":"\n   What are some of your favorite types of movies?\n  ","456290":"\n   I'll follow you.. For some reasons\n  ","456291":"\n   What is you feeling  now about that love?\n  ","456292":"\n   picture of your bed\n  ","456293":"\n   What do men offer to women other than their dick and lies? 🤔\n  ","456294":"\n   No scared telling people about urself\n  ","456295":"\n   It's self love week\nIs it hard for you to look yourself in the mirror?\n  ","456296":"\n   Your not worth dont know anything about cause your scared\n  ","456297":"\n   Lakers🏆🌹\n  ","456298":"\n   Ur boring blocked\n  ","456299":"\n   Do you have experience in love\n  ","456300":"\n   Your answer about marriage is looking great...\n  ","456301":"\n   So born where?\n  ","456302":"\n   Just tried the  da bomb hot sauce\n  ","456303":"\n   Do you like hot sauce\n  ","456304":"\n   Dont want that just down to the city so I can ask questions about the place you live in and have you always lived there\n  ","456305":"\n   Watched the game tonight🏀🏆\n  ","456306":"\n   Just saw a post about this on Facebook and now I’m curious, what order should peoples plates be served? What order were they served in your house growing up?\n  ","456307":"\n   Arizona city?\n  ","456308":"\n   Dont you feel the need..\n  ","456309":"\n   I Had a barbecue tonight🌹🏀🏆\n  ","456310":"\n   Yea but you could be an American in another country so I thought outside the box just incase you were k so I'm gunna guess 🤔 in the state of the California republic?\n  ","456311":"\n   What is something worth the wait?\n  ","456312":"\n   what’s for dinner?\n  ","456313":"\n   Are any of the trees changing colors where you live? (Unless it isn't Fall where you are. Just ignore. My apologies) But if the trees and plants in your area are changing colors in your area. Take a pic and post them! And their beauty! If they aren't changing colors. Just post a GIF of Fall trees.\n  ","456314":"\n   37 and gettin older by the second unfortunately Peter Pan had the right idea haha\n  ","456315":"\n   In America?\n  ","456316":"\n   What is the reason.. Like not interest in marriage. Or busy in own business..\n  ","456317":"\n   K cool I'm older haha\n  ","456318":"\n   No that was a unmanned space probe they sent to space and ur not from space k let's play a game of hot and cold so first 🤔 American?\n  ","456319":"\n   Oh really ok I'm goin to watch black clover now bye\n  ","456320":"\n   Youngish? how old are ya?\n  ","456321":"\n   Ooh dam it I love a good slow cooked stew thank you for your support young lady if that's what you are 😁\n  ","456322":"\n   Because you seem a little less happy in your replies than usual today\n  ","456323":"\n   Nooooo I need inspiration please?\n  ","456324":"\n   Are you ok how is your day goin today?\n  ","456325":"\n   Who was the last person you bought a gift? What was it?\n  ","456326":"\n   What are you having for dinner tonight?\n  ","456327":"\n   picky with pepees\n  ","456328":"\n   i've got a serious question  is mayonnaise an instrument?\n  ","456329":"\n   Cute\n  ","456330":"\n   Y.. Any reason for still in single\n  ","456331":"\n   Where are you from ?\n  ","456332":"\n   You are just an idiot from italy .\nFuck italy\n  ","456333":"\n   what goes in first the  milk or cereal\n  ","456334":"\n   am i cool yet guys 😎\n  ","456335":"\n   Do you drink alcohol\n  ","456336":"\n   For how long you've been in a relationship?\n  ","456337":"\n   Sssshhhh\n  ","456338":"\n   Do you prefer sunrises or sunsets?\n  ","456339":"\n   What song do you always listen to?\n  ","456340":"\n   how are you ?\n  ","456341":"\n   what makes askfm different from your other social media accounts? ❤🔥\n  ","456342":"\n   اي حدا بوصلو هاد السؤال اعرف اني متابعك ❤️🖤\nي ريت تردها او ترديهها 💔🥺❤️\n  ","456343":"\n   Do you follow fashion trends actively?\n  ","456344":"\n   Who sent the last text message you received?\n  ","456345":"\n   Why.. I want motivation for out\n  ","456346":"\n   I'm still waiting with holding..\n  ","456347":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","456348":"\n   yes\n  ","456349":"\n   bet u wanna be pirate now hehe\n  ","456350":"\n   Are you married\n  ","456351":"\n   What is the use of 11th finger.. From top to bottom..\n  ","456352":"\n\n    https:\/\/www.youtube.com\/watch?v=Kob0G2hE8IY\n   \n","456353":"\n   cuz it be awesome\n  ","456354":"\n   wdym\n  ","456355":"\n   How old are you..\n  ","456356":"\n   Do you have a dream?\n  ","456357":"\n\n    https:\/\/youtu.be\/FwIQRTPh8WQ\n   \n","456358":"\n   I like to keep everything neat and hygiene.. Do give me small job.. I'll take care everything\n  ","456359":"\n   y tho\n  ","456360":"\n   Do you help me.\n  ","456361":"\n   its great you got it tho!\n  ","456362":"\n   What is the meaning of \"shake well before use\" ..\n  ","456363":"\n   What's the best diaper brand?\n  ","456364":"\n   It's self love week\nWhen you look in the mirror what do you see?\n  ","456365":"\n   What is something that depletes your confidence?\n  ","456366":"\n   Do you wear jacket even if it's not cold?\n  ","456367":"\n   Do you ever eat or make pumpkin pie? Do you like to eat it? Or maybe at least like to make it? Any good memories with making it when you were younger? (Can post a GIF or pic with answer if you'd like!)\n\nHave a great day by the way! 🤘\n  ","456368":"\n   🍕Pizza or 🍝 Spaghetti ?\n  ","456369":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","456370":"\n   To take care about you..\n  ","456371":"\n   Are you the jealous type? 😏💚\n  ","456372":"\n   Post a picture of your bed.\n  ","456373":"\n   I'll help you.. Please accept my request..\n  ","456374":"\n   Do you have biggest space\n  ","456375":"\n   I like to bark only when see the beautiful wet flower.. Do you show me..\n  ","456376":"\n   yes\n  ","456377":"\n   that’s hardly interesting. its a piece of plastic\n  ","456378":"\n   how do you know her d!cks imaginary? did you just assume her genitals?\n  ","456379":"\n   still counts lol\n  ","456380":"\n   Please help me.. Give me some training\n  ","456381":"\n   You have big one..\n  ","456382":"\n   Become great hitter\n  ","456383":"\n   Are you angry with me\n  ","456384":"\n   middle of self love\n  ","456385":"\n   your last kiss\n  ","456386":"\n   worst time to be interrupted?\n  ","456387":"\n   Are you good at giving advices or do you like asking for advices? What do you using advice about or usually ask advice for? 💬🤍\n  ","456388":"\n   Is this just me or does this make no sense what so ever. My area is on lockdown no one can come in of out of my area I live in a small area btw. But when you get slightly out of my area into the cities people can come in and out as they please make no sense huh\n  ","456389":"\n   That is dirty one..\n  ","456390":"\n   Do you enjoy with self care at nights\n  ","456391":"\n   funny how they ask this to some1 called youcanjuiceme XD\n  ","456392":"\n   How did you enjoy the covid time in bedroom?\n  ","456393":"\n   Please love my ambition..\n  ","456394":"\n   When a 26 year old mom has an online username like \"youc*ntx\" what does it say about her maturity level?\n  ","456395":"\n   Please don't hit too hard.. I have fear of early out..\n  ","456396":"\n   What's the most interesting object in your room?\n  ","456397":"\n   Good morning\n  ","456398":"\n   me lol\n  ","456399":"\n   In the wizard oz the scstrcorow wanted a brain; the tinman wanted a heart and the lion wanted courage.  Out of your friends who  has the most courage, who is the heart of your friends and who is your smartest friend\n  ","456400":"\n   Have you ever created a voodoo doll?\n  ","456401":"\n   Which comes first ... In or out..?\n  ","456402":"\n   Good night\n  ","456403":"\n   did you ever get that gift from tanya? the one that went missing?\n  ","456404":"\n   What is the most interesting invention?\n  ","456405":"\n\n    https:\/\/m.youtube.com\/watch?v=P1d9vLRhAnU\n   \n","456406":"\n   When you were a skinny kid, did you have an outie? Is that why they go in?\n  ","456407":"\n   Obviously he wants to give you the d\n  ","456408":"\n   Why do you accept anonymous questions? For good reasons\n  ","456409":"\n   I want hole now..\n  ","456410":"\n   Yes.. Hole for whole world..\n  ","456411":"\n   You told me that you are fully matured any my questions are little ones\n  ","456412":"\n   Not hell only hole..\n  ","456413":"\n   It is impossible to close once it opened... This is universal fact.. Do you want to close it forcefully\n  ","456414":"\n   Why.. Do you got licence\n  ","456415":"\n   I mean like over the course of your life? Do people have default belly buttons or has yours noticeably changed?\n  ","456416":"\n   Have you ever purchased alcohol for someone under the age of 21?  \n\n. \n \n\n \n.Quick shoutout to\n   \n    @Pookeo9\n   \n   for keepin it real ..🐍\n  ","456417":"\n   Do you have open flower\n  ","456418":"\n   How to get the flower of \"me lol\"?\n  ","456419":"\n   Do you feel sudden cool\n  ","456420":"\n   When you think about it, has your belly button changed over time? Like in terms of shape or appearance?\n  ","456421":"\n   Do you like whole for hole\n  ","456422":"\n   Do you have wet dreams\n  ","456423":"\n   I have tight rope.. Is it useful for you?\n  ","456424":"\n   Do you like yogurt\n  ","456425":"\n   What is the use of \"hole\" to the \"whole\"?\n  ","456426":"\n   Why wet have more bacteria\n  ","456427":"\n   tight hole\n  ","456428":"\n   What is the use of hole to the world\n  ","456429":"\n   gettin pepee\n  ","456430":"\n   Do you like Simpsons\n  ","456431":"\n   Hello sweetheart\n  ","456432":"\n   What's your highest achievement so far?\n  ","456433":"\n   Hi\n  ","456434":"\n   How often do you take baths instead of showers?\n  ","456435":"\n   Should ASKfm have a message feature for private and group chats? What do you think? 🔥➕\n  ","456436":"\n   can i see\n  ","456437":"\n   would you like to be cloned? 🤔\n  ","456438":"\n   ih\n  ","456439":"\n   bye baby\n  ","456440":"\n   Do you like pizza?\n   \n    https:\/\/www.youtube.com\/watch?v=JvWvqXUSXI4\n   \n","456441":"\n   Are emotions really our compass to navigate life?\n  ","456442":"\n   yes\n  ","456443":"\n   huge pepee\n  ","456444":"\n   In your opinion, What still hasnt been affected by covid19???\n  ","456445":"\n   What have you been thinking about lately?\n  ","456446":"\n   What is the most important thing in a relationship?\n  ","456447":"\n   yes\n  ","456448":"\n   How did you get the idea to do it? Were you drunk?\n  ","456449":"\n   For what?\n  ","456450":"\n   What is the most popular sport in your country?\n  ","456451":"\n   what color do you have as ur profile?\n  ","456452":"\n   How do you behave with people you don't like?\n  ","456453":"\n   What is your goal in life?\n  ","456454":"\n   Did anyone see? And were you in middle school, high school or college?\n  ","456455":"\n   It’s world mental health day! \nHow look after your mental health? 💛\n  ","456456":"\n   Last time you sent a n*de?\n  ","456457":"\n   Were y'all completely naked? Wasn't anyone embarrassed? :D\n  ","456458":"\n\n    https:\/\/www.youtube.com\/watch?v=92krquAh9aY\n   \n","456459":"\n   You don't know how I look. :D\n  ","456460":"\n   Lol boys or girls? How old were y'all?\n  ","456461":"\n   Lookin pretty\n  ","456462":"\n   Alone or with others? Did you like it?\n  ","456463":"\n   What was the smartest decision you have ever made?\n  ","456464":"\n   just curious. In a pool, a lake, or the sea? Did you enjoy it?\n  ","456465":"\n   Your most recent selfie?\n  ","456466":"\n   When did you last go skinny dipping?\n  ","456467":"\n   if batman parents are died when he was born\n  ","456468":"\n   When is your birthday?\n  ","456469":"\n   bet u dont think of tat when maxwell is lettin himself in hehe\n  ","456470":"\n   master bait\n  ","456471":"\n   You like planning things?\n  ","456472":"\n   What do you do when something doesn’t go your way?\n  ","456473":"\n   If I take your mobile suddenly when it is in unlock, do you keep silence for atleast one second?\n  ","456474":"\n   yes\n  ","456475":"\n   How do you make decisions?\n  ","456476":"\n   What movies has made you cry?\n  ","456477":"\n   antilyndsey\n  ","456478":"\n   i love u\n  ","456479":"\n   me lol\n  ","456480":"\n   were u on intervention to get over pepee adiction\n  ","456481":"\n   how do i unbake a cake\n  ","456482":"\n   How will you celebrate (or not celebrate) this Halloween?\n  ","456483":"\n   What questions would you like to be asked?\n  ","456484":"\n   Favorite time of the year?\n  ","456485":"\n   It's self love week\nDo you believe You have a purpose if so what?\n  ","456486":"\n   Whats your favorite part of 'Cobra Kai' on Netflix?\n  ","456487":"\n   Self love week\nDo you believe that your special?\n  ","456488":"\n   Is Banning Apps is the solution?\n  ","456489":"\n   out of the top 100. what happened?\n  ","456490":"\n   Have you ever tried surfboarding\n  ","456491":"\n   Did you ever mention anyone behind you?\n  ","456492":"\n   Do you like Billie Eilish songs?\n  ","456493":"\n   Who are your celebrity crushes? ❤\n  ","456494":"\n   gettin crustier\n  ","456495":"\n   Do you believe in karma? Why or why not?\n  ","456496":"\n   Are you finish with your weekly task?\n  ","456497":"\n   What's the best thing about getting older in your opinion? 😁 👍 🙃\n  ","456498":"\n   Have you ever mistaken a female for a male or vice versa?\n  ","456499":"\n   Do you have dare to chat with me..\n  ","456500":"\n   Good night beautiful\n  ","456501":"\n   What gives you happiness in life?\n  ","456502":"\n   wdym\n  ","456503":"\n   show me yourself in a black bikini.\n  ","456504":"\n   Who has the most beautiful eyes?\n  ","456505":"\n   What is the use of little drops for ocean\n  ","456506":"\n   Doing samethings gives us boring.. Do you feel it in mostly in night ..\n  ","456507":"\n   Please respond\n  ","456508":"\n   That is looking like always ocean.. So what is the use of small drops\n  ","456509":"\n   OK.. I thought you are enjoying the wet..\n  ","456510":"\n   Do you know the bottom of spine\n  ","456511":"\n   What is it means.. Back is opening\n  ","456512":"\n   Who is exactly nun..\n  ","456513":"\n   🍆Do you like it\n  ","456514":"\n   Y NAWT\n  ","456515":"\n   What is most use of thing about you.. Which is very special one..\n  ","456516":"\n\n    https:\/\/www.youtube.com\/watch?v=SkgTxQm9DWM\n   \n","456517":"\n   Pleasure..\n  ","456518":"\n   Peel the banana is used one.. Do you prefer it..\n  ","456519":"\n   They are more dangerous to use it..\n  ","456520":"\n   Open the bottom...\n  ","456521":"\n   We have many methods to opening 100 %fully..\n  ","456522":"\n   Do you like closed banana or opened Banana\n  ","456523":"\n   I'm waiting.. Please open\n  ","456524":"\n   Do you like seal opening?\n  ","456525":"\n   When the space is increasing, what it indicates ..\n  ","456526":"\n   Do you like to open it Daily for checking it in all directions?\n  ","456527":"\n   Did you see the quality\n  ","456528":"\n   wdym\n  ","456529":"\n   Like quantity\n  ","456530":"\n   did u giv maxwell warm wecome\n  ","456531":"\n   That sounds really fun! \nI’m not sure what I’ll be doing for Halloween either ✨\n  ","456532":"\n   Shall I insert biggest one..\n  ","456533":"\n   How to measure it in sexual ways\n  ","456534":"\n   Like Little space\n  ","456535":"\n   That's why I'm asking to you.. What is pleasure\n  ","456536":"\n   Are you excited for Halloween?🕸🎃\n  ","456537":"\n   Why bottom always looking little..\n  ","456538":"\n   yes\n  ","456539":"\n   What is pleasure\n  ","456540":"\n   Do you like Bush in plain area\n  ","456541":"\n   Oh by react, i don't mean do anything physical😅 i mean did you laugh at the raccoons? Like \"ohh youu cheaky critters!!🤭😅\"\n  ","456542":"\n   I'll give you more than factory.. Do you want it..\n  ","456543":"\n   Do you like Bush in plan area ...\n  ","456544":"\n   choco pepee\n  ","456545":"\n   I want to see the back  black hole? Do you help me..\n  ","456546":"\n   You send me questions alot why\n  ","456547":"\n   Did you taste the cream banana\n  ","456548":"\n   Which place this is\n  ","456549":"\n   yes\n  ","456550":"\n   Back bottom also best..\n  ","456551":"\n   Do you like to taste cream\n  ","456552":"\n   willy\n  ","456553":"\n   pepee\n  ","456554":"\n   Mini Ocean is always near to you\n  ","456555":"\n   I'm asking about salt water\n  ","456556":"\n   Do you like always wet\n  ","456557":"\n   Do you like it daily\n  ","456558":"\n   Soooo you didn't react at all? Is that just a normal occurance?🦝🦝🦝\n  ","456559":"\n   Lol😅🤭 How did you react?\n  ","456560":"\n   No.. The guitar used for bottom..\n  ","456561":"\n   To Taste the Salty water\n  ","456562":"\n   What is the the main use of wet?\n  ","456563":"\n   Have you ever caught a wild animal rummaging through your trash?\n  ","456564":"\n   When I watch the top, it is looking that used from many years.. Do you Guess the main reason for that ..!??\n  ","456565":"\n   What is the main use of this\n  ","456566":"\n   PUSSAY\n  ","456567":"\n   Do you like it\n  ","456568":"\n   Do you like wet\n  ","456569":"\n   Why do adults give more importance to taste the water?\n  ","456570":"\n   Hi\n  ","456571":"\n   What’s for dinner?\n  ","456572":"\n   What is something I wouldn’t believe about you?\n  ","456573":"\n   Have you ever mooned someone\n  ","456574":"\n   The longest city name in my country is Llanfairpwllgwyngyllgogerychwyrndrob do you think you could say that\n  ","456575":"\n   What is the use of covering\n  ","456576":"\n   What is your favorite breakfast combo?\n  ","456577":"\n   Do you ever go on twitch\n  ","456578":"\n   What specific kind of help? (If I may ask)\n  ","456579":"\n   Are you a perfectionist?\n  ","456580":"\n   What good deeds have you done this week?\n  ","456581":"\n   Hpw much of a coffee lober are you?\n  ","456582":"\n   Can you think of any good things? lol\n  ","456583":"\n   do you ever get compliments?\n  ","456584":"\n   Hi vote my polls,please😘\n  ","456585":"\n   How has life been treating you? 😊\n  ","456586":"\n   What was the last thing to make you smile\n  ","456587":"\n   Why do people easily believe lies than truth?\n  ","456588":"\n   Have you ever ordered something online and they went over board with the packaging\n  ","456589":"\n   A philosopher once said that humans are basically good, but become bad humans because of the environment. Is that true?\n  ","456590":"\n   What’s the best compliment you have received?\n  ","456591":"\n   What’s the most historic event to happen in your life time?\n  ","456592":"\n   What life skills are really valuable?\n  ","456593":"\n   How can we eliminate double standards? ⚖\n  ","456594":"\n   What do you do indoors that you cannot do outdoors? 🚪\n  ","456595":"\n   What’s the vegetable you hate the most? 🥦\n  ","456596":"\n   What's your mood in the mornings?\n  ","456597":"\n   Are you able to control yourself when you get angry?\n  ","456598":"\n   Self love week\nDoes it matter what people think of you?\n  ","456599":"\n   Where would you like to travel in the future? ✈\n  ","456600":"\n   Have you been to Disneyland? 🏰🧚‍♂️\n  ","456601":"\n   what do you call your partner?\n  ","456602":"\n   Are pet names cringey?\n  ","456603":"\n   Good night beautiful\n  ","456604":"\n   we need details\n  ","456605":"\n   Did he make up for lost time\n  ","456606":"\n   Hi\n  ","456607":"\n   if you had to be represented or characterized by three material objects, what would they be?\n  ","456608":"\n   Do you like Choose Your Own Adventure books?\n  ","456609":"\n   Why do you think your so beautiful\/handsome?\n  ","456610":"\n   Why don't people ask you out\n  ","456611":"\n   hi u pretty wanna date\n  ","456612":"\n   Were you ever told what your first word was? If so, what was it?\n  ","456613":"\n   WOULD YOU RATHER: Explore 🚀 Outer Space or 🌊 The Oceans? Why?\n  ","456614":"\n   Why are females so giggly and fun and easy to get along with when younger but serious and bitter and  full of rage as they get older??\n  ","456615":"\n   Has anyone ever asked you out and you said no\n  ","456616":"\n   How can we change the World? 🌏\n  ","456617":"\n   Is there anything about yourself you've been focusing on working on this year?\n  ","456618":"\n   huge pepee\n  ","456619":"\n   what is your type of guy that you would date answer even if you are taken pretend that you are single\n  ","456620":"\n   yes\n  ","456621":"\n   Do you like to paint?\n  ","456622":"\n   What outdoor activity haven’t you tried, but would like to?\n  ","456623":"\n   gettin over ur pepee addiction\n  ","456624":"\n   How well do you sleep at night?\n  ","456625":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","456626":"\n   Have you ever had a dream that has made you overthink everything?\n  ","456627":"\n   hii\n  ","456628":"\n   They are a New Zealand band I like them just wanted to share it\n   \n    https:\/\/youtu.be\/_bnCN1bEEEI\n   \n","456629":"\n   Oh yeah, it's a good and funny movie overall!😁\n  ","456630":"\n   Are you proud of yourself? ⭐\n  ","456631":"\n   I want your favourite size\n  ","456632":"\n   But I don't have opening also... You are looking like advanced..\n  ","456633":"\n   Why did you become inactive in important things\n  ","456634":"\n   tell me something positive 🎃\n  ","456635":"\n   Please share one of your favourite size\n  ","456636":"\n   When touching the road top and bottom..\n  ","456637":"\n   Are you fit in everything\n  ","456638":"\n   What is your average speed in daily  tasks in recent years ?\n  ","456639":"\n   I think those are still in developing stage..\n  ","456640":"\n   Hey there 👍 Was just  wondering if you could settle a family argument? 😬 Did Jesus really die for our sins, or was it because a bunch of intolerant savages nailed him to a cross because they found his views offensive?? 🤷‍♂️ Thank you, for any contribution to this one, and have a nice day 😊\n  ","456641":"\n   Do you prefer to go for male gynecologist\n  ","456642":"\n   I like dog style in movies.. Do you watch those videos\n  ","456643":"\n   I'm asking what is your favourite size XXXL OR XXL\n  ","456644":"\n   tell me something positive 🎃\n  ","456645":"\n   How did your last relationship end?\n  ","456646":"\n   that why it aint for every1\n  ","456647":"\n   Do you show me the correct one..\n  ","456648":"\n   Besides myself who else do you look up to as a role model?\n  ","456649":"\n   Yes.. Game is like barking..\n  ","456650":"\n   same dsh instead of buffet\n  ","456651":"\n   What is back\n  ","456652":"\n   It is best indoor game for more excerisecs\n  ","456653":"\n   pepee\n  ","456654":"\n   Which one is correct.. L, xl, XXL, xxxl\n  ","456655":"\n   What is the  purpose of marriage\n  ","456656":"\n   Do you like it\n  ","456657":"\n   If a random guy smiled at you what would you think\n  ","456658":"\n   Good night\n  ","456659":"\n   The kid?😅 yeah he's funny, ill give him that!🤷‍♂️😅\n  ","456660":"\n   Have you ever heard the band six60?if not you so need to check them out\n  ","456661":"\n   Oh i like that movie! Josh Brolin is awesome in it! 😁 I find the New Zealand kid very annoying!😅 (Yeah im from NZ too, but i have the other type of NZ accent)😅\n  ","456662":"\n   Have you ever mistaken one person for another?😬\n  ","456663":"\n\n    https:\/\/youtu.be\/dckGSpksuzg\n   \n   Like & subscribe if you loved it🤗\nThanks!\n  ","456664":"\n   Do you like sushi? 🍱 🍣\n  ","456665":"\n   Salads are great!😁🥗🥗 Oh yea? In a disturbing mood eh?🙊 What was the last action movie you saw?\n  ","456666":"\n   Are you in love?🥰💕\n  ","456667":"\n   Share one Déjà vu experience. #staif 🌝\n  ","456668":"\n   What do you wanna have for lunch today?\n  ","456669":"\n   Nice to hear! And ah, sorry! I remember that you like salads, so decided to ask🤭 What kind of movie do you feel like watching?\n  ","456670":"\n   Is the best way to understand another human being to watch how they behave?\n  ","456671":"\n   Hey how was your day overall? Had any salads today?\n  ","456672":"\n   On average did you eat a pie per day?\n  ","456673":"\n   What's something you miss about being in a relationship? (If you're not single, my apologies; I tried to skip those I know are in relationships, but I may not have been successful.)\n  ","456674":"\n   How many times in average\n  ","456675":"\n   Do you like to sleep like just born\n  ","456676":"\n   Cats or dogs?\n  ","456677":"\n   Like Just born\n  ","456678":"\n   What's the worst thing someone can do on a first date?\n  ","456679":"\n   Like other species\n  ","456680":"\n   Like you\n  ","456681":"\n   What is your favourite thing to cook?\n  ","456682":"\n   Are you scared of any animals?\n  ","456683":"\n   I have fear only in my dreams\n  ","456684":"\n   Do you like to sleep like Natural\n  ","456685":"\n   Why. Do you have fear\n  ","456686":"\n   Why.. We are young.. What is the fear..\n  ","456687":"\n   hii\n  ","456688":"\n   Do you want to challenge covid\n  ","456689":"\n   How well can you cook? 😋🍽💕\n  ","456690":"\n   Do you want bank keys?\n  ","456691":"\n   What can happen if we don't wear any  masks?\n  ","456692":"\n   Do you cook? Do you clean? 👀🎶\n  ","456693":"\n   Have you ever fallen in front of everyone?\n  ","456694":"\n   what are you doing ?\n  ","456695":"\n   Do you focus more on the lyrics while listening to a song?\n  ","456696":"\n   Do you believe in real and sincere love online?\n  ","456697":"\n   What do you do after a very long day? 🌞\n  ","456698":"\n   How do you feel about one night stands? Have you ever had one?\n  ","456699":"\n   does alcohol really makes you need to pee ?\n  ","456700":"\n   Good night\n  ","456701":"\n   What are you doing now?\n  ","456702":"\n   Have you ever taken the plane? ✈️\n  ","456703":"\n   Write your bio for a dating site 👀♥️\n  ","456704":"\n   It has a nice smell.\n  ","456705":"\n   Like sitting in a food court at a mall.\n  ","456706":"\n   Hello baby once you get dirty with someone when you are married then you cant stop\n  ","456707":"\n   Damn how will i spend six hours like this?\n  ","456708":"\n   Is your mom a bigger hoe than mine?\n  ","456709":"\n   Have you ever been handcuffed\n  ","456710":"\n   yes\n  ","456711":"\n   how about I teach you about firefighting by letting you slide down my pole\n  ","456712":"\n   micro pepee\n  ","456713":"\n   What was the last thing to make you go ew\n  ","456714":"\n   like \"hi u pretty wanna date\"? XD\n  ","456715":"\n   Is thinking all girls can do so much better than me a bad way to think\n  ","456716":"\n   Do you tend to worry about things that you really can’t control?\n  ","456717":"\n   do u miss pokemon pickup lines\n  ","456718":"\n   panties or thongs?\n  ","456719":"\n   biden or trump? if you must choice\n  ","456720":"\n   what drinks are your fav around the holidays? 🎃🎄🦃\n  ","456721":"\n   Hi\n  ","456722":"\n   Have you ever physically fought a friend or maybe someone close to a friend or family member? What was the reason? (This question brought to you thanks to 90 day fiance lmao 😅)\n  ","456723":"\n   Have you ever known anyone (or perhaps you yourself) who married or is dating someone from another country? How did it work out?\n  ","456724":"\n   were u in rehab when u left cuz of pepee withdrawal\n  ","456725":"\n   Do you believe you have true freedom? What is your perspective of what freedom truely means?\n  ","456726":"\n   What does it mean if you see a black cat? Especially around Halloween. Post a GIF with your answer if you'd like or a pic.\n  ","456727":"\n   Do any of you all watch ru pauls drag race?\n  ","456728":"\n   Who is the dumbest person you've ever meet\n  ","456729":"\n   Is cheating for scumbags\n  ","456730":"\n   Single\/In relationships\/ Married ?\n  ","456731":"\n   Is it true that we can never get over the first love?\n  ","456732":"\n   Hi\n  ","456733":"\n   Yes your right I want to know different perspectives I would appreciate to have your perspective please?\n  ","456734":"\n   Why do people push you to be perfect when they themselves are not perfect?\n  ","456735":"\n   What’s on your mind right now?\n  ","456736":"\n   How do you help yourself to fall asleep?\n  ","456737":"\n   Fellow poetry lover here!\nWho’s your favorite poet and book? 👋💕\n  ","456738":"\n   What is the best holiday (vacation) that you have had?\n  ","456739":"\n   who that\n  ","456740":"\n   Have you ever been lost in the mall? 😂\n  ","456741":"\n   What was the last thing to shock you\n  ","456742":"\n   A man rode into town on his horse on Monday. He stayed for three nights and then left on Monday. How did he do it?\n  ","456743":"\n   Do you know any girls with  fake lips, fake boobs, fake bum something like that which isn't natural\n  ","456744":"\n   What's tastier than chocolate\n  ","456745":"\n   How was your prom experience? 💃🕺\n  ","456746":"\n   Have you, or do you know anyone who has, done genetic ancestry testing? Would you do it?\n  ","456747":"\n   Is your hair as sleek as of Kristina\n  ","456748":"\n   What do you think the meaning of life is?\n  ","456749":"\n   As Christmas is around the corner! What gifts will you be getting people? And what gifts do you want? 🌠🎁🎉🌲🎄\n  ","456750":"\n   Do you ever face weird chocolate and cheese craving during period?\n  ","456751":"\n   What’s your favourite thing about yourself?\n  ","456752":"\n   Pizza or pasta\n  ","456753":"\n   How will you define color 'green' to a bind?\n  ","456754":"\n   My son is going to be a cow and my daughter a fairy\n  ","456755":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","456756":"\n   Dill or sweet pickles\n  ","456757":"\n   Is there anyone that you wish that you could be back in contact with?\n  ","456758":"\n   Que planes tienen a futuro, cuál es su propósito más Preciado para este próximo año 2020, lleno de total éxito, y metas pendientes por cumplir, saludos y y de corazón les deseo una excelente semana! Éxito!🤗\n  ","456759":"\n   Were you dropped on your head as a kid?\n  ","456760":"\n   u can dress up as a naughty kittycat\n  ","456761":"\n   U MAD BROO\n  ","456762":"\n   cuz it be naughty?\n  ","456763":"\n   Where in that question did I use the word \"validate\"?\n  ","456764":"\n   I just ordered my kids Halloween costumes, what would you dress up as if you were to? Or what are your kids being?\n  ","456765":"\n   Why don't you honestly tell us how you've changed in the past year\n  ","456766":"\n   your reaction if u find out a guy 10 years older than u has a crush on u\n  ","456767":"\n   PAP everyone the 5th one in your camera roll 🌬🦄🌟🍹🌜🌛\nLET THE GAM3S BEGIN HAHA\n  ","456768":"\n   Good band! I like quite a few of their songs!🤗😁✌\n  ","456769":"\n   Have you ever cheated on a boyfriend before?\n  ","456770":"\n   Scary game suggestions\n  ","456771":"\n   most invites are mass sent\n  ","456772":"\n   There all morons and none of them speak English anymore 🙄\n  ","456773":"\n   Say no to bonehead truckers\n  ","456774":"\n   make me laugh tell me a funny story of something that happened to you one time?\n  ","456775":"\n   which kind of coochi looks tastiest to u\n  ","456776":"\n   me lol\n  ","456777":"\n   Do you think you could listen to the same music you listened to when you were a teenager?\n  ","456778":"\n   who do you trust most in this world\n  ","456779":"\n   What is your biggest turn off? 🚫\n  ","456780":"\n   what is the best death scene you've seen on a tv show\n  ","456781":"\n   Holaaa🤍\n  ","456782":"\n   wdym\n  ","456783":"\n   fish IS seafood 😂\n  ","456784":"\n   knew it hehe\n  ","456785":"\n   Which is your favourite Toy Story movie?\n  ","456786":"\n   DO you prefer eating vagies than meat or fish?\n  ","456787":"\n   what would u do if ur bikini bottoms fell off as u get out of the pool and there are like 25 ppl watchin hehe\n  ","456788":"\n   i need urgently money. please help me i need 777USD money. i will give back your money. if you are able to do my help then i will give you my bank account no.\n  ","456789":"\n   Draw a random picture of how you feel\n  ","456790":"\n   do you believe in Mercury Retrograde? i do for sure.\n  ","456791":"\n   What made you join this site?\n  ","456792":"\n   What’s your favourite thing to wear ?\n  ","456793":"\n   What was your favourite toy as a child?\n  ","456794":"\n   Do you like to read?\n  ","456795":"\n   Ugh, when anons act like you should automatically know which anon is which even though they are all anon...\n  ","456796":"\n   Do you have neat handwriting?\n  ","456797":"\n   yes\n  ","456798":"\n   put honey on it\n  ","456799":"\n   it’s Spooky Szn 🎃👻💀⚰️\n  ","456800":"\n   im not even the one that said (wdym) that just proves my theory that you are crazy defensive 🤣\n  ","456801":"\n   Do you like deserts? 🍡🍨🍧🍦🍩🍪🍰🧁🥧🍫🍬🍭🍮\n  ","456802":"\n   If you had to spend one year stuck on an island with the person you hate the most, would you both leave alive?\n  ","456803":"\n   wdym\n  ","456804":"\n   are u still in school?\n  ","456805":"\n   lack of peepee\n  ","456806":"\n   Sunset or Sunrise?\n  ","456807":"\n   can u dab\n  ","456808":"\n   What worries you the most?\n  ","456809":"\n   bcus i dont know the answer. why so defensive?\n  ","456810":"\n   Do you eat street foods? If YES, which ones. If NO, why not? 🌭\n  ","456811":"\n   Hope you have a great week! And Go Dodgers!\n  ","456812":"\n   do you work?\n  ","456813":"\n   What do you do when you have an itch that you cant reach\n  ","456814":"\n   Are your parents together? What did you learn about relationships from watching them together?\n  ","456815":"\n   Sleep tight\n  ","456816":"\n   I really find you interesting. I like your answers. 😊\n  ","456817":"\n   Hi pretty~ 💐\n  ","456818":"\n   whose sermon did you watch?\n  ","456819":"\n   Do you change your hairstyle when you get heartbroken? 💔\n  ","456820":"\n   Do you judge others by their appearance?\n  ","456821":"\n   Do you watch celebrity's vlogs? What do you think about it? 🎬\n  ","456822":"\n   Have you ever been zorbing? Would you ever go?\n  ","456823":"\n   Good night\n  ","456824":"\n   *sends epic hugs to awesome friends*\n  ","456825":"\n   Is there really tinge of brown colour in your eyes?\n  ","456826":"\n   what made u change\n  ","456827":"\n   What did you eat from Burger King last time?\n  ","456828":"\n   Hello babes. When will you dance again?\n  ","456829":"\n   Stop, drop and roll ;)\n  ","456830":"\n   Almost all shops have opened.\n  ","456831":"\n   End of season sale upto 50% . Dear GOD.\n  ","456832":"\n   Saw some students in good condition. They are eating bread rolls and drinking pepsi. When will you and i start going to a same uni in Edinburgh? You really wanna go to edinburgh with me.\n  ","456833":"\n   Hey\n  ","456834":"\n   thought u were agnostic\n  ","456835":"\n   sermon?\n  ","456836":"\n   I want to have a strong body and wear clothes and shoes of Gucci and Prada .\n  ","456837":"\n   What have you done today\n  ","456838":"\n   5 jeans and 5 shirts from local brands. Not any high quality international brand like Nike and Adidas. Models get free Nikes and adidas or maybe sell nudes.\n  ","456839":"\n\n    https:\/\/www.youtube.com\/watch?v=D0q0QeQbw9U\n   \n","456840":"\n   There is a nice grocery store in the lower ground floor. Its name is Green Valley. And I can buy 5 jeans and 5 shirts if i get the order.\n  ","456841":"\n   Hard working\n  ","456842":"\n   Hey what’s your favorite sweet?\n  ","456843":"\n   Please check out my polls 👀\n  ","456844":"\n   Sexy\n  ","456845":"\n   why not set up another one\n  ","456846":"\n   what happened with your side account where you would answer more kinky questions\n  ","456847":"\n   If you could have any view from your home, what would it be?\n  ","456848":"\n   What is art to you?\n  ","456849":"\n   Cheetos or Doritos?\n  ","456850":"\n   What Wikipedia article have you recently read?\n  ","456851":"\n   What kind of transportation do you use most often?\n  ","456852":"\n   Are you hard-working or lazy?\n  ","456853":"\n   When you are super bored, how many times you open the refridgerator?\n  ","456854":"\n   Post a selfie please? it's been awhile\n  ","456855":"\n   idk bruh\n  ","456856":"\n   What other trouble?\n  ","456857":"\n   we must hear\n  ","456858":"\n   I was what you wanted you were what I needed\nAnd we could meet in between\n  ","456859":"\n   Did you know askfm set up a dangerous publicity stunt that ended up killing a guy?\n  ","456860":"\n   who is he\n  ","456861":"\n   DO IT AGAIN!!!!\n  ","456862":"\n   awesome, you're back to guzzling\n  ","456863":"\n   When are you getting pizza?\n  ","456864":"\n   How’s AZ?\n  ","456865":"\n   Remember when you howled like a wolf? That was the best. Lol\n  ","456866":"\n   can take heavy load\n  ","456867":"\n   What are you good at that nobody knows?\n  ","456868":"\n   If you were a road sign, what would you say?\n  ","456869":"\n   multiplepeepees\n  ","456870":"\n   PAP of your recent emojis\n  ","456871":"\n   What is the one thing you want most in your life right now?\n  ","456872":"\n   rank fetish\n  ","456873":"\n   ty, your kind xo\n  ","456874":"\n   Should I go out and look for love or let it find me\n  ","456875":"\n   Have you heard the song greatest love story by lanco?\n  ","456876":"\n   Why do good people have a harder path in life than the bad?\n  ","456877":"\n   Do you find sex as  stress relief\n  ","456878":"\n   Yes\n  ","456879":"\n   Best thing we have ever done in your life\n  ","456880":"\n   sex ed\n  ","456881":"\n   What is your idea of a romantic evening?\n  ","456882":"\n   Imagine the world is yours now, and you can correct whatever you want to. What would you change?\n  ","456883":"\n   If you became a teacher tomorrow, what would you teach?\n  ","456884":"\n   lol, not sure but she thinks its funny like punching is not tbh\n  ","456885":"\n   mike jackson\n  ","456886":"\n   Hugs🌹\n  ","456887":"\n   how do you mean like mike\n  ","456888":"\n   what are your thoughts on the new zealand amanda\n  ","456889":"\n   lmao, you are funny xo  make me to thee anon\n  ","456890":"\n   yeah, i am not a fighter she said she could beat me up i was scared tbh\n  ","456891":"\n   Make an anagram out of your name!\n  ","456892":"\n   aw, dont laugh lynds  if it was a girl hit by a boy people would not laugh xo\n  ","456893":"\n   imean diff between high school one and younger cuz u say u hated that 1\n  ","456894":"\n   yes they can it hurt ,she said i dare you to hit back\n  ","456895":"\n   what the difference\n  ","456896":"\n   P.E.\n  ","456897":"\n   no i did not i did not do or say anything\n  ","456898":"\n   What is the effective way of sharing information with begginer and moderate learners ..\n  ","456899":"\n   Is there anything so precious to you that you'd risk your life for it?\n  ","456900":"\n   hello lynds\n  ","456901":"\n   huge peepee\n  ","456902":"\n   What do you hate the most about school?\n  ","456903":"\n   Which ones are the best ways to get peace of mind, and why?\n  ","456904":"\n   What is true beauty for you?\n  ","456905":"\n   Do you ever irritate a small kid?😂😂😂\nIt is damn funny\n  ","456906":"\n   How can you be happy without money?\n  ","456907":"\n   Parents or Partners or childrens? If you had to make a choice amongst them then whom you choose? Pick only one option.\n  ","456908":"\n   What's your favorite way to express yourself?\n  ","456909":"\n   If you could remove one season, what would it be and why? 🌱🏖🍂❄\n  ","456910":"\n   Do you use any words or phrases that only you and your inner circle use and understand? What are they? For example I refuse to use the S word, I call it fluffy rain and those that know me well enough know what I'm babbling about.\n  ","456911":"\n   yes\n  ","456912":"\n   Are you outgoing or shy?\n  ","456913":"\n   your horoscope\n  ","456914":"\n   pepee lover\n  ","456915":"\n   If you could choose your own name, which name would you choose?\n  ","456916":"\n   well i do #whitelivesmatter\n  ","456917":"\n   Do you think you could ever work for askfm?\n  ","456918":"\n   Which song reminds you of an ex and why?\n  ","456919":"\n   do you think the military should have shot the black lives matter protesters peaceful or not?\n  ","456920":"\n   Are you happy with who you are today?\n  ","456921":"\n   Do you like eating pumpkins?\n  ","456922":"\n   Do you ever sing when you're alone?\n  ","456923":"\n   What's your favorite drink?\n  ","456924":"\n   yes\n  ","456925":"\n   What do you think about my answers? 👀\n  ","456926":"\n   What did you have for dinner yesterday?\n  ","456927":"\n   Can a girl ask a guy out\n  ","456928":"\n   Good night\n  ","456929":"\n   What are the same both\n  ","456930":"\n   This is open statement\n  ","456931":"\n   Haan bai kya haal hai. How are you? Tell me.\n  ","456932":"\n   🌹✨\n  ","456933":"\n   What is your good in public life which is probably bad in their private life..\n  ","456934":"\n   post a pic and i will kiss it\n  ","456935":"\n   Someone called me an insecure loser for being single at 24 and being too shy to ask a girl out is that person right\n  ","456936":"\n   Baag mien baith kar puppi. Kiss sitting in a garden.\n  ","456937":"\n   Good job that pays bad, or bad job that pays good?\n  ","456938":"\n   I want to learn many things.. \nDo you give special teaching to me..\n  ","456939":"\n   What did you learn about life as a child that you regret knowing so young?\n  ","456940":"\n   Great.. You are looking like fully matured.\n  ","456941":"\n   Why are you ignoring me ?\n  ","456942":"\n   pepee\n  ","456943":"\n   Reply with the first word that comes to your mind!What is it that all men have one of; some men have longer ones than others; the pope doesn't use his, and a man gives it to his wife after they're married?\n  ","456944":"\n   Is it okay to admit if you have a mental illness? Who is it okay to tell and not tell? If you have one, are you ever afraid of how someone might react?\n  ","456945":"\n   Have you ever counted the calories in what you eat?\n  ","456946":"\n   Hi\n  ","456947":"\n   Craziest places you've gotten down?\n  ","456948":"\n   Not sure.\n  ","456949":"\n   phlegm\n  ","456950":"\n   it's in the bank they want it still\n  ","456951":"\n   What is something you need to get off your chest?\n  ","456952":"\n   why do you ask questions if you dont read the answers?\n  ","456953":"\n   my brother is very angry with me because all of the money i've saved and not spent it i'm saving it him and his girlfriend demand it because i\"m not using it any tips what to do?\n  ","456954":"\n   Happy Weekend! I hope that you are all doing okay ❤️\n  ","456955":"\n   If you were to write a movie script, what would it be about?\n  ","456956":"\n   I hope everyone is having a nice weekend!!\n  ","456957":"\n   What kind of music calms you down?\n  ","456958":"\n   What would be the most useless superpower?\n  ","456959":"\n   When at work, do you ever skip lunch and work through it? \nOr school maybe?\n  ","456960":"\n   Which animals scare you most? Why?\n  ","456961":"\n   How was your first kiss? 💋\n  ","456962":"\n   What are the first three songs in your favorite playlist?\n  ","456963":"\n   yes\n  ","456964":"\n   STOP THEIF\n  ","456965":"\n   pepee\n  ","456966":"\n   Who would you cast to play you in a movie?\n  ","456967":"\n   If you could steal something and get away with it, what would you steal? And why?\n  ","456968":"\n   What is the most important thing in a relationship?\n  ","456969":"\n   What smell brings you back to a childhood?\n  ","456970":"\n   Where do you shop the most? 👀\n  ","456971":"\n   Do you like caramel apples? \nWhat is your favorite fall treat?\n  ","456972":"\n   What normal thing do you find revolting?\n  ","456973":"\n   Did you ever fall asleep in school?\n  ","456974":"\n   Have you read, watched, or played Witcher? Did you like it? I'm slightly obsessed o.o\n  ","456975":"\n   In general, what's the weather like where you live currently?\n  ","456976":"\n   Have you ever accidentally called your teacher “MOM”?\n  ","456977":"\n   How often do you work out?\n  ","456978":"\n   Who cuts your hair?\n  ","456979":"\n   thighmaster 3000\n  ","456980":"\n   How to dress up on the first date?\n  ","456981":"\n   Which month of the year is most suitable for falling in love?\n  ","456982":"\n   pepee lover\n  ","456983":"\n   Does your area have any local legends that you've heard? Like, old myths or anything?\n  ","456984":"\n   Why is society quick to judge you when you fail?\n  ","456985":"\n   Guess this \"👉👌\"\n  ","456986":"\n   Good night\n  ","456987":"\n   change name to secret booty\n  ","456988":"\n   do you want to be famous? ⭐\n  ","456989":"\n   Are you satisfied by the answers you get? 📝\n  ","456990":"\n   Give me chips\n  ","456991":"\n   What are you good at that nobody knows?\n  ","456992":"\n   Why do people judge others wrongly? 😤\n  ","456993":"\n   After all these years, do you still cry at night?\n  ","456994":"\n   Do you like or dislike spicy food?\n  ","456995":"\n   How energetic are you?\n  ","456996":"\n   What would they look like? Would they be colorful or like Maleficent's? What would they be made out of?\n  ","456997":"\n   Are you living your dream?\n  ","456998":"\n   What does your aura look like?\n  ","456999":"\n   What life lesson did you learn the hard way?\n  ","457000":"\n   Where did you meet your best friend?\n  ","457001":"\n   What does money smell like?\n  ","457002":"\n   Where do you get your best ideas?\n  ","457003":"\n   What can spoil your day?\n  ","457004":"\n   If you woke up with wings one morning, where would you fly?\n  ","457005":"\n   master bait\n  ","457006":"\n   What do you most value in your friends?\n  ","457007":"\n   What's the worst nightmare you've ever had?\n  ","457008":"\n   If you could own any building in the world, which one would it be?\n  ","457009":"\n   Do-over day! Tell about three things you would do differently!\n  ","457010":"\n   What is the most popular lie, people tell to each other?\n  ","457011":"\n   Would you rather have $50,000 free and clear or $150,000 that is illegal?\n  ","457012":"\n   Did you learn a musical instrument in your childhood? If yes, what was it?\n  ","457013":"\n   Would you prefer a party with a few friends or lots of friends?\n  ","457014":"\n   Which words or phrases do you most overuse?\n  ","457015":"\n   Noice one 👀👏🏻\n  ","457016":"\n   Do you think people have taken political correctness too far?\n  ","457017":"\n   From 1-10, how weird are you?\n  ","457018":"\n   [STAIF] Do you prefer listening to music with the loudspeakers on or headphones\/earphones on? 🔈🎧\n  ","457019":"\n   didnt u have old qs from months ago\n  ","457020":"\n   What is your to-do list for today? 📃\n  ","457021":"\n   🌻🌻🌻\n  ","457022":"\n   What are your 5 most favorite things overall? 🤔😁\n  ","457023":"\n   When’s the last time you turned a wrong into a right?\n  ","457024":"\n   do u miss ben\n  ","457025":"\n   Hi\n  ","457026":"\n   making fun of virgins is not cool. you were one until pretty late too so....\n  ","457027":"\n   Do you snore\n  ","457028":"\n   Are you interested in Halloween theme parties?\nDo you love to have weird makeup that day?\n  ","457029":"\n   do you still anyone who you went to school with\n  ","457030":"\n   Which character would you love to get rid of in your favourite TV show?\n  ","457031":"\n   easiest way to lose friends?\n  ","457032":"\n   Do you try to see the good in people or not really\n  ","457033":"\n   Easiest way to make friends?\n  ","457034":"\n   favorite school subject? 📚\n  ","457035":"\n   So what now?\n  ","457036":"\n   Wouldn’t having a bloke with a small penis effect your sex life?\n  ","457037":"\n   how is babby formed\n  ","457038":"\n   Favourite celebrity cook if you have one?\n  ","457039":"\n   Yep. It was so sad. I was :(\n\nBut I am back! I love communicating and talking to you guys and just coming on every day and wishing you guys a good morning and a good night. It was really sad when I came online and was banned for no reason. But they got me back online. Glad to be back\n  ","457040":"\n   Your favorite quote of phrase from the movie ?(if you have)\n  ","457041":"\n   Which superhero is the most boring?\n  ","457042":"\n   Would you date a bloke with a small penis or not and why?\n  ","457043":"\n   Some people are really fascinated by shipwrecks... i.e. the titanic, some people are really into old cars, what's something you're fascinated by or really into?\n  ","457044":"\n   is there an underwear colour u never wear and why\n  ","457045":"\n   It's a classic question; what are your favorite color (s)?\n  ","457046":"\n   lack of pepee\n  ","457047":"\n   What’s the most expensive thing you’ve broken?\n  ","457048":"\n   Last thing to make you cry or sad\n  ","457049":"\n   Good afternoon\n  ","457050":"\n   Would you agree that it is better to let our intuitions override a rational self?\n  ","457051":"\n   Why did we put all our hopes in a box in the attic ?\n  ","457052":"\n   Stay or Leave? 🤔\n  ","457053":"\n   Are you tired of all the goodbyes? 👋\n  ","457054":"\n   Hey there 👋 Did you happen to watch that Presidential debate between those 2 OAPs in America the other day? If so, who do you think came out on top? 💁‍♂️ Also, was it a respectable debate, all in all, in your opinion, or was the stuff about it turning a little bit feisty, actually real news?? 🤔😮\n  ","457055":"\n   Nothing is more problematic than a whore\n  ","457056":"\n   Not everyone wears make-up to impress. Some do it because it makes them feel good\n  ","457057":"\n   The closer object you have in your left is your attack weapon in the zombies invasion. What is it? 😌\n  ","457058":"\n   Even thou you're an adult do you still need advice from your parents\n  ","457059":"\n   Goodnight\n  ","457060":"\n   Good night beautiful\n  ","457061":"\n   What now\n  ","457062":"\n   What is your favourite videos..\n  ","457063":"\n   I have also same symptoms.. So we both are same in boring..\n  ","457064":"\n   do you war makeup or nah\n  ","457065":"\n   The is special power for adult women .... Think deeply about it.. You'll get more clarity..\n  ","457066":"\n   How do you know that you get bore in that time?\n  ","457067":"\n   Yes they have nice neclaces and chains and ring in the gold jewellery shops. Gold jewellery shop i meant.\n  ","457068":"\n   A gold chain big enough that it touches the cleavage;)\n  ","457069":"\n   have you said anything embarrassing out loud ?\n  ","457070":"\n   what happened to your detailed answers? we dont need more courtneys here\n  ","457071":"\n   Last time you got out?\n  ","457072":"\n   Do you wish you could read someone's mind? Why?\n  ","457073":"\n   is annoying how u like to play dumb a lot of qs u get arent even sexual but u still answer em like they annoy u\n  ","457074":"\n   Do you have bore?\n  ","457075":"\n   Do you believe that boredom is a sign of intelligence?\n  ","457076":"\n   Wow come on my diamond.  I wanna go to the gold shop with you.\n  ","457077":"\n   The sexual life of adult women is dark continent for psychology...\n\nDo you accept this comment ?\n  ","457078":"\n   u sure dont seem happy either u havent in a while\n  ","457079":"\n   Will you go to the beach in a bikini with me on a car? Wow!  Make your mind of letting me see you walking in a bikini on the beach. That hottie smiled passing by me in a bikini.\n  ","457080":"\n   who that\n  ","457081":"\n   see what im telling u? u used to play along with qs like this now u always have this bitterness when u answer most stuff\n  ","457082":"\n   rumors say he be the main reason u returned hehe\n  ","457083":"\n   اس کی مرضی وہ جسے پاس بٹھا لے اپنے\nاس پہ کیا لڑنا فلاں میری جگہ بیٹھ گیا\n\nبات دریاؤں کی سورج کی نہ تیری ہے یہاں\nدو قدم جو بھی مرے ساتھ چلا بیٹھ گیا\n\nبزم جاناں میں نشستیں نہیں ہوتیں مخصوص\nجو بھی اک بار جہاں بیٹھ گیا بیٹھ گیا\n  ","457084":"\n   did umiss lahore lol\n  ","457085":"\n   Confused they are\n  ","457086":"\n   yes\n  ","457087":"\n   I wanna be in england so that i could be with you. Or i wanna go to AUSTRALIA with you.\n  ","457088":"\n   master bait\n  ","457089":"\n   pizza vs burger?\n  ","457090":"\n   Show me your big house in California. What do you find special about California?\n  ","457091":"\n   How was your day? Have you been swell? 🦄👄\n  ","457092":"\n   1. When you receive a question, do clauses like  “don’t lie\/be honest” affect the way you answer it?         2. Do you feel better not answering a question when it says “don’t have to answer if you don’t want” at the end?         BQ: Do you answer “bonus  questions”?\n  ","457093":"\n   aw glad your staying, breaks are good i guess x\n  ","457094":"\n   Any good pizza shop near your house baby? When did you go grocery shopping last time?\n  ","457095":"\n   what did you do today\n  ","457096":"\n   You will look nice and yummy in a red Sarree. Also in white.\n  ","457097":"\n   Is there any clear water stream in Worcestershire. Tell me about Worcestershire.\n  "},"Answer":{"456025":"\n  The question and answer was pretty clear...\n  ","456026":"\n  You when asking this\n  ","456027":"\n  Thinking that now 😉\n  ","456028":"\n  The last two can be.\n  ","456029":"\n  I think doppelgangers are real but I don't think they'd have the same personality or anything like that.\n  ","456030":"\n  Do you think you deserve that answer?\n  ","456031":"\n  4 hours ago - no.\n  ","456032":"\n  Yes. Plenty of times.\n  ","456033":"\n  I would\n  ","456034":"\n  No nor would I want them to be.\n  \n  Others can do that. Not for me.\n  ","456035":"\n  You romanticize toys? 🙄\n  ","456036":"\n  I'm a scrambled eggs type of girl.\n  ","456037":"\n  I haven't kept track in forever\n  ","456038":"\n  You won't know about it\n  ","456039":"\n  Not everyone checks FB regularly.\n  ","456040":"\n  Me: minding my own business\n  \n  Anon: Maxwell question\n  \n  I'm not the one solely focused on d!ck, rubber or not.\n  ","456041":"\n  It doesn't work like that. Afraid to say XD\n  ","456042":"\n  The mind is very interesting\n  ","456043":"\n  I don't have boots right now and no, she wouldn't.\n  ","456044":"\n  Depends more on why you got married.\n  \n  Stuff like that can be overcame. If you only married for nudes or something like then then that's not the best reason 🤷🏼‍♀️\n  ","456045":"\n  🤷🏼‍♀️\n  ","456046":"\n  That's a big what if 🙃\n  ","456047":"\n  Needs more context\n  ","456048":"\n  Nobody wants to know what I'm thinking\n  ","456049":"\n  🤨\n  ","456050":"\n  If he's a good boy\n  ","456051":"\n  No idea. Sorry\n  ","456052":"\n  Haven't been in a chatroom in years. Do not miss lol\n  ","456053":"\n  I can do a lot\n  ","456054":"\n  Her heart didn't go on?\n  \n  Puns man\n  ","456055":"\n  Better house\n  ","456056":"\n  No. I'd rather just use IG or pinterest for stuff like that.\n  ","456057":"\n  We dance 🤙\n  ","456058":"\n  Like this?\n  ","456059":"\n  She's a b!tch\n  ","456060":"\n  Show me the wrong way\n  ","456061":"\n  Hope it's not the whole love thy neighbor speech 😂\n  \n  Don't remember any bc mentions besides sinning, repenting and such.\n  ","456062":"\n  No. I'm Lyndsey.\n  ","456063":"\n  You'd loose that bet\n  ","456064":"\n  Also what does bc have to do with religion? 🤔\n  ","456065":"\n  Not willing 🤐\n  ","456066":"\n  People can change\n  \n  Shocking, huh?\n  ","456067":"\n  No. You can't make me 🤨\n  ","456068":"\n  Sounds like hell.\n  \n  Feel like there needs to be a balance to it. Maybe 2 fruit detoxes and a legit meal for dinner? Perhaps a snack if feeling like it.\n  ","456069":"\n  Agnostic\n  \n  A few months now?\n  ","456070":"\n  Self-care, using Maxwell more.  Doing other things for myself in nonsexual ways. Time heals all things XD\n  ","456071":"\n  Actually you don't. Only god, doctors and the person you are with should know about those things.\n  \n  If you wanted advice from friends about bc then that would be a different situation.\n  ","456072":"\n  I suppose that depends what you are detoxing from. Think it would be different for each situation? Moderation or going cold turkey as well. Or food wise.. just eating better foods for the body. Or all the above at the same time?\n  ","456073":"\n  Think most people will, tbh.\n  ","456074":"\n  Yes. Thanks 😂\n  \n  I haven't been keeping up with politics lately.\n  ","456075":"\n  Ugh. That is never fun.\n  ","456076":"\n  This made me laugh\n  \n  I'm neutral towards him. Align more with the old guy. Can't remember his name atm 😂 not Biden though.\n  ","456077":"\n  All the above\n  ","456078":"\n  I'm fine by myself\n  ","456079":"\n  When people are so concerned with everyone else's life 🤨\n  ","456080":"\n  Oh.. then my clothing personality is awful right now 😂\n  ","456081":"\n  Just the one? :o\n  ","456082":"\n  I wasn't expecting this 😂\n  ","456083":"\n  Maybe a 6.5?\n  ","456084":"\n  Of?\n  ","456085":"\n  Wouldn't all of them? 🤔\n  ","456086":"\n  Welcome back:)\n  ","456087":"\n\n   https:\/\/youtu.be\/TSQzey7vz7M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456088":"\n  👍\n  ","456089":"\n  Nope lol\n  ","456090":"\n  Not personally.\n  ","456091":"\n  Up\n  ","456092":"\n  Good places\n  ","456093":"\n  That's nice :)\n  ","456094":"\n  😂😂😂\n  ","456095":"\n  Yes\n  ","456096":"\n  Probably Ryan Reynolds and other dudes ¯\\_(ツ)_\/¯\n  ","456097":"\n  Body and personality doesn't really go hand in hand.\n  ","456098":"\n  Nothing wrong with it.\n  ","456099":"\n  Issues from the past?\n  ","456100":"\n  I don't need more coins on here.\n  ","456101":"\n  Liked some\n  ","456102":"\n  I don't care\n  ","456103":"\n  Haven't burned anything\n  ","456104":"\n  Can be a bit of both. Just depends on the guy, really.\n  ","456105":"\n  Definitely not a micro like that person talked about\n  ","456106":"\n\n   https:\/\/youtu.be\/U8s_q3IaglQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Vertical horizons and gin blossoms\n  ","456107":"\n  It's been alright\n  ","456108":"\n  Considering she's married and has kids.. I doubt it. She was also happy for me the last time we spoke so ya.. highly doubt there's romantic love there. She's like another sister to me\n  ","456109":"\n  I was sleeping\n  ","456110":"\n  Food\n  ","456111":"\n  God\n  ","456112":"\n  Horrible 🤦🏼‍♀️\n  ","456113":"\n  Yes but I don't need everything either.\n  ","456114":"\n  A lot 😈\n  ","456115":"\n  I'd believe that\n  ","456116":"\n  Old news. Bye\n  ","456117":"\n  Very nice\n  ","456118":"\n  Night\n  ","456119":"\n  He loves in strange ways lol\n  ","456120":"\n  What's manly to you?\n  ","456121":"\n  Let's not do that\n  ","456122":"\n  We'll see ¯\\_(ツ)_\/¯\n  ","456123":"\n  I'm not sure. Got a while before I need to think of that XD\n  ","456124":"\n  Can be a hard road to gain confidence. Good luck. You'll get there.\n  \n  Cool\n  ","456125":"\n  Hope you take some good poops\n  ","456126":"\n  How was it not earned?\n  \n  Sounds like a good time\n  ","456127":"\n  Needs to be another B in the mix\n  ","456128":"\n  Bet she liked the same chips too\n  ","456129":"\n  I was very good in 2018 🤔\n  ","456130":"\n  Such sinners!!\n  ","456131":"\n  Dick isn't food.\n  \n  Stop talking about your d to me\n  ","456132":"\n  Everyone has flaws. Takes time depending on what they are.\n  ","456133":"\n  Thanks for sharing?\n  ","456134":"\n  Ok lol\n  ","456135":"\n  He's my home boy.\n  ","456136":"\n  That is never a fun thing to go through\n  ","456137":"\n\n   https:\/\/youtu.be\/mPpeC_GW0cg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456138":"\n  Has that changed within the 6 hours?? Still unaware then lol\n  ","456139":"\n  I believe so\n  ","456140":"\n  I'll try anything but oysters don't really appeal to me ¯\\_(ツ)_\/¯\n  \n  Odd since I like other seafood dishes\n  ","456141":"\n  Hi\n  ","456142":"\n  Nothing. I'm an angel 👼🏼\n  ","456143":"\n  Bed looks like a bed\n  ","456144":"\n\n   https:\/\/youtu.be\/X53ZSxkQ3Ho\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456145":"\n  Yup lol\n  ","456146":"\n  Me 69% of the time\n  ","456147":"\n  No comment 😂\n  ","456148":"\n  I forgot to do this last night\n  ","456149":"\n  Whatever comes up naturally\n  ","456150":"\n  No. Never purposely puked. Feel better\n  ","456151":"\n  There might have been some of that 🤔\n  ","456152":"\n  Bitch i might be\n  ","456153":"\n  But then it wouldnt be a masterpiece\n  ","456154":"\n  Tis personal\n  \n  Bye boy\n  ","456155":"\n  Imagination?\n  \n  I'd rather not get my bed or anything else bloody 😂\n  ","456156":"\n  It's always sunny here.\n  ","456157":"\n  God\n  ","456158":"\n  You don't need to know that or what we talked about.\n  ","456159":"\n  👍\n  ","456160":"\n  Yes but I'm not nearby atm\n  ","456161":"\n  Not to my knowledge\n  ","456162":"\n  We aren't friends anymore so doesn't matter\n  \n  Haven't been friends since we graduated from high school.\n  ","456163":"\n  Yup\n  ","456164":"\n  Indeed.\n  ","456165":"\n  Rarely.\n  ","456166":"\n  Yes.\n  \n  I don't really remember the ending. It's been forever since I've watched it.\n  ","456167":"\n  Yes, in the past. Ironically, she was in my dream last night 😂 or atleast the person's name was..\n  ","456168":"\n  That's great news! Congrats to her.\n  \n  Both at times\n  ","456169":"\n  All of my favorites 😍\n  ","456170":"\n  Everything 🙄\n  ","456171":"\n  Guess it depends what the judgement was. If there's truth to it etc\n  ","456172":"\n  That selfie\n  ","456173":"\n  No\n  ","456174":"\n  -_-\n  ","456175":"\n  ¯\\_(ツ)_\/¯\n  ","456176":"\n  Nothing interesting lol\n  ","456177":"\n  Probably noonish\n  ","456178":"\n  Oh?\n  ","456179":"\n  Thanks. Bless you\n  ","456180":"\n  Younger, insecure, didn't mean to do on purpose, just happened that way. It doesn't matter anymore. Not the same person as then.\n  ","456181":"\n  No idea. I start thinking about Christmas in November\/December months.\n  ","456182":"\n  It's not a competition\n  ","456183":"\n  No. It literally means nothing lol\n  ","456184":"\n  Hell\n  ","456185":"\n  Outside and inside do. Should be a healthy balance with both.\n  ","456186":"\n  5-7 range\n  ","456187":"\n  Nothing yet\n  ","456188":"\n  No\n  ","456189":"\n  Once, years ago. Not answering anything else about it.\n  ","456190":"\n  Yes. Lily Pad is good for that.\n  ","456191":"\n  Smarter\n  ","456192":"\n  🙄\n  ","456193":"\n  Already answered this earlier\n  ","456194":"\n  Don't make me choose 😂\n  ","456195":"\n  Haha\n  ","456196":"\n  Probably will too but overall have no idea what I'm doing lol\n  ","456197":"\n  More so cramps.\n  \n\n   https:\/\/youtu.be\/ARt9HV9T0w8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456198":"\n  Girls can be pervy too. Didn't really mean in a bad way. Some guys are more pervy than others. I get a lot of fetish questions so....\n  \n  True. Quite sad, actually.\n  ","456199":"\n  It's quite filled\n  ","456200":"\n  ¯\\_(ツ)_\/¯\n  ","456201":"\n  Just the one\n  ","456202":"\n  Not much\n  ","456203":"\n  It's 8pm...\n  ","456204":"\n  Yes.\n  ","456205":"\n  Ew. I'm not *that* old yet\n  ","456206":"\n  I still dislike that word\n  ","456207":"\n  Whose this?\n  ","456208":"\n  More about the situation ¯\\_(ツ)_\/¯\n  ","456209":"\n  My mood today\n  ","456210":"\n  Wouldn't post those type of pictures here. You most likely don't deserve it either.\n  ","456211":"\n  Nobody asked for that.\n  ","456212":"\n  I'd still have Maxwell tho\n  ","456213":"\n  Do not like 😂\n  ","456214":"\n  I have a couple.\n  ","456215":"\n  I agree with what\n  \n   @elysssa_d\n  \n  wrote.\n  ","456216":"\n  I'm not really sure but Yukon seemed like it had good insides... I liked the features.\n  ","456217":"\n  Stews, casseroles, hot chocolate, hot apple cider, holiday cookies etc\n  ","456218":"\n  Hate them! Animals are way better lol\n  ","456219":"\n  When aren't guys pervy?\n  ","456220":"\n  That's awful to want\n  ","456221":"\n  Dying? 🤔 cramps\n  ","456222":"\n  I've learned to be quiet about that. Not everyone needs to know every single thing. It's ok to talk about but needs balance too. More with trusted people instead of everyone..\n  ","456223":"\n  🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️\n  ","456224":"\n  Do your own thing.\n  \n  Usually that's in a bad context...\n  ","456225":"\n  Bedroom\n  ","456226":"\n  Mermaid\n  ","456227":"\n  Guys with guitars 😍\n  ","456228":"\n  No comment\n  ","456229":"\n  Cute\n  ","456230":"\n  :)\n  ","456231":"\n  Hugs back\n  ","456232":"\n  Not exactly lol\n  ","456233":"\n  Awesome\n  ","456234":"\n  Hey\n  ","456235":"\n  No me gusta\n  ","456236":"\n  All of them\n  ","456237":"\n  Chocolate chip cookie dough\n  ","456238":"\n  In the middle\n  ","456239":"\n  Yes\n  ","456240":"\n  Hello\n  ","456241":"\n  It was a little bit of both, tbh.\n  \n  One time it was real bad the behavior towards her and the teacher yelled at us the next day. He was so pissed. Never saw him like that before. I was still good that day but it was like damn.. I felt that 😂 think everyone teared up because it was so different to the usual way we all got along.\n  ","456242":"\n  It usually comes and goes. But yes, its attainable, obviously.\n  ","456243":"\n  Just the rag\n  ","456244":"\n  That's nice 🤨\n  ","456245":"\n  Sorry to burst everyone's bubble with that news! 32\n  ","456246":"\n  We can't see it :(\n  ","456247":"\n  Mom and my brother helped too.\n  ","456248":"\n  Ones I haven't gone to since starting keto 🙃\n  ","456249":"\n  Haven't been buying much. I suppose it would have been the bathingsuit or footmask which I should buy more of lol or the bath stuff 🤷🏼‍♀️\n  ","456250":"\n  Depends more on the actual game, graphics etc\n  ","456251":"\n  Haven't in years but it can be fun\n  ","456252":"\n  Anything is possible\n  ","456253":"\n  Seems legit\n  ","456254":"\n  America. Don't get how this was supposed to be a hard question 😂\n  ","456255":"\n  Sleep on it\n  \n  Figure out the why. Analyze that sh!t.\n  \n  Try being more open and caring.\n  \n  Fuel it creatively\n  \n  Seek guidance\n  ","456256":"\n  Something I need to work on a bit. Feel like I have gotten a tad better though.\n  ","456257":"\n  I'd figure out a way\n  ","456258":"\n  Sometimes.\n  \n  I multitask too\n  ","456259":"\n  Yes to all the above\n  ","456260":"\n  Up to you.\n  \n  Yes, I do.\n  ","456261":"\n  Pretty much lol\n  ","456262":"\n  I don't feel like I need it 🤷🏼‍♀️\n  ","456263":"\n  We aren't always aware of the emotions that come with it.. all about mindset, what we are already dealing with, how close to the person\/people we feel. Reaction given.\n  \n  Overall it's not always a bad thing. Just need to know why you feel that way towards the situation\n  ","456264":"\n  Yes\n  ","456265":"\n  I don't think it works like that.\n  ","456266":"\n  Depends what happened with them 🤔\n  ","456267":"\n  Haven't in forever. Answered this yesterday or the day before\n  ","456268":"\n  Woke up with my period so it's been grand 😂🤷🏼‍♀️\n  ","456269":"\n  Yes. Plenty of times\n  ","456270":"\n  Can be.\n  ","456271":"\n  Night\n  ","456272":"\n  Apple picking, going to pumpkin places etc\n  ","456273":"\n  Hugs\n  ","456274":"\n  Use that imagination.\n  \n  Stop being inappropriate too\n  ","456275":"\n  Yes\n  ","456276":"\n  Well said\n  ","456277":"\n  Dun dun dun 🔥🔥🔥🔥\n  ","456278":"\n  No\n  ","456279":"\n  Not sure what you mean about the hungry part.\n  ","456280":"\n  It sure would XD\n  \n  Not sure where I stopped watching either so would be a shit ton to rewatch\/watch.\n  ","456281":"\n  True.\n  ","456282":"\n  R.i.p\n  \n  Seems like an interesting ending\n  ","456283":"\n  Love is between two people.. not society as a whole.\n  ","456284":"\n  I have in the past.\n  ","456285":"\n  Kept it pretty chill. Watching a movie now. I believe I've watched it before but it's been years.\n  ","456286":"\n  XD\n  ","456287":"\n  😂😂😂\n  \n  I like how he kept trying XD\n  ","456288":"\n  2020 mood\n  ","456289":"\n  Comedy\/romcom and horror.\n  \n  Need to be in the mood for action type ones.\n  ","456290":"\n  Rather not know those reasons 😂\n  ","456291":"\n  I still have hope for love in a general sense\n  ","456292":"\n  This is the 2nd time someone asked me this. A little weird.\n  ","456293":"\n  Everything else. Laughter. People can have good days and bad days.. doesn't define them as a person. People can be quite complex. It's not just this or that type mentality going on.\n  ","456294":"\n  Believe what you want.\n  \n  If anything I overshare and been holding back.. now apparently I'm scared\n  \n  ¯\\_(ツ)_\/¯\n  ","456295":"\n  It was easy earlier 😘\n  ","456296":"\n  Scared of where I came from? Ok then lol\n  ","456297":"\n  Nice\n  ","456298":"\n  Cry about it\n  ","456299":"\n  Yes\n  ","456300":"\n  Just the truth\n  ","456301":"\n  Against the wind\n  ","456302":"\n  Was it really da bomb?\n  ","456303":"\n  Depends more what I'm eating it with.\n  ","456304":"\n  No hence asking \"originally from\".. not born in AZ.\n  ","456305":"\n  Who won?\n  ","456306":"\n  Kids first\n  ","456307":"\n  I'm not giving exact locations\n  ","456308":"\n  Marriage should work with time, when both are ready to further the commitment. I'd want someone for life, grow old with, being loved and loving in return etc\n  ","456309":"\n  I wanted bbq earlier. Someone was cooking nearby XD\n  ","456310":"\n  Close enough. In AZ\n  ","456311":"\n  ნამდვილი სიყვარული\n  ","456312":"\n  I had chicken and veggies\n  ","456313":"\n  Doesn't really change around here.\n  ","456314":"\n  That's very true #takemeback lol\n  \n  *sings toyrus song*\n  ","456315":"\n  Yes hence the hot lol\n  \n  I'm American.\n  ","456316":"\n  Kind of need someone in order for marriage o.o\n  ","456317":"\n  That's nice. Age?\n  ","456318":"\n  Hot\n  ","456319":"\n  Enjoy\n  ","456320":"\n  32\n  \n  This is known\n  ","456321":"\n  Youngish lady XD\n  \n  No problem.\n  ","456322":"\n  I've barely been on lol\n  ","456323":"\n  This might help\n  \n   https:\/\/healthyfamilyproject.com\/21-slow-cooker-recipes-for-fall\/\n  \n\n  I'm just going to have chicken with some sides.\n  ","456324":"\n  Yes. Why wouldn't I be? 😂\n  ","456325":"\n  Wine glasses\n  ","456326":"\n  Food\n  ","456327":"\n  😘😘😘\n  ","456328":"\n  Condiment\n  ","456329":"\n  I'm aware of this.\n  \n  Thank you\n  ","456330":"\n  God only knows\n  ","456331":"\n  Originally or where I'm at now? 🤔\n  ","456332":"\n  Never been there. Not Italian.\n  ","456333":"\n  Bowl - cereal\n  ","456334":"\n  Yes\n  ","456335":"\n  Very rarely\n  ","456336":"\n  What dont you guys get about being single????\n  ","456337":"\n  Nobody can hush me 😆\n  ","456338":"\n  Both\n  ","456339":"\n  I've been listening to a lot of different ones.\n  ","456340":"\n  It's a marvelous day\n  ","456341":"\n  The people, q&a\n  ","456342":"\n  Returns to sender\n  ","456343":"\n  It's less than it once was but yes.\n  ","456344":"\n  Actual text: The person I dog\/housesit for a while ago.\n  \n  Haven't checked other social media accounts atm\n  ","456345":"\n  Out of what?\n  ","456346":"\n  O.o\n  ","456347":"\n  Dreams\n  ","456348":"\n  Glad you agree\n  ","456349":"\n  Strawberries marinated in rum is good.\n  ","456350":"\n  No. I'm single.\n  ","456351":"\n  Uh what now\n  ","456352":"\n  Maybe the other vid was better\n  ","456353":"\n  Oh yes:p\n  ","456354":"\n  🤦🏼‍♀️\n  ","456355":"\n  32\n  ","456356":"\n  In which way?\n  ","456357":"\n  Speechless\n  ","456358":"\n  It's too late for that challenge\n  ","456359":"\n  Short arms\n  ","456360":"\n  Always\n  ","456361":"\n  Yes.\n  \n  I have gratitude towards her and whoever else has sent things. She hasn't been on to thank her properly:(\n  ","456362":"\n  Shake it up, baby.\n  ","456363":"\n  I'm not a parent\n  ","456364":"\n  My reflection\n  \n\n   https:\/\/youtu.be\/RNprQYHenNI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456365":"\n  Dinosaurs\n  ","456366":"\n  No or a lightweight one\n  ","456367":"\n  Mostly at Thanksgiving 😍\n  \n  I made one last year and fucked it up. Didn't boil it :(\n  ","456368":"\n  Actual pasta\n  ","456369":"\n  More like they didn't really know them. They weren't serious relationships either so.. ya.\n  ","456370":"\n  Dont envy that job 😂\n  ","456371":"\n  Maybe 1-2% if at all\n  ","456372":"\n  Why?\n  ","456373":"\n  Request for what?\n  ","456374":"\n  Who knows.\n  ","456375":"\n  Barking up the wrong tree\n  ","456376":"\n  XD\n  ","456377":"\n  You'd say the same thing about anything else that I'd say as well so..\n  \n  🤷🏼‍♀️🤷🏼‍♀️🤷🏼‍♀️\n  ","456378":"\n  Hm have a nice day 😘\n  ","456379":"\n  Yes\n  ","456380":"\n  Bark like a dog\n  ","456381":"\n  This doesn't make sense\n  ","456382":"\n  No thanks\n  ","456383":"\n  I'm not angry at anyone.\n  ","456384":"\n  That too but I wasn't going to say dirty things as my answer.\n  ","456385":"\n\n   https:\/\/youtu.be\/4447lT5GQOk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456386":"\n  Going the bathroom. Like why you gotta talk to me? Or when getting dressed and the people make you feel like you need to hurry...\n  ","456387":"\n  I think I give good advice. I want to know what's up before giving it as the advice would be individualized to that person, situation etc\n  \n  I rarely seek advice from others.\n  ","456388":"\n  Yup. Districts can be weird\n  ","456389":"\n  How so?\n  ","456390":"\n  Dont worry about me\n  ","456391":"\n  True 😂\n  \n  But that's my other account :p\n  ","456392":"\n  Technically it's still on going?\n  ","456393":"\n  👍\n  ","456394":"\n  She has humor. Probably sick of people's shit on the daily. Who cares? Hop off her imaginary d!ck, man.\n  ","456395":"\n  Good thing I'm a lover and not a fighter\n  ","456396":"\n  Maxwell?\n  ","456397":"\n  It's afternoon here now but thank you! Same to you\n  ","456398":"\n  If you say so\n  ","456399":"\n  I'm not giving names\n  ","456400":"\n  No.\n  ","456401":"\n  The fast food chain\n  ","456402":"\n  Night furballs\n  ","456403":"\n  It wasn't missing. Just took it's time with all the covid restrictions and what not.\n  \n  I don't like the top on me but I've been wearing the bottoms a lot.\n  ","456404":"\n  Lights\n  ","456405":"\n  I'm sick of hearing about cocaine\/ coca cola.\n  ","456406":"\n  No.\n  ","456407":"\n  That's too bad for that individual\n  ","456408":"\n  Some people can be intimidated to write stuff so its freeing for them. I can get some nice\/normal anons as well\n  \n  I haven't been getting spam questions like at all lately.\n  \n  They haven't bothered me enough to deactivate that feature in a while too.\n  ","456409":"\n  What is hole?\n  ","456410":"\n  Preach brethren\n  ","456411":"\n  What does maturity have to do with these odd questions you are asking? They are s*xual and dont make sense either lol\n  ","456412":"\n  Hellhole 👻💀🎃\n  ","456413":"\n  The hell you talking about\n  ","456414":"\n  Oh child, you need Jesus.\n  ","456415":"\n  I was a skinny kid so obviously it would stay but also change with weight too...\n  ","456416":"\n  I didn't\n  ","456417":"\n  No. It's closed. ✌\n  ","456418":"\n  You can't\n  ","456419":"\n  Nope lol\n  ","456420":"\n  Overall my stomach has gotten smaller so it would too.\n  ","456421":"\n  🎶🎶🎶🎶🎶\n  ","456422":"\n  What I dream of shouldn't concern anyone\n  ","456423":"\n  no hablo ingles\n  ","456424":"\n  Is the Pope Catholic?\n  ","456425":"\n  One extra letter\n  ","456426":"\n  Ask the yogurt\n  ","456427":"\n  Tight rope\n  ","456428":"\n  ???\n  ","456429":"\n  Such a high achievement there 🙄\n  ","456430":"\n  Yes but haven't watched in a while\n  ","456431":"\n  Why hello there\n  ","456432":"\n  Sounds like bragging rights to me :o\n  ","456433":"\n  Hello\n  ","456434":"\n  I don't keep track\n  ","456435":"\n  Maybe. But could cause mayhem too\n  ","456436":"\n  No\n  ","456437":"\n  One of me is more than enough!\n  ","456438":"\n  Hey\n  ","456439":"\n  You didn't say hello to begin with\n  ","456440":"\n  The dressing looks highly suspect.\n  ","456441":"\n  IS IT? TELL ME MOREEEE\n  ","456442":"\n  😂😂😂\n  ","456443":"\n  That's some good d!ck envy there\n  ","456444":"\n  Our smoking bodies?\n  ","456445":"\n  World domination 😈\n  ","456446":"\n  Having one?\n  ","456447":"\n  Noooo\n  ","456448":"\n  Nope. We just did 🤷🏼‍♀️\n  ","456449":"\n  To be good to oneself XD\n  ","456450":"\n  Football\n  ","456451":"\n  Purple\n  ","456452":"\n  Civil\n  ","456453":"\n  Have more goals\n  ","456454":"\n  I didn't notice if anyone saw. Its whatever. Doesn't matter the when.\n  ","456455":"\n  Too early for that\n  ","456456":"\n  You didn't get it? :(\n  ","456457":"\n  Yes and no.\n  ","456458":"\n  Should I even watch this one??\n  ","456459":"\n  Uses imagination then\n  ","456460":"\n  Girls and don't remember the ages.\n  ","456461":"\n  Thanks\n  \n  You too\n  ","456462":"\n  Others\n  \n  Sure lol\n  ","456463":"\n  Hm good question\n  ","456464":"\n  Pool\n  ","456465":"\n  This one from the 2nd\n  ","456466":"\n  Years ago. Why?\n  ","456467":"\n  They died afterwards. Orphan\n  ","456468":"\n  When I was born\n  ","456469":"\n  Repent\n  ","456470":"\n  That's a sin\n  ","456471":"\n  Answered this yesterday\n  ","456472":"\n  Think on it, do things differently\n  ","456473":"\n  Do i?\n  ","456474":"\n  What a shame!!\n  ","456475":"\n  Head, heart...\n  ","456476":"\n  Marley and Me\n  ","456477":"\n  Sounds anticlimactic\n  ","456478":"\n  Who wouldn't?\n  ","456479":"\n  Prove it 😋\n  ","456480":"\n  Bless you\n  ","456481":"\n  Eat it and make another?\n  ","456482":"\n  Not sure yet\n  ","456483":"\n  Decent ones\n  ","456484":"\n  Summer time\n  ","456485":"\n  Yes but I'm not totally sure on what just yet.\n  ","456486":"\n  Not watching it?\n  ","456487":"\n  Yes\n  ","456488":"\n  No. There will always be new apps or similar apps to those that were banned.\n  ","456489":"\n  Probably because I deactivated  and haven't been on as frequently either?\n  ","456490":"\n  Not really. Just those small boards when a kid. Wasn't fully invested..\n  ","456491":"\n  Nobody is behind me\n  ","456492":"\n  Yes\n  ","456493":"\n  Ones I always mention 🤔\n  ","456494":"\n  Gross\n  ","456495":"\n  Yes. Anything is possible\n  ","456496":"\n  I need to do more shoutouts\n  ","456497":"\n  Nothing. Do not reccomend 😂\n  ","456498":"\n  Rarely\n  ","456499":"\n  Says someone on anon 🙄🤦🏼‍♀️\n  ","456500":"\n  Good night\n  ","456501":"\n  Lots can\n  ","456502":"\n  The whole ripple effect\n  \n  Never standing in the same river...\n  ","456503":"\n  I don't have a black one.\n  \n  Do have a black bathingsuit though\n  ","456504":"\n  Me lol\n  ","456505":"\n  Ask pocahontas\n  ","456506":"\n  More morning...\n  ","456507":"\n  To what?\n  ","456508":"\n  Pardon?\n  ","456509":"\n  You didn't make me wet with these weird banana questions... nice try, I guess 🙃\n  ","456510":"\n  Can I get normal questions now? That would be lovely!\n  ","456511":"\n  Made me think of someone's spine 🤷🏼‍♀️\n  ","456512":"\n  Nun yo business\n  ","456513":"\n  No, I'm a nun. Piss off\n  ","456514":"\n  Rather listen to real music or something for that amount of time instead\n  ","456515":"\n  ¯\\_(ツ)_\/¯\n  ","456516":"\n  Definitely not listening to that for 10 hours\n  ","456517":"\n  Nobody needs to know that.\n  ","456518":"\n  Stop romanticizing bananas\n  ","456519":"\n  I'm not talking about condoms, dude.\n  ","456520":"\n  Bottom of the ocean\n  \n\n   https:\/\/youtu.be\/CduA0TULnow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456521":"\n  Scissors can help too.\n  ","456522":"\n  You need to peel it in order to eat the banana 🙄\n  ","456523":"\n  Open what? I wasn't on here.\n  ","456524":"\n  Seals can suck when opening them.\n  ","456525":"\n  New beginnings?\n  ","456526":"\n  Social media? Yes.. sure why not.\n  ","456527":"\n  Of?\n  ","456528":"\n  Quite clear on the meaning. Made me laugh\n  ","456529":"\n  Quality is better 😈\n  ","456530":"\n  When don't I? 🤤\n  ","456531":"\n  Cool.\n  ","456532":"\n  The hell. Go away dude.\n  ","456533":"\n  Is it really something that can be measured?\n  ","456534":"\n  Space is big. So is my azz\n  ","456535":"\n  Sexual ways\n  \n  The little pleasures.. like a good book to read. A song. Piece of art you enjoy. Whatever gives you a boost of pleasure.\n  ","456536":"\n  Yes and no. The typical Halloween contest will be going on here so that will be interesting. Always nice seeing the houses and voting.\n  \n  As for actual Halloween, I'm not sure what I'm doing.\n  ","456537":"\n  Not sure what you mean\n  ","456538":"\n  Yes to what? ;)\n  ","456539":"\n  If you don't know you don't know\n  ","456540":"\n  Plain\n  ","456541":"\n  Yup :) animals will do things...\n  ","456542":"\n  No thanks 🙄\n  ","456543":"\n  Plan?\n  ","456544":"\n  I had chocolate milk earlier. Close enough?\n  ","456545":"\n  Here you go! 🤙🎶\n  \n\n   https:\/\/youtu.be\/3mbBbFH9fAg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456546":"\n  I follow people? Why hide on anon? I'll unfollow if you want.\n  ","456547":"\n  Makes me want banana cream cheesecake from The Cheesecake Factory 😍\n  ","456548":"\n  Irrelevant\n  ","456549":"\n  Aye\n  ","456550":"\n\n   https:\/\/youtu.be\/T4W8hdegL3g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456551":"\n  Ice cream\n  ","456552":"\n  Free willy\n  ","456553":"\n  Pen!s, d!ck, names the guy has given it..\n  \n\n  Those are way better than pepee.\n  ","456554":"\n  Oh?\n  ","456555":"\n  Gross\n  ","456556":"\n  Refer back to the first answer\n  ","456557":"\n  I drink a lot of water.\n  ","456558":"\n  It wouldn't have done anything 🤷🏼‍♀️\n  \n  Had a skunk before too\n  ","456559":"\n  No need to react\n  ","456560":"\n  Sounds damaging\n  ","456561":"\n  I haven't been to the ocean in forever :(\n  ","456562":"\n  H20\n  ","456563":"\n  Raccoons\n  ","456564":"\n  Top of what?\n  ","456565":"\n  You ask and answer questions...\n  ","456566":"\n  I'm straight.\n  ","456567":"\n  Water?\n  ","456568":"\n  When swimming, a bath, shower or rain.\n  ","456569":"\n  O.o\n  ","456570":"\n  ░H░e░l░l░o░\n  ","456571":"\n  Had steak, corn, salad, asparagus.\n  ","456572":"\n  I don't care what you believe?\n  ","456573":"\n  ¿ǝuoǝɯos pǝuooɯ ɹǝʌǝ noʎ ǝʌɐH\n  ","456574":"\n  Don't count on it XD\n  ","456575":"\n  Context would be great\n  ","456576":"\n  Whatever I feel like that day.\n  ","456577":"\n  Haven't in forever. Only got to see\n  \n   @CourtneyUwU\n  \n  🤷🏼‍♀️\n  ","456578":"\n  With work\n  ","456579":"\n  Not really\n  ","456580":"\n  Helped someone in need\n  ","456581":"\n  It's been a long time since I've  had it. Probably last fall\/winter? I dont drink it much, clearly lol\n  ","456582":"\n  That's classified information 😂\n  ","456583":"\n  Yes but I don't always pay attention to them. Can be few and far between as well\n  ","456584":"\n  I'll pass\n  ","456585":"\n  It's been alright.\n  ","456586":"\n  Finding this Halloween Wallpaper. Wanted a different display on here 🎃💀👻\n  ","456587":"\n  Trickery?\n  ","456588":"\n  Yes. A huge box when there was two small items. Like what you trying to prove, Amazon?\n  ","456589":"\n  Pretty much. They can still be good regardless of the bad though..\n  ","456590":"\n  Hm I'm not too sure lol\n  ","456591":"\n  9\/11\n  \n  Obama\n  \n  Trump\n  \n  covid\n  ","456592":"\n  All of dem fuckers\n  ","456593":"\n  By not being part of the problem?\n  ","456594":"\n  That's very limiting thinking\n  ","456595":"\n  Don't really hate any 🤷🏼‍♀️\n  ","456596":"\n  All about how much sleep I got\n  ","456597":"\n  Yes\n  ","456598":"\n  Not really. Only really close people, tbh.\n  ","456599":"\n  Everywhere\n  ","456600":"\n  I haven't\n  ","456601":"\n  Invisible because I don't have one.\n  ","456602":"\n  Depends on the person and what the name is 🤷🏼‍♀️\n  ","456603":"\n  Night sleepyhead\n  ","456604":"\n\n   https:\/\/youtu.be\/4vSAOrpKlgY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456605":"\n  That he did lol\n  ","456606":"\n  Yo\n  ","456607":"\n  Technology.. not sure what the other two would be. I'm not that materialistic. Minimalism at best. Don't always need the newest toys etc\n  ","456608":"\n  I don't really read adventure books? Unless dystopian types count? Even then its more a rarity for that.\n  ","456609":"\n  When did I say that? 🤔\n  ","456610":"\n  That's on them.. not me 🤷🏼‍♀️\n  ","456611":"\n  This isn't a dating site. Sorry ;)\n  ","456612":"\n  I never remember it so 🤷🏼‍♀️\n  ","456613":"\n  Both seem like a good time but I'm more the ocean type of girl.\n  ","456614":"\n  You are around the wrong type of females, my dude.\n  ","456615":"\n  People don't ask me out.\n  \n  One guy did mention a date on okcupid forever ago but held off because of quarantine. But yes.. wasn't a legit *take you out* type of way either.\n  ","456616":"\n  By being spooky\n  ","456617":"\n  For sure\n  ","456618":"\n  Who that?\n  ","456619":"\n  No need to pretend 😂 lol fuck guys right now.\n  ","456620":"\n  👌\n  ","456621":"\n  Haven't painted in forever. It can be calming. Don't think I'm that good though.\n  ","456622":"\n  A few different ones 🙃\n  ","456623":"\n  Maxwell missed me\n  ","456624":"\n  It varies. I'm sure everyone would be the same in that regard...\n  ","456625":"\n  Favorites\n  ","456626":"\n  Could have\n  ","456627":"\n  Hey cupcake\n  ","456628":"\n  Very nice XD\n  ","456629":"\n  Si\n  ","456630":"\n  Over what?\n  ","456631":"\n  D size? What are you talking about...\n  ","456632":"\n  Opening? O.o\n  ","456633":"\n  S*x isn't everything.\n  ","456634":"\n  Coffee :)\n  ","456635":"\n  For what? 😂🤦🏼‍♀️\n  ","456636":"\n  Y'all high or something?\n  ","456637":"\n  Technically speaking I'm not fit but I don't see how being \"fit\" equals needing a gyno. I'm not s*xually active right now.\n  ","456638":"\n  How is one supposed to know that?\n  ","456639":"\n  Still talking bullocks\n  ","456640":"\n  To me it's a little bit of both 🤷🏼‍♀️\n  ","456641":"\n  Better question, why would I need to?\n  ","456642":"\n  Dog movies are good\n  ","456643":"\n  Why would those be my top picks? It also still doesn't make sense about what I'm picking between. Hills aren't labeled like that, dude.\n  ","456644":"\n  It's pumpkin season 🎃\n  ","456645":"\n  Wouldn't label that as a relationship.\n  ","456646":"\n  Indeed.\n  ","456647":"\n  Whatever that means lol\n  ","456648":"\n  I look up to you?\n  ","456649":"\n  Nintendo dogs was a fun game\n  ","456650":"\n  Weird way of looking at it.\n  ","456651":"\n  Did you mean bark? :p\n  ","456652":"\n  Right...\n  ","456653":"\n  People can have s*x without being married so this isn't a valid argument.\n  ","456654":"\n  Do not want\n  ","456655":"\n  🤷🏼‍♀️\n  ","456656":"\n  Can't like something when the question doesn't make sense.\n  ","456657":"\n  That they are friendly? 🤷🏼‍♀️\n  ","456658":"\n  Night earthlings\n  ","456659":"\n  Movie in general\n  ","456660":"\n  Yes, heard of. Don't remember if I listened though\n  ","456661":"\n  Made me laugh:)\n  ","456662":"\n  No\n  ","456663":"\n  Cool\n  ","456664":"\n  I don't have it enough.\n  ","456665":"\n  Yup. Not really.. just seemed like a sad one 🤷🏼‍♀️ was more cute though. The 2nd Deadpool one.\n  ","456666":"\n  With myself\n  ","456667":"\n  I'll keep that to myself\n  ","456668":"\n  I was happy with what I had earlier\n  ","456669":"\n  Yup. Salads are alright.\n  \n  Something disturbing I'm sure lol\n  ","456670":"\n  Yes but I think more goes into it as well.\n  ","456671":"\n  It was fine. Don't feel like talking about food. I'm going to watch a movie :)\n  ","456672":"\n  None then. Stop shaming people's bodies. Grow up.\n  ","456673":"\n  Single;\n  \n  Getting to know someone, intimacy, s*x, that loving feeling.. lots of things. Big and small ones.\n  ","456674":"\n  Times for what?\n  ","456675":"\n  Sure 🤷🏼‍♀️\n  ","456676":"\n  Yes\n  ","456677":"\n  You aren't making sense\n  ","456678":"\n  Not show up\n  ","456679":"\n  Huh?\n  ","456680":"\n  Pardon?\n  ","456681":"\n  Simple things\n  ","456682":"\n  No\n  ","456683":"\n  :(\n  ","456684":"\n  What do you mean?\n  ","456685":"\n  Do i?\n  ","456686":"\n  Being young shouldn't matter :p\n  ","456687":"\n  Hello\n  ","456688":"\n  No thanks\n  ","456689":"\n  I'm not bad but I don't do it as often either.\n  ","456690":"\n  More money is always nice\n  ","456691":"\n  Breathe more freely lol\n  \n  Might get covid.. seems like its dying out though?\n  ","456692":"\n  I make more simple things when I do cook.\n  \n  More so my room. Dishes at times.\n  ","456693":"\n  Yup\n  ","456694":"\n  I was sleeping 6 hours ago. So dreaming :)\n  ","456695":"\n  I can. Everything, really.\n  ","456696":"\n  More so in a friendship way. I've known people for years.\n  \n  LDR type way.. if both put in the effort, communication and all that then yes, it could potentially work 🤷🏼‍♀️\n  ","456697":"\n  Sleep 🙄\n  ","456698":"\n  I haven't.\n  \n  Not for everyone 🤷🏼‍♀️\n  ","456699":"\n  Yes. You are consuming liquid still...\n  ","456700":"\n  Night guys\n  ","456701":"\n  I was listening to some music. Now I'm going to bed. How about you?\n  ","456702":"\n  Yes.\n  ","456703":"\n  I'm not interested in dating sites currently. Haven't checked mine in months.\n  ","456704":"\n  That's always good!\n  ","456705":"\n  Seems like a long time then\n  ","456706":"\n  I'll take your word for it lol\n  ","456707":"\n  Like what?\n  ","456708":"\n  My mom isn't a hoe\n  ","456709":"\n  Nope\n  ","456710":"\n  😂😂😂\n  ","456711":"\n  Dream come true\n  ","456712":"\n  My condolences\n  ","456713":"\n  Not sure. Haven't been focusing on negative things.\n  ","456714":"\n  That's the worst ever :p\n  \n  My favorites are \"you know what would look good on you? Me\" and \"would you like some English in you\" 😆🤙\n  \n  I haven't fell for any specific lines though.\n  ","456715":"\n  Yes. Its unhealthy. Can hurt yourself in the process. Negative self-talk.\n  \n  We all do it at times but yes. Not the best way to go about finding love and all that jazz\n  ","456716":"\n  Rarely.\n  ","456717":"\n  Not really lol\n  \n  Rather have genuine people or funny ones\n  ","456718":"\n  I have both.\n  ","456719":"\n  No\n  ","456720":"\n  Hot chocolate, hot apple cider\n  \n  Egg nog can be hit or miss\n  ","456721":"\n  Why hello\n  ","456722":"\n  Nope\n  \n  Unless being a peacemaker counts but I dont really view that as I wasn't doing it to hurt them either.\n  ","456723":"\n  LDR once years ago.\n  ","456724":"\n  Nah. A week wouldn't fix that 😂\n  ","456725":"\n  Do what you want, willpower, free will. Probably more involved too 🙃\n  ","456726":"\n  Well I'm fucked because of Lucky 😂\n  ","456727":"\n  I don't. Saw a few things about it at times though.\n  ","456728":"\n  Met\n  ","456729":"\n  Case by case\n  ","456730":"\n  Single.\n  ","456731":"\n  If it was true love then sure.\n  ","456732":"\n  Howdy\n  ","456733":"\n  I can't tell others how to live or their meaning. That's on them to find out. Sometimes two people can have the same visions 🤷🏼‍♀️\n  ","456734":"\n  Perfection is an illusion. People can still be \"perfect \" for eachother. Denial can be a nasty habit. They don't see the good qualities of themselves. Insecurities at play. Self-doubt and sebatoging behaviors. Too prideful. Nobody is ever perfect, we all have flaws etc\n  ","456735":"\n  Not that much. Hbu?\n  ","456736":"\n  By being tired lol\n  ","456737":"\n  Robert Frost and some other dead guys lol\n  ","456738":"\n  Myrtle beach was a proper one.\n  \n  Niagara Falls was nice.\n  \n  NYC\n  \n  I enjoyed some cross country areas but they weren't a legit vacation, unfortunately.\n  ","456739":"\n  People that have passed on.\n  \n  Ones that I just haven't talked to in a while or vice versa.\n  ","456740":"\n  Maybe if I've never been there before\n  ","456741":"\n  Life.\n  \n  Am I right!?\n  ","456742":"\n  Horse's name.\n  ","456743":"\n  Boobs, botox\n  \n  A few online people that have had surgery 🤷🏼‍♀️\n  ","456744":"\n  Ice cream or cake?\n  ","456745":"\n  It was fine. Went with my friend.\n  ","456746":"\n  Just some online friends\n  ","456747":"\n  Who?\n  \n  Probably not 🤷🏼‍♀️\n  ","456748":"\n  Different for everyone\n  ","456749":"\n  Haven't thought about yet\n  ","456750":"\n  Or other things\n  ","456751":"\n  me lol\n  ","456752":"\n  Pasta\n  \n  Chicken parm 😍\n  ","456753":"\n  Bind?\n  ","456754":"\n  Nice! :)\n  ","456755":"\n  No 🤢\n  \n  Yes to apples\n  ","456756":"\n  Dill\n  ","456757":"\n  Yes, a few people.\n  ","456758":"\n  Thanks. You too! We'll see 🤷🏼‍♀️\n  ","456759":"\n  Says the person trying to fight over literally nothing.\n  ","456760":"\n  Meow\n  ","456761":"\n  Wrong emotions\n  ","456762":"\n  Sure\n  ","456763":"\n  That's what I'd be doing.. I don't need to\n  ","456764":"\n  Aw cute! What are they going to be?\n  \n  No idea what I'm doing yet. No kids\n  ","456765":"\n  I don't need to validate myself to anyone.\n  ","456766":"\n  Good for him?\n  ","456767":"\n  No thanks\n  ","456768":"\n  Same.\n  ","456769":"\n  No\n  ","456770":"\n  Life\n  ","456771":"\n  Wouldn't surprise me\n  ","456772":"\n  Why the hell not?\n  ","456773":"\n  Legit truckers or people who own trucks? 🤔\n  ","456774":"\n  These anons coming out of the wood work\n  ","456775":"\n  None.\n  \n  D 👍\n  ","456776":"\n  :)\n  ","456777":"\n  Yes. Matchbox 20 is currently playing lol\n  ","456778":"\n  Better question.. would you make the list? 😯\n  ","456779":"\n  This isn't s*xual but its annoying when someone wants to play a game on FB with you. You decline specifically saying how you don't play games there and then a few days later they send the same game again to you.\n  ","456780":"\n  I'm not really sure.\n  ","456781":"\n  Hey\n  ","456782":"\n  That wouldn't happen\n  ","456783":"\n  Yes but I like lobster and other kinds more.\n  ","456784":"\n  Not into girls, sorry.\n  \n  Meat though. Not much of a fish person, do like seafood though.\n  ","456785":"\n  The first one\n  ","456786":"\n  Eggplant, please.\n  ","456787":"\n  No\n  ","456788":"\n  Same, son, same.\n  ","456789":"\n  Haha no 😆\n  ","456790":"\n  Yes I do\n  ","456791":"\n  FS died\n  ","456792":"\n  Birthday suit\n  \n  Jk.\n  \n  Whatever I feel like wearing :)\n  ","456793":"\n  Barbies were my main ones\n  ","456794":"\n  Yes\n  ","456795":"\n  Haha true. People these days!\n  ","456796":"\n  No\n  ","456797":"\n  Haha\n  ","456798":"\n  Pour some honey on me 🎶🎶🎶\n  ","456799":"\n  Its gonna get spooky y'all 🎃🎃🎃\n  ","456800":"\n  Keep telling yourself that.\n  ","456801":"\n  I'm sweet enough but yes I do. Cookies, reeses, cakes, ice cream. Mostly keto ones still 🤙\n  ","456802":"\n  I dont hate anyone\n  ","456803":"\n  This just proves that theory. Adios\n  ","456804":"\n  Haven't been in school for years.\n  \n  You must be new or just being annoying.\n  ","456805":"\n  Think I'm doing fine on my own 🙄\n  ","456806":"\n  I enjoy both\n  ","456807":"\n  Dab out of this thread 😂\n  ","456808":"\n  I wouldn't put that on here ~\n  ","456809":"\n  I do but it's not as frequent. Wasn't being defensive.\n  ","456810":"\n  Rarely. Even less with quarantine going on.\n  ","456811":"\n  Same to you\n  ","456812":"\n  Why ask something you already know the answers to?\n  ","456813":"\n  Ask someone to help? Move against the wall? Buy something that reaches it?\n  ","456814":"\n  That it's not the type of relationship I'd want for myself in a marriage.\n  ","456815":"\n  Always\n  ","456816":"\n  Haha thanks :)\n  ","456817":"\n  Hello :)\n  ","456818":"\n  Why would I share that? It's locale.\n  ","456819":"\n  No. I change it because I want and need to. Want more blonde in it. Not about a guy lol it's for my own damn self.\n  ","456820":"\n  I try not to but sometimes it can happen momentarily. Or the vibe they give off\n  ","456821":"\n  Nope. I only follow a few on IG.. nowhere else.\n  ","456822":"\n  No but I'd be down!!\n  ","456823":"\n  Night all\n  ","456824":"\n  *Hugs everyone *\n  ","456825":"\n  I have hazel eyes so yes lol\n  ","456826":"\n  Life\n  ","456827":"\n  🤷🏼‍♀️\n  ","456828":"\n  Who knows\n  ","456829":"\n  She's on fire 🔥🎶\n  ","456830":"\n  Yes\n  ","456831":"\n  To which shop?\n  ","456832":"\n  That makes sense..\n  ","456833":"\n  Hello\n  ","456834":"\n  People can change.\n  ","456835":"\n  Yes. That a problem?\n  ","456836":"\n  Nice to know. Good to have dreams and make them a reality.\n  ","456837":"\n  Woke up early -_-\n  \n  Read\n  \n  Watched some stuff online\n  \n  Listened to music\n  \n  Watched the sermon for today\n  \n  Ate breakfast, lunch, dinner. Had dessert.\n  \n  It's been pretty chill haha 🎃\n  \n  Just got back from a walk\n  ","456838":"\n  \"Just do it\" has a new meaning, eh?\n  ","456839":"\n  That doesn't remind me of him 😂\n  ","456840":"\n  Exciting\n  ","456841":"\n  I try :)\n  ","456842":"\n  me lol\n  ","456843":"\n  I'd rather not rate people against eachother.\n  ","456844":"\n  Yes ✌\n  ","456845":"\n  Because I don't want to?\n  ","456846":"\n  Deactivated.. didn't really get kinky there lol most were on here 🤷🏼‍♀️\n  ","456847":"\n  Mountains\n  \n  Lake or ocean\n  ","456848":"\n  You\n  ","456849":"\n  Doritos\n  ","456850":"\n  It's been a while since I've looked at wikipedia.\n  ","456851":"\n  Car or walking\n  ","456852":"\n  When I do work stuff I give it my all..\n  \n  I can be lazy too.. just depends. Good balance I'd reckon\n  ","456853":"\n  Just when hungry, not because of boredom.\n  ","456854":"\n  Aka yesterday lol\n  ","456855":"\n  Haha makes two of us!!\n  ","456856":"\n  Bullying that ended with su!cide.\n  ","456857":"\n  How come?\n  ","456858":"\n  Song lyrics?\n  ","456859":"\n  They've had other trouble before too.\n  ","456860":"\n  Made me think of he is we\n  \n\n   https:\/\/youtu.be\/e4NttbSaQ7I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456861":"\n  Why!?\n  ","456862":"\n  If you say so 🤷🏼‍♀️\n  ","456863":"\n  Not sure. Maybe end of the week.. we'll see. Not in the mood for pizza currently. Wanted some yesterday lol\n  ","456864":"\n  Warm?\n  ","456865":"\n  Don't remind me 🤦🏼‍♀️\n  ","456866":"\n  Shut your mouth\n  ","456867":"\n  lol this \"random question \" keeps coming up 😂\n  \n  My inbox is so empty, y'all.\n  ","456868":"\n  Slippery when wet\n  ","456869":"\n  Nah. I'm not a wh0re.\n  ","456870":"\n  These ones 🤙\n  ","456871":"\n  I want a few different things simultaneously, tbh.\n  ","456872":"\n  100%\n  ","456873":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/aU-dKoFZT0A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \"But not your kind\"\n  ","456874":"\n  Little of both...\n  ","456875":"\n  No but just put it onto the playlist I have going :)\n  \n  Heard other Lanco songs I believe.\n  ","456876":"\n  I don't think you can really rate people like that 🤷🏼‍♀️\n  ","456877":"\n  It can be but I don't really view it that way if I do get some.. ya know? More in the moment. Not thinking about stress etc\n  ","456878":"\n  True that\n  ","456879":"\n  We 🙃\n  ","456880":"\n  *gives you a banana and condoms*\n  ","456881":"\n  Anything can be romantic with the right person. Doesn't always need to be flashy. Just having fun and being in the moment with whatever y'all doing, going etc\n  ","456882":"\n  THE WORLD\n  ","456883":"\n  Kindness\n  \n  😂\n  \n  Uh.  Probably english, history, law, psychology.. who knows, fam.\n  ","456884":"\n  Yes. That's very sad :(\n  ","456885":"\n  Looked familiar but don't know much about him\n  ","456886":"\n  Thank you\n  ","456887":"\n  Mike Tyson\n  \n  lol Mike Shinoda wanted to come up. Thanks autocorrect 👍😂\n  ","456888":"\n  Why do you keep asking this?\n  ","456889":"\n  Tis a gift\n  ","456890":"\n  She be like Mike\n  ","456891":"\n  Make me\n  ","456892":"\n  Abuse isn't funny regardless of the types.\n  ","456893":"\n  Oh. It was forced. Didn't like running then. Was the bigger kid etc\n  ","456894":"\n  Never fall for that shit, man.\n  ","456895":"\n  College doesn't make you do p.e? Any exercise you do is a choice for yourself. Its not a requirement. You aren't graded on performance anymore.\n  \n  I did zumba in college because it was interesting to me and free. It wasn't graded. It was my choice to try it out.\n  ","456896":"\n  I thought we were talking about college schooling here.\n  \n  I hated p.e when younger. High school one wasn't too bad though.\n  ","456897":"\n  Girls can be very mean lol\n  ","456898":"\n  Tutoring it to their needs. How they learn.\n  ","456899":"\n  I guess\n  ","456900":"\n  Hi\n  ","456901":"\n  Naked bodies are a work of art so 🤷🏼‍♀️\n  ","456902":"\n  Bad teachers\n  \n  Homework depending on what it is\n  \n  Essays can suck. Especially the conclusion portion.\n  \n  Piece of paper gives worth to you...\n  ","456903":"\n  Whatever helps that person be peaceful.\n  ","456904":"\n  Look in the mirror, love.\n  \n  Inside and outside beauty\n  \n  Eye of the beholder\n  \n  The things the person does\n  \n  Aura of the people\n  ","456905":"\n  Not on purpose if at all\n  ","456906":"\n  Money doesn't equal happiness. Yes, it helps with buying items and all that but it shouldn't be the ONLY thing people do in life.\n  ","456907":"\n  In what way?\n  \n  Love conquers all.\n  ","456908":"\n  Only good ways haha\n  ","456909":"\n  Wouldn't remove any\n  ","456910":"\n  Perhaps\n  ","456911":"\n  😂😂😂\n  ","456912":"\n  Bit of both. Depends who I'm around, mood, mindset etc\n  ","456913":"\n  What about it?\n  ","456914":"\n  My secret alias\n  ","456915":"\n  I'm fine with my name\n  ","456916":"\n  We all do. Stop being racist on my page.\n  ","456917":"\n  Sure\n  ","456918":"\n  Ones that were shared. Or just remind you of them in a general sense? 🙃\n  ","456919":"\n  Nobody should be shot at. Cops should feel safe as well.\n  ","456920":"\n  Yes but improvements still need to occur as well.\n  ","456921":"\n  Pumpkin pie\n  ","456922":"\n  Sometimes\n  ","456923":"\n  Water, sugar free rootbeer, teas\n  ","456924":"\n  You wish 😘\n  ","456925":"\n  Very nice:)\n  ","456926":"\n  I didn't have a proper dinner. Was full from other stuff\n  ","456927":"\n  Ofcourse\n  ","456928":"\n  Night guys. Exhausting day\n  ","456929":"\n  Good and bad aspects of life\n  \n  I'm not in a deep introspective mindset atm 😂\n  ","456930":"\n  Both can happen simultaneously\n  ","456931":"\n  A little tired. Long day!\n  ","456932":"\n  Hi king\n  ","456933":"\n  This seems like a riddle\n  ","456934":"\n  Haha no\n  ","456935":"\n  Well it holds you back not taking the chance but I wouldn't say that someone is a loser. There might be underling insecurities why you don't. Nobody is ever a loser for not making a move. Could be the wrong time, not invested enough in the person or yourself, other things going on etc\n  \n  Nobody can tell you what to do or when to do it. It depends more on how you feel about being single instead of what others put on you.\n  ","456936":"\n  Kiss my ass 🍑\n  ","456937":"\n  Hm I feel like the actual titles would make it more easy to answer this.\n  ","456938":"\n  If I can be helpful then sure. If I dont know the answers then we're both shit out of luck 😂\n  ","456939":"\n  Probably stuff about alcohol 🤷🏼‍♀️\n  ","456940":"\n  Alright lol\n  ","456941":"\n  I wasn't on ask at the time. I'd be answering or sending out questions. I don't silent lurk.\n  ","456942":"\n  Not everyone gets married before having s*x so mind of contradicts that sentiment.\n  ","456943":"\n  Last name\n  ","456944":"\n  Knowing could help things especially in relationships. The reason why they might act a certain way at times, how to know when to give space or not, be there for them when they need it more. To know what is going on with them if they act distant or whatever the case could be.\n  \n  Uh.. I suppose not tell people that wouldnt understand or be supportive? I feel that family and doctors would be the ideal ones. Friends.. I guess it just depends how close you are with them, nonjudgement factor etc\n  \n  I don't have one.\n  ","456945":"\n  Yes, have done.\n  ","456946":"\n  Hello there\n  ","456947":"\n  Wdym?\n  ","456948":"\n  Oh\n  ","456949":"\n  That's never fun :(\n  ","456950":"\n  Only you should have that right, not others.\n  ","456951":"\n  Nothing. How about you?\n  ","456952":"\n  I do read them.\n  ","456953":"\n  Your money. Everyone else shouldn't matter. Bank?\n  ","456954":"\n  Thanks. You too\n  ","456955":"\n  Maybe a comedy meets horror type thing... idk\n  ","456956":"\n  It's still going\n  ","456957":"\n  Usually metal 😂🤷🏼‍♀️\n  \n  Or softer music\n  \n  Depends what I need to calm down I suppose lol\n  ","456958":"\n  Seeing everyone naked\n  ","456959":"\n  Could do or just forget to eat at a certain time\n  ","456960":"\n  Not really scared of any\n  ","456961":"\n  Excellent\n  ","456962":"\n  Newest ones added?\n  ","456963":"\n  Interesting\n  ","456964":"\n  ❤\n  ","456965":"\n  Dipped in caramel?\n  ","456966":"\n  Amy McAdams\n  \n  Amy\/Anna Adams\n  \n  Anna Kendricks\n  \n  Someone like them. Funny, bit down to earth etc\n  ","456967":"\n  I'd rather not steal anything.\n  ","456968":"\n  Having one 😂\n  \n  Trust, communication, humor, things in common and the differences, learning about eachother, fun times had etc\n  ","456969":"\n  Fresh cut grass, watermelon, cedar, pine trees etc\n  ","456970":"\n  Anywhere\n  ","456971":"\n  They are ok but I'd rather have other treats.\n  ","456972":"\n  Why would it be revolting?\n  ","456973":"\n  I didn't\n  ","456974":"\n  Nope but heard about\n  ","456975":"\n  Very sunny out\n  ","456976":"\n  No but others have\n  ","456977":"\n  Why so worried about it?\n  ","456978":"\n  Nobody at the moment.\n  \n  Need to cut a little off though\n  ","456979":"\n  Haha\n  ","456980":"\n  Depends what you are doing. Dress or nice top and pants.. who knows.\n  ","456981":"\n  Months don't matter.\n  ","456982":"\n  Stop it\n  ","456983":"\n  Indian burial grounds 🤷🏼‍♀️\n  \n  Not sure about other things here\n  ","456984":"\n  Fuck society\n  ","456985":"\n  Can't imagine what that means\n  ","456986":"\n  Night everyone\n  ","456987":"\n  No thanks. Rather not have secret in my name.\n  ","456988":"\n  Not really.\n  ","456989":"\n  Yes. I've been lacking reading them since I've been back but the ones I have seen since then I have no problem with :)\n  \n  All of you are great <3\n  ","456990":"\n  I had some earlier.\n  ","456991":"\n  That would be telling then 🙄\n  ","456992":"\n  First impressions can suck?\n  ","456993":"\n\n   https:\/\/youtu.be\/4vvBAONkYwI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","456994":"\n  I like mild but some hot things are good too!\n  ","456995":"\n  I can be quite energetic. Depends on the day and what I'm doing.\n  ","456996":"\n  They'd definitely have some feathers, metal, micah and other stuff on them.\n  ","456997":"\n  Not fully\n  ","456998":"\n  Magnificent\n  ","456999":"\n  All of them 🤷🏼‍♀️\n  ","457000":"\n  School - 1st grade\n  ","457001":"\n  Prostitutes and old people\n  ","457002":"\n  Shower\n  ","457003":"\n  Overthinking\n  ","457004":"\n  Everywhere\n  ","457005":"\n  Again?\n  ","457006":"\n  Each person brings something new to the table.\n  ","457007":"\n  Ones that I haven't had in a few years, luckily.\n  ","457008":"\n  Empire state building\n  ","457009":"\n  Probably just do what I was supposed to do today. Everything else was great :)\n  ","457010":"\n  That we're fine when we aren't. Given the correct context, ofcourse.\n  ","457011":"\n  Are you a cop? 🤔\n  ","457012":"\n  Recorder and a little bit of piano.\n  ","457013":"\n  Maybe 10+ or 20ish people. Any more could be a little overkill depending on the people around.\n  ","457014":"\n  Yes?\n  ","457015":"\n  Thanks *bows*\n  ","457016":"\n  Grey area there 🤷🏼‍♀️\n  ","457017":"\n  4.5\n  ","457018":"\n  I'd rather have it outloud.\n  ","457019":"\n  I have 8 questions right now\n  \n  - deleted some and answered the rest -\n  ","457020":"\n  Well one thing I was supposed to do today didn't get done. Oops\n  ","457021":"\n  My inbox is dead, guys :(\n  ","457022":"\n  1. Reading\n  \n  2. Swimming\n  \n  3. Exercise that I need to get back into (besides swimming and walking)\n  \n  4. Writing when I feel inspired\n  \n  5. Shopping can be fun :)\n  ","457023":"\n\n   https:\/\/youtu.be\/g_LtZn7-__0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","457024":"\n  Not particularly lol\n  ","457025":"\n  Hey\n  ","457026":"\n  Ok but they should still know how babies are made. Why so pressed?\n  ","457027":"\n  Only if stressed\n  ","457028":"\n  Never really attended one\n  ","457029":"\n  Talk to? Yes.\n  ","457030":"\n  Don't have a favorite at the moment.\n  ","457031":"\n  Not being a good friend?\n  ","457032":"\n  I do. Even ones that have wronged me.\n  ","457033":"\n  Don't\n  ","457034":"\n  Not in school currently\n  ","457035":"\n  We dance\n  ","457036":"\n  Having a bloke at all would effect it more.\n  ","457037":"\n  Found the virgin\n  ","457038":"\n  I guess Gordon Ramsay.\n  \n  I don't watch those shows all that much.\n  ","457039":"\n  Same *hugs*\n  ","457040":"\n  Nobody puts baby in the corner\n  ","457041":"\n  Who knows\n  ","457042":"\n  If I liked them. The size doesn't matter\n  ","457043":"\n  The world\n  ","457044":"\n  The ones I don't have 🤷🏼‍♀️\n  ","457045":"\n  Blue\n  ","457046":"\n  Probably\n  ","457047":"\n  Not sure\n  ","457048":"\n  Something last night\n  ","457049":"\n  Not afternoon yet here\n  ","457050":"\n  Depends what is going on\n  ","457051":"\n  I didn't\n  ","457052":"\n  Excuse me?\n  ","457053":"\n  Sure\n  ","457054":"\n  I didn't watch it\n  ","457055":"\n  Tell them that. I'm not one.\n  ","457056":"\n  True but I'm not going to wear it when I dont need or want to. I'm fine without it.\n  ","457057":"\n  Pillow\n  ","457058":"\n  Rarely\n  ","457059":"\n  Night guys\n  ","457060":"\n  You too:)\n  ","457061":"\n  Sleep would be ideal\n  ","457062":"\n  In what way?\n  ","457063":"\n  How exciting!\n  ","457064":"\n  Only when I go somewhere. Why waste makeup when at home and not doing too much? Ain't got nobody to impress 😂\n  ","457065":"\n  Why does it have to be just women though?\n  ","457066":"\n  Feels different. Tired, bored etc\n  ","457067":"\n  Ah ok\n  ","457068":"\n  Don't need chains\n  ","457069":"\n  Ofcourse.\n  ","457070":"\n  The only details you guys wanted were about my ex.\n  \n  Everything else I've answered aren't detail oriented questions to begin with 🤷🏼‍♀️\n  ","457071":"\n  Of?\n  \n  I walked if you mean that way\n  ","457072":"\n  Sometimes lol\n  ","457073":"\n  That says more about you than me.\n  ","457074":"\n  Rarely\n  ","457075":"\n  Maybe at times but then they should go do something to not be bored...\n  ","457076":"\n  Gold shop?\n  ","457077":"\n  I guess... like they view it differently? Is that what you mean? My head is elsewhere atm 🙃\n  ","457078":"\n  Doesn't answer sexual questions = mad mood.\n  \n  Ok then 😂\n  \n  Y'all wild\n  ","457079":"\n  \"On a car\"\n  ","457080":"\n  🙄\n  ","457081":"\n  I'm not being bitter.\n  ","457082":"\n  You talk to the wrong people then.\n  ","457083":"\n\n   دنیا اس طرح عجیب ہے\n  \n","457084":"\n  Nah\n  ","457085":"\n  Indeed. Lot of that going around, unfortunately.\n  ","457086":"\n  👍\n  ","457087":"\n  Lots of locations you sent\n  ","457088":"\n  If you say so\n  ","457089":"\n  Pizza but I have burgers more 🤔\n  ","457090":"\n  I'm not in Cali.\n  \n  Only been to San Diego once.\n  ","457091":"\n  Who uses swell these days?\n  \n  It's been good-ish\n  ","457092":"\n  1. No? I don't think about lying.\n  \n  2. Sometimes. Depends on mood\n  \n  3. Sometimes\n  ","457093":"\n  Hells ya\n  ","457094":"\n  A couple. Already had dinner which wasn't pizza.\n  \n  A week ago or something.\n  ","457095":"\n  The usual\n  ","457096":"\n  Yes\n  ","457097":"\n  Seek out a guide?\n  "}}