{"Question":{"460317":"\n   How is the soles today?rough or smooth?\n  ","460318":"\n   I'm gonna F U\n  ","460319":"\n   nice list!!!!\n  ","460320":"\n   Hi sole queen\n  ","460321":"\n   It must be soooo good to be that guy\n  ","460322":"\n   Top ten favorite actors...\n  ","460323":"\n   What's one thing most people don't know about you?\n  ","460324":"\n   Describe yourself in 3 words!\n  ","460325":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","460326":"\n   What do you think is the greatest album of all time? Go ahead and name it. Any others that you think are pretty awesome?\n  ","460327":"\n   10 favorites! 😃 \n\n1. Favorite movie? 📽\n2. Favorite show? 📺\n3. Favorite game? 🎮🎲\n4. Favorite color? 🎨\n5. Favorite animal? 🐾\n6. Favorite fruit? 🍝\n7. Favorite dish? 🍎\n8. Favorite dessert? 🍰\n9. Favorite season? 🌡\n10. Favorite holiday? 🎆\n  ","460328":"\n   how much money do I need.I’ve never been in a relationship before and so I have no idea how it works and what’s supposed to happen.I don’t want 2 just be in the lucky position of dating a girl and run out of money because I didn’t save enough and she just walks away since she saw that I’m not ready\n  ","460329":"\n   What song always makes you happy?\n  ","460330":"\n   Let's play hangman. \n\n1\n  ","460331":"\n   I lost my number can i have yours?\n  ","460332":"\n   If you could be half man half animal, which animal would you choose?\n  ","460333":"\n   Hi,how are you?\n  ","460334":"\n   If you had to sum up the whole human species in 3 words, what would those words be?\n  ","460335":"\n   guess u wore em for him to take off\n  ","460336":"\n   I would dump a girl I was dating immediately if she set up an onlyf@ns page. I think it's disrespectful to a relationship, and I can't respect someone who does that stuff. Am I an awful person?\n  ","460337":"\n   Omg did you take a pic??\n  ","460338":"\n   Can’t wait to see it on you\n  ","460339":"\n   That's good\n  ","460340":"\n   I mean a not i\n  ","460341":"\n   Sounds like i fun day❤\n  ","460342":"\n   What did you do today?\n  ","460343":"\n   Post something funny\n  ","460344":"\n   sorry this all just sounds a bit goofy\n  ","460345":"\n   tf?\n  ","460346":"\n   you bring him in in the middle of the night?\n  ","460347":"\n   u seem like the loud type tho hehe\n  ","460348":"\n   didn't say anything about living arrangements or moving lol, just don't know how you can f4ck in a house literally full of people\n  ","460349":"\n   cheeks clapping\n  ","460350":"\n   well how many ppl are in your house and how many rooms?\n  ","460351":"\n   Did you get dat ass smacked last nite?\n  ","460352":"\n   not with a house full of people\n  ","460353":"\n   uh....what's your point\n  ","460354":"\n   how does that work, I mean isn't your place full of people\n  ","460355":"\n   you do it at your place?\n  ","460356":"\n   how does he have so much time to drive over and f4ck you? do you live together?\n  ","460357":"\n   so he f4cked you last night\n  ","460358":"\n   cos askfm\n  ","460359":"\n   What are some things that make you really happy?\n  ","460360":"\n   Who always raises your self-esteem?\n  ","460361":"\n   when's the last time your guy f4cked you\n  ","460362":"\n   baked beans or peas?\n  ","460363":"\n   عيد أضحى مبارك 🐑 كل عام و انتو بخير و ينعاد عليكم بالصحة و السلامة 💗\n  ","460364":"\n   Because their horns doesn't work. :3\n  ","460365":"\n   [STAIF] Nonsense riddles : Why do cows wear bells?\n  ","460366":"\n   Describe your dream holiday.\n  ","460367":"\n   They have these things called 'jobs' now\n  ","460368":"\n   What are your goals for the rest of this year?\n  ","460369":"\n   Random thought of the day?\n  ","460370":"\n   Where do you see yourself in 5 years?\n  ","460371":"\n   Where do you want to live when you retire?\n  ","460372":"\n   What does it mean to embellish the truth?\n  ","460373":"\n   Whaaaaaatttt I never heard of that before, I kinda wanna try that now😍\n  ","460374":"\n   how is the pandemic affecting you and your family?\n  ","460375":"\n   that what she said hehe\n  ","460376":"\n   Who do you look up to the most, and what qualities do you love about that person?\n  ","460377":"\n   What weird food combination do you actually like?\n  ","460378":"\n   Which was the moment when you felt really proud about yourself?\n  ","460379":"\n   How do you stop thinking about what other people are saying or thinking about you to just be happy in yourself?\n  ","460380":"\n   How do you decide what’s not important in life?\n  ","460381":"\n   pepee\n  ","460382":"\n   What do you eat at a barbeque?\n  ","460383":"\n   What are you doing at this point in time?\n  ","460384":"\n   What TV show has gone off the air that you wish would come back?\n  ","460385":"\n   STAIF: What are you think right now?\n  ","460386":"\n   If you are given a chance to change the ending of ONE movie OR series, then which one would you choose, and why?\n  ","460387":"\n   What business or company do you wish you owned?\n  ","460388":"\n   Favorite book or favorite author?( if you have)\n  ","460389":"\n   Do you like your life?\n  ","460390":"\n   Do you have a lot of real friends? 👫👭👬\n  ","460391":"\n   do you have a pool?\n  ","460392":"\n   What was your favorite toy as a child?\n  ","460393":"\n   hii\n  ","460394":"\n   Good night everyone! Tomorrow again.\n  ","460395":"\n   do u rly get daily dose of pepee\n  ","460396":"\n   Do you mind to be my sugar baby and let me spoil you with enough of money and get your weekly allowance of about $500 every week.. text me on my number(3122290204)\n  ","460397":"\n   do you like men wearing tight trousers\/pants\n  ","460398":"\n   What is the last thing that made you angry? 😡\n  ","460399":"\n   the idea of sex is GREAT and then i have sex and im just like :| am i the only one this is happening to?\n  ","460400":"\n   What was the last restaurant you went to?\n  ","460401":"\n   Predictive Horoscope: “(Your Sign), this month is a great time to (predictive text), but watch out for people who (predictive text.)”\n  ","460402":"\n   Type “I am a (your zodiac sign) and that’s why...” and let your predictive autofill finish it.\n  ","460403":"\n   What do you think is one of the most fearful thoughts that people have is?\n  ","460404":"\n   \"I drink\" then hit the middle predictive text:\n  ","460405":"\n   Good night\n  ","460406":"\n   What's a subject you wish you knew more about?\n  ","460407":"\n   Posted any pics of your pretty👣lately?\n  ","460408":"\n   Yeah i was being silly😅🤦‍♂️🤷‍♂️\n  ","460409":"\n   If you could live on another planet, which would you choose?\n  ","460410":"\n   Some anon wants to eat your \"kitty\"🤦‍♂️😅 Hide your cats!😆\n  ","460411":"\n   What do you dislike?\n  ","460412":"\n   Do you have a good sense of humor?\n   \n    https:\/\/pin.it\/75ro5Kq\n   \n","460413":"\n   Here is morning: any plans for the day? \nIf there is night: what you do today ? And goodnight🥰\n  ","460414":"\n   Happy Monday! What are your plans for the week?\n  ","460415":"\n   I’m looking for a new tv show\/series to watch. Any suggestions? If I end up interested in your choice I’ll give you 500 coins! 👍🏻😊\n  ","460416":"\n   What has life taught you so far? 💙\n  ","460417":"\n   maybe is a diff one each year like they pass the torch XD\n  ","460418":"\n   When people look at you, what do you think they see\/think?\n  ","460419":"\n   wdym\n  ","460420":"\n   I need a gf I am 13 and a gamer I don't care if you are beautiful or not,\n  ","460421":"\n   R u a girl or a boy cause I'm confused 😕\n  ","460422":"\n   Ok, but i wanna ask u a Q\n  ","460423":"\n   Yaa of course, cause i have seen many people are the same and they got many similarities 👌👌\n  ","460424":"\n   If you could travel anywhere in the world, where would it be?\n  ","460425":"\n   Last thing you looked up?\n  ","460426":"\n   But not all of them 👌\n  ","460427":"\n   Yaa\n  ","460428":"\n   What’s your purpose on earth?\n  ","460429":"\n   Do you own a crockpot?\n  ","460430":"\n   How do you deal with unpleasant tasks? Do you complete them at once or put off until the last moment?\n   \n    https:\/\/pin.it\/75ro5Kq\n   \n","460431":"\n   Followed\n  ","460432":"\n   Idk\n  ","460433":"\n   130. something new you learned.\n  ","460434":"\n   What’s the most popcorn you’ve eaten in one sitting?\n  ","460435":"\n   U know what, Idc 😕😕😕\n  ","460436":"\n   What is your go-to comfort food?\n  ","460437":"\n   What do you love doing so much that you lose track of time?\n  ","460438":"\n   Is there anyone on here who are friends on social media?\n  ","460439":"\n   Have you ever fall in love?\n  ","460440":"\n   You are so hot so that must generate a lot of power haha\n  ","460441":"\n   Yes. How many watts are you? lol\n  ","460442":"\n   How many watts are you?\n  ","460443":"\n   Chinese and especially Asian people tend to eat cockroaches and ants! It’s so weird!\n  ","460444":"\n   Somewhere in the multiverse, there is a world I call \"Earth Prime\". Every Earth is a variation of this one, the original. And once I destroy it, all reality will follow. Don't get in my way.\n  ","460445":"\n   No. Because in 1 earth we're poor. Another we're slaves. And another where our parents never met, so we were never born. Another, the world ended in nuclear war. Another, no fish was brave enough to crawl upon land and humans never evolved. And so on, ad infinitum.\n  ","460446":"\n   Here?\n  ","460447":"\n   Thats why every decision we make is meaningless. Because somewhere, on a parallel Earth, we have already made the opposite choice. We're nothing. Less than nothing.\n  ","460448":"\n   Do you know the show “sense8”? Have you watched it? What’s your opinion on it? (If you haven’t, I highly recommend that you do!)\n  ","460449":"\n   📝 “Who am I? I guess who I am is exactly the same as who you are. Not better than. Not less than. Because there is no one who has been or will ever be exactly the same as either you or me.” ~ from the show sense8 — Thoughts?\n  ","460450":"\n   📝 “The real violence, the violence that I realized was unforgivable, is the violence that we do to ourselves, when we’re too afraid to be who we really are.” ~ from the show sense8 — What are your thoughts on this quote?\n  ","460451":"\n   Some so similar to each other that you could spend a lifetime searching for any distinction. Others so radically different, they defy comprehension. Every version of reality balances precariously on this singular Earth. It seems so different from the Earths we know.\n  ","460452":"\n   I'm friends with him and hung out with him back in September. We text every once in a while.\n  ","460453":"\n   I told my scientist today to make the missiles pointy. Because round is not scary. Pointy is scary. Round will put a smile on the faces of the enemy & that they'll think that it is a huge robot's dildo flying towards them.\n  ","460454":"\n   What environment or location do you feel the most at peace in\/at?\n  ","460455":"\n   What is the meaning of life?\n  ","460456":"\n   Followed :)\n  ","460457":"\n   Who are your favourite artists that you know? Do any of them have ask? Want to follow some new accounts ✌️\n  ","460458":"\n   Which languages do you understand or speak?\n  ","460459":"\n   What do you think of this?\n   \n    https:\/\/m.youtube.com\/watch?v=mt3S_98Jbx0&t=38s\n   \n","460460":"\n   Do you twerk?\n  ","460461":"\n   Do U Ever sit back and realize you're not anybody's favorite person, ur just kinda there and then you get the sudden urge to distance yourself from everyone and chill alone\n  ","460462":"\n   can i call u bootalicious\n  ","460463":"\n   Did I win what, candy chops?\n  ","460464":"\n   Would you say that you are a shy person? Or noooo. Not even close or maybe in some aspects?\n\nRank it if ya want to.\n1-10\n1 being not shy\n10 being extremely.\n  ","460465":"\n   Regardless of being male or female would you ever get artificial hair, any sort of extensions in your hair? Do you already have that?\n  ","460466":"\n   Oh thank you candy chops. I can call you candy chops cant I? 😁\n  ","460467":"\n   Do you remember first kiss??\n  ","460468":"\n   I always thought it was funny. My dad used to mute the TV when it came on because he hated it so much.\n  ","460469":"\n   What are you thankful for today?\n  ","460470":"\n   Did you ever see the Chili's Baby Back Ribs commercial back in the day?\n  ","460471":"\n   like?\n  ","460472":"\n   What do you hate most about your country?\n  ","460473":"\n   do you giggle if you hear an innuendo or  do you think oh just grow up ?\n  ","460474":"\n   Congratulations! How much more do you want to lose?\n  ","460475":"\n   Which color\/colors do you associate yourself with? Why? 😸🍒🌻💕💚\n  ","460476":"\n   here?\n  ","460477":"\n   How much weight have you lost?\n  ","460478":"\n   Are you a jealous type of person?\n  ","460479":"\n   Good night\n  ","460480":"\n   Why?\n  ","460481":"\n   Ha ha I’d like to see your legs compared to anyone else’s on ask because they’d all lose!\n  ","460482":"\n   Facts!\n  ","460483":"\n   _\n  ","460484":"\n   Why?\n  ","460485":"\n   What site?\n  ","460486":"\n   What kind?\n  ","460487":"\n   Have look at it, google it. And let me know.\n  ","460488":"\n   PAP! ❤️\n  ","460489":"\n   With every choice we make, we literally create a world. History branches in two, creating one Earth where we made the choice, and a second where we didn't. That's the secret of the universe, you know. Billions of people, making billions of choices, creating infinite Earths.\n  ","460490":"\n   I dunno haha I don't usually think I make a good impression so that as really nice ☺\nYay 😁\n  ","460491":"\n   Have you worked on 25$1up?\n  ","460492":"\n   Okay so do you know anything about affiliate marketing?\n  ","460493":"\n   It's not that. It's just is difficult for me to talk as number of digits ends way to soon🤧 okay nevermind let me tell it here.\n  ","460494":"\n   The Simpsons🌹\n  ","460495":"\n   Aw! That's way nicer than what I was expecting haha thank you! 😊\n  ","460496":"\n   This isn't scam I can assure that as I'm earning through it too. So interested maybe?\n  ","460497":"\n   For details you can dm on Instagram or WhatsApp. Thanks.🌸\n  ","460498":"\n   Since an anon recently informed me that I'm \"not known for my intelligence\" it got me curious, what am I known for?\n  ","460499":"\n   I need people who want to learn and earn through affiliate marketing. They can earn 25-100$ daily by their improvisation. Its kinda copy paste stuff. Inbox me if you want to make your qurantine worth.\n\n#AffiliateMarketing\n#LearnAndEarn\n  ","460500":"\n   Do you “steal” food from refrigerator in late evenings and nights? 😁🙊\n  ","460501":"\n   :(\n  ","460502":"\n   They had the bigger doughnuts from universal studios🌹\n  ","460503":"\n   Post your high school senior picture.\n  ","460504":"\n   King sized🌹💪🏻\n  ","460505":"\n   5. 🍰Cake or 🍩Doughnut? 👅\n  ","460506":"\n   Hey some of those can be amusing if you have never heard one before, but they can get bad after awhile if you hear them repeatedly\n  ","460507":"\n   damn no wonder ur never naughty here anymore\n  ","460508":"\n   do u get it everyday o.o\n  ","460509":"\n   worst joke u heard\n  ","460510":"\n   Do you like mango juice? Have you ever had mango juice before? Would you?\n  ","460511":"\n   is it pepee nite\n  ","460512":"\n   What's your favorite top 3 subjects from high school or college?\n  ","460513":"\n   *sends happy Monday hugs for support*\n  ","460514":"\n   Do you pick and choose your friends?\n  ","460515":"\n   Ano ang bumubuo sa araw mo?  (What completes your day?) ⛅💕\n  ","460516":"\n   We all know those sayings where they say that we should forgive everyone so that we can move on peacefully. Do you believe in this? Do you think you can do it practically?\n  ","460517":"\n   Let's see a pair of VS panties you have!\n  ","460518":"\n   How to make you satisfied in s#x?\n  ","460519":"\n   Favorite s@x position?\n  ","460520":"\n   Most interesting story at a gas station aaannd go.\n\n(And if you haven't had an experience. Crazy or funny You don't have to answer this.  or if you don't feel comfortable with answering this you also don't have to. That is up to you.)\n  ","460521":"\n   you get 6 words to say to your 15 year old self, what are they? 💭\n  ","460522":"\n   U know what, shut up 👆\n  ","460523":"\n   Would you consider yourself good at giving advice?\n  ","460524":"\n   Yes it is,  lets have some sex\n  ","460525":"\n   Ok lets have some sex together 😂😂\n  ","460526":"\n   Do we get to see you in it?\n  ","460527":"\n   Have you ever eaten crabs before? 🦀\n  ","460528":"\n   Did you ever get that lounge set from your fangirl?\n  ","460529":"\n   Last thing you purchased from Victoria Secret\n  ","460530":"\n   If you knew that today was the last day of your life, how would you spend it?\n  ","460531":"\n   If you could bring one toy back from your childhood, what would it be and why?\n  ","460532":"\n   Do you have any phobias?\n  ","460533":"\n   If You could spend one day in someone else’s shoes, who would it be and why?\n  ","460534":"\n   Is there any kind of computer games that you like to play or you used to like to play? Like maybe back in school or something. Ever heard of the game called Zoo Tycoon?\n  ","460535":"\n   What do you think makes a person beautiful?\n  ","460536":"\n   OMG THE POWERRRR ❤️❤️❤️\n  ","460537":"\n   If a woman asked to kiss your feet, would you consider letting her?\n  ","460538":"\n   If you could travel the world with only one person who would you take?\n  ","460539":"\n   Ladies... less hate and more fawning over Lyndsey please\n  ","460540":"\n   if there is a new moon every month, where does the old one go?🌛🌙🤔\n  ","460541":"\n   Tried but I am not enjoying 😔\n  ","460542":"\n   When someone break up with us,how to deal with the pain ?\n  ","460543":"\n   I got a warning saying I've repeatedly violated the terms on this app, probably because of some of the questions I've asked you. Even if I'm anon they still know who is asking anon?\n  ","460544":"\n   (V●ᴥ●V)\nʕ⊙ᴥ⊙ʔ\n(^ ◕ᴥ◕ ^)\n  ","460545":"\n   Ha ha you seem to have that effect on women.  They either hate you or fawn over you\n  ","460546":"\n   What part of you were they focused on?\n  ","460547":"\n   how was your day?\n  ","460548":"\n   Aha so good for the ego 😂\n  ","460549":"\n   ʕ ᵔᴥᵔ ʔ\n  ","460550":"\n   Have you ever caught a woman checking you out?\n  ","460551":"\n   ʕ•ᴥ•ʔ\nAwwwww!!!!\n  ","460552":"\n   Do you think women check out men as much as men check out women? If so, do women make it not obvious on purpose. If so, why?\n  ","460553":"\n   I mean, if the you were able to keep the video of it?\n  ","460554":"\n   Would you ever have sex on camera for your private collection?\n  ","460555":"\n   😘😘\n  ","460556":"\n   *Sends weekend support hugs*\n  ","460557":"\n   me lol\n  ","460558":"\n   Does kissing turn you on?\n  ","460559":"\n   For some reason it makes me think of you. Your personality seems to fit the nature of the song\n  ","460560":"\n   Do you like cactuses?\n  ","460561":"\n   Do you like getting spanked?\n  ","460562":"\n   Do you like the song \"Smile\" by Uncle Kracker?\n  ","460563":"\n   How to determained maturity in someone?\n  ","460564":"\n   Do you run from the truth just because you're scared that you might get hurt?\n  ","460565":"\n   Do you schedule important date this week?\n  ","460566":"\n   Which old movie?\n  ","460567":"\n   Is it true you were once making out with a lifeguard near a pool and another kid needed help in the water but you didnt let him go cuz you wanted to kiss him?\n  ","460568":"\n   What's your favorite Nickelodeon show? Favorite Cartoon Network show?\n  ","460569":"\n   Favourite hobby?\n  ","460570":"\n   I dont want to go down.\n  ","460571":"\n   Noooooo. Just laying in my backyard\n  ","460572":"\n   Going down. I’m currently blending with the nature. No artificial stuff on me 😂😂\n  ","460573":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","460574":"\n   What’s up?\n  ","460575":"\n   Having been challenged by Bella to ask 3 questions, here they are:\n🏔 Have you ever walked up a hill backwards? \n🚞 Has another passenger ever fallen asleep on your shoulder while you’re on public transport? \n👶🏽 What kind of thing spoiled your day most as a child?\n  ","460576":"\n   If you got your hands on a mech as tall as a skyscraper (Pilotable robot which you sit inside) like the ones from Pacific Rim for example, what'd you use it for? 🤔🤖\n  ","460577":"\n   Kabhi kabhi Mera Dil me khayal aata hai, ________?🤔\n  ","460578":"\n   Jo logg dill ma atey hen wo smjh ma kue nhe atey??🥱\n  ","460579":"\n   129. Happy Sunday. Have a great day! stay positive ✨💕\n  ","460580":"\n   What is your biggest regret?\n  ","460581":"\n   What is the one thing you want most in your life right now?\n  ","460582":"\n   Do you ever miss the 90's era?\n  ","460583":"\n   If you could be guaranteed that you wouldn't die in ONE specific way, which would you choose? Why that one? 🤔💀\n  ","460584":"\n   What's the best comfort food?\n  ","460585":"\n   How old are you?\n  ","460586":"\n   Do you ever watch porn?\n  ","460587":"\n   What is your favorite expired food?\n  ","460588":"\n   I was just told why they named hurricanes after women. When they first come, they are wet and wild. When they leave, they take your house and everything you have. That can't me true, can it?\n  ","460589":"\n   Do you know anyone with a learning disability?\n  ","460590":"\n   omg who? what was it like? tell me everything? lol\n  ","460591":"\n   these are great and it looks like fun!\n  ","460592":"\n   what time do you usually go to sleep\n  ","460593":"\n   pros and cons of long car journeys ?\n  ","460594":"\n   What is the last thing you searched online?\n  ","460595":"\n   What is your best feature?\n  ","460596":"\n   here?\n  ","460597":"\n   Good night\n  ","460598":"\n   what good things have come out of 2020\n  ","460599":"\n   have you ever met anyone from here already?\n  ","460600":"\n   what do you mean by the second one? can you give us an example please?\n  ","460601":"\n   What's the oldest age you would date and the youngest age?\n  ","460602":"\n   PAP of your recent emojis\n  ","460603":"\n   HAPPY SUNDAY! \nMost of us don't know the day of the week anymore and some may be in a different time zone but I'd like to remind you to always stay happy and positive! Let's make it count 💛💯\n  ","460604":"\n   What's your favorite way to express yourself? ❤️\n  ","460605":"\n   What's your favorite movie?\n  ","460606":"\n   Would you meet up with anyone from here?\n  ","460607":"\n   What personality type are you out of the 16 personalities?\n  ","460608":"\n   you have instagram, right?\n  ","460609":"\n   Where are most of the other ex-formspringers who were on Ask.. dying of the coronavirus? some disappearances seem to have taken place\n  ","460610":"\n   Night runs are the best. Air hockey is where I'll kick your ass hahaha\n  ","460611":"\n   Did you know that the word 'emotion' stands for 'energy in motion'? 💡\n  ","460612":"\n   What activity or event did you experience the most awkward erection from a guy?\n  ","460613":"\n   Why do people tend to see their personal identity and worth based on the work they do?\n  ","460614":"\n   Cuz it will be fun.\n  ","460615":"\n   Don’t you think maybe they are the same thing? Love and attention?\n  ","460616":"\n   I wanna have a running race with you 🙂\n  ","460617":"\n   Were you in Girl Scouts when you were a kid?\n  ","460618":"\n   Okay can I at least get a running race with you?\n  ","460619":"\n   But I really want someone to cuddle :(\n  ","460620":"\n   I'm glad you're okay with a guy wearing them.\n  ","460621":"\n   Have you ever worn heels during sex?\n  ","460622":"\n   And g-strings seem to hold my junk a lot better.\n  ","460623":"\n   By foot?\n  ","460624":"\n   I used to wear my ex girlfriends panties and thought g-strings were more comfortable. So I decided to just get my own\n  ","460625":"\n   Lake Havasu City.\n  ","460626":"\n   Do you think it's okay for guys to wear thongs?\n  ","460627":"\n   At my place.\n  ","460628":"\n   Do you think it will naturally shrink with time?\n  ","460629":"\n   Do you have any loose skin from keto? I do and I hate it! :(\n  ","460630":"\n   Yes! I'm so glad no one broke it up and recorded instead.\n  ","460631":"\n   Do you think Clydesdale horses are pretty?\n  ","460632":"\n   Are you sure you dont want to stay? I'd really like to cuddle.\n  ","460633":"\n   What do you think of this?\n   \n    https:\/\/m.youtube.com\/watch?v=Wl3vm3Wd74g&t=126s\n   \n","460634":"\n   But please I want someone to cuddle.\n  ","460635":"\n   What do you think of this?\n   \n    https:\/\/m.youtube.com\/watch?v=9f8rStCeKDw\n   \n","460636":"\n   Who do you trust more, your friends or your parents? Why? ❤️\n  ","460637":"\n   Tequila, margarita?\n  ","460638":"\n   What's the last photo you took on your phone? Post it! ❤️\n  ","460639":"\n   What features do you find the most attractive on a man?\n  ","460640":"\n   4. 🍺beer or 🍹mixed drinks?\n  ","460641":"\n   What about now?\n  ","460642":"\n   What are your plans for this weekend?🌺\n  ","460643":"\n   would you have given Howard the Handyman $100?\n  ","460644":"\n   You should do weekly song recaps?\n  ","460645":"\n   can i see\n  ","460646":"\n   Wtf? 😂? That's pretty dope. Hahaha 👍🤙\n  ","460647":"\n   Wyd?\n  ","460648":"\n   ATM pic of whatever? 😁📸 Doesn't have to be of you if you don't feel like it 😅\n  ","460649":"\n   Have you ever watched storage unit auctions before? Interesting shows. You should check them out and on YouTube. I heard they can be addicting.\n  ","460650":"\n   I did a quiz like this a while ago but since people have started sharing their own again I decided to make an updated one! Feel free to test how much or little you know about me 😜\n   \n    https:\/\/buddymeter.com\/quiz.html?q=Q6SL7PN\n   \n","460651":"\n   Do you watch Korean movies\/series? If yes, Which one do you recommend?\n  ","460652":"\n   If you became a god over a specific thing, like the ones from Greek or Norse mythology for example, what'd you be a god of? What'd you use your godly powers for? ⚡💕🌊☘\n  ","460653":"\n   Hope you're having a great day!\n  ","460654":"\n\n    https:\/\/www.youtube.com\/watch?v=B4LvDiIi128\n   \n","460655":"\n   What is the last thing you said to someone? ❤️\n  ","460656":"\n\n    https:\/\/youtu.be\/XSIm_06TJqY\n   \n","460657":"\n\n    https:\/\/youtu.be\/q4jajQvyNmk\n   \n","460658":"\n   Where do you think you'll be living five years from now?\n  ","460659":"\n   What angers you the most?\n  ","460660":"\n   It was a question didn't think it needed explaining lol\n  ","460661":"\n   Then why do you have difficulty answering questions that require actual thought?\n  ","460662":"\n   Does it hurt you to think hard?\n  ","460663":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","460664":"\n   * now\nUgh\n  ","460665":"\n   You never answered the question about shame.\n  ","460666":"\n   What business or company do you wish you owned?\n  ","460667":"\n   y tho\n  ","460668":"\n   Do you find your belly hangs lower than it should?\n  ","460669":"\n   Does it bug you when you wear a short skirt and guys look up your skirt at your knickers?\n  ","460670":"\n   Is there something you need a break from?\n  ","460671":"\n   I will! I am just worried about fondling and unwanted erections.\n  ","460672":"\n   Will you scold your children for getting bad grades?\n  ","460673":"\n   What are some of your long-term goals?\n  ","460674":"\n   What do you think of girls wrestling on a boys team in schools,?\n  ","460675":"\n   Do you eat mushrooms? 😋🍄\n  ","460676":"\n   Have you ever felt so down to the point you don't even care what would happen anymore? How did you get through it?\n  ","460677":"\n   WOULD YOU RATHER: Have a golden voice or a silver tongue? 😂🎤👅\n  ","460678":"\n   Have you heard of the saying \"when you got to go.... you got to go?\"\n  ","460679":"\n\n    https:\/\/ask.fm\/shehitsback\/answers\/161835658744\n   \n","460680":"\n   Good night\n  ","460681":"\n   what personalities do you find attractive?\n  ","460682":"\n   kiya aap ko b unse wafa ki umeed hai Jo nahi jante wafa kiya hai?🌚\n  ","460683":"\n   Do u like to dance?\n  ","460684":"\n   What is your age?\n  ","460685":"\n   What would someone have to do to make you dislike them immediately?\n  ","460686":"\n   Yeah, me too.\n  ","460687":"\n   Would you rather have an old phone with fast internet or a new cool phone with super-slow internet?\n  ","460688":"\n   If you could only eat one thing for the rest of you life what would it be? PAP!\n  ","460689":"\n   Ever been to a sports game?\n  ","460690":"\n   What’s your song choice of the week?\n  ","460691":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","460692":"\n   Some Likes Maybe🙏\n  ","460693":"\n   And yet you live that way. Why?\n  ","460694":"\n   3. ☕Coffee or 🍵Tea?\n  ","460695":"\n   What, you don't think it's shameful?\n  ","460696":"\n   Anon, I think Lyndsey means some people point out that an able-bodied woman in her 30s living for years off her sister's charity is a bit shameful.\n  ","460697":"\n   But I want from you 😋\n  ","460698":"\n   What useless talent do you have?\n  ","460699":"\n   I can get you satisfaction 🍆\n  ","460700":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","460701":"\n   Lets meet somewhere else. 🍆\n  ","460702":"\n   what does that mean\n  ","460703":"\n   Then? Whome?\n  ","460704":"\n   mean things about what\n  ","460705":"\n   SPACE 💚\n  ","460706":"\n   🍆? No?\n  ","460707":"\n   you don't need to make excuses for having a fab life\n  ","460708":"\n   What if I visit you\n  ","460709":"\n   but you have someone to pay for the house and all the major bills. if I didn't work I would starve, I'd be kicked out of my apartment, no one would ever offer to help. so I'm jealous of you for not having to worry about all that without effort\n  ","460710":"\n   I'm talkin about that LOL 🍆\n  ","460711":"\n   Lets play to focus on that 😉\n  ","460712":"\n   I could never have all that\n  ","460713":"\n   The longest time you have played? 🍆\n  ","460714":"\n   How many cracks does your phone screen have?\n  ","460715":"\n   👻\n  ","460716":"\n   Do you moan while s@x?\n  ","460717":"\n   must be awesome to have all you want and need with no responsibilities for kids or bills or jobs\n  ","460718":"\n   Me Gusta 😋\n  ","460719":"\n   For what? 🍆? 😲\n  ","460720":"\n   so you sleep in every day, wake up when you want, eat what you want, generally just chill out and relax at the pool and a daily f*cking. you have the best life ever\n  ","460721":"\n   Peace situation Right now? LOL\n  ","460722":"\n   🍆✌\n  ","460723":"\n   And bystanders don't help, they just tecord\n  ","460724":"\n   so no f*ck?\n  ","460725":"\n   Guys are easy to break up. Girls are hard. Won't let go of each others hair and takes a long time and usually get hurt in the process.\n  ","460726":"\n   Congrats\n  ","460727":"\n   ヾ(@^▽^@)ノ\n  ","460728":"\n   Yes.\n  ","460729":"\n   Gussed it right 😂\n  ","460730":"\n   Was talkin about at least 😂\n  ","460731":"\n   Twice a week 😂\n  ","460732":"\n   Why not?\n  ","460733":"\n   No. But I break fights up all the time.\n  ","460734":"\n   Keep a balance 😂\n  ","460735":"\n   If you woke up on an unknown island after you had gotten shipwrecked and realized that you had gotten tied down to the ground with ropes and such by hundreds of teeny tiny people, like Gulliver in Gulliver's travels, how'd you react? What'd you do? 🌊🏝💂‍♂️💂‍♀️📯\n  ","460736":"\n   So do I 😂\n  ","460737":"\n   pap\n  ","460738":"\n   Why not?\n  ","460739":"\n   Food Off course\n  ","460740":"\n   Rich vs Poor: Who is happier? Why?🤔💬\n  ","460741":"\n   Epic\n  ","460742":"\n   I'm sorry\n  ","460743":"\n   I dont think so\n  ","460744":"\n   how was the f*ck today\n  ","460745":"\n   have u ever recorded fights on your phone?\n  ","460746":"\n   What's a movie or TV show you think is underrated and deserves more acknowledgement?\n  ","460747":"\n   hey lynds whats up\n  ","460748":"\n   What’s the one book you think everyone should read?\n  ","460749":"\n   Which singer's vocal cords would you like to steal?\n  ","460750":"\n   what are you doing ?\n  ","460751":"\n   It's officially the weekend! Why not share some awesomeness? Tell us about one of your favourite things like a song, hobby or food.\n  ","460752":"\n   Your snapchat?\n  ","460753":"\n   Not eveytime\n  ","460754":"\n   Yup, its true, It takes some time. Sometime the one from you get a great vibe and some feelings become the one you hate. When you fully observe 'em.\n  ","460755":"\n   what is your immediate goals for your future?\n  ","460756":"\n   Agree ✌\n  ","460757":"\n   What are you too hard on yourself for?\n  ","460758":"\n   What’s the difference between love at first sight and lust?\n  ","460759":"\n   What habit do you have that you think not many other people have?\n  ","460760":"\n   Use as a space.\nPost whatever.\n\n(Don't have to do.)\n\n- But I challenge you this -\nFor the day. To send at least 3 questions out to all of your followers for the day. All of them.\n\nSubjects examples:\nWalking - Adventuring - Summer - BBQ\n  ","460761":"\n   Hii\n  ","460762":"\n   whachu had?\n  ","460763":"\n   LOl\n  ","460764":"\n   What’s up with everyone?\n  ","460765":"\n   Are there any toxic people in your life? How do\/did you deal with them?\n  ","460766":"\n   What are the benefits of being emotionally distant from other people?\n  ","460767":"\n   Actually I'm not on the birth certificate because I was in Iraq\n  ","460768":"\n   Okay people. In my great state of Louisiana, a black man appealed his life sentence for stealing a hedge clipper...manual, not even electric. And he was denied. I will bet there is not a white man in the US, serving a life sentence for stealing a $20 hedge clipper. What say you?\n  ","460769":"\n   Who’s you best mate on ask? Tag them 👍🏼\n  ","460770":"\n   If the fear of hell is the only reason you haven't committed a sin, do you deserve to go to heaven?\n  ","460771":"\n   Thanks for answering :)\n  ","460772":"\n   Would you say you’re more of an extrovert or an introvert?\n  ","460773":"\n   Do you talk to yourself sometimes?\n  ","460774":"\n   hey how are you\n  ","460775":"\n   8\n  ","460776":"\n   how has your week been?\n  ","460777":"\n\n    https:\/\/youtu.be\/MqMux_t1iKM\n   \n","460778":"\n   what is the strangest dream you've ever had? 😴💭💤\n  ","460779":"\n   would you rather date someone extremely hot or extremely honest? 👭💓👫💓👬\n  ","460780":"\n   Do you use perfume\/cologne? What is your favorite scent? ☺\n  ","460781":"\n   What do you do to keep yourself going, like while you work or study when you do not feel motivated whatsoever? 😩\n  ","460782":"\n   Why is this app is freshly pedicured?? Meanwhile why it’s going hogging off answers and questions like not it used to be ??\n  ","460783":"\n   do you have an opinion to fake tans?\n  ","460784":"\n   Is it possible to stay friends with a person you have loved before?\n  ","460785":"\n   2. 🍳Eggs or 🥣Oatmeal?\n  ","460786":"\n   Do you follow your 🧠 brain or your ❤ heart?\n  ","460787":"\n   Agar panch ungliyan Barbar hoti tou ? 🤔\n  ","460788":"\n   صفه مستحيل تقدر تستحملها ف شريك حياتك ؟🤔\n  ","460789":"\n   Did you ever go through any \"cringey\" phases in life? Like some people cringe at their old styles or behaviour etc.\n  ","460790":"\n   Five minutes\n  ","460791":"\n   Would you rather work for money or make money work for you? 🤑\n  ","460792":"\n   Name a movie you've watched more than five times💥\n  ","460793":"\n\n    https:\/\/youtu.be\/VoiapYZ6Iwc\n   \n","460794":"\n   You get the opportunity to go on a track and drive a race car, do you choose to do it or not? Why? 🏎 If you say no since you can't drive etc., would you have wanted to be in the passenger seat? 😁\n  ","460795":"\n   How long do you see yourself using askfm?\n  ","460796":"\n   Hugs🌹🤗\n  ","460797":"\n   Me lol!\n  ","460798":"\n   jus shutup already smh\n  ","460799":"\n   Do you know how to do the numbers thing?\n  ","460800":"\n   What do you mean? I have a serious question if you do not want to answer its your choice of course\n  ","460801":"\n   You lol?\n  ","460802":"\n   no its coz your old fat and boring\n  ","460803":"\n   I like that you are open about sex and I want to ask you something but can we do the numbers thing to deter creeps?\n  ","460804":"\n   Good night\n  ","460805":"\n   Now tell me Why r u single ?\n  ","460806":"\n   you are known for flirting and more with lots of guys on here ffs\n  ","460807":"\n   Do you believe in true love? 💗\n  ","460808":"\n   lol wow, didn't expect that Shah guy to be creepy😂\n  ","460809":"\n   So when someone says “You’re beautiful\/handsome.” and you reply with “Thanks, I know.” is that being conceited or being confident?\n  ","460810":"\n   🌹🙂\n  ","460811":"\n   Where do u live?\n  ","460812":"\n   Oh single !! Can I flirt ???\n  ","460813":"\n   Relationship status?\n  ","460814":"\n   Pleade ask me anything. I'm bored.\n  ","460815":"\n   Tell me the difference between good and exceptional.\n  ","460816":"\n   *sends epic Friday support hugs!*\n  ","460817":"\n   Age?\n  ","460818":"\n   What's your favorite horror movie?\n  ","460819":"\n   😘😘😘\n  ","460820":"\n   do you currently have a fan on?\n  ","460821":"\n   1. 🐟 Fish or 🥩 Steak?\n  ","460822":"\n   If you were given a chance to look into your future, would you?\n  ","460823":"\n   Wtf\n  ","460824":"\n   Smile\nA\nLittle \nThen\nStop\n  ","460825":"\n   Have you ever played Mario Kart? 🏎🍄 Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? 😝\n  ","460826":"\n   Are you lost baby girl?\n  ","460827":"\n   “Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset.”\n  ","460828":"\n   Cauliflower wings not chicken🌹\n  ","460829":"\n   Do you like chicken wings? What is your favorite flavor? 🍗💕\n  ","460830":"\n   If you were given a chance to be the president, what is the first thing you'll do?\n  ","460831":"\n   Why do some father can't respect their wife?\n  ","460832":"\n   What video will you watch tonight\n  ","460833":"\n   Ate wings🌹\n  ","460834":"\n   Have you ever had s3x 7 days a week before?\n  ","460835":"\n   do you know anyone with fake boobs\n  ","460836":"\n   If you feel stressed what would you do to reduce it?\n  ","460837":"\n   128. it’s almost the weekend. CHEERS 🍻 ✨\n  ","460838":"\n   When is the last time you lost something? What was it?\n  ","460839":"\n   What social networking websites do you use?\n  ","460840":"\n   What is your favorite dog breed? 🐕💕\n  ","460841":"\n   Who is your favourite fictional character?\n  ","460842":"\n   Body posi pap?\n  ","460843":"\n   I can fuck U ?\n  ","460844":"\n   We all have our moments, its different to being known for being funny tho\n  ","460845":"\n   What is your favourite hobby?\n  ","460846":"\n   I didnt mean for that to come across badly was just an observation. Do you think you’re funny irl?\n  ","460847":"\n   Are U love porn ?\n  ","460848":"\n   Pap\n  ","460849":"\n   I havent really seen an evidence on you being funny from ask.fm tbh\n  ","460850":"\n   Could you do stand up comedy In front of a crowd\n  ","460851":"\n   Would you rather want to experience how it'd be being 20 cm \/ 8 inches taller or that but shorter for a day? Why? 🤔📏\n  ","460852":"\n   Hi, I need your help. Please subscribe to our channel, thank you\n   \n    https:\/\/www.youtube.com\/channel\/UCP7fyW9AwSDwHqxb6eHnEuw\n   \n","460853":"\n   Which natural disaster are you afraid of the most?\n  ","460854":"\n   What is the greatest comeback to a insult you’ve ever heard?\n  ","460855":"\n   Ps4 or xbox one\n  ","460856":"\n   if you could be half man half animal, which animal would you choose? 🤔💬🔥\n  ","460857":"\n   It’s the one who wants to be a shrink but God help her patients if she does. I know people who have fallen for her “charms” and catfished her too. Thing is, she’s a virgin that’s why her s3x talk is so unsexy\n  ","460858":"\n   Followed🌸\n  ","460859":"\n   Everybody thought that earth spinned around earth what do you think?\n  ","460860":"\n   If you were to invite someone over for dinner and you wanted to really impress them with your cooking, what'd you make? Like, what's your absolute best dish to make? 👨‍🍳\n  ","460861":"\n   Internet is where it's at lol twitter instagram all that\n  ","460862":"\n   Could you live without internet?\n  ","460863":"\n   If you are given the chance to remove the existence of a thing or a person, what or who would it be and why? 🙊\n  ","460864":"\n   Your family members believe in what you tell them? They are trust you?\n  ","460865":"\n   2020 has been a weird year so far, has it changed anything big for you, changed your perspective on anything?\n  ","460866":"\n   yeah so what?\n  ","460867":"\n   Oh no! It is discovered that the leader of your country was actually 2 badgers in a trench coat. What remains of the government needs 5 mins to come up with a statement, so they push you in front of the cameras and tell you to stall. What do you do?\n  ","460868":"\n   What is something you noticed lately?\n  ","460869":"\n   If you could steal something and get away with it, what would you steal? 🤔💬🏴‍☠️\n  ","460870":"\n   What two animals, if combined, would make for an awesome animal?\n  ","460871":"\n   What do you think about the great late Johnny cash?\n  ","460872":"\n   Milk chocolate or dark chocolate? 🍫\n  ","460873":"\n\n    https:\/\/www.instagram.com\/p\/CDizCalqBho\/\n   \n   here it is\n  ","460874":"\n   In your opinion, how long should a couple wait before doing the big milestones like moving in together and getting engaged \/married?\n  ","460875":"\n   I shave every day, but my beard stays the same. What am I?\n  ","460876":"\n   Can you drive If you can what car do you have\n  ","460877":"\n   Do you dress to impress or keep it lowkey? 👔👗\n  ","460878":"\n   According to you: What’s the difference between being conceited and being confident\/self-aware?\n  ","460879":"\n   Do you have high arches, how about flat feet?\n  ","460880":"\n   You will be surprised by the results.\n  ","460881":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","460882":"\n   I dare you to forward this message. Let's see how far this goes.\n  ","460883":"\n   I guess but she starts typing RAWR or shit like that and I can’t stop laughing 😂\n  ","460884":"\n   Have you seen Diana talk dirty with guys on here? It’s hilarious and creepy tbh\n  ","460885":"\n   Be honest, have you ever consumed so much alcohol in a single drinking session, that vomiting occured?? 😮🤮😳\n  ","460886":"\n   What is your question?\n  ","460887":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","460888":"\n   Give a lie.\n  ","460889":"\n   Lol you know what I mean\n  ","460890":"\n   Ever had someone do something with you in bed you really didn't want to? What was it?\n  ","460891":"\n   Would you consider yourself good at giving head?\n  ","460892":"\n   here is 9:26 AM\n  ","460893":"\n   Which parts of your body are most sensitive to touch\n  ","460894":"\n   Good morning dear.\n😴😴😴🏜🏜🏜\n  ","460895":"\n   How do you feel about b.00.b pl@y?\n  ","460896":"\n   If you're given a chance to ask me questions, what would it be? I will do my best to answer them all.\n  ","460897":"\n   How do you like to be warmed up\n  ","460898":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","460899":"\n   If you're super famous, what would you call your fans? (eg. BlackPink - Blink) 💯\n  ","460900":"\n   How to give pleasure to a gal?\n  ","460901":"\n   I don't know, My sp@rm come out within 2minutes, but I don't have any others problems. Just too fast\n  ","460902":"\n   I am 28 but I can do it for only 1\/2 minutes\n  ","460903":"\n   Have you ever had s3x while being watched?\n  ","460904":"\n   With medicine?\n  ","460905":"\n   Can you give us some tips for a boy to sex for long time?\n  ","460906":"\n   Who was your first crush? Describe them.\n  ","460907":"\n   have you ever done group s@x?\n  ","460908":"\n","460909":"\n   I forgot lol haha please follow me, ill follow back, ask me also hehe if you want\n  ","460910":"\n   Lately, I feel as if the world is going too fast. I want things to stop for a while and let me catch a breath.  What should I do?\n  ","460911":"\n   When does life stop feeling like such a constant challenge?\n  ","460912":"\n\n    https:\/\/www.facebook.com\/Lipsticktyler\/videos\/670886517105120\/?vh=e&extid=tbCuBGVSXGEnFnQO&d=t\n   \n","460913":"\n   Guys ask me something please\n  ","460914":"\n   When was the last time your mom scolded you ? What happened\n  ","460915":"\n   If you could switch places with someone for a day, who would it be?\n  ","460916":"\n   What celebrity pair would make an ideal couple?\n  ","460917":"\n   favorite movie..?!\n  ","460918":"\n   What things help you relax the best?\n  ","460919":"\n   Can u give me fire ?\n  ","460920":"\n   where do you usually get fast food\n  ","460921":"\n   5000🔥=6500🔥\n  ","460922":"\n   i think a lot of ppl follow you to laugh at you tbh. the old fat white trashy american girl who will talk about getting fuked up the ass 😂\n  ","460923":"\n   Hii\n  ","460924":"\n   Would you rather lose all of your memories from birth to now or lose your ability to make new long-term memories and why?\n  ","460925":"\n   ღ Si pudieras escoger tu color de Ojos cual fuera?👀, a mi me gustaría tenerlos grises🥰\n  ","460926":"\n   If you had to lose a body part, which one would you mind not losing?\n  ","460927":"\n   WHICH ROOM IN HOGWARTS WOULD YOU MOST WANT TO HAVE SEX IN?\n  ","460928":"\n   What is the most delicious kind of meal for you? Appetizer, main course and then dessert.\n  ","460929":"\n   -\n  ","460930":"\n   Are there any brands or companies that you boycott? Why do you refuse to do business with them?\n  ","460931":"\n   An update on my future on this app 🗓:\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/162297880791?utm_source=copy_link&utm_medium=android\n   \n","460932":"\n   How many times have you fallen in love?\n  ","460933":"\n   What is the last thing you downloaded onto your computer?\n  ","460934":"\n   We’re half way through the week! \nHow are you doing? ❤️\n  ","460935":"\n   If you like someone, what do you primarily do?\n  ","460936":"\n   I feel tired and sad today, don’t know why I just do. Had a dream about my mom the other night and it was so real like I felt her hug and I could smell her perfume. Been in kind of a funk ever since. Is there anyone you’d like to see once more just to get closure?\n  ","460937":"\n   Shark diving, bungee jumping, or sky diving? 🦈☁️\n  ","460938":"\n   What makes you feel like a boss? 😏\n  ","460939":"\n   Who watched spyder movie?\n  ","460940":"\n   ;when does school start for u\n  ","460941":"\n   Do you watch anime? If yes, what's your favorite? 😍❣️\n  ","460942":"\n   What are some of your last thoughts before you drift off to sleep?\n  ","460943":"\n   Post something\n  ","460944":"\n   Are you good or bad at public speaking?\n  ","460945":"\n   Post a boob atleast\n  ","460946":"\n   Do you ever fell in love with somebody here in AskFM?\n  ","460947":"\n   Has a guy ever hurt you during s3x?\n  ","460948":"\n   It’s national underwear day are you going to post a picture?\n  ","460949":"\n   can you handle big roller coasters?\n  ","460950":"\n   What is the FIRST thing you usually do when you wake up?\n  ","460951":"\n   how I ask question in threads?\n  ","460952":"\n   Anyone who did love in his childhood?\n  ","460953":"\n   What is your country name?\n\nMine.......\n  ","460954":"\n   Good night\n  ","460955":"\n   You actually did. Accidentally 😆\n  ","460956":"\n   Would you consider yourself good at giving advice?\n  ","460957":"\n   ready for 2021?\n  ","460958":"\n   Oh that sounds awesome!😇😁\n  ","460959":"\n   I thought you did. Did you guys break up?\n  ","460960":"\n   Hey Lyndsey!🙊🥰😁Having a good night?\n  ","460961":"\n   Aww why's that?🙈🙊\n  ","460962":"\n   Is your boyfriend's name Goodie?\n  ","460963":"\n   Lmfao I love that your legs and feet make women jealous\n  ","460964":"\n   Can you give some tips to a boy for good sex?\n  ","460965":"\n   do you like short s@x or long time s@x? how many minutes is needed for your orgasm?\n  ","460966":"\n   So you are bi?😍😍\n  ","460967":"\n   Would you f*ck the girl yourself too?\n  ","460968":"\n   with themselves and each other?\n  ","460969":"\n   What do you say to the idea that all people should stop using any gendered pronouns with themselves and each other?\n  ","460970":"\n   Would you do it?\n  ","460971":"\n   Have you ever had s3x with another girl?\n  ","460972":"\n   What is the funniest thing you have ever seen?\n  ","460973":"\n   But you're not most girls haha\n  ","460974":"\n   Some guys only like giving it to girls backend cos no pregnancy\n  ","460975":"\n   “FREE SPACE”\n  ","460976":"\n   So front\n  ","460977":"\n   Which end do you like better\n  ","460978":"\n   How do you prepare yourself for backend action\n  ","460979":"\n   How did you find out you were a back dorothy\n  ","460980":"\n   Can you come from having a di1do back there\n  ","460981":"\n   Can you come from it\n  ","460982":"\n   Contrary to belief, isn't love always conditional?\n  ","460983":"\n   no, i thought you meant like i had to have the last word in a bad way but i just meant peace\n  ","460984":"\n   Do you even like\n   \n    @nal\n   \n","460985":"\n   that’s the peace sign\n  ","460986":"\n   Has anyone ever told you that you're too nice? 😇\n  ","460987":"\n   How was your day to day?\nWhat did you do?\n  ","460988":"\n   What musical instrument would you like to play?\n  ","460989":"\n   Have you ever hurt a guy during sex?\n  ","460990":"\n   What is your happy pill? 💊😊\n  ","460991":"\n   Tell me if you hate this\n   \n    https:\/\/youtu.be\/5PdxlVBGZm0\n   \n   (see cover art) I hate when people play games im sure everyone can agree with that! Please take a listen and give some feedback if you like my new song make sure to subscribe to stay up to date for the latest content! Love u all who listen\n  ","460992":"\n   What is life according to you? What is the best advice you have ever given or received?\n  ","460993":"\n   What is your definition of justice?\n  ","460994":"\n   Hi, do you have any movie suggestions? we can’t think of any 🙏🏼\n  ","460995":"\n   So....you don't love it?\n  ","460996":"\n   Hi\n  ","460997":"\n   Do you love being female? Why or why not?\n  ","460998":"\n   127. rant time.\n  ","460999":"\n   ✌️\n  ","461000":"\n   Heyy there!\n  ","461001":"\n   i’m not mad was just asking a question\n  ","461002":"\n   Last thing you wrote?\n  ","461003":"\n   what’s wrong with posting selfies? i love seeing my friends faces come up in my insta feed\n  ","461004":"\n   would you ever peg a guy? at first i thought “no way” but now i find the idea interesting\n  ","461005":"\n   Holaa, sigue a  mí Amix en insta y tú crush te pedirá matrimonio 🥳\n   \n    https:\/\/instagram.com\/belenslt?r=nametag\n   \n","461006":"\n   Best place for a picnic? 🍉\n  ","461007":"\n   I wonder your thinking about my it's size\n  ","461008":"\n   Have you ever been given a present that was so bad you had to return it?\n  ","461009":"\n   If you could live anywhere in the world, where would it be?\n  ","461010":"\n   Whoever on here having doubts on themselves; you GOT this! be patient and you’ll achieve it, remember you’ll never see the finish line until you try POWER 👍🏼☝🏼\n  ","461011":"\n   tik tok is awesome. you just havent seen the good ones\n  ","461012":"\n   What are you indifferent to?\n  ","461013":"\n   Congratulations 🙈\n  ","461014":"\n   Fries or carrots and celery\n  ","461015":"\n   What's the craziest\/funniest family event (wedding, Xmas, etc) story that you have, if you don't mind sharing?\n  ","461016":"\n   Hope so 🥴✌🏼\n  ","461017":"\n   Because size is important for me\n  ","461018":"\n   Tiktok is ??\n  ","461019":"\n   What flavor wings did you have\n  ","461020":"\n   What compliments can sound like insults?\n  ","461021":"\n   What’s the biggest mistake that you have made in the kitchen?\n  ","461022":"\n   Have you ever been in the newspaper or on tv?\n  ","461023":"\n   Tell me about the weirdest teacher that you’ve had\n  ","461024":"\n   How forgetful are you?\n  ","461025":"\n   When you go out to eat at a restaurant do you have a \"usual order\" and get the same thing all the time... Or do you try something new each time?\n  ","461026":"\n   What’s the clumsiest thing that you’ve ever done?\n  ","461027":"\n   What's that?\n  ","461028":"\n   Good night\n  ","461029":"\n   What makes you unique?\n  ","461030":"\n   Post your random thoughts.\n  ","461031":"\n   yep i avoid them, spreading hate not my deal tbh x\n  ","461032":"\n   k, well i think we should know who follows us, and who we follow etc\n  ","461033":"\n   i am planning to go camping for a few days this month hopefully do you like outdoors\n  ","461034":"\n   yes totally lynds, i always ask people may i follow them etc\n  ","461035":"\n   i would say lucky anon, lynds x\n  ","461036":"\n   k thx, not sure lynds tbh xo\n  ","461037":"\n   lol, think the anon wants to take care of your feet lol\n  ","461038":"\n   it says i have 1249 followers xo\n  ","461039":"\n   Do y'all have any specific shops\/sites you visit if you want jewellery?\n  ","461040":"\n   Whats your recent fav Netflix shows?\n  ","461041":"\n   Not being negative here. Just Trying to know you 😏\n  ","461042":"\n   If you were an actor, would you rather perform as a theater 🎭 or movie actor 🍿 🎥\n  ","461043":"\n   If the kids ended up viewing you as more of the mother figure than their biological mother, would you mind?\n  ","461044":"\n   you guys are such suckers lololol\n  ","461045":"\n   Wowwww WHAT a body 😍\n  ","461046":"\n   Do you always worry about something? :O\n  ","461047":"\n   fine lyndssss. Whats up?\n  ","461048":"\n   It hurt. It was clumsy. We both didnt know what we were doing\n  ","461049":"\n   Or Lynda?\n  ","461050":"\n   Ok hi lyndsey 😌\n  ","461051":"\n   *sends Tuesday hugs*\n  ","461052":"\n   Hi rose girl 🌹\n  ","461053":"\n   Was your first experience of intercourse enjoyable? Mine wasnt it was really bad\n  ","461054":"\n   serves him right for pressuring her tbh\n  ","461055":"\n   How many days a week on average would you like to have s3x?\n  ","461056":"\n   so that’s not true? i have seriously read that a few times\n  ","461057":"\n   what does come taste like? i read that it smells like bleach?????\n  ","461058":"\n   i heard a story where a guy kept pressuring his wife to have threesomes with another woman and she ended up running away with one of the women 😂\n  ","461059":"\n   yeah, i wonder if some things are just best left to fantasy 🤔\n  ","461060":"\n   so that's how you look.....\n  ","461061":"\n   Last time I had wing stop was when I rewatched the super bowl. Had chips and queso and salsa🌹\n  ","461062":"\n   did you ever ride maxwell and then sck him off?\n  ","461063":"\n   i agree, but some guys would love it with another girl but feel intimidated with another guy if you know what i mean\n  ","461064":"\n   Can you show us your (.)(.)\n  ","461065":"\n   what about with another guy?\n  ","461066":"\n   you're given a list, so when you see smth like a - d, just say which of the things in the list you didn't do, like a, b, d\n  ","461067":"\n   would you consider a threesome with another girl\n  ","461068":"\n   I mean like both! :)\n  ","461069":"\n   a - d?\n  ","461070":"\n   i hate giving bjs tbh 🤢\n  ","461071":"\n   a - e?\n  ","461072":"\n   I found it rare for people to like tbh! 🤔\n  ","461073":"\n   What do you want to do right now but cannot?\n  ","461074":"\n   Do you enjoy receiving oral? Do you enjoy getting it?\n  ","461075":"\n   Is Maxwell pretty much retired?\n  ","461076":"\n   why do care about VIP requirements? no judging just wanna know why coz i dont get it. seems silly\n  ","461077":"\n   It can be annoying when you get the question from user and then the same one again from them via shoutout. z\n  ","461078":"\n   I thought shoutouts arent a VIP requirement anymore?\n  ","461079":"\n   Sexual honesty night?\n  ","461080":"\n   If you could escape the real world for a day and do whatever you wanted without financial consequences, what would you do?\n  ","461081":"\n   Do you know any poem by heart? If yes, what is it?\n  ","461082":"\n   The human race is about to face extinction. What would you do? Would you sit back and wait or help prevent it from happening? 🌏\n  ","461083":"\n   Oh nice!😁 very organised!🤗 Eh i think i have around 300 people who i followed years ago, who don't use Askfm anymore🤷‍♂️😅 i haven't been bothered to go through and unfollow anyone yet🙊\n  ","461084":"\n   Scarlett Johansson or charlize theron?\n  ","461085":"\n   ღ Que es lo más raro o exótico que haz comido alguna vez😬🤍 por ejemplo yo e comido caldo de iguana(sabe cómo a pollo😂🤍....😋\n  ","461086":"\n   Do you know how many people you follow on here?🤔😁\n  ","461087":"\n   If you could be summoned by placing three items in a circle, what would those thee items be?\n  ","461088":"\n   Have you ever been talking to someone but still had sex with someone else\n  ","461089":"\n   Is there anyone from ask fm that you knew \/ spoke to on other apps ?\n  ","461090":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","461091":"\n   were ross and rachel on a break?\n  ","461092":"\n   I suppooosee\n  ","461093":"\n   Do you think people typically reject facts or data which are non-confirmatory of their own biases?\n  ","461094":"\n   Yes? You get moar money! To get more luxury items!\n  ","461095":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","461096":"\n   Cool :3\n  ","461097":"\n   BE HONEST!! is their anyone on here who u think is hot enough to date? tag them?!\n  ","461098":"\n   What’s one luxury item you would like to own?\n  ","461099":"\n   Hi\n  ","461100":"\n   What did you have for lunch today? Whenever your lunch time was.\n\nI had fried fish later babies and a small piece of bread. It was very good. What did you have? (Sorry it being 1:15 PM here but ate it about 30 mins ago.)\n  ","461101":"\n   What food do you really hate and why?\n  ","461102":"\n   Ice cream cone anyone? I'm making some for any one this hot day! What flavor? Any toppings? Or nah.. your good? Let's post some ice cream cone GIFs with our answers! (Don't have to)\n  ","461103":"\n   I actually posted this question for my daughter,  she's on here but I haven't been allowed to see her since she was twelve\n  ","461104":"\n   If you had a chance to get to know your family,  and have never had the opportunity because of a selfish  parent , would you\n  ","461105":"\n   Why did you choose that picture for your dp?\n  ","461106":"\n   it feels like titanic only came out a couple of years ago 😂\n  ","461107":"\n   What do you think about people leaving their boyfriend by text? 📱\n  ","461108":"\n   what movies?\n  ","461109":"\n   someone has to ask you first\n  ","461110":"\n   long day?\n  ","461111":"\n   ღ Que tipo de persona eres de las que se dejan caer como gorda en tobogán cuando se enamoran o las que se toma el tiempo para que las cosas se den con calma...😂🤍\n  ","461112":"\n   What do you need?\n  ","461113":"\n   What is the most dangerous thing you have ever done?\n  ","461114":"\n   What is your most played song?\n  ","461115":"\n   Dedicate a song to someone.\n  ","461116":"\n   What is your favorite restaurant? What kinda food do they serve? And what do you like to order most there?\n  ","461117":"\n   126. Happy Monday ✨💕\n  ","461118":"\n   Do you find black holes fascinating, as in regions of space where a star has collapsed in on itself and the normal rules of the Universe don't apply? 😮 Would you ever want to view one from the inside - if it was possible to do so without being ripped into lots of tiny spaghetti like particles?? ⚫\n  ","461119":"\n   Do you ever use a straw when you drink?\n  ","461120":"\n   What are your plans for the day?\n  ","461121":"\n   Thoughts about marriage?\n  ","461122":"\n   What made you fall in love with your bf (or last one if you're single)?\n  ","461123":"\n   What's do you think should be normalized by people in this society nowadays?\n  ","461124":"\n   What do you think when you look in the mirror?\n  ","461125":"\n   -\n  ","461126":"\n   Stands for loss\/lose. Like if you made a mistake - L!\n  ","461127":"\n   Is the quality of the sex important to you when you're picking a mate?\n  ","461128":"\n   When you choose a partner,  Do you mind if the other party is divorced?\n  ","461129":"\n   When you break up with someone, do you go through all your social media and delete all pics of the person?\n  ","461130":"\n   Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February?\n  ","461131":"\n   Have you experienced any L's today?\n  ","461132":"\n   Have you ever been a step-parent, like dated someone with kids? How did you find it?\n  ","461133":"\n   Should customers who remain in retail stores after closing times be hunted for sport in your opinion?\n  ","461134":"\n   Good night\n  ","461135":"\n   Dreams touch your heart and soul,it is a magical memory that unites fantasy and reality.Hope U'll have the sweetest dream tonight😉...Good Night\n  ","461136":"\n   Rubs your booty🌹\n  ","461137":"\n   Hugs🌹\n  ","461138":"\n   Queen is stronger🌹💪🏻\n  ","461139":"\n   Queen🌹\n  ","461140":"\n   would you rather have a real life working lightsaber from star wars or travel the world for free\n  ","461141":"\n   How are you dear?\n  ","461142":"\n   😍\n  ","461143":"\n   34B es talla pequeña o grande  de brazier, es que no se y le compraré a mi novia jaja 😂?\n  ","461144":"\n   Just got a like on tinder what is a good opening line to say\n  ","461145":"\n   I've always wanted to just get in the car & go into a direction without knowing where we're going to go & lit just go & get lost. Me & him want to do this 1 day. Just take 2 weeks off & lit get in the car & just make sure that we have ideas of somewhere to stay in the direction we are going in.\n  ","461146":"\n   Santa '-'\n  ","461147":"\n   would you ever sell foot pics\n  ","461148":"\n   '\n  ","461149":"\n   125. i hope everyone enjoyed their weekend ✨😊\n  ","461150":"\n   What's something you wanna do one day?\n  ","461151":"\n   What is the most boring job you can imagine? (●__●)\n  ","461152":"\n   is there someone wrong with it? i just think it is weird to show feet for the fetish people but hide your face\n  ","461153":"\n   Good morning! Do you like Mondays?\n  ","461154":"\n   124. last time you received flowers?\n  ","461155":"\n   why do you never show your face?\n  ","461156":"\n   Have you ever tried roasted pumpkin seeds before?\n  ","461157":"\n   What very common human attitude should we learn to control?\n  ","461158":"\n   How is JD I miss him 😥\n  ","461159":"\n   What is the funniest thing you’ve done as a challenge?\n  ","461160":"\n   No, I get that! Soon as her boyfriend is visiting, I get her anons basically going \"we have to stalk you while she's away\" and they expect me to be good with it! Like, no, you're creepy, go away 🙄\n  ","461161":"\n   Whoever keeps reporting your feet pics is obviously some female jealous that your feet are prettier than her face\n  ","461162":"\n   What's something you've done or bought to treat yourself lately? 😊\n  ","461163":"\n   Why do all the anons do this 🤦🏻‍♀️\n  ","461164":"\n   Do girls fantasize about doing it on their peroid?\n  ","461165":"\n   Okay\n   \n    @EmzLiv\n   \n   wants 10 questions now so ??\nGet moving...\n  ","461166":"\n   If\n   \n    @EmzLiv\n   \n   asked you to come ask her 10 questions and you said no..so she then DEMANDED it??? What kind of questions would you ask???\n  ","461167":"\n   Have you went swimming yet this summer? Where did you go and did you have fun? And if you didn't go swimming are you going to?\n  ","461168":"\n   have you talked to an ex lately?\n  ","461169":"\n   Have you went swimming yet this summer? Where did you go and did you have fun? And if you didn't go swimming are you going to?\n  ","461170":"\n   Have you ever had salmon before? Do you like salmon? Do you think you would like it?\n  ","461171":"\n   Do you ever play the claw machines when you're out and about maybe at a restaurant or in an arcade? Are you any good at it? What kind of things have you won?\n  ","461172":"\n   What’s something you enjoy that others would consider dull? I have been watching a lot of YouTube videos of people on planes recording  landing in different cities.\n  ","461173":"\n   What types of things you love buying again and again like I am obsessed with candles ,paintings and decoration pieces 🤔\n  ","461174":"\n   Pap In Eid outfit 🌹\n  ","461175":"\n   Where you have your heritage from, do you ever get an emotional response from like music, clothing etc. from said culture? 👘🛡📿🏛🛕\n  ","461176":"\n   Is it hard to get in your pants?\n  ","461177":"\n   What would you do if you get imprisoned even if you're not guilty?\n  ","461178":"\n   Abro debate: ¿Quiénes son más complicados, hombres o mujeres? 👀\n  ","461179":"\n   heyyy. how are u? just followed u, can u follow me back? text me if u need anything 🖤\n  ","461180":"\n   What did you have for breakfast on Sunday morning?\n  ","461181":"\n   What would be your mafia boss name? Me: Crimson Wolf\n  ","461182":"\n   Thanks then\n  ","461183":"\n   does maxwell get days off?\n  ","461184":"\n   About Eid?\n  ","461185":"\n   How strong is your mask game? How many masks do you have and which one is your favorite? Post a pic if you’re feeling it!\n  ","461186":"\n   Good night\n  ","461187":"\n   is your sister older or younger?\n  ","461188":"\n   Ok so I’m guessing you’ll still take Jessica Alba over Carrie Fisher but you’ll also take Alba’s outfit over Slave Leia\n  ","461189":"\n   ¿Eres una persona sociable o tiendes a ser más cohibid@? 🥺\n  ","461190":"\n   Have you ever stripped naked in front of a guy?\n  ","461191":"\n   Which has more value: creativity or knowledge?\n  ","461192":"\n   What makes you unique? ❤️\n  ","461193":"\n   Whats for dindin?\n  ","461194":"\n   What is your favorite quote?\n  ","461195":"\n   what do you do to cope with periods of pain (whether mental or physical)?\n  ","461196":"\n   Ikr.\nPeople are just stupid.\n  ","461197":"\n   what’s your favorite creature? 🦄\n  ","461198":"\n   Not exactly sure what's going on fully, but don't explain yourself to these idiots.. These trolls. They'll just keep going with making you upset for no reason..\n\nYour forever followers are always here by your side regardless of anything\nAlways remember that 🤙\n\nYour only human\nWe all make mistakes🤷\n  ","461199":"\n   Well if I say looks you’re gonna say Nancy and if I say costume you’re gonna say slave Leia\n  ","461200":"\n   ڪ ⇣⇣ ⇠ ®💞 ƒ૨εε รpαcε 💞⇢ ⇡⇡ ڪ\n  ","461201":"\n   Who are the most special people in your life? PAP! ❤️\n  ","461202":"\n   When you visit other peoples homes, do you look inside their medicene cabinets?  Be honest\n  ","461203":"\n   Hi\n  ","461204":"\n   Slave Leia or Nancy Callahan ?\n  ","461205":"\n   العزوبيه. احلا.  ام. الجواز.  ولماذا\n  ","461206":"\n   Хүн ирвээс хүчилдэн уралдъя, Хатгагч эрээн могой болох бол. Хангарьд болон дээгүүр нь дүүлнэ, Хүрхрэх эрээн барс болох бол. Хөх зогдорт алслан болъ, Хү хү хү хү.\n  ","461207":"\n   Why do people wrongly judge you?\n  ","461208":"\n   What's your favorite video game?\n  ","461209":"\n   What is your dream car?\n  ","461210":"\n   ✨🌹🌟\n  ","461211":"\n   What do you do if you can’t sleep at night?\n  ","461212":"\n   What makes you happy? 😊\n  ","461213":"\n   Have you ever said yes to something that you really didn’t know much about and it ended up being a great experience?\n  ","461214":"\n   Would you rather inherit 20 million dollars or earn 50 million dollars through your hard work? 💰\n  ","461215":"\n   My wish for you is that this life is all that you wanted to be I hope your worry's stay less and your dreams stay big and that you always help someone every chance that you get!!!\n  ","461216":"\n   Are you good at spelling?\n  ","461217":"\n   Are you enjoying the rain? 🌧\n  ","461218":"\n   What do you hope the future brings?\n  ","461219":"\n   Are you a big baby? （ΦωΦ）\n  ","461220":"\n   Ever grown your own food? I grew a turkey tree last fall but it died:(\n  ","461221":"\n   I hope everyone is doing okay.\n  ","461222":"\n   What kind of boyfriend want?\n  ","461223":"\n   Have you ever blocked people on social media? 🙅‍♀️🙈\n  ","461224":"\n   Do you think its one anon who’s the hater or several? I know we cant really know but what vibe you getting?\n  ","461225":"\n   no one 😂\n  ","461226":"\n   Good night\n  ","461227":"\n   What irritates you lately?\n  ","461228":"\n   If you could travel the world with only one person who would you take?\n  ","461229":"\n   Likes please🙏💛\n  ","461230":"\n   Say \"I love you!\" using your mother language. 💗\n  ","461231":"\n   Bonita nochecitaaaa. 🧡🤭\n  ","461232":"\n   Wyd?\n  ","461233":"\n   Haha right!🙈 thanks for being so kind to me🥰🌹\n  ","461234":"\n   Lol well im sure this pic will stay up!👣💖\n  ","461235":"\n   Did you walk?\n  ","461236":"\n   Well, hey i finally got to see a👣pic without it getting reported🙊thanks for sharing!💖😘\n  ","461237":"\n   Haha worse than getting told your👣being wrinkly are attractive? I bet you have had worse😅🙈\n  ","461238":"\n   Hope you don't mind? It's not too odd?😅🙊💖\n  ","461239":"\n   Did you post them just for me Lyndsey?💖(you know who)🤗🙊\n  ","461240":"\n   Hahah sorry just bein honest!🤷‍♂️😘👣\n  ","461241":"\n   Haha sorry i didn't see it when you posted! 🙈 but that wasn't my question you posted the👣pic on!😜\n  ","461242":"\n   You say they're wrinkly from the water, but that adds to the appeal👣😍😘\n  ","461243":"\n   What frustrates you the most?\n  ","461244":"\n   Lol yeah for sure! My one has really good heat settings on it😁\n  ","461245":"\n   Haha nooo not emojis😭 May i see the real thing later?👣💖\n  ","461246":"\n   Oh okay!😁 Right, because i forgot how pools got cleaned😜\n  ","461247":"\n   Did they?😅 At a temperature too high, you could melt your hair😳\n  ","461248":"\n   Well done then!🙊 Did you swim today?\n  ","461249":"\n   I assumed you would know?😅\n  ","461250":"\n   Lol who would think that you'd literally use an iron on your hair?🤦‍♂️🤦‍♂️\n  ","461251":"\n   That's a shame🙈\n  ","461252":"\n   Jeez... no idea how you put up with that weather 🙈\n  ","461253":"\n   Have you taken any s0le pics lately? That i might have missed?🙈\n  ","461254":"\n   Holy crap, that's just insane☀️🌡\n  ","461255":"\n   I literally have no idea who that is🤷‍♂️\n  ","461256":"\n   Yea but i wanted to see a pic of you which is worth 1000 but you put nothing😭\n  ","461257":"\n   Nice to hear!🥰 How's the weather today?🙊 and im good thanks😇\n  ","461258":"\n   I don't even know who that is!🤭😅\n  ","461259":"\n   That's a rip off😭\n  ","461260":"\n   Heyyya Lyndsey! How're you doing today?😇\n  ","461261":"\n   Aw why's it worth 1000?\n  ","461262":"\n   I didn't expect it to be a not-normal bath?😅\n  ","461263":"\n   Is it a pic of you?\n  ","461264":"\n   Oh😅Enjoy your bath then!😁\n  ","461265":"\n   What's in here that's worth 1,000?😳\n  ","461266":"\n   What overwear are you wearing?🤭😁\n  ","461267":"\n   If you were to start a community or cult or something, what would you base it around? Would you have like a core message and tenets of behaviour etc?\n  ","461268":"\n   What would you bring to a picnic?\n  ","461269":"\n   What bra and underwear are you wearing today?\n  ","461270":"\n   what are you doing tonight?\n  ","461271":"\n   Eid mubarak 🙂\n  ","461272":"\n   Yes you are\n  ","461273":"\n   do you have notifications on for your social media apps?\n  ","461274":"\n   what social media apps\/sites do you use? post your username(s) if you want to.\n  ","461275":"\n   When's the last time you were pregnant?\n  ","461276":"\n   Do you have a paypal\n  ","461277":"\n   You're just a bad person\n  ","461278":"\n   122. last social media you were on before this one?\n  ","461279":"\n   You've been told the same thing again and again and again and again by many different people. If you don't understand what they're telling you, then you're incredibly naive or incredibly stupid. Take your pick.\n  ","461280":"\n   If you sell someone the answer key to an exam, you are just as guilty of cheating, even though you didn't take the exam yourself. If you let a guy fck you who's cheating on his gf with you, you're just as guilty by helping him cheat. It's a simple matter, don't play stupid.\n  ","461281":"\n   The only person who deserves better is his gf, lbr.\n  ","461282":"\n   \"I'm also not cheating on anyone.\" If you tell yourself that a few thousand times, maybe you'll start to believe it.\n  ","461283":"\n   Bold of you to assume I’m from Earth 😉\n  ","461284":"\n   Hii\n  ","461285":"\n   Check covers on my wall how i sound.\n  ","461286":"\n   How'd you describe the envrionment around where you live? Is it urban or rural? What kind of plants or wildlife can you find there? What do you think about it in general? 🏙🏞🐾🌲\n  ","461287":"\n   Si escuchas un ruido en tu casa a las 3:00 am, ¿Irías a ver qué lo provocó?, porque yo alch me pelo de ahí xd.\n  ","461288":"\n   You are. You are part of it\n  ","461289":"\n   ❤️ FREE SPACE ❤️\n  ","461290":"\n   Do you have any good memes?\n  ","461291":"\n   What would be your action plan, if there were no more electricity in the world?\n  ","461292":"\n   Do you like showing off?\n  ","461293":"\n   Have you ever had to explain food from your country\/culture to an outsider? I seem to do this on a regular basis for all things Scottish :\/\n  ","461294":"\n   Thoughts with the Kardashians?\n  ","461295":"\n   Hello US friends, I'm curious about what Americans opinion on Kanye West presidential candidacy. 🤔\n  ","461296":"\n   Is it rude to ask people what they’re thinking about?\n  ","461297":"\n   Do you love getting or giving massages? 💆‍♀️💆‍♂️\n  ","461298":"\n   Is it important to eat breakfast?\n  ","461299":"\n   Can I ask you every thursday for help about this?\n  ","461300":"\n   Be excellent to each other.\n  ","461301":"\n   I love how you asked people what makes someone a bad person and most of them have said “cheating\/a cheater”. They are basically telling you that you’re horrible and subtly hating on you 🤣🤣🤣\n  ","461302":"\n   Good night\n  ","461303":"\n   How do you say goodbye?\n  ","461304":"\n   When's the last time someone f*cked you?\n  ","461305":"\n   Who was the last person you cried in front of?\n  ","461306":"\n   Followed, back maybe? Also suggest a song i should sing .Check covers on my wall and gimme feedback please.Peace.\n  ","461307":"\n   If you became a member of the opposite sex and already looked, behaved and talked like a member of the opposite sex, what would you do or not to in a different way?\n  ","461308":"\n   How's your day? ❣️\n  ","461309":"\n   From 1-10 how messy of your room rn?\n  ","461310":"\n   Thank You!\n  ","461311":"\n   That’s so good ...\n\nHow to manage anger? | Time matters | Do good work \n...\n.\nRead it and comment ✍️💙\n..\n.\n   \n    https:\/\/www.thingstoobelearn.com\/2020\/07\/how-to-manage-anger-time-matters-do.html?m=1\n   \n","461312":"\n   which one.\n  ","461313":"\n   Which size ?\n  ","461314":"\n   Which şişe do you prefer ?\n  ","461315":"\n   Can you prefer only one ?\n  ","461316":"\n   5 - 6 - 7 - 8 inc ? Which do you prefer ?\n  ","461317":"\n   What are you doing?\n  ","461318":"\n   That’s a good old classic drake song.This was a little while ago back in 2018 but that was Justin Bieber 10 year anniversary into the music scene how do you feel about him?\n  ","461319":"\n   Drakes 10 year anniversary was last year how do you feel?\n  ","461320":"\n   One direction turned 10 years old 5 days ago how do you feel?\n  ","461321":"\n   How do you prefer to spend your spare time?\n  ","461322":"\n   Hi ...how is your feet?\n  ","461323":"\n   What are you doing?\n  ","461324":"\n   Have you ever performed for an audience? What was this experience like?\n  ","461325":"\n   Work out today?\n  ","461326":"\n   Do you spend or save more?\n  ","461327":"\n   reverse cow girl?\n  ","461328":"\n   💕\n  ","461329":"\n   ❤❤\n  ","461330":"\n   :)\n  ","461331":"\n   Your anons\n  ","461332":"\n   I don’t know... I have a thing for your eyes!\n  ","461333":"\n   Sometimes I imagine how awesome it would be to be a guy you’ve ridden.  My eyes wouldn’t know where to look... your amazing breasts or your stunning face!  I’d be a mess lol\n  ","461334":"\n   We miss your lovely legs\n  ","461335":"\n   Sometimes it feels  that everything  is going  right with the person that is actually  deceiving you badly\n  ","461336":"\n   Aww you are really a nice person , thanks for your time , tata\n  ","461337":"\n   👍\n  ","461338":"\n   Hay\n  ","461339":"\n   Yes , you are absolutely  right\n  ","461340":"\n   My bad ,  I guess  I needed some kind of tips from someone having good experience  about friends  so can you help me out ?\n  ","461341":"\n   Do you think that one can make love without having feelings for the other person?\n  ","461342":"\n   How much time would it take then ? I  am always unlucky  in having good friends\n  ","461343":"\n   Mmm hmmm , you are right somehow 🤪\n  ","461344":"\n   How to find true friends ?\n  ","461345":"\n   Yes exactly  you are right, I  dont know how to express so I always lack here even though  I try alot doing nice things but still I thought that people now a days believe in showing off\n  ","461346":"\n   Waow that's great , I am always weak in communication :( , do you believe that expressing love is necessary  if you wanna be in a relationship?\n  ","461347":"\n   Have you ever been in love ? If yes then how did you manage that ?\n  ","461348":"\n   How are you,\n  ","461349":"\n   July 31, 2020: \nEid al-Adha (Feast of the Sacrifice)\n\nHappy Feast Day 🕌\n  ","461350":"\n\n    https:\/\/www.instagram.com\/p\/CDQ2qosqo_P\/?igshid=1ko7g9f2l6w17\n   \n   its more than 700g, how much do u think its there ?\n  ","461351":"\n   But still you'll have to manage all that at once, Can you eat?\n  ","461352":"\n   Can you answer the question or no like stop playing games with me like trinket my god you guys are both wasting space all up in my question inbox.\n  ","461353":"\n   I dont think you gonna get that much time 😂 JK\n  ","461354":"\n   What were the early 2000’s like\n  ","461355":"\n   😂\n  ","461356":"\n   What were the 90’s like?\n  ","461357":"\n\n    https:\/\/youtu.be\/GXwnf9Wzz6w\n   \n","461358":"\n   If you were on a death row, what would your last meal be?\n  ","461359":"\n   What is worse than dating a drug addict?\n  ","461360":"\n   What are your thoughts\/opinions about dating a drug addict\n  ","461361":"\n   are you ready for that corona vaccine?\n  ","461362":"\n   What doyou think you dodifferently from other people?\n  ","461363":"\n   🌹🤗\n  ","461364":"\n   how are you ?\n  ","461365":"\n   Do you like tostadas?\n  ","461366":"\n   Hii\n  ","461367":"\n   Besides, ask.fm do you use any other social media platform? no need to answer this if you want to keep it private.\n  ","461368":"\n   And at last, it is Friday, everyone! any plans on the weekend?\n  ","461369":"\n   Is it bad to say I love your boobs?\n  ","461370":"\n   Its how you’re doing it. Just contact them privately, if you can’t or they don’t checked their inbox often just leave it. Tagging doesnt do anything but make it public\n  ","461371":"\n   Pap the last bra you bought?\n  ","461372":"\n   Are you a generous person?\n  ","461373":"\n   What is the thing that makes you happy?\n  ","461374":"\n   Tell me about yourself. \nHow old are you, what's your height?\nFavorite flower, favorite colors?\nWhat do you like to watch, what do you like to listen to?\nFavorite food, favorite cocktail?\nYour interest, your hobbies?\nWhat do you choose- pride or love?\n  ","461375":"\n   Do you have a good relationship with your parents?\n  ","461376":"\n   I might mention it them ONCE privately, then shut up about it unless they asked me. This is just decency and manners\n  ","461377":"\n   Swimming in the pool🌹\n  ","461378":"\n   🌹💪🏻\n  ","461379":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","461380":"\n   What is your favorite lie?\n  ","461381":"\n   are they far apart like that? u not wearing a bra 🤔\n  ","461382":"\n   If I bought something for someone and they kept on repeating “I havent got it yet, I havent got it yet” I’d feel bad and then angry for them being ungrateful and impatient\n  ","461383":"\n   Well, write to the company and dont tag her in stuff? Its like you’re trying to make her feel bad about something she has no control over. You’ve mentioned it nor arriving on here so many times? Just contact the company\n  ","461384":"\n   Funny how that doesn’t stop you from correcting others all the time?\n  ","461385":"\n   I keep seeing people ask \"what is your favourite pizza\" but what I really want to know is... what pizza topping do you HATE the most ??\n  ","461386":"\n   Have you ever had an argument with someone here?\n  ","461387":"\n   Stop trying to guilt trip her ffs. It’s not her fault it hasnt arrived omg\n  ","461388":"\n   What would you do if you made a mistake that no one else noticed? Would you address the error and risk slowing things down or ignore it to keep the project or task moving forward\n  ","461389":"\n   Appraise? I think you mean ‘appease’, sweetie.\n  "},"Answer":{"460317":"\n  Smooth\n  ","460318":"\n  Forgive you\n  ","460319":"\n  Thanks.\n  ","460320":"\n  Howdy 👣\n  ","460321":"\n  Because he gets to f*ck me?\n  ","460322":"\n  Robin Williams\n  \n  John Travolta\n  \n  Patrick Swayze\n  \n  Ryan Reynolds\n  \n  Bruce Willis\n  \n  Kit Harington\n  \n  Benedict Cumberbatch\n  \n  Leonardo DiCaprio\n  \n  Ben Affleck\n  \n  Jason Momoa\n  ","460323":"\n  Maybe one thing? 🤔🤷🏼‍♀️\n  ","460324":"\n  Kind, caring and loving\n  ","460325":"\n  My mind was like \"which type of dinner?\". I'm going to hell 🙃\n  ","460326":"\n  All time is hard!!\n  \n  Trying to remember which CDs I have and liked the majority  of all the songs!\n  \n  Megadeth's greatest hits one. Bit cheating there!\n  \n  Bring Me Your Love Album by City and colour (Dallas Green)\n  \n  Jagged little pill by Alanis Morissette\n  \n  Pieces of you by Jewel\n  \n  Bullet in a Bible album by Green Day\n  \n  The Moment by Framing Hanley\n  \n  Come On Over Studio album by Shania Twain\n  ","460327":"\n  1. Grease, Dirty Dancing and Lion King are my top ones.\n  \n  2. Favorite show? Hm don't quite have one at the moment. Need to get caught up with some!\n  \n  3. Older ones. Metal gear solid, mortal kombat, spyro, gta, pacman etc.\n  \n  4. Blue 🎨\n  \n  5. Dogs if domesticated 🐾\n  \n  6. Strawberries, watermelon, blueberries\n  \n  7. Chicken parm, Chinese food\n  \n  8. Ice cream\n  \n  9. Summer\n  \n  10. Christmas\n  ","460328":"\n  No clue. Each girl and relationship would be different. Nobody can really put a price on love. Still think it should be 50\/50. Nobody wants to feel like a burden. A guy doesn't always need to pay. \"I'm not ready\" seems more like not ready for a relationship.. not much to do with the money part of the question.\n  ","460329":"\n  Three came to mind\n  \n  Unwritten\n  \n  Pocketful of sunshine\n  \n  If it makes you happy\n  ","460330":"\n  Cute but nope. No ones in my number\n  ","460331":"\n  _ _ _ - _ _ _ - _ _ _ _\n  ","460332":"\n  Butterfly\n  \n  Need those wings man\n  ","460333":"\n  Great\n  ","460334":"\n  Needs more aliens 👽\n  ","460335":"\n  Nah, that would have been the black lacy thong 🤷🏼‍♀️\n  ","460336":"\n  It's a topic to discuss with the gf\/bf. See how they feel.\n  \n  Onlyfans rejected me so that wouldn't matter lol also feel like only certain people should see me that way instead of everyone. I'd definitely feel more concerned with the messaging part if was in a relationship. That seems more disrespectful than just open pictures. Ya know? Guys take it too far.\n  \n  If I did have one and it was a new relationship, they told me how they felt then obviously I'd be on the same page. I wouldn't view that as controlling, more concerned. Lots of creepy people out there.\n  \n  Even read on IG that this guy's girlfriend didn't want to sell pictures of herself so he USED her pictures to basically pay for his college tuition. Men are sick if that actually happened:(\n  ","460337":"\n  Nope.\n  \n  Definitely feel more scandalous than the other shorts I own haha\n  ","460338":"\n  The shorts I wore last night was from it.\n  ","460339":"\n  Yup\n  ","460340":"\n  Didn't notice that lol\n  \n  Ofcourse XD\n  ","460341":"\n  Yes, wasn't bad :)\n  ","460342":"\n  Slept. Was pretty tired. Don't remember what I dreamt of either.\n  \n  Kind of skipped breakfast. Had a clementine and protein bar instead.\n  \n  Checked different social media's\n  \n  Made myself a salad with chicken, strawberries and almonds in it around 3ish.\n  \n  Went swimming in the pool.\n  \n  Took a shower\n  \n  Ate dinner with the fam. Steak and other fixings.\n  \n  Had some keto ice cream\n  \n  Kind of just relaxing on here.\n  \n  Will most likely walk soon. Maybe watch a movie when i get back.. not sure yet.\n  ","460343":"\n  Life\n  ","460344":"\n  Not everyone needs to understand. Can definitely be weird at times ¯\\_(ツ)_\/¯\n  ","460345":"\n  In more than one way haha\n  ","460346":"\n  Mmmm\n  ","460347":"\n  I'd say a good balance. lol\n  ","460348":"\n  Wouldn't be the 1st person to say that XD\n  \n  They aren't awake for starters?\n  ","460349":"\n  Saying hello\n  ","460350":"\n  3 and then my nephew.. Two other bedrooms\n  \n  I already know that my living arrangements should change if this is why you ask. It comes down to saving more money. Not something that would happen overnight. Not because someone on ask mentions it either. Already aware of that fact. You act like people can just move instantly without money factoring in.\n  ","460351":"\n  Or something else\n  ","460352":"\n  What do you define as \"full\"?\n  ","460353":"\n  None.\n  \n  You never had someone.. a partner or whoever come over before then?\n  ","460354":"\n  And his wouldn't be? 🤔\n  ","460355":"\n  Someone is smart\n  ","460356":"\n  He doesn't live that far away lol\n  ","460357":"\n  Yes\n  ","460358":"\n  Nice answer :p\n  \n  Already mentioned how it was last night earlier on here.\n  ","460359":"\n  Being on vacation, animals, songs, nature, poetry, s*x, movies and tv shows, swimming, exercise. Running when I feel like it. Shopping. The moon and stars. Comfort foods. Little kids doing cute things.\n  ","460360":"\n  Myself. My own thoughts and reactions. It can still bounce around a little but its more steady too.\n  \n  The ex can help at times :p\n  ","460361":"\n  Why?\n  ","460362":"\n  I feel like I've only had beans with enchiladas or chili.\n  \n  I'd rather have green beans over peas...\n  \n  So I guess beans win\n  ","460363":"\n  Agreed\n  ","460364":"\n  Very nice\n  ","460365":"\n  Cowbell is the only thing coming to mind.\n  ","460366":"\n  Exploring, some lazy days near water, nights out. Just a good balance\n  ","460367":"\n  Indeed\n  ","460368":"\n  Survive 🤣\n  \n  Earn more money somehow\n  ","460369":"\n  Exercise bands would be good if you forgot rope 🙃\n  ","460370":"\n  Not sure on location.\n  \n  Other things would be nice happening.\n  ","460371":"\n  No idea\n  ","460372":"\n  Add some false information to it. Or you don't mention certain parts of it.. making it appear more balanced.\n  ","460373":"\n  Yes. I'll just add some pb to the ice cream lol also add blueberries ¯\\_(ツ)_\/¯\n  ","460374":"\n  Window visits with Jack instead of other family members holding him etc\n  ","460375":"\n  I thought I said goodie? 🤣\n  ","460376":"\n  Determination, thoughtfulness,  creativity, humor, playful among others.\n  ","460377":"\n  Ice cream with peanut butter in it o.o\n  ","460378":"\n  I feel like those moments can ebb and flow, be fleeting.\n  ","460379":"\n  I think that depends on what is being said. If true or false. Your perspective on the situation, how you identify. The reality of the matter. Know who you are. It can definitely be a journey lol over time. Listening to intuition.\n  \n  ° breathing techniques, take time for yourself, healing powers, maybe set a limit on thinking about it and then switch to something that brings the mood up higher. Do good things for yourself. Know that you don't always need to justify everything to others.\n  ","460380":"\n  Likes and dislikes? Over time.\n  ","460381":"\n  Never snuck away for pepee at a bbq.\n  ","460382":"\n  Burgers, hot dogs, chicken? Idk depends what is on the bbq...\n  ","460383":"\n  I should make lunch for myself\n  ","460384":"\n  Friends? Idk lol\n  ","460385":"\n  About a YouTube video I just watched. Was insightful.\n  ","460386":"\n  Jack doesn't die in the Titanic\n  ","460387":"\n  Amazon would be cool 💰💰💰\n  ","460388":"\n  To kill a mockingbird\n  \n  IT\n  \n  The Giver made me like reading. However government, religion and society type books aren't my favorite. Just had a good teacher that made me enjoy reading. 1984 is also a good government one.\n  \n  Of mice and men\n  \n  -\n  \n  Stephen King\n  \n  Laurie Halse Andersen\n  \n  Ellen Hopskins\n  \n  Some other ones\n  ","460389":"\n  I need to make a lot of improvements but I also enjoy my life, my personality and other attributes.\n  ","460390":"\n  Small group that I've known for many years.\n  \n  More acquaintances.\n  ","460391":"\n  Yes. I'll probably swim later\n  ","460392":"\n  Barbies, hot wheels, pound puppies, polly pockets, beanie babies\n  ","460393":"\n  Hey you\n  ","460394":"\n  Yes\n  ","460395":"\n  Or three\n  ","460396":"\n  If this is that George Smith guy then no because you didn't reply to anything I've sent or sent money either. Also this is a mass sent so highly doubt you'd pay EVERYONE money, old man.\n  ","460397":"\n  Men can wear whatever they want to wear.\n  \n  It can be nice but wouldn't make someone change the way that they already dressed.\n  ","460398":"\n  Idk.. I feel like I lean towards sad or numb more if something did occur.\n  ","460399":"\n  Probably feel guilty\n  ","460400":"\n  Haven't been going to them\n  ","460401":"\n  Sagittarius, this month is a great time to be a good time but watch out for people who are you\n  \n  Oh ok???\n  ","460402":"\n  I'm a sagittarius and that's why I don't think it was a good idea to do with me either way is fine\n  \n  I wanted to see where that was going haha ¯\\_(ツ)_\/¯\n  ","460403":"\n  Probably assuming things instead of actually hearing what the other has to say?\n  ","460404":"\n  I drink more water than the other person.\n  ","460405":"\n  Night guys\n  ","460406":"\n  Telepathy seems pretty interesting 🤔\n  ","460407":"\n  Nope\n  ","460408":"\n  I know :p\n  ","460409":"\n  Uranus.. jokes.\n  \n  Probably Jupiter, Mars or Pluto. I still think it's a planet, ok! :p\n  ","460410":"\n  Not those ones ¯\\_(ツ)_\/¯\n  ","460411":"\n  This bedroom window since don't see a lot out of it :(\n  ","460412":"\n  Yes\n  ","460413":"\n  Almost midnight here.\n  \n  Went swimming and walked were the main points of my day. Felt good swimming again.\n  ","460414":"\n  Not entirely sure\n  \n  Definitely will swim more as the pool is clean again :)\n  \n  Need to figure something out.\n  ","460415":"\n  Never have I ever\n  ","460416":"\n  I don't think I have the words for all of that\n  ","460417":"\n  Doubtful\n  ","460418":"\n  I only care about family, friends and what a partner would think. Nobody else deserves my thoughts on MYSELF. I matter the most not everyone else. Strangers don't know me so that's irrelevant opinions that shouldn't effect me.\n  ","460419":"\n  They've asked this for years now lol\n  ","460420":"\n  You've been 13 for a long time...\n  ","460421":"\n  Female.\n  \n  Why would you be confused?\n  ","460422":"\n  Came to the right site for that XD\n  ","460423":"\n  Hm I guess :)\n  ","460424":"\n  Everywhere haha XD\n  \n  Or teleportation\n  ","460425":"\n  Thesan or whatever name that goddess wants to be called.\n  \n\n   https:\/\/en.m.wikipedia.org\/wiki\/Thesan\n  \n","460426":"\n  You sure about that? lol\n  ","460427":"\n  Humans are strange\n  ","460428":"\n  Be the best version of myself?\n  ","460429":"\n  Yes. Lots of gadgets here lol\n  ","460430":"\n  Usually deal with them straight away.\n  ","460431":"\n  Cool. Thanks :)\n  ","460432":"\n  Most weren't even bad ¯\\_(ツ)_\/¯\n  ","460433":"\n  That AZ is at a standstill with covid cases. Haven't had any new ones lately.\n  \n  However have noticed some moms talking about strep throat at schools so who knows how long that will last...\n  ","460434":"\n  I don't measure it #rebel\n  ","460435":"\n  I got a whiff of his scent when that question was asked.\n  \n  Why do most of these get deleted?\n  ","460436":"\n  Ice cream\n  \n  Ham potato casserole\n  \n  Chicken parm and other faves\n  \n  Soup if sick or winter time comfort:)\n  ","460437":"\n  Swimming is one of those things! Mermaid :)\n  ","460438":"\n  Yes I have others on IG and FB.\n  ","460439":"\n  Yes\n  ","460440":"\n  Y'all are weird\n  ","460441":"\n  Like weight? Don't get what you mean.\n  ","460442":"\n  Pardon?\n  ","460443":"\n  You are more weird for always trying to play the race game on my page and not thinking that people can change in a year. Have a good day.\n  \n  Also bugs have a lot of nutrients. I'd only eat them as a last resort death type of situation.\n  ","460444":"\n  Oh, I'm scared ;)\n  \n  Carry on then haha\n  ","460445":"\n  Touche\n  ","460446":"\n  Nope. Gonna swim since the pool is finally swimable again.\n  ","460447":"\n  Or everything ¯\\_(ツ)_\/¯\n  \n  Matter and all that sh!t :p\n  ","460448":"\n  Think I might have watched an episode or something..\n  ","460449":"\n  True\n  ","460450":"\n  Own worst enemy type of vibes. Maybe thinking we aren't good enough or deserving of something. We only have one life to live.\n  ","460451":"\n  Agreed\n  ","460452":"\n  I didn't watch it all. Had volume too high for one haha\n  ","460453":"\n  Movie quote?\n  ","460454":"\n  I'm not sure on location (haven't been everywhere to figure that out) but I am more at peace when out in nature. All bodies of water are great to me. I like country areas that can still be nearby the city if need be. Closed off but not entirely. Really depends on the atmosphere :)\n  ","460455":"\n  Different for everyone. Still thinking on what mine could be lol\n  ","460456":"\n  Thanks\n  ","460457":"\n\n   @asgardarts\n  \n  comes to mind first :)\n  ","460458":"\n  I know some Spanish and French but not enough to have actual conversations with lol more so spelling wise.\n  ","460459":"\n  O.o\n  ","460460":"\n  this reminds me of that \"guys twerk when doing missionary \" meme.\n  ","460461":"\n  I don't like these types of questions.\n  \n  Have done before.\n  ","460462":"\n  Sure but still might not answer to it lol\n  ","460463":"\n  Someone on here tries winning candy from Instagram. Thought that was why.\n  \n  I'm not going to answer to candy chops.\n  ","460464":"\n  3.5\n  \n  Only shy when first meeting new people. Sizing them up more.\n  ","460465":"\n  Maybe\n  ","460466":"\n  I'd rather you didn't.\n  \n  Did you win?\n  ","460467":"\n  Yes. Was ok...\n  ","460468":"\n  It's a bit of both to me but never muted it\n  ","460469":"\n  Being alive?\n  \n  Also wrote another poem but I don't think I'll post it just yet :)\n  ","460470":"\n  Yes. Hopefully the song won't get in my head 🤣\n  ","460471":"\n  No example. Just in the moment.\n  ","460472":"\n  Government. That not everything is free (healthcare) or freedom.\n  \n  My insurance actually gave me a reward Visa card because I haven't been sick so that was interesting! Can be used towards different bills and other healthcare needs.\n  ","460473":"\n  Depends what it was\n  ","460474":"\n  Another 50\n  ","460475":"\n  Blue, purple and maybe yellow?\n  ","460476":"\n  Not really. Just popping in for the moment.\n  ","460477":"\n  Almost 80 pounds\n  ","460478":"\n  Maybe like 1%\n  \n  It can be funny to me.\n  ","460479":"\n  Good night 👸🏼\n  ","460480":"\n  Inappropriate 🙃\n  ","460481":"\n  Aw be nice\n  \n  Thanks tho 😘\n  ","460482":"\n  Too bad there wasn't any leg comparison pictures hiding there 🤣\n  \n  Old me wouldn't have done that either :p\n  ","460483":"\n  Damn. Its crazy thinking about that picture. Not even the differences but knowing how i wouldn't have worn a bikini then or if I did I'd be hiding under a tshirt. Wouldn't even have dreamed of even using onlyfans or other sites.. granted was still a dirty minded soul XD  didn't own lingerie. I'm so much stronger physically and mentally. More confident in myself etc\n  \n  Ok well good night now.\n  ","460484":"\n  Why do old sites have to distort the size of pictures? I was reminded of photobucket.com and sure enough this mug was on it 🙃\n  \n  Two other cute childhood pictures were too :)\n  ","460485":"\n  25$1up\n  \n  5k people have it downloaded. Only 32 reviews. Seems a little suspicious there? They don't really show you what is inside the app either.. just HOW to sign up type thing. They have a sponsor code on the app picture too\n  \n\n  I haven't signed up or googled anything yet.\n  ","460486":"\n  A chocolate glazed one was in my dream last week 🍩\n  \n  Favorite is Boston creme if from Dunkin donuts.\n  \n  The normal glazed Krispy Kreme ones are good.\n  ","460487":"\n  I'll have to look into it. Thanks\n  ","460488":"\n  Ask would def take that down 🙂\n  ","460489":"\n  Pretty and can be tragic too lol\n  ","460490":"\n  You did :)\n  ","460491":"\n  Nope. Haven't heard of it\n  ","460492":"\n  Yes. Did it before. The sites I used aren't doing that anymore :(\n  ","460493":"\n  Sure...\n  \n  Rather know the basics and look into instead of some longass gimmicks lol\n  ","460494":"\n  Ah ok\n  ","460495":"\n  What did you expect? :o\n  \n  You make me laugh at times too :)\n  ","460496":"\n  We'll see\n  ","460497":"\n  Seems fake if you can't tell me here\n  ","460498":"\n  Wearing black\n  \n  Being nice to everyone\n  \n  Sticking up for what you believe in\n  \n  Tattoos and piercings\n  \n  Being a great mom\n  \n  Black and purple fingers.\n  \n  Purple hair\n  ","460499":"\n  Definitely need to do something again. However most things seem like scams or pay x amount of money before doing it etc\n  ","460500":"\n  Nope. Wouldn't be stealing if you helped pay for it.\n  ","460501":"\n  Haha not missing out\n  ","460502":"\n  Who is they? 🙃\n  ","460503":"\n  I don't have it saved.\n  ","460504":"\n  Normal would be fine lol\n  ","460505":"\n  I've been wanting donuts\n  ","460506":"\n  Agreed! He said one earlier but forget what it was.\n  \n  There was one yesterday where Jack ended up getting milk coming out of his nose and something about it being unbreathable.\n  ","460507":"\n  🤣🤣🤣\n  ","460508":"\n  Think you guys motivated him with the \"daily dose\" talk.\n  ","460509":"\n  My brother-in-law makes a lot of dad jokes - even before he was a dad.\n  ","460510":"\n  I haven't had mango too much so not sure if I'd like the juice that much.\n  \n  I've had mango peach drinks and such but dont think I've had on its own...\n  ","460511":"\n  It's always pepee night 💦\n  ","460512":"\n  HS: History, law and my shop class\n  \n  College: psychology as a whole.  I liked abnormal psychology more. Anthropology and I enjoyed my art class which was more of the random elective XD Did charcoal drawings\n  ","460513":"\n  I have a good feeling about this week. Is that weird? Haha\n  ","460514":"\n  Some are like family\n  ","460515":"\n  Sleep :)\n  ","460516":"\n  I think you'll remember but yes, forgiveness can happen. Does depend what happened.. but overall you decide how you want to live your life and all that. The mindset and reaction is everything.\n  ","460517":"\n  I don't currently have any VS ones.\n  ","460518":"\n  He's already doing that ;)\n  ","460519":"\n  I still don't have a favorite.\n  ","460520":"\n  Uh..  someone doing naughty stuff in the bathroom.\n  ","460521":"\n  You are a badass bitch\n  ","460522":"\n  Silence me\n  ","460523":"\n  Yes. I think so! Want to know everything to help more. Individual based.\n  ","460524":"\n  What makes it so good? :p\n  ","460525":"\n  Haha oh my 😉\n  ","460526":"\n  Haven't worn yet. I did try on but not the pieces together lol\n  \n  Top is more cropped and the shorts are fine :)\n  \n  Hopefully look fine together\n  ","460527":"\n  Yes. The casino here does all you can eat crab legs at times XD\n  ","460528":"\n  It came on Friday 😍\n  ","460529":"\n  That grey bra.. it's more sporty\/everyday wear type.\n  ","460530":"\n  Well that sucks 🤣\n  \n  Tell everyone I love them, spend time with people, eat whatever I wanted. Do some outrageous things haha. S*x everywhere:o\n  ","460531":"\n  Oh man.. I'm not even sure 🤣\n  ","460532":"\n  Not really. They don't consume me. Not always on my mind.\n  ","460533":"\n  Hm no thanks. I'm good XD\n  ","460534":"\n  Isketch. Think it died?\n  ","460535":"\n  Looks wise, their heart, what they do, humor, things they are passionate about, mindset, self worth, self love...\n  ","460536":"\n  Haha you guys are too much 👣\n  ","460537":"\n  ¯\\_(ツ)_\/¯\n  ","460538":"\n  Oh man\n  ","460539":"\n  Hahaah\n  \n  I don't need it but thanks. Made me smile :p\n  ","460540":"\n  Clever\n  ","460541":"\n  Nobody ever enjoys breakups\n  \n  Even the worst ones can be hard...\n  ","460542":"\n  Don't isolate yourself lol\n  \n  Do things you enjoy.\n  ","460543":"\n  I suppose so.\n  \n  Too bad blocking doesn't work that way Haha\n  ","460544":"\n  Cute\n  ","460545":"\n  Seems that way on here. lol\n  ","460546":"\n  Not sure lol Just the way they acted type thing, being more nice than needed etc\n  ","460547":"\n  It's been decent.\n  \n  Got a coupon from a restaurant\/bar here in town. Who wants to get a burger with me sometime? 🤣 buy 1, get 1.\n  \n  Someone in town is selling smoked chicken so we had that tonight. Legally not supposed to sell items from home but eh. Need permits to do that ¯\\_(ツ)_\/¯it was pretty good. That smoky flavor! :)\n  ","460548":"\n  One was a waitress so was a little awkward haha\n  ","460549":"\n  Another face :)\n  ","460550":"\n  Yes and actually hitting on me too.\n  ","460551":"\n  Guys and any type of animals *swoons*\n  ","460552":"\n  More subtle about it. Idk why..\n  \n  Just because a girl looks doesn't exactly mean she wants them. It can be more simple things they notice about them...\n  ","460553":"\n  Probably would if felt right about it...\n  ","460554":"\n  I don't have a private collection\n  ","460555":"\n  Awww this gif is cute XD\n  ","460556":"\n  xoxo\n  ","460557":"\n  Would be hot then ;)\n  ","460558":"\n  It can. Just whatever in the moment I suppose. How intense or whatever :)\n  ","460559":"\n  Aww. That's really sweet!  Did feel like certain lyrics resonated more as well.\n  \n  Love those type of feel good songs in the summer XD give me all the good vibes\n  ","460560":"\n  Yes. They are ok :)\n  \n  I have one but it keeps fading in color  r.i.p\n  ","460561":"\n  Depends whose doing it.\n  ","460562":"\n  Yes. Its cute.\n  \n  Definitely gives me summer night images of just relaxing and having a good time with someone you love or being with family soaking up the sun, drinks etc\n  ","460563":"\n  Hard to say, really. Not always based on the age factor. Think we all have both sides to ourselves. Some are more mature in certain instances and \"lack\" in other areas and vice versa. A lot of grey matter there. Don't always know what people have gone through to make them mature or act immature when they produce both sides to themselves.\n  ","460564":"\n  No. You don't know unless you don't try kind of mentality. Better than what ifs and all that.\n  ","460565":"\n  I really should.\n  ","460566":"\n  The Sandlot\n  ","460567":"\n  Sounds like that old movie\n  ","460568":"\n  Haven't watched in years\n  ","460569":"\n  Swimming, exercise and reading\n  \n  Writing\/poetry when in the mood\/inspired.\n  ","460570":"\n  Doesn't make sense\n  ","460571":"\n  Haha alright. Fun :)\n  ","460572":"\n  Drug related?\n  ","460573":"\n  Crawl blindly towards the light\n  ","460574":"\n  Not too much currently. You?\n  ","460575":"\n  Yes\n  \n  On a plane -_- felt caged in by the dude.\n  \n  Idk childhood was good. Mental abuse came on later lol\n  ","460576":"\n  I'd make it dance and steal money. Nice distraction, huh?\n  ","460577":"\n  dirty things\n  ","460578":"\n  \"Those people who come to Mother Dill do not understand well?\"\n  \n  Mother Dill?\n  ","460579":"\n  Will do 👸🏼\n  ","460580":"\n  It's getting smaller and smaller\n  ","460581":"\n  Adventure\n  ","460582":"\n  Sometimes\n  ","460583":"\n  Shot\/stabbed because that usually happens when I have nightmares and I always wake up not knowing if dream me makes it or not.\n  ","460584":"\n  Ice cream, soup, ham potato casserole and whatever favorites, yo.\n  ","460585":"\n  I'm 32.\n  \n  33 in December.\n  \n  87 in my username stands for 1987 when I was born.\n  ","460586":"\n  Rarely, haven't been.\n  ","460587":"\n  No idea lol\n  \n  Milk is the worst tho\n  ","460588":"\n  Idk never been married\n  ","460589":"\n  More so with harder math. I don't like reading infront of the class either as have some issues with certain words. Reading to myself is a breeze though. Hasn't stopped me. Still made honor roll and other things. A,B,C grades.\n  \n  Had some sped classes so the people that were in the same classes. Everyone was still on the spectrum or mild with whatever they did have.\n  \n  One of my nephews has dyslexia.\n  ","460590":"\n  Nah. I respect their privacy.\n  ","460591":"\n  Thanks. Can be. Too bad that specific site died. There's some others out there atleast doing similar things. Was making money off it for a while too. Helps when stressed too.\n  ","460592":"\n  12- 2am it seems like lately\n  ","460593":"\n  Needing to pee, not enough snacks, need to get gas, radio can cut off. Sometimes the people you are with lol\n  ","460594":"\n  Not sharing that lol\n  ","460595":"\n  Legs\n  ","460596":"\n  Not really\n  ","460597":"\n  This made me yawn\n  \n  Anyways, good night.\n  ","460598":"\n  It's certainly been an interesting year.\n  ","460599":"\n  Yes\n  ","460600":"\n  These are some older ones I've done.\n  ","460601":"\n  Ideally 28-35\n  \n  Maybe 25 depending on the person.\n  ","460602":"\n  These ones currently\n  ","460603":"\n  12:29am on Sunday\n  \n  Figured I'd wait to answer it on Sunday XD\n  \n  Yes! Let go of negative energy.\n  ","460604":"\n  Writing, poems\n  \n  Making fashion sets for creative outlet and ideas\n  \n  Fitness\n  \n  Humor\n  ","460605":"\n  Grease, Dirty Dancing and Lion King are my top 3. I like a lot of comedy and romcoms too.\n  ","460606":"\n  Yes. If trusted them, got along with, they asked etc\n  ","460607":"\n  INFJ I think it said? Haven't done in a while.\n  ","460608":"\n  Indeed\n  ","460609":"\n  I'm sure there's some other FS people but these ones came to mind.\n  \n  I think\n  \n   @NO3MM3RZ\n  \n  is busy with work. They made a discord if looking for any peeps :)\n  \n\n   @cestlavie87\n  \n  forgot her password 🤣 wasn't on much to\n  \n  begin with.\n  \n\n   @WayneBrat\n  \n  that family man life\n  \n\n   @breakfreefromlife\n  \n  doesn't come on that often 💕\n  ","460610":"\n  Probably! Not the best with skates. If you mean the table one.. bring it :p\n  ","460611":"\n  I think I learned that before\n  ","460612":"\n  Some dude was jerking off in school. A friend pointed it out.\n  ","460613":"\n  Not sure. A lot goes into a person. Even things that you don't see etc\n  ","460614":"\n  To beat me :p\n  \n  Haven't ran in a while. Wouldn't mind morning or night ones though:)\n  ","460615":"\n  You can give attention to people without loving them so no lol\n  ","460616":"\n  Why?\n  ","460617":"\n  Nope.\n  \n  There was a group called \"Girls on the go\" that I did attend though.\n  \n  My sister did brownies. Her husband was a boys scout.\n  ","460618":"\n  Meaning what exactly? 🙃\n  ","460619":"\n  Don't we all\n  ","460620":"\n  Personal preference. Do whatever you want.\n  ","460621":"\n  Nope but wouldnt be opposed to it. Especially black ones ;)\n  \n  Dont currently own heels atm\n  ","460622":"\n  Good to know.\n  \n  I like thongs more than g-strings personally. A little more fabric is nice to me. I have 2 g-strings tho\n  ","460623":"\n  Car.\n  \n  Haha was curious to see by foot and it wouldn't give me the other options on maps. Don't think I'd travel that far unless the person was very special to me :)\n  ","460624":"\n  Congrats\n  ","460625":"\n  4 hours away then\n  ","460626":"\n  If they have the butt for it\n  ","460627":"\n  And that would be?\n  \n  I keep getting lahore messages now -_-\n  ","460628":"\n  It could? Certain exercises could help too but you can't exactly pinpoint locations either which sucks lol\n  \n  Not an expert or doctor. They'd know more.. yet again after money XD\n  ","460629":"\n  Just the same old that I already had lol more so arms.\n  \n  Feel like everything else just got smaller. It's been a year and I've also been working out.\n  \n  Guess it depends how much you lost and how fast. Mine has mostly been around 2 or more pounds each time adding up to the bigger picture.\n  ","460630":"\n  Seemed pretty empty so probably why. Wonder if the girl got fired or had to do anger management or something for it. Wonder if it was a racist thing too.\n  ","460631":"\n  Yes, they are.\n  ","460632":"\n  Stay where?\n  ","460633":"\n  Damn. Too bad the before part wasn't caught.\n  \n  The worker girl shouldn't have made it worse. She was even all \"i know but\".. like yes... No. Cried like a little b!tch and then tried acting tough again.\n  \n  Both need help 🤣\n  \n  Was entertaining to watch XD\n  ","460634":"\n  All the cuddles\n  ","460635":"\n  Bizarre lol\n  ","460636":"\n  My mom and a select group of friends.\n  ","460637":"\n  Yes. Done tequila shots before too.\n  \n  I like apple martinis as well.\n  \n  More fruity based drinks :)\n  ","460638":"\n  It was a screenshot but I already deleted it.\n  \n  One of those close your eyes and screenshot to get the affirmation message on IG.\n  \n  One was about how a beloved person (I assume not living anymore) was giving hugs and encouragement. There was a rainbow on the background of  the message and I actually had a rainbow on my leg earlier.\n  \n  Another one was all take breaks. Strength, think before  you react and that type of stuff..\n  ","460639":"\n  Eyes, got a thing for beards or facial hair at the very least, hands. Chest\/shoulders can be hot too.\n  \n  I like tattoos but its not a deal breaker if the guy didn't have any.\n  ","460640":"\n  Mixed drinks 🍹\n  ","460641":"\n  Painted my nails and toes ¯\\_(ツ)_\/¯\n  ","460642":"\n  Not sure what I'm doing tomorrow. How about you?\n  ","460643":"\n  No, the duck.. maybe!\n  ","460644":"\n  Maybe! Can be interesting.\n  \n  Annoying since I have YouTube, spotify and Alexa so it might not show EVERYTHING I listened to :)\n  \n  I have a few spotify emails I need to check out.\n  ","460645":"\n  Happy? ;)\n  ","460646":"\n  It was a local one.  Not the show lol would have been more dope Haha\n  \n  Bikes, boxes, some mattresses.. hard to tell if anything good ¯\\_(ツ)_\/¯think the units were a bit overpriced too? Not sure lol wasn't the best part of town either.\n  ","460647":"\n  Need to shower\n  ","460648":"\n  Bruin the twinkie chia pet\n  ","460649":"\n  Yes. Storage Wars is a great show. Pawnshop too.\n  \n  Went to an auction for units before. Didn't bid on any of them though. Definitely bring a flashlight since they can be very dark if inside ones.\n  \n  Been to an actual auction before as well. Ended up getting a picture of a leopard XD\n  ","460650":"\n  4\/10\n  \n  Would have been 5 but changed the right answer at the last second :(\n  ","460651":"\n  What would that even be?\n  \n  Battle Royale did come to mind though but think that's more Japanese?\n  ","460652":"\n  Light.\n  \n  Seems fitting atm 🤣\n  ","460653":"\n  You too creatures of askfm\n  ","460654":"\n  3-5 hours tops man.\n  \n  Didn't actually mind that one haha\n  ","460655":"\n  \"I have no idea\" when asked a question.\n  ","460656":"\n  Stop sending me gross videos about dogs\n  ","460657":"\n  Poor dog.\n  ","460658":"\n  No idea. By myself or with a partner?\n  ","460659":"\n  When people pinpoint everything wrong with you but they won't look at themselves in the same type of manner.\n  ","460660":"\n  -_-\n  ","460661":"\n  Or maybe I don't want to think about everything that's gone wrong in my life. People walking over me, not listening, making me feel bad. My own faults too. Already know things need to change. You being aggressive about this isn't helping anything either. Well aware of all my shortcomings.\n  ","460662":"\n  No. If anything, I overthink.\n  ","460663":"\n  Rob all the banks\n  \n  I wonder if that's a past life since my mind automatically goes there 🤣👢I like cowgirl hats and boots too.\n  ","460664":"\n  🤦🏼‍♀️\n  ","460665":"\n  All I can do is focus on the know. Things are tough with the world right now. Just do better and be better. What type of answer are you looking for? Anything I'd say you'd take it as excuses anyways. I don't feel like fighting or having to justify everything.\n  ","460666":"\n  Something fitness or fashion based.\n  ","460667":"\n  Because I can?\n  \n  Might answer things here and there but definitely don't want to always be on here either. Haven't decided on a time limit or anything this time.\n  ","460668":"\n  I have a long torso anyways\n  ","460669":"\n  Nobody would do that\n  ","460670":"\n  Online. Will most likely take a break the week coming up.\n  ","460671":"\n  You have a problem\n  ","460672":"\n  No. I'd help them. Could get a tutor. Make it fun for them. Check if there's a learning disability.. never know if its the teachers, kids or what.\n  ","460673":"\n  Keeping that private for now. Don't need other people commenting on what I want to do.\n  ","460674":"\n  Go for it?\n  ","460675":"\n  Sometimes\n  ","460676":"\n  2010 and a few nights ago.\n  \n  I'm stronger now because of what I went through then. Always something to look forward to. Breathing techniques. Knowing I'm just being silly. Saw something on IG and got me emotional in the moment. Idk I just snap back to reality. Think of what I want, be positive. View things that hopefully wont trigger sadness. Self love. Know I need to cut off whatever thoughts because rather not have them or spiral down. Need to be strong for myself.\n  \n  Crying.. letting out emotions instead of caging them up. Writing could be a good idea to understand why you might feel that way. Focus on the small things.. don't always need to dwell on the bigger picture all the time but still strive for it?\n  ","460677":"\n  Uh what?\n  \n  I guess golden voice\n  ","460678":"\n  Yes. Usually in a bathroom way.\n  ","460679":"\n  Not sure why you are sending me this. Has nothing to do with me. Just because someone says that they don't share s*xual things isn't a dig at me. They've shared certain things in the past.\n  \n  Also I was telling someone nonstop yesterday to leave me alone. People just won't let me grow and better myself, I guess. I don't always need to be s*xual on here. The anons are more of the problem than I'd ever be.\n  ","460680":"\n  Night starlights 🌠\n  ","460681":"\n  A lot of them are great to have. The whole package type thing in a person. Humor is very important to me. Couldn't be with someone that was serious 24\/7.\n  ","460682":"\n  What does wafa mean?\n  \n  I don't try to have expectations since they just make me sad if the outcome\/reality isn't the same. Not sure if this answers the question or not 🤣\n  \n  Wafa was the only part that didn't translate.\n  ","460683":"\n  Yes. It can be fun. Good workout too\n  ","460684":"\n  Same as its always been this year.\n  ","460685":"\n  One instance came to mind.. just the way they said things.. made me feel small and inadequate.. bad intentions. Just wanted the person away from me lol\n  ","460686":"\n  Def depends what happened between them. If it was very bad then maybe not lol\n  \n  Obviously wanting them happy, rooting for them in all aspects of life etc\n  ","460687":"\n  Oldddd\n  ","460688":"\n  Food :p\n  ","460689":"\n  Not a professional one.\n  ","460690":"\n  Not sure but I listened to these ones on YouTube this week. Some of them I just let YouTube do its thing.. others I've looked for.\n  \n  scars to your beautiful- Alessia Cara\n  \n  Praying- Kesha\n  \n  Free falling -  Tom Petty\n  \n  A little bit stronger- Sara Evans\n  \n  One headlight - the wallflowers\n  \n  She talks to angels - the black crowes\n  \n  American pie - don mclean\n  \n  Ironic- Alanis Morissette\n  \n  The freshman - the verve pipe\n  \n  Let her go - passenger\n  \n  Tennessee whiskey- chris Stapleton\n  \n  Torn - Natalie Imbruglia\n  \n  Nothing compares to you - Sinead O'connor\n  \n  Shallow - lady gaga\n  \n  also listened to always remember us this way but that was using Alexa\n  \n  Picture  - kid rock\n  \n  Fantasy- Bazzi (slowed down)\n  \n  Falling and porcelain heart by\n  \n   @patchy_life\n  \n","460691":"\n  Love shouldn't be forced.\n  ","460692":"\n  :)\n  ","460693":"\n  Sorry nobody helped you.\n  \n  In a way nobody helped me either to succeed. Being the youngest probably has something to do with it too. Either way I dont feel like thinking on this right now. Have ideas to do better but why share those with people who just gaslight, reverse psychology, and use manipulation to get their points across? Make me feel like a huge burden to my family and humanity in general.\n  ","460694":"\n  I have tea more\n  ","460695":"\n  You're right.\n  ","460696":"\n  Bet you been waiting to say that\n  ","460697":"\n  Blocked instead\n  ","460698":"\n  All the creeps to my page -_-\n  ","460699":"\n  Right.. not going to answer anymore of this. Already said no twice and didn't give any signals that I wanted it from YOU. Move along now.\n  \n  Saying no doesn't equal try harder.\n  \n  Just because I've talked to others before doesn't mean it will happen with everyone. No means no. End of discussion.\n  ","460700":"\n  I trust my gut instincts a ton!\n  ","460701":"\n  Yikes\n  ","460702":"\n  They have opinions on every little thing I do or don't do. Haters gonna hate.\n  \n  I save up money and they b!tch. I don't do much and they still say things etc\n  ","460703":"\n  My ex or if I meet someone new... NOT from here.\n  ","460704":"\n  Everything lol\n  ","460705":"\n  Why are some guys so annoying at times???\n  ","460706":"\n  Not yours\n  ","460707":"\n  Just the truth.\n  \n  Besides people have said mean things before about it too.\n  ","460708":"\n  No\n  ","460709":"\n  I do worry though.\n  \n  Couldn't work a real job while my sister was pregnant due to the whole covid too. She would have forbid it anyways lol always said stuff about them dying if anyone did something she didn't like XD\n  ","460710":"\n  Talking with internet girls isn't real s*x, bro.\n  ","460711":"\n  I was talking about actual s*x so no.\n  ","460712":"\n  I pay my own phone and pay towards groceries too.\n  ","460713":"\n  Not focused on time\n  ","460714":"\n  None\n  ","460715":"\n  👽\n  ","460716":"\n  Can do\n  ","460717":"\n  You act like people can't change their situations.\n  ","460718":"\n  🙄\n  ","460719":"\n  Always\n  ","460720":"\n  Pretty much my covid lifestyle right now. Besides the pool is being cleaned at the moment.\n  \n  Don't always eat what I want. Pretty much still keto foods. However we had pizza and that ice cream tonight.\n  \n  Haven't worked since June which sucks.\n  ","460721":"\n  Wouldn't be on here if that was the case 😉🤙\n  ","460722":"\n  Very peaceful lol\n  ","460723":"\n  Yes. People don't generally get involved\n  ","460724":"\n  * because of lol\n  ","460725":"\n  I'm sure XD\n  ","460726":"\n  Oh yes\n  ","460727":"\n  Not sure what that means\n  ","460728":"\n  Cool\n  ","460729":"\n  Huh?\n  \n  Been getting more than that. Way more.\n  ","460730":"\n  ¯\\_(ツ)_\/¯\n  ","460731":"\n  That's weak lol\n  ","460732":"\n  Guess I met the balance today 😁\n  ","460733":"\n  Are you a bouncer?\n  ","460734":"\n  🍆💦 then??\n  ","460735":"\n  Introduce them to ice cream?\n  ","460736":"\n  🍦vs 🍆\n  \n  Haha\n  ","460737":"\n  I have 20 of these\n  ","460738":"\n  Didn't have my phone in my hands at the time.\n  \n  Did you fight someone?\n  ","460739":"\n  I'd agree there 🤣🤣\n  ","460740":"\n  Having money doesn't equal happiness.\n  ","460741":"\n  The food or guys?\n  ","460742":"\n  Me too haha\n  ","460743":"\n  Too many creepy guys on mine :(\n  ","460744":"\n  Sore on&off today\n  ","460745":"\n  No.\n  ","460746":"\n  TV show based on the movie;\n  \n  What We Do in the Shadows\n  ","460747":"\n  Life. A few different things at once type of deal. Doing much better today :)\n  \n  Also yay.. the lounge set from Tanya came today.\n  ","460748":"\n  Hopefully this one will be good! Won it from\n  \n   @breakfreefromlife\n  \n  (her picture)\n  ","460749":"\n  None. Rather be my own badass singer ¯\\_(ツ)_\/¯\n  \n  P.s I dont think that would happen Haha\n  ","460750":"\n  Eating that ice cream thing. Hopefully wont get sick later 🤦🏼‍♀️\n  ","460751":"\n  Can I just say this? First time having it lol vanilla ice cream, cookie dough goodness. Sprinkles and whip cream or whatever that's supposed to be XD\n  ","460752":"\n  This is better than sc\n  ","460753":"\n  *hugs*\n  ","460754":"\n  Could happen but love can be worth that risk.\n  ","460755":"\n  One step at a time?\n  ","460756":"\n  Yes. Can definitely get a vibe from them but love comes over time :)\n  ","460757":"\n  Good question\n  ","460758":"\n  You can't fully love someone at first glance.\n  ","460759":"\n  A good bullshit detector\n  ","460760":"\n  Will do :)\n  ","460761":"\n  Hey\n  ","460762":"\n  Pizza\n  ","460763":"\n  Just because you don't show the emotions doesn't mean they aren't there :p\n  \n  Too much alone time can be bad as well.\n  ","460764":"\n  Just had dinner with the fam 🍕\n  ","460765":"\n  Distance or not having them in your life can help\n  \n  Guess it depends what they were toxic about.\n  ","460766":"\n  Not getting hurt\n  \n  Yet that can hurt you as well lol\n  ","460767":"\n  Ok...\n  ","460768":"\n  Very weird\n  ","460769":"\n  Nah. They aren't on here much\n  ","460770":"\n  ¯\\_(ツ)_\/¯\n  ","460771":"\n  No problem\n  ","460772":"\n  Ambivert\n  ","460773":"\n  More in my mind than outloud\n  ","460774":"\n  Better than last night lol\n  ","460775":"\n  Yes, that can be seen as degrading at times. Some you can tell don't care for it whereas others seem happy about it.\n  \n  I'm open minded... see what you like, try atleast once type of person.\n  ","460776":"\n  Good overall. A few down days..\n  ","460777":"\n  Ouch\n  ","460778":"\n  Plenty lol\n  ","460779":"\n  Honest\n  ","460780":"\n  Rarely. Just deodorant and body wash lately.\n  \n  I like sweet and musky scents though.\n  ","460781":"\n  Take a break. Go outside. Listen to music. Set time limits and then go back to it.\n  ","460782":"\n  They want it to be more fun but nothing really matters? Be cool if the coins were real money or after a certain amount it became real...\n  ","460783":"\n  Some can look awful.\n  \n  I've done the stand up cyclone ones twice in my life. Never used products as I didn't want to be streaky.\n  \n  I like the sun more\n  ","460784":"\n  Yes, think so.\n  ","460785":"\n  Scrambled eggs\n  ","460786":"\n  Both are on the same page\n  ","460787":"\n  🖕or just the one🖕\n  ","460788":"\n  Single so that would just depend on the person\n  \n  ¯\\_(ツ)_\/¯\n  ","460789":"\n  Kind of\n  ","460790":"\n  You said the same thing when I took a week off.\n  \n  I've literally did 5 or 7 months on FS before.\n  ","460791":"\n  Make it work for me 💪\n  ","460792":"\n  Grease, Dirty Dancing, Lion King\n  ","460793":"\n  Pretty\n  ","460794":"\n  I'd do it.\n  ","460795":"\n  Not sure. I'm definitely going to be taking some breaks, just don't know when or how long they'd be.\n  ","460796":"\n  Thanks\n  ","460797":"\n  Yup\n  ","460798":"\n  Agreed. Only made myself feel worse afterwards. Overthinking etc\n  ","460799":"\n  Yes.\n  ","460800":"\n  Then ask it. Doesn't mean you'll get an answer\n  ","460801":"\n  ???\n  ","460802":"\n  Probably 👍\n  ","460803":"\n  Aka you being the creep\n  ","460804":"\n  I've had better\n  \n  Night\n  ","460805":"\n  Everyone views me as a major slut?\n  ","460806":"\n  So I always need to be that way? I say no and I'm a shitty person? I make it known that I don't want that and get these comments. God forbid I don't need to talk to everyone in that way. I say no a lot, actually.\n  \n  God forbid two people have only viewed lingerie pictures. I was never nude. Nor did they ever see me with my di!do. It was all sexting. (M &1%rose)\n  \n  Scott, Kevin, and Stephen didn't even get any pictures. All adults. All in private at different times.\n  \n  The ones who try on here are more ridiculous than I'd ever be. I'm open about s*x.. who cares? I'm not trying to get with them or anything. Do you ever see me write suggestive things on other people's pages? No.. because I don't want them. They come to me not the other way around. Even when I make it bluntly obvious that I don't want to behave that way I still get sh!t or them nonstop writing dirty messages. I'm accountable for my own actions. I can't be accountable for every anon I get. Also been deleting a ton of bullshit too. Stop acting like you know everything about me, the guys I've talked to or anything else.\n  ","460807":"\n  Yes\n  ","460808":"\n  Most are.\n  ","460809":"\n  Hm guess that depends more on the person.\n  \n  I don't always believe people when they compliment me. I don't personally think I'm anything special. Can be a joking matter or just feeling good about myself at those times.\n  ","460810":"\n  Yo\n  ","460811":"\n  America wasn't obvious? Or the location in my bio ~\n  ","460812":"\n  Wish you wouldn't but do appreciate the asking lol\n  ","460813":"\n  Single\n  ","460814":"\n  Don't really feel like asking questions to people I don't know. The whole bored mention doesn't make me want to either...\n  ","460815":"\n  Me vs  future me lol ?\n  ","460816":"\n  One hug at a time XD\n  ","460817":"\n  32\n  ","460818":"\n  IT, Nightmare on elm street, Eden Lake, trick or treat, the devil's rejects, I know what you did last summer, urban legend, wolf creek.  Scream ones are ok\n  ","460819":"\n  Uncalled for dude.\n  ","460820":"\n  Ceiling fan and the actual a\/c\n  ","460821":"\n  I'd rather have seafood instead of legit fish.\n  \n  So I guess steak wins. However can get bored\/sick of it if have a lot too.\n  ","460822":"\n  Yes but seems scary too.\n  ","460823":"\n  Bad acronym then 🤣\n  \n  Actually had a dream about isketch on Wednesday o.o\n  ","460824":"\n  Suck a limp testicle sometime\n  ","460825":"\n  Yes. It's been forever!\n  ","460826":"\n  A little\n  ","460827":"\n  Good reminder\n  ","460828":"\n  Uh ok then\n  ","460829":"\n  Original hot if from Wingstop\n  \n  At home or elsewhere just depends. Not picky\n  ","460830":"\n  Find a better candidate for the job\n  ","460831":"\n  Individual reasons..\n  ","460832":"\n  No idea. Not a definite plan either\n  ","460833":"\n  We had chicken tonight too. Homecooked tho\n  ","460834":"\n  Yes\n  ","460835":"\n  My sister\n  ","460836":"\n  Be creative\n  \n  Take a bath\/shower\n  \n  Focus on the good\n  \n  Movies \/ shows\n  \n  Exercise in any form\n  \n  Listen to music\n  ","460837":"\n  Cheers\n  ","460838":"\n  It's ok. Don't need it anymore 🤣😉\n  ","460839":"\n  Most of them but I keep the majority of them private\/only keeping mutuals instead of weird anons...\n  ","460840":"\n  Love huskies and golden retrievers the best! German shepherds are cool too.\n  \n  ~ dogs I've had ~\n  \n  German shepherd\n  \n  Golden retriever\n  \n  Border collie\n  \n  Poodle\n  \n  Bruin is a husky chow mix and Wrangler is a basset hound.\n  ","460841":"\n  I don't really pay attention to that.\n  ","460842":"\n  Aka show the goodies\n  ","460843":"\n  You should learn reading comprehension skills.\n  ","460844":"\n  Agreed.\n  ","460845":"\n  Gym, reading, swimming etc\n  ","460846":"\n  Yes.\n  \n  People have laughed at things and literally said I'm funny.\n  ","460847":"\n  No. Rather be having it instead of watching it.\n  ","460848":"\n  Don't feel like it\n  ","460849":"\n  Oh well. I didn't ask for opinions. Maybe in person it's more noticeable. Idc\n  ","460850":"\n  I wouldn't want to. I know I'm funny but put on the spot like that.. nah. Comes naturally not because its forced.\n  ","460851":"\n  Taller\n  ","460852":"\n  Sorry but no.\n  \n  1. You keep asking this. Seems pretty pushy after a while.\n  \n  2. I don't know the language\n  \n  3. I'd rather not get self promotion type questions on here\n  \n  Best of luck though!\n  ","460853":"\n  Tornados are scary. Those huge waves too.\n  ","460854":"\n  No idea. Some of mine happen after:(\n  ","460855":"\n  Doesn't matter to me. Grew up with playstation switched to xbox..\n  ","460856":"\n  Mermaid\n  ","460857":"\n  Rawr\n  ","460858":"\n  7774\n  ","460859":"\n  Uh.. it does spin. We just don't feel it lol\n  ","460860":"\n  Probably a pasta dish?\n  ","460861":"\n  Yes :p\n  \n  Also friendships made\n  ","460862":"\n  Have before\n  ","460863":"\n  Not sure, tbh.\n  ","460864":"\n  They should. Mom is in denial and the rest don't know.\n  ","460865":"\n  Yes but feel weird giving the example that came to mind.\n  ","460866":"\n\n   https:\/\/youtu.be\/FJfFZqTlWrQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  ????\n  ","460867":"\n  Strip\n  ","460868":"\n  Someone else's pain -_-\n  ","460869":"\n  dollar dollar bills y'all\n  ","460870":"\n  Liger\n  ","460871":"\n  Hurt is one of my favorite songs\n  ","460872":"\n  I like milk chocolate but been having dark more.\n  ","460873":"\n  Think its 1k\n  \n  They had a lot of baggies with 1k but didn't really see similar worm like ones on their page.\n  ","460874":"\n  I'm not sure. Whatever feels right?\n  ","460875":"\n  Beaver came to mind but I doubt that's right\n  ","460876":"\n  I was learning but then they got busy along with them being pregnant.\n  ","460877":"\n  lol I'm definitely more lowkey but can dress up when need be :)\n  ","460878":"\n  They show off. Cocky. Always brag about themselves. Make it known how they feel about themselves. Very self oriented.\n  \n  They know but they don't let it get to their head. Don't always have to prove it. Happy with themselves and don't need outsiders worshipping about them. Humble.\n  ","460879":"\n  Don't think it's too high or too flat..\n  ","460880":"\n  Maybe next time\n  ","460881":"\n  Depends on the subject, really.\n  ","460882":"\n  To 40+ people but I don't feel like doing that lol\n  ","460883":"\n  Don't remember if they did that. If it is her then I know someone on here who fell for her charms before lol\n  ","460884":"\n  If its the one I'm thinking of then yes. Mostly bdsm talk?\n  ","460885":"\n  Once during New Years. I was sick and stupid to be drinking in general. Southern comfort 🤢 kept refilling the jar.\n  \n  If you mean from one drink then no. Not a light weight. I do however like sticking with 2-3 drinks max. I don't need to be drunk to have a good time.\n  ","460886":"\n  I didn't have any hence not sending anything directly to your page\n  ","460887":"\n  Haven't\n  ","460888":"\n  I wasn't a little turned on when I went for my walk.\n  ","460889":"\n  Anons don't always need to know information like that\n  ","460890":"\n  Not really\n  ","460891":"\n  Biased but think I'd be decent lol\n  ","460892":"\n  Cool. Still not am here XD\n  \n  10:48pm\n  ","460893":"\n  lol this sounds like operation\n  ","460894":"\n  You too\n  \n  Its morning somewhere...\n  ","460895":"\n  A tad overrated or didn't have the right people for that challenge lol ¯\\_(ツ)_\/¯\n  ","460896":"\n  Whatever came to mind.\n  ","460897":"\n  Already being in the mood helps. Thinking about things or watching if needed a bit more inspiration.\n  \n  With someone.. hm that can vary. I'd rather not have it feel like a routine. Whatever happens first type way.\n  ","460898":"\n  Out in nature, the gym, swimming, s*x, being around good company etc\n  ","460899":"\n  No idea. Whatever came naturally\n  ","460900":"\n  That's something you'd have to find out on your own lol\n  ","460901":"\n  Idk.. maybe pace yourself? Breathing techniques? Is it always that way? Too much s*x could make it come out sooner. Foreplay could probably help make it last longer. Doing nonsexual acts beforehand.. not thinking of a time limit?\n  ","460902":"\n  Why?\n  ","460903":"\n  Have I?\n  ","460904":"\n  No? Practice. Keep going. Edging. That type of stuff. Getting better at actual s*x too.\n  \n  You seem young for even asking these thread questions.\n  \n  Medicine is more for older guys..\n  ","460905":"\n  Stamina\n  ","460906":"\n  The one I married playing house eventhough was still young enough to not know what a crush was\n  \n  Or\n  \n  The first guy I dated. I kind of count him more since was aware of the crush factor.\n  ","460907":"\n  No\n  ","460908":"\n  This is showing up blank to me\n  ","460909":"\n  :)\n  ","460910":"\n  I feel like my other answer kind of touches on this...\n  \n  Rest helps too.\n  ","460911":"\n  When you embrace\/ surrender whatever is going on. Focus on yourself more. Change outlook on it? Believe better situations will come. Break the cycle. Don't pass judgment or blame. Just be.\n  ","460912":"\n  Stop sending me links\n  ","460913":"\n  Do you always ask people for questions on anon or did you forget to untick?\n  ","460914":"\n  Not writing that on here. A lot of backstory goes into it. Only one person should know about that too.\n  ","460915":"\n  I don't think I'd want that lol\n  ","460916":"\n  Don't care about celebrities enough these days to think of people\n  ","460917":"\n  I have a few 🙃\n  ","460918":"\n  Baths, candles, facemask, music, movies or shows, s*x can, comfort foods, animals, quotes, writing can, go with the flow instead of worrying helps..\n  ","460919":"\n  Did on one.\n  \n  Also don't care for dudes that get 100-1000🔥 and still ask for more. 🤢\n  \n  Greedy over literally nothing lol\n  ","460920":"\n  I eat at home more.\n  \n  I still make it keto when eating there: McDonalds, Chipotle, Wingstop, Panda Express, Wendy's salad.\n  \n  More cheat type way... Culvers.\n  ","460921":"\n  I got enough fire🔥🔥🔥🔥\n  \n  Also a fire sign - Sagittarius.\n  ","460922":"\n  It's you again.\n  ","460923":"\n  You say that a lot\n  ","460924":"\n  Shit XD\n  \n  I don't want to lose them all but I also want to make new ones.\n  ","460925":"\n  When younger I wanted blue eyes since my siblings have blue eyes. Also pretty.. it's my favorite color.\n  \n  Over time, I'm fine with my hazel eyes.\n  ","460926":"\n  Ribs.. less rib fat 🤣\n  ","460927":"\n  The stairs that kept moving or in the boy's bathroom. However Moaning Myrtle would be creepy...\n  ","460928":"\n  Blooming onions are good. Happy with soup or salad tho. I dont always need an appetizer.\n  \n  Let's go with chicken parm\n  \n  Cheesecake, ice cream or those brownies with ice cream on top.\n  ","460929":"\n  I don't have much to share right now\n  ","460930":"\n  Not really.\n  ","460931":"\n  Enjoy :)\n  ","460932":"\n  Seems like once.\n  ","460933":"\n  Not sure\n  ","460934":"\n  Doing good ;)\n  ","460935":"\n  Make things complicated? :(\n  ","460936":"\n  My grandpa but I do feel like he's watching over me.\n  ","460937":"\n  Let's\n  ","460938":"\n  When people feel the need to be assholes and I don't give them the attention that they seek. Says a lot more about them than me. Also why follow if they don't like me? Or the things I post?\n  ","460939":"\n  I haven't\n  ","460940":"\n  It doesn't unless I decide to enroll.\n  ","460941":"\n  I've read more manga..\n  \n  Anime would be Fruitsbasket, Chobits, Your Name.\n  \n  I like Ed from Fullmetal Alchemist but haven't watched everything. Met Vic Mignogna at Anime Boston before with my friend that was more into that scene.\n  ","460942":"\n  It's always different.\n  ","460943":"\n  You wish 😘\n  ","460944":"\n  Hate public speaking but then kind of ok once I get going. Still feel like nobody really cares though XD\n  \n  More in the classroom setting\n  ","460945":"\n  Just one.. that sucks.\n  ","460946":"\n  Nah. Our story doesn't start here ¯\\_(ツ)_\/¯\n  ","460947":"\n  No but one time the aftermath did.\n  ","460948":"\n  Nope 😈\n  ","460949":"\n  Yes but I don't care for them either lol hate the upside down ones and crap XD\n  \n  Fine with normal ones or ones in water tho\n  ","460950":"\n  Use the bathroom\n  ","460951":"\n  On the app you'd click this icon.\n  ","460952":"\n  Pardon?\n  ","460953":"\n  USA\n  ","460954":"\n  Good night\n  \n  lol @ it being 222\n  ","460955":"\n  Haha f*ck\n  \n  I remember why 🙈\n  ","460956":"\n  Yes, I think so. Like knowing everything before giving advice, being more helpful.\n  ","460957":"\n  Yes and no at the same time 🤦🏼‍♀️\n  ","460958":"\n  Yes. Was very vivid too.\n  ","460959":"\n  Goodie because he's good in bed? 😉😈\n  \n  Not entertaining this question.\n  ","460960":"\n  Yes. It's been nice. The moon was showing off XD\n  \n  Alien shaped cloud, footprint, a polar bear, face, cat, dolphin and other such things.\n  ","460961":"\n  You tell me\n  ","460962":"\n  I don't have a boyfriend\n  ","460963":"\n  If only I got paid for jealousy\n  ","460964":"\n  Boys shouldn't be having s*x :p\n  ","460965":"\n  Doesn't really matter to me as long as satisfied in the end. Likewise the guy should be too.\n  \n  I don't time it. Can vary tho\n  ","460966":"\n  Uh no. I definitely would have kissed a girl or had s*x with them by now hahaha\n  \n  Had girls hit on me before in person and here too XD\n  ","460967":"\n  Perhaps. Not sure how I feel about eating out tho lol\n  \n  Haven't even kissed a girl so def a huge step :p\n  ","460968":"\n  I don't use pronouns for myself but obviously they'd be she\/her if I did talk about myself that way.\n  ","460969":"\n  I'll use the correct pronouns that people want to use.\n  ","460970":"\n  If I felt 100% comfortable with the guy and myself. Be better if we picked the person together instead of it being one sided or some random girl? Unless it just happened randomly then ok then lol\n  ","460971":"\n  No. That was literally a topic of discussion yesterday. I think Ask actually took that one down?\n  ","460972":"\n  A man like this at the beach before 🙈\n  ","460973":"\n  I'm me lol XD\n  ","460974":"\n  And most girls hate or won't try an@l\n  \n  ¯\\_(ツ)_\/¯\n  ","460975":"\n  Making food it is:)\n  ","460976":"\n  I don't mind either way.\n  ","460977":"\n  I peed pretty long today\n  ","460978":"\n  Lube could be used. Maxwell came with a sample sized one\n  \n  Being relaxed obviously would help\n  ","460979":"\n  Didn't gross me out in p0rn? Wasn't opposed to trying it. Pretty open minded.\n  ","460980":"\n  🍆💦\n  ","460981":"\n  Think that depends more on the man and how good it is 🤔\n  ","460982":"\n  ¯\\_(ツ)_\/¯\n  ","460983":"\n  Did :p\n  ","460984":"\n  It's fine 😈\n  ","460985":"\n  Last sign then :p\n  \n  You know what I meant\n  ","460986":"\n  Yes and then others have called me a b!tch 🙃\n  ","460987":"\n  Ate food\n  \n  Watched a movie\n  \n  Social media\n  ","460988":"\n  Acoustic guitar or piano\n  ","460989":"\n  Don't think so\n  ","460990":"\n  Not sure. I just focus on the positive and do my own thing. Trying to be the best version of myself etc\n  ","460991":"\n  *hugs*\n  ","460992":"\n  Do one thing you love each day\n  ","460993":"\n  Favorable outcome\n  \n  The truth\n  \n  Innocent vs guilty type of justice\n  \n  Good things coming to you\n  ","460994":"\n  I've watched these ones this year.\n  ","460995":"\n  Not always but wouldn't want to be a man either\n  ","460996":"\n  Yo\n  ","460997":"\n  It can suck at times\n  ","460998":"\n  I wish I could take a nap but I'd be up all night if I did -_-\n  ","460999":"\n  Last word, huh?\n  ","461000":"\n  Hello\n  ","461001":"\n  Alright.\n  ","461002":"\n  A poem\n  ","461003":"\n  Wouldn't mind if friends or someone I know. Just don't care for nonstop ones from strangers. I'd rather have some kind of substance instead of just selfies.\n  \n  I can pick who to follow. Why so mad over this? Quality over quantity. I still have to get rid of a lot of people too.\n  ","461004":"\n  Maybe, if they were into that and had equipment for\n  ","461005":"\n  Um that's weird. Following someone won't do that lol\n  ","461006":"\n  Maybe a lake, green areas... park.\n  ","461007":"\n  ¯\\_(ツ)_\/¯\n  ","461008":"\n  No, think I've only done that if the sizing was off.\n  ","461009":"\n  I'm not fully sure.\n  ","461010":"\n  Thanks :)\n  ","461011":"\n  Probably!\n  ","461012":"\n  Most things.. idk just depends in the moment. Nothing is coming to mind atm\n  ","461013":"\n  You too.\n  ","461014":"\n  Carrots and celery\n  \n  Ended up having those the next day with lunch.\n  \n  Never had their fries before, actually.\n  ","461015":"\n  Wedding- my nephews were throwing rocks at the photographer.\n  \n  Xmas - my dad ended up giving pictures to my mom and me. I ended up opening hers... it was a picture of dog poop with a fly on top of it 🤣 mine was a picture at graduation with my friends. By then I barely talked to two of them. So ya.. was pretty awkward.\n  \n  Halloween- my dad would put marker on our old dog and do his face up in the same pattern. Had a plastic bag around her collar and she ended up chasing a cat. Came back and all the candy he collected was gone.\n  \n  Last Halloween was fun. People didn't know if I was real or not. Almost got poked in the eye. Scared some lady when I said something. Some teen wouldn't even go near me. Creepy thinking that people have pictures of us dressing like that XD\n  ","461016":"\n  Most of the ones I've seen were cringe worthy so I can understand why. I mostly viewed on IG so wouldn't effect me too much.\n  ","461017":"\n  O.o\n  ","461018":"\n  Getting banned?\n  ","461019":"\n  Original hot\n  ","461020":"\n  Ones related to weight.\n  \n  \" If only ___\"\n  \n  You'd be prettier if ___\n  \n  The \"pretty face\" ones you hear\n  \n  You should act more like ___\n  ","461021":"\n  The pumpkin shenanigans 🤣\n  ","461022":"\n  I forget if my name was published for senior year.... but in general, nope.\n  ","461023":"\n  The one that wore pjs and a robe on the first day. He also came in late. I didn't learn anything from that class lol Literally watched movies everyday it seemed. Could use the book for exams, even the final! Was some history course.\n  \n  The childhood class I took. He was a DSS member and would literally brag about taking away the kids at grocery stores, how the children would cry out for their parents. He ended up marking me absent (another girl with the same name in that class) so a scheduling conflict happened. I could either drop the course or try my best at the next test. I probably missed two days. We had a bunch of snowstorms.. I had evidence of being there. I ended up taking the dropping that course route because he was such an ass lol l dropped it before the deadline which was good. Didn't effect anything.\n  ","461024":"\n  Not very\n  ","461025":"\n  I go more for the usual order. Sometimes changing it up.\n  ","461026":"\n  Fainted at the doctors. He told a mean joke and I fell off the thing they make you sit on.\n  \n  I suppose the rock one could count too but that was more since I didn't eat much that day and was there for hours. Sun was hot too.\n  \n  Tried jumping at a friend but my legs were under the chair part still so kind of kneeled infront of her instead XD\n  ","461027":"\n  An acronym that I'll most likely forget the true meaning of 🤣\n  ","461028":"\n  Good night moon\n  ","461029":"\n  The spelling of my name, personality, humor, my beliefs, kindness and many other attributes.\n  ","461030":"\n  ihtaaswguaiuapcawtygaaalut\n  ","461031":"\n  Same\n  ","461032":"\n  Agreed. Also get rid of duplicate accounts like Ben and everyone else lol\n  ","461033":"\n  Nice!\n  \n  Yes, I do. Jealous\n  ","461034":"\n  That's nice\n  ","461035":"\n  Yes but still getting something out of it lol\n  ","461036":"\n  They should tell people XD\n  ","461037":"\n  Lucky me lol\n  ","461038":"\n  Cool but meant how many YOU follow personally.\n  ","461039":"\n  No. I don't usually buy jewelry. Need to be in the mood to wear it, go through phases.\n  \n\n   https:\/\/mirandafrye.com\/\n  \n  has some cute ones though.\n  ","461040":"\n  Last show I watched was \"Never Have I Ever\" which was actually recommended from someone on here.\n  \n  I have some older ones that need to be watched still or 2nd seasons of them\n  ","461041":"\n  Well don't be rude then.\n  \n\n  Was actually something to worry about but seems fine now.\n  ","461042":"\n  Movie but I'm sure that would just be wicked strange to do that lol maybe more an extra?\n  ","461043":"\n  I'm sure the biological parents would mind more.\n  \n  For one thing, I'd be a new person.. not someone that raised them since day one. They'd have their own mind and all that. Not like they were babies or anything and didn't know the difference.\n  ","461044":"\n  How so?\n  ","461045":"\n  Thanks\n  ","461046":"\n  No need to be negative\n  ","461047":"\n  Trying to not worry about something...\n  ","461048":"\n  Ah ok.\n  ","461049":"\n  No.\n  ","461050":"\n  Much better\n  \n  Or Lynds\n  ","461051":"\n  Hugs\n  ","461052":"\n  Lyndsey\n  ","461053":"\n  Why was it really bad?\n  ","461054":"\n  I suppose\n  ","461055":"\n  Not really sure\n  ","461056":"\n  Guess every guy can be different. Just like every girl wouldn't be the same either.\n  ","461057":"\n  Must have been a germaphobe XD\n  ","461058":"\n  Bet he regrets that decision\n  ","461059":"\n  Yes or got to be strong, know 100% you are enough and other such things.\n  ","461060":"\n  Wasn't a secret.\n  \n  Just don't have them up as the DPs\n  ","461061":"\n  Had last week\n  ","461062":"\n  Rather sck a guy off\n  ","461063":"\n  Yes. That's understandable.\n  \n  Also hear about girls saying yes and then changing their mind because of insecurities, not wanting another woman with him etc\n  ","461064":"\n  go jerk off to the bikini pic lol\n  ","461065":"\n  Sure. Would be a joint decision to have, just like with the girl.\n  \n  Wouldnt force that stuff on someone\n  ","461066":"\n  You guys don't need to know what I have or haven't done.\n  \n  Don't need harassment asking me when I tried x,y,z yet 🤣\n  ","461067":"\n  Perhaps.\n  ","461068":"\n  Another rare entity\n  ","461069":"\n  Not sure what you are trying to ask lol\n  ","461070":"\n  I don't mind them.\n  \n  Also like them in vids\n  \n  ¯\\_(ツ)_\/¯\n  ","461071":"\n  What?\n  ","461072":"\n  I'm a rare person 🤔\n  ","461073":"\n  Be at the ocean\n  ","461074":"\n  Nice to get and give\n  ","461075":"\n  You clearly didn't read the link then.\n  ","461076":"\n  Can be fun using the secret feature ¯\\_(ツ)_\/¯\n  ","461077":"\n  Yes.. a few of my followers have got that before lol\n  \n  But mostly it's new people\n  ","461078":"\n  It's not.\n  \n  Does help with \"answers recieved\" and can help the score when you get the \"bonus email\".\n  ","461079":"\n  Depends on the questions. Don't feel like getting the same things over and over again.\n  ","461080":"\n  Loot banks and stores. Travel. Buy a house or two haha\n  ","461081":"\n  I guess the love is patient one?\n  \n  Wrote one earlier :)\n  ","461082":"\n  Probably wait.. keep living. S*x haha\n  ","461083":"\n  That would annoy me haha\n  ","461084":"\n  Looks wise: Scarlett\n  \n  Acting wise: not sure as I feel like I haven't watched enough  movies they've been in.\n  ","461085":"\n  Snails, squid, octopus\n  ","461086":"\n  45\n  \n  And then whoever deactivated.\n  \n  Only need to do one time when writing to everyone :) much easier having less people to ask questions to.\n  ","461087":"\n  Not sure haha\n  \n  Maybe a book, rose, butterfly, leopard, a heart..\n  ","461088":"\n  No\n  ","461089":"\n  I have a few on Instagram.\n  \n  A few on my FB that I've known for years before ask.\n  \n  I know some IRL friends had formspring but i don't know if they migrated to here either...\n  ","461090":"\n  lol I had a dream where a chocolate glazed donut was in it a few nights ago. Made me want one.\n  \n  But my favorite is Boston Creme.\n  ","461091":"\n  Believe so?\n  ","461092":"\n  :)\n  ","461093":"\n  Some definitely can!\n  ","461094":"\n  Indeed. I don't need the most luxurious things though. More money and practical things would do just fine.\n  ","461095":"\n  Hmm.. feel like I'd fit the last two more.\n  ","461096":"\n  Is it?\n  ","461097":"\n  The one giving me the D 😉😈\n  \n  Being \"hot\" isn't everything though. More about the person  etc\n  ","461098":"\n  House would be ideal.\n  \n  Could rent out for extra income if traveling somewhere too. Or just go the renting route in general ¯\\_(ツ)_\/¯\n  ","461099":"\n  Hey\n  ","461100":"\n  Ham and Turkey wrap\n  \n  String cheese\n  ","461101":"\n  Never had oysters but I don't like the idea of them haha had many chances but always passed on them XD\n  \n  I enjoy clams, mussels, scallops, shrimp, lobster, crab legs, and snails.\n  ","461102":"\n  Just had some chocolate chip cookie dough. My whip cream melted so quickly :\/\n  ","461103":"\n  Seems like an awkward platform to reconnect on. Guess it depends on what happened. If no visitation is justified or not. \"Allowed\" makes me think its more a court order?\n  \n  How old is she now?\n  ","461104":"\n  I wish I knew more about my grandpa's brother. Seemed like a cool dude. Was a magician. Wrote a book about it. Barely heard about him growing up. Someone is writing an article or book about him so been learning more through that.\n  ","461105":"\n  My hair was that dark at the time and saw other similarities in it.\n  ","461106":"\n  Sometimes! Did see in theaters :)\n  ","461107":"\n  Cowardly.\n  \n  If it's a LDR then it would make more sense to do it that way.\n  ","461108":"\n  Older ones... Remember Me and Titanic\n  ","461109":"\n  Well aware of that.\n  \n  I think girls can ask as well but it does seem more special if the guy did ¯\\_(ツ)_\/¯\n  ","461110":"\n  mmm sure\n  ","461111":"\n  I'd rather take things slowly, see how it goes. See if there's anything real there.\n  ","461112":"\n  To take a shower 🙃\n  ","461113":"\n  I laugh in the face of danger\n  \n  Hahahaha\n  ","461114":"\n  These ones lately.\n  ","461115":"\n  Well this one came to mind when I woke up.\n  \n\n   https:\/\/youtu.be\/xwtdhWltSIg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","461116":"\n  Hibachi place - chicken, fried rice and veggies. They give miso soup and salad too\n  \n  Bbq place - chicken, veggies. Forget what else.. maybe soup or salad. Only ate there twice but it's good. Nice atmosphere. They give you a bag of mini donuts too when you leave.\n  \n  The pasta place I went to was nice as well. But pretty far away\n  ","461117":"\n  Happy Monday\n  ","461118":"\n  Yes. It's definitely fascinating!\n  \n  Uh.. not sure I would lol\n  ","461119":"\n  Only at restaurants\n  ","461120":"\n  I watched two movies yesterday.. listened to some music, social media. It was pretty chill.\n  ","461121":"\n  I'd like to be married one day. Definitely would have to love them, wouldn't just want to marry anyone.\n  \n  I also kind of agree with this clip haha\n  \n\n   https:\/\/youtu.be\/GARQJHyaBD0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Just a piece of paper after all.\n  ","461122":"\n  Attraction to him in a general way. Then started talking daily.  Made me laugh and smile. Was different from other guys. Connection, things in common and the differences. Things that were shared. Also felt like a best friend, known forever type thing. Movie dates\n  \n  Thought about what he was doing and other type things. Whereas with others, I didn't really care what people would be up to lol\n  \n  A lot of things he mentioned wanting to do back then he has done.. proud of him in that retrospect. Always had a creative streak :p\n  ","461123":"\n  Everything\n  ","461124":"\n  My hair was messy ¯\\_(ツ)_\/¯\n  ","461125":"\n  Ugh.. meant hw not he.\n  \n  When autocorrect thinks they know what you mean -_-\n  ","461126":"\n  No peanut butter to have in my yogurt.\n  ","461127":"\n  I don't think s*x is everything in a relationship. It's good to be compatible that way as well though.\n  \n  I wouldn't mind quickies, different positions. Just whatever happens and what both are in the mood for, timing.\n  ","461128":"\n  Idk never dated anyone that was married before.\n  \n  I'd want to know what happened to not have it work out.\n  \n  Besides that, no, not really. A label shouldn't define them. If I truly cared about someone then that information wouldn't turn me off. I'd be with the person, not everyone else they've been with type thing lol\n  ","461129":"\n  Haven't had to deal with that.\n  \n  Whatever felt right. Depends how it ended. Could even use the \"hide\" feature if you didn't always want them viewable but not forgotten. I don't think people always need to delete them.\n  \n  If my profile picture was a couple picture then I'd change that and the relationship status. I don't think I'd care enough to delete things straight off the bat. Keeping them could show healing and growth too. You would also have the memories so deleting pictures isn't really 100% necessary?\n  ","461130":"\n  Leap year wanted to exist\n  ","461131":"\n  What do you mean?\n  ","461132":"\n  Being a step-parent and just dating someone with kids is different.\n  \n  I'm more open to the idea as I get older. I'd rather be more like a friend to them. Wouldn't want to overstep boundaries or anything like that. Don't need mama drama. Hopefully would get on well with the kid(s) and their mother etc\n  ","461133":"\n  No? They should know when to get out of the store.\n  ","461134":"\n  Good night :)\n  ","461135":"\n  You too. Good night\n  ","461136":"\n  Not what I want or need atm\n  ","461137":"\n  🤗🤗🤗\n  ","461138":"\n  Need to be\n  ","461139":"\n  That's me lol\n  ","461140":"\n  Travel\n  ","461141":"\n  Movie and cuddling mood? Idk.\n  ","461142":"\n  I forgot to say good luck :)\n  ","461143":"\n  Not sure how that's funny. B's are more medium sized I'd say? Idk depends how they look on the person. Not everyone looks the same in those sizes.\n  ","461144":"\n  Anything is better than \"hey girl\" 🤢\n  \n  \"What's up\" and \"how are you\" can be annoying lol Like probably not that good if resulting to online dating apps... or atleast felt that way when I checked haha\n  \n  Maybe ask about something on their page. Try being original. Maybe what grabbed your attention about the picture\/page.\n  ","461145":"\n  Yessss 🚗🚗🚗\n  \n  Only done that once. Very spur of the moment but I was with my parents and our then dog. Decided to go to Myrtle Beach. Ended up going to the store after school getting a few clothing items and packing food up then left ¯\\_(ツ)_\/¯\n  ","461146":"\n  Someone mentioned how Christmas is in 140 days? Craziness. That's like next week lol\n  ","461147":"\n  Technically I did last week ¯\\_(ツ)_\/¯\n  ","461148":"\n  Any movie or song recommendations?\n  ","461149":"\n  It's been alright. Been in a movie watching mood. Mostly older ones.. some newer too.\n  ","461150":"\n  Travel to far off places\n  ","461151":"\n  Something you dont enjoy doing.\n  ","461152":"\n  I don't think so. I do have some hormonal spots right now but nothing too bad either. Someone said I had a huge nose but what do you expect from Greek\/German? Only person to ever comment on it in person or online.. usually just get fat comments.\n  \n  Feels easier to hold the camera that way too. Oh well.\n  ","461153":"\n  Not particularly haha\n  ","461154":"\n  Haven't unless the rose petals sprinkled where I walk counts :)\n  ","461155":"\n  To piss you guys off ;)\n  ","461156":"\n  Yes, love them!\n  ","461157":"\n  Anger?\n  ","461158":"\n  Hopefully he's ok. He hasn't been on here or kik in a while.\n  ","461159":"\n  Haven't had funny ones?\n  ","461160":"\n  Yes, saw that. Pretty strange behavior. Atleast say what is wrong instead of being all dramatic that way too lol\n  \n  Anons just like talking in circles I guess\n  ","461161":"\n  Wasn't aware that it got taken down 🤣👣\n  ","461162":"\n  Ice cream 😍\n  ","461163":"\n  No idea lol\n  \n  Most likely the one that sends out Dovah messages.\n  ","461164":"\n  Some can. S*x can relieve cramping too o.o\n  ","461165":"\n  🤣🤣🤣\n  \n  Demanding :p\n  ","461166":"\n  Whatever came to mind ¯\\_(ツ)_\/¯\n  \n  Anyone can ask me to send questions.\n  ","461167":"\n  I hope so! Lakes or going to California for the ocean would be great :)\n  ","461168":"\n  Why?\n  ","461169":"\n  Just in the pool :\/\n  \n  Haven't gone anywhere fun\n  ","461170":"\n  Yes, it's alright. I have the canned one more. Not really a fish person.\n  ","461171":"\n  I think I've only won something once when a kid?\n  ","461172":"\n  Reading?\n  ","461173":"\n  Depends what i needed.. wouldn't want to buy unnecessary items.\n  ","461174":"\n  Don't have one.\n  ","461175":"\n  American |\n  \n  Greek • German • Irish • English\n  \n  Not really? Greek food is nice. I don't know the languages. Some music can be pretty. Nothing really jumps out at me for those..\n  ","461176":"\n  I like shorts or leggings more. Too hot to wear pants in the desert heat 100+ temps\n  ","461177":"\n  Be f*cked? Write appeals? Whatever it took to show my innocence in the matter.\n  ","461178":"\n  More individual based. Can't assume as a whole. Also leaves out people that don't fit the gender norms\n  ","461179":"\n  Do you have a million dollars?\n  ","461180":"\n  That's today\n  \n  Clementine\n  \n  Going to have a yogurt and whatever fixings I want.\n  ","461181":"\n  I'd have to kill you first 🙄🙃\n  ","461182":"\n  Hope you have a good one:)\n  ","461183":"\n  Loads of them\n  ","461184":"\n  I'm aware of it. Depends what you want to know specifically? I don't partake in it as I'm not religious and that wouldn't be my religion either.\n  ","461185":"\n  Three now. I'd probably use the blue one more. Has a filter and velcro straps.\n  ","461186":"\n  Watching a movie but good night :)\n  ","461187":"\n  Two years older\n  ","461188":"\n  Hard to say. I haven't watched Sin City.. I dont think.\n  ","461189":"\n  Ambivert\n  ","461190":"\n  Wouldn't you like to know 😈\n  ","461191":"\n  Both!!\n  \n  I like creative knowledge souls more.\n  ","461192":"\n  I don't like tooting my own horn and I'm sure people would disagree with whatever I did put anyways haha\n  ","461193":"\n  We had steak, asparagus, cucumber slices, salad, mashed potatoes.\n  \n  Jack sat in his high chair for the first time but he was sleeping.\n  ","461194":"\n  This one came to mind a few minutes ago XD\n  ","461195":"\n  Take social media breaks. Get back on track with yourself. In touch with nature. Watch things you enjoy. Learn about something new. Growth of any kind. Take a bath. Listen to music. Talk with friends. Read. Analyze why you feel that way. If there's anything you can do about it. Sleep. Nurture yourself. Be in peaceful surroundings. Light candles. Pamper yourself. Buy something new if the mood strikes.\n  ","461196":"\n  Seems that way. Shows more about them as a person instead of the reflections on me.\n  ","461197":"\n  👽\n  \n  Unicorns\/pegasus and griffins are cool too.\n  \n  Dogs if a normal one lol\n  ","461198":"\n  I'm not upset right now. More like a \"really?\" type response when I got the messages.\n  \n  Thanks Bella\n  ","461199":"\n  Wrong\n  ","461200":"\n  Sick of people trying to fight me on the smallest things. Who cares if someone is right? I'm still right too. Not everything is black&white, set in stone and all that. There's many sides to stories. Bigger picture etc\n  \n  Also writing \"lol\" to me knowing how to spell is stupid. I'm 32 and know my way around a keyboard. I don't always use autocorrect either. I'm educated even if you guys don't always see me talking about heavier topics. Kind of need those type of questions instead of the s*xual or mundane ones I get on the day to day. I spell everything out and rarely use slang. My punctuation can be bad at times but my spelling is on point. Get out of here with rude little digs at someone because you don't like them or approve. Has nothing to do with you ✌\n  ","461201":"\n  I'm not posting a picture for privacy reasons. However, it would be my mom, sister, a few friends, pets :)\n  \n  Maybe more\n  ","461202":"\n  I needed something when at the house I dog\/housesit at so I did.\n  \n  Otherwise, no. Never done that to friend's houses. Not my business what they decide to have.\n  ","461203":"\n  🤗🤗🤗\n  ","461204":"\n  Looks? Costume?\n  ","461205":"\n  Not sure what you mean by this...\n  ","461206":"\n  Whatever that means\n  \n  \"When a man comes, let him race hard, If the biting man becomes a snake. Hanging on and above, If the waterfall becomes a tiger. Stay away from the blue sky, huh huh huh.\"\n  ","461207":"\n  Nothing better to do?\n  ","461208":"\n  All the older ones.. pacman, frogger, spyro, mortal kombat, metal gear solid, GTA\n  ","461209":"\n  Yellow jeep\n  \n  VW beetle and older cars from the 50-60's\n  \n  Dodge charger. Used to be mustang but chargers would be better in any weather.\n  ","461210":"\n  Hey\n  ","461211":"\n  Social media, watch something, stare at the ceiling\/walls...\n  ","461212":"\n  Nature, good food, people, travel, a great book, movies, music etc\n  ","461213":"\n  Yes, think so :)\n  ","461214":"\n  Maybe the 20m to start with. Could help a lot of ways and then have the hard work and 50m be the end goal.\n  ","461215":"\n  Same to you! 🤗\n  ","461216":"\n  Yes, I am.\n  ","461217":"\n  We need it! Don't believe it rained out here today...\n  ","461218":"\n  Good things.\n  \n  End of coronavirus would be helpful too.\n  ","461219":"\n  I have my moments but usually, no.\n  ","461220":"\n  We've had gardens.\n  ","461221":"\n  Yes\n  ","461222":"\n  I don't care for these questions. Seems like the person would try behaving that way and it's not the real them.\n  ","461223":"\n  Yes. Mostly on here lol doesn't work well -_-\n  ","461224":"\n  I'd guess maybe three at most.\n  ","461225":"\n  You can't speak on everyone's behalf. Nor do I care what you think. Nobody asked you to travel with me either so why even send this? You clearly have problems with yourself if you need to nonstop be negative to others.\n  ","461226":"\n  Good night\n  ","461227":"\n  Again, I'm not writing that on here.\n  ","461228":"\n  Whoever wanted to travel with me\n  ","461229":"\n  Me today ¯\\_(ツ)_\/¯\n  ","461230":"\n  English\n  ","461231":"\n  Yes but it's still pretty hot out too :(\n  ","461232":"\n  Chilling in a towel waiting for my clothes to be out of the dryer.\n  ","461233":"\n  No reason not to be\n  ","461234":"\n  We'll see 👣\n  ","461235":"\n  Not all the way, unfortunately. Too hot out.\n  ","461236":"\n  The night is still young here lol\n  ","461237":"\n  Worse people\/things to deal with\n  \n  Haha all good\n  ","461238":"\n  I've had worse lol\n  ","461239":"\n  Perhaps;)\n  ","461240":"\n  I know\n  ","461241":"\n  But got nevertheless\n  ","461242":"\n  Alright lol\n  ","461243":"\n  My mom lately...\n  ","461244":"\n  Lucky\n  ","461245":"\n  Because the other just wasn't good enough?\n  ","461246":"\n  ¯\\_(ツ)_\/¯\n  ","461247":"\n  Good thing straighteners have a heat range to use :p\n  ","461248":"\n  No. Its still being cleaned. Chemicals\n  ","461249":"\n  Hydrate and swim?\n  ","461250":"\n  Who knows?\n  \n  People used to do it that way..\n  ","461251":"\n  For you 👣\n  ","461252":"\n  Who knows.\n  ","461253":"\n  Nope\n  ","461254":"\n  Yes.\n  \n  Kept hitting records too\n  ","461255":"\n  Aw so pure then\n  ","461256":"\n  How sad lol\n  ","461257":"\n  Triple digits like usual lol\n  ","461258":"\n  Sure lol\n  ","461259":"\n  Nobody unlocked it anyway\n  ","461260":"\n  Fine. Yourself?\n  ","461261":"\n  Why not?\n  ","461262":"\n  Feel like I need to specify that Maxwell isn't involved lol\n  ","461263":"\n  It's nothing\n  ","461264":"\n  Normal one :p\n  ","461265":"\n  Nothing 😉\n  ","461266":"\n  Taking a bath now so nothing\n  ","461267":"\n  Love, kindness, acceptance, understanding etc\n  ","461268":"\n  Food, pillows, blankets, people together :)\n  \n  good times\n  ","461269":"\n  Ones you won't see 🤔\n  ","461270":"\n  I'll probably take a bath\/shower after eating dinner. Maybe watch a film. Continue to get called names on here..\n  ","461271":"\n  Enjoy :)\n  ","461272":"\n  If you say so 🤣😘\n  ","461273":"\n  Maybe about two and the rest are off.\n  ","461274":"\n  Ig - fine with mutual friends from here but no thanks to anon weirdos)\n  \n  FB.. mostly family, friends, a select few online people\n  \n  I don't use Twitter or snapchat much.\n  ","461275":"\n  Oh I forgot.. I'm such a wh0re.\n  ","461276":"\n  Yes but its usually faulty -_-\n  \n  Keep getting emails about it\n  ","461277":"\n  He'll f*ck the badness out of me\n  ","461278":"\n  IG\n  ","461279":"\n  Nah.. pretty sure it's just been the same person.\n  \n  Or I know more going on than you guys do.\n  \n  Even if he was single you'd say shit to doubt the relationship.\n  ","461280":"\n  Still don't think that means I hold the title of it.\n  \n  Would you call yourself a cheater in a relationship when you never had a relationship\/cheated? No, you wouldn't.\n  \n  Someone \"cheating with me\" and \"me cheating\" is a bit different. Still guilty but different as well.\n  \n  Done with this since you just keep going around in circles and calling me stupid.\n  ","461281":"\n  Indeed\n  ","461282":"\n  You still don't explain how lol\n  \n  Someone needs to be in a relationship to cheat. I'm single. I'm not sleeping with anyone else and if I was it still wouldn't be cheating since we aren't technically together either...\n  \n  I don't control anyone else's actions besides my own involvement.\n  ","461283":"\n  Ok alien\n  ","461284":"\n  Hi earthling\n  ","461285":"\n  Sounds good but I don't know those songs either.\n  ","461286":"\n  Desert, sunny, hot, mountains, small town trying to get bigger, golfcourse, need a pool, cactus, owls, coyotes, hummingbirds, vultures, lizards, snakes, scorpions\n  \n  Lakes, national parks\n  \n  Doesn't snow in this area but can ride a bit for it in the winter\n  ","461287":"\n  Just depends.\n  ","461288":"\n  Yes but I'm still not cheating.\n  ","461289":"\n  Hope everyone has a wonderful Friday ❤\n  ","461290":"\n  No. I use the ones on here. Rather not have my phone or laptop clogged up with unnecessary memes that I might never get the chance to use.\n  ","461291":"\n  Get a bunch of water and food that wont go bad\n  \n  Candles, matches, lighters\n  \n  Those wires that can connect to a lightbulb to make it go on :p\n  ","461292":"\n  I have my moments but overall, not really.\n  ","461293":"\n  Mostly on here and I'm like??? Idk. America is such a melting pot. Hard to pinpoint what people have and haven't had etc\n  ","461294":"\n  Khloe's my favorite.\n  \n  Haven't watched the show in forever. Her weightloss show was nice too.\n  \n  Mostly just follow on IG these days.\n  ","461295":"\n  Funny but who knows. Already one celebrity that won\n  \n  ¯\\_(ツ)_\/¯\n  ","461296":"\n  I don't think it's rude.\n  \n  However I can feel closed off depending on who asked it. Not everyone needs to know what I'm thinking.\n  ","461297":"\n  Both\n  ","461298":"\n  Yes. Helps fuel the day. Even if its something small, better than nothing.\n  ","461299":"\n  Sure lol\n  ","461300":"\n  Yes\n  ","461301":"\n  Not everything is about me. I'm also not cheating on anyone.\n  ","461302":"\n  Night stars ⭐🌟🌠\n  ","461303":"\n  Usually with a hug if not seeing for a while.\n  \n  Haven't had to do proper goodbyes.\n  ","461304":"\n  Weird trying to keep track of other people's s*x lives\n  ","461305":"\n  Probably that night when I was dog\/housesitting.\n  \n  I don't like crying infront of people. Dogs saw me recently.\n  ","461306":"\n  This song came to mind\n  \n\n   https:\/\/youtu.be\/DPL_SV3n7IU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  However not sure how your voice sounds ¯\\_(ツ)_\/¯\n  ","461307":"\n  Who knows\n  ","461308":"\n  It was ok.\n  ","461309":"\n  Maybe a 2? More organized messy...\n  ","461310":"\n  No problem. Noticed someone already said that there.. good luck though!\n  ","461311":"\n  :)\n  ","461312":"\n  Cake I don't have?\n  ","461313":"\n  5-8\n  \n  Why y'all so pressed about d size all the time?\n  ","461314":"\n  Those ones would be ideal\n  ","461315":"\n  Perhaps ;)\n  ","461316":"\n  Yes\n  ","461317":"\n  Watching a Netflix movie\n  ","461318":"\n  I have these ones on my spotify\n  \n  1D: infinity, drag me down,  you &I, kiss you, little things\n  \n  Drake:\n  \n  In my feelings, nonstop, dont matter to me, from time, teenage fever, gyalchester, jumpman, pop style, work, HYFR, I'm the one\n  \n  Marvin's room and started from the bottom made me like him.\n  \n  -\n  \n  I like ones he was featured in more;\n  \n  I don't care, I'm the one, what do you mean, where are u now, beauty and a beat, as long as you love me\n  \n  despacito (blames my Spanish sister-in-law for that.. they ALWAYS play it when everyone gets together)\n  ","461319":"\n  This song came to mind\n  \n\n   https:\/\/youtu.be\/GxgqpCdOKak\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I like some songs but don't listen to him that much either\n  ","461320":"\n  Nothing because I didn't listen to them that much. My nephew's like them though. They'd sing those songs at karaoke. More of a teen and young kids band.\n  ","461321":"\n  Alone or with others.\n  \n  Activity wise, any\n  ","461322":"\n  Fine?\n  ","461323":"\n  Answering questions on here right now. Some music\n  ","461324":"\n  Fun. A Christmas concert when younger\n  ","461325":"\n  Probably walk soon. Depends how hot it will be. Still 106F out atm\n  ","461326":"\n  Save\n  ","461327":"\n  Let's\n  ","461328":"\n  :)\n  ","461329":"\n  Aw\n  ","461330":"\n  xoxo\n  ","461331":"\n  What a shame ;)\n  ","461332":"\n  What's so great about hazel eyes?\n  ","461333":"\n  I'd guess boobs would win\n  ","461334":"\n  Who is we?\n  ","461335":"\n  Preach lol\n  ","461336":"\n  Watch me get hate now since someone said I was nice lol\n  \n  Thanks, you too. No problem\n  ","461337":"\n  I guess you'll just know if it feels right with people?\n  ","461338":"\n  is for horses\n  ","461339":"\n  I like hearing that ;)\n  ","461340":"\n  Idk had some for years.\n  \n  Making newer ones can be harder.\n  ","461341":"\n  Well \"make love\" seems more like there's actual love there. More connection based like tantric s*x and stuff. Emotions involved.\n  ","461342":"\n  No idea. That depends on the individuals\n  ","461343":"\n  I know. Always right ;)\n  \n  They can collide but people can still have s*x without the love aspect of it too.\n  ","461344":"\n  With time. When there for you, unconditional love, the amount of time you've known them.. they don't give you warning signs\/red flags, trustworthy.\n  ","461345":"\n  I suppose the girl\/guy in question could see that differently? Idk.. love can be tricky haha\n  ","461346":"\n  Yes, it is. I don't think you always need to say \"I love you\" though.. can be done in other ways as well. Doing nice things etc\n  ","461347":"\n  Yes. Communication, connection, things in common and the differences. Made me feel different. Thoughts about the person etc\n  ","461348":"\n  I've been better\n  ","461349":"\n  Bless you\n  ","461350":"\n  Seems like this one without the dividers so I'd guess 970.\n  ","461351":"\n  Could if needed to.\n  \n  Fat but it's more due to my pcos, insulin resistance and fatty liver.\n  ","461352":"\n  Light brites, snoopy snowcone machine, bikes and scooters,\n  \n  All the music, tv shows, being outside with friends until the streetlights came on. Ate dinner when we got back etc\n  \n  9\/11, still friends with my bestie from the 1st grade, other friendships, lived in a different town, nokia cellphone (was 11\/12 then)\n  ","461353":"\n  I'll make the time :p\n  ","461354":"\n  Would have been 13\n  \n  I feel old :p\n  ","461355":"\n  Chicken parm, Chinese food, lobster, ice cream, cheesecake, chocolate cake etc\n  ","461356":"\n  Being a kid\n  ","461357":"\n  Damn\n  ","461358":"\n  All.my favorites 😍\n  ","461359":"\n  Was thinking of dealers more, oops\n  \n  I guess that depends on the drug of choice too?\n  \n  Murderer, pedophiles etc\n  ","461360":"\n  Not the best thing to be doing, not the worst either ¯\\_(ツ)_\/¯\n  ","461361":"\n  More like everything to end lol\n  \n  Haven't been sick\n  ","461362":"\n  Not sure. Haven't met everyone\n  ","461363":"\n  Thanks :)\n  \n  Hugs back\n  ","461364":"\n  Feeling like I need to yell and cry to get my voice heard instead of being calm and rational. You? :)\n  ","461365":"\n  Dont think I've had however seems pretty common..\n  ","461366":"\n  😘\n  ","461367":"\n  IG\n  \n  FB\n  \n  I dont go on much;\n  \n  Twitter\n  \n  Snapchat\n  ","461368":"\n  It's Thursday here still. (Had to check haha)\n  \n  Not sure yet.\n  ","461369":"\n  ¯\\_(ツ)_\/¯\n  ","461370":"\n  Cry about it some more\n  \n  I don't tell anyone how to use their page. Neither should you.\n  ","461371":"\n  Would have been a sports bra a while ago. The VS one or one from Target. Forget which...\n  ","461372":"\n  Can be\n  ","461373":"\n  Lots of things can make me happy\n  ","461374":"\n  32\n  \n  5'7\"\n  \n  Roses and sunflowers\n  \n  Blue\n  \n  Whatever catches my attention\n  \n  Alternative and other genres\n  \n  Chicken parm\n  \n  Apple martini or margaritas\n  \n  Interests and hobbies are under my bio\n  \n  Love\n  ","461375":"\n  Answered this an hour ago.\n  ","461376":"\n  Have before. Don't think they check their inbox that much so figured I'd tag since mentioned them.\n  \n  Where are yours? You keep going on about it when again, it doesn't concern you. Jumping down people's throats isn't very good manners either. All I did was mention something and I keep getting told off..\n  ","461377":"\n  Lovely\n  ","461378":"\n  Hi king\n  ","461379":"\n  Outdoorsy stuff\n  \n  People\n  \n  Theater\n  ","461380":"\n  The ones you guys say\n  ","461381":"\n  You won't know\n  ","461382":"\n  People have asked about it when I've said those things. I'm not constantly saying it either. Didn't know it was wrong to mention it when clothes are brought up.\n  \n  I'm not being ungrateful. All I did was mention it. You would probably do the same? But since it's me I'm such a bitch and all these other things 👍\n  \n  Not going to reply anymore. You just want attention and that's pathetic the way you try getting it.\n  ","461383":"\n  I've tried that before with something else and they wouldnt give me information because I didn't know the package numbers and other things like that. Or even the full names, email accounts etc\n  \n  Just saying \"Tanya\" won't  get me anywhere lol\n  ","461384":"\n  Go back to bed or take a Midol, lady.\n  ","461385":"\n  Ones I wouldn't get lol\n  \n  Anchovies came to mind\n  ","461386":"\n  Yup because these girls go way too far with stuff that doesn't even concern them lol\n  ","461387":"\n  I'm not guilt tripping her at all. I know it doesn't have anything to do with her. God forbid I mention something!? Well aware that the virus is making packages take longer. It had a long wait to begin with. She ordered it in May\n  \n  Like how is me saying one thing about it equal a guilt trip? It's being aware that it hasn't came.. wasn't putting blame on her or anything. Why fight over silly things that DON'T have anything to do with YOU? She also might have gotten a new delayed date? They tell the people who brought the items that information. Like excuse me for wondering??\n  ","461388":"\n  If it was something in my name then I'd rather have it be 100% correct. If others work and it wasn't a huge mistake then maybe let it slide. Could even mention it and see what others think is the best way to move forward with it.\n  ","461389":"\n  Autocorrect\n  "}}