{"Question":{"46139":"\n   Do you like any of the games I mentioned in my answer?\n  ","46140":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","46141":"\n   Bravissima complimenti allora\n  ","46142":"\n   ???\n  ","46143":"\n   Wow e come lo hai imparato\n  ","46144":"\n   ???\n  ","46145":"\n   Ciao sei italiana\n  ","46146":"\n   What subjects are most important to teach kids while they're in school?\n  ","46147":"\n   Oh thanks i got it, big thanks\n  ","46148":"\n   Very interesting and scary as well..\n  ","46149":"\n   Kitty shark bed! Too CUTE!!!\n  ","46150":"\n   Do you like magic and magicians? What about clowns? How about ventriloquists? How about impressionists?\n  ","46151":"\n   Ways nd tips to reach a healthy relationship..\n  ","46152":"\n   вот и выходные, предлагаю отметить эти чудесные дни. винишко, пивасик или просто кофе? заходи ко мне, выпьем.??☕\n  ","46153":"\n   Favorite piece of tech you own besides your phone? ?\n  ","46154":"\n   Northerners are cold\n  ","46155":"\n   i'm new on this site, While surfing I found your profile photo very attractive Your smiles makes you more beautiful, i wish we could be friends and let get to know each more. you're very attractive\n  ","46156":"\n   Is Southern hospitality a real thing?\n  ","46157":"\n   What did you find?or what's really behind paranormal experiences?\n  ","46158":"\n   What is your favorite alcoholic drink?\n  ","46159":"\n   Good to hear that, I'm Joe Winston, i love in Houston TX and you?\n  ","46160":"\n   What's your favourite comfort food?\n  ","46161":"\n   Hey how tall are u?\n  ","46162":"\n   What's your relationship green flags?\n  ","46163":"\n   What was the most satisfying moment of your life as an adult which you want to share with everyone?!\n  ","46164":"\n   ☃️? What is your favourite Christmas song? :3\n  ","46165":"\n   Which fantasy character would you love to be in real life for a week???\n  ","46166":"\n   Какой персонаж Марвел Вам нравится больше всего??\n  ","46167":"\n   How are you doing, you got a lovely profile pic\n  ","46168":"\n   هل تستمع لنصائح والديك؟\n  ","46169":"\n   What do you have under your bed? You use that space for anything? Haha\n  ","46170":"\n   Whats your favorite spanish song???\n  ","46171":"\n   Какое место дома тебя больше всего успокаивает?\n  ","46172":"\n   Do you care more for brands when it comes to shoes rather than clothes? ? Or is it just me who's like that? ?\n  ","46173":"\n   Actually a friend made it for me\n  ","46174":"\n   Thank you. It's cute ??\n  ","46175":"\n   Thank you. How is it ??\n  ","46176":"\n   Hey . Have a look at my sketch\n  ","46177":"\n   Favorite Disney movie?\n  ","46178":"\n   Have you ever experienced any paranormal activity?!\n  ","46179":"\n   hi\n  ","46180":"\n   Both\n  ","46181":"\n   how much wood can a woodchuck chuck if a woodchuck could chuck wood.\n  ","46182":"\n   My gut will grow if I drink lots?\n  ","46183":"\n   Thanks a lot dear friend.\n  ","46184":"\n   There’s beer in my belly????\n  ","46185":"\n   Do you wear makeup? What's your favorite brand?\n  ","46186":"\n   What’s your favorite sandwich?\n  ","46187":"\n   Hi,,Bella,,,,is there everything going well\n  ","46188":"\n   You are a superstar\n  ","46189":"\n   You cutie?\n  ","46190":"\n   Nice pfp!\n  ","46191":"\n   How can I be happy on a Monday morning? \n??????\n  ","46192":"\n   Age\n  ","46193":"\n   I love your glasses\n  ","46194":"\n   that sounds so good rn ?\n  ","46195":"\n   You’re really pretty and I like your makeup btw!\n  ","46196":"\n   Ever get called Bella Button?\n  ","46197":"\n   If you could have anything to eat right now that you don’t have currently what would it be? ?\n  ","46198":"\n   Hey\n  ","46199":"\n   What things can tell alot about a person?\n  ","46200":"\n   I love your hair\n  ","46201":"\n   \"Any games you enjoy playing? Have a game you will never play again\"? I like Backgammon however; I like Risk. I like many games that require a strategy. I'm not wild about chess. It's a different kind of strategy.\n  ","46202":"\n   Your gorgeous\n  ","46203":"\n   What do u do to protect the Earth ??\n  ","46204":"\n   I love your new profile picture\n  ","46205":"\n   you are the best Bella ?\n  ","46206":"\n   How many people do you send questions to? Haha\n  ","46207":"\n   \"Long hair or short on yourself? Which do you prefer? Both? Ya like to change it up\"? I prefer the long hair however; I trim the dead-ends to keep it looking okay. I have seen many that grow their hair near the waist. That's a little much for me.\n  ","46208":"\n   What qualities do you think good friendships ???? should have?\n  ","46209":"\n   What is your favorite board game?\n  ","46210":"\n   я новый пользователь тут, поможешь мне с активом? я на тебя, кстати, подписался. может оформим взаимность?☺?\n  ","46211":"\n   What are some things that people should stop chasing after in life?\n  ","46212":"\n   Никто не может предсказать будущее. Вам просто нужно отдать все свои отношения, в которых вы находитесь, и сделать все возможное, чтобы позаботиться о вашем партнере, общаться и дарить им каждую каплю любви, которая у вас есть. Я думаю, что одна из самых важных вещей в отношениях - это забота о свои\n  ","46213":"\n   What song did you last listen to? ??\n  ","46214":"\n   What you favorite places?\n  ","46215":"\n   What is the best movie\/series you've seen lately?\n  ","46216":"\n   You're given one wish...what would it be? ???\n  ","46217":"\n   Favorite 5 people on ASKfm ?\n  ","46218":"\n   What's the creepiest place in your country?\n  ","46219":"\n   What's the craziest thing you have seen happen at a prom or at a college party?\n  ","46220":"\n   A word you hate to hear at any time\n  ","46221":"\n   Good night\n  ","46222":"\n   Good night my friend ??\n  ","46223":"\n   What are the bitter truths of life one should know?\n  ","46224":"\n   How does the rest of the world see your country?\n  ","46225":"\n   ماشي وأنا ١٦\n  ","46226":"\n   Wen liebst du am meisten ?\n  ","46227":"\n   Lieblingsfeiertag?\n  ","46228":"\n   Wie gehts dir?\n  ","46229":"\n   شي خبر\n  ","46230":"\n   ماشي\n  ","46231":"\n   انتي منبن\n  ","46232":"\n   Are you a fan of Matt Lauer?\n  ","46233":"\n   Growing up I was always taught that \"we should never discuss politics or religion with strangers\", what is your opinion on this? Do you discuss these topics or prefer not to?\n  ","46234":"\n   If you lose your mind..whose mind would you like as a replacement?\n  ","46235":"\n   What are your TOP 5 movies?\n  ","46236":"\n   At what age did you find out that Santa wasn’t real?\n  ","46237":"\n   تمام ممكن نتعرف\n  ","46238":"\n   Is there any series you are currently binge watching? Is it new to you? What do you think about it so far? ?\n  ","46239":"\n   What’s your favorite farm animal?\n  ","46240":"\n   What gets you really hot??? .If you really want to get me hot just have me wear a heavy coat in the middle of summer .?\n  ","46241":"\n   هاي\n  ","46242":"\n   إذا وجدتَ في قلبكَ \"ظُلمة\" بعد معصية إرتكبتها ، فأعلم أنّ في قلبك نوراً لولاه ماوجدت تلك الظلمة ! ?\n  ","46243":"\n   More than welcome\n  ","46244":"\n   After drinking 3 beer mugs, I peed a lot now????\n  ","46245":"\n   Can I get some likes on my posts?\n  ","46246":"\n   Your toxic trait?\n  ","46247":"\n   Which one do you prefer: McDonald's or KFC? ???\n  ","46248":"\n   Hugs??\n  ","46249":"\n   Followed ? im looking forward for your questions im interested ?\n  ","46250":"\n   If you’re getting this it’s because I sent it to you. Anyhow what’s something that can just brighten your day no matter how bad your day has been?\n  ","46251":"\n   Do you like riding horse\n  ","46252":"\n   Just checking.. who wants off my followers list?\n  ","46253":"\n   I love answering questions ??\n  ","46254":"\n   I said gm but never got a response this morning??\n  ","46255":"\n   I have terrible news\n  ","46256":"\n   Lemonheads are really good they aren't really affects our at all they are more sweet but they are tasty\n  ","46257":"\n   Have you ever gone completely out of touch with someone, then after many years, reunite and become close friends or frequently in each others lives?\n  ","46258":"\n   When I was a little kid I remember them being really really sour I had them when I was a teenager they weren't as sour anymore it was like the sour lasted for a minute then it was gone\n  ","46259":"\n   I’ve always wanted to jump onto a train car and ride it until I reach somewhere that looks interesting. What’s something spontaneous you’ve always wanted to do?\n  ","46260":"\n   Have you ever seen a movie that was just good you actually applauded at the end of it?\n  ","46261":"\n   Do you remember Warheads\n  ","46262":"\n   I like Sour Patch Kids my favorite ones are the watermelon ones\n  ","46263":"\n   Write at least 5 things you are thankful for...\n  ","46264":"\n   Do you like fairy tales? What character do you like & want to become most? Why? ???\n  ","46265":"\n   Was it good? Also was it all musical or are there periods where they don't sing?\n  ","46266":"\n   Drop You Insta Username ?\n  ","46267":"\n   What is the most irritating comment or question you seem to ALWAYS get?\n  ","46268":"\n   I thought that by this time in my life, I'd.....\n  ","46269":"\n   If your mind was an island, what would it look like?\n  ","46270":"\n   Last movie you saw in theaters\n  ","46271":"\n   \" Lower the cost of failure.”\n  ","46272":"\n   Did you watch Mr Rogers neighborhood as a kid?\n  ","46273":"\n   Oh ok\n  ","46274":"\n   At first the sour skittles they didn't taste like anything it tasted just like sour then as I kept eating them the flavor mixed with the sour they are so good\n  ","46275":"\n   Snapchat?? Username\n  ","46276":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","46277":"\n   What is the sexiest and least sexy name?\n  ","46278":"\n   I put in the photo polls I got sour Skittles and wild berry\n  ","46279":"\n   Yes prv\n  ","46280":"\n   If you can choose anybody, who would you choose to have dinner with for one night?\n  ","46281":"\n   ?????so I shit you not I walked downstairs to my dinningroom and I see my cat sitting on a chair on her butt and her front paws are on the table like a person ?\n  ","46282":"\n   How are you ?\n  ","46283":"\n   Howww arree yoouu\n  ","46284":"\n   Hiiiii\n  ","46285":"\n   Hiii\n  ","46286":"\n   I’m good thank you ? for asking bella I’m at my house ? relaxing ?\n  ","46287":"\n   You like sour candy but you're sweet\n  ","46288":"\n   Was hast du vor am wochenende?\n  ","46289":"\n   It's 10:30 pm here so yea r they still going or it been over\n  ","46290":"\n   If you were to visit anywhere in the world for free where would you go and why?\n  ","46291":"\n   I feel the same way!\n  ","46292":"\n   What makes you nervous?\n  ","46293":"\n   Hi bella how are you\n  ","46294":"\n   I love sour candy\n  ","46295":"\n   I've never had them\n  ","46296":"\n   After beating Alabama, I’m just drinking some beer??\n  ","46297":"\n   What's the most clever Life hack you have learned?\n  ","46298":"\n   If you could do anything now, what would you do?\n  ","46299":"\n   PC or Mac, which do you prefer? ? Why?\n  ","46300":"\n   What are your favorite ones\n  ","46301":"\n   ????\n  ","46302":"\n   ☃️? Pet owners! Do you buy your pets a Christmas present? If you don't have a pet, would you buy a present for one if you did? :3\n  ","46303":"\n   ☃️? Do you prefer gingerbread cookies or sugar cookies? :3\n  ","46304":"\n   So who's into anime?\n  ","46305":"\n   How cold\n  ","46306":"\n   What's your best dish\n  ","46307":"\n   Do you like Skittles\n  ","46308":"\n   How is the weather\n  ","46309":"\n   I would be stuffed LOL\n  ","46310":"\n   I know you love eating those pointy M&M's LOL\n  ","46311":"\n   Those are English-speaking countries ???\n  ","46312":"\n   LSU has upseted Alabama??\n  ","46313":"\n   That was supposed to say plain ones not pointy LOL\n  ","46314":"\n   Do you prefer to ask questions or answer them?\n  ","46315":"\n   PAP a kind of flower u like ?????????\n  ","46316":"\n   The pointy ones are my least favorite\n  ","46317":"\n   What do you enjoy most about this app?\n  ","46318":"\n   What’s up\n  ","46319":"\n   I wish I could try your cooking\n  ","46320":"\n   If you suddenly developed the ability to shape shift what would you do with it?\n  ","46321":"\n   Hi my friend hows your day going\n  ","46322":"\n   Do you keep your room clean or messy?\n  ","46323":"\n   What's a popular food you find disgusting?\n  ","46324":"\n   What are you asking Santa for Christmas? I’d like either a new Raiders hoodie or a Golden Knights one. Or both. I wear a size XL if you were wondering.\n  ","46325":"\n   How many people do you consider your \"best friends?\"\n  ","46326":"\n   Would you like to live in another country? If so which one?\n  ","46327":"\n   Do you go all out for Christmas decorations? Or not really your thing?\n  ","46328":"\n   You're stuck on an island. How would you spend your time?\n  ","46329":"\n   If you could have one superpower what would it be?\n  ","46330":"\n   When have you felt like you were living life to the fullest? When have you felt like you weren’t?\n  ","46331":"\n   صورة الك وانت بتضحك ،\n اذا ما في اي صورة بتضحك ?\n  ","46332":"\n   What's the latest random act of kindness you did to a stranger? ??\n  ","46333":"\n   I haven't tried them yet I'm going to try anything at least once because you will never know unless you try when coconut M&M's came out they were just the regular M&M's they were disgusting now they have coconut M&M's with peanuts they are good\n  ","46334":"\n   You don't need to try you just are just be yourself I like you you are a good person I enjoy our talks\n  ","46335":"\n   Has anyone ever intentionally ruined your moment or stolen your limelight?\n  ","46336":"\n   lol\n  ","46337":"\n   being a beg is pathetic asf ?\n  ","46338":"\n   Tik Tok or Musically ?\n  ","46339":"\n   Can I get some likes on my answers?\n  ","46340":"\n   Are you buying the Disney plus streaming app?\n  ","46341":"\n   Thanks for your choice (Buckle up) on my page however; I am getting ready to post a choice about Thanksgiving food item that you may like. Thanks luv for writing me when you have time. Stay pretty.\n  ","46342":"\n   Gonna be a good game\n  ","46343":"\n   Gm hun.. it's 7:09 AM here\n  ","46344":"\n   Have a nice day! ???\n  ","46345":"\n   الهواتف هي وسائل لإهدار الوقت .هل انت مع أم ضد؟ ولماذا!?\n  ","46346":"\n   How many siblings do you have? Are you close to them? I’ve recently become close with my half sister Rhonda and I’m really grateful she is a part of my life now.\n  ","46347":"\n   Question to question come\n  ","46348":"\n   On scale 1-10, how awkward are you?\n  ","46349":"\n   NiCe. Stay happy, dear sister.\n  ","46350":"\n   If you had five minutes to live, who would you call?\n  ","46351":"\n   Cute nose\n  ","46352":"\n   Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other throu\n  ","46353":"\n   What people make you ashamed to be a human being?\n  ","46354":"\n   Is it really worth living more than 80 years?\n  ","46355":"\n   Hey I thinkyhr ksft time I was in u are having a bas day I hope I are doing btr if not well if u want to tell me I'll listen an I thinking we can find something to help you...\n  ","46356":"\n   When you are sick and you cannot sleep, what did you do?\n  ","46357":"\n   Heya\n  ","46358":"\n   How many languages do you speak?\n  ","46359":"\n   What is one change you'd like to see in the world?\n  ","46360":"\n   How to silence negative thinking?\n  ","46361":"\n   I love your gorgeous eyes\n  ","46362":"\n   Yes. Was a main street with traffic too. They must have been 6-8 at the very least. Boys are cruel.\n  ","46363":"\n   So to add to that he has a girlfriend he say he wants to leave her so called ? The only issue there has been is distance and that’s all. He felt like we would never ever be together but now since we have a chance ? Should i hold back until he leaves her alone. Because I don’t wanna be a side chick.\n  ","46364":"\n   okay, my knees sore tho\n  ","46365":"\n   are you okay xo\n  ","46366":"\n   Yay, Bella Button :)\n  ","46367":"\n   What's up?\n  ","46368":"\n   So I used to be in a long distance relationship with a guy during that relationship we told each other we could talk and do things with other people as long as we stayed safe. Well during that time I got pregnant and he got someone pregnant. We never really had a chance to be with.to be continued...\n  ","46369":"\n   Which Is the oldest text message you have saved on your phone?\n  ","46370":"\n   What would you do\/say if you were walking and these two girls about 7+ came up to you telling you that some boys were throwing glass they found on the road at them? Granted the boys were long gone at that time.\n  ","46371":"\n   With each other and we both think we would work. So after 3 years of no communication I’m still in love with him and he still has me on his mind. Should I test him out again and see if it could work if we both only see eachother ?\n  ","46372":"\n   If you could talk with only person for the rest of your life, who would it be?\n  ","46373":"\n   Do you think that technology is making us lazier?\n  ","46374":"\n   Thank you :)\n  ","46375":"\n   May I receive your questions?\n  ","46376":"\n   Would you ever go on a reality show?\n  ","46377":"\n   Happy Birthday to me\n  ","46378":"\n   I’m itchy. Do you get dry skin often?\n  ","46379":"\n   You're welcome thanks so much for being awesome good night\n  ","46380":"\n   Good night sweet dreams\n  ","46381":"\n   They aren't cinnamon I think they are habanero\n  ","46382":"\n   Have you ever had those hot M&M's\n  ","46383":"\n   You definitely must be a chocoholic\n  ","46384":"\n   Are you a workaholic LOL\n  ","46385":"\n   Did you work\n  ","46386":"\n   Did you have a long day\n  ","46387":"\n   What time is it there\n  ","46388":"\n   Hello how are you doing\n  ","46389":"\n   sorry lol\n  ","46390":"\n   Sorry thought you said bye\n  ","46391":"\n   Favorite type of book to read? ?\n  ","46392":"\n   What do you do if you can’t sleep at night?\n  ","46393":"\n   Would you say you're lazy, productive or something in between? ?\n  ","46394":"\n   um k\n  ","46395":"\n   Thanks baby girl this truly made me cry but I understand where u coming from at this point.. N yes imma try my best to be strong for him and the family bc I don't want anybody to cry worse and feel and worse then what they already do.. I'm thinking about going to see them today idk yet\n  ","46396":"\n   Hello\n  ","46397":"\n   hey\n  ","46398":"\n   Is there a person you hate for no reason?\n  ","46399":"\n   If your plane was about to crash, who would you want  sitting next to you?\n  ","46400":"\n   \"Do you like Spanish\/Mexican food\"? Both are okay served with tequila. Makes you want to do the hat dance......lol.\n  ","46401":"\n   do you like dance ?\n  ","46402":"\n   when you said that person is successful one \nWhat are the characteristics of successful people in your opinion\n  ","46403":"\n   \"How's the weather today where you're at? It is absolutely pouring out here\". The weather people says that there is some rain approaching but no cats or dogs however; may be puppies and kittens......lol.\n  ","46404":"\n   What would you never eat?\n  ","46405":"\n   You're beautiful ?? Good night pal ??\n  ","46406":"\n   Yes I am trying to do that girl it's hard but ik God is right there with me n so is he\n  ","46407":"\n   What's your favorite music genre?\n  ","46408":"\n   I appreciate all of the love and support u been giving me since everything happened with my dad... The funeral is Saturday by the way\n  ","46409":"\n   Hello\n  ","46410":"\n   What's the weather like today in your area? ⛅??????\n  ","46411":"\n   I would like to smell your feet in an own place. Can I If I´ll pay you what you like?\n  ","46412":"\n   Thoughts on people putting up their decorations earlier than December??\n  ","46413":"\n   If still didn't get my text you can text me on my instagram acount username is in bio?\n  ","46414":"\n   What is your favourite thing about Christmas? ☃️?\n  ","46415":"\n   Christmas trees! Real or fake? ? Which do you prefer? :)\n  ","46416":"\n   Question to question\n  ","46417":"\n   Instagram\n  ","46418":"\n   Snapchat?? Username\n  ","46419":"\n   A lot of options said that it is the most common mistake that a person bought home in America because you bought house by 200000 $ but you can live in apartments by 1000$ and all facilities on him and no taxes and you can start your own business by 10000$ \nDo you agree?\n  ","46420":"\n   Follow for follow\n  ","46421":"\n   Favourite pizza toppings? Do you like any \"unusual\" toppings? And what is your opinion on pineapple on pizza?\n  ","46422":"\n   Something you regret doing:\n  ","46423":"\n   Thanks baby girl i appreciate it hun.. thanks for all the love... much love too u as well\n  ","46424":"\n   What is one change that you want to make in your life, but haven't yet?\n  ","46425":"\n   I will Bella I. Promise you that\n  ","46426":"\n   Are you in love with someone?\n  ","46427":"\n   What is one thing you deeply regret?\n  ","46428":"\n   What do you care about the most?\n  ","46429":"\n   I know Bella and thanks for being a nice ? friend to me\n  ","46430":"\n   Can we have intro if u dont mind if intrested question back else ignore?\n  ","46431":"\n   What do you care about the most?\n  ","46432":"\n   Up to this point in life, do you feel like you’ve mostly been exhausted? Or do you think life has been easy on you?\n  ","46433":"\n   Yeah i did 10 minutes in both sides\n  ","46434":"\n   Haha okay?\n  ","46435":"\n   What is your lucky & unlucky number? ☺☺☺\n  ","46436":"\n   It would be pleasure for me to be in your following list?\n  ","46437":"\n   Do you like to spend free time alone or in company?\n  ","46438":"\n   Yupp want some? ?\n  ","46439":"\n   Yse sorry i mean nickname, and \"lulu\" is a good name ?\n  ","46440":"\n   Are you a planner or do prefer to be spontaneous?\n  ","46441":"\n   Yeah I just did my exercises spinning and Eliptic\n  ","46442":"\n   Name one thing you dream about at night!\n  ","46443":"\n   I’m good thank you ? for Asking Bella I’m just relaxing ?\n  ","46444":"\n   Hot tea or ice tea?\n  ","46445":"\n   truth or dare?\n  ","46446":"\n   np xo\n  ","46447":"\n   Hi Bella how are you\n  ","46448":"\n   What's the most valuable thing you've held in your hands?\n  ","46449":"\n   sorry if i am asking too much, xo\n  ","46450":"\n   do you pray alot\n  ","46451":"\n   who do you trust most\n  ","46452":"\n   How old are u\n  ","46453":"\n   Do u have Snapchat\n  ","46454":"\n   Somewhere else can we talk?\n  ","46455":"\n   Goodnight Bella ?\n  ","46456":"\n   Thank you :)\n  ","46457":"\n   Oof. Hot asf. ?\n  ","46458":"\n   Would you rather grow by two feet or shrink by two feet? ? Why?\n  ","46459":"\n   Follback :)\n  ","46460":"\n   Can be people or things! Whatever means the most to you! ☺️?\n  ","46461":"\n   What's the worst nightmare you've ever had?\n  ","46462":"\n   Thank you princess sister\n  ","46463":"\n   Welcome dear madam\n  ","46464":"\n   Dear friends,\nLive your dream, and wear your passion.\n  ","46465":"\n   I'm having Chips\n  ","46466":"\n   My last picture. I got mistaken for a girl. I got so many likes from guys ??\n  ","46467":"\n   Its wont be\n  ","46468":"\n   Lets talk\n  ","46469":"\n   Lets talk question to question?\n  ","46470":"\n   Hey bae\n  ","46471":"\n   Plzzz\n  ","46472":"\n   Which Disney character would you like to be for a day?\n  ","46473":"\n   Good, better, best. Never let it rest. 'Til your good is better and your better is best.\n  ","46474":"\n   Hey im boredd \nWanna unbore me?\n  ","46475":"\n   Ahan cool\n  ","46476":"\n   Freedom is nothing but a chance to be better.\n  ","46477":"\n   Ik it's not gonna be easy but I really miss him it's not the same without him here... N now it's like i'm just losing everybody that i'm close with n I really hate that and thanks hun\n  ","46478":"\n   Not really\n  ","46479":"\n   -\n  ","46480":"\n   Abhi tak Kia kuch sikha\n  ","46481":"\n   Do you tuck in your shirt?\n  ","46482":"\n   Thank you very much for your kind words. I've known you for 3 months and you're a really great and cool pal. I like you very much, you are very nice. I hope we will be friends forever. It's always nice to have an older friend. Goodnight my friend ??\n  ","46483":"\n   Twój ulubiony raper ?\n  ","46484":"\n   من الشاطر الي بكره عنده دوام ?\n  ","46485":"\n   Yep\n  ","46486":"\n   От кого был последний входящий звонок на твой мобильный телефон?\n  ","46487":"\n   ik i love my zodiac sign\n  ","46488":"\n   Kailan mo masasabing hindi na bata ang isang bata?\n  ","46489":"\n   Do you use snapchat? If so, how long is the longest streak you've had with someone? ???\n  ","46490":"\n   Yesssss\n  ","46491":"\n   Aquarius\n  ","46492":"\n   What is your Zodiac sign??\n  ","46493":"\n   Good night to u!\n  ","46494":"\n   \"What do you think is the most enjoyable thing\"? Well....I want to keep the app clean however; I will say, resting, listening to easy listening music with wine.\n  ","46495":"\n   Not at all. I am doing my reseach in field, may I will be helped\n  ","46496":"\n   Can I have her topic of research?\n  ","46497":"\n   Is she a researcher?\n  ","46498":"\n   thoughts??\n  ","46499":"\n   If you could only keep five possessions, what would they be?\n  ","46500":"\n   What job did u use to dream when u were a children? ☺☺☺\n  ","46501":"\n   WHAT  IS  THE  WORST  PICKUP  LINE  YOU’VE  EVER  HEARD?\n\nEver used one or had one used on you?\n  ","46502":"\n   What do u think of Monday- the first day of the week? ???\n  ","46503":"\n   Song\n  ","46504":"\n   Aww?\n  ","46505":"\n   Coffee ☕or tea ? . Which one do u prefer? ???\n  ","46506":"\n   How can someone so distant be someone who is also incredible?\n  ","46507":"\n   Kitten heels or high heels?\n  ","46508":"\n   What are you doing?\n  ","46509":"\n   What's your Chipotle order?\n  ","46510":"\n   Thank you Di.\n  ","46511":"\n   ??\n  ","46512":"\n   Your beautiful\n  ","46513":"\n   How r u ?\n  ","46514":"\n   How r u\n  ","46515":"\n   What’s ur drug??\n  ","46516":"\n   How do you determine whether you are a good person or not?\n  ","46517":"\n   What was ur nake name When u were young?\n  ","46518":"\n   Geologist??\n  ","46519":"\n   Flying or invisible?\n  ","46520":"\n   Hi !!\n  ","46521":"\n   В мире вы один из многих.\nНо для меня ты мир.?\n  ","46522":"\n   Do you consider yourself lonely or do you feel happy where you are now?\n  ","46523":"\n   Reallly I'm sorry not your family i meant \ni asked in general does money effect on the happiness of marriage\n  ","46524":"\n   That's sweet words i hope you have a happy life and him???\nWhat about money is this factor efforts the happiness of marriage\n  ","46525":"\n   Yes the definition of happy marriage or the things that every marriage must have it  to be happy\n  ","46526":"\n   What's the meaning of happy marriage in your opinion?\n  ","46527":"\n   Most welcome\n  ","46528":"\n   Hello gorgeous\n  ","46529":"\n   Sounds like a typical southern fried dinner\n  ","46530":"\n   Wish you a perfect happy life,, dear fr.\n  ","46531":"\n   NOOT NOOT!\n  ","46532":"\n   Dear friend,\nBeing in love with somebody is not a wonderful feeling.?\n  ","46533":"\n   What's your lucky number?\n  ","46534":"\n   Thank you so much !! \nMeans alot ?\n  ","46535":"\n   A talent you wish you had:\n  ","46536":"\n   What did you dream about last night?\n  ","46537":"\n   What is the most interesting thing about your family?\n  ","46538":"\n   Thanks you too.\n  ","46539":"\n   Sounds pretty good. I'm fixing to view my eye lids for a while lol.\n  ","46540":"\n   WWYD??. If you were at a coffee shop or restaurant and you noticed the couple at the next table were arguing and one of them was being aggressive\/ abusive towards the other.\n  ","46541":"\n   Lol I feel ya. How are you? I'm tired.\n  ","46542":"\n   What's the last test you took? How did you do?\n  ","46543":"\n   Ok\n  ","46544":"\n   I must not of clicked it off lol. It keeps auto going to Anon lol.\n  ","46545":"\n   Has been here too but it just decided to rain lol. Not much and only for like 10 minutes\n  ","46546":"\n   I lost a home as a child.\n  ","46547":"\n   Do u have Snapchat\n  ","46548":"\n   ? It’s Bonfire Night (aka Guy Fawkes Night) tonight here (5th) . Will you be at a bonfire with hot dogs or pie & peas, holding sparklers? ? If you don’t celebrate this where you are, what are your plans for tonight?\n  ","46549":"\n   How do\/did your parents communicate? Do you think this has influenced you in your relationships *if you're in one* for better or worse?\n  ","46550":"\n   The Halloween decorations are all down\n  ","46551":"\n   Finally I found someone to answer my crazy questions ??\n  ","46552":"\n   Sounds like fun. It's been drizzling rain here.\n  ","46553":"\n   They absolutely count ... ?\n  ","46554":"\n   So we can’t see them actually just by numbers...I think it’s a close app not like instagram...thanks for your patience with answering...\n  ","46555":"\n   I had to clean all day Sunday and Monday from Saturday night??\n  ","46556":"\n   What circumstances are you okay with going into debt for?\n  ","46557":"\n   That's good. I'm good just tired. Bout done with work, you?\n  ","46558":"\n   How can you see your followers and your followings?\nI don’t know how\n  ","46559":"\n   NOOOOOOOO\n  ","46560":"\n   Interesting question ?lf l could I would say stop fighting on this temporary world and be human...\n  ","46561":"\n   When was the last time you cried and why?\n  ","46562":"\n   If you could rule the world, what would you do first? ???\n  ","46563":"\n   I thought so. So how are you?\n  ","46564":"\n   Why do you like ASKfm\n  ","46565":"\n   What is the most important thing you need to do today?\n  ","46566":"\n   \"Which part of day is the most productive for you\"? Getting home and looking forward to do what is necessary.\n  ","46567":"\n   Where do you find new music?\n  ","46568":"\n   Those are usually pretty loyal dogs. Seems like anyway.\n  ","46569":"\n   A time you were unappreciated:\n  ","46570":"\n   Nothing to do\n  ","46571":"\n   So my cousin got married last week and dad refused to go to the wedding. Well my,however 2 years ago my cousin didn’t go to my moms,his aunts funeral and gave a BS excuse My . What’s your thoughts on this? Which side would you be on?\n  ","46572":"\n   What’s your plans for today?\n  ","46573":"\n   Do you like Demi Lovato\n  ","46574":"\n   I'm feeling bore\n  ","46575":"\n   ~ ALTERNATIVE ACTIVITIES~     Have you ever been:  ⭕️Zorbing? ... \n✈️Skydiving?  ...  ?‍♀️LARPing?  ...  ⛏Axe-Throwing? ...   ?Done Parkour?   ...  ?Played Pooh Sticks?  ...  ♿️Played a wheelchair sport?  ... or any other less common activity you’d like to share?\n  ","46576":"\n   What's one artist\/band you would like to see live in a concert?\n  ","46577":"\n   Which series would you recommend watching now?\n  ","46578":"\n   Anytime\n  ","46579":"\n   Cool me too\n  ","46580":"\n   Love you\n  ","46581":"\n   What’s new\n  ","46582":"\n   ❤️\n  ","46583":"\n   How do you deal with stress\n  ","46584":"\n   Miss you\n  ","46585":"\n   Hi\n  ","46586":"\n   How are you?\n  ","46587":"\n   What is the most heroic thing you’ve ever done?\n  ","46588":"\n   Would you prefer a party with a few friends or a lot of friends?\n  ","46589":"\n   ?\n  ","46590":"\n   Heb je wel eens het gevoel dat je niet gewaardeerd wordt?\nTruste mensen?\n  ","46591":"\n   Do you believe in horror stories\/ or anything similar to horror?? do ghosts exist???\n  ","46592":"\n   how do you deal with stress after a bad day?\n  ","46593":"\n   Are you tired rn?\n  ","46594":"\n   What song did u last listen to? ???\n  ","46595":"\n   How do you swim across a length of a pool underwater with one breath?\n  ","46596":"\n   Have you ever felt used by so called friends? Like once they've got what they want from you they don't talk to you much anymore? Think it's happened to me recently and makes me feel like the crap friend :-(\n  ","46597":"\n   Yea it would I love lava lamps as well. N the one u have is so pretty omg the red did it up girl\n  ","46598":"\n   That is very pretty I love it\n  ","46599":"\n   What kind of dog was it?\n  ","46600":"\n   \"Do you like to paint or draw\"? I like to do both however; I haven't done any thing for months.\n  ","46601":"\n   What about ur day......\n  ","46602":"\n   Would you wait in a drive thru for 4 hours just for a friggin chicken sandwich?\n  ","46603":"\n   In your opinion, is it okay to be friends with an ex? How about if you're in a relationship with someone else?\n  ","46604":"\n   Do you believe people should earn your respect? Or should you give respect first until they do you wrong in some way?\n  ","46605":"\n   That's very true. I miss my doggy.\n  ","46606":"\n\n    @Bored_Bunny\n   \n","46607":"\n   Post a crazy selfie ???\n  ","46608":"\n   German Shepherds are good ones too though. About any puppy is cute though lol.\n  ","46609":"\n   STAR WARS OR STAR TREK\n  ","46610":"\n   Anyone here a fan of 'End of the f*cking world' and excited that the new season gets released today? 04\/11\/2019\n  ","46611":"\n   What is your favorite thing in your room?\n  ","46612":"\n   Thank you cutie ❤️❤️❤️\n  ","46613":"\n   I meant can we be friends although u are married?\n  ","46614":"\n   Who or whatdo you always have time for no matter how busy you get?\n  ","46615":"\n   So sweet of you ??\n  ","46616":"\n   Do you like kettle corn?\n  ","46617":"\n   Lol. Im happier than ever :p\nI still didnt recieve the follow notification tho :p\n  ","46618":"\n   Thank you ?\n  ","46619":"\n   I like to draw ?\nAnd I like u ?\n  ","46620":"\n   I give up everyone hates me I just can’t no more\n  ","46621":"\n   What are some of your last thoughts before you drift off to sleep?\n  ","46622":"\n   I don't, if I stay in bed late I feel like the morning has passed. I prefer waking up early ?\n  ","46623":"\n   Of course, being up in time, but  not too early, right ? Still having being forced to change daylight saving time is definitely not helping that!\n  ","46624":"\n   Do you think you could survive as a cave person?\n  ","46625":"\n   If u could change 1 misunderstanding about u, what would it be?\n  ","46626":"\n   Hey, Follow for Follow, would ya?\n  ","46627":"\n   What made you happy today?\n  ","46628":"\n   Which do you prefer: Being up early or being awake late? ?\n  ","46629":"\n   Do you know someone from a weird place to come from?\n  ","46630":"\n   Do you know how to play a guitar?\n  ","46631":"\n   Are you a tattoo artist?\n  ","46632":"\n   How did you meet your best friend?\n  ","46633":"\n   Which is the best book you have read so far?\n  ","46634":"\n   Thank you for this information???\n  ","46635":"\n   Ok ????\n  ","46636":"\n   Have you ever faced weird coincidences? If so, can you give an example?\n  ","46637":"\n   What color toothbrush do you have?\n  ","46638":"\n   Can you give me your nember??\n  ","46639":"\n   What's the most awkward thing you can say in an elevator?\n  ","46640":"\n   what was the last thing you bought in store?\n  ","46641":"\n   Best tv show at Netflix you recommend us to watch\n  ","46642":"\n   What do u think of shopping online & purchasing in a local store?  Which one do u prefer? ???\n  ","46643":"\n   why? (i’m just curious lol)\n  ","46644":"\n   can you list 5 hobbies of yours?\n  ","46645":"\n   What's a movie you can't stand?\n  ","46646":"\n   ootd pic\n\n- stealing from my anon. \n\nI'm sure everyone looks great ?\n  ","46647":"\n   ootd pic\n\n- stealing from my anon. \n\nI'm sure everyone looks great ?\n  ","46648":"\n   Have you watched any new shows lately?\n  ","46649":"\n   don't make any relationship??\n  ","46650":"\n   What is your favourite TV show?\n  ","46651":"\n   what is the last thing you bought online?\n  ","46652":"\n   The relation is the name of mental illness, in which a healthy person becomes ill.\n  ","46653":"\n   do you believe in miracles or do you think it’s more so just coincidences\n  ","46654":"\n   Are you a dominant female?\n  ","46655":"\n   I ate leftovers from the party on Saturday for dinner?\n  ","46656":"\n   what was the last thing you ate?\n  ","46657":"\n   worst physical injury you’ve had\n  ","46658":"\n   what is the last place you drove\/rode to?\n  ","46659":"\n   what’s your favorite music to listen to when you’re in a nostalgic mood\n  ","46660":"\n   what’s keeping you on this app? thought about transferring elsewhere?\n  ","46661":"\n   followed\n  ","46662":"\n   Hey everyone! ?? Up to much today? ??‍♀️\n  ","46663":"\n   I kinda want another pit\/boxer. She was so cute and cuddly after she learned.\n  ","46664":"\n   What is the difference between being alive and truly living?\n  ","46665":"\n   คุณพูดไทยได้หรอครับ???\n  ","46666":"\n   Thanks bella nice to meet you ?\n  ","46667":"\n   I will continue to follow you no matter where I am\n  ","46668":"\n   I! So now you're called \"babe\"......lol. Bella the babe......lol. I'm just being sillier with you......lol.\n  ","46669":"\n   Have you ever met other people from another country when gaming online? ???\n  ","46670":"\n   do you prefer to drive on the highway or back roads\n  ","46671":"\n   Do you like Overwatch\n  ","46672":"\n   Thanks babe ❤️❤️\n  ","46673":"\n   Do you know what my user name refers to? I’ll give you all my coins if you know it.\n  ","46674":"\n   What’s your opinion on pizza? What do you like on your pizza? Do you dip it in ranch? Do you fold it when toy eat it? Do you eat it with a knife and fork?\n  ","46675":"\n   Which one do u prefer: eating out  or eating at home? ???\n  ","46676":"\n   Whats your favorite sportswear brand?\n  ","46677":"\n   Here am i\nSorry\n  ","46678":"\n   Do you know anyone who wears shorts in the dead of winter?Besides me of course\n  ","46679":"\n   Followed\n  ","46680":"\n   What are you grateful for\n  ","46681":"\n   What’s your opinion on baking soda? I believe that and WD40 are the greatest things around and they make life so much easier!\n  ","46682":"\n   I'm sorry ??????. I don't like tattoos ???\n  ","46683":"\n   Tell Me About Dream...\n  ","46684":"\n   ?\n  ","46685":"\n   -\n  ","46686":"\n   تابعتك ?\n  ","46687":"\n   Oi, você gosta de Piercings e de Açaí?\n  ","46688":"\n   Ku ingin ditanya gaesssss\n  ","46689":"\n   Well, you're the sweetest tomboyish person I've seen.\n  ","46690":"\n   Do you smoke weed\n  ","46691":"\n   Post a meme u like ???\n  ","46692":"\n   When it comes to attention, do you mostly give it or get it?\n  ","46693":"\n   What’s a thing that many people get wrong about you?\n  ","46694":"\n   Name the games, which you play regularly\/ still playing it and yet haven't got bored playing???\n  ","46695":"\n   Thanks you\n  ","46696":"\n   What is your favorite thing in your room?\n  ","46697":"\n   It was a potluck\n  ","46698":"\n   What is something you have lost, that you wish you could get back?\n  ","46699":"\n   \"Would you go on a cruise if you could? Have you ever been on a cruise\"? I haven't been on a cruise yet however; it's probably safer than going in to space besides, I've seen Tom Cruise in New York city. He's \"Knot\" what I expected.\n  ","46700":"\n   What kinds of film\/movies ????do u like to watch?\n  ","46701":"\n   It was the best one in history\n  ","46702":"\n   ? Espaços Livre ??\n  ","46703":"\n   Do you agree that you should never trust anyone who is rude to a waiter?\n  ","46704":"\n   How are you spending weekend?\n  ","46705":"\n   The Halloween party went successful tonight?\n  ","46706":"\n   \"Tell me about the time that you saw something and thought to yourself... what in the world did I just see? What did I just witness? A shocking, awkward moment\". A UFO, Nessie, Bigfoot, Aliens (except for those in Washington, DC) and no camera.\n  ","46707":"\n   \"Describe your kind of date\". No pits\/seeds in dates.\n  ","46708":"\n   Do you like museums?\n  ","46709":"\n   Yum\n  ","46710":"\n   Latest thing you drank? ?\n  ","46711":"\n   I think we could swing it. Her and I are already friends. It would give both a place to stay we can share responsibilities. I'd pay for it at least for a while lol.\n  ","46712":"\n   What’s up\n  ","46713":"\n   If you were to ask me a \nquestion what would it be?\n  ","46714":"\n   What are you currently addicted to?\n  ","46715":"\n   I'm excited to find a place. Considering getting a roommate and a dog lol.\n  ","46716":"\n   Do you \/ have you owned any video game consoles? Which? ?\n  ","46717":"\n   Real\n  ","46718":"\n   Do you follow fashion trends actively?\n  ","46719":"\n   Did you celebrate Halloween in any way? Did you dress up? ?\n  ","46720":"\n   Do you know any good snipers and submachine gunners?\n  ","46721":"\n   What's tge best advice for learning English\n  ","46722":"\n   Hey\n  ","46723":"\n   Why do u like to go out when ur free and why\n  ","46724":"\n   What do you do when you can't sleep? I'm currently having this problem..\n  ","46725":"\n   I've just remembered, I read somewhere once that someone had a dog called Bella Sinead ?\n  ","46726":"\n   Love that game\n  ","46727":"\n   Hey\n  ","46728":"\n   Thank you. I'm definitely getting a new dog I'm just working on getting my own place first. Their dog doesn't do well with new animals lol.\n  ","46729":"\n   What board game ? do u like to play most? ???\n  ","46730":"\n   That they are. My parents dog is a good one. My dog would probably snuggle with me if my ex hadn't took her. Right now I'm off by myself but I'm still in contact with my friends. Trying to stay positive.\n  ","46731":"\n   What is Louisiana like? Post a pic of setting in ur area ???\n  ","46732":"\n   \"Best thing that happened this autumn that you'd like to share\"? Nothing yet besides getting ready for Thanksgiving however; I want to see lots of snow.\n  ","46733":"\n   That's what we trying to do. It's easier to deal with when I can get out of the house.\n  ","46734":"\n   Would it be unjust to kill them? I personally think not; death isn't necessarily the worst, maybe even death isn't quite enough.\n  ","46735":"\n   I hope that your week is great\n  ","46736":"\n   That's generally the right thing to do, but we can't rape rapists, can we?\n  ","46737":"\n   Thank you. I appreciate it. It's tough but I know he's in a better place.\n  ","46738":"\n   What’s the goodest thing you did this week?\n  ","46739":"\n   Thank you. That's much appreciated. So far so good. Good to hear that you're doing well.\n  ","46740":"\n   Can you follow me back? ?\n  ","46741":"\n   Can you follow me back? ?\n  ","46742":"\n   What is your favorite Chinese foods\n  ","46743":"\n   Celebrating Halloween tonight in a full face of make up, unlucky for me its raining right now ??‍♀️ Typical.. Pray for me ?\n  ","46744":"\n   What makes u wanna cry?\n  ","46745":"\n   What is the proper punishment?\n  ","46746":"\n   Do you like ketchup on your fries?\n  ","46747":"\n   You like chocolate with ? or no?\n  ","46748":"\n   Wow, it's very useful to me. Thank u so much! ???\n  ","46749":"\n   R u a big fan of anime? ???\n  ","46750":"\n   ur mom\n  ","46751":"\n   I'm sorry that I don't know what \"kind've date\" means ???\n  ","46752":"\n   Gn. But waaait.  What's your name?\n  ","46753":"\n   In my city is near. Lol. 04:03AM\n  ","46754":"\n   Do u have any fears???? What do u often do to overcome ?????? it ?\n  ","46755":"\n   Which flavour of pizza you like???\n  ","46756":"\n   If you could create a public holiday, what would it be called and what is it about? ?\n  ","46757":"\n   Do you like when people pose for pictures or more natural vibes going on?\n  ","46758":"\n   What time is in your country?\n  ","46759":"\n   How many fillings have you had at the dentist\n  ","46760":"\n   Any pets?\n  ","46761":"\n   What's worse, being a liar or being wrongly accused of being one? ?\n  ","46762":"\n   Jummah Felicitations?\nStay positive and happy?\nGod bless you??\n  ","46763":"\n   It’s the first of November! Is it too early for Christmas music? ?\n  ","46764":"\n   What is the unforgivable mistake to you?\n  ","46765":"\n   How many good friends do you have? Is it better to have a small group of good friends or a large one? ?\n  ","46766":"\n   How good are you at keeping your cool when someone makes you angry? ?\n  ","46767":"\n   R u good at cooking? What kind of food u would like to have? ???\n  ","46768":"\n   How do you prefer to travel, train, car, boat, aeroplane, motorbike, bicycle? ?☀️\n  ","46769":"\n   Favourite part about this week so far? ???\n  ","46770":"\n   It wasn't bad I went out to get Chinese food with my friend I went to a buffet then I went back to his house and we played Call of Duty Dead Ops Arcade\n  ","46771":"\n   How was work\n  ","46772":"\n   Hello Bella, how's you? ?\n  ","46773":"\n   Me toooo\n  ","46774":"\n   what’s your dream car? ✰\n  ","46775":"\n   Can we take a moment out of our day to think about all of the good things in our life right now? ?❤️\n  ","46776":"\n   What’s the last compliment you’ve received?\n  ","46777":"\n   Have a nice dream ???\n  ","46778":"\n   How are you\n  ","46779":"\n   Do you like Maroon 5\n  ","46780":"\n   I use Ask.fm to meet interesting people like u ??????& I also want to improve my English. If there r some wrong grammars or words, plz talk to me. ???\n  ","46781":"\n   Pap for ur Halloween clothing\n  ","46782":"\n   ? Espaços Livre ??\n  ","46783":"\n   Hugs\n  ","46784":"\n   Like it!\n  ","46785":"\n   Can you please follow\n   \n    @Elizabeth2018x\n   \n   ? it's really a kind and wonderful profile to follow ? please follow ?\n  ","46786":"\n   Can you please follow\n   \n    @Elizabeth2018x\n   \n   ?\n  ","46787":"\n   beautiful!\n  ","46788":"\n   Where are u from???\n  ","46789":"\n   Halloween decorations will still be up for my party Saturday.\n  ","46790":"\n   The party will be on Saturday for me since some people had to work Halloween?\n  ","46791":"\n   Had a bloody nose?\n  ","46792":"\n   Happy Halloween ?? bella\n  ","46793":"\n   Do you like to act spontaneously or plan things? Why?\n  ","46794":"\n   Pap?\n  ","46795":"\n   ?Happy Halloween? Shadows of a thousand years Rise again unseen, Voices whisper in the trees, ‘Tonight is Halloween!’?\n  ","46796":"\n   Happy Halloween! ?????\n  ","46797":"\n   If you had to pick a Halloween costume to wear, but were transformed permanently into what the costume was of. What would you pick? (not allowed to say nothing)\n  ","46798":"\n   My new neighbors are coming to my Halloween Party and they are coming as the \"New Kids on the Block\" band.\n  ","46799":"\n   happy halloween\n  ","46800":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","46801":"\n   What crazy things do you dream of trying someday?\n  ","46802":"\n   Watched any horror movies this season?\n  ","46803":"\n   What is ur favorite pet? ???????????\n  ","46804":"\n   Halloween: Ever done couple costumes?\n  ","46805":"\n   Wow\n  ","46806":"\n   Do you or anyone you know send out Halloween cards?\n  ","46807":"\n   Program for tonight\n  ","46808":"\n   Are you Romantic??\n  ","46809":"\n   Plan for tonight\n  ","46810":"\n   What's are u doing\n  ","46811":"\n   Hi mistress Bella\n  ","46812":"\n   Do you recycle?\n  ","46813":"\n   What are your plans for Halloween?\n  ","46814":"\n   The best part of my day is that I know there are such wonderful people like you will be a part of it. I hope you too have a most excellent day!\n  ","46815":"\n   Happy halloween ??\n  ","46816":"\n   Snapchat?\n  ","46817":"\n   How are u\n  ","46818":"\n   If there’s something strange in your neighborhood.Who you gonna call?\n  ","46819":"\n   What chore do you absolutely hate doing?\n  ","46820":"\n   Thanks ?\n  ","46821":"\n   And how do u put in pictures in ur bio?\n  ","46822":"\n   If power was off all day, what would  u do to kill the time? ???\n  ","46823":"\n   DID YOU KNOW HITLER WAS AN ONLY CHILD\n  ","46824":"\n   Is it cold where you are?\n  ","46825":"\n   Hello\n  ","46826":"\n   Pakistan?\n  ","46827":"\n   Good night ???\n  ","46828":"\n   Happy halloween ? ?\n  ","46829":"\n   Good??\n  ","46830":"\n   You should  add pro aesthetician to your bio, lol.\n  ","46831":"\n   Oof! Please tell me that's just make-up sweetie.\n  ","46832":"\n   I can't get enough of your questions. They are just so great!\n  ","46833":"\n   Happy Halloween??\n  ","46834":"\n   ? Happy Halloween ?\n  ","46835":"\n   May your jack-o-lantern burn bright all through the night! Happy Halloween…hope it’s the best one yet! ???\n  ","46836":"\n   May your jack-o-lantern burn bright all through the night! Happy Halloween…hope it’s the best one yet! ???\n  ","46837":"\n   PAP??\n  ","46838":"\n   Who is your smartest friend?\n  ","46839":"\n   Which country do you want to visit?\n  ","46840":"\n   what do you do when you have a hard time sleeping?\n  ","46841":"\n   Weirdest creature alive???\n  ","46842":"\n   Que súper tu lámpara\n  ","46843":"\n   It reminds me of H2o Just add water or whatever it was called\n  ","46844":"\n   It reminds me of a live action The Little Mermaid ? Never seen it before, I mostly enjoy the old classic Disney animated fairytale movies ?\n  ","46845":"\n   I can't say that I've heard of that Disney movie, I will have to look it up ?\n  ","46846":"\n   What is your fondest childhood memory?\n  ","46847":"\n   How well do you know your employer\/teacher? 1 = who are you again? 10 = how was our date last night?\n  ","46848":"\n   What's your most recent omg wtf moment?\n  ","46849":"\n   what are your plans for thanksgiving?\n  ","46850":"\n   what time is it where you live?\n  ","46851":"\n   I think we're all known for doing that? ?\n  ","46852":"\n   what is the sweetest thing someone has ever given you as a gift?\n  ","46853":"\n   what have you been up to?\n  ","46854":"\n   If you owned a luxury yacht, what would you name it?\n  ","46855":"\n   Space,?\n  ","46856":"\n   Cuz he always drops the bass\n  ","46857":"\n   Share thoughts ✌\n  ","46858":"\n   What's the best way to apologize?\n  ","46859":"\n   Why does skrillex suck at fishing?\n  ","46860":"\n   Why did the chicken cross the road?\n  ","46861":"\n   (Asking out of curiosity, because I'm actually autisitc) What do you know about autism? What stereotypes have you heard about autism? And does anyone in your life have autism? (feel free to ignore if this is too personal)\n  ","46862":"\n   sorry, just you said you are meeting family, so i said they are lucky to have you sorry\n  ","46863":"\n   lucky family xo\n  ","46864":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","46865":"\n   What is your news right now??\n  ","46866":"\n   I! \"mischief night\" is the night before Halloween when some one throws paper, paint, toss eggs or some thing to cause irritations to others.\n  ","46867":"\n   في بنات صاحيه الوقت؟\n  ","46868":"\n   Quelles sont tes épices préférées?\n  ","46869":"\n   I! 'Tis the season for \"mischief night\"......lol. Does you area do this?\n  ","46870":"\n   Love you too.. Our friend\n  ","46871":"\n   Which organ plays a very important role in our body?WHY?\n  ","46872":"\n   Do u often go to the bar? What kind of drink ☕????????do u usually have? ???\n  ","46873":"\n   A storm will go down in my area in 4 hours???. It's raining heavily now  ???\n  ","46874":"\n   What music instrument would you like to play?\n  ","46875":"\n   I passed my drivers test today!! Woop!\n  ","46876":"\n   Until what time do you sleep during holiday?\n  ","46877":"\n   Who's watched Toy Story? (the original) ?❤️\n  ","46878":"\n   When you feel sad, what cheers you up?\n  ","46879":"\n   What is the one book you think that everybody should read?\n  ","46880":"\n   How do you fare when it comes to arguments? Do you keep your cool or do you have a temper? Or do you try to avoid arguments all together?\n  ","46881":"\n   what is something you're strongly opinionated about? ✰\n  ","46882":"\n   Favourite Disney movie of all time? ?\n  ","46883":"\n   Your fav book??\n  ","46884":"\n   What kind of vibes do you give off? ????\n  ","46885":"\n   Hihi, nosh=snack ???\n  ","46886":"\n   How do u do photo poll in ask fm?\n  ","46887":"\n   Describe your best friend\n  ","46888":"\n   What is fav actress?\n  ","46889":"\n   What's a goal (however big or small) that you'd like to get done \/achieve, before this year ends?\n  ","46890":"\n   Do you want kids? How many?\n  ","46891":"\n   What do u think of Halloween?  What activities do u usually do at that day? ???\n  ","46892":"\n   Are you missing anyone right now?\n  ","46893":"\n   . Do you sing in the shower? In the car?\n  ","46894":"\n   Share one thing that has made you happy recently!\n  ","46895":"\n   Can you swim without plugging your nose?\n  ","46896":"\n   Your all-time favorite song:\n  ","46897":"\n   What is problems\n  ","46898":"\n   All I know is loving her is gotta be a sin\n  ","46899":"\n   I am also well tysm for asking ? It's 04:39am in the UK and very cold ❄\n  ","46900":"\n   omg hahahahaha\n  ","46901":"\n   How are u my girl ❤\n  ","46902":"\n   LOL. Well, at least they do have rights. Have you ever been to a third-world country?\n  ","46903":"\n   Have you ever cried because you were so happy?\n  ","46904":"\n   What’s the weirdest thing someone’s admitted to you lately?\n  ","46905":"\n   Do you smile at strangers as you walk by them?\n  ","46906":"\n   Is there anything you find embarrassing about your country?\n  ","46907":"\n   Do you have enemies? If you think so, why?\n  ","46908":"\n   What is the coolest thing's that people can learn from you?\n  ","46909":"\n   How do you react when people talk badly about you?\n  ","46910":"\n   What do you have a soft spot for?\n  ","46911":"\n   Did you celebrate national cat day? ?\n  ","46912":"\n   I love this place :) Bourbon Street and city lights~ always perfect.\n  ","46913":"\n   I played my first game boy before mostly Pokemon on the game boy and now you can play game boy games on your phone and it's okay I do have a Xbox one I had a ps2 but we put it in a bag and put it in the trash it was old\n  ","46914":"\n   Who suffers from bad anxiety?\n  ","46915":"\n   I can't sleep why.... any suggestions from you guys so that I can go to sleep?\n  ","46916":"\n   I asked you what games do you play on what system just asking\n  ","46917":"\n   What is ur dream city to live in? ???\n  ","46918":"\n   Ohhhh wow  you have so much experiences.\nThanks for your answer I've learned alot.\n  ","46919":"\n   \"What do you think of yogurt? Like it or nah\"? I like yogurt however; do not eat too much or you'll be visiting........well you know what I'm writing about.\n  ","46920":"\n   \"What was the last errand you ran\"? When I was in school, I ran around the track three times. Could I do it today? It's possible however; I have to run out and go to the grocery store.\n  ","46921":"\n   You are a gem, a diamond, and truly only one of a kind, a beautiful and gracious lady someone that is rare to find. Knowing someone as delightful as you is such a pleasure, Thank you for being who you are, because you're most definitely a treasure!\n  ","46922":"\n   I know it might seem awkward but do mind ok... Do you simply give your phone number when someone asks you?\n  ","46923":"\n   guys what do you think of the new airpod pro?\n  ","46924":"\n   how many litres of water do you drink in a day?\n  ","46925":"\n   What is the colour of your bra?\n  ","46926":"\n   What was the last food u ate? ???\n  ","46927":"\n   Hey. What's the time now in your country?\n  ","46928":"\n   Would you like to receive my questions?\n  ","46929":"\n   Wow what's it like?\n  ","46930":"\n   If animals could talk, which would be the rudest?\n  ","46931":"\n   Would you date a person who owns 10 dogs?\n  ","46932":"\n   What you know that others don't?\n  ","46933":"\n   Hi\n  ","46934":"\n   I! Thanks for your choice (Double bubble) on my page furthermore; I noticed on your profile page that you are getting ready for Halloween. Have a nice OWL-lo-WEEN.\n  ","46935":"\n   Spek franche plis\n  ","46936":"\n   “Nosh” is a British term, a noun meaning “food” and a verb meaning “to eat something”, like “I’m noshing on a burger” or whatever. ?\n  ","46937":"\n   What is one thing you will never do it again?\n  ","46938":"\n   20h52 im algerien\n  ","46939":"\n   Have you truly hate SOMEONE?\n  ","46940":"\n   What was the timing there?\n  ","46941":"\n   \"If you were a volunteer, where would you like to work\"? A soup kitchen\/food kitchen, clothing for those that have nothing\/little and shelter from the elements.\n  ","46942":"\n   Any hallewoon party’s ??\n  ","46943":"\n   Hi Bella, I just noticed you have a pretty crappy birth date hey, kinda gets lost between Xmas and New Years hey?\n  ","46944":"\n   I went to the shop near my house to buy nosh ???\n  ","46945":"\n   I’m going to ask some questions today. Mostly unpopular opinions and random ones I come up with. Feel free to use this as an opportunity to share a picture! ?\n  ","46946":"\n   So, I was wondering, do you have any Christmas traditions? \n(I know this is a bit early, but I'm excited lol) ?\n  ","46947":"\n   It's a new generation love story \nSweet\n  ","46948":"\n   Which kind of party would you prefer to attend:    ? Masquerade\/Fancy Dress\/ Cosplay party; OR    ? Small group intimate dinner party; OR    ?? Loud music\/ High energy dance party?\n  ","46949":"\n   صباحو ??\nبالنسبة السؤال يلي انتشر أنه الجمال جمال الفلتر بس ?والله الواحد لما يشوف حآله بالمراية بكون احلى من عالكاميرا بكثير للأمانة??\nصباحكم عسسل\n  ","46950":"\n   Merhaba ?\n  ","46951":"\n   What do you do to cheer yourself up when you feel down?\n  ","46952":"\n   Hi pal! How do you feel and what are your mood? All the best ✌?\n  ","46953":"\n   What’s something ?you really resent paying? for?\n  ","46954":"\n   One unpopular parenting opinion\n  ","46955":"\n   Selamın aleyküm nasılsınız napıyorsunuz ?\n  ","46956":"\n   What’s the annoying thing about emptiness? Why does it trouble us and weigh us down?\n  ","46957":"\n   ?✨?\n  ","46958":"\n   What was the last restaurant you went to?\n  ","46959":"\n   Tell us about an answer or a reply you really liked (not necessarily from Ask.fm)\n  ","46960":"\n   Which is harder: forcing yourself to do things you hate or depriving yourself of what you love?\n  ","46961":"\n   What is an experience you never want to have again?\n  ","46962":"\n   Have you ever felt hated by others\/someone before? If yes, when was it? and why?\n  ","46963":"\n   What is a painting you've made that you are most proud of?\n  ","46964":"\n   \"Ever had a lava lamp before\"? I have two lava lamps from my parents and I have seen a volcano at Alaska. Now that's a lava lamp......lol.\n  ","46965":"\n   Let's say I have a gold fish and I put him in chocolate milk, then the next day it dies. Dose that mean that my gold fish drowned?\n  ","46966":"\n   What is your favorite piece of artwork? PAP!\n  ","46967":"\n   Could it be right to refuse to listen in some situations? Give an example.\n  ","46968":"\n   Tell us your love story? ?\n  ","46969":"\n   If you like someone but their close friend has feelings for you, should you back off to save the friends feelings or would you still go for it?\n  ","46970":"\n   One thing you can’t understand about people:\n  ","46971":"\n   What do you look for in a potential mate? If you’re already married or with someone what was it about them that attracted you?And finally do you feel like they’re holding up their end of the relationship? Do you feel like you are??\n  ","46972":"\n   what’s for dinner?\n  ","46973":"\n   When you were a kid did you get the toy catalog and go through circling what you wanted for Christmas? My youngest has circled every thing in ours lol.\n  ","46974":"\n   Toilet selfie ??\n  ","46975":"\n   Are you afraid of the DARK?WHY?\n  ","46976":"\n   How many hours a day do u often sleep? ???\n  ","46977":"\n   \"Pecan pie or blueberry pie? What kind of pie do you like\"? I like many including Rhubarb (leaf) and Mince meat (raisins).\n  ","46978":"\n   Do you ever feel like you’re too nice to people? I’m way too nice to some people on here.\n  ","46979":"\n   What's better, swimming underwater or above water?\n  ","46980":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","46981":"\n   do you prefer running or walking? ??‍♂️??‍♂️\n  ","46982":"\n   Hey... following\n  ","46983":"\n   A question you haven’t found an answer to:\n  ","46984":"\n   why weekends are so lazy\n  ","46985":"\n   do you like to cook?\n  ","46986":"\n   Do you prefer texting or messenger?\n  ","46987":"\n   Have you had any ??‍♀️ moments today? My daughter threw her cheerio at the cat and he gave her a funny look and she thought it was hilarious and proceeded to throw ALL her Cheerios on the floor for him. ??‍♀️\n  ","46988":"\n   What is your kid’s favorite food?\n  ","46989":"\n   What food does your kid NOT like?\n  ","46990":"\n   Hi Bella! Do you use pantyhose or stockings? It is soo good looking on women\n  ","46991":"\n   City or countryside? What do you prefer?\n  ","46992":"\n   That sounds interesting\n  ","46993":"\n   Would you ever ask a guy out first?\n  ","46994":"\n   So I have been watching a lot of reviews on that Ninja Turtle 1up arcade machine apparently the intro they did a remix it sounds fine a lot of people are griping about it the buttons are quite the same as an actual arcade machine they don't have as much spring in the clicking this there is a spring\n  ","46995":"\n   What are you watching\n  ","46996":"\n   What are you doing right now\n  ","46997":"\n   You're the best buddy\n  ","46998":"\n   Bella!\n  ","46999":"\n   I am very silly\n  ","47000":"\n   What's your plans for this week? ?\n  ","47001":"\n   If you walk fast it will be like a roller coaster LOL\n  ","47002":"\n   Never have I ever.... ?\n  ","47003":"\n   It would be like a ride\n  ","47004":"\n   Do you believe in life after death?\n  ","47005":"\n   If I shrunk could I ride in your pocket LOL\n  ","47006":"\n   Hi\nHow are you?\n  ","47007":"\n   What's the meaning of #1 that shown on your page?\n  ","47008":"\n   Do you like sweet things Sweet Bella?\n  ","47009":"\n   Are you kidding us??\n  ","47010":"\n   After my family settled our new home because my mobile data is really bad\n  ","47011":"\n   Good news is that me and my sister and brother are going to between Alabama and New York\n  ","47012":"\n   Eh I will try\n  ","47013":"\n   Hi moving sucks I am moving after two weeks\n  ","47014":"\n   Your eyes are mesmerizing, they are really beautiful both in colour and shape.\n  ","47015":"\n   U look pretty! ??????\n  ","47016":"\n   What's your favorite seafood?\n  ","47017":"\n   Do you think that money can buy love?\n  ","47018":"\n   ‏أنا بانتظار الشتاء والليل الطويل عشان اتعشى اربع مرات.???\n  ","47019":"\n   Followed u?\n  ","47020":"\n   قد ينفتح الباب ذات يوم تحية لمن يخوضون الحياة ببراءة الأطفال، وطموح الملائكة?\n  ","47021":"\n   You are welcome ??\n  ","47022":"\n   Ever tried “ walking tacos”? You get a bag of the single serving Doritos and and add meat cheese sour cream etc then you mix it up by shaking the bag or smashing it. It’s really good!\n  ","47023":"\n   What's your favorite thing anything\n  ","47024":"\n   I! Only a buck!? Do you have change for a buck? I'm just being silly. Stay pretty.\n  ","47025":"\n   What image do you have as your desktop background?\n  ","47026":"\n   What’s wrong with the world?\n  ","47027":"\n   Do you think dogs are really man's best friend?\n  ","47028":"\n   What is your favorite type of flower?\n  ","47029":"\n   Have you ever fired a real gun?\n  ","47030":"\n   What's your favorite font?\n  ","47031":"\n   Name one thing you’ll always find in your fridge!\n  ","47032":"\n   What fruit do you eat the most often?\n  ","47033":"\n   What is the best color for a car?\n  ","47034":"\n   Follow ??\n  ","47035":"\n   Really did you translate it?!?\n  ","47036":"\n   Ever been asked to “ play along” in a situation? Example going along with someone’s false story in order to keep them from getting in trouble?\n  ","47037":"\n   Ever been at a party or event and the police ended up coming??\n  ","47038":"\n   Have you ever snuck out of your home?\n  ","47039":"\n   What kind of candy will you be giving out for Halloween?\n  ","47040":"\n   Never have I ever.... ?\n  ","47041":"\n   God loves you....\n  ","47042":"\n   pap of your barefeet\n  ","47043":"\n   Life Plans ??\n  ","47044":"\n   What will u wear on summer or winter\n  ","47045":"\n   What kind of transportation do you use most often?\n  ","47046":"\n   Love or Hate?\n  ","47047":"\n   Have you ever ate Spam before?\n  ","47048":"\n   Is there something that made you go “wow” lately? My cousin Ryan who I was there the day he was born and I used to babysit him just got married last night. . Man does time fly\n  ","47049":"\n   Have you ever told someone your feelings about them only to learn they don’t feel the same way?\n  ","47050":"\n   Do u have any special talents? ???\n  ","47051":"\n   What games did u use to play when u were a child? ???\n  ","47052":"\n   Should people pay more attention to other people than their phones?\n  ","47053":"\n   What was the last picture you took with your phone?\n  ","47054":"\n   Different, I think that's what people love most about you Bella ?\n  ","47055":"\n   Sexy bitch\n  ","47056":"\n   . * . * .?s * . * ☄️. \n* * . p?* . . * ?. * . \n* . . *. ✨\n *a . * ? . * * . * c\n? . * * . * . *e⭐ * .\n  ","47057":"\n   What is your favorite tea?\n  ","47058":"\n   If a genie granted you 3 wishes right now, what would you wish for?\n  ","47059":"\n   I guess that weather didn't come up this way\n  ","47060":"\n   Name your next adventure. PAP of inspiration!\n  ","47061":"\n   Speaking of which, check this out -\n   \n    https:\/\/www.youtube.com\/watch?v=kSL9lGYeJeY\n   \n   ?\n  ","47062":"\n   What do you think about when you’re by yourself?\n  ","47063":"\n   مرحباً ?.. نحن لانعرف بعضنا ابداً ولكنني أحببت ان تتلقى رسالة من شخص غريب وعابر، أتمنى لك يوماً مليء بالرحابة والانشراح والسعادة وأن يصادفك اليوم خبر سعيد يعيد لروحك الحياه ويجعلها تبتهج ? ... قد يكون الله سخرني إليك حتى تبتسم ، أتمنى أنني نجحت في ابتسامتك\n  ","47064":"\n   I am so glad to hear you are okay\n  ","47065":"\n   I say stupid things sometimes.\n  ","47066":"\n   If you ask questions about your partner’s ex out of the blue, and they give you “Can we not talk about it anymore?” Altho your partner has talked about it before. Would you say that your partner has still feelings for their ex?\n  ","47067":"\n   Have u ever been to Asia? If (yes\/no), what countries (have u been to\/do u want to travel)? ???\n  ","47068":"\n   What is ur most awful dream? Can u talk shortly about it? ???\n  ","47069":"\n   What are your strangest habits?\n  ","47070":"\n   Have you ever seen a ghost?\n  ","47071":"\n   What do u think about racial discrimination? Has it decreased until now? ???\n  ","47072":"\n   Who do u trust most? ☺☺☺\n  ","47073":"\n   If u were an educator, what subjects would u remove & what ones would u enhance at school? ???\n  ","47074":"\n   thanks for the advice !! ✰\n  ","47075":"\n   \"What do you do when the power goes out during a storm\"? My home has a home generator and I make certain that it's ready to be used.\n  ","47076":"\n   I’ve gone in a women’s toilet before, just to see what was in there.\nHere is a hint.  Don’t open the metal boxes hanging in the stalls!!!\n  ","47077":"\n   I’m baby sitting until tomorrow afternoon.. my 3 year Old cousin is sleeping Over tonight . Me and her are currently watching the new lion king .. soon I’m gonna have to figure out what she wants to say for dinner ?\n  ","47078":"\n   what kind of polls do you prefer? like food, fashion, trends etc. i kinda need new ideas haha ✰\n  ","47079":"\n   How much do you know about your far ancestors? ? Please tell what you know ?\n  ","47080":"\n   What's the best depth to swim underwater?\n  ","47081":"\n   In your opinion what are the most important traits of our ancestors that we lack today?\n  ","47082":"\n   When someone says “Why do you like talking to me?” Does that mean it bothers them that they have to ask it ?? Lo l :))\n  ","47083":"\n   How often do you have sex\n  ","47084":"\n   What is your favorite color? What is it symbolic of? ???\n  ","47085":"\n   Wow, yummy! I really love pizza ??????\n  ","47086":"\n   I! Thank you for writing me. Allergies to certain sodas. Try the Cranberry Sprite.\n  ","47087":"\n   3 words to describe yourself ???\n  ","47088":"\n   Have you ever enter male toilet before?\n  ","47089":"\n   Stay safe! :\/\n  ","47090":"\n   Do you have sanpchat\n  ","47091":"\n   \"Who would you call first if you won the lottery\"? Depends as to the amount first. The lottery vendor makes the call. Usually the winnings have to be declared and paid before you receive the winnings or what's left over after taxes then you can bank it but telling any one.........no.\n  ","47092":"\n   \"Cinnamon coke. Yay or nay. It's new or do you not like soda\"? I am not really in to sodas unless a soda is sugar-free however; I may try it.\n  ","47093":"\n   Campfire; which is better having in the summer or fall time?\n  ","47094":"\n   From whence does the wind come and where does it go? An unsolved mystery nobody knows. So too are those we encounter in our life each day; some bring joy and laughter like you in your own special way! ?\n  ","47095":"\n   Have they come to where you are are you okay\n  ","47096":"\n   How was your day? How's your mood? I wish you a good Sunday ✌?\n  ","47097":"\n   Do you set a timer or just wing it? Depends?\n  ","47098":"\n   I like those ones I like Gouda\n  ","47099":"\n   What's your favorite kind of cheese\n  ","47100":"\n   What is happiness for you?\n  ","47101":"\n   I love California rolls\n  ","47102":"\n   Those leaves look like a bunch of cheese LOL\n  ","47103":"\n   Do you love autumn?\n  ","47104":"\n   PAP of the very first image on your camera roll?\n  ","47105":"\n   If you had a boat, what would you name it?\n  ","47106":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","47107":"\n   Who did you last say “I love you” to?\n  ","47108":"\n   Shark diving, bungee jumping, or sky diving?\n  ","47109":"\n   Aliens are coming - what peace offering do you bring them?\n  ","47110":"\n   لم ينجوا بفعلته! ??\n  ","47111":"\n   What is your favorite animal?\n  ","47112":"\n   Once I get to Florida I'm buying it\n  ","47113":"\n   J'aimerais pouvior mieux le parler\n  ","47114":"\n   The ninja turtles one Is 399.99\n  ","47115":"\n   How fast do you fall in love?\n  ","47116":"\n   Which holidays do you and your family celebrate?\n  ","47117":"\n   How many games do you have on your phone?\n  ","47118":"\n   Have you ever stayed awake for an entire night?\n  ","47119":"\n   Do you have pets? PAP!\n  ","47120":"\n   What's your country remarkable for?\n  ","47121":"\n   What do you want right now?\n  ","47122":"\n   What's the last thing you bought and love?\n  ","47123":"\n   Aye, I've heard about Ubers ?\n  ","47124":"\n   You can order McDonald's and get it delivered now ? ?\n  ","47125":"\n   Hey Bella, have you ordered MaccyD's from the delivery services? ?\n  ","47126":"\n   I certainly don't doubt it Bella ?\n  ","47127":"\n   Cake in a cup ? I hope we soon pick it up, it sounds deelish ?\n  ","47128":"\n   Cake in a cup? Aye, to be fair, I can imagine that happening in the US, give it a year or so and it'll happen in my country too ?\n  ","47129":"\n   Aye, who doesn't love pizza and pasta? When Italians are the cooks, you can't go wrong, so many countries have employed them to teach them how to make pizza ?\n  ","47130":"\n   The place I normally go to to get pizzas usually gives me discounts as I'm a regular customer there, and sometimes they throw in a free garlic bread ? I love it ?\n  ","47131":"\n   They are half the size of a actual full cabinet arcade they are just cheaper they sell them at Walmart they just released Ninja Turtles and Ninja Turtles in Time arcade1up cabinet\n  ","47132":"\n   Aye, ain't that a great result? ?\n  ","47133":"\n   Free pizza? ?\n  ","47134":"\n   What are your weekend plans?\n  ","47135":"\n   \"Who’s the weirdest famous person of all times\"? I'm unable to offer you any that I know however; tho' they may not be famous, there's plenty of weird people on this app.\n  ","47136":"\n   If you were really hungry, really exhausted, AND really gross, what would you do first — eat, nap, or shower?\n  ","47137":"\n   -\n  ","47138":"\n   ذهب رجل ?ليكتشف كيد النساء?\nولهلآ مااااا رجع ?????\n  ","47139":"\n   Lo siento olvide quitar el anonimo!!\n  ","47140":"\n   Birisine güzel bir sürpriz yapmayı mı yoksa sana güzel bir sürpriz yapılmasını mı tercih edersin?\n  ","47141":"\n   Do you have a favorite person (that you know personally)? Who are they if you do?\n  ","47142":"\n   Jakie znasz obce języki\n  ","47143":"\n   Jakie znasz obce języki\n  ","47144":"\n   Ya te sigo me sigues?\n  ","47145":"\n   Seafood gumbo, what I said earlier? ?\n  ","47146":"\n   Aye, sadly ?\n  ","47147":"\n   I drank more than a pint of Sake and ended up on the floor. Would like to have posted a picture of this. It was hilarious for me because I was so smashed however; the next day was not.\n  ","47148":"\n   Exactly ?\n  ","47149":"\n\n    https:\/\/www.youtube.com\/watch?v=_IrQHeDcMi8\n   \n   ?\n  ","47150":"\n   ? ?\n  ","47151":"\n   اذا تريد تعرف الاخبار المضبوطة وين تروح مواقع تواصل لو تلفزيون؟؟؟\n  ","47152":"\n   Who do you think asked your last anonymous question?\n  ","47153":"\n   Tienes buen español y si soy de aca. Nacida y criada aca. Los puertorriqueños tenemos mezcla de españoles, indios y africanos.\n  ","47154":"\n   Kırık bir kalbi onarmanın en iyi yolu nedir?\n  ","47155":"\n   Ugh, bills ?\n  ","47156":"\n   I dread to imagine what life would be like without us eccentrics ?\n  ","47157":"\n   What do you do when you hear random strange sounds at home in the night?\n  ","47158":"\n   A T-Rex? ?\n  ","47159":"\n   যখন কিভাবে বা যেভাবে থাকে মানুষ তা নিজের মত বলে কিন্তু অন্যরা না মেনে মিথ্যা কেন বলে?\n  ","47160":"\n   \"What do you like to spend money on\"? At the moment, only the necessities.\n  ","47161":"\n   Soy de Puerto Rico es mi lenguaje natal ❤️\n  ","47162":"\n   \"What freaks you out\"? Watching that movie \"The Mist\" and \"Eight Legged Freaks\". Ewwwwww......spiders!!\n  ","47163":"\n   What is ur next plans\n  ","47164":"\n   If you had a superpower, what would it be?\n  ","47165":"\n   *bow down to you , your majesty *\n  ","47166":"\n   منو بيكم ايعلمني ع برنامج ??\n  ","47167":"\n   If you were buying yourself a candle, which scent would you buy?\n  ","47168":"\n   ??\n  ","47169":"\n   Omg how cool is that. You speak Spanish. Me alegro!!! ❤️\n  ","47170":"\n   Are you flexible or is it your way or the highway?\n  ","47171":"\n   Do you prefer reading or listening? Why?\n  ","47172":"\n   f you were a Disney Princess, which one would you be?\n  ","47173":"\n   Wow impressive! I can just barely speak English and that’s my native language!?\n  ","47174":"\n   I was very touched by these words. Thank you very much. I have known you for over two months and I am happy to talk to you. I like you very much my friend. You're right, I won't care if someone hates me. Good night my friend ??\n  ","47175":"\n   Have you ever eaten a corn dog? ?\n  ","47176":"\n   Where are you most ticklish?\n  ","47177":"\n   I am sorry for this question, but are you tired and annoyed by questions from me? I am asking because there are a few people who have a problem with me and they give me a feeling that they do not like me. If I'm annoying, I'm sorry. Good night ?\n  ","47178":"\n   Snails!? A good bottle of wine to have with the Escargots (snails).\n  ","47179":"\n   Which show would you binge watch on Netflix?\n  ","47180":"\n   Do you like going to parties?\n  ","47181":"\n   Have you heard of arcade1up machines\n  ","47182":"\n   Who was your greatest role model growing up?\n  ","47183":"\n   How much do you like kids?\n  ","47184":"\n   if you are looking \nfor that one person \nwho will change \nyour life ,look in the mirror ...?\n  ","47185":"\n   How many languages can u speak? What r they? ???\n  ","47186":"\n   Do you think people deserve a second chance?\n  ","47187":"\n   Oh well, at least it's friendly ?\n  ","47188":"\n   May I bow down to you ?\n  ","47189":"\n   Gotta take pride in being goofy ?\n  ","47190":"\n   would you rather pet a dinosaur or lion? why? ✰\n  ","47191":"\n   I do respect you so much, I gotta call you mistress , I’m a Slave\n  ","47192":"\n   Hi mistress\n  ","47193":"\n   \"Hey dude, come over here and try some of our seafood gumbo\" ?\n  ","47194":"\n   What season do u like most? ???\n  ","47195":"\n   What is ur real name? Is Sweet Bella ur nickname? ???\n  ","47196":"\n   Freaking run, they're probably trying to kidnap? ?\n  ","47197":"\n   There's got to be a way to ship them without them getting destroyed what if you wrap them in paper and then in bubble wrap\n  ","47198":"\n   What do you love most about Halloween? ? ?\n  ","47199":"\n   Do you believe that rude people should be hugged until they are nice?\n  ","47200":"\n   Do one burp please?\n  ","47201":"\n   Ooh I have a idea I’ll have her have a little scavenger hunt game clues to the surprise and when she finds it she will be happy\n  ","47202":"\n   How’s the pups and hubby? And what freaks you out Bella?\n  ","47203":"\n   plans for the week end?\n  ","47204":"\n   Have you ever caught a stranger staring at you through your windows\n  ","47205":"\n   What would u do if u saw an alien with a UFO? ???\n  ","47206":"\n   Who lives on the internet ?\n  ","47207":"\n   I wanna surprise my mother on her birthday any gift recommendations\n  ","47208":"\n   Awesome answer I was just curious I just like socializing and asking crazy questions\n  ","47209":"\n   Can you burp?\n  ","47210":"\n   Do you like pelicans?\n  ","47211":"\n   What does the number mean by your name like ranking\n  "},"Answer":{"46139":"\n  Yes. I think I've heard of all and I think I've played at least six of them.\n  ","46140":"\n  None.\n  \n  I have jammed a few fingers I have had really bad ankle sprains, but that's about it.\n  ","46141":"\n  Grazie gentilmente\n  ","46142":"\n  ???\n  ","46143":"\n  Lo traduco principalmente più o meno. Le mie capacità di traduzione che ho appena imparato nel corso degli anni.\n  ","46144":"\n  Same. I'm starting to get tired also. ?\n  ","46145":"\n  No, ma so parlare italiano.\n  ","46146":"\n  How to survive in this world and every day important things and knickknacks to know. I really feel like they should definitely have cooking and sewing classes. Knowing how to do checks and cards. Money of course and math. Definitely sciences and definitely should know our history. Respect and Home Health. Religion definitely should be kept in school but by choice of the child. PE needs to be brought to another level. Socializing definitely. More clubs.\n  ","46147":"\n  There you go. Welcome.\n  ","46148":"\n  Yes.. Can be at time and other times excited for capturing it!\n  ","46149":"\n  Ikr? Adorable ain't it?\n  ","46150":"\n  I'm okay with all of them as long as today's generation isn't one of them and trying to kill me.\n  \n  Nowadays they have a movie for everything trying to kill someone. And in real life there's actual and insane people that try to do these things. Terrible... But at the same time... That's fine, the movies I mean.. The people doing these crimes.. No. But that's life..\n  \n  People miss the joke. Like clowns... They are supposed to be funny! It's a joke! Or supposed to be... They get defensive and miss a joke..\n  \n  I've seen\/heard actual people go out in public and almost get killed by like dressed up clowns and stuff.\n  \n  Me myself and I I like party clowns that are trying to be too happy.. lol trying and\/or be funny and goofy or even sappy at times. That's usually what clowns were back in the day. That's how I still look at them? Now. Killers because of all these movies. It's whatever tho.\n  \n  And I love magicians. I used to do all kinds of magic when I was little. That was something I really enjoyed. I'm fine with ventriloquists. I have seen a bunch of them.\n  \n  Same with Impressionists. I have seen a bunch of them.\n  \n  All very talented, cool and funny.\n  ","46151":"\n  Gotcha.\n  \n  I figured.\n  \n  Constant communication always. This is most important in any relationship. If you do not have constant steady communication you cannot have a healthy relationship. Don't get so jealous of one another and let want another be free to talk to whoever they want. In an appropriate way of course.  Don't be possessive or controlling.\n  \n  Be able to talk to each other about pretty much everything. Be able to sit down and vent to them when you're upset about anything. Listen to one another. Always have trust for one another. Loyalty must be there. You have to have patience in any relationship. Always be taking care of one another. This is for many different levels. You want to take notice to their health and make sure that they're fully okay. Mentally physically everything. You just always have each other's backs. Protecting each other from anything and everything. Being able to work together is a very important thing in a relationship. Be fair with one another. Give each other attention. Affection and romance. Have your own type of chemistry with one another. Make things interesting. Be spontaneous. Don't always do things the same. Surprise one another every now and then. If you get in an argument with one another step away take a moment out and then come back to one another and reason with each other and talk about it. Everything should be able to be worked out in a relationship. You should not stay mad at one another about anything. And final just love one another fully. Give it your all. You want to look up to them as a figure you want to be. They're supposed to be wonderful to you, everything. The world. ? Soulmate. Companion.\n  ","46152":"\n  Тост за эту чудесную жизнь! Ура! Сладкий Джеймсон! Аноним для вас!\n  \n  [Translation bellow for y'all!]\n  \n  A toast for this wonderful life! Hurrah! Sweet Jameson! Anonymous for you!\n  ","46153":"\n  That would to probably be my Xbox 360 or my Xbox One.\n  ","46154":"\n  I have friends up north, in Canada and even up in Alaska. I have friends from all over the world. They have good and bad people all over. They have kind and sweet people all over. You just have to look through thick and thin bushes for them.\n  ","46155":"\n  Well. Welcome to ask.\n  \n  Thank you kindly for all the compliments. Check out my biography on here when you get the chance.\n  \n  I mean.. I am more than welcomed to be here as a friend and help for anything.\n  \n  Your posted as anonymous too by the way. If you ever want to answer a question and you want people to know who you are, make sure that you click the name swipe that makes you invisible.\n  \n  If you're posted as anonymous, then I can't see your profile or know who you are. The reason why I am recommending you this, is so I can follow ya. Because I can't follow you if you are anonymous.\n  \n  When posting a question the anonymous, the switch is at the bottom of the question. Every time you ask me or anyone a question, you have to swipe it if you want to be visible or not.\n  ","46156":"\n  Absolutely. I was born and raised with doors open and people coming in and out and always feeding every mouth that came to the door.\n  \n  We always had troops coming in and out family, friends, strangers and you have to house them and feed them and take care of them. If you remember the Second Amendment and we did just that or at least I had family and law that did that. But of course we did the same also when it came down to it.\n  \n  During the unexpected storms and floods we have around 40 different people and more than three-quarters of them were strangers. We fed and took care of them and made sure everyone had food and water. Made sure everyone was comfortable as they could be.\n  \n  Everything I say is true and has happened in my life. We trying to do everything and anything for anyone. Help anyone.\n  \n  Southern Hospitality exists if you make it happen. And that's what we do.\n  ","46157":"\n  It's always different and very unexplainable. It's very complicated to explain unless you were there. I mean I've seen all kinds of things. Harvard all kinds of things. The stuff is crazy. It's hard to believe what's going on around you but it's really going on.\n  \n  The worst I've seen people get attacked by nothing or burned or choked or pushed\n  ","46158":"\n  Sweet Jameson\n  ","46159":"\n  I'm Bella.\n  \n  Born and raised in south Louisiana (Cajun folk) and currently live in Mississippi.\n  ","46160":"\n  Gumbo, jambalaya, pastalaya, fried shrimp, any type of Po Boy, crawfish spaghetti, are old fashioned traditional crawfish boil, boudin\n  ","46161":"\n  Tiny\n  \n  5.2\n  ","46162":"\n  What does this mean? I'm sorry.\n  ","46163":"\n  When me and my husband Jason got married. ❤? Greatest moment of my life.\n  \n  Picture of the day.\n  ","46164":"\n  Santa tell me - Ariana Grande and almost every old school Christmas song too. I love Rocking around the Christmas tree the most though.\n  ","46165":"\n  Bella from Twilight. ❤\n  ","46166":"\n  Человек-паук\n  ","46167":"\n  I'm good. And thanks.\n  ","46168":"\n\n   قطعا.\n  \n","46169":"\n  Luggage bags\n  \n  Shoe boxes and\n  \n  Some electronics that are not used at the moment\n  ","46170":"\n  Almost anything by Becky G.\n  ","46171":"\n  Моя комната. На стене дамбы в Луизиане я гуляю и наблюдаю за водой и солнцем.\n  ","46172":"\n  I don't really mind any kind of shoes or clothes. I like affordable. Though I do favor Journeys Converse.\n  ","46173":"\n  Oh okay. Very nice.\n  ","46174":"\n  Absolutely. I think that came out really good.\n  ","46175":"\n  You did really really good on that! ? Bravo!  very good job! Very talented.\n  ","46176":"\n  Sorry for being late. I just did and yoo.... That looks awesome.\n  ","46177":"\n  I really like the Thirteenth Year unless you're talking about like the old school animated ones then I really love Princess Cinderella and the swan princess. Beauty and the Beast\n  ","46178":"\n  I work in this field so obviously, yes. Many of times.\n  ","46179":"\n  ? hey\n  ","46180":"\n  ?\n  ","46181":"\n  O.O\n  ","46182":"\n  ?\n  ","46183":"\n  You're welcome.\n  ","46184":"\n  ? Yea?\n  ","46185":"\n  I do and it's usually random. Like I use many different kinds. My favorites are probably has to be Remi and L'Oreal probably.\n  \n  Prestige is really good stuff.\n  ","46186":"\n  I love the chicken teriyaki sandwich with mayo and barbecue salt and pepper little pickle and onion and pepper jack cheese.\n  \n  I also like a ham and cheese sandwich with a little bit of lettuce on it and mayo\n  ","46187":"\n  Everything's going good. I hope everything's going all right for you to?\n  ","46188":"\n  Nah. Thank you tho.\n  ","46189":"\n  Thanks.?\n  ","46190":"\n  Thank you so much. ??\n  ","46191":"\n  Just remember that you woke up this morning and that should be all\n  ","46192":"\n  Says in my bio\n  ","46193":"\n  Thanks\n  ","46194":"\n  Ikr. With some salty yeast rolls.\n  ","46195":"\n  Awe.. Thanks. ? Likewise. You are beautiful. Followed ya. Thanks again for the compliments.\n  ","46196":"\n  Sometimes.\n  ","46197":"\n  I would really like some gumbo and potatoe salad.\n  ","46198":"\n  Hello.\n  \n  Nice shoutout\n  ","46199":"\n  I don't it depends.\n  \n  Their attitude is one for sure.\n  ","46200":"\n  Thanks\n  ","46201":"\n  I love apples to apples\n  \n  Love Halo games and Metroid games.\n  \n  I will probably not play fortnite again. There was this other game I played when I was younger and I didn't like it at all. It was some kind of I don't even remember. I'm not going to play Magic again that's for sure\n  ","46202":"\n  Thanks\n  ","46203":"\n  Magnet fishing and try to get things out the water. Like plastic and metal. Try to pick up things like plastic and garbage off the ground. I tried to promote to do that to others.\n  ","46204":"\n  Thank you. ??\n  ","46205":"\n  Thanks! I try! I do!\n  ","46206":"\n  I don't even know... But it's alot. ? lol. I enjoy it tho.. Takes awhile just to send one but I get it done. My list is very long. Haha.\n  ","46207":"\n  I love my hair long. I'm really short so my hair is to my waist. But I always trim the ends always to keep it growing nice thick and healthy. I always like to add a little bit of gold and burgundy to in my hair too.\n  ","46208":"\n  Always having each other's back. Trust. Loyalty. Honesty. Kindness.\n  ","46209":"\n  I absolutely love the game called Apples to Apples.\n  ","46210":"\n  Конечно, но вы зарегистрированы как анонимное лицо, поэтому я не могу следовать за вами, потому что не вижу вас. Кстати, добро пожаловать в Ask.fm. Спасибо за подписку на меня. ??\n  ","46211":"\n  A perfect relationship. People should stop trying so hard to find a relationship. Just take your time focus on yourself and wait. When the time comes it will happen.\n  ","46212":"\n  Абсолютно. Спасибо, что поделились этими словами.\n  ","46213":"\n  I think it was a song by Ryan Upchurch.\n  ","46214":"\n  Just Louisiana. ?\n  \n  Born and raised.\n  ","46215":"\n  Glassblowing was really good. Longmire on Netflix is really good. These are both on Netflix. I love watching The Flash and Daredevil.\n  ","46216":"\n  To get a house make children in and raise them with my husband.\n  ","46217":"\n  I couldn't pick just five I love everyone that I follow and that follows me.\n  \n  I do not have enough room to tag everybody.\n  ","46218":"\n  Probably Alcatraz\n  ","46219":"\n  I haven't attended either so I wouldn't know\n  ","46220":"\n  I dislike the word hate\n  ","46221":"\n  Good night to you there. Good afternoon here.\n  \n  Have a good sleep. ?\n  ","46222":"\n  Good night there. Good afternoon here. You sleep well my friend.\n  ","46223":"\n  We all have to grow up someday and not every single person in the world is a hero nor perfect. We are all humans and we all make mistakes.\n  ","46224":"\n  Idk. I'm sure dumb. But we aren't all.\n  \n  Same with other countrys.\n  \n  Some people see the same back but we aren't all the same. There is intelligence that is all over the world. In many different country's.\n  ","46225":"\n\n   لا أفهم ماذا يعني ووكر؟\n  \n","46226":"\n  Gott.\n  ","46227":"\n  Weihnachten!\n  ","46228":"\n  Ich bin ok. Ich hoffe alles ist gut für dich. ???\n  ","46229":"\n\n   وأخيرا ، نضع شجرة عيد الميلاد!\n  \n","46230":"\n\n   ماذا؟\n  \n","46231":"\n\n   أنا أربعة وعشرون متزوجة.\n  \n","46232":"\n  I'm afraid of never heard of him\n  ","46233":"\n  And you were taught correct. Politics and religion has a very touchy subject with many people. In the end I feel like it's all views and perception and we should not judge one another for what we believe in. We should respect one another's opinions and views. I was always taught the same one growing up. I still am the same way. I leave politics and religion and race gender everything out of it. We are all people and we all bleed the same. We all deserve to be treated with respect.\n  ","46234":"\n  None.\n  ","46235":"\n  I really like the\n  \n  American Sniper\n  \n  Twilight Saga\n  \n  The Hunger Games\n  \n  Tau\n  \n  Sandlot movies\n  \n  The Beauty and the Beast live action movie\n  \n  And Fifty Shades of Grey series\n  \n  More than 5. Sorry. Haha. All good!\n  ","46236":"\n  Don't remember exactly what age but I know that I was kind of young. Not like 5 or nothing but like.. Maybe 9? Or 10? I can't remember.\n  ","46237":"\n\n   بالتأكيد. كأصدقاء فقط رغم ذلك.\n  \n","46238":"\n  Nope. Just my favorite YouTubers.\n  \n  The Omargosh TV\n  \n  Moe Sargi\n  \n  And the FAM\n  ","46239":"\n  ? Chickens\n  ","46240":"\n  ?\n  ","46241":"\n\n   مرحبا كيف حالك\n  \n","46242":"\n\n   شكر.\n  \n","46243":"\n  ??\n  ","46244":"\n  Lol ? good?\n  ","46245":"\n  Dude. Stop asking for likes. Earn them. That's what I do? Earn them.\n  ","46246":"\n  I don't exactly know what my \"toxic\" trait is but maybe the fact that I just try to be sweet to everybody?\n  ","46247":"\n  Our KFCs here are nasty... McDonald's is good.\n  \n  The KFCs there are probably better than ours.\n  \n  Popeyes is the best to me. ?\n  ","46248":"\n  Thanks love. ??\n  ","46249":"\n  Followed. ? Thanks for following me.\n  ","46250":"\n  God always turns my day around.\n  \n  Talking to my mom or my husband does.\n  \n  My pups always make me feel better.\n  ","46251":"\n  I do.\n  ","46252":"\n  I'd like to stay. ?\n  ","46253":"\n  Understandable.\n  ","46254":"\n  It's okay. I was asleep and then had to walk my dogs because they had to potty. I did not get the chance to get one my phone yet.\n  \n  I'm saying both good morning and afternoon to ya.\n  ","46255":"\n  What??\n  ","46256":"\n  I always thought Lemonheads had a weird taste to them\n  ","46257":"\n  Many times. Yes. ??\n  ","46258":"\n  Same\n  ","46259":"\n  Just get in the car and go in a direction and just go on for like 2 weeks straight and just not know where we're going... stop at certain attractions that get our attention I'm staying at hotels on the way that we find. Eat at random restaurants that seem interesting. Just go. Unplanned and excited.\n  ","46260":"\n  American Sniper. Beauty and the Beast. Transformer movies.  Tau. And many more\n  ","46261":"\n  I do. Those are so sour and good!\n  ","46262":"\n  Those are good.\n  ","46263":"\n  God.\n  \n  My family and friends and pets.\n  \n  Food, water and shelter and being safe.\n  \n  My belongings.\n  \n  To have my 5 senses.\n  \n  (Kinda more than 5 but I am thankful for all.)\n  ","46264":"\n  The Swan princess. The story is lovely.\n  \n  Or Bell from Beauty and the beast. Jj is like my beast.❤\n  ","46265":"\n  Was very good and no, there was not continuous singing, it had pauses, which I liked. You should see it. It was really really good.\n  ","46266":"\n  Don't have\n  ","46267":"\n  Just hi\n  \n  Hi\n  \n  Hey\n  \n  Hello\n  \n  ?\n  \n  Hey there\n  \n  Your boobs\n  \n  Where are you from\n  \n  How old are you\n  \n  Snapchat?\n  \n  Married?\n  \n  Show feet\n  \n  Feet pap\n  \n  Show bare feet\n  \n  Pap with socks\n  \n  How ticklish are you?\n  \n  Where do you like to be tickled?\n  \n  How often do you have sex?\n  \n  How often in a week do you have sex?\n  ","46268":"\n  ...have my own house.\n  ","46269":"\n  The Nims Island in the movies.\n  ","46270":"\n  The live-action Beauty and the Beast\n  ","46271":"\n  .-. ?\n  ","46272":"\n  I honestly have always thought he was really creepy\n  ","46273":"\n  Yee. I'm just chilling atm.\n  ","46274":"\n  Ikr. I love sour Skittles.\n  ","46275":"\n  I don't have that\n  ","46276":"\n  The Sweet Life of Bella.\n  ","46277":"\n  Jason is sexy. ?\n  \n  I don't think there is unsexy name honestly? Any name is beautiful.\n  ","46278":"\n  I saw. You're really going to like the sour skittles. My favorite is a lemon.\n  ","46279":"\n  ?\n  ","46280":"\n  Jason ?My husband\n  ","46281":"\n  Haha. Cute.\n  ","46282":"\n  Again. I'm good anonymous\n  ","46283":"\n  I'm good anon\n  ","46284":"\n  Hi again anonymous\n  ","46285":"\n  ? Hi Anon\n  ","46286":"\n  Well that's good.\n  ","46287":"\n  Yep. Love sweet and sour candy.\n  ","46288":"\n  Ich verbringe einfach gerne Zeit mit meinem Mann, koche und schaue mir das große Fußballspiel an.\n  ","46289":"\n  Yeah. It's 9:39 PM here atm.\n  ","46290":"\n  I would either go to the UK or Australia because I have a lot of besties that live in those places!\n  ","46291":"\n  Yeeah\n  ","46292":"\n  A lot of people in one area of talking all at the same time. Especially when they're trying to talk to me. It just frustrates me, freaks me out and it just makes me nervous. Too much going on at once.\n  ","46293":"\n  I'm good thanks. Hope your well.\n  ","46294":"\n  Same.\n  ","46295":"\n  Best. So good.\n  ","46296":"\n  Most definitely. Same.\n  ","46297":"\n  Your kind, helpful and honest good things can and wil happen to you in the end.\n  ","46298":"\n  Buy a house and move out of where I am at right now.\n  ","46299":"\n  Eh. I don't really play neither. Just cause I can't afford them is why. ?\n  ","46300":"\n  Sour skittles.\n  ","46301":"\n  ??✊\n  ","46302":"\n  I do. I feed them good that Christmas Eve and Christmas day and get the bones or toys and let them open it too.\n  ","46303":"\n  But since I can't have gingerbread cookies I guess sugar cookies it is! And yes I am a real big fan of sugar cookies!\n  ","46304":"\n  I like anime.\n  ","46305":"\n  Well not that cold. In a few days it will be like 15 out.\n  \n  It's 40 atm.\n  ","46306":"\n  I don't exactly know my best dish because I cook many I think pretty decent. I know how to cook alot.\n  \n  My crawfish spaghetti is good.\n  \n  Gumbo\n  \n  Jambalaya\n  \n  Home made chocolate pie\n  \n  Many different things. That's just a few.\n  \n  A good home made mac and cheese.\n  \n  Baked fish and chips.\n  ","46307":"\n  Yes I do.\n  ","46308":"\n  Cold cold.\n  ","46309":"\n  Lol.\n  ","46310":"\n  O.o\n  ","46311":"\n  Yes.\n  ","46312":"\n  YEAH\n  \n  WE WON!\n  \n  GO TIGERS!\n  \n  LSU!\n  ","46313":"\n  Lol.\n  ","46314":"\n  I love it equally. Both asking the questions and answering.\n  ","46315":"\n  I love magnolias, tulips and roses. I love our butterfly bush in the front yard.\n  ","46316":"\n  Yea.\n  ","46317":"\n  Talking to the people and helping the people. Them accompanying me and the accompanying them. I appreciate speaking to everybody. I appreciate everyone who's following me and everyone that I am following. Love the app. I do.\n  ","46318":"\n  ? Hey\n  ","46319":"\n  Yea?\n  ","46320":"\n  Maybe shape-shifts into a dolphin or swan or mermaid.\n  ","46321":"\n  My day is going good so far.\n  ","46322":"\n  Always cleaned\n  ","46323":"\n  Bananas. I do not eat them. In a smoothy yes. Only. By themselves.. No\n  \n  Oysters. No.\n  ","46324":"\n  ? lol.\n  \n  I really want to treadmill for Christmas. A new headset and controller for my Xbox. I really want to get back into my wood carving and painting Hobbies. Maybe a new VIP membership for Smule.  I also want to start going to the gym more often with my husband. (We live out in the country so we're a bit far from town.) I really want to get my nails done so I can try to stop biting my nails. My real nails. I would like a new quilt for my bed.\n  ","46325":"\n  4.\n  ","46326":"\n  Maybe the UK or Canada or Australia\n  ","46327":"\n  It's definitely my thing to go out for Christmas but since I moved have not gotten mine decorations back together to put one out. It's expensive to get decorations. Especially a lot of them at once. Christmas is my most favorite time of the year. Especially since my birthday is around this time.\n  ","46328":"\n  Building a little society on the island with my husband.\n  ","46329":"\n  If I could have a superpower, the types of superpowers I would have is airbendingb weather bending and the ability to speak with the Paranormal, after life fully.\n  ","46330":"\n  At some time in my life I feel like this but most of the time I try to just live a little. I'm careful with the decisions I make I don't like to take too many risks. But I like to try new things if you know what I mean.\n  ","46331":"\n\n   هنا واحد.\n  \n","46332":"\n  I don't remember the last act of kindness I did for someone but I know I paid a little bit to help someone buy something. Not much at all.\n  ","46333":"\n  I did hear about the coconut ones I would like to try that actually.\n  \n  I tried the caramel I think once and the crunch ones and they're good\n  ","46334":"\n  Thank you and I try my best. Good talks indeed always\n  ","46335":"\n  Oh yeah many of times. People try to steal credit from me on multiple different occasions and I make it dang known that it's not their credit\n  ","46336":"\n  ?.?\n  ","46337":"\n  ? Who knows. I earn everything on here. I do not ask for anything. Earn. Earn.\n  ","46338":"\n  Don't do either\n  ","46339":"\n  Please don't ask me to like your answers. Earn them. I like hundreds a day and am sure I have already liked some of yours already before... Please earn likes. Don't ask for them.\n  ","46340":"\n  Haven't heard of it. May have to look into it more.\n  ","46341":"\n  No problem! And when you post that it I'll vote on that too! You always have good poles that you put up! Have a good and safe day! Also I enjoy hearing from you too also.\n  ","46342":"\n  It's sooo good so far! It's on now! Alabama had the ball first and then brought it all the way down to the 10-yard line almost and LSU took it and brought it all the way down and they're at the 60 yard line I think now? Nevermind! 70! So yeah. That's how it's going atm.\n  \n  NO THEY SCORED! HOLY! YEAHA! ??? Omgosh yay!\n  ","46343":"\n  Good morning.\n  \n  Good afternoon.\n  \n  It is 3 almost here now.\n  \n  Watching the LSU and Alabama game atm! LSU!\n  \n  Both good teams!\n  ","46344":"\n  Thank you kindly. You have an excellent and safe day too!\n  ","46345":"\n\n   أنا لست ضد أو من أجل ذلك. أعتقد بالتأكيد أن الناس بحاجة إلى الخروج أكثر في بعض الأحيان ، لكنني لا أقول دعنا نتخلص من الهواتف. لا.\n  \n","46346":"\n  I have four sisters and two brothers. Three of them I have not spent a lot of my life with because they are my dad's and my step mom's kids. They live far away. My 3 Sisters that are moms kids with my step dad are the ones that I've spent most of my life with and are the closest to.\n  ","46347":"\n  Idk what this means but no. ??\n  ","46348":"\n  2\n  ","46349":"\n  Thank you I shall\n  ","46350":"\n  My mom and then my husband.\n  ","46351":"\n  Thanks.\n  ","46352":"\n  Thanks.\n  ","46353":"\n  I love my life and am not ashamed of anything. You maybe but I ain't. ? Wtf is up with these bro.\n  ","46354":"\n  Yes? Your questions are really negative. Turn them around. Seriously.\n  ","46355":"\n  I'm doing better thanks.\n  ","46356":"\n  Go to the doctor or to a local store and get some meds to help ya go to sleep for the time being.\n  \n  Warm lavender epsom salt bath.\n  \n  Reading\n  \n  Cuddles\n  ","46357":"\n  ? Hey\n  ","46358":"\n  Quite a few.\n  ","46359":"\n  Less littering and more cleaning. Especially our Waters. All the metal and plastic and it needs to get out.\n  ","46360":"\n  Get out and be productive and socialize maybe with friends and family. Call someone on your phone. Add hobbies to your life. Exercise helps.\n  ","46361":"\n  Thank you.\n  ","46362":"\n  People are cruel. That's ridiculous. This world is very random.\n  ","46363":"\n  Maybe just leave it be.\n  \n  Your better than that.\n  \n  Deserve better.\n  \n  Don't medal.\n  ","46364":"\n  Srry\n  ","46365":"\n  Yeah. I'm good. How bout' you?\n  ","46366":"\n  ?\n  ","46367":"\n  Nice shoutout to all.\n  ","46368":"\n  O.o\n  ","46369":"\n  I have no idea. I don't think I can go back and look\n  \n  I'm sure it's something from my mama or my husband\n  ","46370":"\n  They roaming around at 7? 8? years old??? I'd tell them to get their ashes home! This world is dangerous and crazy and your lucky that's all they did to ya...\n  \n  Here where I live... 7 and 8 year olds get kidnapped.\n  \n  Gotta be more aware and careful. Keep with an adult near.\n  \n  If I could get my hands on the boys throwing glass at them... It wouldn't be good...\n  ","46371":"\n  Maybe. Depends. I don't know more to the story. Maybe give it a spin.\n  ","46372":"\n  God.\n  ","46373":"\n  Yeah... Sometimes. But I get out and get productive so not me but others yes.\n  ","46374":"\n  Welcome\n  ","46375":"\n  Absolutely. Followed!\n  ","46376":"\n  Sure. Why not. I'd love to act. I was in a movie once. Working with the crew was fun! ?\n  ","46377":"\n  Happy Birthday anonymous!\n  ","46378":"\n  Yep and in the Fall about around this time. Yep.  I think a lot of us do\n  ","46379":"\n  Thanks.\n  \n  I try.\n  \n  Goodnight.\n  ","46380":"\n  Thanks and always. ?\n  ","46381":"\n  ? interesting.\n  ","46382":"\n  No and if they have cinnamon in them, I can't.\n  ","46383":"\n  ?\n  ","46384":"\n  Who knows\n  ","46385":"\n  Yep\n  ","46386":"\n  Yeah.. I did.\n  ","46387":"\n  2 AM\n  \n  I'm tired.\n  \n  I'm just one hour behind ya.\n  ","46388":"\n  I'm good. Sleepy.\n  ","46389":"\n  Your fine.\n  ","46390":"\n  No. I waved hey. ?\n  ","46391":"\n  Old school, slightly adventurous type books.\n  ","46392":"\n  Cuddle my husband until I fall asleep. Usually.\n  \n  Warm lavender baths help.\n  \n  Read a book. They always sooth me to sleep.\n  ","46393":"\n  Definitely over productive probably.\n  ","46394":"\n  ???\n  \n  What? ? Your the one who said hey first?!\n  ","46395":"\n  Go if you want.\n  \n  Your a blessing.\n  \n  We are all.\n  \n  We need to live everyday to the fullest because that's what the passed on would want from us.\n  \n  I do it for all the loved one's I've lost.\n  \n  Aye.. good luck.\n  \n  You've got this.\n  ","46396":"\n  ?\n  ","46397":"\n  ?\n  ","46398":"\n  I don't hate.\n  \n  Use hate.\n  \n  Dislike maybe.. But honestly I don't have a prob with anyone really. I'm pretty easy to get along with.\n  ","46399":"\n  No one... I don't want them to die with me.... :(\n  ","46400":"\n  LOL ?\n  \n  And yes I do. I like the food.\n  ","46401":"\n  I do.\n  ","46402":"\n  Work hard.\n  \n  Continuous learning. Determination\n  \n  constant practice\n  \n  People skills\n  \n  Knowing how to finance and where to spend and put your money\n  \n  Self confidence\n  \n  Positivity and way way more\n  ","46403":"\n  It was pouring earlier.\n  \n  It's a tad chilly but not too bad and now it's still mucky out. I'm sure it will rain again. Little wind.\n  \n  Yeah. That's the weather here atm.\n  ","46404":"\n  Nothing fully \"Raw\" anything.\n  \n  I don't like cinnamon.\n  \n  Oysters surprisingly.\n  ","46405":"\n  Thank you kindly for the complement my friend! It is still day here but good night to you and your country.\n  \n  I'm off to work!\n  ","46406":"\n  Your dad will always love ya hun. It's your mission to keep strong for him. To keep him in your memory. He wants that. Truly. He wants ya to be tough. Be tough for the others at the funeral. I did this for my dad when his Mama, my Mare mare (my grandma) passed. It hit my dad hard... But he was so focused on me at the funeral. I stayed strong for him... I did and it all went better than planned.\n  \n  Yes. You deserve time to mourn too, that's not what I'm saying, that you don't, you do deserve that. To be able to cry.. and mourn... And say.. I miss him. He was a good person. A lovely soul I'm sure!\n  \n  But act as this is him watching, because he is. He doesn't wanna see you like this.. Ya see what I mean now?\n  \n  You've got this.\n  \n  And read this to ya mama and your family if ya need to.\n  \n  Give them some of this strength.. I try to give that is..\n  \n  Me, random stranger (from South Louisiana, USA) I am sorry for y'all's loss... Truly am. I keep you all in my heart and prayers.. for losing this close of a loved one I see, yes.. it is hard.. but be strong ? through this time.\n  \n  Much love y'all. Much love. ❤?\n  ","46407":"\n  Country rap and alternative rock.\n  ","46408":"\n  It's no problem. I've been through it...\n  \n  That is not gonna be easy. But take it one step at a time.\n  ","46409":"\n  ?\n  ","46410":"\n  Pouring rain\n  ","46411":"\n  in a own place? What does this mean\n  \n  And no. That's WEIRD.\n  \n  100k yeah. But showing up at my redneck house you wouldn't get passed the dogs... Lol so good luck with that... Then my 7 foot husband.\n  ","46412":"\n  I don't know. Everyone has preference. You can have your decorations up year-round I don't care.\n  ","46413":"\n  I just said that I don't have any of this stuff that I have this. That's it.\n  \n  I've never understood how people would come on here and ask people for other social media. This app is used for asking and answering questions. Send me questions and I'll answer them. And I will eventually send you questions for you to answer. I don't know you at all. You're literally a stranger. And if you're trying to get to know me then ask me questions on here. ?\n  ","46414":"\n  The music and giving. The weather. Getting to spend a ton of time with your family and friends. The Christmas lights. The traditional food.\n  ","46415":"\n  I like to mix it up every now and then. Every two or three years we get a real tree.\n  ","46416":"\n  I will answer the questions like this because this is how you use the app\n  ","46417":"\n  No\n  ","46418":"\n  I telling y'all every single time the same thing I do not have Snapchat.\n  \n  If you need to talk to me and you can talk to me on here and I question\n  ","46419":"\n  The problem with staying at apartments where I live at, is it's extremely dangerous. You can literally get shot and kill then you can't have animals and I have animals.\n  \n  There's other reasons why people think twice before getting an apartment, because 98% of the time it's not worth it. But I completely understand. If there was a safe apartment around here for only $1,000 a month that accepted pets, then I would probably would do it.\n  ","46420":"\n  Followed. But I send alot of questions so beware..\n  ","46421":"\n  Pineapple pizza could probably grow on me at one point. I'm not really a fan of it. I just don't like the texture of pineapple too much.\n  \n  No anchovies dot-dot. And my favorite topping want a piece of would probably have to be in between beef and bacon or ham.\n  ","46422":"\n  I have no regrets.\n  ","46423":"\n  ❤??\n  ","46424":"\n  Get our own house.\n  ","46425":"\n  ??\n  ","46426":"\n  Yes. My husband Jason. Forever and always. ❤?\n  ","46427":"\n  Nothing. I don't regret nothing.\n  ","46428":"\n  God, my friends and family, my life and my health, my pets, my husband, my safety and theirs.\n  ","46429":"\n  Most welcome.\n  \n  Keep up the hard work. ?\n  ","46430":"\n  Intro? Like introduce myself or something? And question back what? I'm sorry. I don't understand bud. Repeat in a different way maybe? My apologies.\n  ","46431":"\n  My life and staying safe, my health, God, my family, friends, husband and pets.\n  ","46432":"\n  Kinda exhausted... But I feel that's life.\n  ","46433":"\n  Very good.\n  ","46434":"\n  ???\n  ","46435":"\n  1111\n  \n  Wish hour\n  \n  And I don't have an unlucky number.\n  ","46436":"\n  Sure. Followed. Be prepared I sent a lot of questions.\n  ","46437":"\n  I can do both but I love company. ?\n  ","46438":"\n  Haha sure. Haha you share ya chips with me. How nice. Ty.\n  ","46439":"\n  It's all good and thanks!\n  ","46440":"\n  Little bit of a mix. Mostly a planner, but every now and then like to just relax and go with the flow and just go with whatever.\n  ","46441":"\n  Kool\n  ","46442":"\n  I don't dream and remember alot but I'm sure I have dreamt many times my future with my husband, a home and the family we created together.\n  ","46443":"\n  No big and nice. ?\n  ","46444":"\n  Sweet ice tea. Definitely.\n  ","46445":"\n  Neither. ?\n  ","46446":"\n  ?\n  ","46447":"\n  ? Hey\n  \n  And I'm good. Thanks.\n  \n  Hope your well.\n  ","46448":"\n  Not sure if I remember. Maybe something at a store I went to.\n  ","46449":"\n  Nah. Your good.\n  \n  Thanks for the questions.\n  ","46450":"\n  I do.\n  ","46451":"\n  God\n  \n  My family.\n  \n  My husband.\n  ","46452":"\n  Says in my bio\n  ","46453":"\n  No.\n  \n  I have this tho\n  ","46454":"\n  Nope. Just here.\n  ","46455":"\n  Good night to you and to everyone. Thank you.\n  ","46456":"\n  You're welcome.\n  ","46457":"\n  Thanks for the compliment.\n  ","46458":"\n  I really just like my height. I would definitely not want to get taller so I guess shorter the choice\n  ","46459":"\n  I followed you but be prepared to get a lot of questions from me. I send a lot\n  ","46460":"\n  Oh okay well that's what I choose, is the ones above. I think I chose a little too many but that's what I would want to keep hold of in my life always.\n  ","46461":"\n  I have had many but usually I don't remember my dreams very well\n  ","46462":"\n  You are most welcome.\n  ","46463":"\n  ??\n  ","46464":"\n  Thank you kindly\n  ","46465":"\n  Yum. Nice.\n  ","46466":"\n  Told ya, ya looked pretty. ?\n  \n  The picture looks great.\n  ","46467":"\n  K\n  ","46468":"\n  I'm here.\n  \n  It's late.\n  \n  But I'm here.\n  ","46469":"\n  Um sure. Make sure it's appropriate and not catfishy and your fine. More than welcome.\n  ","46470":"\n  My name is Bella. Thanks.\n  ","46471":"\n  I mean. I'm here so I mean.\n  ","46472":"\n  Bell\n  ","46473":"\n  That's right\n  ","46474":"\n  Umm\n  ","46475":"\n  ?\n  ","46476":"\n  .-.\n  ","46477":"\n  Sadly... When people pass away that are very close to your family. Such as grandma grandpa, mom, or dad... Imma let you know now... that your family may not be the same.... Or it will seem like it.. some people may have trouble coping with it and we'll talk less, hang out less, act different... But they don't mean to. It's just the way that they're coping with it. It might push people away... It might pull the family apart a little bit but that's just part of it... I do want to tell you that now before it hits you bad.\n  \n  Use this as a way to be stronger in your life. We all lose people. Especially people that are close like that. It's just up to you to work with it. Much love always.\n  ","46478":"\n  Sorry.\n  \n  It ain't gonna be easy getting back up from this. But you can do it. I believe in you. ❤\n  \n  Cheer up dollin'.\n  \n  You deserve the world.\n  \n  He'd want you to be strong and happy. To keep going for him.\n  ","46479":"\n  Me, now, at work.\n  \n  Haven't gotten on the clock yet. Waiting as I am a tad early. ? Y'all have a nice day. ??\n  ","46480":"\n  Mainne jeevan mein ab tak bahut kuchh seekha hai. sab kuchh mujhe ab jaanana hoga.\n  ","46481":"\n  Me personally. No.\n  ","46482":"\n  Again, thank you for the kind words. It's no problem at all.\n  \n  I hope that we can be friends for much longer. Just remember my username and I will try my best to remember yours and if anything ever happens then we can make a new account and try to reconnect.\n  ","46483":"\n  Eminem\n  \n  Ryan Upchurch\n  \n  Katie Noel\n  \n  Gym Class Heroes\n  \n  Pitbull\n  \n  TI\n  \n  T-Pain\n  \n  & more...\n  ","46484":"\n\n   ماذا؟\n  \n","46485":"\n  You doing okay today?\n  ","46486":"\n  Случайное число позвонило мне и моему мужу после этого.\n  ","46487":"\n  Well that is good.\n  ","46488":"\n  Kapag nagawa nilang alagaan ang kanilang sarili.\n  ","46489":"\n  I don't have.\n  ","46490":"\n  Very good. ???\n  ","46491":"\n  Nice! Your an Aquarius!\n  ","46492":"\n  I am a capicorn! ?\n  \n  What is yours?\n  ","46493":"\n  Good afternoon.\n  \n  Thanks.\n  \n  I'm off to work.\n  \n  Ttyl\n  ","46494":"\n  ? Lol\n  \n  You kill me.\n  \n  Yeah... I thought this question was funny so that's why I sent it. I knew somebody would be funny about it.\n  \n  Same here. I'll say gaming and backroading.\n  ","46495":"\n  ?.? Your sentence makes no sense to me sorry. I don't understand..\n  ","46496":"\n  I mean. If that's what you want. Lol. We are all humans of choice.\n  ","46497":"\n  Of course.\n  \n  And she works in the field.\n  ","46498":"\n  Going into work. Today should be good.\n  \n  When I get off I want to play the new Modern Warfare.\n  \n  Lately I've been really wanting to put the Christmas decorations up. Hopefully we can do it this week.\n  ","46499":"\n  Can it be people?\n  \n  My pets, family and husband.\n  \n  If you quotes my grandmother so for me. A pot that my bought me recently that I adore and it means everything to me because she surprised me with it. My engagement ring or wedding band. I love both. A few picture frames that my grandmother gave me recently that she has had for years upon years.\n  ","46500":"\n  To be a marine biologist\n  ","46501":"\n  I've had too many thrown at me and I'd rather not remember them honestly. LOL.\n  \n  And when I use them. I usually use them in a jokingly way.\n  \n  Or maybe in a cute way.\n  ","46502":"\n  Love the day like any other.\n  ","46503":"\n  Immortal by Evanescence\n  ","46504":"\n  ??\n  ","46505":"\n  Love both equally. Love coffe and tea. Yum!\n  ","46506":"\n  I understand what you mean. I was in a long distance relationship for almost five years and it just recently ended last year (the distance) and now we're together, happy and married.\n  \n  He was such an amazing person, yet so distant.\n  \n  It's possible.\n  ","46507":"\n  I'm not a heel person at all.\n  ","46508":"\n  Eating brunch atm.\n  ","46509":"\n  We don't have Chipotle's around here but I've always wanted to go and eat there.\n  ","46510":"\n  Your welcome.\n  ","46511":"\n  Thanks. ??\n  ","46512":"\n  Thank you\n  ","46513":"\n  I am well. Thanks. Hope your good.\n  ","46514":"\n  I'm good. ?\n  ","46515":"\n  Jason. ❤\n  ","46516":"\n  I don't really think we can determine that. I only think we can be judged by others or really, just by God.\n  ","46517":"\n  Idk what nake means.\n  \n  Nick do ya mean?\n  \n  If so.\n  \n  As a baby my nickname was Lulu and and mid Skool my name was LoLa.\n  \n  Then Bell.\n  ","46518":"\n  My sister is a geologist. I find the subject very interesting and would love to learn even more about it!\n  ","46519":"\n  Fly\n  \n  Definitely\n  ","46520":"\n  ? !!\n  \n  \"!\" ?\n  ","46521":"\n  Спасибо за комплимент.\n  ","46522":"\n  Lonely because I'm away from alot of people but happy because I am hapoy with who I have with me.\n  \n  We live out on the country too so that's another reason why I say lonely at times.\n  \n  But I am happy.\n  \n  Just wish maybe we had something closer to town sometimes or more company over or something.\n  ","46523":"\n  I don't really understand what ypur saying sense half of it is miss-spelled and not sentences... or fully developed questions, but I'm pretty sure the answer I stated above is the same answer for this whatever your saying, too.\n  ","46524":"\n  We both work and share everything together.\n  \n  Money does not change anything with us.\n  ","46525":"\n  Well the things that you need to have a happy marriage is constant communication, trust, loyalty, patience.\n  \n  And then a happy marriage is just everything. It's wonderful. You're always there for one another. Taking care of each other. Looking out for one another. Protecting each other.\n  \n  Making one another feel loved and happy always. Having the opportunity to create a family together. Raise them together.\n  \n  I love my husband. He's my best friend. Always has been from day one. Always will be.\n  \n  Always has been there for me. Same for him.\n  ","46526":"\n  What do you mean the meaning of a happy marriage.\n  \n  Are you asking... What makes a happy marriage?\n  \n  Cause I don't understand how to answer the 1st one.\n  ","46527":"\n  ??\n  ","46528":"\n  ?\n  ","46529":"\n  Absolutely.\n  ","46530":"\n  Thank you kindly.\n  ","46531":"\n  ?.? To thus shoutout.\n  ","46532":"\n  Of course it is.\n  \n  I am married to my soulmate.\n  \n  Love is amazing.\n  \n  I love him. ❤\n  ","46533":"\n  1111\n  \n  Make a wish hour.\n  ","46534":"\n  Most welcome.\n  ","46535":"\n  Pro playing the guitar\n  \n  Violin or fiddle\n  ","46536":"\n  I sadly I don't remember a lot of my dreams. Most of them I don't.\n  ","46537":"\n  We are a bunch of goofs\n  ","46538":"\n  ??\n  ","46539":"\n  I hear ya!\n  \n  You have a good night.\n  ","46540":"\n  I love that show. WWYD\n  \n  And if it was me and my husband there together depending on if it was the woman or the male.\n  \n  I would take action on the girl if she was trying to hurt the dude (unless the mfer has a knife then he's on his own..) (But I told you my best to conceal carry and protect what I can, call the police, try to reason with the girl and calm her down) (Or offer her money or flowers. Bishes love flowers and money. Jk.  Reference.) But honestly... I would probably just try to calm her down if she was going at the dude or something to where I could notice.\n  \n  And if she kept attacking to attack him I probably would jump on top of her ash try to hold her down until someone came.\n  \n  For sure if it was the dude hurting the girl my husband would take action. (My husband is a correctional officer and he can work with bounty hunting if he wanted to, could also work in the police force, knows certain martial arts, knows how to maneuver knives and guns out of people's hands, he's also a big and tall mfer. ? lol. He'd probably scare the dude. He also conceale carries and also carries a knife. Same as I.) But he has defended many before. Walking in a Walmart he watched a dude start hitting a woman he walked up to the dude and knocked him cold, out. He didn't even know them. Then he looked at the woman and said don't you ever let him lay a hand on you again. You deserve better.  And then walked away.\n  \n  Me and my husband are not the kind of people to sit there and watch something happen. We're the kind of people to take action.\n  \n  I would probably sit there and talk to the girl until the police came after. If she was to get hit.\n  \n  This is what we would do.\n  ","46541":"\n  I'm good just chilling. Been working all day and cleaning. We just made some fried chicken and curly fries and I have a bag of red pepper hot and spicy pork cracklin's. We're going to eat that for supper.\n  \n  Yum.\n  ","46542":"\n  I don't really remember but I'm sure I did fine on it\n  ","46543":"\n  ?\n  ","46544":"\n  It's okay I just have a few Anonymous's talking to me at the moment so I'm not sure who's who. Lol.\n  \n  Its okay.\n  ","46545":"\n  I hear ya anonymous.\n  ","46546":"\n  Sorry. Well the main reasons why we left is because the dude over the place of homes was a fuk head jerk and was being this way to everyone living there.\n  \n  Waaay back in the day he wasn't over the place and now.. of course.. he is and he's a dishhead... He has about ran everyone away.. Well the point is.. the sad part is.. We all grew up there. We all did and now we don't have the house there anymore... At all. So its just sad ya know? Almost seems like ya can't go back to memories kinda ya know?\n  \n  And when I say... Our entire family... Like the whole family.. Friends.. Of the family.. Cousins of cousins.. Aunts and uncles.. Pets and all lived and grew up there. Even during the storms and floods we would let random dozens of people stay there. It was a home that fed and sheltered many.\n  \n  I now live some ways away from where I grew up at with a roommate and my husband.\n  \n  Sorry you lost your home.\n  ","46547":"\n  No.\n  \n  I have this though.\n  ","46548":"\n  I have noticed that you guys celebrate there in the UK, it seems. All of my British friends are celebrating it. I wish that I could celebrate it with you guys, considering I have so many friends from over there. Maybe one day, one year, I will spend a week or two in the UK and spend it with you guys! I think that would be so awesome!\n  \n  I just might go and light the fire today and read up on it some more! Just maybe!\n  ","46549":"\n  Good.\n  \n  And yes. I am married.\n  \n  And for better.\n  ","46550":"\n  Yea? Nice. ?\n  ","46551":"\n  Haha. Lol. It's all good anonymous.\n  ","46552":"\n  Oh really? It's been dry here, at the moment, for the past few days.\n  ","46553":"\n  Oh okay. Kool kool.\n  \n  Thanks!\n  ","46554":"\n  Yeah.. No. We can't actually see them. Both good and bad I feel but at the same time it's like meh! Lol.\n  \n  Yeah. Is no problem. I followed ya btw! Be prepared for future questions! If your okay with that that is.\n  ","46555":"\n  Yea anonymous.\n  \n  I hear ya pal\n  \n  Hey.. At least it's cleaned. Lol.\n  ","46556":"\n  ? Home for me and my husband.\n  \n  If something were to happen to one of us and we had to pay a big deal to have surgery or something.\n  \n  Which I don't know if either of these count to what you're asking but I don't know. They both cost a lot.\n  ","46557":"\n  Been cleaning all yesterday and today. About to gmgo outside and cut some grass.\n  ","46558":"\n  You can't actually see who follows you. It don't work on here. I found that out too myself.\n  \n  But you can see who you followed by going to this on the screen that I'm going to show you.\n  \n  *I'm on mobile.\n  \n  The circle and with the long arrow that I am showing, where it's pointing is how you get to the page that you're seeing now that I'm showing you and you can see the number of followers that are following you.\n  \n  The square and short arrow is where you go tmto see the type of people you are following and then after the following, it shows extra and recommended or at least it does or me.\n  \n  And that's how yougget to your followed. People that you followed. And see your numbers.\n  \n  Hope this helped.\n  \n  Ya welcome.\n  ","46559":"\n  ?.?\n  ","46560":"\n  Ikr.\n  ","46561":"\n  Last night. Saw a video of my mom and my little sister singing together from a ling time ago. Like 7 years ago. They live va bit from me and I miss them.\n  \n  I also cry because we don't have that house anymore. We have to get rid of it for personal reasons. Just memories. Miss the old days.\n  \n  That's why I always say. Stay young as long as you can because those days are go away one day. And you'll wish them back.\n  \n  Plus, I'm paying bills sucks.\n  ","46562":"\n  I wouldn't wanna rule the world.\n  \n  Maybe find homes for the homeless and keeo them clothed, fed and warm.\n  \n  Same with animals.\n  ","46563":"\n  I'm good.\n  \n  How are you today?\n  ","46564":"\n  I've always been around. For years and years. Way back when I didn't get a lot of questions and stuff I would be off for like a week or two and come back home and I would have so many stacked. Loved it. Became addicted to y'alls answers. Y'alls company.. Love to make people laugh.\n  \n  I'm here for the people.\n  \n  Here to talk to the people.\n  \n  Accompany the people.\n  \n  And the people accompany me. They help me. They talk to me. It's a good way to socialize, express yourself, be yourself, ask for advice about things, share your hobbies.\n  \n  I'm here for the people.\n  \n  I'm not here for any other reason. People think I'm here for the leaderboard and all that...and I'm not..\n  \n  I remember being not even on the leaderboard. I remember not even knowing about the leaderboard. I've been on here for a years.. Y'all chose me to be up here and I appreciate it. I appreciate y'all giving me this opportunity. But more importantly I appreciate you guys for letting me talk to you. Y'all have helped me through a lot in my life whether y'all know it or not.\n  \n  I'm here for y'all.\n  \n  Just as y'all seem to be here for me. Thank you.\n  ","46565":"\n  Fed and walked my dogs\n  \n  Swept the entire house.\n  \n  I mopped and cleaned the bathroom off very well.\n  \n  Moped to the hallway and the kitchen.\n  \n  I did the clothes and folded them.\n  \n  I'm going to wash the dog's beds later on.\n  \n  I got a package in the mail for me and my husband.\n  \n  Did the dishes.\n  \n  Will cook a tad later today as well as weed wack the yard in a few.\n  \n  Take the garbage to the road.\n  \n  Cleaning the past few days.\n  ","46566":"\n  12-4 o'clock afternoon\n  ","46567":"\n  Radio\n  \n  Youtube\n  ","46568":"\n  They are.\n  ","46569":"\n  All the time. Some people around me yes. Mostly at work.\n  \n  I'll clean the entire front of the store (of course because that's my job) and the uppers of my job never tell us good job. You did a good job.\n  \n  One lady one day told us and I really appreciated it. Is good to do that for your workers every now and then. Tell them that they're doing a good job. And that they're doing all right. Reward them.\n  \n  And my roommate.\n  \n  They are older than me. Like waaay waaaaay older. Like 78? Old. And they are neeeever appreciative of anything I do. In between me and my husband, we do everything. They are actually quite hateful about everything. I am used to it. It might have to do with the age or that they might be ill. I try to overlook it. Still be kind to them. At the end of the day their elderly. Though that gives them no room to be that way still. I still try to overlook it.\n  ","46570":"\n  I see. You are \"bored.\"\n  \n  Well, I'm here if ya need someone to speak to.. to get unbored. Lol\n  ","46571":"\n  Each to its own.\n  \n  Your dad didn't like what was done to him and the funeral... so your dad did it back to him kinda what was done to hum. Lesson learned. Treated your cousin as he did to him (your dad). (Hopefully your cousin caught it though what he was tryna' do ya know?)\n  \n  Some people do things to people and don't realize the karma that can come into place after. Some people would do the same stuff to you that you did to them That kinda follows the golden rule in life a little.\n  \n  Give respect as respect is given to you.\n  \n  Treat others as you would want to be treated.\n  \n  Though at the end of the day we all should be people an overlook situations but I do understand that it was a funeral and that is kind of a little messed up for people to be like that. Youngings do stuff like that all the time. They need to learn. Y'all decided to teach him in this way. Hopefully the way you guy's taught him well in this way. So that in the future, he's not like this again.\n  \n  Much love ?\n  ","46572":"\n  Cutting and weed whacking grass and cleaning.\n  \n  Clothes.\n  \n  Moping\n  \n  Then cook\n  \n  Then work tomorrow.\n  ","46573":"\n  Yes I do.\n  ","46574":"\n  bore? what?\n  ","46575":"\n  Zorbing. Almost went. Have seen others Zorb before.\n  \n  I have never been skydiving but would love to try one day.\n  \n  Have. LARP\n  \n  Axe throwing. A form of it before.\n  \n  Have Parkoured before.\n  \n  Idk what and the heck pooh sticks is. ? I asked a few other people and they don't know either.\n  \n  I have moved around in wheelchairs before but have not played a wheelchair sport. I have seen them before and would love to try one day.\n  \n  I would love to try glass blowing.\n  \n  I love gem mining.\n  \n  Urban exploring.\n  \n  Wood carving is awesome!\n  \n  Also wood burning.\n  \n  Ice skating, racing.\n  \n  Magnet fishing.\n  \n  And more.\n  ","46576":"\n  Ryan Upchurch\n  ","46577":"\n  I ain't watched this in a long time but Longmire was really good on Netflix\n  \n  I love to watch glass blowing and Gem mining.\n  \n  Anything paranormal.\n  \n  Documentaries too.\n  ","46578":"\n  ?\n  ","46579":"\n  Yea\n  ","46580":"\n  Thx fam\n  ","46581":"\n  Nothing much really.\n  \n  Just chilling atm.\n  ","46582":"\n  ??\n  ","46583":"\n  I just answered this one not even like 5 questions down probaby. Scroll and check it out.\n  ","46584":"\n  I'm here.\n  ","46585":"\n  ?\n  ","46586":"\n  I'm good anonymous. Thx\n  ","46587":"\n  Idk what would be the MOST.\n  \n  Idk\n  \n  I caught fromone from passing out. If I wouldn't have caught them they would have fell and probably.\n  \n  Wanna know the crazy thing is. It's an enemy. I guess you could say. Well.. They don't like me. Don't know why. Never have done anything to them.\n  \n  After that, I think it made them think twice.\n  \n  Caught them from falling.\n  \n  I overlook all that and still try to help. How I always am.\n  ","46588":"\n  Both are fine.\n  ","46589":"\n  ??ty\n  ","46590":"\n  Natuurlijk, maar zo gaat het leven.\n  ","46591":"\n  Considering that's when the work fields that I'm in. 10 years of it I don't think that I would have been doing it as long as I have if they didn't exist.\n  ","46592":"\n  Speak to God\n  \n  Warm lavender showers\n  \n  Cuddles\n  \n  Dinner\n  \n  Petting my dogs.\n  \n  Call my mama\n  \n  Or a friend\n  \n  Nanny\n  \n  Maw Maw\n  \n  Sitting in silence with nature around me\n  \n  Bbc\n  \n  Fire\n  ","46593":"\n  I'm good. Nah.\n  ","46594":"\n  The Moe Sargi theme song for his YouTube channel.\n  ","46595":"\n  What? It's simple. Swim.\n  ","46596":"\n  Don't just be friends with anybody. Be careful with picking your friends. Cuz what you're speaking of is possible. I'm sorry that happened to you. And I have not had too many of these because as I said I'm really careful with who I pick as my friends. Just turn the other cheek. Keep your head up. Go find better friends. As I said just be careful.\n  ","46597":"\n  Thanks. ??\n  ","46598":"\n  Awe. Thanks. Its blue and the lava is like red and the blue and red make it kind've look purple pinkish.\n  \n  I love it. Wonderful gift.\n  \n  I wanna get one that is black and white. That would be so kool.\n  ","46599":"\n  A Golden Retriever.\n  ","46600":"\n  I enjoy both. I also love to wood burn.\n  ","46601":"\n  My day has been extremely productive. Good day tho.\n  \n  I've been taking care of my dogs all day and I've been cleaning.\n  \n  Just trying to get the house ready for Christmas.\n  ","46602":"\n  No sadly. I go make one at my home that would probably end up tasting betrer anyway. ?\n  ","46603":"\n  It's okay to be friends with anyone even an ex it just depends on how far you bring the conversations with them. Even if you're in a relationship.\n  \n  I grew up with a few of them even before we even dated we were friends and after we've always been friends. Just didn't work out.\n  \n  (Though I have some exes I don't talk to at all, just because we went our separate ways and just didn't want to talk anymore at all even as friends.) husband is fine with him and is good friends with him also. We don't talk every single day or see each other every single day but every now and then we check in with him.\n  \n  It's okay to be friends with your ex. Even if you're in a relationship. You have lines that don't need to be cross with anyone. Ex. or just people in general. Just depends on how far you take the convo. Also, that's when trust and loyalty comes in.\n  ","46604":"\n  I think people should be respectful at the beginning both ways towards one another. I don't really think earn the respect? Like... If said in a despiteful sort of kind of way. I think people should just be respectful to one another and then if someone is ugly to them and comes at them sideways in disrespectful ways then the respect line has been crossed and no more respect shall be given.\n  ","46605":"\n  I hear ya.\n  \n  I had one really really good dog that grew up with me throughout my life that passed when I was about 13 or 14 years old and I think she was either 15 or 14 and me and her shared the same birthday. Her name was angel. Best dog ever!\n  ","46606":"\n  For you fam\n  \n   @Bored_Bunny\n  \n\n  This picture is very special to me. This is something my Maw maw gave me. I want to share with you. She had this in her house for years and years. Every time I would come over I would see it and read it because I loved it so much. I read when I need to slow down & remember things.\n  \n  We so so much.\n  \n  Get so stesssed too.\n  \n  (Hope you start to feeling better also btw.)\n  \n  I just want to share this with ya.\n  \n  Take each day one at a time. You've got this! ❤ Much love fam!\n  \n  (I can delete if you'd want me to just message me and I will!)\n  ","46607":"\n  The eyeball\n  ","46608":"\n  Most definitely.\n  \n  And of course.\n  \n  All babies are cute really.\n  ","46609":"\n  I don't really watch either. Sorry. Lol.\n  ","46610":"\n  Never heard of it.\n  \n  I don't really watch too too much TV. Almost none.\n  \n  Happy for ya.\n  ","46611":"\n  It would have to be my beautiful lava lamp that my husband got me from our first Valentine's Day\n  ","46612":"\n  ?? Thanks back.\n  ","46613":"\n  People can be friends eve if they are married? Why would ou even ask that question? Like I'm not tryna be an ash but like really? Obviously we can be friends?\n  \n  Who does that? Do you do that? Hope not. That's messed up if so.\n  \n  Get married to someone and then ban their spouse from ever speaking to another human? All humans married or not should be l able to speak to whoever they want. Up to them how far they want to take the conversation. That's when morals come in.\n  ","46614":"\n  Family and friends.\n  \n  My pets and my husband.\n  ","46615":"\n  Well. Your always kind to me and I really appreciate that. World needs that more.\n  ","46616":"\n  Ouu. Do I? Absolutely.\n  ","46617":"\n  And you not gonna with that kinda talk. Before you get smart, you should take off anonymous next time.\n  \n  Learn to not be so rude.\n  \n  Oh and don't ask for people to follow you. Earn them.\n  \n  I wouldn't of had to be ugly if you weren't 1st. ? I'm a nice person till ya start getting stupid.\n  ","46618":"\n  Most welcome.\n  \n  No big. ??\n  ","46619":"\n  ?\n  ","46620":"\n  Well. I definitely and most certainly don't \"hate\" you considering I don't even use that word in my dictionary. For real. No need for hate on anything. Dislike maybe? But I don't dislike you either.\n  \n  Pretty nice kid.\n  \n  Stop letting others get to you.\n  \n  Learn to not give a fuk.\n  \n  Be free.\n  \n  Be happy.\n  \n  Appreciate the fact that you are here.\n  \n  You were put here on this Earth for a reason.\n  \n  Ya ain't a bad looking person. (Not ugly) Someone is bound to like ya. But bring the confidence level up or they won't. Be tough both physical and mentally. Us women need that. Be a man.\n  \n  Get ya some hobbies. For real.\n  \n  Fixing vehicles is good therapy.\n  \n  Exercising keeps your mind off of things.\n  \n  Get you a dog or cat. A pet. They are good emotional support. Fuk a realtionship bro. You do not NEED to have someone. Don't force yourself... Be patience. Wait.\n  \n  You'll just pick up lazy ash\n  \n  h oes if ya don't...\n  \n  Keep ya head up. You've got your whole life ahead of ya.\n  \n  Read the words I tell you.\n  \n  Cause anyone will tell ya what I am. This is what you need to hear.\n  \n  I am saying it because I care.\n  \n  I may not know you.. But you matter. We all do. You need to start dang near seeing it son.\n  \n  Appreciate your life that was given to you. Because some are not with us anymore that wish to be.\n  ","46621":"\n  Me and my husband living together happy with our little ones running around.\n  \n  Nice happy home. Beautiful ?\n  \n  Then.. seeing and spending time with my family down in Louisiana. My mama seeing her grandkids. ❤\n  \n  Future pets.\n  \n  Future travels with my husband. With the family we create together.\n  ","46622":"\n  Understandable.\n  \n  Night is the time where me and my husband get to spend the most time. So we game most of it.\n  \n  Cause we both work and work and then he has class so we try to stay up a little together and do random. Build stuff. Game. Cook. Movies. Backroad. Just spend time together because majority of the day we are apart working sadly.\n  ","46623":"\n  .-.\n  ","46624":"\n  Probably\n  ","46625":"\n  Just continuous Improvement always. A little on everything. We all need.\n  ","46626":"\n  Your anonymous soooo. Yeah.\n  \n  Would ya??\n  \n  Lol\n  ","46627":"\n  Jason did. ❤\n  \n   Always will.\n   \n   #LongDistanceRelationships\n   \n    #GamerCouples\n    \n    #WeBeatTheImpossible\n    \n    #WhyISayNothingIsImpossible\n    \n\n      View more\n     \n\n\n\n","46628":"\n  Being awake late, definitely...\n  \n  But now I am starting to fet tired... Talk to y'all later!\n  \n  Goodnight. ??\n  ","46629":"\n  Whaaaaaaat? ?.?\n  ","46630":"\n  Yes. Some.\n  \n  And a few other instruments too.\n  ","46631":"\n  No. But I have tattoos. I love tattoos and henna. I'd love to do tattoos for people.\n  \n  Love art.\n  \n  But honestly I do not think I'd love that kinda work.\n  \n  I think it would be really hard to work with people and do tattoos. Especially people that move too much.\n  ","46632":"\n  I met my best friend unexpectedly through Xbox One on a game called Grand Theft Auto V. We've been best friends for almost 6 years now.\n  ","46633":"\n  I reeeally reeeeeally loved the Where the Red Fern Grows series.\n  \n  Max the almighty and the Giver was good.\n  \n  The Great Gatsby was excellent.\n  ","46634":"\n  No problem.\n  \n  Just be more careful.\n  \n  Lol if ya wanna live longer..\n  \n  If ya know what I mean.\n  \n  Goodnight too ya.\n  \n  1:24 AM in Central time zone USA America. ??\n  ","46635":"\n  For safety I wouldn't really recommend giving your number out to just anyone anyway. Do you know that someone can find you based off of just your area code? Just looking out for you. Don't trust everybody.\n  \n  I know I don't know you but good to hear from somebody.\n  ","46636":"\n  This one's not really weird exactly but I really wanted to go to the Fall Fest \/ Sugar Fest\/ Cajun Fest, but I live over here in Mississippi now and it's over in south Louisiana, where I used to live. I was actually going to miss it this year but ended up unexpectedly going to Louisiana to visit and see my sick Maw maw and spend time with my family and friends. And definitely spend time with my Maw maw and I thought I was still going to miss it (I didn't even pay attention to when it was when I was traveling to Louisiana) it ended up landing right on the weekend that I went and I didn't even find out until the day before I went. Coincidence that I ended up getting to go... going to. Louisiana thinking that I wasn't going to be able to go anyway... (and miss it) then was able to go?! (Me wowed) It all worked out! and I was happy in the end. Good kind of coincidence! ? That was awesome AND! it was my husband's first time going to that festival! and he absolutely loved it! I had a good time with him! ❤ So much fun. For real.\n  ","46637":"\n  It is red.\n  ","46638":"\n  Iiiii don't think my husband would appreciate that honestly....\n  \n  Oh and you spelled number wrong btw... Just saying. When you go and ask your next girl or whatever for theirs.. Might wanna fix that.\n  \n  But yeah...\n  \n  Umm..flattered but naw... ?\n  \n  Should read biographies more often. Ya know? ? Alot of them will tell you people's status... Usually.... ?\n  ","46639":"\n  1. He tasted good. Real good.\n  \n  2. I've got to sh-\n  \n  3. On the phone... \"I want 3 grams, naw... Make it 4.\"\n  \n  4. On the phone... \"Where do you want me to put him after I'm done?\"\n  \n  5. I'm about to blow up from this fuked day. (In a small area with the people in the small area with no where to go sounds pretty momenting at the least... I'll say that.)\n  \n  6. On the phone, \"you invited 4 girls? 5?! Dang... with just me and you man? fun. definitely.\"\n  \n  8. That taco bell luch was good man...\n  ","46640":"\n  A cold drink and cases of bottled water\n  ","46641":"\n  Longmire and Daredevil.\n  ","46642":"\n  Both are okay every now and then. I just recently purchased a few things online. And every other day of course I purchase things at local stores.\n  ","46643":"\n  Used to freak me out as a kid really bad and I had bad nightmares about it.\n  \n  But now that I found out that there's nothing to really fear from it it don't bother me anymore but I just remember having back-to-back and bad nightmares over the movie.\n  \n  Just bring up bad memories is all.\n  ","46644":"\n  Just 5?\n  \n  Love to sing. Does that count.. Or entertaining?\n  \n  Painting, wood burning\n  \n  Working on vehicles\n  \n  Photography\n  \n  Smithing\n  \n  Gem hunting.\n  \n  Urban exploring\n  \n  Cooking...\n  \n  Gardening\n  \n  Couldn't pick just 5 to only name... Sorry.\n  \n  And more.\n  ","46645":"\n  Edward Scissorhands\n  ","46646":"\n  Today at work I wore my work clothes which is usually my jeans, boots, really warm fuzzy cozy socks (for better comfort for the boots) a navy blue shirt with a blue vest my name tag and I brought my red white and blue purse \/ bag. I also brought my Batman coat today. Was cold.\n  ","46647":"\n  Wearing almost all red pajamas at the moment\n  ","46648":"\n  I have been watching a lot of glassblowing.\n  \n  Gem hunting.\n  \n  And of course my usual paranormal.\n  ","46649":"\n  Who? Me? Or you? Or both?\n  \n  Cause me fam? And happy and married. ?\n  ","46650":"\n  I don't really watch like alot of \"TV\" TV.\n  \n  But when I did. I loved the show That's so Raven.\n  ","46651":"\n  A new Xbox One headset for my husband and then we got us the new Modern Warfare.\n  ","46652":"\n  ?.? What's the question bro.\n  ","46653":"\n  I believe Miracles are possible. Anything's possible.\n  ","46654":"\n  The fuk? Excuse me? I beg your pardon.\n  ","46655":"\n  Nice. ?\n  ","46656":"\n  Pork chops, butter potatoes, fried battered okra, and cornbread\n  ","46657":"\n  Fractured a few fingers and made them black and purple. Sprained my ankle really bad. Almost broke it.\n  ","46658":"\n  Work.\n  \n  Backroads.\n  ","46659":"\n  Really old rap.\n  \n  Britney Spears.\n  \n  Dixie Chicks.\n  \n  Spice Girls.\n  \n  Eminem.\n  ","46660":"\n  The people. I've always been around. Just wasn't ever too active until last year.\n  ","46661":"\n  Followed you back! Thanks for following me!\n  ","46662":"\n  Worked for most of the day.\n  ","46663":"\n  Yea\n  ","46664":"\n  Being alive and living the dream,  your dream, happily. I feel. Stepping outta your comfort zone and just... just.. live a little. Like Moe Sargi says. LAL\n  ","46665":"\n  ฉันทำได้ถ้าคุณต้องการฉัน ?\n  ","46666":"\n  ??\n  ","46667":"\n  Kool ??\n  ","46668":"\n  I know right? Apparently some people think that's my name.\n  \n  For my husband maybe. ? lol... But yeah that's it. For him. Hahaha.\n  ","46669":"\n  If you're saying have I met anyone outside the country (US for me) that have played with online? Like in real life. No. Could if ai wanted. Maybe met one? Can't remember honestly... I don't think I have met anyone.\n  \n  Or if your asking... Have I met someone online and llayed with them and they are from a different country. Most definitely. Some of my best friends live all over the world. I play with them every day online. One of my singing Partners is in Texas and the other one is in the UK. And then I think the other one is from like Brazil? I think. Some people that I like to collaborate with on Smule. And then I think there's another girl from the UK that I love collaborating with.\n  ","46670":"\n  Backroads... Definitely...\n  ","46671":"\n  Eh... Yeah. It's okay.\n  ","46672":"\n  It's Bella*\n  \n  Your welcome\n  ","46673":"\n  I really don't know but I'll give a wild guess. Just an everyday American there likes to eat, and eat good. Especially bacon. You're not American if you don't like bacon. Jk. Jk. I know some people don't like pork and try to avoid it and that's okay.\n  \n  I really doubt that I'm right but hey I'm getting somewhere hopefully.\n  ","46674":"\n  Sometimes I like the powder Ranch on my pizza. But I love pizza. I try to eat it in moderation though. Or when I'm just in the mood. But those little pizzas you get from the store, those are the ones I like to fold and make them like a taco. The regular pizza I just enjoy eating regularly.\n  \n  Lol fork and knife? ? wtf have to be skillful and elegant as fuk to do that hahaa. Everyone has preference I suppose LOL\n  ","46675":"\n  I definitely like to mix it up to be different. I love cooking. So does my husband. But we love to experience other people's cooking awesome. Different atmospheres.\n  ","46676":"\n  I don't really work too many sport Brands. Maybe Puma or Adidas. But I don't really wear them either.\n  ","46677":"\n  Followed ya back.\n  \n  N thanks for your follow! ?\n  ","46678":"\n  Me and my husband are like that too. We like cool weather. We keep the air running year-round.\n  ","46679":"\n  Your anonymous. Come off so I can know I am followed to you.\n  \n  Don't have to tho.\n  \n  You deserve the follow back.\n  \n  Lemma kno.\n  ","46680":"\n  God. He's always there for me.\n  \n  My life.\n  \n  My family and friends.\n  \n  Husband\n  \n  My pets.\n  ","46681":"\n  ? Baking soda is fine. ?\n  \n  And yes I would have to agree with you WD-40 does make life easier. LOL\n  ","46682":"\n  And that's okay. ?\n  ","46683":"\n  I dream to have a house and make a family with my husband and raise them together\n  ","46684":"\n  ??\n  ","46685":"\n  Goodnight everyone.\n  \n   ??????\n   \n   She wanted none of those days to end, and it was always with disappointment that she watched the darkness stride forward.\n   \n   - Markus Zusak\n   \n\n     View more\n    \n\n","46686":"\n\n   شكر. تابعت لك الظهر. ??\n  \n","46687":"\n  Piercings são bons para mim, mas eu realmente gosto de tatuagens. Tinta.\n  ","46688":"\n  Apa?\n  ","46689":"\n  Awe..thanks. I try. ?❤\n  ","46690":"\n  Medically cannot smoke anything. Lungs can't have.\n  ","46691":"\n  Candy and tools? Yeah... Alot of yall are doomed.. ?\n  ","46692":"\n  Give it mostly\n  ","46693":"\n  I am \"mean looking\" to some for some reason. I have a bit of a tomboyish way I am about things and have a punkish style. So maybe that's it. ?\n  ","46694":"\n  Minecraft. Metroid. Halo. Forza. GTA. Mario games. Pokemon. Modern Warfare. And more\n  ","46695":"\n  ยินดีต้อนรับ ขอบคุณสำหรับความยอดเยี่ยม! ????\n  \n  คุณมีวันที่ดีเช่นกัน. ?\n  ","46696":"\n  My husband. Hope he can count as a thing. ?❤\n  ","46697":"\n  Nice.\n  ","46698":"\n  There's a few items but I can't think of anything at the moment.\n  \n  A picture of my Mare Mare and Pare Pare.\n  ","46699":"\n  I've never been on a cruise.\n  \n  I'm a little nervous to go on one but I would go on one. Maybe a two or three-day one or something.\n  ","46700":"\n  Anything paranormal. Scary\n  \n  Hauntings. Adventurous. Every now and then I like a little spunky type.\n  \n  I also like history and documentaries.\n  ","46701":"\n  What kind of food did you serve if you served any?\n  ","46702":"\n  Something I did for someone\n  ","46703":"\n  Sometimes. Yeah.\n  ","46704":"\n  Working mostly. Spending time with my husband.\n  ","46705":"\n  Nice\n  ","46706":"\n  Hundreds of different paranormal things.\n  \n  Have someone almost take me. Thought the guy was coming to talk to my Maw maw in the house but instead he was coming at me to snatch me luckily I run fast.\n  \n  I thought he knew her but he did not. I was playing out in the front yard. Definitely a close call.\n  ","46707":"\n  Fishing and then a bath in the creek.\n  \n  A dinner that we both together prepared and having it picnicked and an old barn. Fire. Drinks. Funny videos and a sleep under the nice night sky. The stars beam illuminating the sky. Lighting it up. ❤\n  ","46708":"\n  I'll absolutely love museums. Love learning about history.\n  ","46709":"\n  Yep\n  ","46710":"\n  Hot chocolate \/ hot cocoa\n  ","46711":"\n  Yea\n  ","46712":"\n  Nothing. Just taking it easy.\n  ","46713":"\n  Lol. I will ask you some eventually. Promise. I ask alot on here. Give it time. I have a hundreds upon hundreds of notifications to go through before I send some more questions out. I try to get to everyone.\n  \n  I gotchu.\n  ","46714":"\n  Always addicted to my husband. He's everything to me. ❤\n  ","46715":"\n  Yay. Ikr?\n  ","46716":"\n  I have a few Xbox 360 and Xbox Ones. I have a few DS's. I used to own a few different PlayStations. Played mostly the 1, 2 and 3. Little on the 4.  I used to play PC. Not much on the PC. I used to have the Wii. I played the Wii U. Played the GameCube years ago. And owned and played many other consoles.\n  ","46717":"\n  Of course but it's not anyone anybody knows. Lol. Just people. Friends.\n  ","46718":"\n  Eeeeaaaaaa no...\n  ","46719":"\n  I dressed up as a little devil for Halloween. We roasted marshmallows and hot dogs. Spend time together with family and my husband.\n  ","46720":"\n  In real life or in game? Lol\n  ","46721":"\n  Take your time with learning it.\n  \n  Remember, there's always something new to learn.\n  \n  Learn to use proper expression and be careful with using expression.\n  \n  Make sure you take your time when you're talkin. Slow down. Pauses.\n  ","46722":"\n  ? lol\n  \n  Nice shoutout. Lol\n  ","46723":"\n  Why do I?? What? Caus eypur free? I don't know if you wanted this right or not lol\n  \n  Because I like to go out when I'm free because I have free time\n  ","46724":"\n  Take you a nice shower with lavender and soak in the temp. Close your eyes and just chill. Just chill in the shower for like 30 minutes like this. Reading a book makes me tired\n  ","46725":"\n  I know so many people that named their dog Bella or their pet or bird horse or just their pet in general that is usually female. Lol.\n  ","46726":"\n  Soo so much fun. Hilarious.\n  ","46727":"\n  ?\n  ","46728":"\n  I hear ya. Definitely finding a new place is important. And you can get any dog to adapt to a dog it just takes time some of them take longer than others.\n  ","46729":"\n  I really like playing the game Apples to Apples. I know it sounds kind of funny, kind of stupid. I thought the same way I first heard of the name to. But the games actually really fun. It's good to play with about five, six or seven people.\n  ","46730":"\n  You should definitely stay positive. You're a wonderful person whether you think you are not. I definitely enjoy your company.\n  \n  Maybe you should look into getting a new pet. I definitely recommend it. I would maybe go with a dog though 1st then maybe a cat. Go to a pet place adoption center and just get attached to one. Save one's life.  that is literally the best place to go and get a dog. You can get one of the puppy or you can get one mid-aged.\n  ","46731":"\n  Louisiana is beautiful.\n  \n  Beautiful sky's. Food.\n  \n  The culture is amazing.\n  \n  I loved growing up in this place. ❤\n  ","46732":"\n  Best thing that's happened to me this Autumn so far is beautiful weather. The weather actually has came in and did was it supposed to this year. Spending time with my husband and family. ❤\n  ","46733":"\n  Yes. Keeping around loved ones and friends. Being in positive environments. Being social and just staying productive helps a lot during these types of times.\n  \n  Pets. Especially dogs and cats are very helpful.\n  ","46734":"\n  Right.\n  \n  That's what I'm saying...\n  \n  I feel like they wouldn't care if it was enough. But honestly.. If they are performing such horrible things then what's the point of them anyway. The world's population is getting way to high anyway. Too many bad apples.\n  \n  Idk. Hard to say.\n  \n  I just thunk rape, especially rape and kill is unforgivable.\n  ","46735":"\n  Thank you kindly. I hope that you have a safe and wonderful week as well. ??\n  ","46736":"\n  \"should\" is the word I used. Doesn't mean it should be done. I feel it should be the cost. Considering the golden rule but not all can be followed literal under that.\n  \n  But in honesty. I feel it shluld be done to them so they know how it feels so they think maybe.. Hmm.. Maybe that person I did it to felt the same. I am dreading it so they must have. Shame on me.\n  \n  But of course.. It would just be teaching more to do then not to do, so I understand where were your coming from. If only people could understand the moral and such.\n  ","46737":"\n  Absolutely. It is good to think such. You will join him one day, but he wants ya to keep down here and continue what he once did. He wants you to be happy and enjoy life. ?\n  \n  May God rest the pleasants soul.\n  ","46738":"\n  The best thing I did this week would have to be when I got my husband a new headset and we both got eachother the new Modern Warefare. ?\n  \n  Then, celebrating Halloween together.\n  \n  We will probably, shortly put out our Christmas tree and decorations.\n  \n  All good.\n  ","46739":"\n  I am well. Thanks.\n  \n  I really do hope things start to get better your way. Prayers for you and your family. I know it's got to be tough.\n  ","46740":"\n  Again, I followed ya back! Thanks for following me! ??\n  ","46741":"\n  I followed ya back! Thanks for following me! ??\n  ","46742":"\n  I like almost anything and everything they have a blessed day. My most favorite thing to get his rice and then some chicken or pork with the vegetables in it. With the broccoli and carrots. Sometimes I like to get crab and shrimp on top of it also. I love the sushi. I love Wong Tongs. The stuffed crab and salmon. Green beans.\n  ","46743":"\n  Praying for you. It was freezing here for Halloween. It was good but like I said it was freezing cold. Hopefully the rain calms down.\n  ","46744":"\n  Seeing a lady stab children for no reason. Hurting innocent children.\n  ","46745":"\n  I think the same thing should be done to them that they did to their victims.\n  ","46746":"\n  Light but yes. Cheese and bacon too sometimes. Salt and pepper usually. Maybe a little bbc sauce but it depends on my mood at the time.\n  ","46747":"\n  I do.\n  ","46748":"\n  Most welcome.\n  ","46749":"\n  I haven't watched a huge load of it throughout my life, but time to time, in and out of my life, I have watched anime. I like it.\n  ","46750":"\n  Your moms cat. ?\n  ","46751":"\n  Kind've is a contraction.\n  \n  Kind've is the words\n  \n  Kind of\n  \n  I'm not sure if it is even a official contraction, but people use it. People still use that one.\n  \n  In America, we use them time to time.\n  \n  Itis aword or phrase that has been shortened by dropping one or more letters. In writing, an apostrophe is used to indicate the place of the missing letters.\n  \n  Theyare commonly used in speech (or written dialogue), informal forms of writing, and where space is at a premium, such as in advertising.\n  \n  They are also used in American slang time to time.\n  \n  You may have to use the contraction chart. They're not that hard to read it all. Basically just tell you what each word is. Like the 2 words it comes together to make.\n  \n  Or you can just can look up the translation of them separately.\n  \n  Here are some examples of contractions.\n  \n  Haven't\n  \n  Have not\n  \n  Wasn't\n  \n  Was not\n  \n  Can't\n  \n  Cannot or can not\n  \n  Hasn't\n  \n  Has not\n  \n  Wouldn't\n  \n  Would not\n  \n  Couldn't\n  \n  Could not\n  \n  It's\n  \n  It is\n  \n  Isn't\n  \n  Is not\n  \n  Whatcha'doing\n  \n  Just meaning...\n  \n  What are you doing or\n  \n  What are you up to.\n  \n  That is an unofficial one but is a funny looking one peiple still use. And more.\n  ","46752":"\n  It's in my name now. Lol.\n  \n  That's my name.\n  ","46753":"\n  Interesting.\n  \n  Gn.\n  ","46754":"\n  1st\n  \n  ___\n  \n  I have plenty of fears but I usually try to face them. Like.. I don't like snakes really, but I still try to hold them whenever I get the chance be around them.\n  \n  One time we had a snake in our store and I almost went up to it picked it up because it wasn't a venomous one. I mean honestly what's the worst they can do bite you? I'm sure it would really hurt that bad. I've had worse happen to me.\n  \n  2nd\n  \n  ___\n  \n  I don't really like being around a lot of people at once with a lot of noise and lots of things going on. Gets me nervous and makes me panic. I get frustrated, because I'm trying to talk to someone in front of me and I can't hear them or someone else is trying to talk to me at the same time. Too much at once. Though I still try to fight through it all and try to understand them. I feel like that's still facing your fear? Right. Just being there and enduring it I feel.\n  \n  3rd\n  \n  ___\n  \n  Driving. I am not much of a driver because I have had way too many horrible life-threatening experiences though I still trying to drive every now. Trying to slowly learn how to... but I am in no hurry up fully learn how to drive. It's not that I don't know how to drive, it's because every time I get in the car it seems like somebody is almost hitting and killing me. Same with someone else driving. I just feel more safe with someone else with their quick reaction and maneuvering.\n  \n  I used to have a really quick reaction time but over the years it is starting to fade away. I really need to get back to into playing volleyball. Playing volleyball requires quick reaction time and when practicing and learning and getting better at volleyball you develop faster reaction time. I feel that that is a good stimulant for me to learn how to drive to. A help. With driving, you have to be aware of everything. Same as volleyball and like I said you got to be quick.\n  ","46755":"\n  Absolutely lot of thin crust pizza with light sauce extra cheese and lots of toppings on top. My favorite top is going to have to be bacon, ham, sausage. And then every now and I like black olives onions bell peppers on it too. I also like meatballs on my pizza too.\n  \n  I also like stuffed crust pizzas too. BBQ Pizza. Macaroni Pizza and of course dessert pizza\n  ","46756":"\n  Pets though I think they already have one for them. I feel like it should be a day where we extra spoil and spend time with our pets. I wish that we had the opportunity to bring train pets to more areas and the world. More places.\n  ","46757":"\n  A little bit of both every now and then. I like more when people are just chilling and aren't really aware. The second one you said.\n  ","46758":"\n  2:41 AM\n  ","46759":"\n  Zer0\n  ","46760":"\n  Yep. I have 3.\n  ","46761":"\n  Accused.\n  \n  Pretty annoying to be told your doing when your not.\n  ","46762":"\n  Thanks\n  ","46763":"\n  Nope. Not to early to me.\n  ","46764":"\n  Rape\n  \n  Especially rape and kill\n  ","46765":"\n  Depends on what kind of person you are. I like to have lots of good friends. But I grew up in a very happy, friendly environment around tons of people. So I guess I'm just used to that. I'm used to just walking into a room with like 50 people and everybody is cool with you. But I guess I know what you mean by like really really close friends. Sometimes it's good to have a small circle usually. Cuz there's a lot of snakes. You just got to looks right.\n  ","46766":"\n  I'm usually pretty good. I tried to turn the situation around. Look at it in their perspective.\n  ","46767":"\n  I believe I'm good at cooking. It's in my roots \/ blood. I am Cajun French. Creole. I'm from south Louisiana. We love making our Cajun food. So that's my favorite type of food to make.\n  \n  I absolutely love cooking. I enjoy it.\n  ","46768":"\n  ? Bike. ?\n  \n  Motorcycle.\n  ","46769":"\n  Got to talk to her family and celebrate Halloween with my husband\n  \n  I got both of us the new Modern Warfare and I got him a new headset.\n  ","46770":"\n  Nice!\n  ","46771":"\n  It went well. Hope you had a good day.\n  ","46772":"\n  I'm doing good. Thanks for asking. How are things for you today? Sorry for the late reply. I work today.\n  ","46773":"\n  ?\n  ","46774":"\n  A McLaren 720S\n  \n  or a 2nd Gen Chevy.\n  ","46775":"\n  Absolutely. Love people and thungs that I have in live. Blessed with good friends and family and pets.\n  \n  Some people don't even have that.\n  ","46776":"\n  Compliment on how I look. Told I was beautiful.\n  \n  My husband ❤\n  ","46777":"\n  Thank you. You have a wonderful day! I will be back soon going into work\n  ","46778":"\n  Sorry for the late reply. Going into work. Hope you have a nice day\n  ","46779":"\n  Love them.\n  ","46780":"\n  Thanks and I got you. But for now I sleep. You have a nice night \/ day.\n  ","46781":"\n  Goodnight y'all. ?\n  \n  ???????\n  ","46782":"\n  Obrigado. Eu gostaria de compartilhar isso.\n  ","46783":"\n  ??Thx\n  ","46784":"\n  Thanks!\n  ","46785":"\n  Again. Lol. For the 2nd time. I already follow her. I have been following her for good long while now.\n  \n  She is beautiful and very nice.\n  \n  A good friend of mine. I recommend.\n  ","46786":"\n  Been following her for a very long time now.\n  ","46787":"\n  Thank you kindly. ??❤\n  ","46788":"\n  ?? South Louisiana\n  ","46789":"\n  ?\n  ","46790":"\n  Kool. Your anonymous btw.\n  \n  Have fun whoever you are tho!\n  ","46791":"\n  O.o\n  ","46792":"\n  Happy Halloween to you too! ?\n  ","46793":"\n  A little bit of both\n  ","46794":"\n  My pumpkin ?\n  ","46795":"\n  Thanks for the quote. Nikki!\n  \n  Happy Halloween!\n  ","46796":"\n  Happy Halloween to you too! To everyone! ?\n  ","46797":"\n  Probably a Vampire.\n  ","46798":"\n  Nice!\n  \n  Happy Halloween to ya and your family!\n  ","46799":"\n  Happy Halloween to you as well!\n  ","46800":"\n  Considering I'm married to my soul mate... so I already have that one. Lol. And I pretty much get the other one too but in moderation more or less. So I have both I guess. ? haha lol\n  ","46801":"\n  Shark Tank diving. Snorkeling. Bungee jumping. Maybe zip lining one day. Climb a mountain. This is just a few of many more.\n  ","46802":"\n  Not too many. Mostly watched haunted explorations and go on them, but that's everyday. Haha. Year round.\n  ","46803":"\n  Favorite. A dog. I have 2. ? ? I would like a bird tho one day. Maybe an albino snake.? Or another ? cat. Or maybe a ? or some swans.\n  ","46804":"\n  Not yet. Will soon one day tho.\n  ","46805":"\n  ?\n  ","46806":"\n  Very rare. I don't really do that.\n  \n  Unless it's an invitation to a party of some sort. Get together.\n  ","46807":"\n  ?.?\n  ","46808":"\n  I amm very. ❤\n  ","46809":"\n  What?\n  ","46810":"\n  Out atm.\n  ","46811":"\n  Just Bella ?\n  ","46812":"\n  I used to all the time! Loved recycling! But they don't do it out here on the country. Told my husband that was one thing that I missed doing. May try to do it anyway soon again.\n  \n  We collect metal and bring it to the junk yard. Try to keep the environment cleaned and rust free.\n  \n  Try to clean the rivers out. Magnet fishing.\n  ","46813":"\n  Roast hot dogs and smores around a fire!\n  \n  Am slightly dressed up atm. Out gettinf someone's hair cut. Getting a few things.\n  \n  Waiting for hubby to come home from work and class.\n  \n  Paranormal videos! The regular honestly.\n  ","46814":"\n  Appreciate it!\n  \n  Thanks!\n  \n  Happy Halloween to you and your family! ?\n  ","46815":"\n  Happy Haloween to you too!\n  ","46816":"\n  Don't have.\n  \n  Have this tho.\n  ","46817":"\n  I'm good. Thanks.\n  ","46818":"\n  ? Hahaha. Happy Halloween!\n  ","46819":"\n  I still do all of them but I'm not a fan of washing dishes.\n  ","46820":"\n  Yep! No prob! ?\n  ","46821":"\n  You can't put pictures in your biography on here unless they had an update I didn't know about. LOL Not from my knowing, no, you cannot l add photos to your bio.\n  ","46822":"\n  Just the other day the lights went out too and we slept. Went outside and did stuff something. Read books. Board games. Socialized. Went to the store. Cooked. Played with animals. & more.\n  ","46823":"\n  O.o\n  ","46824":"\n  Yep! Today it supposed to be anywhere between 35 and 28ish, 30 degrees F out.\n  \n  Cold and I love it!\n  ","46825":"\n  Aye ?\n  ","46826":"\n  Any and all.\n  ","46827":"\n  ❌???❌\n  ","46828":"\n  Thanks!\n  \n  Happy Halloween!\n  \n  ??\n  ","46829":"\n  Yeah. ???\n  ","46830":"\n  Aw.. Thank you for the sweet compliment. ?? You rock.\n  ","46831":"\n  In my default? Yes. Lol. I'm not actually hurt. No. ?I'm okay. Haha.\n  \n  Happy Halloween to ya!\n  ","46832":"\n  ?? Thanks. I very appreciate the compliment.\n  \n  I enjoy sending them out and seeing y'all's answers!\n  \n  Much love! ? Always!\n  \n  HAPPY HALLOWEEN!\n  ","46833":"\n  Happy Halloween to you! To everyone!  ???\n  ","46834":"\n  Happy\n  \n  Halloween\n  \n  everyone!\n  \n  ?????\n  ","46835":"\n  Aye! Thanks pal! You have a great and a safe Halloween!\n  \n  ?????????❌\n  ","46836":"\n  Thank you and\n  \n  Happy Halloween to you too!\n  \n  Happy October y'all!\n  ","46837":"\n  ♥️ ???\n  \n  ?&?\n  ","46838":"\n  My husband or my friend Angela. They're both geniuses!\n  ","46839":"\n  Any and every. I have friend's from all over I'd love to meet!\n  ","46840":"\n  Get on my phone or get something either cold or warm to drink just depending on what my mood is.\n  \n  Take me a hot shower bath.\n  \n  Cuddling always helps to go to sleep.\n  \n  Petting my dog.\n  ","46841":"\n  Absolutely.\n  \n  Everyday people are interesting I'd have to say at the least.\n  ","46842":"\n  Yo se, verdad. Es agradable. Amor.\n  ","46843":"\n  Yeah I think that's what it was called.\n  \n  I've heard of it but I can't remember the show myself\n  ","46844":"\n  Oh my bad I thought you meant just like any Disney Channel movie.\n  \n  I have so many favorites.\n  ","46845":"\n  Absolutely love the movie. I think you would really like it if you saw it.\n  ","46846":"\n  Going on volleyball trips with the team and all of my friends in the coach.\n  \n  Going to Bethany 220 concerts with friends and going to Christmas gatherings with them.\n  \n  Enjoy lots of Mardi Gras parades and crawfish boils and birthday parties.\n  ","46847":"\n  O.o\n  ","46848":"\n  Apparently we had this really tall scary dog looking thing in our yard yesterday... Yeah that was my wtf moment. Definitely. We didn't know what it was. All I know is it was really big it walked on four legs and it was white. And we live in the south so I have no idea what that could have been..\n  ","46849":"\n  I plan to go down to Louisiana and visit my friends and family! I'm so excited about that! ?❤ I won't be able to go until after Thanksgiving though. It will literally be the day after Thanksgiving. I sadly can't take off during Thanksgiving at my job right now.\n  \n  But I'm happy going the day after. Is a blessing either way seeing them.\n  \n  We're supposed to cook here a little bit too. I'm thinking about doing a little hens this year.\n  \n  I'm excited about eating some turkey. ?\n  \n  Me and my husband might do a little bit of hunting.\n  ","46850":"\n  Almsot 10\n  \n  9:57 PM\n  \n  Central time zone ??\n  ","46851":"\n  Yep. I would think so too. ?\n  ","46852":"\n  There have been so many it's hard to choose just one.\n  \n  Absolutely love my baby blanket quilt that my Maw maw made me a long long long time ago. The blanket is almost 25 years old.\n  \n  I love when people create and make me things. Jason, my husband has maybe tons of different nick-nacks. And I love all of them.\n  \n  He want I made me a cute little wooden carved knife with tons of detail. It was just adorable. Is little bitty knife.\n  \n  They put together my engagement ring. Designed it. Absolutely love that.\n  \n  I had been wanting a pot to cook some of my Maw maw's and mama's homemade recipes and there was a certain type of pot (it was a casserole dish) I really wanted and my mom ended up going online and buying it for me out of nowhere after me talking about it with her. I thought that was 100% thoughtful because she saw that I really wanted it and I guess it was really didn't look into getting in or finding where I could get it and she just did it for me. I love the gift so much. Means everything to me now. Cooking is in my blood. I love my family. Love their cooking and want to continue the delicious homemade recipes that they made from me. I want to make them for my children and other friends.\n  \n  More but here are some.\n  ","46853":"\n  Nothing much. Just been doing little things here and there today. Been chilling. Just got done making and eating dinner. My dogs are walked and fed. Now I'm just chilling watching some YouTube videos.\n  ","46854":"\n  I have on on GTAV. It is named the U.S.S. Berra Star.\n  ","46855":"\n  - Lava Lamp -\n  \n  Thinking of him. ?\n  \n  He got me this 5-6 years ago for a valentines day.\n  \n  Blue him and the redish pink me and those colors coming together make like a pinkish purple red. Love this beautiful lamp. Thanks bay for the lovely gift. I still love it today. ??❤\n  \n  For my viewers. This is a lava lamp. (For the ones that were unsure what it was.)\n  ","46856":"\n  Ha. ? Ha. ? Ha. ???\n  \n  Awesome. Lol.\n  ","46857":"\n  Miss my fam in Louisiana.\n  \n  Get to see them soon! ?\n  \n  It's Halloween! Super happy and excited! Ima dress up for y'all tomorrow. ?\n  \n  At the moment I am cooking and getting ready for my husband to come home.\n  \n  Just got the clothes out of the dryer. I fed my dogs and walked then good today.\n  \n  I am making fish, green beans with bacon onions and potatoes together and cheesy broccoli and I'm probably going to make some kind of bread but I'm not sure what that's going to be yet.\n  \n  So yeah! Making dinner!\n  ","46858":"\n  Just be straight up with someone and be honest. Explain your reasoning and just say that you're sorry and that you would hope that they would forgive you and if they don't just give them time.\n  ","46859":"\n  ?.?\n  ","46860":"\n  Why this time?\n  ","46861":"\n  I actually didn't know that you were autistic.\n  \n  Nothing wrong with that.\n  \n  Autism can be many different things.\n  \n  A serious development disorder that impairs  the ability to communicate and interact.\n  \n  Autism spectrum disorder and pack the nervous system and much more.\n  \n  Autism can be way more than just what I listed.\n  \n  __\n  \n  I was actually really really good friends with someone that was autistic for a very long time. Over the years we lost communication with one another. I wish that I could talk to him again and know that he's doing okay. But idk. Who knows..\n  \n  __\n  \n  And I have a very big soft spot for special need folk, especially ones that don't know any better.\n  \n  If you know what I mean by that.\n  \n  Like for ex:\n  \n  When in high school one time at P.E. we were playing basketball and exercising and stuff and someone decided to start picking on one of the autistic fellos for no reason.\n  \n  This fello I think was autistic, on tendency has tantrums and he has certain ways that he has to do things.\n  \n  He does not like to share.\n  \n  He will attack you even and come at you if you don't leave him alone. He will even have outbursts and attack you randomly.\n  \n  He literally does not know any better and cannot fend for himself. Clearly... And this other kid in our class, he was making fun of him and trying to take the ball from him bothering him much as he could purposely trying to make him angry and he just wouldn't leave him alone..\n  \n  He was playing just fine on his own.. And this kid has to come over and bother him and make it a laughing manner? A joke.\n  \n  I actually got pretty pissed off and walked up to him and immediately squared up and defended the guy and I made it known that if he wasn't going to leave him alone that day I was going to beat his ash.\n  \n  I just don't appreciate people that take it as a way of joke for themselves.. considering the people with the disabilities never chose this life it was brought to them from birth.\n  \n  I take big deal in it.\n  \n  Keep being wonderful you. ?\n  \n  Always so nice!?\n  ","46862":"\n  Yeah! I get to go visit them down in Louisiana! I am super excited! ?\n  \n  And no no no.. Your fine. I was just confused on what you were referring to.\n  \n  You're fine. Thanks.\n  ","46863":"\n  Confused. Sorry.\n  ","46864":"\n  I mean I don't really mind watching movies anywhere. It's a movie. It's really nice and the IMAX theater though. Really loud. Really dark. your Pampered. Good foods to eat with. A huge screen. Really comfortable seating.\n  ","46865":"\n  Well good news. I'm probably going to be able to go home and see my family right after Thanksgiving. I'm excited.\n  ","46866":"\n  Yeah we call it vandalism. ? lol Unless you're doing it to a friend or something. But you better make it known that it's you. Sometimes people TP people's houses around here but it's usually because they don't like them and you can get in a lot of trouble for it.\n  \n  Me and four or five or I think it was six people at our school we were behind the school pranks and we TPed the hallway and dis a bunch of other stuff. But they knew it was us, awesome, funny and it was harmless and we cleaned it up after. So yeah.\n  ","46867":"\n\n   ماذا؟\n  \n","46868":"\n  J'aime beaucoup le persil, les poivrons rouges broyés, les assaisonnements Tony et la poudre d'oignon.\n  ","46869":"\n  I'm not sure what you're referring to, sorry.\n  ","46870":"\n  Always. ?\n  ","46871":"\n  The liver is one of our most important organs. It has many different  functions, such as filtering  toxins, redistributing nutrients and producing  digestive  enzymes. ?\n  \n  All these things it does make it a really  important organ connected to the whole body. ?\n  ","46872":"\n  I like going to the bar but I don't get to really go that much. I used to go every now and then but now I don't really go that much at all. If I do go it's always something different that I order. It'll be a beer sometimes. Sometimes it's whiskey. Sometimes I get a margarita. Sometimes I'll get a coffee. Sometimes I get some kind of lemonade type beverage.\n  ","46873":"\n  Yeah... It's been raining a lot for the past week or two. Before it wasn't raining at all for a while. We had a little hurricane coming through. We're okay though. I didn't get too bad today. We thought it was going to get bad.\n  ","46874":"\n  I would like to learn to play the violin some more. Maybe even a fiddle.\n  ","46875":"\n  Very good! Proud of you girl! Good job! ??\n  ","46876":"\n  I usually don't try to sleep in too much on a holiday because there's lots of things to do\n  ","46877":"\n  The first-ever Toy Story. I did. I love Toy Story.\n  ","46878":"\n  My family, friends or my pets.\n  \n  My hobbies. Singing.\n  ","46879":"\n  The Giver\n  ","46880":"\n  I usually just try to avoid them all together, but people come at me sideways all the time. Just because I'm really open-minded and some people don't like people like that. I think people should be like that. I think it's cool to just respect everybody. That's more or less how I look at it.\n  \n  But when it comes to an argument I mean... unless it's really that important I usually just try to pick my fights very well. Most the time I just ignore people.\n  \n  Bur if someone tries to say something about me that is false and I'm right there, then I'm going to justify what it is and what the truth is.\n  \n  I'm not afraid to expose somebody. I'm not afraid to tell somebody something but I'm not going to sit there and get angry about something that's not worth it.\n  \n  But a lot of the times I just kill people with backs. Kill them with kindness. Or ignore them. Ignoring is the best comeback. Ignoring someone can piss somebody off completely.\n  \n  It is very hard to get me at a high temper and angry.\n  ","46881":"\n  I don't try to be particular about anything or be too opinionated.\n  \n  I try to like.. I just don't mind other people. They can like what they like. I respect their opinions and views.\n  \n  As long as people don't come at me sideways about their opinions and get mad about mine then I respect theirs.\n  ","46882":"\n  I really like the Thirteenth Year.\n  ","46883":"\n  Where the Red Fern Grows books\n  ","46884":"\n  A Southern goofy yet kind and honest vibe.\n  \n  I'd hope something like that.\n  ","46885":"\n  Yeah. I see. Someone pointed that out to me. Haha. My bad pal. ? I should know this. A shame. Haha.\n  ","46886":"\n  Just like you would when you go to your hub at the bottom to create a question to send to someone, there is an option to do a voting poll.\n  \n  You click it and then you add two photos, usually different photos, to vote from. Then add maybe a description of what the first one is on the left and then a description of the other one on the right and then you let it load and people vote on it.\n  \n  You can do voting polls differently than what I'm saying, this is just an example to helo know how to make them. Find them.\n  \n  You don't have to do it exactly the way I'm saying. You can just put two pictures up and let him vote. You don't have to put a description at all, but to me I feel like it's better. But again you can do it however you'd like.\n  \n  Here's an example below of where you need to go to create the voting poll and this is an example of what you can do. This is one of mine.\n  \n  Hope this helps. If you have any more questions just let me know.\n  ","46887":"\n  Really good with people. Both male and female. Always trying to keep me safe. Extremely intelligent. Very skillful. Sweetheart. Always there for me. Always taking care of me. Very tall. Gorgeous. Was 100% worth fighting for through distance for almost 5 years. I didn't care how long I have to wait. If I had to wait 15 years. 20 years. I knew that I wanted to be with. We have been through so much together. Regardless has always loved me the same. Ruthless and extremely patriotic. Not only a hero in my eyes but to many. Every day risks his life for people. Kind and loving. Courageous. A blessing. My world and everything. He's my best friend. ?\n  ","46888":"\n  I don't know if I have a favorite honestly\n  ","46889":"\n  I want to stop biting my nails. I want a treadmill. I want to save a little bit of money to also get some more tattoo work done.\n  ","46890":"\n  Of course I want kids. Two or three. If I can have more than that that would be a blessing. But with kids comes money and you need to be able to afford to take care of children. I will not bring kids in this world if I cannot provide for them and raise them correctly.\n  ","46891":"\n  I absolutely love Halloween. And we usually make tons of creation's to hang around the house. Decorate. Make the house look a little spooky and into the spirit of Halloween. We usually make goodies in the theme of Halloween. We usually have plenty of fires roast marshmallows and hot dogs. Make s'mores and carve pumpkins around the fire together and talk about scary stories. Maybe watch scary movies that night. Take kids trick-or-treating. Go to haunted houses. Hand out candy maybe. Halloween parties. Go on super scary urban places.  haunted corn mazes and more\n  ","46892":"\n  Considering I have friends and family from all over the world I am constantly missing somebody and it's usually more than one person. Distance has always played a role in my life regardless it seems.\n  ","46893":"\n  Of course.\n  ","46894":"\n  My Maw maw.\n  \n  I just appreciate everything she's ever done for me. She is sweet, kind and humble. Has dedicated near to her entire life into helping and caring for other people... regularless of how selfish and hatful they were... she always still helped.. and had the patience... She has taught me alot in my life. Stacks upon stacks of morals. Just complete wonderful person..\n  \n  Thank you Maw maw.\n  \n  You are always loved.\n  \n  And I think I'm gonna call her tomorrow and tell her how much I appreciate her! Yep! It's in the plans now! ??\n  ","46895":"\n  Kinda\n  ","46896":"\n\n   https:\/\/youtu.be\/GJEA0RlVUsI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","46897":"\n  You musts can't read.\n  ","46898":"\n  O.o\n  ","46899":"\n  I love the cold! Winter season is my favorite! Good to hear that you're doing well! And you're welcome.\n  \n  And it's quite early in the morning for you ain't it?\n  ","46900":"\n  I know right LOL the dudes but it's perfect apparently what can we do?! ?\n  ","46901":"\n  Ummm.. I'm good.\n  ","46902":"\n  I've never been anywhere outside of the few States have lived at. I have friends that live all over the world and I talk to every day. I have tons of friends that live in what your speaking of.\n  \n  I have one close friend that is trying to get out of their country and come to Canada or America.\n  \n  Yeah I'm appreciative of having rights. I don't take that for granted.\n  \n  Some others do and may.\n  \n  The sad thing is people don't know their rights. Regardless of going to school and learning it and taking tests on it. Being raised in the country. And at the end of the day still don't know their rights or maybe not understand them.\n  \n  Which some can't help it. Which is fine. But I think everyone should have the opportunity to know their rights. So people won't walk all over ya. Ya don't know them, people will. In the court of law, it is important to know your rights. Cause of course, they have good and bad people everywhere. Better to be prepared for whatever.\n  ","46903":"\n  Of course. I believe all humans do this at least once in their life.\n  ","46904":"\n  Too many. So many. So much TMI... it is ridiculous.\n  \n  I had this one guy come my store and he was buying some kind of butt medicine and I never said nothing to him. Never looked at him weird or anything.. Me? I just check items out and put them in the bag regardless of what they are. I don't judge nobody for anything they buy. Ain't none of my business and he straight-up said.. \"That ain't for me! That's what somebody else my. butt. is. perfect. ??? Ain't nothing wrong with my butt!..\" And after that.. I was fuking dead offically... Dead of laughter.\n  \n  And this was literally like a 55 65 year old man. Definitely TMI. Funny as heck.\n  ","46905":"\n  I mean if I smile at every single stranger that walked by me I would probably look crazy considering a walk by a lot of them, especially a bunch of morons. But I do smile at some. I mean... I'm not a total ashole. Lol.\n  ","46906":"\n  People don't know their rights.\n  ","46907":"\n  I have haters. But I don't try to make any enemies. Why do I I have haters. How should I know? Lol.\n  ","46908":"\n  I don't know. That's up to what other people think. I don't think I can really name that myself.\n  ","46909":"\n  I don't give a fuk. ??\n  ","46910":"\n  Animals. Love animals.\n  ","46911":"\n  I didn't even know it was National Cat Day. I wish I had a pet cat. Used to.\n  ","46912":"\n  I was born and raised in south Louisiana. Louisiana is home to me. Love Louisiana. ?\n  ","46913":"\n  Nice.\n  ","46914":"\n  I do. Sadly. I get it bad when it's too much going on at once. When I get overwhelmed and frustrated.\n  ","46915":"\n  Foggy hot lavender baths or showers.\n  \n  Music.\n  \n  One of those little eye covering things. Buy one of them.\n  \n  Adjust the temperature in your house.\n  \n  Put a fan on in the background for noise.\n  \n  More comfy clothes when going to bed.\n  \n  Reading makes me sleepy\n  \n   Read a little something every night before bed.\n   \n\n     View more\n    \n\n","46916":"\n  Oh I'm sorry. My bad.\n  \n  I don't add anyone off of here. I talk to people on and on here only. This is what I tell everyone. Just letting ya know that ahead of time. Sorry.\n  \n  But I have played many different console's throughout my life. Played PS1 2 and 3. I have played PC games before. Not many. I don't have a PC anymore really. I don't have the PlayStations anyone. I played many different Game Boy games. Many old consoles. I played the Wii before. The game Cube. The Wii U.\n  \n  I play mostly Xbox 360 and Xbox One right now. And I play a bunch of different games. I only have a few games downloaded right now. I'm not at my house right now so I can't name the whole list out atm.\n  \n  But at the moment I just bought Modern Warfare and I like playing that. I like to play Call of Duty. Minecraft. Halo games. Forza games. Ghost Recon. I used to love playing Pokemon. I used to love playing Mario games. Metroid. There's way more on the list I just can't think of a ton of them at the moment because I'm on my way to work.\n  ","46917":"\n  Just Louisiana. Love Louisiana.\n  \n  Going into work y'all! See you guys in a little bit! ?\n  ","46918":"\n  It's all good. ? I didn't mind sharing.\n  ","46919":"\n  I'm not too much of a fan of yogurt. I wish I liked it more. I like frozen yogurt though.\n  \n  Yogurt is okay. I can eat it in moderation.\n  ","46920":"\n  I don't know if you count this an errand but I am going to work and I'm getting a little bit of lunch\/dinner atm.\n  \n  I wish I could just go to the track and run around it. I don't think they let you do that here.\n  ","46921":"\n  Thank you so much.\n  \n  Have a great and safe day! ?\n  ","46922":"\n  Idk if you know your anonymous but it's fine.\n  \n  But I do not give my phone out to anyone. In real life or on the internet at all.\n  \n  I've had way too many bad situations happen to me. Been almost killed and everything... And so I avoid the situation all around... It's not me being mean to anybody personally.. It's just me trying to keep my safety. I do this with everybody.\n  \n  Maybe when I get to know someone for a few year or something.. but even then you still don't really know.. I've been friends with a person for a year-and-a-half and found out that they weren't even who they were... so you always need to be careful.\n  \n  Whoever you are I hope that you are careful also. Remember your phone number has your area code in it. So people can find you. It's a really serious situation giving away personal information.\n  \n  Just giving someone your name email and age and a few other things can be enough information for someone to set you up for fraud sometimes.\n  ","46923":"\n  I know nothing about it. I'm sorry. Lol. ?\n  ","46924":"\n  I drink like 4 or 5? bottles of water a day? Alot of natural juices. Milk occasional a little. Yeah. Enough.\n  ","46925":"\n  None of your fuking business but me and my husband! ? ???\n  ","46926":"\n  I am eating a 6 inch chicken teriyaki sandwich on wheat bread with pepper jack cheese heated and toasted salt and pepper little pickle and onion BBQ and mayo.\n  ","46927":"\n  Right now it it 3:03 PM.\n  \n  Afternoon here in America.\n  ","46928":"\n  Sure. ? I'm open to any kind of company. Anyone. I appreciate all. Thanks.\n  ","46929":"\n  Different I'd say at the least. Always something different happening.\n  ","46930":"\n  Just like people. Random.\n  ","46931":"\n  We had 5 sooo... almost there. We have 3 now.\n  ","46932":"\n  Maybe that I'm keeping my eye on them always. Always.\n  ","46933":"\n  ?\n  ","46934":"\n  Of course. I think I've been celebrating Halloween since September 24th. ? Love the season, the holiday.\n  ","46935":"\n  French? You want me to speak French??\n  ","46936":"\n  Oh! Okay! I gotcha! Haha. ?\/ apologies! I missed that. Lol.. My bad y'all.\n  \n  Aye. Thanks for letting me know what he meant. I have a bajillion British friends. You think I would know this yet! ? ? I guess I try my best and still haven't caught on to the full lingo\/slang. Even over these 10 years. Idk. Aye. Who knew! ??\n  \n  Thank ya!\n  ","46937":"\n  Order of bone chicken from the Popeyes up here. It sucks up here. The people do not know how to cook chicken.\n  ","46938":"\n  Nice.\n  ","46939":"\n  Nope. I don't \"hate\" anyone. Or hate reallu anything.\n  \n  Disliked? Maybe. Hate. No.\n  ","46940":"\n  It is 2:24 here.\n  ","46941":"\n  Nice choices!\n  \n  I would want to work with marine animals.\n  \n  Any kind of animals.\n  \n  Farm animals.\n  \n  Working a shelter of some sort.\n  \n  Most of my life I fed the poor at a food bank that my grandparents owned in town.\n  \n  Also periodically help people during storms. I wish I could do that more.\n  ","46942":"\n  I don't believe this year. A small one at my house with a few people.\n  ","46943":"\n  I love when my birthday is. It's around my favorite time of the year. Wonderful events. I wouldn't change it for the world.\n  ","46944":"\n  I'm sorry. But. What is that. Sounds like a energy drink. Nos\n  ","46945":"\n  Thank you for all the questions!\n  ","46946":"\n  Back down in Louisiana we have tons of Christmas traditions that we follow. Including shortly after Halloween putting the Christmas tree up at my Maw maw's and Paw paw's house. And then we go and put the one up at my mom's house. Then we save up a little bit of money and periodically throughout October, November and December gather gifts for one another and wrap them for Christmas Eve and Christmas Day. We usually cook for Christmas day. Christmas Eve and Christmas Day we usually have some goodies for breakfast. Christmas Eve we always open one early gift. One my mom got us. And then Christmas morning anywhere from seven eight or nine in the morning we open gifts at the house and then around 10 to 11 we go to my Maw maw's and Paw paw's and we wait around an hour or two and then we open gifts there and eat and chit chat until about 1 or 2 or 3. Sometimes we will go to a few other families houses and friends houses and exchange gifts. Attend Christmas parties with the family and more.\n  \n  We usually decorating go all out for Christmas. Christmas is my favorite time of the year and is also when I was born. My mom said I was due for Christmas morning and I was a few days late. My birthday is on December 29th.\n  \n  Also you can never forget the Christmas music and Christmas activities! They're always there!\n  \n  I love the winter it's cool out. I love cold. I also love New Years because there's fireworks! But yes we have family traditions. I love this time of the year because it seems just peaceful to me.  so many exciting events!\n  ","46947":"\n  Thank you. ?\n  \n  I say is we beat the impossible.\n  \n  Long distance relationships aren't easy and hurt. Are hard. But we fought through it and all its obstacles. Happy where we are today. ????\n  ","46948":"\n  Ouu all! ??\n  \n  I'm from south Louisiana and we have all kind of parties about everything. We have parties on Cinco de Mayo. We have parties on Valentine's Day. We have parties even on it St Patrick's Day! We party whenever we get a chance.\n  \n  (But it's more like a family get-together type party.)\n  ","46949":"\n\n   شكرا!\n  \n","46950":"\n  Hey dostum. Lol ?\n  ","46951":"\n  Sing. Paint. Cuddle. Pet pups. Call my mama husband, best friend.\n  ","46952":"\n  Besides finding out another family member passed I'm doing well. I am good. Thank you for asking. The weather has been a little rough lately down here. We just had a small tropical storm coming through. Been raining a lot. A lot of wind and debris. But aside from all of that. Things have been really good.  my husband is doing good. My pups are doing well. Everything's pretty good.\n  \n  I hope things are going all right where you are?\n  ","46953":"\n  Can't stand bills but I have to pay them! LOL.\n  ","46954":"\n  I think everybody has their own way of disciplining their children. I think they should stick to the way that they do it as long as you're not beating the crap out of their children out of anger and hate.\n  \n  They are not neglecting child in anyway.\n  \n  I think it's important throughout the child's life to always try to regulate certain rules, morals, regulations and responsibilities in order to teach them when they get older what they need to do.\n  \n  Kids should be taught patients at every bit they can. Try to get kids to understand what self-respect is. Then to respect others also.\n  \n  Not to reward bad behavior. I see this so much. Yes raise your kids the way you want. But I think in any situation you should not reward bad behavior. That's just my opinion though.\n  \n  I'm sure these are all popular opinions... but these are the things that I feel like should be in kids lives while growing up.\n  ","46955":"\n  İyi yapıyorum. Teşekkür ederim. Seninle aynı. Umarım herşey iyidir.\n  ","46956":"\n  Because in this generation I feel that everybody thinks that you can't be alone. That you always HAVE to have someone there. People are constantly pushing themselves into a relationship that they don't even want to be in... and just so they can escape the \"emptiness\" or escape loneliness.. or the feeling of being lost or empty.\n  \n  I honestly think that there's nothing wrong with being by yourself? ? I think people need to give themselves more credit. I once was by myself and everything was fine. It gives you time to figure yourself out. Focus on yourself. Adapt and take care of yourself.\n  \n  Of course over time you figure out what you were purpose is and you go with it. In life you'll find your soulmate sooner in and sometimes it takes a little longer. Sometimes you'll find out that being alone is better for you. Maybe just owning a pet or two. It just all depends. Everybody has figure it out. All I say is take your time with it. You got your whole life ahead of you. I mean don't take 50 years?! ...but I mean take your time in life. Like I always say go with the flow.\n  ","46957":"\n  ?\n  ","46958":"\n  Went to eat Chinese!\n  ","46959":"\n  I will say one from ask because I don't remember one recently today or yesterday. Someone said something brilliant on here and I just had to follow them. I don't even remember who it was.... But they said something awesome!\n  \n  Oh! Now I remember! It was a complete stranger! And they said that they were happy to hear that I was okay and safe. Me sending the question about the bad weather going on down here and how the weather was going where everyone else was. Just a random stranger.. They appreciated the fact to hear that another stranger was safe?! That is so awesome. That's the kind of sweet kindness that I love to see!\n  ","46960":"\n  I just go with the flow with life. Try to spread logic, keep morals alive, love and promote everlasting happiness for everyone. That's what I do.\n  \n  When someone ask me... who do you hate? what do you hate? don't you hate it when... I don't \"hate,\" anyone or anything. Maybe dislike. But try to not even that. Kill hate with kindness still. Be you in like. Do you.\n  ","46961":"\n  What seemed to be sudden death. My life... Flashing before my eyes... Have had this happen quite a few times... Rather not have anymore honestly...\n  ","46962":"\n  I'll tell ya one thing. To be hated by someone you 100% do not know, haven't ever done to before, have no affiliation with ever have is absolutely and utterly confusing, and slightly hilarious. Because most of the time it's based off of Envy or jealousy or because they don't like their life. Again Envy or jealousy. They are spoiled. Don't get their way.\n  \n  Or occasionally have something wrong with them mentally and they can't help it. That on the other hand is not a laughing matter. I take that seriously. I usually just try to brush it off and understand that they don't mean it.\n  ","46963":"\n  This, considering I took my time painting. I had a lot of fun painting this. I painted it with with sponges... lop rags... brushes (of all sizes) my fingers and other items.\n  \n  Took me a few years. (2?)\n  \n  As I said before I took my time with this painting. I enjoy it so much I would take breaks.\n  \n  I painted it for my husband and me. (For him)\n  \n  Him, always representing the blue and me representing the red. And we were in a long-distance relationship for 4 and 1\/2 years, finally ending it a little more than a year ago and getting married too! ?\n  \n  We've been together for 6 years. And what does blue and red make when they come together? purple which if you look really close underneath the heart where the blue and red come together it has a little bit of purple.\n  \n  Why does it have the saying.. \"Had me at Hello\"?\n  \n  Because it is just the same saying I've always said about him. He's always had me at hello. ❤ It is saying that I've always said when we first started dating and I still say today. Sometimes I wish I could go back and meet him all over again.\n  \n  Absolutely love this painting. I look at it all the time and think back and think now and think the future. All wonderful. So excited to what has to come.\n  ","46964":"\n  I do have a lava lamp.\n  \n  I've had many in the past also.\n  \n  This was, I think the first gift my husband ever got me or I think it was the first Valentine's Day we spent together. One of the two or both.\n  \n  His favorite color is blue. So blue it always represented him and my favorite color is red so red as usually always symbolize me.\n  \n  So he got me this lava lamp and it is blue and the lava inside of it is red, so when it turns on the colors comes together and makes a purple pink. We were in a long distance relationship when he got this for me. We were always wanting to be together. So it was a very sweet and thoughtful gift.\n  \n  Plus I love lava lamps. They can keep you warm when you're freezing.\n  \n  I love the gift and still have it! I treated like a baby! Next, I want to get a black one that has white lava in it next! Or a glitter one! That would be cool!\n  \n  _____________\n  \n  You do have to take the caution with using\/having lava lamps. You do not want to have them on for too many hours. It usually takes about an hour and a half for them to actually make the lava move in them. After having them on for about 2-3 hours after the lava starts to move I would turn them off...\n  \n  Put lava lamps in an area where you know they're not going to fall and break because the chemicals inside of it are very harmful to the skin. (I'm sure) The eyes. (I'm sure) & obviously.. because it's hot. Plus you don't want to get that on your floor wall or carpet...  I would keep lava lamps away from anything plastic and metal related. Considering the hot heat couldn't heat up other metal and could melt the plastic around it.\n  \n  Yes you have to take precaution. But everything in life can be dangerous. Even a simple straw is becoming world-wide disastrous and dangerous. Lol. Literally.\n  ","46965":"\n  O.o\n  ","46966":"\n  Something I painted awhile back that I'd love to share with you all.\n  ","46967":"\n  Ummm... When it is someone describing something really gruesome... Gory.... fuked up, nasty or sick... So I don't throw up on them. Good for the both of us. ?\n  ","46968":"\n  Well, 6 years ago I was playing a game called GTAV on xbox 360 and was bored, riding arlund town on the open play world they have and I came across a random player and at 1st we almost killed eachother. ? Because rolling up on GTA doesn't ever seen that good really. But instead I got in his car. (No headset. We couldn't hear eachother may I remind you) We went riding around. Chilling. Just bored. And eventually I got in his party chat on Xbox and we friended eachother and became really good friends. Friends for like a month or so and then started to really like each other and started dating and then soon we got to know eachothers family and video chatted all the time with eachother and then met. 6? 7 months into the relationship. And yeah. 4 and a half years of long distance battling and we are now together and married! ???\n  \n  Yeep! That's my love story!\n  \n  A Mississippi man!\n  \n  & a Louisiana women!\n  ","46969":"\n  Go with whatever you feel like is right. Just keep your distance from the other person and make sure that they know that you're not interested. Always play things real. Keep your loyalty towards the one that you want and things should work out. Just don't lead anyone on that you're not supposed to.\n  ","46970":"\n  Why is everyone so into everyone's business all the time but not wondering on their own... Like it's okay to like worry maybe for someone's safety. Thanks. But even sometimes not always.. But sometimes.. Sure. But other then than. Worry about you and left them alone because that is them and not you. Simple. ??\n  ","46971":"\n  Married. Of course. Always. Both ends.\n  ","46972":"\n  Leftover chili and pecan pie!\n  ","46973":"\n  Yep! I used to do this. Yes. ?\n  ","46974":"\n  Your fuking weird! ?\n  ","46975":"\n  Nah. Working in the Paranormal field long as I have you get used to working in the dark.\n  ","46976":"\n  8-10 just depends.\n  ","46977":"\n  Nice. I like pecan pie better. Blueberry pie just has way too much flavor for me.\n  ","46978":"\n  Yeaah. Sometimes. I know what ya mean.\n  ","46979":"\n  I like to do a little bit of both\n  ","46980":"\n  A big Mardi Gras mural and I was get it on one of my thighs.\n  ","46981":"\n  Both but walking because I don't want to seem always in a hurry.\n  ","46982":"\n  Followed back. Thanks for following me!\n  ","46983":"\n  Why Christina... She was so young... ;(\n  \n  Christina Grimmie.\n  \n  If you haven't ehar her story.\n  \n  You should go and look it up.\n  \n  Sweetheart girl taken from\n  \n  this world by hate and what\n  \n  I believe was envy... Kind.\n  \n  Sweet. Loving and we keep\n  \n  asking the question. Why?\n  ","46984":"\n  They're only lazy to make them\n  ","46985":"\n  Love to cook!\n  \n  It is in my Cajun roots.\n  ","46986":"\n  Little bit of both is fine.\n  ","46987":"\n  ? Sounds like a blast. Haha.\n  \n  When G is upset he sits like a person. Lol. Or when he's bored. I ran around the yard with him yesterday and tuckered him out and he went to sleep for the rest of the afternoon. I'd say he had a good day. Plus I fed them good yesterday morning. They have their favorite.\n  ","46988":"\n  My dogs. They love wet dog food mixed with a little dry food. But other than that they like any type of human food except for greens. Though we try not to feed them human food. Plus one of my dogs can't have any human foods at all. He has sensitive stomach problems and can maybe have bread.\n  \n  Again. Don't have kids.\n  \n  But me as a kid. I loved green beans. I enjoyed rice and gravy. And then I love vegetables raw or cooked. Most of them. I love snacks. SpaghettiOs.\n  ","46989":"\n  My dogs?? Ummmm. Greens mostly. Lol. I don't have any kids, YET.\n  \n  But most of the time, I always see kids not liking anything that has bones in it. Like chicken on the bone. Love chicken nuggets.\n  \n  And I always see kids not liking like strong flavor things. Like broccoli. Cuz as a child I didn't really like broccoli and when I got older, like it now. Same with cabbage. Just so strong flavored I guess. Too much for the young taste buds.\n  \n  And I guess chicken on the bone is just too much work? The bones freak us out? I don't know. I didn't have much of a problem with chicken on the bone as a kid.\n  ","46990":"\n  O.o\n  ","46991":"\n  Countryside. Always. That's where I'm at.\n  \n  Good morning ? to all!\n  ","46992":"\n  Yee\n  ","46993":"\n  I'm married so....\n  ","46994":"\n  Yea? Nice.\n  ","46995":"\n  A paranormal team in Europe\n  ","46996":"\n  Watching Youtube\n  ","46997":"\n  ??\n  ","46998":"\n  ??!\n  ","46999":"\n  Yep\n  ","47000":"\n  To work and enjoy Halloween\n  ","47001":"\n  Lol silly\n  ","47002":"\n  ..been out of my country. Would to travel!\n  ","47003":"\n  Lol i guess so\n  ","47004":"\n  Of course. But that's my opinion.\n  ","47005":"\n  Lol\n  ","47006":"\n  I'm good. Thanks.\n  ","47007":"\n  Answered this the other day. Here ya go.\n  ","47008":"\n  Of course.\n  ","47009":"\n  Iiii don't know what your talking about. Soo.. Yeah.\n  ","47010":"\n  It's all good. No problem. Just wanted to make sure you'll be coming back on. Good luck my friend!\n  ","47011":"\n  Nice\n  ","47012":"\n  You gonna be on?\n  ","47013":"\n  Moving. Oh okay. Good luck with that.\n  ","47014":"\n  Thank you kindly. ??\n  ","47015":"\n  Thank you. ??\n  ","47016":"\n  I love crab crawfish and shrimp\n  ","47017":"\n  Sadly to some people yes. To me no.\n  ","47018":"\n\n   احب الشتاء. الشتاء هو وقتي المفضل في السنة. أنا أستمتع بالطقس البارد. ????❄?????\n  \n","47019":"\n  Thanks. ? I followed ya back!\n  ","47020":"\n\n   كلمات جميلة يا صديقي. شكرا لك للمشاركة. ?\n  \n","47021":"\n  Thanks. I try.\n  ","47022":"\n  Never had it. Just might have to give it a try.\n  ","47023":"\n  Love nature.\n  ","47024":"\n  Lol.\n  ","47025":"\n  A buck.\n  ","47026":"\n  Who truly knows. We need to focus on doing right.\n  ","47027":"\n  Absolutely. This is a picture of my babies.\n  ","47028":"\n  I really like mini roses regular size roses and tulips. My favorite flower or plant for that matter is probably the cactus. And then I like bonsai plants.\n  ","47029":"\n  Of course. Merica' ??\n  ","47030":"\n  Any type of elegant cursive is a good front for Moon. I like really creepy fonts to. Bubbly fonts. Storybook looking type fonts. But my favorite but have to be elegant cursive.\n  ","47031":"\n  Condiments\n  ","47032":"\n  I love berries. Strawberries raspberries. I really like dragon fruit. Honeydew melon.\n  ","47033":"\n  Gold or tan\n  \n  Yee!\n  ","47034":"\n  Have been following.\n  ","47035":"\n  Yes. Was quite lovely. Thank you. ?\n  ","47036":"\n  I usually just look at them like in a.... \"You've got me fuked up and then walk away.\" Not saying nothing but letting the situation take it's course. I ain't going to jail because of their stupid ash.\n  \n  Unless the situation is life threatening. That is different.\n  ","47037":"\n  Yea and then they realized who I am, realize that we were allowed to do have get together and leave.\n  ","47038":"\n  Um. No. If I need to leave my house, I just leave. No reason to sneak or hide.\n  ","47039":"\n  Everything and all. But at home we have lots of sour candy this year.\n  \n  I am giving out candy at work this Halloween.\n  \n  We live out in the middle of nowhere on the countryside... with very few neighbors. So yeah... We don't get alot of trick or treaters.\n  ","47040":"\n  ....to jail nor prison. ?\n  ","47041":"\n  ❤ This I know.\n  ","47042":"\n  Um. No. Werid dude.\n  ","47043":"\n  Make a family with my husband an draise them with him and live good and happy together. Heathly.\n  ","47044":"\n  The same I wear year round. The cold don't faze me. I love the cold! ?\n  ","47045":"\n  I like bike! ? Good for exercise! ?\n  ","47046":"\n  Love always\n  ","47047":"\n  I have too much of a fan of it but it's okay but down here in the south you cut it up very thinly and you fry it and it served kind of like bacon.\n  ","47048":"\n  Yea... I know what ya mean.. And yes. Time does fly. For sure.\n  ","47049":"\n  I think so.\n  \n  Been awhile tho..\n  \n  But if they didn't feel the same way it's okay. Sometimes it's better just to get things out so you can get it off your chest.\n  ","47050":"\n  My most favorite thing to do in the entire world is sing. I've been singing since I was a little girl.. I love playing. It makes me feel better when I'm down.\n  \n  I enjoyed painting and wood burning. Creating new things. Making things for people.\n  ","47051":"\n  We used to go out in this field and make a baseball field! and play baseball together. So much fun!\n  \n  Used to have water balloon fights.\n  \n  Play hide and go seek.\n  \n  We used to race bikes up and down the lane where we lived.\n  \n  We would play video games indoors but not often. Old GTA games.\n  \n  Do they have pool parties. Small pool parties.\n  \n  Make super awesome slip and slides.\n  \n  N more.\n  ","47052":"\n  Yes!\n  ","47053":"\n  Not the last picture I took on my phone, but is one I'd like to share for the night.\n  \n  Goodnight loves. ?\n  \n  Sweet dreams. ??\n  \n  Just want to let each and\n  \n  every one of you know that\n  \n  you are amazing! I want to\n  \n  thank all of you for following\n  \n  me. Just being here. I want to\n  \n  let you all know, that you all\n  \n  matter. Don't differ from where\n  \n  you are from. Who you are or\n  \n  what you do. You matter to\n  \n  me. We are one love!\n  \n  Thank you. Much love!\n  \n  ?? From Usa\n  ","47054":"\n  Aw.. Thanks. I try.\n  \n  As a Capricorn, I try to remember different... but in my own unique way. If that makes any sense?\n  ","47055":"\n  ❤ 04|02|2014\n  ","47056":"\n  ????Happy almost Halloween everyone! ?????\n  ","47057":"\n  Ouuu.. Sweet green tea! ? ???\n  ","47058":"\n  A ? and a ? and endless strength ? throughout my life for my family and I. ❤??\n  ","47059":"\n  IT WAS A DANG HURRICANE AND I DIDN'T EVEN KNOW IT?! Like a minnie tropical storm.... I was wondering! Been like dang... Sure is raining an aweful lot lately... ? well... That's why ain't it? Well dang...\n  \n  That's some crazy sh- dude..\n  \n  We don't really have cable TV anymore, right? And I live out in the sticks... So.. we are lucky to have internet my brotha.. Inwhich may I tell you. Our internet is sheet.\n  \n  I really need to get me like a radio that tells me the weather or something...\n  ","47060":"\n  More Urban Exploring.\n  \n  Only few will know what the name of this place is.\n  ","47061":"\n  I watched. Dang.\n  ","47062":"\n  I think about Lots. About what my future kids will look like one day\n  ","47063":"\n\n   شكرا على هذه الكلمات المدروسة.\n  \n","47064":"\n  Thanks. Yeah we're ? good down here in LA and MS.\n  ","47065":"\n  Don't we all? Don't be discouraged anonymous about whatever it is you are if you are.\n  ","47066":"\n  Depends.\n  \n  They could just not want to talk about it because usually people don't really like talking about their exes. Though not all ex relationships are horrible.\n  \n  I'm friends with a few of mine just because I grew up with some of them. But we aren't associated ALL time, every single day with one another... That is not good. No. And I don't want to be. That's my ex. But I'm not going to be ugly to anyone. I just check in every now and then with some of them. But that's a personal thing. I just like to make sure everybody's good. Some my exes have been troubled in life and some of them are moving along good with their life. All good to hear when someone is doing well at least. Even my husband is good friends with some of them. As I said not all exes are horrible. There are a few that I choose not to talk to? Yes. But I don't really mind talking about any of them. But some people may have went through way worse things than some of us. Some people have been raped, abused, practically killed, tortured, etc... You just don't know... but it definitely depends on how they're going about the situation. Because I mean anything could happen.\n  \n  What you're saying has different ways that it could go. But some people just might not be comfortable with talking about it.\n  \n  But definitely just don't assume too much. Assuming too much in a relationship can ruin a relationship. There should just be constant communication and trust.\n  \n  Maybe ask them what's the reason why they don't want to talk about it. Is it because they're uncomfortable? or is it because maybe they still like them? I mean... It's okay if it's still like them. Because that person might have been in a really good relationship with them and the other person just might have threw them out or something? Really sad.. But they don't need to be thinking about them fully like that anymore, they need to be moving on. Especially if they're in another relationship with you. I could see why you could be discouraged. Best of luck.\n  ","47067":"\n  No.. ? But I would love to visit anywhere in the world. Especially Asia. That would be so cool! ??\n  ","47068":"\n  I don't usually remember my dreams. But I'm sure I've had a ton of off one's. Like we all have.\n  ","47069":"\n  Overly organized I feel at times but hey it's better to be organized than to not be I feel\n  ","47070":"\n  Considering I work with this subject every single day of my life. I don't know... you tell me. I've been doing paranormal research is for over 10 years now. Researching abandoned places in history behind them. Different levels of the Paranormal. Urban exploring. Helping people dealing with certain things. Certain situations. Certain cases and more.\n  \n  Working with tools.\n  ","47071":"\n  I do not encourage any type of discrimination whatsoever. I think people just need to let people be and mine their own business. Unless it has to do with them... then just leave it be. Let other people make their mistakes. Let other people live their life the way they want.\n  \n  But I also don't like it when people push their beliefs on me. If I don't like something. Leave me be, that's me. You be you and I'll be me. I respect you if you respect me. Simple don't come at me sideways.\n  ","47072":"\n  My mom and my husband.\n  ","47073":"\n  Not exactly sure what I would remove.\n  \n  But if I could keep sewing and culinary classes in school still I would. Because they're starting to take these out. Or at least sewing.\n  \n  I feel like they should teach people the basics in the kitchen so they can cook a little bit for themselves. Prepare a simple Thanksgiving at home. I feel that people would want this. I wish I could have had it more in school because I like cooking. Even before I went to HighSchool I love to cook. And sewing is important. I don't care who says it's not. I feel like that is a small but important thing to know that comes in handy.\n  \n  If I could teach something in school. I would probably take on some sort of a history class or geography class. Take on some early atmospheric science \/ weather class.\n  \n  Or I would be a coach for volleyball. I love volleyball. I love volleyball.\n  ","47074":"\n  More than welcome.\n  ","47075":"\n  Yeah. When the power used to go out. I used to go to my Maw maw's or my Nanny's (Aunt's) house back down in Louisiana. Just because going to Maw maw's house was always fun. And of course I love going to my aunt's house. She also had a generator. But I love spending time with her anyway. But it's good to have a generator. Especially hooked up to your appliances. Just in case cuz you don't want things in the refrigerator and freezer to go bad. I like to have washer and dryer working and the air conditioner. Those are my must-haves. But when the power goes out I make sure to barbecue and have lots of food for everybody. Have candles and flashlights available. Lots of water. We read or play board games or cards or draw. Sometimes we'll go outside and play in the water. Barbecue and have parties.\n  ","47076":"\n  ? THERE'S A STORM IN DER'!\n  \n  Bruh... I couldn't help myself but laugh my butt off on the way that he said this question. ??\n  ","47077":"\n  Kool bro. ?\n  \n  Good luck!\n  \n  Chicken nuggets and mac man... everybody likes chicken nuggets and mac. ?\n  ","47078":"\n  I like any kind of polls really\n  \n  Food and nature polls are probably my favorite.\n  \n  Ask questions with your polls. Like ask a question and then have yes and no in the choices below. I see people do types of poles like that.\n  \n  I like poems about different places. Animals.\n  ","47079":"\n  I would honestly be here for 3 days telling. ?\n  ","47080":"\n  I mean. Idk? Any? Why not? Lol\n  ","47081":"\n  There are a lot of things that we seem to lack from our  old-school folk.\n  \n  But that is said the how life works. The generations are changing by the day. Technology is increasing. Things are becoming easier. In my opinion I feel like people are becoming less appreciative in a way. But not everyone. So maybe that's a quality that's a likes a lot of people are lacking from their ancestry. When honestly that's in everybody's blood.\n  ","47082":"\n  That's not always the case. Definitely depends. Maybe the reason why they ask you that is because they feel insecure about themselves? Like maybe they feel like you're not a good enough friend? Again and securities. It also could mean if they don't want to talk to you. But it definitely depends as I said. Don't be so discouraged about it. Just sit down with them and ask them honestly what it is. They'll tell you what they mean. And if they are saying it in the way that you were saying that maybe that's not a good friend and you shouldn't be friends with them anymore.\n  ","47083":"\n  Every morning at 4:20 with your mum. ?\n  ","47084":"\n  Can't pick just one..\n  \n  Red, white, and blue.\n  \n  ?? Symbolizes bravery and freedom. Me. Symbolizes love.\n  ","47085":"\n  Meee too!\n  ","47086":"\n  Not to the soda. Whats in it. Cinnamon.\n  \n  I think have tried the one that your speaking of. The cranberry one.\n  ","47087":"\n  Cajun\n  \n  Sweet\n  \n  Different\n  ","47088":"\n  ????\n  \n  I'm sorry. This is so funny.\n  \n  Haha\n  ","47089":"\n  Thanks. We are okay now. Going to town atm! See y'all in a little!\n  ","47090":"\n  No.\n  ","47091":"\n  I would probably call my partner and then my mom.\n  \n  Yeah you're right about that. They take a lot of taxes out when you win the lottery.\n  ","47092":"\n  My stomach doesn't really take in cinnamon very well. I may even have a small allergy to cinnamon. Idk. So that is a no go with me. Cinnamon Coke. Nay.\n  ","47093":"\n  I think the Fall but gotta be careful because too dry of trees can cause the easiest big fire.\n  \n  Dry = easy start.\n  \n  Try water hose in all of the area around you before starting the fire and keep control of the fire.\n  \n  But I love a fire in the fall.\n  ","47094":"\n  Thanks so much! ??\n  ","47095":"\n  Yeah. We are ok. The power is back anf I picked up most of the debris for now. Most.\n  ","47096":"\n  It is only Saturday here, but we just had some of the worst storms come through.\n  \n  My mood for the day is a little worried but good.\n  \n  Thank you so much! I hope you have a good day!\n  ","47097":"\n  Depends. If I have work yes. Day off. Wing it.\n  ","47098":"\n  Nice. Very good.\n  \n  Just letting you and everybody know on here that we have some horrible storms come through. Tornado warnings and watches, horrible wind and rain and thunder. If you guys were wondering where I have been all day. We haven't had power in 8 hours? 7? And the sun's finally coming out. We have a lot of debris and damaged but we are okay.\n  ","47099":"\n  Muenster cheese and Colby\n  ","47100":"\n  Being with my loved ones and family. ??\n  ","47101":"\n  Me too!\n  ","47102":"\n  ? lol\n  ","47103":"\n  Love the season.\n  ","47104":"\n  Sushi and California rolls.\n  ","47105":"\n  U.S.S. Berra Star.\n  \n  That's what mine is named on Gta5\n  ","47106":"\n  0\n  ","47107":"\n  To Jason. ❤?\n  ","47108":"\n  Why not all?\n  ","47109":"\n  Gumbo. ?Why not.\n  ","47110":"\n  ? lol\n  ","47111":"\n  Swan\n  ","47112":"\n  I hear ya. Kool.\n  ","47113":"\n  Vous semblez bien parler la langue.\n  ","47114":"\n  Yea?\n  ","47115":"\n  Eh.. Not very easy. No.\n  ","47116":"\n  All and any.\n  ","47117":"\n  Like 2? Maybe.\n  ","47118":"\n  Of course. I have stayed up a few nights in a row.\n  ","47119":"\n  This is my husband's my Maw maw's dog. He's a sweetie. He was scared from the rain.\n  ","47120":"\n  Coming up with strange but yet interesting things. ?\n  ","47121":"\n  Cuddles with my hubby. ???\n  ","47122":"\n  Work clothes and some leggings. My husband got them for me. I love them. ? I really needed some more pants. Ima get a few more pairs of leggings. Just gonna wait a little.\n  ","47123":"\n  Some of them are sketchy. You're literally letting a stranger drive you around basically. Kind of like taxis. But I kind of always thought taxi drivers were a little sketchy too.\n  \n  I would have to be with someone if I was to take an Uber. I've heard of some Ubers kidnapping people.\n  ","47124":"\n  We have waiter and like an order Uber. Where I live at we don't  have any of that but I have heard of both of these. Back in the city we can have our food delivered. Almost any food from any place.\n  ","47125":"\n  Not sure of what your speaking of sorry.\n  ","47126":"\n  ??\n  ","47127":"\n  Is. ?\n  ","47128":"\n  And it comes in the small pack and you literally on the put 2 tablespoons of a liquid mix it together, dinging it in the microwave for only a minute and then you have to cake in a cup! ??\n  ","47129":"\n  Now as an add for something sweet after dinner. I am now having something called cake in a cup. ?\n  \n  Can't get any more American then that. ? The sh- that they come up with here.\n  ","47130":"\n  Yum. That's awesome.\n  \n  Yes see us? We're the interesting customers... ? Always trying new odd things. Like one time, we got them to make the thick breadsticks and had them put bacon on them for us. We don't really like a lot of sauce on our pizza. I like crunchy pizzas. Thin crust pizzas.\n  \n  So, every now and then I do like a stuffed crust pizza.\n  \n  And I love pasta!\n  ","47131":"\n  Yeah. I know what your talking about.\n  ","47132":"\n  Si ?\n  ","47133":"\n  It literally was.\n  \n  He only paid $2 bucks for it all? He had a coupon and was just going in there to get one pizza and he ended up waiting almost 25 minutes? 20 minutes? And the lady felt bad so she gave them free breadsticks and another Pizza. So we got three pizzas for $2.\n  ","47134":"\n  Just to chill and clean\n  ","47135":"\n  It's okay if you can't come up with one. I find Kanye West to be rather odd time.\n  ","47136":"\n  Shower 1st, of course.\n  ","47137":"\n  The weather is so nice out here. The trees are changing slowly to their Fall colors.\n  \n  Cool. Wind. Little dry and wet. Sun out. Reeeally nice weather out.\n  ","47138":"\n\n   توقف. انتظر ماذا؟ ??\n  \n","47139":"\n  Esta bien! Te segui ahora! Muchas gracias por seguirme. Realmente lo aprecio. ??\n  ","47140":"\n  Başkalarını şaşırtmayı seviyorum.\n  ","47141":"\n  God. He quite wonderful. ❤\n  \n  Always. ?\n  \n  Jason. He is my love. ??\n  \n  My world ? everything.\n  ","47142":"\n  2\n  \n  Już na to odpowiedziałem. Jeśli przewiniesz trochę w dół, zobaczysz to.\n  ","47143":"\n  Już na to odpowiedziałem. Jeśli przewiniesz trochę w dół, zobaczysz to.\n  ","47144":"\n  Eres anónimo, así que no hay forma de que pueda seguirte.\n  ","47145":"\n  Only wish. Not tonight. It's your favorite!\n  ","47146":"\n  Yeepp. Aye guess what I'm eating for dinner tonight?\n  ","47147":"\n  Dang. Lol. Careful.\n  \n  I love downing coffee. Yum. ?\n  ","47148":"\n  ? Gotta pay em\n  ","47149":"\n  ? Bills man...\n  ","47150":"\n  ?\n  ","47151":"\n\n   أنا لا أعرف ما الذي تتحدث عنه.\n  \n","47152":"\n  Which one? I done forgot I answer so many.\n  ","47153":"\n  Si. Muy bien y gracias.\n  ","47154":"\n  Devam et, özgür ol ve kendine odaklan.\n  ","47155":"\n  Ikr. Fuggem. Fuk em'* basically is what I said. Fuggem all!\n  ","47156":"\n  Lol ikr. Us interesting folk indeed.\n  ","47157":"\n  I go see what it is if it's on my land. But also. I know my rights. So.. I will protect myself regularless. Will protect myself and my family.\n  ","47158":"\n  Lol. Idk if those maybe very friendly honestly.\n  ","47159":"\n  কি?\n  \n  আপনি কি বিষয়ে কথা হয়?\n  ","47160":"\n  Bills\n  \n  Food and Supply\n  \n  More bills.\n  \n  My pets\n  ","47161":"\n  Soy de America. Naci y creci en el sur de Louisiana. El ingles es mi idioma original. Tengo algo de frances cajun en mi, indio tambien y algo de aleman. Tener un poco de irlandes tambien en mi. Usted es de puerto rico? Eso es bueno. Sali con un chico alli durante aproximadamente un ano. Sin embargo, eso fue hace mucho tiempo.\n  ","47162":"\n  Insects crawling on me.\n  \n  And then things being out of order.\n  ","47163":"\n  This weekend I'm just kind of taking it easy and chilling out.\n  \n  Cleaning.\n  ","47164":"\n  Weather bender.\n  \n  Ice. Heat. Cold. Fire. Rain. Wind.\n  \n  Awesome.\n  \n  And then 100% communicate with all paranormal and supernatural.\n  ","47165":"\n  Thanks. Don't have to. But thanks.\n  ","47166":"\n\n   ماذا؟\n  \n","47167":"\n  Vanilla\n  \n  caramel\n  \n  marshmallow\n  \n  brownie\n  \n  Tulip or rose smell.\n  \n  A fresh Garden smell.\n  \n  Something fresh smelling or cucumber.\n  ","47168":"\n  ??\n  ","47169":"\n  Bueno, eso es muy bueno que tambien hables espanol! ???\n  ","47170":"\n  My pretty easy person to get along with.\n  \n  The only thing I'm probably bad about is keeping the area around you cleaned.\n  \n  Just important to have the environment around you positive and cleaned.\n  \n  Good for your health.\n  \n  Mind.\n  \n  Plus it gives you things to keep productive with.\n  ","47171":"\n  Listening more. Like listen to the audio tapes. I can just visualize more. Plus I love voices and narration.\n  \n  Though I do like reading too. Even though it's a bit challenging. I still try to push my limits!\n  ","47172":"\n  Bell from Beauty and the Beast.\n  \n  The Swan Princess. If that counts.\n  \n  Maybe thumbnail. If she counts.\n  ","47173":"\n  Meant to mention English.. That's my original native language.\n  ","47174":"\n  ?? No big. Night there. Good afternoon here my friend! 3:25 PM here.\n  ","47175":"\n  I have. Cornbread is nearly worshipped where I am from.\n  \n  I myself like cornbread. And on a stick? Heck ya. With a hotdog? ? A def.\n  ","47176":"\n  Asked over 400 times now I think\n  ","47177":"\n  Your not to me. You are a good friend of mine.. Just ignore them! Do you! Forget them! Don't be upset my friend! Much love!\n  ","47178":"\n  Ikr?? Ain't no joke... snails are working out to get stronger so we can eat them! Hahaha! YOUR GENIUS! ????\n  ","47179":"\n  That glass blowing show!\n  ","47180":"\n  In south Louisiana we have get-togethers about almost everything. Even on Cinco de Mayo. Valentine's Day. And Saint Patrick's Day. ? So yea.\n  ","47181":"\n  I think. Not sure.\n  ","47182":"\n  My mom.\n  \n  Older sister.\n  \n  My Maw Maw and Paw Paw.\n  ","47183":"\n  I love kids. One day want my own.\n  ","47184":"\n  ???\n  ","47185":"\n  Ummm..\n  \n  French\n  \n  Coonass Cajun French like Creole\n  \n  Spanish\n  \n  I know Braille\n  \n  American sign\n  \n  Little Spanish sign\n  \n  Some german\n  \n  I can type any language needed. Translate anything needed tho. So if anyone wants to speak in their own native language. They can.\n  \n  Russian Portuguese Spanish French Italian Turkish Arabic Hindu Thai Japanese Chinese German Dutch\n  \n  Anything.\n  ","47186":"\n  I believe everybody does.\n  ","47187":"\n  Yep as they're being kidnapped. Still friendly. Little Savages. ?\n  ","47188":"\n  Whatever makes you happy. Don't have to but thank you.\n  ","47189":"\n  Absolutely. I love being goofy too! Ain't a day without being a little goofy once or twice. Cracking a joke.\n  ","47190":"\n  Either. I just think that would be kind of cool.\n  ","47191":"\n  Oooooh. Thanks but just call me Bella.\n  ","47192":"\n  Um. No.\n  \n  Bella. Yes.\n  ","47193":"\n  ???? Yeeeeep\n  \n  Sounds like Louisiana without a doubt\n  ","47194":"\n  Winter. I was born pretty much on Christmas so yeah. Lol.\n  ","47195":"\n  Bella is my name.\n  ","47196":"\n  Nah. Stay and say hi. Jk! Down hsre in the south someone would probably try to feed them honestly... These mfers fear nothing. ? FOR REAL!\n  ","47197":"\n  The paintings have to be under a certain temperature (not too hot or cold) and plus I think that wrapping it up in something would not be good either. We're talkin about oil paintings. Slight pressure can mess then up.\n  ","47198":"\n  The season around it. It's starting to get colder out. Starting to feel better out. Less hot.\n  \n  I like Halloween because you can make kids happy. Make lots of food. Spend time with family. Carving pumpkins.\n  ","47199":"\n  Lol. Some of them would probably attack you if you tired to do that. Umm this world is insane!\n  ","47200":"\n  Wtf? Definitely don't think that is lady like. Umm. Nah I'm good fam. That's weird asf to ask anyway.\n  ","47201":"\n  !\n  \n  There ya go!\n  ","47202":"\n  My babies, my pups are good. Woofing, sweet and goofy always. Haha. Love em'!\n  \n  My husband is doing well! Very good.\n  \n  And what freaks me out is bugs crawling on you in your sleep and on your face.\n  \n  Another thing that freaks me out is things being out of order. I'm a really organized person. I like to know where all my things are.\n  \n  Driving.  I am not too much of a fan of driving.\n  ","47203":"\n  Just taking it easy. Catching up on some Youtube. Maybe game a little. Clean. Get laundry done.\n  ","47204":"\n  I think so. But this was a looooong time ago when I was living in Louisiana. Not sure tho.\n  ","47205":"\n  Probably be like... \"Am I the ONLY ONE SEEING THIS SH-?!\" (Looks at person next to me) ?\n  ","47206":"\n  Not me. I come on when I have a day off or aren't busy.\n  ","47207":"\n  Make her her favorite for dinner and give her a birthday cake. Minnie birthday surprise. Like a little surprise birthday.\n  \n  What does she like?\n  ","47208":"\n  Yeah! Is no problem at all! Like I said I had to figure it out. So it's understandable if you didn't really know.\n  \n  Much love. ?\n  ","47209":"\n  I think everyone is capable of this\n  ","47210":"\n  That was actually our School mascot down in South Louisiana at a school that I went to so yes. Considering that is Louisiana's state bird.\n  ","47211":"\n  People can choose to reward you with fire on here and you go up on the leaderboard in your country. That number means rank on your leaderboard in your country. For the longest I didn't know what this meant neither. Someone had to tell me what it meant. And I've been on here a long time. And I was on top of the leaderboard in my country for the longest and didn't even know it. Though I don't really focus on rank or anything. I'm really just here to talk to people. Help people. Accompany people. I love socializing. I find this app a good way to do that.  I wouldn't really care if I was number 100. Don't give this opportunity to me and I really appreciate it! I love you all!\n  "}}