{"Question":{"462463":"\n   To know your priority. ✌\n  ","462464":"\n   If you can teleport once, where will you go?\n  ","462465":"\n   omegle\n  ","462466":"\n   Do you think those 'cynical' people in life who don't trust anyone, are only the way they are because one time in their life they trusted that one person thar little bit too much?? Be honest, has this ever applied to you? 😳💁‍♂️😢💔\n  ","462467":"\n   Just kidding\n  ","462468":"\n   who are you\n  ","462469":"\n   Could you ever date someone with the same name as your dad, brother, uncle,  cousin, nephew  answer even if you're  taken?\n  ","462470":"\n   Hey, was wondering if could help me, long shot, but have you or anyone you know ever ordered illegal d*ugs online? If so, do you know in these obvs dubious circumstances if the consumer has any rights if seller dosen't deliver - rashly paid £250 for a coca*ne order 10 days ago, no delivery as yet 🤨\n  ","462471":"\n   😂😂\n  ","462472":"\n   Hope you get a good sleep!🥰⚘\n  ","462473":"\n   Good night\n  ","462474":"\n   Who teach me english?\n  ","462475":"\n   How is the weather there?\n  ","462476":"\n   aw, hugs\n  ","462477":"\n   aw, your so strong tho you can laugh about it, im pretty weak tbh x\n  ","462478":"\n   Have you ever been to a car show or a car meet? What's the most exotic car you have ever seen in your life?\n  ","462479":"\n   aw im glad you were not hurt xo\n  ","462480":"\n   have you ever hit a bf in a relationship, i have never hit anyone in a relationship tbh x\n  ","462481":"\n   Great!\n  ","462482":"\n   aw, yes totally and especially like when its a female abuusing a male it can be seen as a joke tbh x\n  ","462483":"\n   Honey if you see me then you know that I can’t hit no women like you are probably even stronger than and can knock my lights out with minimal effort but since I would be in love with you I would keep coming back and pretty much be asking for more like a crack head to the pipe.\n  ","462484":"\n   your so right what you said to that anon xo\n  ","462485":"\n   I actually couldn't care less... Why are they dragging me into this? 🤦🏻‍♀️\n  ","462486":"\n   I thought that you forgot men can be abused like skinny weak guys can be abused easily like women so don’t picture all men as tough.\n  ","462487":"\n   I am not supporting favoured violence I am supporting the fact that sometimes words aren’t enough to solve anything so just settling it 1 on 1 would just let you confirm where the people stand and they can choose to move on or stay together like they will know in the end where their cards fall.\n  ","462488":"\n   Are you catfishing us?\n   \n    @EmzLiv\n   \n   wants to know\n  ","462489":"\n   What should a man do if is a relationship and they are arguing and the women hits him? And what about if it’s the other way around what should the women do?\n  ","462490":"\n   I mean that’s a little bit more serious if their is a kid watching it they should have put him in the next room or something then continue their business.But I mean if it’s like a one or two time thing it should be forgiven since love can sometimes be painful and messy but it’s worth fighting for.\n  ","462491":"\n   The term “bands” is a street slang term for money or cash.\n  ","462492":"\n   100% Right ❤\n  ","462493":"\n   What’s the right age to get married?\n  ","462494":"\n   That’s okay and all I guess from your perspective but for example what if it is confirmed that a girl was trying to finesse a guy for the bands, then she caught him with his manz, is it okay then to show her them hands and teach her some respect and manners ?\n  ","462495":"\n   When do you think violence isn’t okay in a relationship?\n  ","462496":"\n   Are you excited about the winter season? It getting cold again eventually. So hot lately out... 😥😩🌞 Hot 🔥 Do you like the cold or no?\n  ","462497":"\n   112. ever been to a beach house?\n  ","462498":"\n   (You do not have to answer this if you do not feel comfortable. Just ignore if you don't want to answer.)\n\nHave you ever witnessed a really horrible fight before? Especially an extremely childish one.\n  ","462499":"\n   Have you ever had pecan pie? Any kind of pie? What's your favorite kind of pie?\n  ","462500":"\n   Is there any kind of sports that you enjoyed playing? What kind? Did you ever play on a team? Did you enjoy playing sports?\n  ","462501":"\n   Have you ever jumped on a trampoline before? Was it a fun experience? Or scary experience?\n  ","462502":"\n   how many times u c*m\n  ","462503":"\n   either hes not good or ur just toomuch hehe\n  ","462504":"\n   How many times have you seen snow?\n  ","462505":"\n   109. what’s for dinner?\n  ","462506":"\n   Improving the ability to read non verbal cues\n\n\nReport in writing what you saw and felt from that interaction based on the nonverbal behavior you observed.\n\n• What do you think the attitude and feelings were of the people that you observed?\n• What messages were they sending each other through their\n  ","462507":"\n   Yeah the last one? You didn’t hear about that mess. A few kids were hit in the crossfire and stuff to it was like the wild west\n  ","462508":"\n   Have you ever been ask to say that phrase or some variant?\n  ","462509":"\n   idk bruh\n  ","462510":"\n   Was he involved or a victim of the father day weekend summer jam? I saw on the news that set a new record with over 100 bodies getting hit and I think about 15 of them got smoked smoked.\n  ","462511":"\n   Have you ever parked a car at Harvard Yard?\n  ","462512":"\n   Oh your brother in law is from Chicago😵. How many times has been robbed and hit up? And also does he keep that “heat” on him so he doesn’t get caught slipping on the streets?\n  ","462513":"\n   Do you play video games?\n  ","462514":"\n   Thoughts on Detroit and Chicago.\n  ","462515":"\n   Which things makes you happy 😊\n  ","462516":"\n   Wow😍\n  ","462517":"\n   Where are you from ?\n  ","462518":"\n   sexy mama\n  ","462519":"\n   Hahahaua your name and ans\n  ","462520":"\n   What makes you, you?🤔🤔\n  ","462521":"\n   Someone on Worldstar posted a video of a women crying and yelling at her man after he allegedly made her eye and face swell up and she is yelling at him and he is the one crying saying that he loves her and begging do not throw him out would u like me to send you the link it’s kinda hilarious drama?\n  ","462522":"\n   Have you been in a long distance relationship? If not, would you?\n  ","462523":"\n   This one turned out to be brilliant! Was also made into a TV show. I sincerely disagreed with the casting, but it was entertaining to watch still 😊\n  ","462524":"\n   How are you doing over there\n  ","462525":"\n   Do you have any nicknames?\n  ","462526":"\n   Any guys send you mixed signals lately?\n  ","462527":"\n   No. It's not me. I message you just now. It's ok . 😊\n  ","462528":"\n   Emoji of the day!\n  ","462529":"\n   Ok. I see only ig? Ok here we go. Hello. 😂\n  ","462530":"\n   I had a book that was such a slow start once that ended up being amazing. The first chapter was only about 12 pages, but it took me about a month to read it. But once I did... 😍 Couldn't put it down!\n  ","462531":"\n   \"Real men wear pink.\" Do real men really wear pink?\n  ","462532":"\n   You Are Not Alone sounds interesting, might have to get that myself 😁\n  ","462533":"\n   Among the people you follow, whose answers do you look forward to? Tag them.\n  ","462534":"\n   Ill off anon ok. Whatsapp tg?\n  ","462535":"\n   Do you actively practice gratitude? In what kind of way?\n  ","462536":"\n   What kinda movies\/books are you into?\n  ","462537":"\n   Do you believe in the powers of crystals? Do you have any yourself? Feel free to share a picture.\n  ","462538":"\n   Have you every heard about astral projection? Do you have any experience with it?\n  ","462539":"\n   Have you every burned sage in your house\/apartment? What‘s your take on it?\n  ","462540":"\n   arrangin today booty cal?\n  ","462541":"\n   In my whole life and I am almost as old you I have only ever got lucky enough to spend time with one girl. She was the first girl who I thought actually saw something in me and she just popped in my life and started talking and spending time with me. She found better people and left so I’m afraid.\n  ","462542":"\n   Well then the truth is if you were to tell me that we could hangout I would honestly break down and just cry tears of joy because it’s been my dream for a really long time now to just find a girl who finds me worth it enough to actually genuinely want to spend time with me and get to know me.\n  ","462543":"\n   110. last person you called?\n  ","462544":"\n   The causal one is a lie and the one from my heart is the truth so it can’t be both.\n  ","462545":"\n   Dejarías a tu novi@ tener mejor amig@?🤭🤍\n  ","462546":"\n   Yup, That would be 😥\n  ","462547":"\n   Do you want my causal answer or do you want my complete 100% honest answer from my heart?\n  ","462548":"\n   What will you do if the world is going to be destroyed tomorrow?\n  ","462549":"\n   You wanted the truth and I gave you the truth “what more do you want from me” Tyrese Gibson 2017*\n  ","462550":"\n   ah ur ex who else\n  ","462551":"\n   who that\n  ","462552":"\n   You would be disappointed because of our looks and appearance. Like for example right now u probably think that I am at least a decent looking with a decent body or whatever but the truth is I am ugly from head to toe and I have to learn too accept that I will not have fair opportunity with girls.\n  ","462553":"\n   dont answer lol\n  ","462554":"\n   Alguna vez te has enamorado de alguien en redes sociales?👀🤍\n  ","462555":"\n   wdym\n  ","462556":"\n   How are you?\n  ","462557":"\n   What kind of shoes do you wear the most?\n  ","462558":"\n   It’s not mind games it’s a big risk to our self esteem when we want to tell you who we are. Cause like it’s not just about you posting us it’s about like you showing out faces to your friends and family and also you just again are disappointed and you do not want to talk to us and then we are broken\n  ","462559":"\n   ShOw PuSsAy\n  ","462560":"\n   Is it just me or do you hate the sound of your own voice\n  ","462561":"\n   What. No it's not what you think it is. I really just want to know you .\n  ","462562":"\n   -\n  ","462563":"\n   But I don’t want to risk coming off anon for nothing ya know I need like proper motivation that if I do risk it all and come off anon it is worth it not you seeing my face and look disappointed and you ghost me. (This has happened to me 2 times now on ask and 3 times on Instagram and it hurts)\n  ","462564":"\n   Which room do you spend the most time in in your house?\n  ","462565":"\n   multiplepeepees\n  ","462566":"\n   I want to spend a little bit of time with you so how can we make that happen?\n  ","462567":"\n   Why You Should Stop Comparing Yourself With Others! (and How to Do So)\n  ","462568":"\n   What is your wildest dream?\n  ","462569":"\n   not same anon\n  ","462570":"\n   Oooh just an hour off🙊😅 Okay good night Lyndsey!⚘⚘\n  ","462571":"\n   If i chat you with anon off here. Is there a chance that ill get it?\n  ","462572":"\n   I kiss your leg haha\n  ","462573":"\n   a dirty person eheh\n  ","462574":"\n   micro pepee\n  ","462575":"\n   how is that bad intention tho we all know u be naughty\n  ","462576":"\n   What was the last thing to impress you\n  ","462577":"\n   wdym\n  ","462578":"\n   107. last time you went in the pool\n  ","462579":"\n   What did you learned?🌸\n  ","462580":"\n   u could get new fwbs hehe\n  ","462581":"\n   whyyyyyyyyyy\n  ","462582":"\n   Ever felt the uncertainty of life?🍂\n  ","462583":"\n   SUP DOOD\n  ","462584":"\n   Can i follow you on ig? Maybe have a little chat. 😂\n  ","462585":"\n   Oh ok. My grandmother is from seattle . But i lived here in ph. So how is it going out there  -?\n  ","462586":"\n   What was distracting on instagram?\n  ","462587":"\n   Thanks!\n  ","462588":"\n   How's your relationship with God? 💕\n  ","462589":"\n   Would you be able to live without sugar?\n  ","462590":"\n   Do you think people deserve a second chance?\n  ","462591":"\n   Hi. Goodmorning where you from dear. 😂\n  ","462592":"\n   Keep continue doing this good work..\n  ","462593":"\n   do you bake for other people or just yourself?\n  ","462594":"\n   108. what’s in your closet?\n  ","462595":"\n   Charas ganja mereko Ha piyara 🥺🥺\n  ","462596":"\n   How many followers do you have? 🤩\n  ","462597":"\n   Ever watch a show called Ugly Betty? My wife’s being watching it and it’s not bad actually!\n  ","462598":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","462599":"\n   Do you think your nationality influences the way you are?\n  ","462600":"\n   Smell of Soil After Rain\n  ","462601":"\n   A word for \"Barish ka Baad Matti Ki Khushbo\"?\n  ","462602":"\n   Kiss isn’t a disgusting\n  ","462603":"\n   Woah isn't like 4am over there?🙊\n  ","462604":"\n   Good night\n  ","462605":"\n   Ahh right!🤦‍♂️🤦‍♂️Yay🍊😁\n  ","462606":"\n   Hi I am 5 ft 2?\n  ","462607":"\n   Have you been dumped? Or have you dumped someone? For what reason?\n  ","462608":"\n   What's on your mind? 💬💭\n  ","462609":"\n   What is your relationship status? ❤️❣️💞\n  ","462610":"\n   Kinnda sound like a superstition.\n  ","462611":"\n   An impossible wish?\n  ","462612":"\n   Would you want to be internet famous?\n  ","462613":"\n   Have you ever been madly jealous? What did you do? 😂\n  ","462614":"\n   Do your parents know you wear thongs?\n  ","462615":"\n   Do you have a favorite nursery rhyme?\n  ","462616":"\n   Lol hard to get a read on your \"catchy..\" response🤭\n  ","462617":"\n   I wanna DM you something\n  ","462618":"\n   cooking together is great.  Agree?\n  ","462619":"\n   Lol i sense ive weirded you out somewhat, with my fruityness?🙈\n  ","462620":"\n   Are you always bare foot?\n  ","462621":"\n   have family members in the military?\n  ","462622":"\n   🤣🤣Thanks! I wont fail you, fruit... apprentice?🤔😅\n  ","462623":"\n   I was chewing you sock\n  ","462624":"\n   Lmao!😅😜They're slightly different, aight?🤣\n  ","462625":"\n   Do you have PayPal?\n  ","462626":"\n   why only men have to take dna tests for paternity like why women dont do it they should be required to get tested to see if its their child too\n  ","462627":"\n   You are psychopath crazy lady who have no manners\n  ","462628":"\n   Hahah yeah i guess?🤔😅 I read the clementine is a hybrid of the mandarin, so it must have a different taste to it?🤔\n  ","462629":"\n   sock pap\n  ","462630":"\n   Oh that sounds nice!🍓🥗 So you like mandarins too?😁\n  ","462631":"\n   That do you do to get rid of them?\n  ","462632":"\n   pouq\n  ","462633":"\n   that doesnt count cuz i didnt ask\n  ","462634":"\n   I feel like some now!🍊🙊😁 Do you ever add to salads?\n  ","462635":"\n   at least no \"pepee\" ones yet XD\n  ","462636":"\n   ur bad at keepin in touch lol o.o\n  ","462637":"\n   thought u hated fanpages\n  ","462638":"\n   Oh those are yum!🍊\n  ","462639":"\n   Have you ever played golf?\n  ","462640":"\n   Gosh, it's nosey s*xual perv hour(s) on Lyndsey's page again🤦‍♂️🤦‍♂️\n  ","462641":"\n   What are your favorite citrus fruits?\n  ","462642":"\n   whatever happened to him\n  ","462643":"\n   oh i remembered her she was even naughtier hehe but yah shes super super inactive\n  ","462644":"\n   who was 1%\n  ","462645":"\n   then who was lundseys boy\n  ","462646":"\n   whatever happened to em\n  ","462647":"\n   and then there was lyndseys boy hehe\n  ","462648":"\n   Ever had a 3 way\n  ","462649":"\n   there was this guy called tom (not americanfatso) that didnt have profile pic and he only seemed to answer stuff from u was he another of em\n  ","462650":"\n   Have you ever had acne ?\n  ","462651":"\n   how bout ur other naighty buddies no crushes there?\n  ","462652":"\n   Why should there be more?\n  ","462653":"\n   i mean why awkward if u weren dating like he cant get mad or stuff\n  ","462654":"\n   Okay then, now that you've read it properly.  Why do you think all life on earth has the same type of genetic material? Shouldn't there be more than one type?\n  ","462655":"\n   Are you usually the heart breaker or the heart broken?\n  ","462656":"\n   who is spanish one\n  ","462657":"\n   but why if he never was ur bf\n  ","462658":"\n   dint u say nothing was rly goin on\n  ","462659":"\n   95. what’s your weekend plans?\n  ","462660":"\n   is m the mexican one\n  ","462661":"\n   Do you know what genetic material is?\n  ","462662":"\n   I would pay some one to make my room like that\n  ","462663":"\n   Why has nothing came if it?\n  ","462664":"\n   How many guys have you dated or slept with that are outside your race? Be honest.\n  ","462665":"\n   Yes it dose\n  ","462666":"\n   What was the last thing you bought?\n  ","462667":"\n   Why do you think all life on earth has the same type of genetic material? Shouldn't there be more than one type?\n  ","462668":"\n   Yepers\n  ","462669":"\n   Then you're clearly not as ridiculous as you think i am lol. And yes. That phrase would be weird to commoners.\n  ","462670":"\n\n    https:\/\/www.youtube.com\/watch?v=3UjuYtgMDIg\n   \n","462671":"\n   Yeah I sleep during the rain\n  ","462672":"\n   I agree. But no more than girls who fell for a tongue-in-cheek. Hah!\n  ","462673":"\n   yes\n  ","462674":"\n\n    https:\/\/www.youtube.com\/watch?v=sCNrK-n68CM\n   \n","462675":"\n   What to do on a rainy day?\n  ","462676":"\n   Last time you kissed someone in public?\n  ","462677":"\n   How? What does Arizona have to do with any of this? Lol\n  ","462678":"\n   How? Is it that hard to own Lambo toys? What's an AZ?\n  ","462679":"\n   Umm... me!\n  ","462680":"\n   Noooooo. I maybe just a sexy boy but I'm not your boy toy.\n  ","462681":"\n   What is your opinion on guys being pressured to pay for a first date and do you see the problem with that?\n  ","462682":"\n   See you at 3 AM tomorrow then. Lol\n  ","462683":"\n   lack of pepee\n  ","462684":"\n   sounds like arguing anon\n  ","462685":"\n   The best day too. Getting paid 5K for changing Lamborghini tyres. Not everyone can say they have done that.\n  ","462686":"\n   Wyd?\n  ","462687":"\n   Then your suggestion was a meaningless one?\n  ","462688":"\n   *sigh* Have you tried talking about ignorance with someone who is ignorant, by being brutally honest?\n  ","462689":"\n   What was the last thing that hurt your feelings?\n  ","462690":"\n   Last time your fwb had you?\n  ","462691":"\n   Have you tried that before?\n  ","462692":"\n   That's a lie. Everyone on this planet is attracted to him. \nHow about tomorrow morning 3 AM? You should be done by 6 AM and then you can go to the beauty parlor and get your nails done. Wash your hair. Blow dry your hair. Comb your hair. Get a facial. A pedicure. A massage. Then go to bed.\n  ","462693":"\n   Now is not the time to figure out how to deal with your attraction to Austin Jenkins' raw sexual magnetism. Getting paid before changing my car's tyres is going to benefit you a lot more.\n  ","462694":"\n   LOL. Austin Jenkins bay bay is Undisputed. And that's Undeniable.\n  ","462695":"\n   I'm sure the alignment will be perfect since you claim to be good with your hands. Lol bay bay means nothing to me. I say that all the time. ✌ Austin Jenkins bay bay!! ✌\n  ","462696":"\n   Have you ever been gagged during sex?\n  ","462697":"\n   Trust me you dont even need to go to auto body school to learn how to change the tyres. I got a strong feeling that you are a quick learner and you'll figure it out on your own 😏 Its easy money bay bay!\n  ","462698":"\n   yes\n  ","462699":"\n   Indians or Chinese?\n  ","462700":"\n   6 word qoutes?\n  ","462701":"\n   If you had the power to shrink and grow in size however you wanted like Antman, when and for what would you use said power for? 🤔🐜\n  ","462702":"\n   Hahaha yeah. And lol changing tyres is like one of the easiest jobs in the world 😂\n  ","462703":"\n   What's something about you, any random fact or thought, that I or others may not know?\n  ","462704":"\n   I know but unfortunately you cant get everything you want in life 😉\n  ","462705":"\n   It's an opportunity for making easy money.\n  ","462706":"\n   I will pay you before you even do the job is what I meant.\n  ","462707":"\n   Thank you haha\n  ","462708":"\n   You met The Devil?\n  ","462709":"\n   Nice airbags 😜😂\n  ","462710":"\n   I want all the cars' tyres to be changed too. You can take the money in advance for that.\n  ","462711":"\n   Love or Arrange?\n  ","462712":"\n   how do i unbake a cake\n  ","462713":"\n   😂weird conversations 😂😂😂😂\n  ","462714":"\n   I know a bit of humiliation for him but no idea what else he could do when you would  be busy with another guy😂\n  ","462715":"\n   Did you ever meet anyone famous? Where?\n  ","462716":"\n   master bait\n  ","462717":"\n   What's the most daring or adventurous thing you've ever done? 😎 How did you feel during and after? 🤙\n  ","462718":"\n   I don’t know what else would be there for him when he can’t fuck with his pindick😂\n  ","462719":"\n   Quelle est ta façon préférée de t'exprimer?\n  ","462720":"\n   last time some1 used the booty as bongoes\n  ","462721":"\n   Are you tired?\n  ","462722":"\n   What else would be there ?\n  ","462723":"\n   If you could be half man half animal, which animal would you choose? Or half women and half animal.. \nMY AMSWER: Percy's \"powers\", which start small and develop as the books proceed, include controlling water, making hurricanes, breathing underwater, and talking to horse-like animals and fish. He al\n  ","462724":"\n   are you interested in conspiracy theories? are there any theories that you believe in?\n  ","462725":"\n   He would be almost like a cuck I guess\n  ","462726":"\n   get many pepees\n  ","462727":"\n   Threesome would be useless if he have a pindick😂\n  ","462728":"\n   If you could move super fast like The Flash or Quicksilver in a way so you could basically stop time for everyone but yourself whenever you wanted, in what situations would you choose to do it and why? 🏃‍♂️🕜\n  ","462729":"\n   What if he tell you that you can date and have fun with other man an I don’t mind\n  ","462730":"\n   Liked That ✌\n  ","462731":"\n   Opinion on wearing face masks to keep ourselves and others protected against covid?\n  ","462732":"\n   multiplepeepees\n  ","462733":"\n   You wouldn’t dump him?\n  ","462734":"\n   Have you ever seen or met anyone famous while out and about? For example you’re at the grocery store and a celebrity might be in front of you in line?\n  ","462735":"\n   What if cant satisfy you for the pinki size?you would be feeling frustration\n  ","462736":"\n   Doesn’t bother you if they have a pindick\n  ","462737":"\n   Smell, You Like The Most Is of?\n  ","462738":"\n   What would you do if you go on a bed with someone and you find out he has a pindick\n  ","462739":"\n   mass sent\n  ","462740":"\n   Where did you get the money for them shoes girl? do you be hitting up those guys like you a fan girl? did you want them or the bands girl?are you really just another ask.fm girl? that is not nice at all I would have expected better from you but my moms 2nd husband told me that life is disappointing.\n  ","462741":"\n   cool, im okay xx\n  ","462742":"\n   hi lynds how are you xo\n  ","462743":"\n   last time someone ate the booty\n  ","462744":"\n   Is our life already destined? Can we escape fate?\n  ","462745":"\n   Me to\n  ","462746":"\n   Do you prefer day or night?\n  ","462747":"\n   What’s your favorite breakfast meal? To have in the mornings?? \nMe: yogurt eggs sausage bacon and an omelet\n  ","462748":"\n   yes\n  ","462749":"\n   What do you do when pimple pop up on your face ? Like I fill calaminelotion-aloeveragel-2-3drop tea tree oil in spray bottle spray on my face .🤔\n  ","462750":"\n   i must\n  ","462751":"\n   why tho\n  ","462752":"\n   who that\n  ","462753":"\n   Have you even ever had spaghetti and meatballs?\n\nWhen's the last time you made homemade spaghetti and meatballs? Or when's the last time you had spaghetti. If you like it that is.\n  ","462754":"\n   How do you talk about ignorance with someone who is ignorant?\n  ","462755":"\n   What's the last thing you bought and loved?\n  ","462756":"\n   What is the most important thing to know?\n  ","462757":"\n   Que tipo de persona  eres? Las que te responde los mensajes súper rápido o de los que tardar siglos en contestar 😂🥺💔\n  ","462758":"\n   One u eat mostly 😂\nPizza ?\/ Burger ?\n  ","462759":"\n   105 . Happy Sunday. hope everyone is staying safe & healthy 💜✨\n  ","462760":"\n   106. what’s the temp currently?\n  ","462761":"\n   Would you say your parents are overprotective?\n  ","462762":"\n   What normal thing do you find revolting?\n  ","462763":"\n   Have you ever had a situation where you wanted something but it didn't work out, and later you realised it was for the best it didn't happen?\n  ","462764":"\n   Last time your bf had you?\n  ","462765":"\n   Have you ever been put in handcuffs\n  ","462766":"\n   Ever flirted with a cute cashier\/waiter?\n  ","462767":"\n   Are you usually the heart breaker or the heart broken?\n  ","462768":"\n   Good night\n  ","462769":"\n   کبھی کسی پہ دل ہارے؟\n  ","462770":"\n   کبھی کسی پہ دک ہارے؟\n  ","462771":"\n   What happens when you book  a fake escort?\n  ","462772":"\n   last time someone used the bewbs as pinata\n  ","462773":"\n   Do you ever go outside on a clear night and look up at the stars? Do you know any of the constellations?\n  ","462774":"\n   hey ignore the anons you are lit k xx\n  ","462775":"\n   Is foot fetish common in usa?\n  ","462776":"\n   You have turned countless into thirsty simps, player!\n  ","462777":"\n   hey your the cutest angel if okay to say, pls do not be down on yourself hugs\n  ","462778":"\n   Hello ,my idea of a perfect date it's not what you do its what your feelings about a person  ,if there's a strong connection and both feel it ,that's a perfect date to me,\n  ","462779":"\n   me June 12th\n  ","462780":"\n   nooo, pls stop cutest angel lol xo\n  ","462781":"\n   It is just me or ask is dumb because every time I got notification to a question a made I tap on the ⚡️ Icon to see the response it is unresponsive, I have to tap on the 🏠 icon which it takes me to the main page also know as the wall and the scroll down until I find the user who answer my question?\n  ","462782":"\n   Would you ever get plastic surgery? Personally I wouldn't.\n  ","462783":"\n   Are you seriously comparing polyamorous relationships to cheating? Like wtf? Poly people KNOW about each other ffs! So no, they aren’t immoral.\n  ","462784":"\n   wdym\n  ","462785":"\n   Lol wow....🤦‍♂️🤦‍♂️\n  ","462786":"\n   what's your favorite time of day? what's your preferred weather condition?\n  ","462787":"\n   what is something most people are interested in that you simply do not find interesting?\n  ","462788":"\n   Why you broke them knowing that they're expensive?\n  ","462789":"\n   What is the most expensive thing you've broken?\n  ","462790":"\n   yes\n  ","462791":"\n   What you're idea of the perfect date\n  ","462792":"\n\n    https:\/\/www.youtube.com\/watch?v=D0q0QeQbw9U\n   \n","462793":"\n   What sound drives you crazy?\n  ","462794":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","462795":"\n   Do you prefer roller coasters or water slides?\n  ","462796":"\n   Is it easy to make you angry?\n  ","462797":"\n   -  Space -\nUse this space to rant or vent about something that has been on your mind lately.\n\nAlso. Hope things get better for ya. Keep your head up. 🤙👍\n  ","462798":"\n   What’s one thing that you have learned so far this year?\n  ","462799":"\n   Do you like regular chicken nuggets or spicy chicken nuggets?\n  ","462800":"\n   Summer vs winter what do you like more 🤔\n  ","462801":"\n   What's your favourite perfume ? Which perfume do you wear on daily basis 🤔\n  ","462802":"\n   If you had a bf and found out he had a booty call on the side how would YOU feel? It’s crazy how you are justifying immoral behaviour tbh.\n  ","462803":"\n   would u eat the blueberry gum off charlie and the chocolate factory\n  ","462804":"\n   Name five of your favourite anime\n  ","462805":"\n   SUP BRUH\n  ","462806":"\n   What did you think about \"strangulation\"?\n  ","462807":"\n   What's your biggest achievement so far?\n  ","462808":"\n   WHAT MOVIE CAN YOU WATCH OVER AND OVER AGAIN?\n  ","462809":"\n   When  and where was the first time you learned about the foot fetish\n  ","462810":"\n   Oh i know that perfume! A friend in the high school always used it! Thats your perfume?👀❤\n  ","462811":"\n   When was the Last time you spoke to a police officer and why?\n  ","462812":"\n   I dont know what is the smell of DKNY🥺 i am using hugo boss👀\n  ","462813":"\n   wdym\n  ","462814":"\n   What have you learned today?\n  ","462815":"\n   huge pepee\n  ","462816":"\n   wdym\n  ","462817":"\n   What is your idea of the perfect picnic?\n  ","462818":"\n   What is your favorite male and female perfume?\n  ","462819":"\n   In what ways do you spoil\/treat yourself?\n  ","462820":"\n   Do you know anyone who has covid19? Two people who work in my department have tested positive within the past month :(\n  ","462821":"\n   I am different.i will make it happen.i will send you $10 before I send you a message in Twitter .trust me my goddess\n  ","462822":"\n   Do you like your fair complexion or you try to tan complexion 🤔\n  ","462823":"\n   What's your favourite brand in multivitamin capsules  ? Like I am obsessed with the nature bounty products\n  ","462824":"\n   Are you up to date in fashion or you do fashion your way never bother what trend is going on  🤔\n  ","462825":"\n   Btw do you have a paypal?i will send you something over there 😎before I text you in Twitter.so you can be sure it’s me brownie.\n  ","462826":"\n   Oops sorry this brownie boy was a bit hungry haha👅👅👅\n  ","462827":"\n   What's your favourite cake like I am obsessed with chocolate cake 🤔\n  ","462828":"\n   What do you take for strong bone ? Like I take vitamin D3 supplement ,sesame seed for calcium and fox but 🤔 what about you\n  ","462829":"\n   What is the most important thing to know?\n  ","462830":"\n   What was the last thing that made you laugh\n  ","462831":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","462832":"\n   buy anything new or just the usual?\n  ","462833":"\n   i thought that was las nite\n  ","462834":"\n   What was the last thing you bought?\n  ","462835":"\n   Oh that’s bad.what do you wear on the beach?\n  ","462836":"\n   What causes you to panic?\n  ","462837":"\n   Hi \nHow are you doing today???\n  ","462838":"\n   🌹☀️✨\n  ","462839":"\n   Have you done anything lately worth remembering?\n  ","462840":"\n   what are you doing ?\n  ","462841":"\n   😂😆😆\n  ","462842":"\n   And with that outfit you would lay down on the beach and I apply you some sunscreen  on your back 🙂\n  ","462843":"\n   How to use ask.fm? 🥴🥴🥴\n  ","462844":"\n   LOL 😂\n  ","462845":"\n   cuz women only wear those for someone to see em obvs\n  ","462846":"\n   Fire ✨✌\n  ","462847":"\n   nope\n  ","462848":"\n   wereu waitin for him\n  ","462849":"\n   How often do you post pictures in you social media accounts?\n  ","462850":"\n   Drop the most weird thing you did recently? 😈\n  ","462851":"\n   it says \"clasificate fetish\" accordin to translator XD\n  ","462852":"\n   Do you think we live in a small world\n  ","462853":"\n   Most Played Song in Your Playlist?\n  ","462854":"\n   werent u greek hehe\n  ","462855":"\n   κατάταξη φετίχ\n  ","462856":"\n   What's the first thing that comes to mind when you hear the word “fidget”?\n  ","462857":"\n   Good night\n  ","462858":"\n   I will make sure you enjoy every penny of me.\n  ","462859":"\n   A&W is amazing! I take it there isnt a sugar free one over there? I haven't heard of those ones, but how do they taste compared?🥰\n  ","462860":"\n   Pepsi max is sugar free, why i mentioned it😅 But i must say i do love rootbeer! A&W is my fav, but i'd love to find a sugarfree one🙊\n  ","462861":"\n   *Sends Late Friday into Saturday hugs*\n  ","462862":"\n   Lol okay... why not?🙈\n  ","462863":"\n   Diet Coke or Pepsi Max? (There ya go)😅😁\n  ","462864":"\n   why not wishing for neither of em hehe\n  ","462865":"\n   Spot on Lyndsey! I was indeed referring to the other girls and not Francesca😅😆 But yeah, can't believe im saying it but bens q's are better than Lahore guys q's🤦‍♂️🤷‍♂️😂\n  ","462866":"\n   if you could ask a date a question and get the honest truth, what would you ask?\n  ","462867":"\n   Ahh right... Delusions... the issue with a lot of anons, and ben with his imaginary girl friends with generic af names😂😂\n  ","462868":"\n   is that shaam\n  ","462869":"\n   Okay now im confused af now!🤦‍♂️😂Errr? He wants you to move there with him? God damn, what is going on?🤦‍♂️🤦‍♂️🤦‍♂️\n  ","462870":"\n   What do you think it would be like to live life as a bird?\n  ","462871":"\n   Worcestershire? 😂 Wow, it sounds so English though!🤔😅 I fully thought it was a place in England, like Warwickshire!🤷‍♂️😅 I obviously don't know cities\/towns in Arizona😂\n  ","462872":"\n   Life is beautiful or Life is painful-\nWhat do you think? 🤔🗯️\n  ","462873":"\n   Why not your pretty? If my first kiss was with then it would change my life.\n  ","462874":"\n   But only the original one can go to usa😂they are just a  time wasters.i will message you when I get there 😂I don’t wanna waste anybodys time\n  ","462875":"\n   Oh i see yours were anonymous, he was forced to be off anon to me, so his random username isn't very \"Lahore-ish\" if you noticed that? 😅🤷‍♂️\n  ","462876":"\n   Oh nice! Do you like them?\n  ","462877":"\n   Shit man.. his ass must be from Lahore..\n  ","462878":"\n   Is there someone you hate for no reason? 🤔\n  ","462879":"\n   I did not message you yet I will create a twitter account than text you.\n  ","462880":"\n   Oooh!😅 You don't have to put too much in!🙊 Do you get the Stevia sweetener over there?\n  ","462881":"\n   Yeah Lahore is located in Pakistan I guess\n  ","462882":"\n   Did you see my page? It's my recent answer, i just deleted the rest and blocked him🤷‍♂️ He must think im a threat to him, or competition?😅🤷‍♂️\n  ","462883":"\n   I had weird dreams yesterday and I woke up scared temporarily because I'm not afraid of anything How is this Possible!? Did we All have dreams What's Your Birthday?\n  ","462884":"\n   Ohh, why's it not too good to have while on keto?\n  ","462885":"\n   Share what’s on your mind:\n  ","462886":"\n   Oh you make your own?🍋🍹😃\n  ","462887":"\n   ever say hi to someone but they don't remember you?\n  ","462888":"\n   The 1st one is mine😂I don’t know about rest of them.And what language are they speaking\n  ","462889":"\n   Ok I will pray to my god lyndsey  so I get a reply from you.\n  ","462890":"\n   Oh nice! Love🍉😋 What lemonade do you like? Do you get Sprite? Diet Sprite?\n  ","462891":"\n   SOME LAHORE MESSAGES\n  ","462892":"\n   What's your favorite dessert \/ cold drink to have during the hot weather?\n  ","462893":"\n   wanna kiss? I swear im beautiful\n  ","462894":"\n   Haha yeah that's a plus... or is it? Seems the questions are all equally dumb, no matter what the subject🤷‍♂️🤦‍♂️😆\n  ","462895":"\n   What?you don’t use it?if I message you I won’t get a reply?\n  ","462896":"\n   Joking aside, i didn't care honestly, just noticed that 40+ counter and was like \"holy sh!t that's still going\"😂😂\n  ","462897":"\n   roof is foor speled backwards!!\n  ","462898":"\n   Lmao😆 i got better things to do than count the posts in a thread, thankfully ASKfm did it for me😜\n  ","462899":"\n   Is there anyway?\n  ","462900":"\n   Ok your Twitter id you can delete it later\n  ","462901":"\n   Well i'm not keeping track or counting!🤷‍♂️😂But you answered a question to that thread and couldn't help but notice under your answer, the +40 answers 😂😂🤦‍♂️🤷‍♂️\n  ","462902":"\n   Atleast Twitter?\n  ","462903":"\n   That \"kiss your feet\" thread though, that's got like 40 posts on it now😂😂\n  ","462904":"\n   If I ever don’t find you here?where do I find you?\n  ","462905":"\n   Woah that thread is STILL going!!??😮😂\n  ","462906":"\n   Oww does your house have swimming pool ?\n  ","462907":"\n   Nothing strange haha😂\n  ","462908":"\n   Hummm ok we can make swimming pool in your house\n  ","462909":"\n   Owww coronavirus we can watch movie in room and we can swim together in sea\n  ","462910":"\n   96. have you ever got stopped by the cops. weather you were by yourself or with others.\n  ","462911":"\n   1\/5\n\nPost a picture of your favorite bag! 🖤\n  ","462912":"\n   Do you know anyone who tries to throw their weight around? Example they try and get their way by name dropping or saying things like “Do you know who I am”?\n  ","462913":"\n   Maybe cinema,  swimming pool\n  ","462914":"\n   If you have diary what will you write ? Like I write my own quote in 1 diary  in 2nd diary I write recipes of my favourite dishes 🤔\n  ","462915":"\n   Ol good we can go to other nice places now\n  ","462916":"\n   What is your opinion on polyamory? 💙❤️🖤 (it‘s the practice of, or desire for, intimate relationships with more than one partner, with the informed consent of all partners involved.)\n  ","462917":"\n   You can call me brownie 🙂don’t forget it👅👅👅\n  ","462918":"\n   Who ? Hehe\n  ","462919":"\n   May I eat with you ?\n  ","462920":"\n   (For those who have pets) Did you potty-train your pets or do you clean up after them?\n  ","462921":"\n   What are you doing?\n  ","462922":"\n   OMG, I like that ✌Honest 🔥\n  ","462923":"\n   what was the last thing you ate? what was the last thing you drank?\n  ","462924":"\n   And the craziest one?\n  ","462925":"\n   Ever stalked someone?\n  ","462926":"\n   Which place do you call heaven on earth 🤔\n  ","462927":"\n   What's your favourite restaurant and favourite dish of that restaurant\n  ","462928":"\n   What's the best advice you've ever gotten?\n  ","462929":"\n   Do you use slang?? (u=you, ur=your, y=why)\n  ","462930":"\n   How do you spend your time in quarantine 🤔\n  ","462931":"\n   Hii\n  ","462932":"\n   U MAD BROO\n  ","462933":"\n   How to gain weight?\n  ","462934":"\n   Oh ok, but what is your Twitter username though?\n  ","462935":"\n   do you have them regularly? im so keen to have one now!\n  ","462936":"\n   What is your Twitter username?\n  ","462937":"\n   how do you feel after?\n  ","462938":"\n   Oh cool..have you ever travelled alone?\n  ","462939":"\n   what was it like? did you enjoy it?\n  ","462940":"\n   -\n  ","462941":"\n   the finnish are supposed to be really into saunas as well. ever been to one? i want to but never have tbh\n  ","462942":"\n   Any adventure activities ?\n  ","462943":"\n   why finland?\n  ","462944":"\n   Maybe you went to see beaches.l love beaches\n  ","462945":"\n   Which home remedies do you use to save your self from corona virus ? Like I made sauce of  ginger-garlic-applecidervinegar-honey-turmeric-basil-coconut-lemon sauce  for strong immunity 🤗\n  ","462946":"\n   What's the last thing that you successfully mended, and the last thing that you failed to mend?\n  ","462947":"\n   Pap\n  ","462948":"\n   I hope to travel USA in December?how often do you come to California?\n  ","462949":"\n   Can you please get out of my head and fall into my arms instead?\n  ","462950":"\n   What do you do for strong healthy hairs ? Like I take biotin ,vitamin e n drink lots of fruits n vegetable juices\n  ","462951":"\n   What vitamins pills ,hair oil,juice do you take for strong healthy hairs ? Recommend something for the people who are reading your answer 🤔\n  ","462952":"\n   You prefer hard massage or soft massage for that white foot.\n  ","462953":"\n   Do you ever wish you were somewhere else?\n  ","462954":"\n   I was wondering Going above the feet accepted?😝\n  ","462955":"\n   Ok👅👅👅👅 haha\n  ","462956":"\n   Are they ticklish?\n  ","462957":"\n   I was wondering how much would that precious feet cost?\n  ","462958":"\n   showin goodies hehe\n  ","462959":"\n   Which three countries do you want to visit?\n  ","462960":"\n   Any flat sandals you likes to wear?\n  ","462961":"\n   Using other words\/phrases, how will you say I love you?  💕\n  ","462962":"\n   What type of sandals do you wear?\n  ","462963":"\n   show pussay\n  ","462964":"\n   Do Wear flip flops while travelling.they need to breathe\n  ","462965":"\n   Omg still far away from you.why not more closer?\n  ","462966":"\n   California is near you?wow which area?\n  ","462967":"\n   Energy,stress?🤔\n  ","462968":"\n   What's the most spiciest food you ever ate in your life or you made for your self 🤔\n  ","462969":"\n   how often u get pepee dose\n  ","462970":"\n   Yeah of course I didn’t know there was bad ways too\n  ","462971":"\n   I wanna visit somewhere near you haha but where?👅🤔\n  ","462972":"\n   I’m school were you quick to raise your hand to answer or volunteer?\n  ","462973":"\n   Do you have cable or satellite TV?\n  ","462974":"\n   Any change during quarantine?\n  ","462975":"\n   Do you have any grey or white hairs\n  ","462976":"\n   Why is your self-esteem so low?\n  ","462977":"\n   How will you explain love to a five year old kid?\n  ","462978":"\n   Goodnight everyone! Sweet dreams! Don't forget to pray! 😊❣️💓\n  ","462979":"\n   Good night\n  ","462980":"\n   Omg and I will get lost\n  ","462981":"\n   I am sure You would enjoy draining me\n  ","462982":"\n   Yeah, it's amazing over there but the weather makes it a challenge to be there🙊 Okey! Good night! Sleep well!🌹\n  ","462983":"\n   That's true!😬 When it got humid when i was in Singapore, that was awful🙈\n  ","462984":"\n   Oh, well at least there's that!😊😁 Bad heat can ruin anyones day🙊\n  ","462985":"\n   USA is a big country..so many states are unknown to me\n  ","462986":"\n   Oh darn... was it the worst heat so far?🙊\n  ","462987":"\n   Did you have a good Thursday?😊\n  ","462988":"\n   lol yeah, your emojis are cool that you use funny lol\n  ","462989":"\n   Which state u from?\n  ","462990":"\n   have ypu a fave emoji\n  ","462991":"\n   the anon was just jealous, lynds xo\n  ","462992":"\n   Maybe because it's reminding them that they need to take a bath😂\n  ","462993":"\n   cause ik you would not tease a person your too kind like me you could tho your cute xx\n  ","462994":"\n   I found your soles soo hot omg they are too sexy\n  ","462995":"\n   Clearly the anon got jealous and reported the photo!🤦‍♂️🤷‍♂️😂\n  ","462996":"\n   your always so funny, haha someone jealous of your legs lynds, you are a tease jk lol hugs\n  ","462997":"\n   Would you able to travel to New York if good money is involved\n  ","462998":"\n   Lol someone threatened to report them? For what reason?\n  ","462999":"\n   How about black?\n  ","463000":"\n   Lol how'd the sole pic get taken down?\n  ","463001":"\n   Do you find brown people attractive?\n  ","463002":"\n   Hey, i don't spend all hours on Askfm, so i'm going miss stuff that you post... sorry🤦‍♂️Too bad you didn't post a selfie!🙊\n  ","463003":"\n   Oh i see what you did there!😜 i just missed you, that's all🤷‍♂️🌹\n  ","463004":"\n   Yeah missed it\n  ","463005":"\n   If you could have dinner with anyone, who would you choose?\n  ","463006":"\n   Hahah i actually did🤷‍♂️😅\n  ","463007":"\n   When you put that white foot on my face it will be like you rule the world.\n  ","463008":"\n   Oh no that’s black haha\n  ","463009":"\n   Hugs🌹\n  ","463010":"\n   🌹🌹✨\n  ","463011":"\n   It would be 4 feet if she is interested but 2 feet is enough.i was wondering how will it look  your royal white feet on my brown face?\n  ","463012":"\n   What are you terrible at?\n  ","463013":"\n   Is there any chance to get her feet too?\n  ","463014":"\n   Pap\n  ","463015":"\n   Wow the girl is beautiful ❤️I hope her feet too\n  ","463016":"\n   I wanna make it rain.this is all I know 😝\n  ","463017":"\n   Near me\n  ","463018":"\n   Do you like getting spoiled?\n  ","463019":"\n   Because I will buy clothes for you\n  ","463020":"\n   Where are you now?\n  ","463021":"\n   Yes I know.  You can  go to outside with face mask\n  ","463022":"\n   What is your weight?\n  ","463023":"\n   Did you stay with any boy in same room ?\n  ","463024":"\n   Are you at outside for walk ?\n  ","463025":"\n   What are you doing?\n  ","463026":"\n   Good morning what is your height ?\n  ","463027":"\n   Cake or pie?\n  ","463028":"\n   Can you post a picture of you?\n  ","463029":"\n   No no.how can I cut it if I love them\n  ","463030":"\n   That’s good\n  ","463031":"\n   Ok\n  ","463032":"\n   I pay for them.how that sounds?\n  ","463033":"\n   I don’t know how I meant it but all I know is I think that you think that I am weird because I am in that age range you said and I still haven’t had my first kiss.\n  ","463034":"\n   I come all the way from Asia to kiss them.how does that sounds?\n  ","463035":"\n   Have gotten along well in the past with other immigrants from non European countries before?\n  ","463036":"\n   Sorry but is there anyway I could touch them\n  ","463037":"\n   Why would you assume that if a guy hasn’t had his first kiss then he is a minor. That worry’s me.\n  ","463038":"\n   Do you think that it is possible that you are willing to date an immigrant from like a foreign country like that? So no Europe that like Africa, Middle East Asia etc. Or is the culture\/ethical background too much for you to handle?\n  ","463039":"\n   How would you feel if a guy told that he wanted you to be his first kiss?\n  ","463040":"\n   I’m sorry about that I did not know.I may be fluent in English but I’m not American so in a way I am an immigrant like that guy and I want you to know that we are not all bad.So if I was to marry you it wouldn’t just be for a green card I would do it cause I love and care about u the card is a bonus\n  ","463041":"\n   You have to tell me the story about this dude cause I am confused?\n  ","463042":"\n   I wanna pay to kiss your feet\n  ","463043":"\n   Even if it could change his life and give him opportunity’s he could never have before? So in a sense you could be saving his life.\n  ","463044":"\n   Well why can’t you just give him that green card beautiful?\n  ","463045":"\n   How old are you?\n  ","463046":"\n   Do you accept cash?\n  ","463047":"\n   Why\n  ","463048":"\n   How old do people say you look?\n  ","463049":"\n   who that\n  ","463050":"\n   Not anon it's Shaam.\n  ","463051":"\n   Post a picture of what you look like today?\n  ","463052":"\n   Marry me.\n  ","463053":"\n   Post a selfie!\n  ","463054":"\n   Smart 😘🤦‍♀\n  ","463055":"\n   wants to Know about u?? 😎from Where? About u?\n  ","463056":"\n   what was the last piece of technology\/gadget you purchased? are\/were you satisfied with it?\n  ","463057":"\n   Lol oh well whoops!!!\n  ","463058":"\n   Anyone have to be friend with me???\n  ","463059":"\n   Wyd?\n  ","463060":"\n   My snap is Aries2470 if you wanna add me\n  ","463061":"\n   Out of your family who has the worse tsste in music\n  ","463062":"\n   Tattoos can be extremely sexy with meaning and attractive....at least in my opinion\n  ","463063":"\n   all of mine definitely do.  i won't add anything to my body that I won't be proud of for eternity.  🙂\n  ","463064":"\n   Agree completely!\n  ","463065":"\n   How many tattoos is TOO many tattoos on a guy?\n  ","463066":"\n   sorry lindsei\n  ","463067":"\n   What do you think of people who are stuck up, and think tey're better than everyone if they have a nice job\n  ","463068":"\n   That is very nice and delicious dear.\n  ","463069":"\n   Just I wonder my love\n  ","463070":"\n   Idk but i want to know\n  ","463071":"\n   Dear what are you doing?\n  ","463072":"\n   Were you popular in school\n  ","463073":"\n   Not gunna lie I pictured that last night 😏\n  ","463074":"\n   Do you make healthy dishes for your parents when they get Ill ? Like I make oats with milk,-fruits nuts-chiaseed-honey or vegetable soup with jug of ginger-lemon-honey tea 🤔\n  ","463075":"\n   yes\n  ","463076":"\n   wanna see my peepee\n  ","463077":"\n   When you go on diet ? What do you eat ? I just eliminated sugar and oil from diet 🤔\n  ","463078":"\n   What is your best question to get to know someone?\n  ","463079":"\n   Which home remedies do you think actually works like charcoal mask is best mask for making your complexion fair ,removing black heads 🤔\n  ","463080":"\n   If you had the world’s attention for 30 seconds, what would you say?\n  ","463081":"\n   how have you been xx\n  ","463082":"\n   pepee lover\n  ","463083":"\n   yes\n  ","463084":"\n   surprised u didnt say ben lahore or savoo\n  ","463085":"\n   ever egged a house?\n  ","463086":"\n   What are you like as a person and what do you want in a guy physically, mentally and culturally.\n  ","463087":"\n   Yes\n  ","463088":"\n   Hii\n  ","463089":"\n   wdym\n  ","463090":"\n   me lol\n  ","463091":"\n   If you could choose your death, when and how would you like it to be?\n  ","463092":"\n   What was the most stupid question you've ever received?\n  ","463093":"\n   If you were a bird, where would you fly?\n  ","463094":"\n   Who is the most underrated ASKfm user?\n  ","463095":"\n   Do you wear slippers at home?\n  ","463096":"\n   Do you have pets? PAP!\n  ","463097":"\n   If you could be born again in any country, as any race, and as any gender, what would you choose?\n  ","463098":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","463099":"\n   *Sent to everyone I follow*\n\nI wish to clear up the list of people I send questions to. If you do not want to recieve any more questions from me, please tell me so. If you want to get my future questions you can ignore this if you so wish! \n\nHave a good day, morning, evening or whatever! 😆\n  ","463100":"\n   Would you say this is a good offer, going to college 3 days a week, 2 days as a police offcer and full pay. So 20 grand a year. Thinking of applying\n  ","463101":"\n   what would u do if u bend over and ur pants completely rip letting every1 see what under em hehe\n  ","463102":"\n   wdym\n  ","463103":"\n   multiplepeepees\n  ","463104":"\n   u just need some d\n  ","463105":"\n   Who is more mean British or american\n  ","463106":"\n   if ppl bother u then why ur still here all day\n  ","463107":"\n   How was your day\n  ","463108":"\n   Does it ever happen to you that your hair does simply not cooperate with you no matter what? 👩‍🦱😩 What do you do then? 🤔\n  ","463109":"\n   What's something that you did as a kid that you loved and still love to do?... Example... such as riding bikes, playing legos, chalking on the sidewalk, blowing bubbles, throwing water balloons, playing some sort of sport, art or all of the above?\n  ","463110":"\n   I feel like it’s not your hunger that’s the problem it’s being with me that is it? You don’t have to make excuses ya know.\n  ","463111":"\n   You should take me out to Popeyes that would make me really happy and if you like Popeyes it would make you happy as well.\n  ","463112":"\n   Have you ever had a southern red beans and rice with some cornbread on the side?\n\n\n______________________\nThat's what we're making tonight for 🍽 supper!\nBowls for everyone!\n  ","463113":"\n   What kind of drink are you feeling right now other than water maybe?\n  ","463114":"\n   Why?\n  ","463115":"\n   What do you feel right now?\n  ","463116":"\n   Do you have dank memes ready on deck? 😁\n  ","463117":"\n   Do you cook what's the last dish you made for yourself 🤔\n  ","463118":"\n   Your superpower is that you can give phobias to people, what fun and interesting things would you make people afraid of?\n  ","463119":"\n   Bath or shower?\n  ","463120":"\n   Would you rather eat Italian or Chinese food?\n  ","463121":"\n   Is it wrong to threaten to bring your daughter to the forest and give her to wolves and let them raise her? Asking for a friend .\n  ","463122":"\n   do you like wine? what’s you’d favorite wine?\n  ","463123":"\n   Pop retro quiz - guess the band and, for bonus points, the song too: \"I'm sober now for three whole months, it's one accomplishment you helped me with, The one thing that tore us apart, is the one thing I won't touch again\"\n  ","463124":"\n   Yeah I am complicated and not normal but that’s sadly the way I am now. You might find this silly but I was way worse before.Like now I could talk to girls and be okay after I see her afew times before like in my high school\/middle school days I could never talk to a girl by myself ever.Yep that bad\n  ","463125":"\n   In what ways?\n  ","463126":"\n   what would be the house rules if you were to be in charge?\n  ","463127":"\n   Would you consider having a karate kid viewing party with us anons to celebrate the release of karate kid 1, 2, and 3 on Netflix ?\n  ","463128":"\n   Do you come out of your comfort zone or you rather stay in your comfort zone?\n  ","463129":"\n   Sorry I haven’t asked m\/any questions over the last couple of months, I’ll get back on it at some point. \nThree quick random questions:     \n🌊 Have you ever sailed in a Catamaran?    Have you ever played Shove Ha’penny?  Have you ever worn a Jester outfit?\n  ","463130":"\n   What makes you special?\n  ","463131":"\n   Would you ask a guy out on a date?\n  ","463132":"\n   Hi sexy\n  ","463133":"\n   Say something to your bashers or haters! 🔥\n  ","463134":"\n   How's your day been\n  ","463135":"\n   The thing about me is I’m really bad at the first impression but once I see you the second time it gets better I can be calmer even though I am still scared but I can get through with minimum suffering because I can see that the girl actually somewhat likes spending time with me so I get put at ease\n  ","463136":"\n   The world is mad for what?\n  ","463137":"\n   Just got a like on Tinder, is this a bad starting line and would you respond to it?\n\n\nPick the following options\n\nA. Cheesy pickup line\nB. Interesting fact\nC. Flilthy pickup line\nD. Recipe\n  ","463138":"\n   Yeah this would be for a girl I don’t know since I don’t really have any girls right now I know of that I can talk to like that. Anyways yeah I just want to say stuff quickly because the longer I talk to a girl the more I start to get nervous and when I get nervous I start to panic and breath rough.\n  ","463139":"\n   Does jealousy harm relationships?\n  ","463140":"\n   Hi you’re beautiful would you like to get some coffee sometime? Is that a good way to introduce myself to a girl even though I do not like coffee and I just want to see her and spend time with her? If not what do I need to work on or say instead? I could really use all the help I could get.\n  ","463141":"\n   I missed you🥰🤗\n  ","463142":"\n   Are you afraid of falling in love? 💔😔\n  ","463143":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","463144":"\n   What do you usually forget?\n  ","463145":"\n   would you consider yourself impulsive? what’s the last impulsive thing you did?\n  ","463146":"\n   Do you judge people based on their knowledge of grammar? 🤔\n  ","463147":"\n   Kabhi nasha kiya Ha ? 👀👀🤤🤤🤤🤤\n  ","463148":"\n   Cuz you are creepy too 🙂\n  ","463149":"\n   Ok let me hide my eyes 🙈\n  ","463150":"\n   Hugs\n  ","463151":"\n   I can 😉\n  ","463152":"\n   103. what time did you wake up this morning?\n  ","463153":"\n   Am ok sorry samjh Gaya 🙌\n  ","463154":"\n   Ap k abba sa baat karon ? 🤨👀\n  ","463155":"\n   What do you think is the new online trend right now?\n  ","463156":"\n   Nice ans dear\n  ","463157":"\n   Have you seen the comet yet? Cause I haven’t 😡\n  ","463158":"\n   How are you doing?\n  ","463159":"\n   Good night beautiful\n  ","463160":"\n   Ah, so i see!😅 Hope you had a nicd break then! And thanks for remembering me🙊😅💕💕\n  ","463161":"\n   Why choose me though? Am I an amazing guy?\n  ","463162":"\n   Are you afraid of the future?\n  ","463163":"\n   Good night\n  ","463164":"\n   Hey Lyndsey! wow 7 days later!🙊😅 That's a good movie!😁\n  ","463165":"\n   Be completely 100% honest with me now.Would u rather rather press your lips against my lips for 2-4 seconds(I’m a 5.9\/10 looking guy who weighs about 265 pounds and is 5ft 8inchs tall)or get Coronavirus where your lips would be pressed against a ventilator for 14 day’s and after effects for months?\n  ","463166":"\n   Hahaha\n  ","463167":"\n   Ah that really does sound awesome!😀 What was the last thing you watched on YouTube TV?😁\n  ","463168":"\n   *sends Thursday support hugs*\n  ","463169":"\n   98. tell me about your fav song right now.\n  ","463170":"\n   shuffle your spotify or apple music playlist and list 5 songs 🎶\n  ","463171":"\n   99. hey guys i sent out almost  💯 questions 🙃. use as a filter ✨🦋\n  ","463172":"\n   What's something u always see in movies but never happens irl?\n  ","463173":"\n   Put your music on shuffle #7— The song that comes up describes your future.\n  ","463174":"\n   Are you kind of person who help mean selfish people because you are good hearted person  ? Or you maintain healthy distance from them\n  ","463175":"\n   What's your favourite dish of your own hand 🤔\n  ","463176":"\n   Put your music on shuffle #6 — The song that comes up is your theme song.\n  ","463177":"\n   Put your music on shuffle #5 — The song that comes up describes your week.\n  ","463178":"\n   What do you do with selfish mean people who never help you but expect help 🤔\n  ","463179":"\n   What's something that can always make you feel better?\n  ","463180":"\n   Omg your legs coming out of the bottom of that 😍\n  ","463181":"\n   What make up products do you wear on daily basis like lipstick 🤔,concealer 🤔\n  ","463182":"\n   Do you celebrate your birthday with simplicity with family only  or you throw party invite friends make many dishes and have fun 🤔\n  ","463183":"\n   What would you name your children if you’re planning on having any; also, would you go traditional with blue for boys and pink for girls?\n  ","463184":"\n   Would you rather face your biggest fear or spend one night in a landfill?\n  ","463185":"\n   hi im microsoft can i crash at ur place tonite\n  ","463186":"\n   How have you been doing?\n  ","463187":"\n   What is your favorite tea?\n  ","463188":"\n   What's your favorite online shopping site?\n  ","463189":"\n   *sends Thursday hugs!* 🤗🤗🤗\n  ","463190":"\n   What does true friendship mean to you?\n  ","463191":"\n   Do you enjoy dancing? What type is your favorite?\n  ","463192":"\n   So sad\n  ","463193":"\n   What weird\/odd dreams do you have?\n  ","463194":"\n   what is the scariest experience you've ever had? 😨😵😦\n  ","463195":"\n   Put your music on shuffle #1 — The song that come up describes how you‘ll die.\n  ","463196":"\n   Being a human being makes you obsessed?\n  ","463197":"\n   What is your favorite city?\n  ","463198":"\n   Nem is?\n  ","463199":"\n   When's ya birthday? 🎂\n  ","463200":"\n   any man ever send you money for no reason?\n  ","463201":"\n\n    https:\/\/mobile.twitter.com\/cutopsy\/status\/1279854832157949952\n   \n","463202":"\n   Can u share 3 things that i will send u\n  ","463203":"\n   Holaaaa🤍\n  ","463204":"\n   What if it's a tragic one? Would endure it or make a way to disrupt that future?\n  ","463205":"\n   What kind of pizza did you have?\n  ","463206":"\n   What's the most influential song of the last 25 one song that stands out?\n  ","463207":"\n   If you are given the chance to see the future, would you take it?\n  ","463208":"\n   What do you wanna change in you ? Like many celebrities go for nose job , inject filler in lips for getting big lips .what are your body goals ? 🤔\n\nDo you want to look like Kardashian 😁 body wise\n  ","463209":"\n   i missed you :)\n  ","463210":"\n   One wish: What it will be..?!\n  ","463211":"\n   Do you like your bacon crispy?\n  ","463212":"\n   If you could eat only one food for a week, what would it be? I would eat fried chicken\n  ","463213":"\n   What did you have for dinner tonight guys?\n  ","463214":"\n   I have definitely pictured you in that a few times while I’m in bed 😍\n  ","463215":"\n   Date older or Date younger? Why?\n  ","463216":"\n   What's your favorite magazine?\n  ","463217":"\n   What's the best thing to do when you can't sleep?\n  ","463218":"\n   wdym\n  ","463219":"\n   lets be baes\n  ","463220":"\n   Any more gifts bought by your fangirl?\n  ","463221":"\n   What makes you curse someone?\n  ","463222":"\n   Who was a better cook your mom or grandmother?\n  ","463223":"\n   If you have children, did you always know you wanted them? If not would you like them in the future?\n  ","463224":"\n   Do you like short or long hair on someone of the opposite gender?\n  ","463225":"\n   Have you ever had sex with more than one person in the same day\n  ","463226":"\n   Junk food\/ healthy food?\n  ","463227":"\n   When was the last time you screamed at the top of your lungs?\n  ","463228":"\n   Have you taken a covid19 test?\n  ","463229":"\n   were you allowed to see the drawing and car scene from Titantic as a kid?\n  ","463230":"\n   Do you think you're brave? Rate 1-10, 1 is the lowest and 10 is the highest. 🖤\n  ","463231":"\n   How much weight did you gain or lose so far this year?\n  ","463232":"\n   Hope every one has a good weekend ✌🏻\n  ","463233":"\n   What's the first thing you grab from the refrigerator when you're hungry? 🤤\n  ","463234":"\n   Do you have any strapless bras?\n  ","463235":"\n   How did you get your name?\n  ","463236":"\n   What are your favourite fruits among all ?\n  ","463237":"\n   What do you like to drink most? Coke or Estathé? 🥤\n  ","463238":"\n   What is one thing that made you feel bad recently\n  ","463239":"\n   Wyd?\n  ","463240":"\n   Normally it would be a month but with the overdraft, payday loans and being able to acquire  multiple credit cards that would have kept him afloat until it all comes crashing down😂😂😂.\n  ","463241":"\n   102. do you like conflict?\n  ","463242":"\n   If you have one year left to live, what would you do?\n  ","463243":"\n   Well yeah. We were joking with him saying if he stayed with her after 3 months he would have been dead broke, credit card maxed out and would have to resort to selling some booty on Hollywood Boulevard to support her😂😂😂. Even after all that she wouldn’t be satisfied and leave him still\n  ","463244":"\n   Yeah he was one of those nice gullible type of guys who just wants to see girls happy. But yeah after he didn’t take her out on that date she kinda ghosted him for the next 2 weeks and she just messaged him quickly saying that she wants to cut ties with him. He was hurt but got over it eventually.\n  ","463245":"\n   Are you a fan of both? 🤔 They are bitter enemies Haha\n  ","463246":"\n   Have you ever seen Game of Thrones? 👑🏰 Which is your favorite house and why? 🐺🐲🦁🌹🦌🐙☀️🦅🐟\n  ","463247":"\n   when my friend told us that he was really considering paying for that $500 we bursted out laughing he was seriously going to do it and we had to talk him out of it crazy.Like he said that it was her birthday and she really wanted to try this place blah blah. That’s nice for 2 years not no 2 dates\n  ","463248":"\n   I see\n  ","463249":"\n   Yeah exactly right if I had money to burn I wouldn’t fare but since I work hard for my money and I am not rich like I wouldn’t mind paying for her little nugget combo at Mc’ds or maybe pay her share of the meal at a restaurant but I can’t be helping ya’ll out like Santa Claus you know.\n  ","463250":"\n   Pandemic thoughts\n  ","463251":"\n   Lyndsey’s legs:  Men’s dream.  Women’s nightmare.\n  ","463252":"\n   Every time I hear the song Majesty by Nikki Minaj and Eminem, I think of Lyndsey\n  ","463253":"\n   We all miss your legs\n  ","463254":"\n   As you know some girls in that states are to entitled like they want the man to be buying all these things and paying for everything. Like one of my boys right he met this girl right and on the second date she wanted him to treat her to a $500 dinner. This was some fancy 5 course meal $50 a plate\n  ","463255":"\n   The best legs on ask.fm have returned!!!\n  ","463256":"\n   Is this a stupid way to think, IF I ever get a girlfriend i\"ll would want her to work same as me, so we have  more incoming into the house.  Stupid way to think?\n  ","463257":"\n   Are you still technically single?\n  ","463258":"\n   Would you ever run a marthon?\n  ","463259":"\n   Put your music on shuffle #3 — The song that comes up will play at your funeral.\n  ","463260":"\n   last time u gagged on pepee\n  ","463261":"\n   Are you  allergic to any nuts like I am allergic to peanuts and walnuts 🤔\n  ","463262":"\n   Have you ever performed for anyone?\n  ","463263":"\n   What do you think ? Cellphone should be kept aside when your friends around you as they might think  you are ignoring them\n  ","463264":"\n   What are your 2020 goals like I wanna loose some weight\n  ","463265":"\n   Are u into astrology and zodiac? If so what house is your sun sign in? I'm a cancer sun in the 10th\n  ","463266":"\n   Have you ever seen a shark in real life, like while you were swimming on the beach not in an aquarium?\n  ","463267":"\n   Do you regret something ? Like I regret after eating oily junk food\n  ","463268":"\n   Why does the answers needed just say +99 when you need approximately 120 answers :\/ and it not do a ✅ once hitting that 99 mark\n  ","463269":"\n   How much do you eat in a day\n  ","463270":"\n   Do you want to get married?\n  ","463271":"\n   What were you bullied for?\n  ","463272":"\n   Have you been in a toxic relationship?  Ifbyes,  how did it affect you?\n  ","463273":"\n   What is your go-to movie to watch on a rainy day?\n  ","463274":"\n   Do you whistle in public?\n  ","463275":"\n   Who is your favorite author?\n  ","463276":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","463277":"\n   Did you hate any of your past jobs\n  ","463278":"\n   cuz u get daily pepee dose?\n  ","463279":"\n   Hi dear\n  ","463280":"\n   last time pink canoe was padled\n  ","463281":"\n   are you sleeping alone right now\n  ","463282":"\n   Why is there a life jacket under the seat on an airplane, but not a parachute?\n  ","463283":"\n   69 Camaro vs 70 Mustang vs 70 Cuda what classic pony car would you be driving?\n  ","463284":"\n   What did you watch on TV yesterday?\n  ","463285":"\n   Are your similar to your parents?\n  ","463286":"\n   What type of people do you find yourself drawn to?\n  ","463287":"\n   Do you like tomato soup?\n  ","463288":"\n   Comedian, but he had a serious acting role in Casino. there could be more.\n  ","463289":"\n   Do you say scone or scon\n  ","463290":"\n   Ever been to a NASCAR race before?\n  ","463291":"\n   Put your music on shuffle #2 — The song that come up describes your love life.\n  ","463292":"\n   master bait\n  ","463293":"\n   97. last time you did something for yourself? and what was it?\n  ","463294":"\n   Whats your fav thing to do while make out?\n  ","463295":"\n   Would you rather go to Canada or Mexico?\n  ","463296":"\n   Are you sensitive ? Do you get hurt by people's word easily or you are strong person you rarely get hurt 🤔\n  ","463297":"\n   Which colour you hate most 🤔\n  ","463298":"\n   What are your favourite chocolates\n  ","463299":"\n   Have you ever have one of those watches that counts your steps during the day? Like a Fitbit? What's the longest you've walked? Farthest?\n\n( you do not have to answer this question if you do not feel comfortable )\n  ","463300":"\n   How do you spend your time in holidays ? Do you go for travelling in holidays or you prefer staying in home spending quality time with friends and with family\n  ","463301":"\n   Ever been 4-wheeler riding before? Would you ever do this? ATV riding.\n  ","463302":"\n   What would you do if your bf started spending more and more time with a girl who he's \"just friends\" with?\n  ","463303":"\n   Which animals make you scared ? Like snake ,crocodile,wild dogs etc 🤔\n  ","463304":"\n   How do you communicate with those childhood friends who no more live in your city 🤔\n  ","463305":"\n   I still don’t get what you mean tbh! lol\n  ","463306":"\n   huge pepee\n  ","463307":"\n   Have you ever met a compulsive liar and if so how did you usually deal with them?\n  ","463308":"\n   Coffee flavored ice cream.\nYay or nay?\n  ","463309":"\n   What are the right reasons?\n  ","463310":"\n   If someone posts personal details about their life online. Are their followers obligated to know every detail?\n  ","463311":"\n   Are you ever satisfied or do you find yourself always wanting more ?\n  ","463312":"\n   yes\n  ","463313":"\n   Why is it fitting?\n  ","463314":"\n   What did you learn from life 🤔\n  ","463315":"\n   What's your favourite social networking website 🤔\n  ","463316":"\n   Ahhh man there's gotta be better thing to use in a pinch than a thong or pad 😂 😂 😂\n  ","463317":"\n   HAVE YOU EVER HAD AN UNREQUITED LOVE?\n  ","463318":"\n   If I mentioned the name Passamaquoddy would you know what I was referring to?\n  ","463319":"\n   What's your favourite brand in moisturizer like I am obsessed with CeraVe ,Aveeno 🤔\n  ","463320":"\n   What's your 2020 resolution?\n  ","463321":"\n   👶🏻 To the moms and dads: How did you feel after the birth of your first child? 👶🏼 What were your thoughts when you looked at your newborn? 👶🏽 (if you don’t mind me asking) 👶🏾 — To the others: How do you feel about parenthood? Do you wanna have children? 👶🏿\n  ","463322":"\n   Which piece of  jewellery you wear alot ? Like I wear my blue sapphire ring 24\/7\n  ","463323":"\n   Which designer outfit you wanna buy in your life like Versace ,\n  ","463324":"\n   What was the last song that you listened to?\n  ","463325":"\n   What's your favourite sea food like I am obsessed with fish ,prawns 😍\n  ","463326":"\n   Thick,medium eye brows or thin eye brows what do you prefer \n\nI prefer my natural eyebrows what God made 🤔\n  ","463327":"\n   Bathtub 🛁 or shower 🚿 what do you find most relaxing? 😌\n  ","463328":"\n   How have you changed in the last 5 years?\n  ","463329":"\n   UK friends, how do you feel about masks being made mandatory on the 24th?\nNon UK friends, have masks been made mandatory there and should they be?\n  ","463330":"\n   If you have to remove one thing from your life to make your life more healthy what it will be ? Like removing unhealthy eating habit 2) removing toxic people 3) alcohol\n  ","463331":"\n   Do you like golden streaks in gents hairs or you think gents hairs should be of one colour\n  ","463332":"\n   What's your favourite flavour in ice cream like I am obsessed with pistachio ice cream 🤔\n  ","463333":"\n   Whats your favourite shampoo among all ? I grew up using Pantene and still use Pantene as it works for me what about you\n  ","463334":"\n   Do you like colourful roses in case  or you prefer only white flowers in flower vase .🤔\n  ","463335":"\n   What is the most important thing to know?\n  ","463336":"\n   What songs are you embarrassed to admit that you like?\n  ","463337":"\n   In three words, how would you describe your best friend?\n  ","463338":"\n   Penny for your thoughts?\n  ","463339":"\n   or ben\n  ","463340":"\n   Suppose you have just inherited your father's business of textile mill and you are planning to expand it on  large scale as previously it was running on small scale and catering local customers.\n  ","463341":"\n   If I EVER see one of these notebooks lying around again I SWEAR TO FUC%ING GOD! I'll stop being so polite.\n  ","463342":"\n   Your favourite person on social apps  with whom you can share anything😇\n  ","463343":"\n   prob lahore the most XD\n  ","463344":"\n   All I can say is where can I find a girl like you who will just like me and want to spend time wether it be just a meal at McDonald’s or hot dogs in the park.also if you bought me a gift I would just honestly break down and cry. No girl has ever bought me anything before and I’m just overwhelmed🥺.\n  ","463345":"\n   did u miss ask\n  ","463346":"\n   In your honest opinion how Important is money in a relationship and Also in your opinion in your past relationships how did money work with you and your partner? Was it a causal thing for them to pay for dates, buy you gifts, help pay off your debts, etc. If they didn’t have money what would happen?\n  ","463347":"\n   What 1 tip do you wanna give to people who wanna loose weight\n  ","463348":"\n   What’s your favourite day of the week?\n  ","463349":"\n   Are you more of a morning person or an evening person?\n  ","463350":"\n   According to you which country is the most beautiful country among all like I think Paris is the most beautiful country 🙃\n  ","463351":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","463352":"\n   How much of yourself\/your life do you let people see online? You don't have to answer this, I'm just curious. For me it's like 90% I think.\n  ","463353":"\n   Favorite alcoholic drink? 🥃\n  ","463354":"\n   101. last alcoholic beverage you had?\n  ","463355":"\n   Why do people like to bombarded people with questions close to bedtime?\n  ","463356":"\n   Do you like country music?\n  ","463357":"\n   Can you share a useful tip for dating?\n  ","463358":"\n   *Sends all the hugs*\n  ","463359":"\n   What can we learn from children? — If you have children, what did you learn from them?\n  ","463360":"\n   What's your favourite hair colour ? Which colour you are looking forward to do 🤔\n  ","463361":"\n   Have you ever seen a shooting star? 💫 🌠\n  ","463362":"\n   Have you ever been in the news or on TV?\n  ","463363":"\n   Do you dress conspicuosly? 👗\n  ","463364":"\n   Do you drink sparkling or natural water?💧\n  ","463365":"\n   post a photo of your customized masks 💜\n  ","463366":"\n   What is the worst injury that you have had?\n  ","463367":"\n   were u too busy getting pepee\n  ","463368":"\n   have u been gettin the d a lot and that why u lef hehe\n  ","463369":"\n   Whats the best place for clicking  pictures?\n  ","463370":"\n   Do you know CPR?\n  ","463371":"\n   It felt like 5 minutes tbh\n  ","463372":"\n   Based on my profile pic. Would you swipe left or swipe right?\n  ","463373":"\n   Your Instagram followers and following?\n  ","463374":"\n   Wait. The hero spends so much money to go to the airport only to say no to the girl???\n  ","463375":"\n   Do you wear a mask in public due to covid\n  ","463376":"\n   Are you in relationship? 👀👀\n  ","463377":"\n   Girls would you rather be fat and have huge boobs or skinny with small boobs? Guys what do you prefer?\n  ","463378":"\n   do you think schools should open up next month?\n  ","463379":"\n   Take a break why?\n  ","463380":"\n   Nooooo\n  ","463381":"\n   Probably be five minutes 😂\n  ","463382":"\n   too lazy to deactivate? hehe\n  ","463383":"\n   u forgot to deactiate\n  ","463384":"\n   Guess Rock Chick wins\n  ","463385":"\n   How does it feel to be a side chick? Like just used for s3x coz they don’t want you for a gf?\n  ","463386":"\n   What’s the worst allergic reaction that you’ve had? \nYesterday I found out that I was allergic to antibiotics that I was put on last week and the reaction was not pretty 😭😂\n  ","463387":"\n   It’s a myth that parents\/grandparents say to try to make children eat their crusts 😅\n  ","463388":"\n   That’s really sad 😭\n  ","463389":"\n   Did your parents tell you to eat your crusts otherwise you won’t get curly hair? 😅\n  ","463390":"\n   Would you ever get a piercing? Where?\n  ","463391":"\n   What’s something that makes you automatically feel happier?\n  ","463392":"\n   Are you allergic to anything?\n  ","463393":"\n   He earns more money than me and is happy paying so I let him\n  ","463394":"\n   Oh i see... so it's more like a cable service but provided by the YouTube company! Seems like a great thing to have! Cool that its cheaper that usual cable too!😀😁😇\n  ","463395":"\n   Why not? My guy always pays, I offer but he declines.\n  ","463396":"\n   Is it ok if someone asks you to dinner and expects you to split the bill?\n  ","463397":"\n   Hahah what!!?? there's Youtube TV? Gosh😂😂 I dont think we have that here yet🤔😅 i mean i've not heard of it😂\n  ","463398":"\n   🤔 Good point, but I guess you could insert yourself as an \"extra\" level or you could become involved after the events of the film have already taken place? That way the film wouldn't change\n  ","463399":"\n   If you could become an additional character in your favourite film\/series, which would it be and who would you be?\n  ","463400":"\n   Hahah yeah, if you have satellite TV then there's hundreds of things on right now😂😂 Ah, fair enough😇\n  ","463401":"\n   Wondered when you'd answer that!😉😁 Aw, sounds nice! Anything on TV?\n  ","463402":"\n   Have you ever played Minecraft before? Do you like the game? If you have never played. It is fun and I recommend.\n  ","463403":"\n   Say me anything is positive\n  ","463404":"\n   Heyyy🌹🥰 Up to much besides Askfm?😇\n  ","463405":"\n   When was the last time u masturbated and actually got to enjoy it??\n  ","463406":"\n   If you could be a famous athlete who would you be?\n  ","463407":"\n   That's so awesome!😀 Do you plan to visit one day?😇\n  ","463408":"\n   Wow so they were in NZ earlier this year then?🙊😮 That's really cool😁\nOh they visited Hobbiton did they?😅 ironically i haven't been to that location yet!🤦‍♂️😅\n  ","463409":"\n   Oh cool!😁😁Have any made it into your photo collection?\n  ","463410":"\n   Have you looked up any photos of New Zealand?😁\n  ","463411":"\n   What do you want rn?\n  ","463412":"\n   Ahhh i see!😁 That's a neat collection! Oh Finland and Iceland have amazing landscapes!😀\n  ","463413":"\n   wdym\n  ","463414":"\n   You took all those photos?😮🙊They  look amazing!😇\n  ","463415":"\n   why\n  ","463416":"\n   post pics so i make u a fanpage\n  ","463417":"\n   Is there a song you find catchy that you find yourself singing? That Sunday Best song is pretty catchy I’m always humming it.\n  ","463418":"\n   Join the Dark Order ☠\n  ","463419":"\n   shocking lol\n  ","463420":"\n   Have you ever been in a fight? why?\n  ","463421":"\n   What or who do you miss from here?\n  ","463422":"\n   Do you know who Don Rickles is\/was?\n  ","463423":"\n   how do you feel about tik tok and the potential ban on it?\n  ","463424":"\n   lol, just saw your answer the sun you always make fun of me well alot, but in a kind way xx\n  ","463425":"\n   idk bruh\n  ","463426":"\n\n    https:\/\/m.youtube.com\/watch?v=ifRoMGG8Wvs\n   \n   do u know this song\n  ","463427":"\n   wdym\n  ","463428":"\n   clearly that aint a problem for u tho\n  ","463429":"\n   What is something that you’re really good at?\n  ","463430":"\n   You going to date him?\n  ","463431":"\n   What art form do you like best?\n  ","463432":"\n   Come reagisci all’impatto con una delusione delle tue aspettative?\n  ","463433":"\n   Good 🌃 \nSweat Dreams 💓💓💓\n  ","463434":"\n   who that\n  ","463435":"\n   Do you ever feel self conscious and unable to act in a natural way around other people? If so how do you help yourself overcome these feelings??\n  ","463436":"\n   How frequently do you talk to distant friends?\n  ","463437":"\n   yes\n  ","463438":"\n   PAP of your favorite person?\n  ","463439":"\n   It's the oldest story in the world. One day you're 17 planning for someday and then quietly, without you ever noticing, someday today. And then someday yesterday. And this is your life.\n  ","463440":"\n   It's morning here lol\n  ","463441":"\n   Good night\n  ","463442":"\n   Goodnight loves 🌙\n  ","463443":"\n   Why many Western people think 13 is evil number although it's not 🤔\n  ","463444":"\n   What's the most peaceful place according like I consider sea n my room is the most peaceful place on earth 🤔\n  ","463445":"\n   Do you make best friend ? Or friend like in my dictionary there is best friend concept I prefer making friends 🤔\n  ","463446":"\n   do you often visit ask?\n  ","463447":"\n   Soap vs face wash what do you prefer ? 🤔\n  ","463448":"\n   What's your favourite website of clothes ? From which website you do online shopping 🤔\n  ","463449":"\n   What's your wildest fantasy?\n  ","463450":"\n   What's your favourite zodiac sign and least favourite zodiac sign 🤔\n  ","463451":"\n   Is there anything sexual that you have always wanted to try but haven't?\n  ","463452":"\n   What's the best picture you ever clicked of nature 🤔 share the pic\n  ","463453":"\n   Fav ask.fm crush?\n  ","463454":"\n   “WHOSE STILL AWAKE AND WHAT ARE YOU CURRENTLY DOING AND WHAT TIME IS IT WERE YOU Are.\n•MY ANSWER: it’s currently 1:06am UNITED STATES\/TENNESSEE AND IM in a sports 🥎 bra with boy 👦 shorts on, sitting on my counter island 🌴 eating 🍽 a bowl 🍲 of cereal 🥣🙄✔️✔️🙄\n  ","463455":"\n   What weird food combinations do you really enjoy?\n  ","463456":"\n   wanna see my peepee is mega huge 45 inches\n  ","463457":"\n   _\n  ","463458":"\n   What would be great and what would be terrible about all humans having translucent skin and muscles so that you could see all the organs working?\n  ","463459":"\n   92. last show you watched?\n  ","463460":"\n   Do you wanna eat samosas with me from Chasini ?\n  ","463461":"\n   Do you keep your room clean or messy?\n  ","463462":"\n   *Gaaaaassspp* caaakkee!!!! Om nom nom\n  ","463463":"\n   😍\n  ","463464":"\n   If you people need any health tips related to anything do let me know .like weight loss plan  ,strong bone ,natural painkiller ,natural sunblock ,pimple etc etc 🤔\n  ","463465":"\n   Which vegetable you hate most if that's cooked in home you don't eat 🤔\n  ","463466":"\n   Yes! Run! 😈\n  ","463467":"\n   Did anyone ever scammed you? Share your story 🤔\n  ","463468":"\n   Choose: Burn the roof of your mouth or get a papercut on your finger?\n  ","463469":"\n   Have you ever prepared diet food for your parents when they get Ill? \n\nLike I prepare lemon honey juice for my parents so they can loose some weight or quinoa with baked mix herb mushroom  🤔\n  ","463470":"\n   What did you eat in dinner\n  ","463471":"\n   Google \"your name\" + \"your favorite color\" + \"aesthetic\"\n\nThe first five pictures are your aesthetic board.\n  ","463472":"\n   What do you think about me ? Say some good things about me 🤗 need some appreciation 🤪\n  ","463473":"\n   Do you wear  matching colour jewellery with your outfit or you do contrast\n  ","463474":"\n   Did you buy tons of grocerry items  when lock down started or you purchased few things what you actually needed 🤔\n  ","463475":"\n   What's your favourite season ? Like I am obsessed with winter 😍\n  ","463476":"\n   Have you ever tried to make new sweet dish what did you make ?like I grinded dates-coconut-peanuts- melted-galaxychocolate them made small small balls of that mixture\n  ","463477":"\n   How many good friends you made on ask fm 🤔.who is your favourite  person on ask fm 🤔\n  ","463478":"\n   What's your favourite juice recipe? like I make vitamin a b c e juice  ginger-pineapple-carrot-beetroot juice 🤔\n  ","463479":"\n   Any sadness that Metro Center closed? What do they have planned for the property?\n  ","463480":"\n   Do you like to tan your body by sitting under sun or you are happy with your natural fair complexion 🤔\n  ","463481":"\n   Ever ridden a hover board?\n  ","463482":"\n   Did you ever gave gift to your parents on their birthday ? What gift  did you give on their birthday 🤔\n  ","463483":"\n   Which colour you love most among all like I am obsessed with black and red\n  ","463484":"\n   Do you change your eating habit when you are on diet or you just exercise 🤔\n  ","463485":"\n   yes\n  ","463486":"\n   ahh, yahoo answers. those were the days xp\n  ","463487":"\n   What's your favourite weight loss tea ? Like I make matcha-ginger-turmeric-lime tea 🤔\n  ","463488":"\n   u were a teen on early 2000 tho hehe\n  ","463489":"\n   Do you add ask fm friends on Instagram or it depends who are they 🤔\n  ","463490":"\n   Did you ever trolled someone on ask fm or on Instagram 🤔.like many people troll celebrity write negative mean comments 🤔\n  ","463491":"\n   What's your favourite weightloss tea 🤔\n  ","463492":"\n   Why did you join ask fm for becoming famous ,or for making friends or you love answering questions for time pass 🤔\n  ","463493":"\n   What's your favourite late night snack\n  ","463494":"\n   Do you miss someone?\n  ","463495":"\n   What is your favorite fast food? How serious are you about this?\n  ","463496":"\n   If you could invite any celebrity guest to dinner, who would it be and why?\n  ","463497":"\n   And you can eat banana\n  ","463498":"\n   I saw on TV: \"There are ancient never-before-seen viruses discovered locked up in the glaciers that can be released through ice melting caused by global warming\". How scary is the news for you? If you could send a message for those who don't believe in global warming, what would you say for them? 🌍\n  ","463499":"\n   hii, how are u feeling today? i’m here to let u know i’m following u right now. can u follow me back? i hope everything’s alright with u and ur loved ones. stay safe 💘\n  ","463500":"\n   I can eat my food under your comforter while you are eating your breakfast\n  ","463501":"\n   Do you like Mountain Dew?\n  ","463502":"\n   Hii\n  ","463503":"\n   Yes and I am entering under your comforter while you are eating your breakfast\n  ","463504":"\n   Haha yes of course I ate first and then I put your breakfast on your lap\n  ","463505":"\n   Why not. I brought your food to your bed\n  ","463506":"\n   Are we going to get a glimpse of you in the lingerie Tanya got you?\n  ","463507":"\n   That’s completely okay.\n  ","463508":"\n   Share what’s on your mind if you feel comfortable.\n  ","463509":"\n   did you ever watch celebrity apprentice?\n  ","463510":"\n   Which things make you angry 🤔\n  ","463511":"\n   Who is your favourite television chef like Gordon Ramsay , etc\n  ","463512":"\n   So roadie (remember him?) and a few others made a server thing on discord with others you might remember from fs, they wanted to know if you wanted to join :p\n  ","463513":"\n   What was the last thing you ordered online?\n  ","463514":"\n   What talent do you have?\n  ","463515":"\n   What can melt your heart?\n  ","463516":"\n   whats on your mind?\n  ","463517":"\n   What does a perfect day look like?\n  ","463518":"\n   i dare you to paste the last thing you copied. 😂\n  ","463519":"\n   What is your favourite meal to cook and eat?\n  ","463520":"\n   Which do you prefer watching movies at home or the cinema?\n  ","463521":"\n   What are the few things you are looking forward to buy for your house to make it more pretty like decoration pieces ,floor lamp,candles ,paintings etc 🤔\n  ","463522":"\n   Oh was this the first time you watched it?😅 Ngl, sounds like something i wouldn't like!🤭😅BUT, i'd totally watch it with you😁\n  ","463523":"\n   What type of music are you into?\n  ","463524":"\n   If you could have any sports car, what would it be?\n  ","463525":"\n   hi this is the police we got reports that ur hidin illegal stuff under ur clothes so we need u to show us and we can verify that ur not hiding anything plz post pic showing under em for our police inspection\n  ","463526":"\n   I will get it probably. Rashes are okay but I hate the sneezing. Idk man, I think I’m developing a whooping allergy.\n  ","463527":"\n   I have class and I have to wear a mask all day again. I might skip class if I have more of these rashes.\n  ","463528":"\n   Hope they go away until Saturday.\n  ","463529":"\n   Ugh I almost have them all over my face.\n  ","463530":"\n   Smart\n  ","463531":"\n   V smart\n  ","463532":"\n   They’re making us wear it everywhere. I got an allergy because of it.\n  ","463533":"\n   How well do you sleep at night?\n  ","463534":"\n   Oh, what kind of reality show was it exactly? i assumed it was maybe Big Brother or similar🤷‍♂️😅\n  ","463535":"\n   Do you break things in anger ? Or just scold the person who makes you angry 🤔\n  "},"Answer":{"462463":"\n  Cheers to that\n  ","462464":"\n  Why just once?\n  ","462465":"\n  What about?\n  ","462466":"\n  Could be.\n  \n  No. I wouldn't let it break me. Everyone is different.\n  ","462467":"\n  O.o\n  ","462468":"\n  Myself. Me lol. Who are you?\n  ","462469":"\n  Hell no. Rather not. It's an old man's name anyways\n  \n  Yes but it would be funny as the nephew's uncle has the same name as him so technically there'd be a 3rd. Bit more confusing! Better be a different spelling of both 🤣\n  \n  One is outdated and the other is common.. maybe the more common one.\n  \n  Would be a little weird. My brother-in-law's brother shares the same name as him. As for the cousin I don't see.. that's another common name. I'd be fine with former stepcousins names as those are pretty common too\n  \n  Sure.. only two of them.. the 3rd one has more of a unique name.\n  ","462470":"\n  That wasn't the smartest idea\n  ","462471":"\n  Glad someone liked that.\n  \n  Good luck learning the language:)\n  ","462472":"\n  Yes, please.\n  ","462473":"\n  Night sweethearts\n  ","462474":"\n  Nobody, apparently.\n  ","462475":"\n  80s last I knew. Don't feel like checking lol\n  \n  Going to bed now\n  ","462476":"\n  Same to you\n  ","462477":"\n  Happened years ago but still remember it like it was yesterday. Was the first time witnessing it so ya.. hit differently (no pun intended)\n  ","462478":"\n  Yes, I have. Pretty cool.\n  \n  I went to senior prom with my friend and her stepdad had a car from the 1940s or 50s  that we drove in. Was cool. I forget the name of the model atm\n  ","462479":"\n  Eh. I was in other ways lol\n  \n  Lost respect for.\n  ","462480":"\n  No, I haven't nor have they hurt me.\n  \n  ~\n  \n  I've only hit one person and it was more to stop them from harming another. Likewise, I didn't do it to hurt them, just to stop it.\n  ","462481":"\n  What is?\n  ","462482":"\n  Yes. That would suck. Feelings are valid. It shouldn't be taken lightly.\n  ","462483":"\n  People's actions and words can be very different in the moment.\n  \n  If I ever did hit someone it wouldn't be to induce pain on them. I'm definitely more of a peacemaker.\n  ","462484":"\n  I know. Dealt with it with close people and just wouldn't want to go down that slippery road. Most victims don't speak up either.\n  ","462485":"\n  No idea ¯\\_(ツ)_\/¯\n  ","462486":"\n  Nope, it definitely can go both ways! I am picturing the guy being stronger though, knows their strength etc\n  \n  Feel like the latter just isn't talked about much.\n  ","462487":"\n  True, true.\n  \n  I feel like self defense can play a part too but more a last resort. It shouldn't be their first reaction. Like oh \"an eye for an eye\".. like nah dude. Someone has to be better in the relationship. They must have old wounds that need healing too.\n  ","462488":"\n  Uh how?\n  \n  I actually wanted to know the anon's views after that question lol\n  ","462489":"\n  How about be the bigger person? Let them vent out the frustrations (assuming they aren't really trying to hurt you?), listen to them, walk away, take a step back, cool down. Breathe. I suppose it depends on the reason why too. Be honest with them. Be understanding (again situation based lol)\n  \n  The women should get the fuck out because its just going to keep repeating the cycle. Obviously if the man keeps getting hit then same for him. That's not real love, my dudes\n  ","462490":"\n  Creepy condoning violence.\n  \n  Seems like mental illness, addiction and other such problems would be a factor then. I'd rather not be with someone that would lay a hand on me regardless of the circumstances. I've had people I'm close with that have been in those situations, it can only get worse.\n  ","462491":"\n  Ah ok\n  ","462492":"\n  Also when it's a choice. Some cultures are very disturbing marrying children when they don't have a voice in the matter.\n  ","462493":"\n  When you find someone you can't live without, right timing, divine intervention, financial stability, true love. I don't think age truly plays a part.. just whenever it feels 100% right.\n  ","462494":"\n  Not really sure what you mean by the \"bands\"\n  \n  I don't think it's right to hit people. There's obviously a reason why she did something.. lacking in the relationship. Hitting someone wont make them want to keep staying with you. It doesn't show them love or that you truly care about them. Being dominated in the bedroom and being with a pos guy is very different.\n  \n  Literally saw a tik tok vid on IG earlier where this guy hit his girlfriend\/wife on the legs. They had a young son and the son watched him hit her and then hit him over the head for hitting his mom. The kid is obviously learning bad behavior regardless if he stuck up for the mother.\n  ","462495":"\n  It shouldn't have to? You can have disagreements without getting physical. Talk like adults, use words, understanding, feel safe with the person.\n  \n  If into bdsm and stuff then yes, cool but anything else is just red flags and clearly not a good relationship if always fighting in multiple ways.\n  ","462496":"\n  Some cooler weather would be nice but summer is my favorite season too!\n  ","462497":"\n  Yes ❤\n  ","462498":"\n  Domestic dispute\n  \n  One in HS but classmates and teachers stepped in to stop it. I forget the reason but most likely childish XD\n  \n  Someone getting hit with a cane\n  \n  One time I was supposed to go to the fair with my friend. I was waiting around and getting tired of it so I started to walk there. Her and her then boyfriend pulled up as I was walking. This was the first time I met the guy and they basically spent the whole time fighting. Barely went on rides or played games. Like why even show up if fighting? It was just such a shit night lol she actually married him because she got pregnant a few years later, divorced since he was cheating. I don't even think he's in the daughter's life since never mentions her going to his house.. I'm sure his mom still sees her tho. Glad she's with her now husband and they have 2 kids together, treats his kid like his own etc\n  ","462499":"\n  Yes, I've had it before. It's fine.\n  \n  My favorite pie is apple and pumpkin pie.\n  \n  Also a chocolate pudding one with Graham cracker crust.\n  ","462500":"\n  In school, gym:\n  \n  Tennis\n  \n  Dodgeball\n  \n  Baseball, I do better with the bigger bats\n  \n  Volleyball\n  ","462501":"\n  Fun experience\n  ","462502":"\n  Enough 😉\n  ","462503":"\n  I'm always too much ;)\n  \n  If it was the former then I'd definitely be talking about Maxwell more.\n  ","462504":"\n  Those North Easterners though!! Loads of times. There's a picture under my top answers from Maine.\n  \n  Once or twice in Arizona (had to travel for as this area doesn't get snow)\n  ","462505":"\n  Breakfast foods\n  \n  Scrambled eggs, bacon\n  ","462506":"\n  Probably a mixed bag?\n  ","462507":"\n  He lives in Arizona now.. but yes, have heard of it. He wasn't there then.\n  ","462508":"\n  Always 🤣🤙\n  ","462509":"\n  That still seems like a weird nickname, tbh.\n  ","462510":"\n  This year? If so, no.\n  ","462511":"\n  No but a side street nearby.\n  ","462512":"\n  lol he was a boy scout 🤣 but yes, he does have a gun.\n  ","462513":"\n  Haven't since early 2000s\n  ","462514":"\n  I've only been to the airport so no real opinion.\n  \n  I've been to a part of Illinois but it was pretty ghetto. Cant say as a whole. My brother-in-law is from Chicago though.\n  ","462515":"\n  me lol\n  ","462516":"\n  What?\n  ","462517":"\n  Originally: Boston\n  \n  Atm: Arizona\n  ","462518":"\n  Since when?\n  ","462519":"\n  Yes :)\n  ","462520":"\n  me lol\n  ","462521":"\n  No thanks.\n  ","462522":"\n  I have once.\n  \n  I don't think I'd want that again unless it was with the same person since that would be completely understandable why he'd need to go back and forth.\n  \n  With someone new, it just would be hard. The not being there etc\n  ","462523":"\n  Oh didn't know that!\n  ","462524":"\n  Tired. Was trying to take a nap. Phone buzzed. Then had the brilliant idea to check FB. Someone had a few quizzes up so I did some of those.. some made me laugh, others were just plain rude with the answers  :(\n  \n  Feel like I should read but not fully invested in reading atm either\n  ","462525":"\n  Lynds, Lyndso, lynseed\n  ","462526":"\n  When don't they? 🙄\n  ","462527":"\n  Ah ok:)\n  ","462528":"\n  😴\n  ","462529":"\n  Just because someone came off anon doesn't mean they'll get my information.\n  \n  Were you the person earlier talking about meeting too?\n  ","462530":"\n  Yes. Those types can be the best! Never know :)\n  ","462531":"\n  I dont think wearing something makes anyone a real man..\n  \n  However pink can look good on some men without them being labeled.\n  ","462532":"\n  It feels like a mystery so far regarding something that happened. Pretty hush hush about everything already... feel like its going to be a slow read XD only 38 pages in.\n  \n  More interested in the other book currently but haven't made a big dent in it either :)\n  ","462533":"\n  I feel like they answer more in depth instead of just one liners? Therefore it's more interesting hearing from them.\n  \n\n   @poetalunam\n  \n\n   @ErinWolf4919\n  \n\n   @Hayleywilson21\n  \n\n   @NO3MM3RZ\n  \n\n   @emperorpartin\n  \n\n   @Coolio247\n  \n\n   @BigAmericanFatso\n  \n\n   @DovahMonah\n  \n\n   @asgardarts\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @mystery246\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @zy_cv\n  \n\n   @origamibirds\n  \n\n   @patchy_life\n  \n","462534":"\n  I dont use that.\n  ","462535":"\n  Giving thanks?\n  ","462536":"\n  Comedy, romcom and horror.\n  \n  Currently reading these two books. Haven't updated where I left off yet ~\n  ","462537":"\n  I don't have any but yes, I do believe in some properties of them.\n  ","462538":"\n  Yes, I've heard of it.\n  \n  I'm not sure if I have or not lol\n  ","462539":"\n  I haven't done that before. Would be interesting. Not sure if it fully works.\n  ","462540":"\n  Definitely because last night wasn't enough ;)\n  ","462541":"\n  Conquer those fears. Only you hold yourself back.\n  ","462542":"\n  Why make things more difficult then?\n  ","462543":"\n  Not sure. Was returning their call and they didn't pick up.\n  ","462544":"\n  I'm sick of lies.\n  ","462545":"\n  Ofcourse guys can have best friends. \"Letting\" them is strange thinking. Just because people are in a relationship doesn't mean their best friend wouldn't be their best friend anymore o.o\n  ","462546":"\n  Yes\n  ","462547":"\n  Why not both?\n  ","462548":"\n  That would be a little sad :(\n  ","462549":"\n  So what if I was all yes.. let's hangout and all that. Would you still be saying the same things here? :p\n  ","462550":"\n  Yes lol\n  ","462551":"\n  If you don't know already then I'm not saying lol\n  ","462552":"\n  Are you done throwing a Petty party?\n  ","462553":"\n  Rebel :p\n  ","462554":"\n  Once 💕\n  ","462555":"\n  Three different numbers telling me the same things.\n  ","462556":"\n  Wishing people would stop calling me with the same bullshit.\n  ","462557":"\n  Sandals or sketchers\n  ","462558":"\n  Why would I be disappointed that someone was brave enough to show themselves?\n  ","462559":"\n  Show respect\n  ","462560":"\n  I don't hate it as much as I once did.\n  ","462561":"\n  Yet can't do that on here? 🤔\n  ","462562":"\n  Ask deleted the f o o t massage questions.\n  \n  \"How would I know? lol\" was my answer.\n  ","462563":"\n  Clearly not the person I thought of then since I definitely wouldn't ghost him.\n  \n  People can write me off anon and say \"dont post\" and I wouldnt.\n  \n  Guys really need to stop with mind games on here.\n  ","462564":"\n  Bedroom, livingroom or outside in the pool\n  ","462565":"\n  No, that's your dream! Good luck x\n  ","462566":"\n  Not being on anon helps those chances. Writing in private helps too.\n  \n  I'm just not trusting anyone on here right now.\n  ","462567":"\n  With time. Self worth. Knowing yourself more. Liking what you see or who you are as a person.\n  ","462568":"\n  Probably something that won't happen knowing my life lol\n  ","462569":"\n  Don't care.\n  ","462570":"\n  Thanks :)\n  ","462571":"\n  No because clearly only after one thing and I'd rather not be used.\n  ","462572":"\n  Not the only thing you did\n  ","462573":"\n  Not helping the case of adding me elsewhere.\n  ","462574":"\n  Any pepee\n  ","462575":"\n  Expecting that I'd be naughty with you. Only 5 people actually got that and the rest on here tried and failed. Doesn't mean I'll always be that way with everyone.\n  \n  I'm also a person 👍\n  ","462576":"\n  I feel like my anons would write \"huge pepee\".\n  ","462577":"\n  Dont play coy now.\n  ","462578":"\n  It's dirty at the moment :(\n  ","462579":"\n  About?\n  ","462580":"\n  I don't need an online guy.\n  \n  That proves they had bad intentions now\n  ","462581":"\n  I follow enough people there atm\n  \n  Dont need people harassing me there too\n  \n  Dont trust anons 100%\n  \n  Picky about who I follow back\n  \n  Don't care about adding mutual followers but better if we talked etc\n  ","462582":"\n  Very much so\n  ","462583":"\n  Nothing dudette\n  ","462584":"\n  No. I don't give it to anons or people I've never talked with.\n  ","462585":"\n  Fine\n  ","462586":"\n  Watched some videos\n  ","462587":"\n  No problem : )\n  ","462588":"\n  I'm more spiritual, agnostic, Buddhist like.\n  \n  I've also felt tested haha\n  \n\n   https:\/\/youtu.be\/xwtdhWltSIg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","462589":"\n  Everything has sugar in it. I'm still getting sugar while doing keto. More natural sugar by fruits. The sugar count is just less than what a typical person would eat. Doesn't mean I'm not getting any. Having less sugar and carbs also helps my pcos, insulin resistance and fatty liver.\n  \n  I still have times where I've had \"bad foods\" but it's been more one meal, not killing the whole day.\n  \n  Could transition to low carb as well at times. Which has higher carbs than keto but still fairly low too.\n  ","462590":"\n  All about what went wrong, if they truly changed etc\n  \n  In some cases, yes.\n  ","462591":"\n  It's afternoon here (1:45pm)\n  \n  America and as my bio indicates, I'm in Arizona right now.\n  ","462592":"\n  Uh what good work?\n  ","462593":"\n  Everyone. Not selfish.\n  ","462594":"\n  Clothes, hamper, suitcases, bunch of bins with craft supplies in them.\n  ","462595":"\n  Didn't end up translating for me. Just said the same thing...\n  ","462596":"\n  7515\n  ","462597":"\n  Yes!\n  ","462598":"\n  To the mind, maybe.\n  ","462599":"\n  American\n  \n  White: Greek, Irish, German and English.\n  \n  No clue what it really says about me haha.\n  ","462600":"\n  Not sure if there's a real name for fragrance of it :p\n  \n  Dewdrops, mist and stuff like that came to mind.\n  ","462601":"\n  Dew?\n  ","462602":"\n\n   https:\/\/youtu.be\/Sf_L5_Rl20g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","462603":"\n  3:05am\n  \n  Going to sleep now\n  \n  Got distracted on IG 🤣\n  ","462604":"\n  Night guys\n  ","462605":"\n  🍊🍊🍊🍊🍊\n  ","462606":"\n  And?\n  ","462607":"\n  I've dumped one person before. We just weren't compatible enough. Barely saw him. Put more effort into it and didn't get anything in return. Should have ended it way sooner with him. Wasn't fully my type but went for it anyways lol he was a few years younger.\n  \n  I just felt like we weren't going anywhere. I wanted to be free that summer, was starting my senior year of high school.\n  \n  I didn't find anyone new that year but atleast was open to the possibilities XD didn't just stay out of a convenient title of having a bf.\n  ","462608":"\n  Everything and nothing at the same time.\n  ","462609":"\n  Single\n  ","462610":"\n  I guess. Kind of like staying quiet while putting in the work...\n  ","462611":"\n  I don't think anything is impossible? Idk man, feel like sharing wishes makes them not come true ¯\\_(ツ)_\/¯\n  ","462612":"\n  Maybe if I got paid for it ¯\\_(ツ)_\/¯\n  ","462613":"\n  Nothing. I don't need to be petty about it.\n  ","462614":"\n  lol I'm actually wearing one today.\n  \n  Yes, mom does.\n  ","462615":"\n  I'm not really sure.\n  ","462616":"\n  Being called fruit apprentice\n  ","462617":"\n  If you know my IG already then by all means go for it! :)\n  ","462618":"\n  Yes, depending on who you are cooking with and what.\n  ","462619":"\n  How could you top being an apprentice!!\n  \n  Nah you are good.\n  ","462620":"\n  I just went for a walk. Wasn't barefoot.\n  \n  The rest of the day, yes, I was.\n  ","462621":"\n  One of my former stepcousins is.\n  \n  A friend was.\n  \n  My grandpa fought in Vietnam. One of the boat people.\n  ","462622":"\n  Catchy..\n  ","462623":"\n  Very strange lol\n  ","462624":"\n  I'll believe you, fruit expert.\n  ","462625":"\n  Yup\n  ","462626":"\n  It comes out of them.\n  \n  It's probably a good idea to do both because sometimes you hear about \"switched at birth\" stories. There's even an old TV show called that where one daughter decides to do a science experiment with DNA and learns how she's not the parent's real daughter..\n  ","462627":"\n  I'm definitely not a psychopath.   I'd be taking medication, doctors would have found something, I'd be in therapy etc\n  \n  Pretty sure I don't have any symptoms of that either.\n  \n  What manners should I have showed online? lol. Not having manners doesn't make someone a psychopath or crazy... you didn't even say what I did wrong. Not really going to listen to you then. Outdated terms as well.\n  \n  Have a nice night :)  <-- manners\n  ","462628":"\n  ¯\\_(ツ)_\/¯\n  ","462629":"\n  Why did you do something to them?\n  ","462630":"\n  Same thing pretty much?\n  ","462631":"\n  Wash my face\n  \n  Put something on it\n  \n  Facemasks\n  \n  Probably only 1-3 spots if that.\n  ","462632":"\n  Not much to report there\n  ","462633":"\n  Cuz you have the best one ;)\n  ","462634":"\n  I haven't. Usually do strawberries if I want fruity ones :p\n  ","462635":"\n  You just did!\n  ","462636":"\n  Maybe with the wrong people. They didn't put effort into it either. People on my SC rarely even talked to me. Especially the new ones.. like ok? Another reason why the app isn't on my phone currently.\n  \n  Better with kik and ig or here.\n  ","462637":"\n  I do!!!\n  \n  Cant help what others do :(\n  ","462638":"\n  Yes 😍\n  \n  I get them in the winter more but its kind of became a staple now haha\n  ","462639":"\n  Yes\n  \n  Last time was at my nephew's uncle's birthday. We went to Topgolf with everyone. One of the people we were with ended up hitting the light above the floor and it broke.\n  ","462640":"\n  It's been pretty calm atleast lol\n  ","462641":"\n  Clementines\n  ","462642":"\n  Not much? Just remained friends. Maybe a few flirty texts here and there but nothing dirty either?\n  \n  I still have him on SC but we haven't talked normally in a year lol last I knew he became an uncle.\n  ","462643":"\n  Yes. Only come back if her bf breaks up with her :(\n  ","462644":"\n  He'll still remain a mystery.\n  ","462645":"\n  Person that made a fan page? Liked getting tucked in ¯\\_(ツ)_\/¯\n  ","462646":"\n  No clue about the guy.\n  \n  She's on IG but dont think she's there that much? Don't remember if I got rid of her or not. We barely talked there. Think I have her on SC still too but again, haven't talked with.\n  ","462647":"\n  Scott\n  \n  Kevin\n  \n  M\n  \n  1%rose\n  \n  Stephen guy\n  \n  Nobody else.\n  \n  Some have tried but failed.\n  ","462648":"\n  Haven't.\n  \n  Unless you guys count that time with sky and that guy that was barely there since his phone wouldnt charge lol mostly talked about normal stuff, toy recommendations. Wanted us to dom him when he wasn't even there for it 🤣🤣🤣\n  ","462649":"\n  Tom Hoffman or Hoff-something?\n  \n  Believe me, he tried a lot but never talked to him that way.\n  ","462650":"\n  I get a few spots but nothing crazy! Yay for hormones :\/\n  ","462651":"\n  Maybe with Scott aka the beginning of being naughty on here -_-\n  \n  Both were in the mood and ended up talking elsewhere. Seemed nice, decent looking, his d wasn't bad looking either lol  made me laugh. Things in common. Bit of a d!ck since pressured me about certain things that I wasn't comfortable with. Wouldn't stop. Made me feel bad about it etc pretty manipulative ways.\n  ","462652":"\n  Why not?\n  ","462653":"\n  Oh ok. True.\n  \n  After the Amanda thing we both promised that we'd tell eachother if anything happened with other people instead of getting blindsided type thing.. like stopping the whole dirty stuff with eachother way.\n  \n  I didn't tell anyone what was going on until recently so ya.. bit blindsided there XD\n  ","462654":"\n  I suppose there should be more.\n  ","462655":"\n  Answered this earlier today.\n  ","462656":"\n  Nobody to worry about lol\n  \n  Think he's still hurting over his last ex though. Nobody really liked her.\n  ","462657":"\n  Clearly the last ones mentioned were CRUSHES. Learn to read?\n  \n  Already stated how everyone I've dated was white.\n  ","462658":"\n  Yes. I had a little crush at one point and then that stopped, just continued to \"talk\". It was whatever.\n  \n  He doesn't have feelings for me either.\n  \n  We haven't been dirty that way in a while now but do talk pretty regularly. Was still pretty awkward mentioning the whole fwb situation to him after he read some stuff on here 🤣🙃 Has been helpful to vent to, also asks questions at times ¯\\_(ツ)_\/¯\n  ","462659":"\n  I feel like I should read but I keep getting distracted being on here lol\n  ","462660":"\n  Yes, was. lol. Small crush at one point.\n  ","462661":"\n  Read it wrong 🤦🏼‍♀️\n  ","462662":"\n  Right XD\n  ","462663":"\n  Remained friends with one. His brother did say he had a crush on me before but he never went after me that way either.\n  \n  There was an Asian guy at my college. Was nice and funny. I was a bit shy and going through a rough time so wasn't exactly wanting that type of attention either. Only saw him that semester and didn't see him again after that. One thing I hated about my college.. nobody really stuck together after the semester was over. Had other crushes in college but didn't workout with those white guys either lol\n  \n  Mexican. Distance and don't think it would have really went anywhere either. Pretty different lifestyles. Still a good dude.\n  \n  Spanish guy before. Kind of got vibes that he liked me at one point but that would have just been awkward with us 🤣 way older, has teenaged daughters.\n  ","462664":"\n  Dated:\n  \n  They've all been white but different nationalities at play.\n  \n  I've already said this before. Not anything new. I've had crushes on other races before but nothing came of it.\n  ","462665":"\n  Too bad my room isn't set up like that :(\n  ","462666":"\n  Online:\n  \n  Amazon - a hygiene product lol\n  \n  Shein - that floral dress\n  \n  In person:\n  \n  Groceries\n  \n  I haven't been buying anything lately.\n  ","462667":"\n  I'm sure there's other material\/minerals elsewhere. Just haven't found them or looked into it much?\n  ","462668":"\n  *Builds a blanket fort*\n  \n  This looks so inviting too 😍\n  ","462669":"\n  Like clearly need to be in the same area to work on a car haha\n  \n  Toy ones are cool too :p\n  \n  I understand it atleast.\n  ","462670":"\n  Classic!\n  ","462671":"\n  It makes me tired! Especially if it's still morning and gloomy out.\n  ","462672":"\n  I had my doubts at times atleast :p\n  \n  Tongue-in-cheek sounds weird.\n  ","462673":"\n  😘\n  ","462674":"\n  That would have been a better rainy day answer :p\n  ","462675":"\n  Sleep, be out in it, watch films, shop etc\n  \n  Cuddling by a fire would be romantic.\n  ","462676":"\n  Why? You want to kiss me?\n  ","462677":"\n  Guys are ridiculous XD\n  ","462678":"\n  Arizona which proves my point that this clearly isn't real\n  ","462679":"\n  This keeps sounding more fake as you write. Probably not even in AZ\n  ","462680":"\n  lol touche\n  \n  who do you know that has a Lamborghini?\n  ","462681":"\n  Think it should be 50\/50.  Or maybe the girl does the tip, pays next time.\n  \n  Stuff like that.\n  \n\n   @mystery246\n  \n  had a good post about this topic that I agree with.\n  ","462682":"\n  You going to wake me? ;)\n  ","462683":"\n  No.\n  ","462684":"\n  Most likely\n  ","462685":"\n  I'll believe that when I see it lol\n  ","462686":"\n  Letting my fitbit charge\n  \n  Taking a bath\n  ","462687":"\n  Possibly? Who knows lol situation based and it came to mind.\n  ","462688":"\n  Idk. Guess it depends what they were being ignorant about? No example came to mind. I understand people's views and don't always need to be right about stuff.\n  ","462689":"\n  Stuff yesterday\n  ","462690":"\n  Don't worry about it\n  ","462691":"\n  What have I lied about then?\n  ","462692":"\n  Seems like the longest day ever 🤣\n  ","462693":"\n  Oh damn. He's not the one I'd be attracted to. When will that happen then? :p\n  ","462694":"\n  Yes! Haven't watched them in forever though.\n  ","462695":"\n  Oh behave\n  ","462696":"\n  Please\n  ","462697":"\n  Indeed lol pretty simple. The alignment is what really matters.\n  \n  Very fast learner ;) good with my hands too\n  \n  The bay bay is creepy XD\n  ","462698":"\n  You wish 😉\n  ","462699":"\n  Chinese food?\n  ","462700":"\n  Not sure ¯\\_(ツ)_\/¯\n  ","462701":"\n  That would be a secret 😈\n  ","462702":"\n  Indeed but still :p\n  \n  Went through automotive and auto body in high school before picking my own shop.\n  \n  Helped my dad before.. but more the flashlight holder lol\n  ","462703":"\n  Maybe. What do you know? 🤔\n  ","462704":"\n  I like how you know it would be XD\n  \n  Surprised you'd trust a girl working on it.\n  ","462705":"\n  But watching you do it would be hotter ☺️\n  ","462706":"\n  Why would I be the one changing them?\n  ","462707":"\n  Still don't understand the money thing.\n  \n  No problem.\n  ","462708":"\n  Haha perhaps 😉\n  ","462709":"\n  lol cute\n  ","462710":"\n  Nice headlights :p\n  ","462711":"\n  Love always wins\n  ","462712":"\n  Have ice cream instead?\n  \n  It's national ice cream day 🍦🍧🍨\n  ","462713":"\n  Very haha\n  ","462714":"\n  Can we stop talking about d!cks now? Thanks :)\n  ","462715":"\n  Anime Boston Convention. Vic Mignogna\n  \n  Ayla Brown, singer but I don't think she really did anything with her career? At a fair. Had a meet and greet while we were there.\n  ","462716":"\n  Nope 🤙\n  ","462717":"\n  😈😈😈😈\n  ","462718":"\n  Oh? I was under the impression they still could but felt embarrassed about it. Awkward.\n  ","462719":"\n  Exercise, writing, poetry..\n  ","462720":"\n  Last time you did that to someone?\n  ","462721":"\n  Yes. I kept waking up at 3 hour intervals but managed getting 10 hours of sleep total ¯\\_(ツ)_\/¯\n  ","462722":"\n  lol that one got taken down XD\n  ","462723":"\n  Let's go with dog since all of them are in my room at the moment XD\n  ","462724":"\n  9\/11 one seems odd. There was even a Pentagon picture I noticed yesterday that had a camera on it?\n  ","462725":"\n  My cuck 😉\n  ","462726":"\n  But time would stop for them :(\n  \n  Should be joint effort ;)\n  ","462727":"\n  He could watch then ¯\\_(ツ)_\/¯\n  ","462728":"\n  Be a little shit... rob banks, go shopping at will, get enough groceries etc\n  ","462729":"\n  I'm loyal in relationships so don't know if I'd want to with others out of principle. Only have eyes for one person type of girl.\n  \n  Something to think about atleast... but don't think that would happen. I'd be more open with threesome or something like that. Who knows lol\n  ","462730":"\n  Same\n  ","462731":"\n  Yes, do it.\n  ","462732":"\n  Or that ;)\n  ","462733":"\n  Why dump someone over something they can't control? If I liked them enough then it wouldn't matter.\n  ","462734":"\n  No, I haven't.\n  ","462735":"\n  Get some toys?\n  ","462736":"\n  D isn't everything about the person. I'd rather have personality, humor, connection with them etc\n  ","462737":"\n  Vanilla, pine, fresh cut grass\n  ","462738":"\n  I'd only sleep with people that I actually cared for. D!ck size, shape and all that wouldn't matter to me then. The actual person would.\n  ","462739":"\n  I noticed:)\n  ","462740":"\n  When you are currently barefoot.\n  \n  A guy has never purchased shoes for me.\n  ","462741":"\n  That's good <3\n  ","462742":"\n  I'm doing well, yourself?\n  ","462743":"\n  ¯\\_(ツ)_\/¯\n  ","462744":"\n  You could but don't think you'd truly be happy. Lying to yourself and others. Definitely depends on what seems fated to you too. Ignorance isn't always blissful?\n  ","462745":"\n  Cool :)\n  ","462746":"\n  Afternoons and night\n  ","462747":"\n  Yogurt with different fixings\n  \n  Fruit\n  \n  Scrambled eggs with sausage or bacon\n  \n  Pancakes \/ waffles\n  \n  I only really get omelettes if at a restaurant.\n  ","462748":"\n  That cat is cute. Chewy is a good pet service.\n  ","462749":"\n  Pop it or put something on it. Do a facemask. Maybe steam..\n  ","462750":"\n  Must suck to want lol\n  ","462751":"\n  I have my reasons. You don't need to know.\n  ","462752":"\n  IRL friends\n  \n  I feel bad since one of them keeps checking out my IG stories and I still haven't messaged her back on FB messenger yet.\n  ","462753":"\n  The week before last for spaghetti.\n  \n  Haven't had meatballs in a while.\n  \n  Chickpea noodles last week. Wasn't bad. Could have had more sauce on them.\n  ","462754":"\n  Be brutally honest?\n  ","462755":"\n  Maxwell?\n  ","462756":"\n  About?\n  ","462757":"\n  I feel like it can be either way lol. Currently ignoring two people which is bad but felt like I had to.\n  \n  Everyone else I can be more quick with responding.\n  ","462758":"\n  Burgers\n  ","462759":"\n  You too ❤\n  ","462760":"\n  Probably 100+ already 🤦🏼‍♀️\n  ","462761":"\n  My mom can be at times. My sister was more protective growing up.\n  ","462762":"\n  Candy corn?\n  ","462763":"\n  lol who knows\n  ","462764":"\n  Don't have a bf\n  ","462765":"\n  Once but it wasn't s*xual at the time. Sister had fuzzy pink ones and was showing off before o.o\n  ","462766":"\n  No but I had a waiter flirt with me before lol too bad it was a girl.\n  ","462767":"\n  I only dumped one person before.\n  \n  However hurt someone and myself in the process as well.\n  \n  But I feel like I'm more of the heart broken lol\n  ","462768":"\n  Sweet dreams x\n  ","462769":"\n\n   اب بھی صرف ایک شخص کا دل ہے۔\n  \n","462770":"\n  Yes. Who hasn't? Whether by death, friendships or a relationship ending.\n  ","462771":"\n  You pay with Monopoly money?\n  ","462772":"\n  FB is pretty weird at times\n  ","462773":"\n  Yes, I love stars! Don't know all the constellations though.\n  ","462774":"\n  Appreciate it but doesn't help much either lol <3\n  ","462775":"\n  Don't know, don't care. Like whatever you want.\n  ","462776":"\n  Can't take the credit for them.\n  ","462777":"\n  My feelings are valid though. Not going to down play anything for the sake of anyone else. Def need to just delete things, get rid of the anonymous feature or take more breaks. They've been hounding me nonstop since I got back from my break for a week.\n  ","462778":"\n  Agreed.\n  ","462779":"\n  Happy belated birthday\n  ","462780":"\n  Cutest lil wh0re\n  ","462781":"\n  I use the app and just go on the 2nd icon.\n  ","462782":"\n  No. I'd rather work for my body. Nothing against people that get surgery though. Good for you if you can afford it, happy with the results and all that :)\n  \n  Surgery won't make everything better. It's the mindset that does. You could look amazing now but still be unhappy.. it wasn't the surgery that needed to be worked on, ya know?\n  ","462783":"\n  Some people could see it that way? Wasn't saying it was. Stop bitching about every single thing. Focus on your own life.\n  ","462784":"\n  Pretty much like this. A bunch of rain, thunder, lightning. Last time there was hail which was shocking lol\n  ","462785":"\n  Yup. Like they obviously know how lol\n  ","462786":"\n  Those monsoon storms should come and match my mood :)\n  ","462787":"\n  Politics can be pretty annoying or religion depending on how the subject is brought up.\n  ","462788":"\n  Wasn't on purpose. Mine was one of them too.\n  ","462789":"\n  A heart or two.\n  ","462790":"\n  I'd be scared haha\n  ","462791":"\n  Don't really have an ideal date idea. Whatever the both of you would like. Just spending time with the person, getting to know eachother more. Doesn't need to be a huge ordeal or loads of money spent.\n  ","462792":"\n  Imagine having s*x and the person kept saying that 🤣\n  ","462793":"\n  Airplane just went past\n  ","462794":"\n  Hahaha oh yes, totally mad at those skills!!\n  ","462795":"\n  Water slides.\n  \n  I like roller coasters that go in water.\n  \n  Dont like upside down ones and stuff tho\n  ","462796":"\n  Go for it?\n  \n  Haven't cried today so might as well just get it over with  lol\n  ","462797":"\n  No thanks. I'd just get a bunch of questions telling me how I'm such a wh0re and in denial about everything.. again.\n  ","462798":"\n  Never share too much with people on here. They'd ruin everything. Even if I was the only person, they'd still try ruining it.\n  ","462799":"\n  Both are fine.\n  ","462800":"\n  I like summer more\n  ","462801":"\n  Haven't been wearing any, actually. Just bodywash and deodorant :)\n  ","462802":"\n  Break up or make it work.\n  \n  There's also open relationships and polyamorous or even adding them as a threesome. Are those also immoral to YOU??\n  ","462803":"\n  Nah, already big enough.\n  ","462804":"\n  Fruits basket\n  \n  Your name\n  \n  Chobits\n  \n  I've watched some of Nautro and Fullmetal Alchemist but didn't watch enough to call them favorites.\n  \n  I've read more manga.\n  ","462805":"\n  Made chocolate covered strawberries and blueberries :)\n  ","462806":"\n  Not much? I forget to breathe at times so.. its whatever to me. Hopefully it's a bedroom thing and the person isn't actually an abusive pos.\n  ","462807":"\n  Not listening to people on here 😘\n  ","462808":"\n  My favorites ❤\n  ","462809":"\n  Early 2000s? Most likely online lol\n  ","462810":"\n  I don't have it right now but I do like it.\n  \n  I like woodsy and sweet scents. I liked a lavender one before too. Can never find that one though.\n  \n  I have a sample of si by Giorgio Armani.\n  \n  There's a philosophy perfume, prada, in the stars by Bath&body works, and a vince Camuto one in the bathroom.\n  ","462811":"\n  Years ago. My best friend's cousin. We ran into him at a Halloween haunted house.\n  \n  Or the younger security guy at the gym before lockdown if he counts.\n  ","462812":"\n  DKNYBe Delicious\n  \n  It's this one but the green is sour apple :)\n  \n  fragrancenotes\n  \n  TopNotes. Grapefruit, Cucumber, Magnolia.\n  \n  Apple, Tuberose, White Muguet, Rose, Violet.\n  \n  White Amber, Woods.\n  ","462813":"\n  Quite clear what I mean there :p\n  ","462814":"\n  How people are so miserable with their own lives that they feel the need to tell others what to do with their own life, their own body. Who to love or let into your life etc\n  ","462815":"\n  Sorry to hear that.\n  ","462816":"\n  Sick of getting people saying crap to me. How I'm a wh0re and bunch of other things.\n  ","462817":"\n  Being with someone you love or a group of good friends! Maybe some type of games.. like frisbee? Wine would be cool, cheese board or other type foods. Just a fun romantic setting.\n  \n  Zoella\/Zoe on YouTube has had a video before. Bunch of blankets, cushions, lights etc.  Just seemed so fun :)\n  ","462818":"\n  I like DKNY's sour apple. Always seem to repurchase at times.\n  \n  Dark Noir has sentimental value to me lol\n  \n  Hugo Boss\n  \n  Calvin Klein\n  \n  Whatever the person was into...\n  ","462819":"\n  A bath, light a candle, facemask, paint my nails, shave, get my hair done (need to), certain foods, buy something I've been wanting etc\n  ","462820":"\n  That's scary.\n  \n  I haven't known anyone personally.\n  ","462821":"\n  Nope. Not trusting anyone. Done with trusting people on here..\n  ","462822":"\n  I'm more medium based than fair.\n  \n  I like a little color in the summer :)\n  ","462823":"\n  I've had those before.\n  \n  The 1stphorm ones is what I have right now\n  \n  One a day isn't bad either.\n  ","462824":"\n  Bit of both\n  ","462825":"\n  Highly doubt that. Nobody has ever sent anything after saying they would.\n  ","462826":"\n  Awkward\n  ","462827":"\n  Chocolate\n  \n  Cheesecake\n  \n  Carrot cake\n  \n  I've been wanting this coconut cake 🙃\n  ","462828":"\n  I have a multivitamin but I don't always take it. Feel like it can mess with my pcos medication at times?\n  ","462829":"\n  Winning lottery numbers?\n  ","462830":"\n  The cat watching\n  \n   @poetalunam\n  \n  go back and forth in the video they posted 🐱\n  ","462831":"\n  Well \"you're somebody else\" is in my mind right now 🤦🏼‍♀️\n  ","462832":"\n  Usual stuff.\n  ","462833":"\n  No. Was a few minutes before I wrote that.\n  \n  Needed to get something from my room.\n  ","462834":"\n  Nothing unless groceries count.\n  ","462835":"\n  Bathingsuit?\n  ","462836":"\n  My mom did earlier haha\n  ","462837":"\n  Good so far 😘😘\n  ","462838":"\n  Good day, king.\n  ","462839":"\n  I'd say so 🤣🙃\n  ","462840":"\n  Just ate a clementine. Going to take a nap. Changed into actual pjs now lol\n  ","462841":"\n  They literally asked how to ask a question as a follow up.\n  ","462842":"\n  It would be horrible for the beach. Deep v cut and has lace along the bottoms and bodice. Has crisscrossed straps in the back. Satiny\n  ","462843":"\n  Doing a good job already!\n  ","462844":"\n  Would have been an interesting morning 🤣\n  ","462845":"\n  Not always true\n  ","462846":"\n  Yessss\n  ","462847":"\n  lol why not?\n  ","462848":"\n  A girl can't wear something without a guy around? 🤔\n  ","462849":"\n  Here and IG get them the most.\n  ","462850":"\n  My mom almost saw me in this lingerie 🤣 That would have been weird lol\n  \n  Nothing like throwing the covers over you really fast XD\n  ","462851":"\n  Sounds messy\n  ","462852":"\n  Sometimes but it's really huge and haven't experienced enough!\n  ","462853":"\n  Lately it's been these ones\n  ","462854":"\n  Not every Greek person learned the language. My grandpa's dad was against teaching them so in turn, never learned it.\n  ","462855":"\n  Rank fetish in another language?\n  \n  (I didn't feel like checking it atm)\n  ","462856":"\n  The movement of fidgeting and fidget spinners.\n  ","462857":"\n  Night ask fam\n  ","462858":"\n  Must be why I'm wearing lingerie\n  ","462859":"\n  Pretty decent.\n  \n  Hm not sure if there is\n  ","462860":"\n  That's the best one!\n  \n  We usually get virgil's or the Diet Hansen brand. Not sure if they'd have those there?\n  ","462861":"\n  Xoxo\n  ","462862":"\n  I don't drink Pepsi anymore. Haven't for around 11 years now. Wasn't the max one either.\n  \n  The only soda I drink is sugar free rootbeer. Sometimes diet ginger ale if sick.\n  ","462863":"\n  Neither\n  ","462864":"\n  lol right!!\n  ","462865":"\n  ANYTHING WOULD BE! 👏👏👏👏👏\n  ","462866":"\n  Why did you want this date?\n  ","462867":"\n  I dont think Francesca is that generic but yes to the others. Rather get Ben messages instead, tbh.\n  ","462868":"\n  * those\n  \n  The annoying messages? Yes.\n  \n  If you mean\n  \n   @korndude\n  \n  then no.\n  ","462869":"\n  Delusions? Who knows. Hate getting hos messages lol never spoke to him dirty and he's still a pain in the ass to me ¯\\_(ツ)_\/¯\n  ","462870":"\n  Flying. Freedom. Hungry.\n  \n  Some aren't the smartest when it comes to cars..\n  ","462871":"\n  You had it correct.\n  \n  Not in AZ :p\n  ","462872":"\n  It's both. More beautiful though :)\n  ","462873":"\n  Aw that's sweet.\n  ","462874":"\n  I hope not lol\n  ","462875":"\n  He wants to move to Worcestershire with me so seemed fitting 🤢\n  ","462876":"\n  It's ok. I mostly use in tea.\n  ","462877":"\n  Yes\n  ","462878":"\n  No. There would always be a reason.\n  ","462879":"\n  Oh haha someone did and just assumed it was you XD\n  \n  Also noticed a few other people from here had me added. Oops! Followed back ❤\n  ","462880":"\n  Yes.\n  \n  We have the green packets from Starbucks.\n  ","462881":"\n  True..\n  \n  meant I didn't see what it said. Most likely mean things\n  ","462882":"\n  Ah ok thanks\n  \n  Blocked him but he'll probably make another account real soon-_-\n  ","462883":"\n  December 16th\n  ","462884":"\n  Too much sugar\n  ","462885":"\n  People really should focus on themselves instead of what I'm doing or not doing ¯\\_(ツ)_\/¯\n  ","462886":"\n  Have before.\n  \n  Not the best to have on keto :p\n  ","462887":"\n  Nope\n  \n  I said hi to someone while walking this week and they kept on walking and didn't say anything back.\n  ","462888":"\n  I didn't feel like checking.\n  ","462889":"\n  Replied & followed\n  ","462890":"\n  Fresh or minute maid?\n  ","462891":"\n  Dude needs help.\n  ","462892":"\n  Ice cream, water, watermelon\n  \n  Lemonade can be good at times\n  ","462893":"\n  lol\n  ","462894":"\n  Preach 👊\n  \n  Just trying to talk to me elsewhere atm... nothing new there. lol\n  ","462895":"\n  Probably not. We'll see! :p\n  ","462896":"\n  I know :)\n  ","462897":"\n  Bed looks like a bed.\n  ","462898":"\n  Exactly! Glad they aren't ALL about my feet too 👣\n  ","462899":"\n  I feel like SC and Twitter I don't really care who adds me there but those also dont get used much 🤣🙃🤷🏼‍♀️\n  ","462900":"\n  Already mentioned it today - Lyndseystwittah\n  ","462901":"\n  I'd hope not haha\n  ","462902":"\n  Sure.. rarely go on tho\n  \n  It's been a while!\n  ","462903":"\n  Madness!! Haven't been keeping track of the #\n  ","462904":"\n  Nowhere. I dont give info to anons or people I've never talked with. Just mutuals that I trust.\n  ","462905":"\n  Too many threads! ¯\\_(ツ)_\/¯\n  ","462906":"\n  Yes hence why I said that\n  ","462907":"\n  Ok then XD\n  ","462908":"\n  Don't need to make one when there's one there already.\n  ","462909":"\n  No sea in Arizona, unfortunately.\n  ","462910":"\n  Yes. Walking and my friend yelled out \"pig\" and the police car came over. Talked to us. Nothing happened though. To be fair, they were at a Dunkin Donuts XD\n  \n  Forget what happened but my mom's license expired and they made us walk home. Luckily we weren't far away from the house.\n  \n  Cops talked to us about a murder since we helped with the search party. They were looking for keys to the victim's car and my sister has a metal detector so we all helped out there.\n  ","462911":"\n  It's just a Coach one. Nothing special ¯\\_(ツ)_\/¯\n  ","462912":"\n  Nah.\n  ","462913":"\n  Don't think they're open here? Pretty sure they shut down again??\n  ","462914":"\n  My life? Isn't that what usually happens? lol.\n  ","462915":"\n  Uh what?\n  ","462916":"\n  Do whatever suits you and the people involved. It's you & them, not everyone else in the world.\n  ","462917":"\n  Strange\n  ","462918":"\n  For myself. Already finished it 🙃\n  \n  My dog had a few pieces of chicken too.\n  ","462919":"\n  Sure. Everyone bring their own food XD\n  \n  Only made enough for one.\n  ","462920":"\n  Lulu had potty training pads when a puppy.\n  \n  Think the others just learned to go outside. They are bigger so makes sense.\n  ","462921":"\n  Making food.\n  \n  Some chicken strips cooking in the airfryer. Going to make a quesadilla type thing. Not cooking the tortilla part though.\n  ","462922":"\n  Yes. Also wouldn't be my place to say it. Don't need to hurt anyone etc\n  ","462923":"\n  So pretty much water then lol\n  \n  Drank water and had some watermelon. Hungry now but I'm just not sure what I want to make yet.\n  ","462924":"\n  That's privileged information, sir. Not airing anyone's dirty laundry out 😈\n  ","462925":"\n  Not in the literal sense.\n  \n  Did find some answers online though...\n  ","462926":"\n  Me. I'm heaven.\n  ","462927":"\n  The hibachi place came to mind. Chicken, fried rice, veggies, misco soup, salad. The dessert could be good too.\n  ","462928":"\n  Do one thing you love everyday.\n  ","462929":"\n  I wouldn't really call that slang. More being lazy.\n  \n  No. I write everything out. The only things I'd abbreviate would be def and tho.\n  \n  I see slang more as gimme, gotta and other such ways..\n  ","462930":"\n  Exercise, walking, reading, sleeping, eating, bathroom trips, watching movies or shows, social media, listening to music, baths, showers, YouTube, s*x\n  \n  I've worked twice during quarantine.. well technically once before it started and then for 2\/3weeks during.\n  \n  Zoom - my bil's friend's wedding, my sister's baby shower, my cousin's wedding party and the actual wedding. Friend of the family's baby gender reveal.\n  \n  Random stuff...\n  ","462931":"\n  Howdy\n  ","462932":"\n  Not today :)\n  ","462933":"\n  Everybody is different in those regards. More protein and carbohydrates would help. If you track calories maybe add 200-300 more to whatever the amount you already consume. If its already a very low amount then up that!! Don't be afraid. It's all trail and error. Do what works for you. Don't deprive yourself.\n  \n  Maybe have some snacks if you don't already.\n  \n  Talk to a doctor if need be.\n  \n  It won't happen overnight, just like losing weight isn't that way either.\n  ","462934":"\n  Lyndseystwittah\n  ","462935":"\n  Haha nope. Would be pretty cool though.\n  ","462936":"\n  I rarely use it\n  ","462937":"\n  Cleansed, hot, wanting actual air lol\n  \n  Usually would go in the pool or hot tub afterwards.\n  ","462938":"\n  I haven't. It's either been with family or my best friend joining me on trips with them.\n  \n  I'd like to or with a partner at the very least.\n  ","462939":"\n  It can feel spiritual at times. The ones I've been in have been wooden so you get that scent from them. Can sweat. They have timers and different heat levels that you can adjust before going in. Nice to just layout in them and chill. Better if alone or another person with you. Bit odd with strangers lol\n  ","462940":"\n  Ugh. When I type an answer the last thing I took a picture of\/screenshotted keeps popping up as the background part. Anyone else getting that?\n  ","462941":"\n  Yes, I've been in saunas before. With a bathingsuit. Never with being naked and in a towel like most films dictate. Also just the kind that only a few people could be in.. not a huge area.\n  \n  Hot springs seem dope too. Never gone in those before.\n  ","462942":"\n  Not really. Was with my sister, her then ex bf, mom, my brother, his wife and their 1st son was a newborn at the time.\n  \n  Got lost and ended up near the military base. My sister and her then bf were fighting a lot. Saw a bunch of homeless people sleeping on the curbs. The zoo was nice. Don't think we actually got to go swimming.\n  \n  Stayed right in the center of San Diego. Near the bars and stuff. Didn't really get to experience any of that though.\n  ","462943":"\n  I keep seeing pictures from there. Huge mountains, cabins, cute little towns, waterfalls etc\n  \n  Also been seeing Norway a lot too.\n  ","462944":"\n  Same. Also went to the zoo there.\n  ","462945":"\n  None. Just been washing hands more, sanitizer. I haven't really been out to stores much but I'd wear a mask if I did go.\n  ","462946":"\n  My brother-in-law noticed my Fitbit band was broken and gave me a new one. It's metal and looks more like jewelry now. Feels weird instead of the rubber band.\n  \n  A deep conversation. Just keep putting it off in person.\n  ","462947":"\n  Nap\n  ","462948":"\n  I've only been once. Went to San Diego.\n  ","462949":"\n  Sounds like a much better time.\n  ","462950":"\n  Nothing. Just happens naturally for me. Thick hair life. Good shampoo and conditioner. Sometimes a hot oil mask.\n  ","462951":"\n  My metformin for pcos and sometimes a multivitamin.\n  ","462952":"\n  Inbetween\n  ","462953":"\n  Ofcourse\n  ","462954":"\n  Only for one person ;)\n  ","462955":"\n  lol XD\n  ","462956":"\n  Try it\n  ","462957":"\n  Priceless\n  ","462958":"\n  Not always done out of love?\n  ","462959":"\n  Finland keeps calling out to me o.o\n  \n  Lots of areas in the UK\n  \n  New Zealand\n  ","462960":"\n  I suppose\n  ","462961":"\n  👁❤U\n  \n  Olive you\n  \n  Different languages, je t'aime\n  \n  By doing nice things for the person\n  \n  ASL\n  ","462962":"\n  Nike or Adidas ones\n  \n  Wedges at times\n  \n  Just whatever I have and looked ok with the outfit\n  ","462963":"\n  Stop being one\n  ","462964":"\n  I'd wear other type of sandals. I don't like the flip flop part. Bugs my feet.\n  ","462965":"\n  Idk :(\n  \n  I miss the ocean haha\n  ","462966":"\n  About 5 hours away I think?\n  ","462967":"\n  To the draining post\n  ","462968":"\n  Pad thai or curry\n  ","462969":"\n  ¯\\_(ツ)_\/¯\n  ","462970":"\n  Bad ways: energy, money, stress etc\n  ","462971":"\n  California?\n  ","462972":"\n  lol no. Hated that! Few exceptions I suppose.\n  \n  Especially when it came to reading since I'd read ahead and then have to find the spot that the last person left off at.\n  ","462973":"\n  Had Cable but we switched to YouTube TV to save money. Each person has their own account on it and it records whatever the person likes. Has all the same programming as cable etc\n  ","462974":"\n  Jack is out of my sister now?\n  ","462975":"\n  Not that old yet\n  ","462976":"\n  Based off me taking a break from here?\n  ","462977":"\n  Intense feelings about someone or something.\n  \n  If they love a certain hobby, food, or pets.. maybe make that an example.\n  \n  Explain unconditional love too. Actually telling them how much you love them.\n  ","462978":"\n  Aw. You too\n  ","462979":"\n  thgin dooG\n  ","462980":"\n  X marks the spot\n  ","462981":"\n  Only in good ways ;)\n  ","462982":"\n  Don't envy that lol AZ gets hot enough.\n  \n  Night\n  ","462983":"\n  Sounds like it would be quite extreme there!\n  \n  I'm going to sleep now. Have a good one! :)\n  ","462984":"\n  I suppose lol\n  \n  Humidity can be worse.\n  ","462985":"\n  East coast to west coast\n  \n  Not sure if that helps 🤣\n  ","462986":"\n  Nah. Heat was fine.\n  ","462987":"\n  Worst day of July so far XD got better as the day progressed.\n  ","462988":"\n  I suppose\n  ","462989":"\n  Originally: Boston\n  \n  In Arizona atm as my bio indicates.\n  ","462990":"\n  I use 🤣🙃🤔😈🙈🤙a lot more on here.\n  ","462991":"\n  Who knows\n  ","462992":"\n  No comment there 🤣😉\n  ","462993":"\n  In a good way :)\n  \n  Not being mean\n  ","462994":"\n  Oh\n  ","462995":"\n  Guess nobody can handle bath pictures anymore ¯\\_(ツ)_\/¯\n  ","462996":"\n  I can be.. why the jk? :p\n  ","462997":"\n  Why not hire a prostitute or escort instead?\n  ","462998":"\n  Too sexy?\n  \n  Jokes.\n  \n  They didn't actually give a reason lol just said that they reported and will be down soon.\n  ","462999":"\n  The above message would go for any race.\n  \n  Not all *insert races* are bad.\n  \n  Just because you might not find one poc attractive doesn't mean it goes for all the individuals of said race. Wouldn't lump everyone together.\n  ","463000":"\n  That person wasn't kidding about reporting them?\n  \n  Went to look for the thread and wasn't there.\n  ","463001":"\n  Some can be. It would matter more about who they are as a person, got along with, how they treated me and other things before race was the factor.\n  ","463002":"\n  Indeed. Should have kept it 🤣 didn't miss much tho.\n  ","463003":"\n  Someone actually got rid of the feet picture and the sole one 🤣 👣\n  \n  Already deleted both from my camera. R.i.p\n  ","463004":"\n  lol\n  ","463005":"\n  I wonder who\n  ","463006":"\n  Missed all the foot pictures then?\n  ","463007":"\n  I already do 😉\n  ","463008":"\n  Makes it brown for you\n  ","463009":"\n  Hugs back\n  ","463010":"\n  Hey king\n  ","463011":"\n  Something like this? *bites*\n  ","463012":"\n  Right now.. I'd say being assertive. Need to just do it but I keep getting anxious and feeling like a coward, saying nothing of value.\n  ","463013":"\n  No idea.\n  ","463014":"\n  Sexy, right?\n  ","463015":"\n  Nice :p\n  \n  Yes, she is.\n  ","463016":"\n  Dirty!!\n  ","463017":"\n  Aww. Same\n  \n  Surprisingly 🤣 Today has been a horrible day from the start but got better, luckily.\n  ","463018":"\n  Nobody spoils me. The only time I got spoiled was as a kid when my mom would bribe me with Barbie dolls after a doctor visit or other type of thing. Including Christmas. December birthday so rarely got anything that day.\n  \n  Besides Tanya 😘\n  \n  Thanks girl!\n  \n   @Aussietanya\n  \n\n  Never had a bf care enough to do anything. They don't need to spoil me but absolutely nothing is sad too. The last ex is kind of an exception to them? He's actually done more now than he did back then too. Was always a creative dude though.\n  ","463019":"\n  Highly doubt that\n  ","463020":"\n  Where do you want me to be?\n  ","463021":"\n  Thanks doctor\n  ","463022":"\n  Still in the 180s\n  \n  Don't have a specific number since didn't weigh in on Wednesday, forgot to.\n  \n  Besides that really shouldn't concern anyone here. Can be rude asking as well.\n  ","463023":"\n  Yes. Am I going to hell?\n  ","463024":"\n  Not anymore.\n  \n  Its midnight. Nobody else was out. I don't want to hear about covid stuff. I'm not sick nor anyone else in my family.\n  ","463025":"\n  Just got back from a walk. answering some questions.\n  ","463026":"\n  Midnight here.\n  \n  5'7\"\n  \n  Why?\n  ","463027":"\n  Depends on the types ;)\n  ","463028":"\n  Nah my tank is wet :p\n  ","463029":"\n  Dont use words you don't mean\n  ","463030":"\n  Yes :)\n  \n  A blue one\n  ","463031":"\n  Actually got a new one today too.\n  ","463032":"\n  Like you'd cut them off?\n  ","463033":"\n  You wouldn't want it with me anyways.\n  ","463034":"\n  Horrible.\n  ","463035":"\n  Yes but not in a romantic way.\n  ","463036":"\n  Being in America helps lol\n  ","463037":"\n  I like guys 28-35 so yes, I'd be a little worried.\n  \n  A first kiss dating type way would be different but didn't seem like you meant that way.\n  ","463038":"\n  More about who I get along with. Clearly dont with Lahore lol\n  \n  I'm judging him, not every immigrant.\n  ","463039":"\n  Not kissing a minor\n  ","463040":"\n  Ofcourse. Situations would be very different. I just wouldn't want to do it with that guy. It's totally bizarre how he can't take no and wont leave me alone about other stuff too. He makes a bunch of accounts like Ben has  -_-\n  \n  Totally understand about the chances and all that you mentioned. Just not happening for him lol\n  ","463041":"\n  He's from Lahore hence the nickname I gave. Shaam is his real name.\n  \n  This is one of my top answers where he's featured. He's been harassing me for years now. About getting a green card, his dad's steel company, other girls he likes, drinking mango of milkshakes, gives pointless updates to his day. Says he wants to do better and be better but hasn't taken any steps to better himself. Likes calling me Alice and Naan. No idea why those names either. I've only ever been myself here. Says rude crap at times about me not being good enough and other type things.\n  \n  Why would anyone want to marry him, give him a chance?\n  \n  He'll take breaks and then go right back to being annoying again. He's way worse than Ben to me.\n  ","463042":"\n  When you guys make me regret posting feet pictures\n  ","463043":"\n  Why would I when he's spent years harassing me? He's not a good person.\n  ","463044":"\n  Marriage should be about love not giving a green card to some guy you don't like or know.\n  ","463045":"\n  32\n  \n  Should really add that to my bio but nobody ever reads it anyways 🤷🏼‍♀️\n  ","463046":"\n  Fuck off\n  ","463047":"\n  Ask his parents?\n  \n  Why i wont marry him? He annoys me, that name, not attracted to him (saw a pic before), no love there, he only wants a green card which he's mentioned countless of times, he doesn't call me by my name. He writes about other women he likes. Culture differences. Just dont fucking want him lol\n  ","463048":"\n  18-20's?\n  ","463049":"\n  Lahore's real name\n  ","463050":"\n  Then the answer would always be no lol\n  ","463051":"\n  Black tank and green shorts\n  \n  Nothing special\n  ","463052":"\n  I don't trust anons that say stuff like this.\n  ","463053":"\n  That's not happening atm 🤣\n  ","463054":"\n  :)\n  ","463055":"\n  Bio\n  ","463056":"\n  My phone. Not the latest android but it's fine. Does what it needs to\n  ","463057":"\n  All good :p\n  ","463058":"\n  Huh?\n  ","463059":"\n  Going to make myself some dinner. Hbu?\n  ","463060":"\n  I don't even remember how long ago I uninstalled SC off my phone 🤷🏼‍♀️\n  ","463061":"\n  Not quite sure. We all kind of overlap at times.\n  ","463062":"\n  Same 😍\n  ","463063":"\n  That's good! I'd be the same way. Dont have any at the moment but want a couple some day\n  ","463064":"\n  Never know when inspiration could strike. Hopefully they hold meaning etc\n  ","463065":"\n  Whenever they feel like a work of art lol\n  \n  Why limit yourself to a certain number?\n  ","463066":"\n  Sigh\n  ","463067":"\n  It's not a competition.\n  ","463068":"\n  Please stop calling me dear. Rather not read baby either. Use Lyndsey or Lynds.\n  \n  If you write ma'am then you definitely won't be getting any more responses from me.\n  ","463069":"\n  I was eating a piece of the brownies from yesterday ¯\\_(ツ)_\/¯\n  ","463070":"\n  Why?\n  ","463071":"\n  Who knows\n  ","463072":"\n  Nope.. stuck with a small group but I knew everyone too.\n  ","463073":"\n  That imagination is probably better than the reality!\n  ","463074":"\n  Soup or whatever I was already making\n  ","463075":"\n  Two people answered yes 🤣\n  ","463076":"\n  Has that worked for you yet?\n  ","463077":"\n  About the same? Just have been using sugar substitutes when baking. Salad dressings are different. I've still had fast food while doing keto. I was already eating higher protein and fat to begin with.\n  ","463078":"\n  Idk. Just whatever happens naturally. I don't believe that one question would tell you everything you needed to know about the person ¯\\_(ツ)_\/¯\n  ","463079":"\n  Yup\n  ","463080":"\n  Be positive?\n  ","463081":"\n  Mood is getting better so that's good. Inspirational posts on IG always seems to help o.o\n  ","463082":"\n  🤣🤣🤣\n  ","463083":"\n  Knew it!\n  ","463084":"\n  Because you love mentioning them so much 😘\n  ","463085":"\n  No but did ding dong ditch\n  ","463086":"\n  This song came to mind\n  \n\n   https:\/\/youtu.be\/wZMHfdKb5PM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463087":"\n  ;)\n  ","463088":"\n  Hello\n  ","463089":"\n  That too\n  ","463090":"\n  Maybe a little bit?\n  ","463091":"\n  No idea on the when.. old? lol\n  \n  Peaceful sleep would be ideal.\n  \n  Don't think my past lives worked out that way though XD\n  ","463092":"\n  Rank fetish\n  ","463093":"\n  Everywhere\n  ","463094":"\n  Out of the ones I follow I'd say\n  \n   @WayneBrat\n  \n  or\n  \n   @breakfreefromlife\n  \n  since they aren't on as much.\n  ","463095":"\n  Nope. That barefoot life.\n  \n  Or fuzzy socks if cold.\n  ","463096":"\n  Yes. 3 dogs and 3 cats.\n  ","463097":"\n  How about duel citizenship instead? Probably white still and female.\n  ","463098":"\n  The cereal\n  ","463099":"\n  I'd like to still get them, please. Thanks.\n  ","463100":"\n  If its what you want then yes.\n  ","463101":"\n  I'm wearing shorts\n  ","463102":"\n  Things said\n  \n  But it made me smile too.\n  ","463103":"\n  You guys seriously suck at times lol\n  ","463104":"\n  Won't solve everything.\n  ","463105":"\n  British people are probably more subtle. Americans can be quite obnoxious.\n  ","463106":"\n  Yes because me checking in around 10AM and having breaks between then and now really equals all day.\n  \n  Stop trying to fight with me.\n  ","463107":"\n  Its sucked so far. Woke up from a dream crying. Guys on here have been annoying.\n  \n  Blizzard ended up crossing the threshold. Went to the window, been on the desk. Checking everything out and smelling the air. Creepy cat.\n  \n  I'm already done with today and it's not even 2pm yet.\n  ","463108":"\n  Hat? Say f*ck it....\n  ","463109":"\n  I would if had those things XD\n  ","463110":"\n  Anon.. don't even know who you are. Don't need mind games right now.\n  ","463111":"\n  I'm not hungry at the moment. I've only gone once.\n  ","463112":"\n  Yes, I have.\n  \n  Not a huge fan of cornbread. Don't hate me! 🤣\n  ","463113":"\n  This :(\n  ","463114":"\n  Was bleeding...\n  ","463115":"\n  Exhausted?\n  ","463116":"\n  Nope XD\n  ","463117":"\n  Didn't cook it but prepared the food. Does that count? Didn't need to be cooked.\n  ","463118":"\n  I wouldn't do that\n  ","463119":"\n  I do both whenever I take a bath 🤷🏼‍♀️ more so if doing my hair.\n  ","463120":"\n  Let's go with Chinese food since I've had Italian last night XD\n  ","463121":"\n  Too kind 😉\n  ","463122":"\n  Pinot grigio\n  ","463123":"\n\n   https:\/\/youtu.be\/dDxgSvJINlU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I think there's another song I like too but can't remember which one atm\n  ","463124":"\n  It was sweet. I think that can be normal. Hyping yourself up for it. Glad its gotten better then\n  ","463125":"\n  Running more\n  \n  Showing more pictures on here\n  \n  Feeling more confident in myself\n  \n  Too many doctor visits lol not afraid of needles as much anymore\n  \n  Bikinis \/ Lingerie\n  \n  Grooming more\n  \n  Putting myself first more\n  \n  Stuff with the guy\n  ","463126":"\n  Having my own house would be helpful in that lol\n  ","463127":"\n  Perhaps!\n  \n  Noticed one of them last night on there XD was tempted a bit haha\n  ","463128":"\n  I've came out of my comfort zone a lot in 2019 and 2020.\n  ","463129":"\n  No to all the above\n  ","463130":"\n  Not much\n  ","463131":"\n  If I felt like there was mutual chemistry there and that he'd actually go through with it lol\n  ","463132":"\n  Bonjour\n  ","463133":"\n  You still think about me, aw 😘😘\n  ","463134":"\n  Pretty shit so far lol\n  ","463135":"\n  Awwwww\n  ","463136":"\n  love?\n  ","463137":"\n  A or B\n  \n  a quote\n  \n  Movie quote\n  \n  Something funny\n  \n  Antidotes\n  \n  Math problem\n  \n  Whatever you are into and think it would resonate with like minded individuals.\n  ","463138":"\n  How do you control that once the girl is there? :p\n  ","463139":"\n  It can.. a healthy amount isn't bad but if its toxic, doing on purpose and other things then yes.. that's not a good relationship to be in. Can only get worse. Controlling etc\n  ","463140":"\n  Are you chatting up a random stranger? The beautiful part seems a little forward there lol compliments are nice but just seems like you want to see more of the beauty than actually taking them out for coffee and getting to know them? Maybe ask for the coffee date and mention how beautiful they look when they actually arrive :p\n  \n  If it's someone you know already... learn what they like and go from there?\n  ","463141":"\n  Probably didn't even know I was gone :p\n  ","463142":"\n  No, I'm not. If the person made me feel that way towards them then it's not scary to me. If it felt right, real etc\n  ","463143":"\n  Name them 🙃\n  \n  Help them outside depending what it is\n  \n  Pets deal with them...\n  ","463144":"\n  Certain educational knowledge i forgot about since it wasn't on my mind?\n  ","463145":"\n  Something last night\n  ","463146":"\n  Maybe a small percentage. I'd want to know what was written instead of seeming like a riddle to unearth.\n  \n  I feel like I'd care more about someone that I'd date though. I know my grammar isn't always the best but spelling is where it would matter a bit more. Especially with simple words XD\n  ","463147":"\n  Are you an alcoholic then because of the drooling over being \"drunk\"?\n  \n  I've drank but never got to that point. Doesn't do anything for me. Don't want the hangovers either. Don't want to be another statistic.\n  ","463148":"\n  How am I being creepy? This is my page, I don't need to talk about my parents if I don't want to in the moment.\n  \n  Getting winked at and stuff is creepy over my dad. What is wrong with you? Covering eyes? Thinking of blocking you or just not answering anything more from you.\n  ","463149":"\n  Can someone tell me why I came back on here? Dudes being mega creepy.\n  ","463150":"\n  Thanks. The dream itself wasn't too bad. Bit of nostalgia going on. More of what was said type thing :\/\n  ","463151":"\n  Ew don't wink at me\n  ","463152":"\n  7ish and then 10 something.\n  ","463153":"\n  You can't understand something if I didn't share anything 🙃\n  ","463154":"\n  Those faces are weird.\n  \n  Anyways, I don't feel like talking about my dad right now.\n  ","463155":"\n  Tik tok?\n  ","463156":"\n  Thanks.\n  ","463157":"\n  No but I've seen shooting stars\n  ","463158":"\n  Are people ever good if they wake up from a dream crying?\n  ","463159":"\n  Night\n  ","463160":"\n  Ofcourse:)\n  ","463161":"\n  Probably not?\n  ","463162":"\n  Yes and no. Guess a weird inbetween stage...\n  ","463163":"\n  It's sweet how you still sent these <3\n  ","463164":"\n  Yes. I took a break for a week\n  \n  :p\n  ","463165":"\n  You lol\n  ","463166":"\n  Nothing funny here\n  ","463167":"\n  Shawshank Redemption earlier today.\n  ","463168":"\n  7 days ago :)\n  ","463169":"\n  I suppose this one. I keep playing it.\n  \n\n   https:\/\/youtu.be\/8ofCZObsnOo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463170":"\n  These ones came up.\n  \n  I have it on the tv just playing whatever pops up next.\n  ","463171":"\n  Congratulations\n  ","463172":"\n  Everything 🤣\n  ","463173":"\n\n   https:\/\/youtu.be\/aNzCDt2eidg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Not really sure how I feel about it in this context lol\n  ","463174":"\n  Depends how they treated me, if felt like they weren't a bad person besides the not being there part? Its not just black and white... distance if it was really bad.\n  ","463175":"\n  Pasta 🙃\n  ","463176":"\n  Oh...\n  \n\n   https:\/\/youtu.be\/GsPq9mzFNGY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463177":"\n  This song has kept showing up last week.. and also a few minutes ago.\n  \n\n   https:\/\/youtu.be\/AzjMmwki1Fs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463178":"\n  Distance? Clearly they aren't real friends if never there for you...\n  ","463179":"\n  Ginger ale, soup, music, old favorite movies, certain people, animals being cute, nature, watermelon, summery stuff going on etc\n  ","463180":"\n  Yes 😈\n  ","463181":"\n  When I do wear it;\n  \n  Cerave moisturizer\n  \n  Revlon concealer\n  \n  A Covergirl foundation\n  \n  Rimmel bronzer\n  \n  Milani blush\n  \n  My too faced \"gingerbread extra spicy\" eyeshadow palette.\n  \n  Kate von d setting powder\n  \n  I have a few lipsticks, lip balms, burt's bees, a buxom lip polish.. just depends.\n  \n  The eyeliner and mascara is in the bathroom. Don't remember which brands.\n  ","463182":"\n  More so with the fam\n  ","463183":"\n  Names can always change. I'd rather have the partner help pick out names too. I have an old list but nothing is set in stone.\n  \n  My favorite color is blue. Some guys can look good in pink. I don't mind unisex clothing. Arizona kind of kept clothing separate when I was shopping for my sister's baby. I feel like decor could be unisex as well.. I like some gender neutral names too.\n  \n  I think I'd be traditional with a gender reveal though just so everyone understood what was coming out the womb lol but also wouldn't want EVERYTHING to be blue\/pink there either.. kind of gives away the surprise?\n  ","463184":"\n  Fear, I guess.\n  ","463185":"\n  ¯\\_(ツ)_\/¯\n  ","463186":"\n  Why is this Drake song repeating now?\n  ","463187":"\n  The passionfruit pink drink that Starbucks does. I do my own at home but need to repurchase the Tazo tea used again.\n  ","463188":"\n  Hm tricky. Much rather buy in person.\n  \n  Goodwill, h&m, old navy, Ross, Nordstrom Rack, Dillards, forever21 and a few others have good stuff.\n  \n  I look at shein a lot. I know more of my ballpark measurements so it's been easy ordering things there. Amazon can be pretty hit or miss.\n  ","463189":"\n  Wednesday ones were better!!\n  ","463190":"\n  Having eachothers back, the memories shared, communication, time spent together, how long you've known the person, connection with them, common interests and the ones that set you apart.\n  ","463191":"\n  I know a bit of salsa from doing zumba.\n  \n  Idk whatever happens naturally lol\n  ","463192":"\n  Or bittersweet ¯\\_(ツ)_\/¯\n  ","463193":"\n  I haven't dreamt of people killing me in a while so cheers to that lol\n  \n  Prefer not to share recent ones... not bad but yes..\n  ","463194":"\n  Yes\n  ","463195":"\n\n   https:\/\/youtu.be\/1lyu1KKwC74\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463196":"\n  🙄🙄🙄\n  ","463197":"\n  Haven't been to enough to fully pick.\n  \n  I like NYC but not certain scents associated with it 🤣\n  \n  Boston is alright\n  ","463198":"\n  A friend from high school. He was obsessed with Britney.\n  ","463199":"\n  December 16th\n  ","463200":"\n  No. They just lie and say they will.\n  \n  Someone said they'd send $500 but they haven't replied or sent anything.\n  ","463201":"\n  👆👆👆👆👆\n  ","463202":"\n  This reminds me of Nem 🤣\n  ","463203":"\n  Hola\n  ","463204":"\n  Damn... why would it be tragic? :(\n  \n  Well that depends on what it is..\n  ","463205":"\n  Bbq chicken and pepperoni\n  ","463206":"\n  Hold on - chord overstreet\n  \n  I hate u, I love u - gnash, Olivia O'Brien\n  \n  Little do you know - Alex & Sierra\n  \n  Sorry - halsey\n  \n  Let it all go - Birdy + Rhodes\n  \n  If you want love - NF\n  \n  Jealous - Labrinth\n  \n  Death bed - Powfu\n  \n  Roslyn - st. Vincent\n  \n  Falling like the stars - james Arthur\n  \n  Stubborn love - The Lumineers\n  ","463207":"\n  Yes, I would!\n  ","463208":"\n  Myself but smaller. Rather do the natural way by working for it 💪💪💪\n  ","463209":"\n  Aw thanks.\n  ","463210":"\n  The one I'll keep to myself. Wishes don't come true if you tell everyone?\n  ","463211":"\n  Yes but not too crispy where its gross either\n  ","463212":"\n  Chicken parm or Chinese food\n  ","463213":"\n  Think I'm a bad influence 🤣\n  \n  I wanted brownies so my sister decided to call it a \"cheat day\" so now we're going to have pizza for dinner ¯\\_(ツ)_\/¯\n  ","463214":"\n  It looks better in the pictures they used. Not quite a satiny finish in person.\n  ","463215":"\n  Whoever catches my attention more. Age shouldn't be everything but I still like sticking to certain ages by principle.\n  ","463216":"\n  Seventeen, Vogue, home ones\n  ","463217":"\n  Stare off into space\n  \n  Social media\n  \n  Music\n  \n  Watch something\n  \n  Exercise\n  ","463218":"\n  Anons...\n  ","463219":"\n  Nooooooooooooo\n  ","463220":"\n  The lingerie looking one was the last. Got it last week.\n  \n  Still waiting on the lounge set to come.\n  ","463221":"\n  I'm not a witch?\n  ","463222":"\n  My dad's mom was a good cook from what I've heard.\n  ","463223":"\n  I've always had the idea of 2-3 kids. I didn't really have an idea of the genders... but did have a dream where I had two girls close in age and then a little boy. So who knows what the future holds ¯\\_(ツ)_\/¯\n  ","463224":"\n  Both. Just depends how it looks and what they're comfortable with.\n  ","463225":"\n  No, I'm not like that, regardless of what you people think.\n  ","463226":"\n  Both! Had some brownies today. Everything else has been healthy.\n  ","463227":"\n  Years?\n  ","463228":"\n  Nope.\n  ","463229":"\n  Haha yes.\n  ","463230":"\n  Maybe 8.5\n  ","463231":"\n  Not sure. I was up 3.6 pounds last time I weighed in. Forgot to do today.\n  \n  Mostly been maintaining, or going up and down a little.\n  ","463232":"\n  It was fine\n  ","463233":"\n  For breakfast? Yogurt and whatever fixings I'd want. Easy and don't have to wait around cooking something.\n  ","463234":"\n  Not with me but yes, I do.\n  ","463235":"\n  My brother helped with it.\n  \n  Mom kept going over the spellings and ended up liking Lyndsey the best out of them.\n  ","463236":"\n  Watermelon\n  \n  Blueberries\n  \n  Strawberries\n  \n  Raspberries\n  ","463237":"\n  Water, sugar free rootbeer\n  ","463238":"\n  Not going to dwell on it.\n  ","463239":"\n  Watching The Shawshank Redemption\n  ","463240":"\n  Uh ok\n  ","463241":"\n  Hate it!\n  ","463242":"\n  Everything in my power\n  ","463243":"\n  More like a month lol\n  ","463244":"\n  Bet he's glad he listened to y'all\n  ","463245":"\n  Yes. Certain people, including Jon Snow.\n  ","463246":"\n  Yes but I haven't finished it yet!!\n  \n  Read all the books tho\n  \n  Stark and lannisters\n  ","463247":"\n  Agreed!! 2nd date would be really weird. Probably just using him type way instead of really wanting to get to know him. Sweet yet gullible guy it seems lol\n  ","463248":"\n  See what? I'd still wear a mask and all that.\n  ","463249":"\n  I'd be the same way. It should be pretty equal.\n  ","463250":"\n  OVER IT.\n  \n  2020, MAN.\n  \n  UGH\n  ","463251":"\n  And day dream ;)\n  ","463252":"\n  How so? 🤣\n  \n  Just listened to for the 1st time.\n  ","463253":"\n  Haha. Very nice\n  ","463254":"\n  That's just ridiculous to me. I don't care where we'd go as long as together. Rather have experiences.. not some overpriced meal. The b!tch was probably still hungry  lol\n  ","463255":"\n  Aw someone missed me 😘\n  ","463256":"\n  No, that's pretty normal.\n  ","463257":"\n  Yes. Someone also asked me about my relationship status on my other account too. lol\n  ","463258":"\n  Maybe but would definitely need a lot of training too.\n  \n  I could see myself doing the Boston one or the one in Paris.\n  ","463259":"\n\n   https:\/\/youtu.be\/-Ro8-ngA8gs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463260":"\n  Haha\n  ","463261":"\n  No, I like nuts.\n  ","463262":"\n  Excuse me?\n  ","463263":"\n  Yes!!! Hate when we're having a conversation and they are on their phone.\n  \n  It's even more annoying when you text them and know how glued to their phone they are and you still don't hear back. Clearly don't want to deal with you..\n  ","463264":"\n  I have a few but don't really want to write on here, sorry!\n  ","463265":"\n  Yes, I am.\n  \n  Sagittarius but I don't know all the other things.\n  ","463266":"\n  Think I might have once when really young\n  ","463267":"\n  Ask me later 🤣\n  ","463268":"\n  It will turn green around the circle saying you met the requirements.\n  \n  I wish it would tell you how much instead of just doing 99+. Did I hit it or go above that amount???\n  ","463269":"\n  I've been more hungry today, ironically. I suppose enough since I don't go to bed hungry...\n  ","463270":"\n  Someday would be nice.\n  ","463271":"\n  Being the bigger kid.\n  \n  Probably being shy but that just meant that I wasn't comfortable with that individual.\n  ","463272":"\n  No, I haven't. Just didn't work out with the people. Wasn't abusive or toxic.\n  \n  Communication would definitely be a good thing to have. Lay out all the cards. Maybe go to therapy if you both wanted the change.. see the issues and get over it together. Grow as individuals and together.\n  \n  End it. Get rid of the toxic person. Distance yourself. Your mindset.\n  ","463273":"\n  Shawshank Redemption! 😍\n  ","463274":"\n  I can't whistle :(\n  ","463275":"\n  Ellen Hopskins, Stephen King, Laurie Halse Andersen and some others.\n  ","463276":"\n  On here: probably the question about Amanda 🤣\n  \n  I haven't done too much today that has been funny ¯\\_(ツ)_\/¯\n  ","463277":"\n  Nah\n  ","463278":"\n  I plead the 5th\n  ","463279":"\n  Hello love\n  ","463280":"\n  Haven't needed Maxwell lately\n  ","463281":"\n  Am I?\n  ","463282":"\n  Insurance policy?\n  ","463283":"\n  I'd go with the Camaro out of those ones\n  ","463284":"\n  Nothing. Haven't been watching tv.\n  \n  Have watched a few movies though but they've been older ones that I've already seen before.\n  ","463285":"\n  I take after my mom's side more.\n  ","463286":"\n  I'd say it's a wide range of people...\n  ","463287":"\n  Not particularly\n  ","463288":"\n  Oh ok\n  ","463289":"\n  Scone\n  ","463290":"\n  I haven't.\n  ","463291":"\n\n   https:\/\/youtu.be\/8ofCZObsnOo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463292":"\n  Haven't needed to ;)\n  ","463293":"\n  Bubble bath yesterday\n  ","463294":"\n  Tease them\n  \n  Play with hair\n  \n  Arms just depends whatever feels natural in the moment\n  ","463295":"\n  Canada.\n  ","463296":"\n  Little of both. Depends what was said or done. Mindset already etc\n  ","463297":"\n  For clothing? Brown and pee green type color..\n  ","463298":"\n  Lily chocolate bars while on keto.\n  \n  Wrangler actually got a hold of them and had to go to the vet. Poor thing\n  ","463299":"\n  21k steps and 18k have been the highest amount.\n  \n  Fitbit\n  ","463300":"\n  Explore, chill at the beach, maybe some night life. A good mixture of seeing the sights and relaxing days too.\n  ","463301":"\n  Nope. My friend's nephew was always on it. Didn't get the chance lol\n  ","463302":"\n  Guys can have friends that are girls.\n  \n  If it was all the time, ditching you for them and stuff then yes, clearly something isn't right there.\n  \n  Also nonstop talking about them is a red flag too.\n  ","463303":"\n  None\n  ","463304":"\n  FB\n  ","463305":"\n  ¯\\_(ツ)_\/¯\n  ","463306":"\n  I'm not that shallow\n  ","463307":"\n  Distance could help\n  ","463308":"\n  Not a favorite but not awful either.\n  \n  Coffee chocolates by Cafe Britt are pretty good 😍\n  ","463309":"\n  Different for each person\n  ","463310":"\n  Some stuff should remain private. A good balance. Nobody needs all the details.\n  ","463311":"\n  Hm depends on the situation. 50\/50\n  ","463312":"\n  How unfortunate lol\n  ","463313":"\n  The person isn't fully with me?\n  ","463314":"\n  Too much and not enough ;)\n  ","463315":"\n  This and IG\n  ","463316":"\n  Haha right! Good luck out there\n  ","463317":"\n  Yes. One sided love is a b!tch. One of my friends actually has the guy on her FB.. felt like checking it lol He's engaged, has two kids. Still decent looking but looks rough too?\n  \n  I guess now kind of seems a little fitting too...\n  ","463318":"\n  Is this a history lesson? :p\n  ","463319":"\n  Cerave\n  ","463320":"\n  Just continue with weightloss.\n  \n  Forget if there was more to it lol\n  ","463321":"\n  Yes, someday. lol\n  ","463322":"\n  Fitbit.\n  \n  However the band is broken on one side and keeps coming off so I haven't been wearing it as much. Need to order a new band for it -_-\n  ","463323":"\n  Louis Vuitton\n  ","463324":"\n  Yesterday;\n  \n  This song\n  \n\n   https:\/\/youtu.be\/AvnpnNHhIVY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","463325":"\n  Lobster, shrimp, mussels, clams, crabcakes, crab legs, scallops\n  ","463326":"\n  Mine are usually natural with a shape to them.\n  ","463327":"\n  I've been taking baths more lately.\n  ","463328":"\n  More so with weightloss.\n  ","463329":"\n  Yes, they have been mandatory lately. Even not letting people buy stuff without one. There's tiktok videos of people using thongs and pads as masks even o.o\n  ","463330":"\n  I guess the people out of that. It's been more an online way.. Instagram. Have lots of people that dont really bring joy, don't follow back etc\n  ","463331":"\n  I don't care what they do with their hair as long as they are happy with it! :)\n  ","463332":"\n  Chocolate chip cookie dough 😍\n  ","463333":"\n  I don't like pantene, doesn't do much for my hair.\n  ","463334":"\n  Either way is fine :)\n  ","463335":"\n  Yourself?\n  ","463336":"\n  None. I'm not embarrassed about anything.\n  ","463337":"\n  Mother, trouble, opposite but the same in ways\n  ","463338":"\n  Oh look, a 2019 penny.\n  ","463339":"\n  Nope lol\n  ","463340":"\n  - better technology\n  \n  - maybe get another space for expansion\n  \n  - get the word out\n  \n  My dad would have no clue what to do so anything would be better than previously 🤣\n  ","463341":"\n  What notebook?\n  ","463342":"\n  I suppose Heather.\n  ","463343":"\n  Oh yes 😍\n  ","463344":"\n  Awww.\n  \n  Yes, I'm pretty easy to please that way. Anything can be fun as long as you two are together type way. Homemade gifts are amazing as well.\n  \n  Hm he didn't deserve it lol was stuff he actually wanted too.\n  ","463345":"\n  On some days lol\n  ","463346":"\n  I don't have any debt\n  \n  Didn't go on dates. Just went together\/had the title of gf.\n  \n  None of them ever got me anything.\n  \n  Money isn't everything to me. I'd rather have their time, being together, learning about, seeing a possible future with. Actually feeling like a real couple instead of past failed relationships that weren't really that serious.\n  \n  Like I literally got one dude something for his birthday and Christmas.. he never got me anything. Effort should go both ways. Really regret that one 🤣 should have ended way sooner or never began. He wasn't a bad guy per say but definitely not the best bf either.\n  ","463347":"\n  Do it for the right reasons?\n  ","463348":"\n  Wednesday 🤷🏼‍♀️\n  ","463349":"\n  Evening\n  ","463350":"\n  Haven't been everywhere to decide :(\n  ","463351":"\n  Yes, most times it does! Sagittarius.\n  ","463352":"\n  FB - maybe 35%? I have family on there and it can make me not share as much. More reposts of stuff\n  \n  Here - I'd say around 85-90%\n  \n  IG - maybe 75%?\n  ","463353":"\n  Apple martini\n  \n  Margarita\n  \n  Strawberry daiquiri\n  ","463354":"\n  A margarita. Been a while for that.\n  ","463355":"\n  Different timezones?\n  ","463356":"\n  Sometimes.\n  ","463357":"\n  Be honest, open communication. Don't ignore the signs\n  ","463358":"\n  Missed those hugs\n  ","463359":"\n  I don't but have learned from my nephew's and other people's kids.  Also I'm pretty patient with them too.\n  ","463360":"\n  It's either natural (dirty blonde) or more blonde highlights added.\n  \n  I'm not sure what I want to do..probably more blonde as the sun has helped with that.\n  ","463361":"\n  Yes, many times.\n  ","463362":"\n  I haven't.\n  ","463363":"\n  Like in all black about to rob a place?\n  \n  No. lol\n  ","463364":"\n  Either way\n  ","463365":"\n  I have a white standard one and some purple patterned one.\n  ","463366":"\n  Root canal pain\n  \n  Heartbreak\n  \n  Death of loved ones\/ pets\n  ","463367":"\n  A week away with him at a cabin near a lake or ocean would be pretty nice ;)\n  ","463368":"\n  No comment 😉\n  ","463369":"\n  Wherever moves you?\n  ","463370":"\n  Yes. I had to go through the nursing program at my votech high school before picking what i wanted. Learned CPR and other things.\n  ","463371":"\n  Ok?\n  ","463372":"\n  Left. Not my type and you are apparently married anyways.\n  ","463373":"\n  Around 900\n  \n  I follow 1000+ but getting rid of some people still.\n  ","463374":"\n  Apparently\n  ","463375":"\n  Yes if going to a store or somewhere that needed it.\n  \n  On walks at night, no. It's been a ghost town again. Too hot for some, I guess?\n  ","463376":"\n  You guys would know if it changed.\n  ","463377":"\n  I'd rather be skinny with some curves and big boobs (or boobs stay the same)\n  ","463378":"\n  No. I always felt August was weird. Massachusetts always started in September.\n  \n  Maine and AZ both start in August.\n  ","463379":"\n  Needed it\n  ","463380":"\n  Sorry. Had to be done *hugs*\n  ","463381":"\n  Try a week\n  ","463382":"\n  It literally takes a second?\n  ","463383":"\n  * deactivate\n  \n  I felt like leaving it open. Didn't have many questions either. Now I have about 300+\n  ","463384":"\n  My leaving had nothing to do with her. She was the one that got caught lying, why would that make me leave? Stop thinking she's so relevant to my life lol\n  ","463385":"\n  Anyways, going to take a break from here. Not sure how long yet.\n  ","463386":"\n  Mosquito bites. Had to get a steroid shot and then all my weight problems happened 👍 gained 50 pounds in a year from that as a kid. Fun stuff\n  ","463387":"\n  Never heard that ¯\\_(ツ)_\/¯\n  ","463388":"\n  Story of my life\n  ","463389":"\n  No?? My hair is wavy and straight.\n  ","463390":"\n  Probably my nose. Idk\n  ","463391":"\n  Music, movies, exercise, good books, certain people, pets etc.\n  ","463392":"\n  I'm not, thankfully.\n  ","463393":"\n  You do you\n  ","463394":"\n  Yes :)\n  \n  It's been good. Everyone has their own account on it too so don't need to record unnecessary things for everyone etc\n  ","463395":"\n  Ok. Good for you?\n  \n  I'd atleast want to pay the tip or something.. or the next time. Depends on the type of dates too.\n  ","463396":"\n  Yes. Why wouldn't it be? I wouldn't want a guy ALWAYS paying.\n  ","463397":"\n  Yes. The \"live\" part is basically the menu of what is currently on tv. Was cheaper than cable and has all the same programming. It will tell you if new episodes aired too.\n  \n  Doesn't really deal with YouTube so a bit weird lol sometimes if a movie is missing it will share YouTube links tho\n  ","463398":"\n  True XD\n  ","463399":"\n  No idea which I'd pick! What if being there changed the whole film? :(\n  ","463400":"\n  We use YouTube TV now. Still has all the channels. Records ones you like, movies and everything else on it.\n  ","463401":"\n  I don't have it on but I'm sure lots of things are on right now :p\n  \n  I watch Netflix and other devices more...\n  ","463402":"\n  I haven't but my nephews play it.\n  ","463403":"\n  Anything is positive\n  ","463404":"\n  Not much. Just had a yogurt. Mom is cooking some fried eggs and sausage.. waiting on a sausage pattie lol\n  \n  Just chilling a bit.\n  ","463405":"\n  Maybe over the weekend? Days are blurring together!! When the dude left and ended up feeling more horny.. that's all I remember haha think a bath one occurred later on that day too.\n  \n  Check my page if you really want the specific day 🤣\n  ","463406":"\n  Probably some ice skater chick?\n  ","463407":"\n  Would be nice! :)\n  ","463408":"\n  Yup! They went to different islands there, back and forth.\n  ","463409":"\n  Probably ¯\\_(ツ)_\/¯\n  \n  My sister and her husband were there before the lockdown started so got to see their pictures too. They went there as well\n  ","463410":"\n  Yes, I have.\n  ","463411":"\n  Answers would be ideal.\n  \n  Too much on my mind.\n  ","463412":"\n  For sure!\n  ","463413":"\n  People have made awful fanpages to harass me with instead of how they should be run.\n  ","463414":"\n  Nooo. I wish!! Just travel ideas that I made a collection on IG of. Really want to explore everywhere\n  \n  Most are Finland and Iceland? Never been there.\n  \n  The right picture is Joshua tree. Haven't been there either but the desert landscape is pretty!\n  ","463415":"\n  You might make one anyways and be annoying with it like past people have\n  ","463416":"\n  I don't need one and that makes me want to do pictures even less now lol\n  ","463417":"\n  Yes or the background part will be in my head.\n  ","463418":"\n  Of the Phoenix\n  ","463419":"\n  Haha right XD\n  ","463420":"\n  More to stop someone else. Wasn't trying to hurt though.\n  \n  Not really to other stuff. I'm assuming you mean physically and not just words lol\n  ","463421":"\n  mon ex me manque le plus.\n  ","463422":"\n  Sounds p0rn like to me. Is it? :o\n  ","463423":"\n  I barely watched them, only see on Instagram.\n  \n  Some accounts can be gross. For the actual real creators, that could suck.\n  ","463424":"\n  Nah. It was early like 6am or something XD\n  ","463425":"\n  Ok then.. good talk\n  ","463426":"\n  Not sure but it's good and relatable. I like some of their other songs.\n  \n  Perrie Edwards is my favorite.\n  ","463427":"\n  What else could that possibly mean?\n  ","463428":"\n  Oh I forgot.. I'm such a hoe.\n  \n  Thanks for the reminder! What would I do without you!?!? 😘\n  ","463429":"\n  Ending up alone\n  ","463430":"\n  I don't think his BOYFRIEND would like that. He is good looking though 🙃\n  ","463431":"\n  Music and movies\n  \n  Poetry and writing\n  \n  Paintings and statues\n  \n  Naked bodies can be art\n  ","463432":"\n  Ugh. I HATE getting expectations since the reality never works out for me lol\n  ","463433":"\n  I'd rather not sweat while sleeping :p\n  ","463434":"\n  Two irl friends\n  \n  Well technically one I haven't met but he's from Massachusetts still and have known since y!a days too.\n  ","463435":"\n  I can come off as shy but sizing people up instead when just meeting. After that I'm fine and they typically get the real me like how I can be on here. I suppose it depends on the other people too.. how they get the attention etc\n  ","463436":"\n  Uh kind of been avoiding two of them. Got my own things to deal with..\n  ","463437":"\n  Obviously lol XD\n  ","463438":"\n  Not my place to share that\n  ","463439":"\n  Splendid lol\n  ","463440":"\n  Yes.\n  \n  8:39am here\n  ","463441":"\n  Night x\n  ","463442":"\n  Night\n  ","463443":"\n  Someone told me to look for that number lately o.o spooky\n  ","463444":"\n  Near water, traveling, being with loved ones etc.\n  ","463445":"\n  Harder when you get older\n  ","463446":"\n  No\n  ","463447":"\n  I use cerave products\n  ","463448":"\n  I check Shein a lot ¯\\_(ツ)_\/¯\n  \n  Amazon has ok things\n  \n  Uh.. other ones just depends.. much rather try on at the store, really.\n  ","463449":"\n  Don't think it's that wild.. fairly common I'd say.\n  ","463450":"\n  No clue. I don't take that much belief in it. Certain things can resonate though!\n  \n  Most of my close friends are sagittarius, capricorn, pisces, leo, libra, Gemini.\n  ","463451":"\n  Plenty\n  ","463452":"\n  These ones 😍\n  ","463453":"\n  goes beyond ask\n  ","463454":"\n  On here and ig, off&on.\n  \n  Chilling in bed\n  \n  11:18pm\n  ","463455":"\n  Can't think of any that's too weird\n  ","463456":"\n  Ouch\n  ","463457":"\n  Person on ig: what are you confused about?\n  \n  My mind: everything 🙈\n  ","463458":"\n  I'll pass lol\n  ","463459":"\n  Some wedding one. Was on Netflix. Watched last night.\n  ","463460":"\n  No. I had enough sugar today.\n  ","463461":"\n  It's more clean\n  \n  I'm more of the mess 🤣 now I'm even more confused about something but I still believe in my gut instincts and feelings. They never stared me wrong and i keep seeing signs too so idk, man.\n  ","463462":"\n  Haha yes XD\n  ","463463":"\n  *Sends chocolate cake and hugs*\n  ","463464":"\n  Like when you cut a size of cake and it doesn't look *that* big but you get it in the bowl and it's literally a monster azz piece but you still don't care since you've wanted cake all day?\n  ","463465":"\n  Why wouldn't I eat it?\n  ","463466":"\n  I didn't run?\n  ","463467":"\n  Yes & no thanks\n  ","463468":"\n  Paper cut\n  \n  I was used to it in my high school shop. Constantly made copy jobs.\n  ","463469":"\n  Soup or something I was already making for myself and mom asked for some too.\n  \n  My dad doesn't really get sick.\n  ","463470":"\n  Chicken wings with a herb type crust on them. Probably a salad and veggies.\n  \n  I just want the chocolate cake 🤣\n  ","463471":"\n  These two were the best ones. The rest weren't quite blue..\n  ","463472":"\n  Good questions\n  ","463473":"\n  I rarely wear jewelry. Would if I had good ones lol\n  \n  Mostly just wear my Fitbit these days\n  ","463474":"\n  Stocked up on some things, more basics too. Didn't go crazy hoarding tho\n  ","463475":"\n  I'm a winter girl :)\n  \n  My favorite is summer!\n  ","463476":"\n  Sounds like my sister's lactation balls...\n  ","463477":"\n\n   @breakfreefromlife\n  \n  is one of the longest (before ask) 💕🤗\n  ","463478":"\n  I made a blueberry shake a couple days ago ¯\\_(ツ)_\/¯\n  ","463479":"\n  First time I've heard of it closing.\n  ","463480":"\n  I like getting a bit tanner. Still pretty pale, imo.\n  \n  Didn't get the Greek genes much lol\n  ","463481":"\n  Nope. My nephew's cousin ended up going on it before I could lol ended up taking it back from everyone wanting a try at it.\n  ","463482":"\n  I make my dad a card. I've done it since I was young and he actually hoards them 🤣 somewhere there's 30+ of the things\n  \n  Usually get my mom candles, pjs or something like that.\n  ","463483":"\n  Blue\n  ","463484":"\n  Uh, typically speaking a diet consists of changing habits so bit redundant asking if they'd change 🤣\n  \n  I was already eating more protein and fat before jumping onto the keto bandwagon so it wasn't a huge difference to me. Been more of a lifestyle change too. I seldom have days where I cheat but even so that can help if stalling etc\n  \n  Think the food you eat and the exercise go hand in hand, really. Need to fuel the body. Nurture the soul.\n  ","463485":"\n  :(\n  ","463486":"\n  Yes!\n  ","463487":"\n  That sounds good o.o\n  \n  But again, haven't.\n  \n  My weightloss has been from using metformin for my pcos, eating the keto diet and actually putting in the work at the gym. Including at home ones and swimming since gyms are closed due to lockdown, again.\n  \n  I haven't done keto pills or powders - just actual food.\n  ","463488":"\n  I'm aware lol\n  \n  Actually, I feel like I trolled more on omegle and y!a with everyone else in 2008-2010.\n  ","463489":"\n  Yes, I have a couple people from here :)\n  \n  Mutual, have actually talked with, enjoy them as a person and their answers, insightful, known for a decent time, trust them etc.\n  ","463490":"\n  No. I'm not a teen. This isn't early 2000s.\n  ","463491":"\n  Never tried any teas like that. Such a scam. The people only care about money and not the actual people buying into them. It wouldn't show you long term results anyways.\n  \n  Did the Yogi detox one before but that's not quite the same and didn't have it routinely. Not something you only can buy online either.\n  ","463492":"\n  Formspring died and we all migrated here.\n  \n  I kept getting anon messages which made me check it then kept going on more frequently, adding new people as time went on etc\n  \n  Yes, it's a good time waster at times too. Nice to feel connected with people during lockdown as well!! 💕\n  ","463493":"\n  I don't tend to eat that late.\n  \n  Can't go wrong with nuts, ice cream, or something small like that if did want something\n  ","463494":"\n  Always.\n  ","463495":"\n  Don't really have a favorite.\n  \n  I've gone to Wingstop, McDonalds, Panda Express, Chipotle and lately Wendy's for their strawberry salad. Everything is still keto or not that much sugar added. No buns if applicable.\n  \n  If cheating on keto then it's been Culvers. Have had Little Ceasars pizza too.\n  ","463496":"\n  Jason Momoa or Ryan Reynolds.\n  ","463497":"\n  Well that explains something...\n  ","463498":"\n  Good riddance\n  ","463499":"\n  It's gotten better.\n  \n  Everyone is back from the hospital and the dogs are acting so happy. Giving the nephew leg kisses etc\n  ","463500":"\n  👍\n  ","463501":"\n  It's ok.\n  \n  Been having ginger ale or the sugar free rootbeers.\n  ","463502":"\n  Hello\n  ","463503":"\n  Creepy lol\n  ","463504":"\n  Nope lol\n  ","463505":"\n  You must have ate it then too lol\n  ","463506":"\n  Still not sure\n  \n  Will have to wait anyways -_-\n  ","463507":"\n  Indeed :)\n  ","463508":"\n  My dreams last night and some other stuff.\n  \n  Don't really feel like getting into on here.\n  ","463509":"\n  Sounds familiar\n  ","463510":"\n  Wouldn't post that here.\n  \n  People always use them against me\n  ","463511":"\n  He's good.\n  \n  I don't watch those type of shows much\n  ","463512":"\n  Oh who else?\n  \n  We'll see 🤣\n  ","463513":"\n  Would have been putting a hold on a library book that I have now.\n  ","463514":"\n  Can read people easily?\n  ","463515":"\n  Dreams that feel very real\n  ","463516":"\n  How dreams can be very weird.\n  ","463517":"\n  With loved ones, the company, doing fun things, conversation, food etc\n  ","463518":"\n  \"portillo's\"\n  \n  Had to look up the spelling\n  ","463519":"\n  Looking forward to this chocolate cake later.\n  \n  It's inspired by this place called Portillo's.. such a good cake. Chocolatey and moist. Double layers.\n  ","463520":"\n  Drive ins are more special to me! Would always go to in the summer growing up. Watch both films playing.\n  \n  I don't mind either way though.  Sometimes it's nice just chilling and being comfortable at home, other times the theater makes it come alive.\n  ","463521":"\n  I'd need all of that lol\n  ","463522":"\n  Yes, it was. The Netflix preview caught my eye and seemed interesting.\n  ","463523":"\n  Everything\n  ","463524":"\n  I'm simple so would be more happy with a dodge charger.\n  \n  Mustangs are cool but a bitch in the winter.\n  ","463525":"\n  Nah. Only a guy or doctor should see me naked.\n  ","463526":"\n  That's not good :(\n  ","463527":"\n  Ah, ok. My nephew's will be going through that too. My brother is already anticipating lots of phone calls over the older child 🤣 he's always taking it off, leaving it somewhere etc so school should definitely be interesting for him.\n  \n  Maybe get one of those face sprays that sets makeup to cool down your face when needed?\n  ","463528":"\n  What's happening then?\n  ","463529":"\n  Not fun :(\n  ","463530":"\n  Was just sick of repeating the same answers on here XD\n  ","463531":"\n  Yes :)\n  ","463532":"\n  I got a rash one day but I think it was more a mixture of being pissed off, first time wearing it out (haven't really been anywhere) and it was hot out.\n  ","463533":"\n  Depends on the night, dreams or not, getting woke up or not lol\n  ","463534":"\n  Some wedding thing 🤣\n  \n  Their first wedding was bad so the husband surprised her.. helped get her out of the grief too. Kind of like Queer Eye but they planned weddings for people, got their stories out etc\n  ","463535":"\n  This reminds me of something last night but rather not ask as its pretty weird haha 👊\n  \n  No, I don't break things. I'd try staying calm and level headed if I had something to say.\n  "}}