{"Question":{"464609":"\n   Weight?\n  ","464610":"\n   Are you bored in the house and in the house bored?\n  ","464611":"\n   Seems like a strong opinion 😂 how come?\n  ","464612":"\n   Okay..well you maybe didn’t like my behaviour when I asked you something ..I thought I made you upset\n  ","464613":"\n   Also, hope you have a nice Monday! (My monday was all rainy weather)😅🤦‍♂️Hope your weather doesn't get way too hot🌹\n  ","464614":"\n   When watching TV, subtitles or no subtitles?\n  ","464615":"\n   what's your favorite sea creature?\n  ","464616":"\n   Spice free...🛸🌹\n  ","464617":"\n   Do you believe that dreams can sometimes predict the future?🤔💯🔥\n  ","464618":"\n   76. do you like dark humor?\n  ","464619":"\n   But you don’t like me I guess🤷‍♂️\n  ","464620":"\n   here?\n  ","464621":"\n   For the record im not as nuts as the other👣anons you have!🙊 Like the ones that talk about shrinking to an inch height? Etc...🤔🤦‍♂️🤷‍♂️They completely baffle me😅 But...to each their own?🤷‍♂️😅\n  ","464622":"\n   Just poured my heart out🤞\n  ","464623":"\n   What inspired your me lol username?\n  ","464624":"\n   Swimming Pool or Beach? ❣️\n  ","464625":"\n   i was ABOUT to say that. damn, i gotta go with my gut instincts next time xp\n  ","464626":"\n   dominoes?\n  ","464627":"\n   Do you think bikini show a little to much\n  ","464628":"\n   When did you last have pizza?\n  ","464629":"\n   GAY GUYS? PAP OF YOUR SELF \n#happypridemonth #liveyourgaylife\n  ","464630":"\n   Me  lol😝\n  ","464631":"\n   Have you had any confrontations or seen any confrontations in public over wearing a mask?\n  ","464632":"\n   Do you ever pretend to be in your phone so people will stop bothering you?\n  ","464633":"\n   Oh you're good😯 what was the giveaway?🙊\n  ","464634":"\n   You are a nice person and I find you so attractive tbh ❤️but.....\n  ","464635":"\n   What’s your MOST FAVORITE SEASON OF THE YEAR????\n  ","464636":"\n   Has 2020 gone according to plan for you?\n  ","464637":"\n   Darn, sorry you arent enjoying your night, but hope you get a good sleep!🥰🤗\n  ","464638":"\n   Don't answer it if i tell you?🙊\n  ","464639":"\n   Good night\n  ","464640":"\n   Oh darn...\n  ","464641":"\n   Oh you figured it out?😳🙊💕\n  ","464642":"\n   Im your newest foot admirer, you may have figured out who i might be🙊😳💕\n  ","464643":"\n   Do you have a criminal record.If yes what would you done.If no why would you don't do any crime?\n  ","464644":"\n   Hope you're enjoying your night!😇💕\n  ","464645":"\n   ***\n  ","464646":"\n   What is the most beautiful place you've ever seen?\n  ","464647":"\n   😂🤣🤣🤣 no  lol..No body gives his money\n  ","464648":"\n   If I look as great as you when I’m in my 30s I’ll be one happy girl!\n  ","464649":"\n   Okay thankyou💕💕💕\n  ","464650":"\n   Hehe💕How dirty exactly? honestly a little bit is fine! Doesn't make em less beautiful!😍 i just would be hesitant to 👅them 😅\n  ","464651":"\n   Maybe show the sole that's the least dirtiest?💕remember, not asking to see both👣That's way too much trouble to try set up to take a photo!\n  ","464652":"\n   Oh funny😅 Aw that's cute!🥰\n  ","464653":"\n   Name a problem leaders in your country should solve?\n  ","464654":"\n   What is your favorite pic of yourself? PAP\n  ","464655":"\n   Do you listen to Nirvana?\n  ","464656":"\n   Oh lol! Do the cats pick on each other playfully? Like our cat named Milo, she will playfully swipe at the other two cats when they walk passed her😂😂\n  ","464657":"\n   That's okay tbh! Gives character😍😋\n  ","464658":"\n   Aha, fair enough there!😅 Oh nice! Do they all get along?😁\n  ","464659":"\n   Impossible... the site should be fully optimal... try again...\n  ","464660":"\n   Haha! Are they very mischievious?😅 you prefer dogs or cats? Both?\n  ","464661":"\n   May i see? Please? I've waited so long😍\n  ","464662":"\n   Haha well, i actually didn't assume that they were related, but just cool and uncanny that their individual furr colors are that way😁😇\n  ","464663":"\n   Ma'am go to the site. After you completed the initial step I'll guide you along the rest of the way.\n  ","464664":"\n   Wish you still used Snapchat\n  ","464665":"\n   If you're willing then accept my hand and lend me your ears.\n  ","464666":"\n   I bet you have amazing soles👣😍 just saying!\n  ","464667":"\n   Seriously? He already asked you something?😂\n  ","464668":"\n   I like all of their furr colors!😇 the top one seems to be a combo of both the bottom two, with the added ginger😅\n  ","464669":"\n   last time the pink taco got soaked\n  ","464670":"\n   Ma'am please get back to the main topic at hand, I'm trying to help you but cannot due to your unwillingness.\n  ","464671":"\n   Hahah thanks😜 i knew the risks..🤦‍♂️\nBut if we end up friends, it would be well worth it to me🥰\n  ","464672":"\n   Awww😍🥰🤗 they're precious!💕 lol demons?😂😂 love the top cat! Awesone colors😊\n  ","464673":"\n   Haha maybe i contributed, since i reported him for spam😂 (didnt even block, just reported)😂\n  ","464674":"\n   Okay ma'am, i'm going to ask of you to act professional especially when talking to an official. I'm sure if your boss seen this act of immaturity, he'd have surely fire you by now. Treat me like you treat your boss.\n  ","464675":"\n   I was thinking - I like that you don’t talk negatively about the girlfriend of the guy you’re seeing.  I mean, you’re going to end up exclusive with her boyfriend so that sucks for her.  But it’s cool that you’re not at all nasty about it.\n  ","464676":"\n   Lol i was about to roast that tom millard guy but boom, he's suspended lol... his questions are all gone😂🤷‍♂️\n  ","464677":"\n   that dude already got banned lol\n  ","464678":"\n   Oh? You know im a cat person?🤔😅 lol he does look friendly though😇😜 Ahh i see! I'll have to try that some time!\n  ","464679":"\n   Oh, the joys of going off anon to talk to you Lyndsey! 🥰 i'm now a target of pathetic spam accounts...🤦‍♂️🤷‍♂️\n  ","464680":"\n   Ughhh so envious of your legs\n  ","464681":"\n   lol this pic made me think of a scene from a movie where a weather woman made her assistant lick bubbles off her after a bath because a towel was too rough for her skin\n  ","464682":"\n   Strawberries in a salad? How interesting🤔😁 Cute doggo🥰\n  ","464683":"\n   Lol nice response to Mr. \"tom millard\"😅 ive never seen him before until now🤔 you clearly know of him😅 \"not you again\"\n  ","464684":"\n   Oh what kind of salad?🙊 I like salad too!🥗😁\n  ","464685":"\n   Aw😥🤗 at least you had a decent chill day though😊\n  ","464686":"\n   Any more pictures?\n  ","464687":"\n   Who do love? 👪💘\nLet's talk about people we love. Family. Friends. Pets. Your hobbies? What comes 1st?\n  ","464688":"\n   Aw, how's your day been? 🙊\n  ","464689":"\n   Was just hoping for a kind of witty response..😅 sorry, i'm sometimes a bit too chipper🙈\n  ","464690":"\n   Shut up\n  ","464691":"\n   I'm getting bored.\n  ","464692":"\n   Oh you knew?😅 there was no indication to display that, just a straight up **nope not at all** 😆😂\n  ","464693":"\n   OMG Goddess Lindsey bath video 😍\n  ","464694":"\n   Haha sorry, was just messin' with ya there! 🤭\n  ","464695":"\n   Nice to hear!😇 Oh did you dream of getting coffee with me?🙊😉😁\n  ","464696":"\n   I'm getting bored. Wanna buy steel in partnership with his ex partner. Damn. The virus.\n  ","464697":"\n   Aye haye baby in the red top with ling hair was playing with flowers. Beautiful long hair.\n  ","464698":"\n   What u doing, girl?\n  ","464699":"\n   send em here\n  ","464700":"\n   What is your favorite motto or saying?\n  ","464701":"\n   What have you been thinking about lately?\n  ","464702":"\n   Now that most movie theaters are either shut down for the time being or only opening with restrictions, would you be open to going to a drive-in theater? Have you ever been or do you even have any drive-in theaters near you?\n  ","464703":"\n   did you share?\n  ","464704":"\n   Have the majority of your summer plans been canceled? What's something you still hope to do this summer?\n  ","464705":"\n   What's the last thing you ate?\n  ","464706":"\n   Vacation to... where? You rather...\n\n1. Panama City\n2. Tokyo, Japan\n3. Fairbanks, Alaska\n4. New South Wales\n5. Costa Rica\n6. Netherlands\n7. Nova Scotia\n\nPick 1. What number?\n  ","464707":"\n   Which country is your favourite?\n  ","464708":"\n   Have you ever been rock climbing before?\n  ","464709":"\n   That means good or bad?\n  ","464710":"\n   If you got a chance to live the life of celebrity for one month.Which celebrities life you want to live?\nMe: 1.Christiano Ronaldo\n         2.Ushna shah\n  ","464711":"\n   Fk it, it happens 😏\n  ","464712":"\n   Am l fkd in the head for having a crush on my aunt? 👉👌\n  ","464713":"\n   Anything_🍁🖤\n  ","464714":"\n   Do you ever go to antique shops? If you go what kind of things do you look for specifically? Do you have any favorites?\n  ","464715":"\n   How did you feel when you woke up this morning?\n  ","464716":"\n   Hey l like your style, pretty chill and open. 😇😈\n  ","464717":"\n   Please please i want your insta to talk to you openly which is not possible here please\n  ","464718":"\n   Send me your insta i want to know\n  ","464719":"\n   His what\n  ","464720":"\n   So what sex do you like\n  ","464721":"\n   Are you married.or doing live in\n  ","464722":"\n   Do you have multiple sex partners\n  ","464723":"\n   Nombra un aspecto difícil de ser un adolescente.\n  ","464724":"\n   Karate Kid 1, 2, and 3 all drop on Netflix July 1st. Then a month later Cobra Kai season 1 and 2 make their debut follwed by a brand new season 3 soon after. Summer of 2020 SAVED!! DID I JUST BLOW YOUR MIND???? OMG RIGHT ???\n  ","464725":"\n   Do you hide from the summer heat or enjoy it? 🏖️\n  ","464726":"\n   Do you wish you are lesbian\n  ","464727":"\n   Would you rather go on a trip, or stay at home?\n  ","464728":"\n   Brsita yan na ?\n  ","464729":"\n   Kabhi jo badal barse.Me..?\n  ","464730":"\n   Welche Interessen hast du?\n  ","464731":"\n   Ever seen a mongoose?\n  ","464732":"\n   Do you ever dream of winning a lottery? What would you do with your money?\n  ","464733":"\n   How old is your current house and how long have you lived there?\n  ","464734":"\n   The guy who ISN'T Maxwell\n  ","464735":"\n   What kind of books do you like?\n  ","464736":"\n   Do you collect seashells?\n  ","464737":"\n   Was talking about the guy who isn't Maxwell\n  ","464738":"\n   Have you ever played paintball, lasertag or airsoft? What'd you think of it? How did it go for you? 🔫\n  ","464739":"\n   What's your first reaction when you touch your orgasm\n  ","464740":"\n   How often do you and him meet up?\n  ","464741":"\n   Do you want to have a family when you get older? or do you already have one?\n  ","464742":"\n   What's you do when you have no interest in the work but still have to do it.\n  ","464743":"\n   952pm for me but thankyou! Hope you get a good sleep!😇🌹\n  ","464744":"\n   Are you an emotional person?\n  ","464745":"\n   Even after you did stuff to him and he did stuff to you?\n  ","464746":"\n   Ok\n  ","464747":"\n   🍎 Apple juice. Yay or nah?\n  ","464748":"\n   I didn't know you two were still banging 😊\n  ","464749":"\n   Do you like cinnamon rolls?\n  ","464750":"\n   How's your Monday? ❣️\n  ","464751":"\n   73.  do you think racism starts at home or with the influence of others?\n  ","464752":"\n   If you could hang out with one animal of your choosing, which would it be? What'd you wanna do with them? 😊🐨🐧🐼🐬🐘\n  ","464753":"\n   Would you try calamari or have you ever had calamari before?\n  ","464754":"\n   Do you still talk to him?\n  ","464755":"\n   One word for my DP character?\n  ","464756":"\n   good\n  ","464757":"\n   Have you bought any clothing items in the last week?\n  ","464758":"\n   what are you doing ?\n  ","464759":"\n   What or who motivates you to get out of bed every morning?\n  ","464760":"\n   What prices of clothing do you grow out of the most\n  ","464761":"\n   Are you ready????\n  ","464762":"\n   Did anyone famous go to your school?\n  ","464763":"\n   Do you watch any live streams?\n  ","464764":"\n   Does the guy who isn't Maxwell follow you? You know who I mean...\n  ","464765":"\n   Do you use bumble, timber or grindr?\n  ","464766":"\n   What device are you using for ask?\n  ","464767":"\n   Good night\n  ","464768":"\n   I'd prefer to keep talking to you🥰🤗But i wouldn't want to keep you awake🙊\n  ","464769":"\n   Aw🙈 Hey, me too!🤷‍♂️ Lol iced coffee sounds great for that kind of weather! We'd be crazy to get hot coffees😅☕\n  ","464770":"\n   Aw alone?😥 Would you meet me for a coffee if i lived over there? And didn't get melted by the 110° weather🤭😅\n  ","464771":"\n   No, i mean it!😇 Lol yeah i could see all the comments on that thread!😅🤷‍♂️\n  ","464772":"\n   Got any fun plans for Sunday?\n  ","464773":"\n   It's a shame your📱was hiding your pretty face in that selfie🙊\n  ","464774":"\n   So your legs are getting a nice tan?😍\n  ","464775":"\n   Hugs more🌹\n  ","464776":"\n   What’s happening up there I wanna find out\n  ","464777":"\n   Almost bed time is it?😅\n  ","464778":"\n   Treats you as a Queen🌹\n  ","464779":"\n   Hahaha don’t afraid me 🥰\n  ","464780":"\n   Much love to you🌹\n  ","464781":"\n   Wow a 👣job? Daaamn!😮😍😍 but before that what about a face smother with your👣?\n  ","464782":"\n   Booty rubs🌹\n  ","464783":"\n   Stronger I am🌹\n  ","464784":"\n   IF YOU COULD HAVE ONE MAGICAL POWER, WHAT WOULD IT BE?\n  ","464785":"\n   🌹💪🏻\n  ","464786":"\n   How creative would you say that you are? In what ways do you like to express your creativity? 📽🎨📸💃\n  ","464787":"\n   🌹😊\n  ","464788":"\n   What great quote would you like to share? 💬☺️\n  ","464789":"\n   Are the people you've gone to school with cooler than most?\n  ","464790":"\n   Oh my, that would be amazing! How would you dominate me?\n  ","464791":"\n   Newton's third law?\n  ","464792":"\n   Ok so will you have sex with anyone earlier a girl or boy\n  ","464793":"\n   Lol apparently taking a sh!t load of coke too🤦‍♂️\n  ","464794":"\n   Haha i don't either😂 just that one time i went on his profile to block and report, and just saw he had vr's🤷‍♂️\nWas like \"oh whats this ugly bald psycho up to know?\"🤦‍♂️😅\n  ","464795":"\n   What's you feel like after that much musturbation.Why don't you have sex with your boyfriend\n  ","464796":"\n   you have any cbd products?\n  ","464797":"\n   Oh a lahore guy? Already sounds dodgy af😅🤦‍♂️ Did you see the vr's ben posted a few days ago? Hes so f'd up lmao... that acc is gone now ofc, but yeah, wow🤦‍♂️😅\n  ","464798":"\n   Why you do so much musturbation\n  ","464799":"\n   Thankyou!🙊 You're very cute yourself🥰\n  ","464800":"\n   Lmao oh that piece of sh!t🤦‍♂️Haven't gotten any crap from him today so it's been a good day😅\n  ","464801":"\n   Lol... i have good genetics it seems! Reached age 20 and never looked older since🤷‍♂️\n  ","464802":"\n   Will you musturbate\n  ","464803":"\n   Wow rough huh? Would you dominate me with your perfect large bare feet?\n  ","464804":"\n   Lol!!! Good to know its not just me who thinks ASKfm support team are a bunch of buffoons🤦‍♂️😂\n  ","464805":"\n   Oh, if i didn't mention it yet, im just a year younger than you!😅 Hence why i'm genuinely interested in being friends😇🌹\n  ","464806":"\n   Aw, well im glad it works fine for you at least😇 (no sarcasm lol, like... makes me think it SHOULD come right for me eventually!)😁 Yeah ill wait! As ASKfm are useless with responding to emails🤷‍♂️\n  ","464807":"\n   Sounds like a great day to me!✌🥰\n  ","464808":"\n   Is yours functioning right now? It seems New Zealand always gets the short end of the stick with Askfm app updates\/features🤦‍♂️🤷‍♂️We were the last to get the VIP thing lol\n  ","464809":"\n   Lol it's still not showing up for me! I updated the app and everything!🤦‍♂️🤷‍♂️i really hate Askfm sometimes😤🤦‍♂️😂\n  ","464810":"\n   Nice to hear! And how's your day been?😇🤗\n  ","464811":"\n   Fine ...and since you wont say its all up to my imagination and the thoughts in my mind are like yikes...so?\n  ","464812":"\n   me to\n  ","464813":"\n   Do you have a pic of you with a face mask on?\n  ","464814":"\n   Would you ever go on a blind date?\n  ","464815":"\n   Do you currently happen to have a fan on near you?\n  ","464816":"\n   Would you say you make friends easily?\n  ","464817":"\n   Have you ever been rejected by a crush?\n  ","464818":"\n   Hey!  I tried to buy some for you but your address seems to have been removed from your Wishlist\n  ","464819":"\n   Do you have any allergies?\n  ","464820":"\n   Like name 3 things specifically?\n  ","464821":"\n   Do you believe in love at first sight?\n  ","464822":"\n   So its acceptable to watch it? You promise?\n  ","464823":"\n   Mixed over what tho?\n  ","464824":"\n   I watch archie bunkers place, is that technically racist?\n  ","464825":"\n   how ru\n  ","464826":"\n   hey\n  ","464827":"\n   Do you have yogurt?\n  ","464828":"\n   I love your hair and your skinny jeans. That was a nice photo.\n  ","464829":"\n   is that okay x\n  ","464830":"\n   being a bestie, xx\n  ","464831":"\n   If I make a mistake and hurt you, would you care to listen to my explanation or would you cut me off?\n  ","464832":"\n   ty xx\n  ","464833":"\n   Either way practice safe s3x Don't wanna get that blueberry waffle.....\n  ","464834":"\n   wish it was funny lynds\n  ","464835":"\n   aw hugs, i guess but i  got beat all through school by girls so pain is like breeding\n  ","464836":"\n   lol,aw ik what it is to be scared xo\n  ","464837":"\n   lol food for dogs is goals tbh lol\n  ","464838":"\n   thats cute xx\n  ","464839":"\n   awe\n  ","464840":"\n   awh love blueberries xo\n  ","464841":"\n   oh what did i start lol\n  ","464842":"\n   awe chocs your forgiven xxx\n  ","464843":"\n   xox\n  ","464844":"\n   your so funny lynds, i think you never take me serious\n  ","464845":"\n   yes  they can make things worse the police defo lynds\n  ","464846":"\n   Both after a good pounding n during them days 💀👄\n  ","464847":"\n   I don't care if the waffles are blue or red you feel me? 👅🔥\n  ","464848":"\n   so true about the police they can be so mean\n  ","464849":"\n   cool, just checking k xx\n  ","464850":"\n   Seen a female like that n I still hit it.\n  ","464851":"\n   sounds familiar some girl mentioned she googled it and regret it lol\n  ","464852":"\n   WTF LOL\n  ","464853":"\n   Not sure what that is but finna google it.\n  ","464854":"\n   are you okay xo\n  ","464855":"\n   ok I was gonna say \"what\" haha\n  ","464856":"\n   that fucking country\n  ","464857":"\n   Canadian\n  ","464858":"\n   i m not from Pakistan\n  ","464859":"\n   Is the card game called Go fish or Gold fish?\n  ","464860":"\n   That shii will fk u up lol\n  ","464861":"\n   can we get married?\n  ","464862":"\n   ohh so its his 1st bday\n  ","464863":"\n   r u single?\n  ","464864":"\n   please tell me in brief, whats ur experience\n  ","464865":"\n   tell me\n  ","464866":"\n   lol aha nah total angel hugs\n  ","464867":"\n   and what If you had one wish, what would you wish for?\n  ","464868":"\n   it has ur taste on it\n  ","464869":"\n   What talent do you wish you'd been born with?\n  ","464870":"\n   i want to kiss maxwell\n  ","464871":"\n   72. how would you describe your neighbors?\n  ","464872":"\n   yes you lynds . xxx\n  ","464873":"\n   Hey lovely how's it going ?\n  ","464874":"\n   please give nah\n  ","464875":"\n   yes, i want it badly 🥰\n  ","464876":"\n   i want ur maxwell 😔\n  ","464877":"\n   ik you would never hurt me or anyone your so fricken awesome xo\n  ","464878":"\n   please\n  ","464879":"\n   lynds sorry, pressed anon lol you are teasing me stoppp aha xo\n  ","464880":"\n   ever seen 2 girls 1 cup?\n  ","464881":"\n   lynds im serious you are like so cool, pretty,kind etc xxxx\n  ","464882":"\n   hey lynds its true your so  frickin cool. pretty etc kind xxx\n  ","464883":"\n   okay xo, am i annoying you well at least you cant hurt me like physical xo\n  ","464884":"\n   awh, how your not taken is a mystery your sweet\/kind lit sorry if not okay to say i got 2 kicks today so far ,sore tbh xo\n  ","464885":"\n   your a a sweetheart xo\n  ","464886":"\n   awe, hey its all good xx\n  ","464887":"\n   hi lynds whats up missed you xx\n  ","464888":"\n   71. anyone else annoyed by these fireworks already?🎇(if your in the stAtes if not use as filter)\n  ","464889":"\n   70. how do you ease your mind from awful situations\n  ","464890":"\n   pap\n  ","464891":"\n   Espaço Livre...✨\n  ","464892":"\n   No one likes a racist\n  ","464893":"\n   Nvm I hope you get it\n  ","464894":"\n   Plz stay away from that godd*mn corona virus\n  ","464895":"\n   What's up fat racist pig\n  ","464896":"\n   sup\n  ","464897":"\n   ih\n  ","464898":"\n   Hii\n  ","464899":"\n   Would you date someone with kids?\n  ","464900":"\n   last time someone motorboat the bewbs\n  ","464901":"\n   Wyd?\n  ","464902":"\n   get em pepees\n  ","464903":"\n   Thoughts?\n  ","464904":"\n   will you be kissing anyone under the fireworks next saturday?\n  ","464905":"\n   Haha, you can call me Rashid😇🤗\nSleep well!😇\n  ","464906":"\n   👍\n  ","464907":"\n   -\n  ","464908":"\n   When someone says something privately you don’t have to scream out loud😒\n  ","464909":"\n   M👀d.. 🦋🖤\n  ","464910":"\n   That’s rude 😒\n  ","464911":"\n   Would you say you have a good right hook? 💪👊\n  ","464912":"\n   People know everything but they act like they know nothing..no comments\n  ","464913":"\n   How do I deal with my feelings instead of pushing them aside?\n  ","464914":"\n   I hope everything is okay?🙂\n  ","464915":"\n   What's your favorite day of the week?\n  ","464916":"\n   Even I unticked it ..just forget it never mind\n  ","464917":"\n   Yeah check out your old messages and see 😒\n  ","464918":"\n   Someone did but you didn’t care 🤷‍♂️\n  ","464919":"\n   What’s your longest relationship?\n  ","464920":"\n   I want you to accept my apology\n  ","464921":"\n   I will take some coins too\n  ","464922":"\n   You have imaginary friend\n  ","464923":"\n   Do you agree or disagree with the statement \"You have to give up something to get something.\n  ","464924":"\n   Apko sab se zaida konsa game pasand hai.\n\nPubg Mobile...\nCall Of Dutu..\nFree Fire...\n  ","464925":"\n   Is your vip tab still there? (The part where you can check how many shoutouts you've sent etc)\n  ","464926":"\n   What makes you angry?\n  ","464927":"\n   Good morning🙂\n  ","464928":"\n   Hey there, hope you're having a great Saturday.\n  ","464929":"\n   Why\n  ","464930":"\n   idk bruh\n  ","464931":"\n   even ben? o.o\n  ","464932":"\n   No its the hindi song\n  ","464933":"\n   cuz he saw u got guy so he gotta up his game lmfao\n  ","464934":"\n   I am me and you are you so that's the intro now give me some coins.What would you do with so many\n  ","464935":"\n   bet ur glad lahore is back lol\n  ","464936":"\n   (12.99)? Guess the song and get 20 coins .\n  ","464937":"\n   wdym\n  ","464938":"\n   What\n  ","464939":"\n   What are your 3 biggest questions in life?\n  ","464940":"\n   What\n  ","464941":"\n   Aw why not?\n  ","464942":"\n   Power I said\n  ","464943":"\n   baby please give ur maxwell to me for one day ❤\n  ","464944":"\n   good morning ✨🌞\n  ","464945":"\n   69. do you like being in the public eye?\n  ","464946":"\n   Hay Gift me some coins .You have a lot\n  ","464947":"\n   did i ever tell you about the time i went backpacking across Western Europe? I was just outside Barcelona, hiking in the foothills of Mount Tibidabo......\n  ","464948":"\n   Good night Lyndsey!🤗😇\n  ","464949":"\n   Do you w2w chat?\n  ","464950":"\n   Oops sorry if my question bothered you\n  ","464951":"\n   Do you like Ledzeppelin?\n  ","464952":"\n   This guy is an *sshole😑\n  ","464953":"\n   What is your weight?\n  ","464954":"\n   Gn Queen🌹\n  ","464955":"\n   Good night beautiful\n  ","464956":"\n   How's your day? 🙂\n  ","464957":"\n   Now a days money is..?\n  ","464958":"\n   What time do you usually get up in the morning?😇\n  ","464959":"\n   What about New Zealand?😯\n  ","464960":"\n   Color is ok not a big deal 👍\n  ","464961":"\n   Any parts of the world you want to go for a holiday to?\n  ","464962":"\n   Oh so yall met multiple times, I wasn't sure\n  ","464963":"\n   😂😂 Hope you're having a good night! 😅 must be real late!\n  ","464964":"\n   Hugs🌹\n  ","464965":"\n   Gad damn!🙊😬 How do you survive? Aircon + pool being what saves you?😅 What are your winters like?\n  ","464966":"\n   Don’t cry\n  ","464967":"\n   Oh ouch! Been swimming a lot then?🙊 i think i saw the forecast for one day saying 112°? Hope that didn't happen😬😅\n  ","464968":"\n   anyone spoil you today?\n  ","464969":"\n   July 4 plans\n  ","464970":"\n   Is he on askfm?\n  ","464971":"\n   Nice to hear! Hope the weather wasn't as hot for you, as the forecast predicted?🙊\n  ","464972":"\n   I mean if yall had to use your place, suggests he's from either the same town or he came in for the day\n  ","464973":"\n   Does he actually live in your part of AZ?\n  ","464974":"\n   When was the last time you felt proud of yourself?\n  ","464975":"\n   me lol\n  ","464976":"\n   Do you think you can determine a lot from a kiss or is a kiss just a kiss?\n  ","464977":"\n   What was the last book you read?\n  ","464978":"\n   Do you think it's possible to have shared dreams? Have you and another person ever had the same dream or almost exactly the same?\n  ","464979":"\n   Wont be enough.\n  ","464980":"\n   who that\n  ","464981":"\n   did you receive the belt before as a punishment?\n  ","464982":"\n   It's annoying going to the store everyday to buy 5 bottles of vodka & whiskey. I'm thinking of contracting 1 of those companies to just fill the water tank in my house so that I can just pour a glass from the tap directly whenever I want.\n  ","464983":"\n   Yeah after all You are a Greek girl they are always hot like a 🔥\n  ","464984":"\n   i am missing you\n  ","464985":"\n   ok then lets meet and decide for getting married\n  ","464986":"\n   You are hot af🔥\n  ","464987":"\n   is that \"me lol\"? finally\n  ","464988":"\n   Have I done a great work by unticking it?\n  ","464989":"\n   No this is the first time i unticked it.\n  ","464990":"\n   I have been talking to you anonymously for a long time lol\n  ","464991":"\n   Me lol 😂\n  ","464992":"\n   Oh l believe you, l was just saying. 😊\n  ","464993":"\n   Pic makes them look long.\n  ","464994":"\n   how tall are you? you have some nice legs ma'am 👅\n  ","464995":"\n   If you had a million dollars what would you do with it?\n  ","464996":"\n   like the 16yo dude XD\n  ","464997":"\n   The door swings both ways you know. There are girls that are like that too. If a guy says no to something (doesn't have to be sex) they're demeanor changes, they start picking and teasing and being loud trying to get other people to join in.\n  ","464998":"\n   oh sorry typo meant 15 inches i know 25 is unrealistic\n  ","464999":"\n   I'm sorry on behalf of my gender that that has happened to you 😔 this still happens to you?\n  ","465000":"\n   What’s something that instantly makes someone less attractive?\n  ","465001":"\n   wanna see my peepee is ultra big 25 inches\n  ","465002":"\n   What will you have for breakfast?\n  ","465003":"\n   call him lol\n  ","465004":"\n   What did you have for lunch yesterday?\n  ","465005":"\n   get nekkid\n  ","465006":"\n   What now?\n  ","465007":"\n   yes\n  ","465008":"\n   How many babies would you like to have?\n  ","465009":"\n   Incredible legs ma’am\n  ","465010":"\n   wdym\n  ","465011":"\n   how r u?\n  ","465012":"\n   Did you see it\n  ","465013":"\n   peeniss HAHAHAHAHAHAAHAHHAAHAHAHAHAHA\n  ","465014":"\n   Is this small look on my wall\n  ","465015":"\n   is maxwell sleeping?\n  ","465016":"\n   Do you like shopping online? What do you think is the most important thing to consider when shopping in an online store?\n  ","465017":"\n   Look on my wall\n  ","465018":"\n   Is this small\n  ","465019":"\n   Do you like SpaghettiOs?\n  ","465020":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","465021":"\n   JOIN MY TELEGRAM GROUP\n   \n    https:\/\/t.me\/joinchat\/OwHM5Rqm9lYVSOskNlQSMw\n   \n","465022":"\n   When will you date me?\n  ","465023":"\n   u can date shaam XD\n  ","465024":"\n   yes\n  ","465025":"\n   Yes to lets be baes\n  ","465026":"\n   if he has 2 u can have 2 too hehe\n  ","465027":"\n   Come on. I say yes.\n  ","465028":"\n   lets be baes\n  ","465029":"\n   Shaam\n  ","465030":"\n   Burgers and chocolates\n  ","465031":"\n   When are we getting married?\n  ","465032":"\n   Or what?\n  ","465033":"\n   What is your kind've vacation?\n  ","465034":"\n   B for bad bitch\n  ","465035":"\n   Wyd?\n  ","465036":"\n   My brother actually asked me is ok for boys to trim there bits, is it lol\n  ","465037":"\n   Do you judge people based on their knowledge of grammar?\n  ","465038":"\n   i was offered a housesitting job and they had a spa! couldnt say yes fast enough 😂\n  ","465039":"\n   i actually say yes or no to housesitting jobs depending on bath size 😂\n  ","465040":"\n   Is that guy with you rn?\n  ","465041":"\n   What's your favorite thing to eat for lunch?\n  ","465042":"\n   How old was you when you first shaved, did you cut yourself lol\n  ","465043":"\n   It is disrespectful. Like imagine you have a house and some dude just went into your bathroom and took a dump and dropped the Duce on the floor and covering the walls in it. Taking a bath to me is on that same level.\n  ","465044":"\n   Yeah cuz I deserve better 🥱👀😌🔥\n  ","465045":"\n   Be honest is it small\n  ","465046":"\n   If me and you were friends would I be comfortable around you?\n  ","465047":"\n   how is it disrespectful? that anon is crazy. i housesit a lot and one of the things i look forward to the most is taking a bath coz i dont have one in my unit. of course you’ll need to use their toilet and shower if staying, why is a bath precious?\n  ","465048":"\n   FORTUNATELY, for us..?\n  ","465049":"\n   When did you start grooming\n  ","465050":"\n   Did your sister meet him?\n  ","465051":"\n   why not?\n  ","465052":"\n   Any one up ! For something? 👀😉\n  ","465053":"\n   Do you find soyboys attractive?\n  ","465054":"\n   Do you keep it trimmed 😂\n  ","465055":"\n   Thank you for this little treat it means a lot to us anons who have had a bad day. You really do care about us and that means everything to me🥺.\n  ","465056":"\n   Are you shaving  your bits 😂\n  ","465057":"\n   Is that really you?\n  ","465058":"\n   Yeah, if I had one it would probably be called Jeff 😂\n  ","465059":"\n   His place or yours?\n  ","465060":"\n   Yeah I am being polite because I really need something to think about while I am in the shower.\n  ","465061":"\n   What’s your favourite way to spend a weekend?\n  ","465062":"\n   Feet pap please?\n  ","465063":"\n   ...and your answer to the next question?\n  ","465064":"\n   How long have you known him in person?\n  ","465065":"\n   How long have you known him overall?\n  ","465066":"\n   that’s great\n  ","465067":"\n   Hi\n  ","465068":"\n   How long have you known the guy?\n  ","465069":"\n   Did it bother you?\n  ","465070":"\n   Tbh I didn't know you were into fck buddies, I thought you were holding out for like a relationship. What changed?\n  ","465071":"\n   How did you react when you found out he was taken?\n  ","465072":"\n   Urban Hang Suite is an album by the artist Maxwell.\n  ","465073":"\n   Know it? I own the vinyl!\n  ","465074":"\n   Did you even know what he was asking about?\n  ","465075":"\n   Maxwell's Urban Hang Suite?\n  ","465076":"\n   Oh, I like him! If that's what you're asking :)\n  ","465077":"\n   Good! Sorry I meant Jack Johnson!\n  ","465078":"\n   At least you can admit\/recognise it. This is growth, Lyndsey 😂\n  ","465079":"\n   He sounds posh 😂\n  ","465080":"\n   Ahhh another person who likes this dude!! 😄\n  ","465081":"\n   Have you taken a genealogical DNA test (like ancestryDNA, myheritageDNA, 23andme)? If not, would you be interested in taking one?\n  ","465082":"\n   Best song for a cold day?\n  ","465083":"\n   Do you like this picture?\n   \n    https:\/\/www.instagram.com\/p\/CBv2lTuq4rq\/\n   \n","465084":"\n   It’s the weekend! How are you going to spend it ? ☺️\n  ","465085":"\n   All you need is ___?\n  ","465086":"\n   was ther any padling\n  ","465087":"\n   are you currently in the process of decalcifying your pineal gland?\n  ","465088":"\n   Like what xnxx or pornhub?\n  ","465089":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","465090":"\n   you are coming out of shower, what's the first peice of clothing you will put on\n  ","465091":"\n   Ok..you don’t care though lol\n  ","465092":"\n   Bikini or one piece\n  ","465093":"\n   68. i hope you all had a great Friday ✨\n  ","465094":"\n   Definition of true and loyal friend according to you?\n  ","465095":"\n   What’s new with all of you guys? As you know I’m on vacation and having fun!\n  ","465096":"\n   Hey Lyndsey!😊 How's your week been?😇🌹\n  ","465097":"\n   Confess something 🥀\n  ","465098":"\n   I didn't think you were into f cking taken guys\n  ","465099":"\n   You found it?\n  ","465100":"\n   have you ever donated to charity? if so, which one(s)?\n  ","465101":"\n   What food do you like in a wrap?\n  ","465102":"\n   Do you procrastinate a lot?\n  ","465103":"\n   Twizzlers or Red Vine\n  ","465104":"\n   Yeah you're right\n  ","465105":"\n   No no i blame you because you recommend me\n  ","465106":"\n   I don't know that creepy guy\n  ","465107":"\n   Lol, meanwhile you’re sleeping with someone’s partner\n  ","465108":"\n   Good night honey\n  ","465109":"\n   Ok thanks for the list i also watch that\n  ","465110":"\n\n    https:\/\/image.noelshack.com\/fichiers\/2020\/26\/4\/1593077325-e573bd61-23e5-4322-b1f3-d9e72cf6d344.jpeg\n   \n   What do you think ? 😂😂\n  ","465111":"\n   How'd you react if someone decided to sit next to you in an otherwise empty bus? 💺🚍🤔\n  ","465112":"\n   Do you ever go to the gym? What's your experience of going there? What's your favorite exercise \/ machine to do \/ use? 💪🏋️‍♀️\n  ","465113":"\n   Last thing you wore that was Purple\n  ","465114":"\n   have there been times you walked past someone you know and they topless?\n  ","465115":"\n   He unfollow me\n  ","465116":"\n   Who is Maxwell??\n  ","465117":"\n   It feels weird that Lynds might actually have a guy?\n  ","465118":"\n   I said first follower who unfollow me today.Simple i ask that\n  ","465119":"\n   Would you rather hate someone or be hated by someone?\n  ","465120":"\n   Search in the Now page on Facebook there is the video he was seen shopping peacefully\n  ","465121":"\n   What is your favorite color? 🤍❤️🧡💛💚💙💜🤎🖤\n  ","465122":"\n   Even one of the criminal who killed george is out now\n  ","465123":"\n   What are your hobbies? How did you first get into them?\n  ","465124":"\n   Do you still love it when a guy comes inside you?\n  ","465125":"\n   Recommend some amazing movies with its specifications?\n  ","465126":"\n   Has your guy been mostly giving you back action?\n  ","465127":"\n   People need to do the same thing to the white cops then  lol\n  ","465128":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","465129":"\n   First untick of Ask.When you got yours?\n  ","465130":"\n   Oh.\n  ","465131":"\n   Is that a problem for him?\n  ","465132":"\n   What's your favorite position?\n  ","465133":"\n   Do you still use Maxwell?\n  ","465134":"\n   Who was better, him or Maxwell?\n  ","465135":"\n   PAP in black outfit. 🖤\n  ","465136":"\n   I only drink mineral water.\n  ","465137":"\n   Hello\n  ","465138":"\n   B for bitch. B for baby\n  ","465139":"\n   where o.o\n  ","465140":"\n   single\/taken\/talking?\n  ","465141":"\n   pornographic isn't always nude\n  ","465142":"\n   -\n  ","465143":"\n   Whats the stupidest thing you’ve ever done for love?\n  ","465144":"\n   يارب هوِّن على اي حد بيعدي بأيام صعبه، اجبر الخاطر وطمن القلب يارب.💔\n  ","465145":"\n   Fortress stadium\n  ","465146":"\n   Yes this was a GOT question\n  ","465147":"\n   What would you do if someone is flirting with your partner?\n  ","465148":"\n   Do you think life as we know it will change in a big way after the covid-19 virus\n  ","465149":"\n   Uotd\n  ","465150":"\n   On a scale of one to ten, how happy are you?\n  ","465151":"\n   Let trump be out of the position  there will be justice\n  ","465152":"\n   Wyd?\n  ","465153":"\n   it will mean so much to me if you visited my channel and and gave me your recommendation about it❤️💙\n   \n    https:\/\/www.youtube.com\/DrMagico\n   \n   thanks a lot 🙏❤️\n  ","465154":"\n   Recently more died  by the police?\n  ","465155":"\n   Did you see a black innocent boy got killed by 3 officers recently?\n  ","465156":"\n   Would you adopt children?\n  ","465157":"\n   Fist?\n  ","465158":"\n   Oh...so you lied about having sex a while back\n  ","465159":"\n   Have you ever crossed your limits for someone?\n  ","465160":"\n   hugs you\n  ","465161":"\n   multiplepeepees\n  ","465162":"\n   Why would you get mean messages for having s x?\n  ","465163":"\n   Does who we are and how we think justify what we do?\n  ","465164":"\n   yes later bit early, aw  your kind xx\n  ","465165":"\n   What was the last mistake you made that you’re sure you’ll probably make again?\n  ","465166":"\n   When you are old, what do you think children will ask you to tell stories about?\n  ","465167":"\n   yes, bit tired but okay thanks lynds\n  ","465168":"\n   in other news i played football today, like  girls and boys but kind girls from our athletics team, but they still play to win pretty tough\n  ","465169":"\n   Why is it a secret?\n  ","465170":"\n   What have you only recently formed an opinion about?\n  ","465171":"\n   okay sorry x\n  ","465172":"\n   Moje  Tyrion lanister wala game khelna ha???\n  ","465173":"\n   true, yeah the hate is so wrong, hey your awesome just being you k xo\n  ","465174":"\n   aw ignore them your sweet, why people have to bully anyone just dont get it tbh\n  ","465175":"\n   yes\n  ","465176":"\n   hey guys👋 \nit will mean so much to me if you visited my channel and and gave me your recommendation about it❤️💙\n   \n    https:\/\/www.youtube.com\/DrMagico\n   \n   thanks a lot 🙏❤️\n  ","465177":"\n   u must\n  ","465178":"\n   What are you doing\n  ","465179":"\n   Last time you had s x?\n  ","465180":"\n   master bait\n  ","465181":"\n   If you make a sandwhich, what do you usually have on it? 🥪\n  ","465182":"\n   Pap that\n  ","465183":"\n   What’s on your bucket list of things to do?\n  ","465184":"\n   If you feel stressed what would you do to reduce it?\n  ","465185":"\n   Do you use a phone case? What does it look like? 📱\n  ","465186":"\n   hii\n  ","465187":"\n   Last song you listened to?\n  ","465188":"\n   How are you\n  ","465189":"\n   can i see\n  ","465190":"\n   thoughts?\n   \n    https:\/\/ask.fm\/shehitsback\/threads\/161227109368\n   \n","465191":"\n   pap\n  ","465192":"\n   الأشياءَ الجميلة لا تتطلّب لفتَ الانتباه 💜\n  ","465193":"\n   Are you ever curious about what us anons really look like and do you know or think you know why we choose to be anon? Also do you have any advice that you can say that would make us comfortable to get off anon and trust you?\n  ","465194":"\n   Is being a VIP important to you?\n  ","465195":"\n   huge pepee\n  ","465196":"\n   why do you send shoutouts? I thought you only sent questions to people you follow? Doesnt matter either way just curious\n  ","465197":"\n   get 15 pepees at once\n  ","465198":"\n   That’s why it’s ridiculous 🙃\n  ","465199":"\n   What has been your favourite age to be? Why?\n  ","465200":"\n   How do you like to sleep, with full clothes on, or half nude and half pj's, or full on nudity?\n  ","465201":"\n   67. last time you been to the doctors?\n  ","465202":"\n   Have you ever been madly jealous? What did you do?\n  ","465203":"\n   What’s your favourite takeaway food?\n  ","465204":"\n   Anyone responded?\n  ","465205":"\n   do you wear a bikini or a one piece?\n  ","465206":"\n   Wanna help every single needy\n  ","465207":"\n   were you ever the flower girl at a wedding?\n  ","465208":"\n   Have you ever slept nude\n  ","465209":"\n   Good night\n  ","465210":"\n   G O O D  M O R N i N G 🌞.\n  ","465211":"\n   What are your plans for today ?\n  ","465212":"\n   Would you rather explore outer space or the oceans?\n  ","465213":"\n   What would you name your boat if you had one?\n  ","465214":"\n   Who is the messiest person you know?\n  ","465215":"\n   What’s something that makes you mad? And what’s a coping skill you use to BETTER THE SITUATION?\n  ","465216":"\n   What's one animal you would not want to come face to face with?\n  ","465217":"\n   What do you put on your pizza?\n  ","465218":"\n   What song makes you the happiest? ☺️\n  ","465219":"\n   Silk clothes or cloth material? Definitely silk clothes for me\n  ","465220":"\n   What's your favorite way to express yourself?\n  ","465221":"\n   What movie inspires you THE MOST???\n  ","465222":"\n   How are you?\n  ","465223":"\n   What r u gonna cook for ur husband then?\n  ","465224":"\n   Terms and conditions for your friendship ?\n  ","465225":"\n   what makes you feel lucky?\n  ","465226":"\n   If your partner was playing you, would you want to know or would you rather they keep it on the low?\n  ","465227":"\n   DO YOU HAVE ANY RIDICULOUS GOALS IN LIFE?\n  ","465228":"\n   SuperCanary is the ship for Supergirl and White Canary. Fanfic is a story written about characters, in this case, SuperCanary\n  ","465229":"\n   Better?\n  ","465230":"\n   how you doing? Guyz\n  ","465231":"\n   Only 3 girls throwed me away after I became friends with them the rest never gave me the chance to be friends.I never got an answer why they wanted to stop being friends with me they just slowly stopped talking 2 me then all of sudden I would not get a response back.I guess I was not worth anything\n  ","465232":"\n   PAP must-have items for the summer!\n  ","465233":"\n   Favorite scene or dialogue of Game of Thrones(GOT)?\n  ","465234":"\n   I just need a girl to think that I am not worthless but worth something so when I fight for them they will actually care and not throw me away.\n  ","465235":"\n   Lonely is a strange pleasure that's paid with sadness.All my life I have had no other option but to live by this but I’m getting older now and my mind\/soul can not handle the pain anymore. I need someone to actually want to really get to know me not because they feel sorry 4 me but cause I’m amazing\n  ","465236":"\n   Yes, the cute one! 😍\n  ","465237":"\n   Was that the Australian guy?\n  ","465238":"\n   do you miss anyone from ask who are not on here anymore? i miss a couple people\n  ","465239":"\n   Do you have a memorable picture from back in the day? PAP!\n  ","465240":"\n   If you like SuperCanary, give this fanfic a whirl\n   \n    https:\/\/my.w.tt\/kRJ91S9QA7\n   \n","465241":"\n   yes\n  ","465242":"\n   me lol\n  ","465243":"\n   Who was the Lucky guy that put it in your behind\n  ","465244":"\n   Would you rather marry someone that you don’t love or marry someone that doesn’t love you?\n  ","465245":"\n   When did you last cry ?\n  ","465246":"\n   last time u freed the bewbs\n  ","465247":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","465248":"\n   What would you be doing right now if the internet didn't exist?\n  ","465249":"\n   What is your favorite restaurant in the world?\n  ","465250":"\n   You’re an absolute Goddess Lyndsey\n  ","465251":"\n   can we get married?\n  ","465252":"\n   What do you hate most about the dating process? (You want them to tell you so you can avoid it) 😉\n  ","465253":"\n   OMGGGGGGGG being bought lingerie by a woman?  Too gooood!!!!!!!!!\n  ","465254":"\n   66. what’s your comfortable outfit you like to wear?\n  ","465255":"\n   your lit tbh, xo\n  ","465256":"\n   when are you going to grow the f up? you’re in your 30s and chatting about sxx with minors, having sxx with a guy who has a gf.\n  ","465257":"\n   no, i would call you call you a beautiful, strong kind person tbh\n  ","465258":"\n   She should be adding to your lingerie collection 😂\n  ","465259":"\n   This is so hot\n  ","465260":"\n   no your not a hoe xo\n  ","465261":"\n   I’m sorry you’re still waiting for that package!  Do you want me to get you anything else?\n  ","465262":"\n   the last 2 are old hehe\n  ","465263":"\n   no, its clear you are self-centred and awful. what goes around, comes around\n  ","465264":"\n   how did you mean it? you literally said you dont care coz you dont know her? how are you justifying what you are doing?\n  ","465265":"\n   You can erase any horrible experience from your past. What will it be?\n  ","465266":"\n   wow. so its ok to betray people who you dont know? even when you’re in the wrong? are you insane? what you’re doing is terrible. no excuses. if you ever get a bf and he cheats on you i will laugh tbh coz you deserve it\n  ","465267":"\n   Omg, Livi is an angel! You should not be anywhere near her page. You are not worthy. Leave her alone!\n  ","465268":"\n   What famous people were born in your city?\n  ","465269":"\n   Can u shoutout that question\n  ","465270":"\n   Have you ever slept naked?\n  ","465271":"\n   Who's your favorite Marvel hero? What about them do you likem 🦸‍♂️👊💥\n  ","465272":"\n   What is “Tanya”?\n  ","465273":"\n   you are both to blame but you are a traitor to your own s3x which makes you worse\n  ","465274":"\n   I'm Egyptian😂💔\n  ","465275":"\n   But I can speak 😂\n  ","465276":"\n   Can you speak Arabic ?\n  ","465277":"\n   Do you consider zodiac signs compability when it comes to dating?\n  ","465278":"\n   I hope that you all have a fantastic day ☺️💜💙\n  ","465279":"\n   Good luck with that.\n  ","465280":"\n   what are you doing ?\n  ","465281":"\n   How often do you buy things via the Internet?\n  ","465282":"\n   What should I do ?\n  ","465283":"\n   aw yes, your a cool aunty xo\n  ","465284":"\n   Are you interested in politics?\n  ","465285":"\n   Do you like flowers? 🌺\n  ","465286":"\n   What’s Victoria’s Secret?\n  ","465287":"\n   What is the first thing you do after waking up?\n  ","465288":"\n   Where is the worst smelling place you've been?\n  ","465289":"\n   What something on a daily basis that you find makes it harder to live your life\n  ","465290":"\n   you are contributing to suffering by being a hoe tbh. do you not have any concern for his gf?\n  ","465291":"\n   Sounds fun\n  ","465292":"\n   regardless who they are u can stil block the anon\n  ","465293":"\n   actually i think its prob that erika girl that harasses a bunch of girls\n  ","465294":"\n   why dont u block that anon\n  ","465295":"\n   im not harassing anyone. he has a right to know about the kind of person you are, as does that guy’s gf tbh\n  ","465296":"\n   wow. cheating is so funny. lol\n  ","465297":"\n   didnt just say u got some d recently\n  ","465298":"\n   What are you listening to right now?\n  ","465299":"\n   Why do we have to suffer in life?\n  ","465300":"\n   its been 5 long years for me 😢\n  ","465301":"\n   Whose NOT VOTING FOR DONALD TRUMP? #MEEE\n  ","465302":"\n   months? years?\n  ","465303":"\n   when did you last have a partner?\n  ","465304":"\n   I do exercises at home and have a calf pain wt should I do ? Do I have to stop them rt now ?\n  ","465305":"\n   Yay hump day!!\n  ","465306":"\n   I got my period this morning, and getting period cramps.\n  ","465307":"\n   Why does the forbidden fruit always taste the sweetest??\n  ","465308":"\n   Have you ever slept naked?\n  ","465309":"\n   Bye\n  ","465310":"\n   Brightens your night🌹\n  ","465311":"\n   What type of music are you into?\n  ","465312":"\n   What made you join this site?\n  ","465313":"\n   What was the last place you travelled to?\n  ","465314":"\n   please listen\n  ","465315":"\n   Could you please post your Amazon Wishlist link?\n  ","465316":"\n   🌹😴\n  ","465317":"\n   Why do you want to ban pubg🙄?\n  ","465318":"\n   Good night\n  ","465319":"\n   Give me a kiss\n  ","465320":"\n   Xo🌹\n  ","465321":"\n   That was too sweet\n  ","465322":"\n   Love me do. It was raining. I will go out in the evening.\n  ","465323":"\n   If you could change one thing in the world, what would it be?\n  ","465324":"\n   What’s your favorite show? 📺\n  ","465325":"\n   Post a picture of somebody or something you find inspiring!\n  ","465326":"\n   Who is ur female celebrity crush?\n  ","465327":"\n   Much love to you🌹\n  ","465328":"\n   Hugs you back🌹🤗\n  ","465329":"\n   Best beaches close to you?\n  ","465330":"\n   Would you think it was hot if a guy liked you so much that he bought you lingerie to wear for the guy you’re seeing?\n  ","465331":"\n   What about the cousins?\n  ","465332":"\n   🌹🤗\n  ","465333":"\n   yes\n  ","465334":"\n   How would you feel if you awoke in a place called Enema Spanking Hell?\n  ","465335":"\n   is there anyone on here you'd invite to your wedding? if you dont wanna say exactly, you can give me a number :)\n  ","465336":"\n   Yah\n  ","465337":"\n   It’s my favourite\n  ","465338":"\n   Are grammar and punctuation important in social media? I’d hope so!\n  ","465339":"\n   🙄🙄😏\n  ","465340":"\n   Cutie\n  ","465341":"\n   well one day i suppose lol\n  ","465342":"\n   do you think there will ever be a huge wedding from someone on here who would then invite a lot of other people from here and thus will help transpire one huge ask.fm meet\/reunion?\n  ","465343":"\n   did you ever have a poke war on facebook?\n  ","465344":"\n   hi\n  ","465345":"\n   What will finally break the internet?\n  ","465346":"\n   how was for u\n  ","465347":"\n   wdym\n  ","465348":"\n   How bad do you think 🍆🍑 would hurt\n  ","465349":"\n   suggestions on males to follow on here?\n  ","465350":"\n   how\n  ","465351":"\n   Thanks\n  ","465352":"\n   Post a picture that makes you proud of your country?\n  ","465353":"\n   Aren't we too old to be depressed?\n  ","465354":"\n   I wanna do a lot of stuff but I feel trap and anxious that I wanna scream and punch smth so badly\n  ","465355":"\n   hae fun hehe\n  ","465356":"\n   Have you had a McDonald’s since the re opening? What did you get\/or what do you want to get when you go? Today I got 20 chicken nuggets! Next time I’ll get a Big Mac:)\n  ","465357":"\n\n    https:\/\/youtu.be\/iGY_ZH_edzk\n   \n","465358":"\n   pepee\n  ","465359":"\n   What is one thing your parents allowed you to do that you would never let your kids do?\n  ","465360":"\n   Have u followed a bad advice? Which one? What happened?\n  ","465361":"\n   What time is it were you are? 7:54pm HERE CENTRAL STANDARD TIME.!! 💗🤳🏻🦶🏽⚽️⚽️💞⚽️🧜🏻‍♀️🐭🧜🏻‍♀️😻💗😄😁🐭\n  ","465362":"\n   What was your first thought when you woke up this morning?\n  ","465363":"\n   he better not get mad ur using maxwell cuz he already has something else too or better said someone else lol...\n  ","465364":"\n   Would you read a book categorized as a weight loss memoir?\n  ","465365":"\n   why\n  ","465366":"\n   When are you happiest?\n  ","465367":"\n   Hi\n  ","465368":"\n   yes\n  ","465369":"\n   Today I was transporting some dogs in a van to a training center. The security of the building stopped and asked us what they are. I said \"Hens. They bark nowadays\" and we laughed at the security guard 🤣\n  ","465370":"\n   no i want you climb on over my knee. you been bad.\n  ","465371":"\n   COVID-19 is caused by a coronavirus called SARS-CoV-2. Older adults and people who have severe underlying medical conditions like heart or lung disease or diabetes seem to be at higher risk for developing more serious complications from COVID-19 illness.\n  ","465372":"\n   my knee is waiting for you...come on over\n  ","465373":"\n   Monopoly OR SCRABBLE 😂💀💗 which one?? #battleitout\n  ","465374":"\n   i must\n  ","465375":"\n   What if you could start your life all over? What would you do differently?\n  ","465376":"\n   can i see\n  ","465377":"\n   can i imagine ur Maxwell?\n  ","465378":"\n   what r u doing?\n  ","465379":"\n   What if you had triplets?\n  ","465380":"\n   pap\n  ","465381":"\n   Did you used to work at Lobster Hut?\n  ","465382":"\n   will u cal him to keep u company hehe\n  ","465383":"\n   What's the weird thing you done in life?\n  ","465384":"\n   Are you alone?\n  ","465385":"\n   yes\n  ","465386":"\n   What is 112's \"Peaches & Cream\" really about?\n  ","465387":"\n   Ever worn guys clothing?\n  ","465388":"\n   Oh pretty! Are they one of your favorite flowers?!🌻\n  ","465389":"\n   aw cool,  excitement so well they have a cool  aunt\n  ","465390":"\n   Sun ☀️ or rain 🌧\n  ","465391":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!💛\n  ","465392":"\n   bet he saw u rly needed sum pepee so he came to rescue hehe\n  ","465393":"\n   bet ur ex already read all u wrote bout himhehe\n  ","465394":"\n   65. i hope everyone has a good and wonderful day ✨\n  ","465395":"\n   they came to mama\n  ","465396":"\n   wdym\n  ","465397":"\n   do u miss steven\n  ","465398":"\n   Queens\/popularity\n  ","465399":"\n   In light of Mecca's Mosques finally re-openening after 3 month closed, do you think the Hajj pilgrimage should beable to go ahead next month, or does Covid_19 and 3 million people crammed into a relatively small space provide an even bigger headache then previous years for the Saudi government? 🕌\n  ","465400":"\n   ممكن كوينز بليز 🥺🙏 + شكرا كثير❤️❤️\n  ","465401":"\n   Pehle hum chuttio ke maze lete the.Ab chuttia humare maze le rahi ha😂😂.Your thoughts.\n  ","465402":"\n   What is the most important thing that guys should understand about the girl, and it seems to you that they do not understand?\n  ","465403":"\n   yes\n  ","465404":"\n   here?\n  ","465405":"\n   pussay\n  ","465406":"\n   Instead of money pay me in…\n  ","465407":"\n   So you've babysat before?\n  ","465408":"\n   Are you excited about the pubs re-opening on July 4th? 🍺👌 Also do you think it's great news for all the thirsty single women - and men - who after 3 months of being starved of physical affection are just gagging for a jolly good seeing too, courtesy of a good old casual sat night hook up? 👫➡️📭👊\n  ","465409":"\n   Do you agree with protestors who want Brazilian President Jair Bolsonaro to step down due to his controversial decision to prioritise the country's economy over implementing social distancing measures to decrease the spread of Covid_19 which is now running ravage in Brazil's poorer communities? 😢💔\n  ","465410":"\n   Do you think Donald Trump deserves praise, now that under is reign, more African Americans are in employment then ever before? 👌🖤 Also due to his tendency to come across as a bit of a cockwomble at times, do you think he's a good example of why people should vote for policies, NOT personality?? 🗳\n  ","465411":"\n   Last 10 answer 🖇♥️\n  ","465412":"\n   Do you agree with feminists who want people to stop using the term 'Karen' - meaning self entitled, demanding middle aged women, always kicking off at retail staff for perceived poor service, asking for the manager etc - as it amounts to a female slur, or do you think it's a justifiable stereotype?\n  ","465413":"\n   If Facebook isn't spying on me why do I keep getting adds based on what I post about? 💁‍♂️ Like all this preachy Alcoholics Anonymous stuff when I post about getting on the sesh 🍺🍺🍾🥂🤪 What's up with that? 🤔😐✋\n  ","465414":"\n   you're gonna be a great aunt :)\n  ","465415":"\n   heyy?🤙🏾\n  ","465416":"\n   it has ur taste..❤\n  ","465417":"\n   Pepsi or Coke?\n  ","465418":"\n   What if you were offered the opportunity to go into space? Would you go?\n  ","465419":"\n   baby\n  ","465420":"\n   What's the most painful thing that happened to you\n  ","465421":"\n   Bottom\n  ","465422":"\n   What bra size are you??\n  ","465423":"\n   Oh\n  ","465424":"\n   Do you think that people need to be surrounded by others that help them be better?\n  ","465425":"\n   both what\n  ","465426":"\n   If I get us a trap house so we can start trapping out the bando can we start working together? ( I just feel like it’s the best way we could spend time together and get to know each other and that would make me happy and I deserve to feel happiness just once instead of just sadness and emptiness.)\n  ","465427":"\n   How did you start your day\n  ","465428":"\n   You have an Amazon wishlist?\n  ","465429":"\n   Good night\n  ","465430":"\n   Who is your favourite Olympian god or goddess and why? If you could be a child of one of the gods and inherit there powers\/ability who would you choose and why?\n  ","465431":"\n   If reincarnation is real, what animal would you come back as?\n  ","465432":"\n   have you many nieces and nephews\n  ","465433":"\n   how exceptional is the tea today?\n  ","465434":"\n   how often do you find yourself looking for homes at zillow.com?\n  ","465435":"\n   i want u\n  ","465436":"\n   Is there a name picked out?\n  ","465437":"\n   Im getting bored\n  ","465438":"\n   What is the most exciting thing you plan to do this summer?\n  ","465439":"\n   *sends Tuesday hugs 🤗🤗🤗*\n  ","465440":"\n   Does the thought of getting older scare you?\n  ","465441":"\n   is there any food place where the employees know your name?\n  ","465442":"\n   😏😏\n  ","465443":"\n   CHEEKY\n  ","465444":"\n   What is your idea of a romantic evening?\n  ","465445":"\n   What word do you love the sound of?\n  ","465446":"\n   Do you watch the news? If so when was the last time you watched it? What is the station called? Ex. Fox 12 oregon\n  ","465447":"\n   Anywhere you like yo visit often. Anywhere you like to go? Like a friend's house or family members house? Store? Bar? Anywhere? Where is it you kike to go?\n  ","465448":"\n   What did feel like doing today that you didn't get to do? Or did you get everything done today that you wanted?\n  ","465449":"\n   Is a “wrong” act ok if nobody ever knows about it?\n  ","465450":"\n   What do you spend way too much money on?\n  ","465451":"\n   What time of the day do you feel the most energetic and what do you usually do in those moments?\n  ","465452":"\n   What now?\n  ","465453":"\n   Would you ever farm or no?\n  ","465454":"\n   There is never a dull moment in the romance between the Earth and the sun.\n  ","465455":"\n   What is your favorite game\n  ","465456":"\n   What was the last time you tried to something to look cool, but it ended in utter embarrassment?\n  ","465457":"\n   I think you should just focus on the guy you’re seeing.  It sounds like you two are really compatible and little miss party girl will soon be out of the picture\n  ","465458":"\n   Marry me. I will buy a big house before we get married\n  ","465459":"\n   How often do you play sports?\n  ","465460":"\n   Let's take a nap\n  ","465461":"\n   Is having kids worth all the worries and fears that come with them?\n  ","465462":"\n   What do you consider to be the highlight of your life?\n  ","465463":"\n   Honest hour?\n  ","465464":"\n   Not hating at all.  Just VERY jealous of him\n  ","465465":"\n   Do any other men stand a chance with you or are you off limits while things play out with this guy?\n  ","465466":"\n   The guy you’re seeing is so lucky.  We don’t even get to see your thong but he gets to see it ON YOU and take it off you!  So lucky\n  ","465467":"\n   What is your favorite ice cream flavor? Do you like any toppings on it?!\n  ","465468":"\n   u must\n  ","465469":"\n   Horse back riding in the hills.\nYay or nay? In or not? Let's post pics or GIFs of horses in the answers! Add them if you want. 👍🤙\n  ","465470":"\n   can i see\n  ","465471":"\n   What ones did you pick\n  ","465472":"\n   Do you like raspberries?\n  ","465473":"\n   yes\n  ","465474":"\n   white with hearts\n  ","465475":"\n   Panties color\n  ","465476":"\n   Likes for likes\n  ","465477":"\n   Heyy\n  ","465478":"\n   Do you have a band aid? I just scraped my knee falling for you 🤕\n  ","465479":"\n   ᔕpace••❦💫♥️\"\n  ","465480":"\n   Listennnnnnn if I was into feet I would be open about it, I would not be ashamed of my kinks..... power to the feeetiemaleeetieeesss 💪🏼 (when yall are not harassing women tho)\n  ","465481":"\n   What are your aspirations in life\n  ","465482":"\n   😂 😂 See he opens the floodgates with his questions haha\n   \n    @patchy_life\n   \n   is a secret footo!\n  ","465483":"\n   Yussssss 💪🏼 I gots all the feetie pizasss\n  ","465484":"\n   Feetie maleeetiessss it’s like feeties with added pizasss\n  ","465485":"\n   Do you like graffiti?\n  ","465486":"\n   🤣🤣🤣🤣 feet feet feet feet feet ooooooo feetiemaleeetiesssshahaha\n  ","465487":"\n   I miss you\n  ","465488":"\n   I love you\n  ","465489":"\n   What does the fox say?\n  ","465490":"\n   Yes I am 👀🤣 shhhh dovaaaaaa you like feet stuff 🤣🤣🤣🤣🤣\n  ","465491":"\n   Do you believe in fairies, gnomes, etc.? 🧚‍♀️\n  ","465492":"\n   He's a weirdo don't add him 😂 😂\n  ","465493":"\n   What is your favorite hobby?\n  ","465494":"\n   what about ch*nk lives?\n  ","465495":"\n   🙃🤪\n  ","465496":"\n   What’s your opinion on BLM?? Honestly\n  ","465497":"\n   Have you ever tasted dog croquettes? 😂 🐶\n  ","465498":"\n   Can I adddddd youuuuu? 👀👀👀👀👀👀\n  ","465499":"\n   Yo you got insta 🙃?\n  ","465500":"\n   Aside from necessities, what one thing could you not go a day without?\n  ","465501":"\n   I hope I’m not still on ask when I’m 32 tbh. I hope I won’r be single at that age either.\n  ","465502":"\n   *sends Monday hugs*\n  ","465503":"\n   Oh ok.. Maybe get on that song writing soon, study their deep and insightful lyrics for a modern and updated Anal C**t. Seth is irreplaceable but he would be proud of you.\n  ","465504":"\n   Why does the grief from negative situations last more than the happiness from positive situations? How can we flip the equation?\n  ","465505":"\n   Last thing to scare you?\n  ","465506":"\n   63. are you guys enjoying your June so far?\n  ","465507":"\n   How do you feel about snow?\n  ","465508":"\n   late night thoughts🥀?\n  ","465509":"\n   What was the last song you danced to?\n  ","465510":"\n   Gym 🏋🏻‍♀️or pool 🏊🏻‍♀️\n  ","465511":"\n   Are you an Eco-friendly person?\n  ","465512":"\n   please allow me\n  ","465513":"\n   What is your favorite meal of the day?\n  ","465514":"\n   It's quite amusing how many people are believing this little fantasy you have going on 😂\n  ","465515":"\n   64. i’m trying so hard to think of questions 🥺😩\n  ","465516":"\n   Would you rather use the blue or black pen? 🖊\n  ","465517":"\n   Do you like vegetables? 🥗\n  ","465518":"\n   If you were a dog, would you think in barks? 🐕\n  ","465519":"\n   seriously\n  ","465520":"\n   Do you prefer drawing or writing?  ✍🏻\n  ","465521":"\n   What’s your favorite drink?\n  ","465522":"\n   What’s your favorite dish? 🍽😋\n  ","465523":"\n   would you rather be a spanker or spankee?\n  ","465524":"\n   Good night\n  ","465525":"\n   i want to become friend of maxwell\n  ","465526":"\n   but i am missing you\n  ","465527":"\n   kash mein............?\n  ","465528":"\n   i want to see u\n  ","465529":"\n   how r u doing?\n  ","465530":"\n   Anyone plays pubg?\n  ","465531":"\n   do you know slightly about my discussion topic?\n  ","465532":"\n   i have something to discuss with you on IG 🤔\n  ","465533":"\n   I am hurt\n  ","465534":"\n   🌹😴\n  ","465535":"\n   getting in touch with you\n  ","465536":"\n   What's the difference between dating and friendship?\n  ","465537":"\n   IG\n  ","465538":"\n   Best Queen🌹😘\n  ","465539":"\n   🌹💪🏻😘\n  ","465540":"\n   Drinks protein shakes🌹💪🏻\n  ","465541":"\n   Hugs🌹🤗\n  ","465542":"\n   Nahhh all you’ve done is let him know that you’re available and that you want to be with him. You’ve left the rest up to him\n  ","465543":"\n   I don’t see any reason to be mean.  Like you said, it’s not like your actively chasing a taken guy.  You’ve said all along that you just want him to be happy.  If he’s happiest with you, then good for him (and GREAT for you!)\n  ","465544":"\n   Oh fill me in. I think something like this happened to me but he didn't even tell me he had a gf and then didn't even tell her and we never happened :\/\/ what a dillhole.\n  ","465545":"\n   Today was successful🌹\n  ","465546":"\n   I don’t think it’s weird that you’re a side chick.  You’re happy.  He’s happy.  Yay for both of you\n  ","465547":"\n   Ha I have a feeling things will progress to 7, 8 and 9 fairly quickly\n  ","465548":"\n   🌹😊\n  ","465549":"\n   Seems his girlfriend can’t compete with you in bed since he keeps coming back\n  ","465550":"\n   Is he in love with you?\n  ","465551":"\n   I doubt it.  You’re older and bigger. The last thing she’d want is to have her butt kicked by the woman who’s dating her ex\n  ","465552":"\n   Has he indicated that you’re better in bed than his girlfriend?\n  ","465553":"\n   Lol that dudes girlfriend might just end up joining your other girlslave 😂\n  ","465554":"\n   Have you noticed that increasing?  Like obviously it was a 1 before you and him started talking... has it sort of slowly progressed to a 6?\n  ","465555":"\n   If staying with her and cutting things off with you is a 1, and leaving her and being exclusively with you is 10... where on the scale do you think he is?\n  ","465556":"\n   kbi 💔 he?\n  ","465557":"\n   What is your favorite drink?\n  ","465558":"\n   I’m sure yours looked pretty great wrapped around her man 😂\n  ","465559":"\n   Ha ha it’s true though!\n  ","465560":"\n   Ha ha you’re too nice\n  ","465561":"\n   Do you know what the guy you’re seeing thinks your best physical feature is?\n  ","465562":"\n   Gosh! Good luck with that weather! Sucks to hear about the fire🙊 Hope you'll be fine with that a\/c! And the pool😇😁\n  ","465563":"\n   Lol you have better legs than his girl?\n  ","465564":"\n   Sh!t it got to 112 F even!!??😮 Wow f that! How do you survive?🙈 thats like 43°C The worst ive experienced in our summer was 35°C\n  ","465565":"\n   Lmao this guys girlfriend doesn’t stand a chance\n  ","465566":"\n   Is there a part of you that feels great about being able to seduce a taken man?\n  ","465567":"\n   Haha seriously!!?? Well that's Arizona for ya then eh?🙊😅 Hope it's not been way too super hot😅 \nWe've had winter now for 2 months?🤔 Oh those🍪sound real nice😍\n  ","465568":"\n   Wow that sounds great!😯😃 Sounds like you're having a great summer!🥰 What kind of cookies?\n  ","465569":"\n   Nice😇 Yeah its been okay, rainy weather here🤷‍♂️😅 What did you do today?\n  ","465570":"\n   How's your day been Lyndsey?🥰\n  ","465571":"\n   Oh nice, if i admit im one of your foot admirers, would you keep it between us?💕\n  ","465572":"\n   Hmm you don't mind having fans of your feet?💕\n  ","465573":"\n   If you had the choice to keep seeing him behind his girlfriends back or for him to leave her and be exclusive with you, which would you choose?\n  ","465574":"\n   Ugh if my man was in bed with you I’d just give up. I would NOT want to be competing against you.\n  ","465575":"\n   Do you like it when a guy put aside your hair and then kiss you on your uncovered forehead? 💋\n  ","465576":"\n   Your legs look so silky! Do you use a specific moisturizer?\n  ","465577":"\n   Is your attic or basement spooky?\n  ","465578":"\n   Espaço Livre...✨\n  ","465579":"\n   How are you?\n  ","465580":"\n   I'm confused. Are you in a relationship or do you just have one or more friends with benefits?\n  ","465581":"\n   On a scale of 1 to 5, how mean or unkind can you be?\n  ","465582":"\n   {If you got it that is} I just sent out on accident a anon question saying\/sending a Happy Father's Day Space. That was me. Lol. Didn't mean to send on anon. I am on the PC on Ask.fm for the 1st time. Am so used to using it on the phone.\n\nHaha. Anyway. Happy Father's Day again. From the USA.\n  ","465583":"\n   do you prefer to circumcised or uncircumcised guy?\n  ","465584":"\n   Pool and cookout and my friends were off🌹\n  ","465585":"\n   Father's day Space - Use this question to express the day. PAP of anything. {PAP means to Post a picture if anyone was wondering} Happy Father's Day to all dads! Have a good day everyone!\n  ","465586":"\n   Why don't you ever post a selfie?\n  ","465587":"\n   How was your day\n  ","465588":"\n   pap\n  ","465589":"\n   Do honesty night? 😍🥰\n  ","465590":"\n   If you could invent anything, no matter how realistic it'd be and without considering how skilled you are right now, what one thing would you create? Why that? 🤖🛸💡\n  ","465591":"\n   the color of your underwear + the last thing you eat = your superhero\n  ","465592":"\n   Do you like the meat, lamb?\n  ","465593":"\n   If you were a fashion icon and whatever you wore would become a fashion trend, what fashion trends would you start?\n  ","465594":"\n   Selam gününüz nasıl\n  ","465595":"\n   61. do you vote?\n  ","465596":"\n   62. you are all amazing . 💜🥰\n  ","465597":"\n   What are you waiting for?\n  ","465598":"\n   How good are you at saying “no”?\n  ","465599":"\n   What kind of dogs do u have\n  ","465600":"\n   60. if your in America . will you be celebrating the 4th of July? if your not in America use as a filter\n  ","465601":"\n   it gets 22 in when up\n  ","465602":"\n   yes\n  ","465603":"\n   Lyndsey in the bath is the best Lyndsey. Such a goddess!\n  ","465604":"\n   What were you like as a child?\n  ","465605":"\n   i must\n  ","465606":"\n   can i see\n  ","465607":"\n   wdym\n  ","465608":"\n   59. what makes someone a good person?\n  ","465609":"\n   What is your favorite thing about summer?\n  ","465610":"\n   *sends hugs*\n  ","465611":"\n   Wyd?\n  ","465612":"\n   how u know he is\n  ","465613":"\n   And how are you?\n  ","465614":"\n   57. Do you guys have anything planned for today? and Happy Father’s day to all the fathers i follow 💛\n  ","465615":"\n   u should have give it\n  ","465616":"\n   wdym yes\n  ","465617":"\n   How did they reject you\n  ","465618":"\n   wdym\n  ","465619":"\n   who that\n  ","465620":"\n   Are you an angel?\n  ","465621":"\n   last time u fed a guy with the bewbs\n  ","465622":"\n   more like at all times\n  ","465623":"\n   Do you cum fast\n  ","465624":"\n   Planning to move on\n  ","465625":"\n   Singing 🎤 or playing 🎵\n  ","465626":"\n   Am I allowed to move in USA?\n  ","465627":"\n   List some sad songs to listen to for a sad heart \/ break up. Kinda feeling like he don't care about it.\n  ","465628":"\n   What's one thing you hate sharing?\n  ","465629":"\n   What is love to you? ❤️\n  ","465630":"\n   58. what makes someone a bad person? in your opinion\n  ","465631":"\n   master bait\n  ","465632":"\n   You don't play any games .Then what's you do when you are free\n  ","465633":"\n   What’s your middle name?\n  ","465634":"\n   Which game do you play the most?\n  ","465635":"\n   Gym 💪🏻 or couch 🛋\n  ","465636":"\n   What are you eating today?🍽😋\n  ","465637":"\n   Do you prefer very spicy 🌶 🥵 or not spicy food 🥘\n  ","465638":"\n   If you could meet Donald trump now what would you say to him? And why?\n  ","465639":"\n   how bout bootalicious\n  ","465640":"\n   i will pay for you ❤\n  ","465641":"\n   Do you hate flys?\n  ","465642":"\n   can i call u boobalicious\n  ","465643":"\n   56. We have finally reached Sunday 🤗\n  ","465644":"\n   do you post photo of nudes for money?\n  ","465645":"\n   You are wrong we go to heaven or hell\n  ","465646":"\n   Good night sl#t\n  ","465647":"\n   Is your dad a baker because you have a nice buns 😊\n  ","465648":"\n   Good night honey\n  ","465649":"\n   not specific \ndo you know any?\n  ","465650":"\n   did you enjoy it?\n  ","465651":"\n   do not you know what sugar baby means ?!\n  ","465652":"\n   do you know sugar baby ? here\n  ","465653":"\n   Plans later\n  ","465654":"\n   Have you skinny dipped before ?\n  ","465655":"\n   Post a picture of yourself Whatever you’re doing at the moment\n  ","465656":"\n   52. Happy Friday Y’all ✨🤪\n  ","465657":"\n   Oh nice to hear! Did you enjoy your walk?😇 Ah, fair enough! Hope you enjoy the rest of your night!🥰\n  ","465658":"\n   Who do you like best RN: your Mom or Dad?\n  ","465659":"\n   75-25\n  ","465660":"\n   Do you think losing virginity should be romantic and intimate rather than having sex just to lsoe it?\n  ","465661":"\n   Aw hey, no worries! A convo for another time!😇 hope you're having a nice evening\/night🥰\n  ","465662":"\n   Do you believe in an afterlife?\n  ","465663":"\n   55. what did you do today?\n  ","465664":"\n   LOL i bet😅😎✌That's awesome!😁\nHmm, any movie you can think of that was hardly anything like the book?🤭\n  ","465665":"\n   yes\n  ","465666":"\n   Why are you not talking to me??\n  ","465667":"\n   Oh, i meant which movies have you watched, where you read the book first?😁 yeah its fun to see what the movie gets right! (Although, sometimes they can only fit so much from the book into the movie😅)\n  ","465668":"\n   Ohh which movies have you compared to the books? The LOTR movies seemed to be most faithful to the source material😁\n  ","465669":"\n   Sure is a good book! Did you compare the movies to the book? Ol' Peter Jackson shoved a lot of \"fan service\" into the movie😅😂\n  ","465670":"\n   Oh niceee!😇 i read The Hobbit some years ago too😅\n  ","465671":"\n   Oh, quite a range! Even fantasy\/sci fi?😀\n  ","465672":"\n   Oh okay cool!😀😇 What kind of genre do you like to read? When it comes to reading, i just read to learn😅 not really a fiction reader, although i did read the LOTR some years ago😁\n  ","465673":"\n   What TV show or movie do you refuse to watch?\n  ","465674":"\n   When i go to bed i feel like I am giving my final exam and I feel so nervous\n  ","465675":"\n   I feel shy to be naked with a girl on bed\n  ","465676":"\n   Just read this, wow, i never knew that happened!😯Sorry to hear about that!😥\n  ","465677":"\n   What’s the farthest you’ve ever been from home?\n  ","465678":"\n   Oh what's goodreads? An app of some kind?🙊 How long can it take for you to get through a book that size? Roughly😅\n  ","465679":"\n   Whys your kik so private? If its ok to ask\n  ","465680":"\n   Oh nice!😇 you like to read a lot?😊\n  ","465681":"\n   Oh okay! Even more private than instagram?\n  "},"Answer":{"464609":"\n  Nah. Fine with that. Its whatever.\n  ","464610":"\n  Not currently.\n  ","464611":"\n  Words on the screen bug me. If its in English why bother seeing it??\n  \n  Other languages are fine that way. Need to know what's going on.\n  ","464612":"\n  To which question?\n  ","464613":"\n  Its supposed to be cooler today, actually :) yes, same!\n  ","464614":"\n  None, tyvm.\n  \n  If it's in another language then yes, would be nice or dubbed.\n  ","464615":"\n  Turtles\n  \n  Seahorses are cute too\n  ","464616":"\n  No, we have a spice rack filled with different spices and also a cabinet filled :)\n  ","464617":"\n  Yes I do\n  \n  And the dreams I've been having 🤣🤦🏼‍♀️\n  ","464618":"\n  Yes but there should be certain limits to it as well\n  ","464619":"\n  Who might you be then?\n  \n  There's only one guy that I still like...\n  ","464620":"\n  3 hours ago, no.\n  \n  Here now\n  ","464621":"\n  Same lol\n  ","464622":"\n  Then said but\n  ","464623":"\n  That hoe\n  \n   @danceswitcakes\n  \n","464624":"\n  Beach but content with the pool too. Does its job in AZ XD\n  ","464625":"\n  Haha nice\n  ","464626":"\n  Little Ceasars\n  ","464627":"\n  Some can ¯\\_(ツ)_\/¯\n  ","464628":"\n  One of the nights I was working. Everything else was already closed and got lucky. Wanted pizza that night too so it worked out XD\n  ","464629":"\n  Happy pride month\n  ","464630":"\n  Yes\n  ","464631":"\n  Just those without one acting all paranoid to the ones that have worn them 🤣\n  ","464632":"\n  Doesn't work :p\n  ","464633":"\n  Everything\n  ","464634":"\n  I didn't ask\n  ","464635":"\n  Summer\n  ","464636":"\n  Haha not at all\n  ","464637":"\n  Same :)\n  ","464638":"\n  Sure\n  \n  Bet I'm right 😋\n  ","464639":"\n  Night\n  ","464640":"\n  Yup lol\n  \n  I should go sleep\n  ","464641":"\n  Probably\n  ","464642":"\n  Can't imagine 🤣\n  ","464643":"\n  Or maybe they don't get caught for minor acts?\n  ","464644":"\n  Not really.\n  ","464645":"\n  Destin, Florida was beautiful too 😍\n  \n  Notice how most areas have oceans XD\n  ","464646":"\n  Niagara Falls, Canada\n  \n  Nebraska\/ Colorado boarder\n  \n  Myrtle beach\n  \n  Maine and New Hampshire can be pretty.\n  \n  West Coast has some perks.\n  ","464647":"\n  Shit!! Come on :(\n  ","464648":"\n  It's weird how we always want something different XD\n  \n  That's sweet.\n  ","464649":"\n  ;)\n  ","464650":"\n  Just a little lol\n  ","464651":"\n  Probably do tomorrow.\n  ","464652":"\n  Mischievous meowers\n  ","464653":"\n  me lol\n  ","464654":"\n  Don't think I have a fave at the moment\n  ","464655":"\n  Yes, sometimes.\n  ","464656":"\n  Sometimes.\n  \n  The cat you like and the black one are always together\n  ","464657":"\n  Good to know:p\n  ","464658":"\n  Yes. Other times they can be annoying together lol\n  ","464659":"\n  Optimal level can't compute right now. Try again later.\n  ","464660":"\n  I like dogs more.\n  \n  Both can be :)\n  \n  3 of dogs and cats\n  ","464661":"\n  They look dirty\n  ","464662":"\n  Indeed :)\n  \n  Little weirdos\n  ","464663":"\n  It said error\n  ","464664":"\n  Glad I dont ;)\n  ","464665":"\n  Giving me song lyrics now XD\n  ","464666":"\n  Ofcourse, honey\n  ","464667":"\n  Yup lol\n  ","464668":"\n  Yes XD\n  \n  They aren't related tho\n  ","464669":"\n  Yesterday\n  ","464670":"\n  I'm very willing\n  ","464671":"\n  He's back on a different account now 🤣\n  ","464672":"\n  Especially the bottom right\n  ","464673":"\n  Ah. Helps at times. Lots of others prob did too then\n  ","464674":"\n  How big is the bath tub?\n  ","464675":"\n  You don't know that so I'd rather not hear comments like that.\n  \n  Yes, I don't see any reason to be nasty about it. I don't know her. Literally only seen once and a few times in her car when I was out walking. Not the ideal situation but definitely don't need to be nasty about it. I'm pretty understanding too.\n  ","464676":"\n  Didn't last long at all XD\n  \n  Usually on for hours and on countless of the mutual followers\n  ","464677":"\n  Good 🤣\n  \n  His antics can be interesting\n  ","464678":"\n  We have these demons\n  ","464679":"\n  Haha good luck :p\n  ","464680":"\n  Made them myself\n  ","464681":"\n  Damn. I did it wrong! Haha\n  ","464682":"\n  Dont lie to him :p\n  \n  Yes lol\n  \n  Get a bit of sweet and salty with it.\n  ","464683":"\n  He's done it like three times on different accounts\n  ","464684":"\n  He loves lettuce o.o\n  \n  Strawberry, chicken, bacon, bleu cheese, almonds, some mozzarella cheese in it too.\n  ","464685":"\n  And being addicted to this salad 🤣\n  \n  3rd time I've got it now\n  \n  Friday's dinner\n  \n  Late lunch on Saturday\n  \n  And now today's dinner 🙈\n  ","464686":"\n  I drained the tub and all the bubbles collected on my legs :p\n  ","464687":"\n  All the above\n  ","464688":"\n  It's been ok. Was pretty much alone again, went swimming, took my bubble bath. Pretty chill day.\n  ","464689":"\n  Not feeling that witty ¯\\_(ツ)_\/¯\n  ","464690":"\n  No\n  ","464691":"\n  Take a bubble bath?\n  ","464692":"\n  Alright\n  ","464693":"\n  Don't get used to it lol\n  ","464694":"\n  I know :p\n  ","464695":"\n  Nothing about coffee or you\n  ","464696":"\n  This bath is extreme 🤣\n  ","464697":"\n  Nah. I'm a bubble goddess. Creepy how I picked out a red top to wear after though XD\n  ","464698":"\n  I'll go swimming. Feeling bored and just need to do something.\n  ","464699":"\n  They are keto ones. :p\n  ","464700":"\n  Hakuna matata\n  ","464701":"\n  Too much. Also annoying when I ask for signs and a bird flies across the sky the next instant.\n  ","464702":"\n  I love the drive ins!!! Way better and fun. I like being outside and watching it, the stars out etc\n  ","464703":"\n  There's still the whole pan left.\n  ","464704":"\n  Yup. My sister's baby shower was a zoom affair. My stepcousin's wedding shower was yesterday on there. The actual wedding will be on zoom too and then next year will have a real wedding with everyone.\n  \n  I feel like I haven't really had other plans or weren't official ones. Camping would be great.\n  ","464705":"\n  Some of the brownies I made\n  ","464706":"\n  3-7 seem like the best to me!\n  ","464707":"\n  Only been to America.. lots of states and Canada once.\n  \n  Rather go abroad\n  ","464708":"\n  Not properly.\n  \n  Have gone up mountains tho\n  ","464709":"\n  Bad\n  ","464710":"\n  Can I just steal their money instead?\n  ","464711":"\n  Oh yes 🙃\n  ","464712":"\n  🤢🤢\n  ","464713":"\n  Made brownies :)\n  ","464714":"\n  I don't really look for anything. It's just fun seeing everything. If I buy something then yay :)\n  ","464715":"\n  Decent 🙄\n  ","464716":"\n  Same :)\n  \n  I get sh!t for it though ¯\\_(ツ)_\/¯\n  ","464717":"\n  No thanks\n  ","464718":"\n  What makes you think I'd be more open there? :p\n  ","464719":"\n  Everything\n  ","464720":"\n  His 😉\n  ","464721":"\n  Neither\n  ","464722":"\n  No. Just one.\n  ","464723":"\n  Hormones, puberty, making the right friends etc\n  ","464724":"\n  Good to know.\n  ","464725":"\n  Bit of both, more so enjoy it. Fine with being in a\/c at this minute. The temps can wait XD\n  ","464726":"\n  No. Weird af question.\n  \n  I'd be bi before ever being a lesbian 🤦🏼‍♀️\n  ","464727":"\n  Trip!!!!\n  ","464728":"\n  What does Brsita mean?\n  ","464729":"\n  Sometimes it pours\n  ","464730":"\n  Most are located on my bio\n  ","464731":"\n  Yes, cuties.\n  ","464732":"\n  An actual sleeping type dream? Nope.\n  \n  Rarely for the other way.\n  ","464733":"\n  I'm not sure on the age. But they got this one in 2017. I've been back and forth since so dont have a time limit for myself :p\n  ","464734":"\n  Yes and again, Maxwell isn't a guy lol\n  ","464735":"\n  Fiction, mystery, dystopian, coming of age stories, drugs etc\n  ","464736":"\n  Have before. More seaglass.\n  ","464737":"\n  Yes and Maxwell isn't a guy. It's my d!ldo.\n  ","464738":"\n  My brother had a gun but I was too young to join in :( seems fun besides the actually getting hit part XD\n  \n  Yes, plenty of times!\n  \n  Haven't done\n  ","464739":"\n  Touch your orgasm sounds funny 🤣\n  ","464740":"\n  Maxwell isn't a guy lol\n  \n  You don't need to know those details.\n  ","464741":"\n  Yes. I've always imagined 2-3 kids. Even had a dream where I had two girls close in age and a baby boy. It felt very real.\n  ","464742":"\n  Do it anyways\n  ","464743":"\n  Yes, was nice. Interesting dream\n  ","464744":"\n  Can be but overall, not really.\n  ","464745":"\n  In a general sense too :p\n  ","464746":"\n  Think whatever you want\n  ","464747":"\n  Yay\n  ","464748":"\n  Yes. I feel like we'd still remain friends either way?\n  ","464749":"\n  I do!\n  \n  We made some keto ones a few weeks ago and they were pretty good.\n  ","464750":"\n  It's Sunday still\n  ","464751":"\n  Bit of both\n  ","464752":"\n  Polar bear sounds nice because I love the water and them XD\n  ","464753":"\n  I have.\n  ","464754":"\n  Yes. Would be hard not to ;)\n  ","464755":"\n  Queen\n  ","464756":"\n  You are\n  ","464757":"\n  I haven't.\n  \n  Some new tops, shorts or a dress would be nice.\n  ","464758":"\n  4 hours ago; I was sleeping still.\n  ","464759":"\n  I had to use the bathroom\n  ","464760":"\n  None. I usually maintain or go down.\n  ","464761":"\n  For?\n  ","464762":"\n  Nope lol\n  \n  If someone did make something of themself, I haven't heard about it either XD\n  ","464763":"\n  Not much\n  ","464764":"\n  I'd assume so\n  ","464765":"\n  I haven't used any of those ones. Only used okcupid and then some that were disappointing..would show people far away and out of my age limits. It was pretty annoying lol\n  ","464766":"\n  My phone\n  ","464767":"\n  Night heathens\n  ","464768":"\n  I'll go sleep now\n  \n  Have a good day\n  ","464769":"\n  Indeed. Guess it depends where you go as well.\n  ","464770":"\n  Story of my life ¯\\_(ツ)_\/¯\n  \n  Definitely would get it iced not like it matters haha XD\n  \n  ONLY 104 tomorrow :p\n  ","464771":"\n  Yup lol\n  ","464772":"\n  Have anything in mind? ;)\n  \n  I don't have anything planned yet. Probably be alone yet again. Not sure what everyone else is doing but probably will be at the other house getting everything ready to be put on the market or new tenants at the very least. Looks like a whole different house now, more modern.\n  ","464773":"\n  Haha I bet\n  \n  Doubt anyone was really looking at my face tho\n  ","464774":"\n  Yes\n  \n  May 28 ~ June 8th\n  ","464775":"\n  Hugs are great.\n  ","464776":"\n  F*ck someone then? Or eating out?\n  ","464777":"\n  Should be. We'll see\n  ","464778":"\n  Right\n  ","464779":"\n  Least of my worries\n  ","464780":"\n  xoxo\n  ","464781":"\n  Indeed.\n  ","464782":"\n  XD\n  ","464783":"\n  Oh yes, very.\n  ","464784":"\n  How'd I'd jump to the 3rd spot? O.o\n  \n  MY MAGIC, MY SECRET 😈\n  \n  You wont know when it hits you ;)\n  ","464785":"\n  We gots a strong mofo up in here\n  ","464786":"\n  Writing, poetry, doodles, making fashion sets. I do like dancing at times too. Exercise but I don't see that as expressing myself creatively.\n  ","464787":"\n  Hello king\n  ","464788":"\n  This was nice to read. Thanks, Google.\n  \n  \"We all go through hard times in life. It’s a part of being alive and it's the reality we all have to deal with. There are times we forget our value as a person because we are so blinded with these thoughts of loneliness, emptiness and ego. Somewhere along the road we become numbed with all the frustrations and dissatisfaction. But life itself isn't always about darkness and sadness, Life is also filled with colors and that makes it beautiful. Along this path of darkness there's always light waiting to be seen by our daunted hearts. Our heart is gifted to see this light. It may be hiding behind those circumstances that we encounter; in a stranger we just met at an unexpected place; a family who has been always there but you just ignored because of your imperfect relationship with them; it might be a long time friend you have or a friend you just met. Open your heart and you will see how blessed you are to have them all in your life. Sometimes they are the light that shines your path in some dark phases of life. Don't lose hope.\"\n  \n  Chanda Kaushik\n  ","464789":"\n  Who knows\n  ","464790":"\n  Footjob, legs wrapped around you. Plenty of ways. Even have a feet war.\n  ","464791":"\n  What about it?\n  ","464792":"\n  I like guys and no, I wouldn't do it with just anyone.\n  ","464793":"\n  That's why he's bald\n  ","464794":"\n  Drinking piss apparently o.o\n  ","464795":"\n  He's not my bf. Wasn't around either. Girls gotta do something 🤙\n  ","464796":"\n  Nope. Should I?\n  ","464797":"\n  I dont tend to look at what he posts 🤢\n  ","464798":"\n  I was horny lol\n  ","464799":"\n  Facts\n  ","464800":"\n  Haha right\n  \n  Him and my lahore guy are the worst!\n  ","464801":"\n  Aw cute :p\n  ","464802":"\n  Who knows\n  \n  Already did twice earlier\n  ","464803":"\n  Perhaps\n  ","464804":"\n  They keep letting Ben back so ¯\\_(ツ)_\/¯\n  ","464805":"\n  You look so young then\n  ","464806":"\n  True! Thought of doing that too but was like F that. Think it went normal after a week?\n  ","464807":"\n  Yes it's been good overall.\n  ","464808":"\n  Yes, it's fine now. I'd give it time or send something to them if it continues that way?\n  ","464809":"\n  Damn that's not fun then! My points still counted but yes.. was annoying not knowing!!\n  ","464810":"\n  It's been ok\n  \n  Went swimming\n  \n  Been on social media\n  \n  Listening to music\n  ","464811":"\n  I'm sure it cant be that bad! Do I even want to know? 🤣\n  ","464812":"\n  Nice\n  ","464813":"\n  The purple one, yes. Forever ago on here.\n  \n  White, nope. Was just busy that day.\n  ","464814":"\n  I'm not sure!\n  ","464815":"\n  Just the a\/c and the ceiling fan going.\n  ","464816":"\n  Somewhat but they don't always last either. Grateful for the ones that have :)\n  ","464817":"\n  Maybe because I didn't tell then lol\n  ","464818":"\n  Should be fixed now?\n  ","464819":"\n  I dont :)\n  ","464820":"\n  Would have said if I wanted\n  ","464821":"\n  No. You can feel an attraction but love builds over time.\n  ","464822":"\n  Idk ask someone who calls out racist people.\n  ","464823":"\n  Plenty of things?\n  ","464824":"\n  Don't care what you watch\n  ","464825":"\n  Mixed emotions but I'm ok :)\n  ","464826":"\n  Hello\n  ","464827":"\n  Need to stock up again but yes, we have a few.\n  ","464828":"\n  Dont think I've worn jeans in any of my photos lol\n  \n  Only have 1 pair atm\n  ","464829":"\n  It's fine:)\n  ","464830":"\n  Oh\n  ","464831":"\n  I'd listen. Communication means a lot to me.\n  ","464832":"\n  For being a friend 🎶\n  ","464833":"\n  Haha nope. Def don't want that\n  ","464834":"\n  It's not:(\n  \n  *hugs*\n  ","464835":"\n  Did you mean breathing? XD\n  ","464836":"\n  Dont we all\n  ","464837":"\n  She's been hoarding them. Def acts like the alpha dog and she's the smallest. They get scared of her at times XD\n  ","464838":"\n  The other dogs came in and she went crazy protecting it XD\n  ","464839":"\n  In other news my dog is trying to hide a dog bone under me.\n  ","464840":"\n  Same\n  ","464841":"\n  Mayhem 😈\n  ","464842":"\n  Haha yes\n  \n  Did a few blueberries too\n  ","464843":"\n  I feel like making chocolate covered strawberries so if I dont reply it's nothing personal atm :p\n  ","464844":"\n  You have valid points\n  ","464845":"\n  Indeed lol\n  ","464846":"\n  Ah gotcha XD\n  ","464847":"\n  Red after a good pounding, hopefully ;)\n  ","464848":"\n  Yes\n  \n  Sometimes even then they could escalate things instead of helping ¯\\_(ツ)_\/¯\n  ","464849":"\n  Thanks <3\n  ","464850":"\n  😮😮😮😮😮\n  ","464851":"\n  Yes XD\n  \n  Good old 2000s 🤣\n  ","464852":"\n  🤣🤣🤣\n  \n  You probably haven't looked up \"blue waffle\" before either.\n  ","464853":"\n  Enjoy\n  ","464854":"\n  Yes. I'm alright\n  ","464855":"\n  Feel like I've heard both. Idk man lol\n  ","464856":"\n  Sorry\n  ","464857":"\n  Cool\n  ","464858":"\n  Neither am I\n  \n  American\n  ","464859":"\n  Both?\n  \n  I mean you do say \"go\"\n  ","464860":"\n  I listen sometimes!\n  \n  Also haven't watched the Human Centipede movies.\n  ","464861":"\n  I wish guys would stop saying this on anon.\n  \n  Especially lahore 🤢\n  ","464862":"\n  Was XD\n  ","464863":"\n  Yes but still getting some\n  ","464864":"\n  Maxwell turned 1 on June 11th.\n  ","464865":"\n  How alone I feel ?\n  ","464866":"\n  I don't know about that lol\n  ","464867":"\n  Wishes should be kept secret or they don't work 😈\n  ","464868":"\n  Clearly but kissing it would still be strange lol\n  ","464869":"\n  Singing would be cool\n  ","464870":"\n  Weird\n  ","464871":"\n  Most are older.\n  \n  Some younger with kids.\n  \n  Mixed bag of age groups\n  ","464872":"\n  Angel with devil tendencies\n  ","464873":"\n  Fine?\n  ","464874":"\n  ?\n  ","464875":"\n  Should have just came over earlier then lol\n  ","464876":"\n  Because he was used twice earlier?\n  ","464877":"\n  True.\n  \n  If I did hurt someone it wasn't intentional :(\n  ","464878":"\n  To what?\n  ","464879":"\n  Nah really thought that:p\n  ","464880":"\n  No. I was warned against seeing it.\n  ","464881":"\n  Thought that was someone pretending to be you 🤣\n  ","464882":"\n  Haha XD\n  ","464883":"\n  I wouldn't want to hurt anyone!\n  \n  Nah I'm not annoyed\n  ","464884":"\n  Thanks\n  ","464885":"\n  I'm aware of this\n  ","464886":"\n  Indeed :p\n  ","464887":"\n  Procrastinating starting this book. It's next to me but got distracted with IG and now back on here. Kind of tired too.\n  ","464888":"\n  Haven't had any yet\n  ","464889":"\n  I'm not sure. Just do\n  \n  ¯\\_(ツ)_\/¯\n  \n  IG was a nice distraction too.\n  ","464890":"\n  Nah. Getting called a fat pig doesn't exactly make me want to share a picture.\n  \n  Pigs are pretty cute anyways...\n  ","464891":"\n  Sick of people who dont think you can grow within a year. Meanwhile they clearly haven't grown as a person at all if needing to keep hovering the same mistakes on people.\n  ","464892":"\n  Atleast I'm not stuck in 2019\n  \n  Tell me what I've said this year\n  \n  Literally NOTHING\n  \n  bye\n  ","464893":"\n  👍\n  ","464894":"\n  I don't have any symptoms\n  ","464895":"\n  As I'm literally eating a salad lol\n  \n  Go off ¯\\_(ツ)_\/¯\n  ","464896":"\n  Great :)\n  ","464897":"\n  How's it going?\n  ","464898":"\n  Hello. Do you have a question?\n  ","464899":"\n  Yes, I would.\n  \n  Even had a few dads on okcupid that I matched with.\n  ","464900":"\n  Last time you didn't ask stupid questions?\n  ","464901":"\n  Think I'll go swimming now :)\n  ","464902":"\n  Ofcourse ;)\n  ","464903":"\n  Why do I have to have a high s*x drive? 🤷🏼‍♀️\n  ","464904":"\n  Didn't know people actually cared that much about it\n  ","464905":"\n  I did. Thanks, Rashid.\n  ","464906":"\n  🙄\n  ","464907":"\n  My tablet and phone wouldnt let me hear anything -_-\n  \n  Dont wanna just stare at nothing happening lol\n  ","464908":"\n  🤷🏼‍♀️\n  ","464909":"\n  Zoom meeting for my cousins wedding party\n  ","464910":"\n  You won't even tell me so....\n  ","464911":"\n  Haven't had to use it\n  \n  ¯\\_(ツ)_\/¯\n  ","464912":"\n  All I can think of is Shabab (actually apologized)\n  \n  or dasoo on here (didn't) but was rude.\n  \n  Untick means it happened here.\n  \n  Still not seeing what it could have been if it wasn't those guys. Sick of playing games. You probably don't deserve an accepted apology after acting this way.\n  ","464913":"\n  Facing them head on? Analyzing the situation. Pro and cons. Doing what you want. Going for it.\n  ","464914":"\n  I don't have an answer for this lol\n  ","464915":"\n  Maybe Wednesday\n  ","464916":"\n  Is this the weight comment person?\n  ","464917":"\n  Where? :p\n  ","464918":"\n  When was this ?\n  ","464919":"\n  Two years\n  ","464920":"\n  Nobody gave me an apology\n  ","464921":"\n  Also anon lol\n  ","464922":"\n  Nope\n  ","464923":"\n  Not always?\n  ","464924":"\n  I'm not a gamer\n  ","464925":"\n  Yes, it came back. One of the badges wasn't showing up previously.\n  \n  They changed it the last two weeks. It's about how many questions you answer and also get points for whoever answers what you send out.\n  ","464926":"\n  My dream did 🤣\n  \n  Was in a math class. There was a test which I didn't study for lol. The whole page was crowded together, no spaces. It looked like one huge problem! The first question was even in red and blue ink jumping back and forth between each letter. There were even a lot of stars on the page. It was like each problem had a different font style to it so everything got confusing. There wasn't any space to do out the work either. I kind of caused a scene by saying that I needed another paper to do work on. I was all f this and stuff 🤣 some student next to me even wrote a note to me that was all \"dont\" saying to calm down and just do the test lol\n  ","464927":"\n  ¯\\_(ツ)_\/¯\n  ","464928":"\n  Hasn't really started yet\n  ","464929":"\n  Right... going back to bed because you guys are being annoying already 😴\n  ","464930":"\n  lol\n  ","464931":"\n  What is wrong with you guys today? 🤦🏼‍♀️\n  ","464932":"\n  Then I definitely wouldn't have gotten it right XD\n  ","464933":"\n  He has no game.\n  \n  Anyone else would be way better🤢\n  ","464934":"\n  Sigh\n  ","464935":"\n  Fuck no. He's been on a rampage about weddings and shit.\n  ","464936":"\n  Probably some rap artist\n  ","464937":"\n  Guess you wont get coins then\n  ","464938":"\n  It's too early to deal with getting what repeated -_-\n  ","464939":"\n  1.\n  \n  2.\n  \n  3.\n  ","464940":"\n  Need to know who to give coins to obviously.\n  ","464941":"\n  Anon. If someone really wanted to talk that bad they should have made themselves known.\n  ","464942":"\n  That's true\n  ","464943":"\n  O.o\n  ","464944":"\n  I should be sleeping still -_-\n  \n  Good morning though!\n  ","464945":"\n  Nah. I do my own stuff\n  ","464946":"\n  Anon\n  ","464947":"\n  No because you don't really talk to me lol\n  ","464948":"\n  Night Korn dude\n  ","464949":"\n  Nope. Going to bed now\n  ","464950":"\n  Yes and no\n  \n  Probably more because its almost 2am. Not really the best time for weird questions like that. I haven't weighed myself in about a week either. It's also nobody's business. I do share at times but ya..  didn't seem like a nice question\n  ","464951":"\n  Stairway to heaven is one of my faves.\n  ","464952":"\n  I'm getting that impression too. They sent something earlier that I ended up deleting.. forget what it said but the intention clearly wasn't good\n  ","464953":"\n  Weight shouldn't define someone.\n  \n  Good night\n  ","464954":"\n  Night king :p\n  ","464955":"\n  Good night\n  ","464956":"\n  It's been fine but getting tired now.\n  ","464957":"\n  in reach?\n  ","464958":"\n  Can vary.\n  ","464959":"\n  Yes. That's on the list too.\n  \n  Looked pretty when my sister and her husband were there.\n  \n  Went to different islands.\n  \n  Costa Rica should happen sometime next year. So that should be good.\n  ","464960":"\n  I know\n  ","464961":"\n  Plenty of places!\n  \n  Lately its been Finland for some reason o.o\n  ","464962":"\n  Dont get why everyone cares  so much about the when and wheres :p\n  ","464963":"\n  1am\n  \n  It's fine\n  \n  Should sleep soon\n  ","464964":"\n  Think autocorrect has something on its mind\n  \n  Missing not kissing -_-\n  ","464965":"\n  Nailed it!! Yes XD also drinking water. Went swimming earlier.\n  \n  Around 50-70s. This area doesn't get snow but easy to travel a few miles for it.\n  ","464966":"\n  I wouldnt cry over you. Don't even know you. With this attitude, I wouldnt want to know you.\n  ","464967":"\n  Always happens in the summer in AZ 🔥🔥🔥\n  ","464968":"\n  Not at all. I spent the whole day pretty much alone.\n  ","464969":"\n  I have no idea. There's going to be fireworks but they aren't allowing people to go there.. via online bullshit.. like come on!? Y'all have been having a bunch of events with lots of people but scared of July 4th????????\n  ","464970":"\n  Yes. Not sharing his page tho\n  ","464971":"\n  Its definitely hot lol\n  \n  80s right now and its 12am\n  ","464972":"\n  Haha that would be a lot of flying!\n  ","464973":"\n  Does he? ¯\\_(ツ)_\/¯\n  ","464974":"\n  Maybe with mindset?\n  ","464975":"\n  Cute\n  ","464976":"\n  Guess it depends who you are kissing ¯\\_(ツ)_\/¯\n  ","464977":"\n  Six of Crows by Leigh Bardugo. Cant wait to read the  rest of the series.\n  \n  You are not alone by Greer Hendricks will be my next read.\n  ","464978":"\n  I haven't asked but yes, might be possible!\n  ","464979":"\n  Haha\n  ","464980":"\n  Cant imagine who ;)\n  ","464981":"\n  No but I feel like I could be into it 🙈\n  ","464982":"\n  Fill one of these?\n  \n  A keg or barrel?\n  ","464983":"\n  Minus the coloring\n  \n  R.i.p Lyndsey XD\n  ","464984":"\n  Miss someone too\n  \n  Surprisingly ;)\n  ","464985":"\n  Fuck off lahore\n  ","464986":"\n  Thanks. I try :p\n  ","464987":"\n  One of them atleast?\n  ","464988":"\n  Doesn't really matter? It's fine either way.\n  ","464989":"\n  Very nice:)\n  ","464990":"\n  Thought so XD\n  \n  Did you mean to untick or forgot? lol\n  ","464991":"\n  👍\n  ","464992":"\n  Its all good\n  ","464993":"\n  Eh.. maybe medium length then.\n  ","464994":"\n  5'7\"\n  \n  Pretty short legs.. torso is longer.\n  ","464995":"\n  So many things could be done! Help myself, fam, and strangers.. def would want to give back.\n  ","464996":"\n  Yes lol\n  \n  Someone today was literally all \"I deserve better \" when I said no to him earlier too. Like you came to me..... go off? 🤣🤷🏼‍♀️\n  ","464997":"\n  That's true. Glad I'm not like that.\n  \n  I dont try to make anyone join in but If I am a b!tch like that its because it's been nonstop with the SAME person or period added onto it and am just like go away because of both reasons.\n  ","464998":"\n  Some would say 15 is as well XD\n  \n  25 is def extreme\n  ","464999":"\n  Oh yes lol quite pathetic attempts. Why not just be understanding instead of throwing a fit?\n  ","465000":"\n  Harassing you when you say no. Their demeanor changes, they get aggressive towards you.\n  \n  Oh the joys of being a girl! 👏\n  ","465001":"\n  Sure it is\n  ","465002":"\n  Not sure. Not thinking about tomorrow\n  ","465003":"\n  What a bad influence!\n  ","465004":"\n  A wrap, I think..\n  ","465005":"\n  Only if someone was around :p\n  ","465006":"\n  Fuxk knows\n  ","465007":"\n  😈😈😈\n  \n  I've been alone all day too.\n  ","465008":"\n  I'm not really sure. 2-3 would be ideal.\n  \n  My old dream and a quiz on FB kind of collided. Literally had a dream where I had two girls close in age and then a baby boy. Who knows, man. Other ones said twins (a girl and boy)\n  \n  Only time will tell ¯\\_(ツ)_\/¯\n  ","465009":"\n  Si\n  ","465010":"\n  Someone wrote that meaning they were horny before so I'm assuming that's what they were talking about again\n  ","465011":"\n  I'm ok. Just eating dinner and now have music playing.\n  ","465012":"\n  Which one?\n  ","465013":"\n  Was earlier but didn't do anything\n  ","465014":"\n  Rather not see d!cks on here\n  ","465015":"\n  Yes. Used him last night before sleeping 😈\n  ","465016":"\n  The sizing and material, knowing measurements.\n  \n  Free shipping or other coupons would be great too!\n  ","465017":"\n  🤦🏼‍♀️\n  ","465018":"\n  Is what small?\n  ","465019":"\n  I'd rather have pasta but yes, it's fine.\n  ","465020":"\n  A salad\n  ","465021":"\n  I dont have telegram\n  ","465022":"\n  Whose this?\n  ","465023":"\n  🤢🤢🤢🤢🤢\n  ","465024":"\n  Indeed\n  ","465025":"\n  If this is lahore then no.\n  \n  He keeps bugging me -_-\n  ","465026":"\n  Nah. That's risky.\n  \n  Unless one was just online ¯\\_(ツ)_\/¯\n  ","465027":"\n  Yes to what?\n  ","465028":"\n  Think that's covered lol\n  ","465029":"\n  Definitely not then\n  ","465030":"\n  Nice\n  ","465031":"\n  Wouldnt marry an anon\n  ","465032":"\n  What do you mean?\n  ","465033":"\n  Relaxing by the pool, ocean, lake. Reading a book.\n  \n  Night life and exploring in general as well.\n  \n  I like a lot of different things when on vacation. Want to see all the sights but take it easy at times too. A good mix!\n  ","465034":"\n  That's me!\n  ","465035":"\n  I put Across The Universe on since the Beatles inspired question earlier made me feel like watching it.\n  ","465036":"\n  Yes. Why wouldn't it be? Some look better that way. All about the guy's preference.\n  ","465037":"\n  Nah. It can be fun messing with them but I dont really care that much either XD\n  ","465038":"\n  Oh damn. I'd be there too haha\n  ","465039":"\n  Haha wow that's something else! XD\n  \n  I'll have to ask Heather what she does since know that she babysits\/pet\/housesits. Now I'm interested in hearing other opinions lol\n  ","465040":"\n  Nope. Been alone most of the day though :p\n  ","465041":"\n  I mostly have a wrap of some sort. Easy to do.\n  \n  Or more snacky type things.\n  ","465042":"\n  Yes, my legs :p\n  ","465043":"\n  Haha alright\n  ","465044":"\n  Then why send it to me?\n  \n  Guys are ridiculous\n  ","465045":"\n  Yes, my pinky fingers and toes are quite small.\n  ","465046":"\n  That's up to you??\n  ","465047":"\n  lol right! Like also using a bed they have. Guess should have slept on the floor by their standards too 🤷🏼‍♀️\n  \n  It's actually better than the one here. Deeper, I'd say about the same amount of room but does seem bigger because the deepness. The back part is more comfortable to rest against. Could duck my head under easily too 🤣\n  ","465048":"\n  Ah yes\n  ","465049":"\n  Trimmed a lot more of the time.\n  \n  Shaving or waxing didn't seem as fun so I ended up buying a product in February.\n  ","465050":"\n  Think her husband did before anything even happened.\n  ","465051":"\n  Idk. Heard both pro\/cons to them\n  ","465052":"\n  Not with you\n  ","465053":"\n  Some can be but I do prefer more masculine men (tats, facial hair)\n  \n  Body wise can be pretty different.\n  \n  More about the personality, how we got along, connection.\n  ","465054":"\n  Bald or trimmed, yes.\n  ","465055":"\n  Haha alright XD\n  ","465056":"\n  Nah. Did shave my legs there though.\n  \n  Cleaned up recently ;)\n  ","465057":"\n  Yes. I have a lot of feet pictures on here, unfortunately 🤣🤦🏼‍♀️🤷🏼‍♀️\n  ","465058":"\n  Haha. That was actually the name of the first person I dated XD Jeffrey but went by Jeff.\n  ","465059":"\n  Mine and the dog\/sitting house. I mean the owner did say to have fun. Also for warned about something too lol\n  \n  ¯\\_(ツ)_\/¯\n  ","465060":"\n  Eh.. have this one ?\n  ","465061":"\n  Camping is calling out to me.\n  \n  Uh.. mostly still been on lockdown. So its been more chilling at the house, walking at night. Going swimming etc\n  ","465062":"\n  Wow someone saying please\n  ","465063":"\n  Way less?\n  ","465064":"\n  About a year\n  \n  Way less than that for the next question :p\n  ","465065":"\n  11 years\n  ","465066":"\n  Is it?\n  ","465067":"\n  Hello angel\n  ","465068":"\n  Feel like there's three parts to this... known overall, in person, and now intimately.\n  ","465069":"\n  I feel like there's three parts to this question. The suspicion, having it proved and reaction.\n  \n  Don't feel like getting into it, tbh.\n  ","465070":"\n  A relationship is still more ideal but oh well ¯\\_(ツ)_\/¯\n  ","465071":"\n  Kind of already had my suspicion 😋\n  ","465072":"\n  Haven't heard of him\n  ","465073":"\n  O.o\n  ","465074":"\n  Where I keep him or which entrance Maxwell goes in more?\n  ","465075":"\n  You don't need to know that either lol\n  ","465076":"\n  Ah ok! Nice. Thought it was someone else who answered the question 🤣\n  ","465077":"\n  Meant the other person XD\n  \n  Figured you meant Jack Johnson :)\n  ","465078":"\n  Indeed.\n  \n  The double standard is still annoying though.\n  ","465079":"\n  Maxwell?\n  ","465080":"\n  Who?\n  \n  Is that good or bad? 🤣\n  \n  Lots of singers could fit the bill of cold days..\n  ","465081":"\n  I haven't but would be interesting!\n  ","465082":"\n  These two came to mind ¯\\_(ツ)_\/¯\n  \n\n   https:\/\/youtu.be\/OkyrIRyrRdY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/erywPdFfORE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","465083":"\n  I liked eve, Diane&King, Sakura&Syaora out of the ones listed.\n  ","465084":"\n  No idea\n  ","465085":"\n  love\n  \n\n   https:\/\/youtu.be\/4EGczv7iiEk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","465086":"\n  Yup, one. Then went to sleep.\n  ","465087":"\n  Haha wtf\n  ","465088":"\n  I meant fb, ig and some other stuff\n  \n  But one vid did get watched last night from xxx too 🤷🏼‍♀️\n  ","465089":"\n  Few close ones. More acquaintances\n  ","465090":"\n  Underwear\n  ","465091":"\n  Was looking up other things last night\n  ","465092":"\n  The leopard bikini\n  ","465093":"\n  Yes, I'll go swimming :)\n  \n  Glad for \"cooler\" days ahead lol\n  ","465094":"\n  Being there, memories and experiences had, having your back, time known, trust, honesty, and a million other things.\n  \n  Ride or die type friend. My best friend since the 1st grade is definitely that person for me.\n  ","465095":"\n  Enjoy!!\n  \n  Not too much here lol\n  ","465096":"\n  It's been good 😇\n  ","465097":"\n  Nah, I'm good 🙃\n  ","465098":"\n  If a guy can't admit that he's actually in a relationship is he really taken? Found out on my own much like everything else...\n  ","465099":"\n  No, I didn't end up looking\n  ","465100":"\n  There was a site that gave points, could win giftcards and also donate to charities so I did a lot of those. Mostly cancer ones, hungry children, animal ones etc\n  \n  I've done charities on FB for my birthday.\n  \n  Always wanted to help out at a soup kitchen but that hasn't happened yet.\n  ","465101":"\n  Ham, turkey, cheese. Maybe pepperoni if we have it.\n  \n  Canned chicken, tuna or salmon\n  \n  Chicken quesadillas\n  ","465102":"\n  Average amount?\n  ","465103":"\n  Same thing to me.\n  ","465104":"\n  Sadly XD\n  ","465105":"\n  He recommended me them :p\n  ","465106":"\n  There's plenty on here lol\n  ","465107":"\n  I figured someone would say something XD\n  \n  Yes, bit hypocritical there.\n  ","465108":"\n  I forgot to answer this last night\n  ","465109":"\n  Cool.\n  \n  Blame\n  \n   @danceswitcakes\n  \n  if you don't like them 🤣\n  ","465110":"\n  I don't trust that link\n  ","465111":"\n  Be slightly annoyed?\n  ","465112":"\n  I haven't gone to the gym since they closed. I was starting to get into the treadmill, surprisingly. Fell off one when I was a kid and hated ever since lol\n  ","465113":"\n  Underwear.\n  \n  I don't have much purple clothing atm. Neon or dark purples look better on me for some reason.\n  ","465114":"\n  Don't think so?\n  ","465115":"\n  He who?\n  ","465116":"\n  My d!ldo lol\n  ","465117":"\n  He's not really mine is what I meant.\n  \n  But also yes, since it's been a long time.\n  ","465118":"\n  It doesn't tell you who unfollowed\n  ","465119":"\n  Be hated ¯\\_(ツ)_\/¯\n  ","465120":"\n  Interesting.\n  \n  I feel like I get my news on FB and ig a lot\n  ","465121":"\n  Blue\n  ","465122":"\n  Didn't hear about that :o\n  ","465123":"\n  I only really remember the gym. 2014\n  \n  I started to like reading in the 7th grade because of the teacher, bad area, escape of sorts.\n  \n  I've always liked swimming and camping. Fun fact: I was 5 months old when my parents first went camping with me. It was sunny. With my siblings they had rain the whole time during their first times XD\n  \n  Everything else... not sure on specific times.\n  ","465124":"\n  Indeed. Why would that change? :p\n  ","465125":"\n  I still need to watch these ones!\n  \n  (n) = Netflix\n  \n  I don't know all the specifications on them, sorry!\n  ","465126":"\n  It feels weird seeing \"your guy\". Anyways, you don't need to know what we've done, how or when 😘\n  ","465127":"\n  I meant in general.\n  ","465128":"\n  I don't at the moment.\n  \n  Used to wear a necklace in high school. My friend got the same type with a different design and then our two other friends liked them and ended up getting different designs too. Kind of became a friendship one lol\n  \n  I've also had a rabbits tail\n  ","465129":"\n  What do you mean?\n  \n  I've had ask for 6\/7 years or something if you mean that..\n  ","465130":"\n  Yes...\n  ","465131":"\n  I'd guess 50\/50\n  ","465132":"\n  Still dont have a fave yet :p\n  ","465133":"\n  I used him on Tuesday. The front wanted some action :p\n  ","465134":"\n  A guy would obviously be better 😈\n  ","465135":"\n  I'm not wearing all black so I'll pass.\n  ","465136":"\n  Thanks for sharing?\n  ","465137":"\n  Hey kitten\n  \n  (Porgie is meowing)\n  ","465138":"\n  B for boner, bang, bug, bums, butts, bagel, bacon, blue.\n  ","465139":"\n  Was one of the polls on here on the discover page. Nasty.\n  ","465140":"\n  Who knows\n  ","465141":"\n  I suppose.. either way was sti gross to see lol like no child should be having pictures up like that. Looked 8-12ish.\n  ","465142":"\n  What's the difference between the first two?\n  \n  Either way that poll was gross. Some 8+ year old without underwear on and then comparing it to a girl with huge boobs 🤢\n  ","465143":"\n  Something in the past but didn't intend to do it either, just happened.\n  ","465144":"\n  Pardon?\n  ","465145":"\n  Dun dun dun\n  ","465146":"\n  It translated to \"Socks have to play a game of terian leister\" o.o\n  ","465147":"\n  I suppose that depends how they were doing it and how the guy reacted? Maybe make it known that I'm not just some random woman if she was very annoying about it.\n  ","465148":"\n  Yes. It can. People not taking life for granted etc\n  ","465149":"\n  Blue tank and black leggings\n  ","465150":"\n  Definitely a mixed bag.\n  ","465151":"\n  Think it has more to do with the actual cops, the military tactics when they could easily not kill for no real reason. The  crimes instead of Trump. Doesn't really add to it either with helping...\n  ","465152":"\n  A little bored. Alone. Having some ice cream. Might watch something or start the other book I got from the library. Haven't decided which to do yet\n  ","465153":"\n  👍\n  ","465154":"\n  Probably\n  ","465155":"\n  I think that's been happening a lot so hard to say if thinking it's the same case or not? Giving the name would be better.\n  ","465156":"\n  If I couldn't have them or wanted to help someone out.\n  \n  I think maybe go the foster route to see if a good fit before just adopting.. unless it was a baby.\n  ","465157":"\n  bump\n  ","465158":"\n  No. That would be much easier lol\n  \n  He's not exactly single 🙈\n  ","465159":"\n  You could say that\n  ","465160":"\n  Hugs back\n  ","465161":"\n  Uh.. I'm all for open communication but that would be a very weird conversation to have.\n  \n  Maybe if they were actually adults and went through something similar, asking for advice or whatever. Still would be bizarre lol\n  ","465162":"\n  The less you know, the better :p\n  ","465163":"\n  Nope. Our actions could be very different than what we thought of etc\n  ","465164":"\n  Very 🙃\n  ","465165":"\n  Haha\n  ","465166":"\n  Things I've done, about their grandparents, my own grandparents, our old dogs and whatever else..\n  \n  Normal things?\n  ","465167":"\n  Seems like you need rest then\n  ","465168":"\n  Oh nice! Hope you'll be ok :p\n  ","465169":"\n  Don't feel like getting nonstop mean messages?\n  ","465170":"\n  That FB quizzes can tell the future at times? :o\n  ","465171":"\n  No need to be sorry <3\n  \n  Just rather not have it be the ONLY thing on my page and what not\n  ","465172":"\n  What about socks? O.o\n  \n  Thought this was another GOT question lol\n  ","465173":"\n  I know.\n  \n  Also dont feel like talking about that stuff anymore unless really necessary etc\n  ","465174":"\n  Not sure either. They can have opinions but they are just being hateful instead of giving them? Also it's my life, my body so why do they care so much?\n  ","465175":"\n  XD\n  ","465176":"\n  Good luck\n  ","465177":"\n  Must have s*x? I agree :p\n  ","465178":"\n  Drying my hair\n  ","465179":"\n  Just because you ask this doesn't mean I'll answer it.\n  ","465180":"\n  Also watch movies or films\n  ","465181":"\n  Ham, turkey, cheese\n  \n  Hummus, mayo or guacamole for the condiment\n  \n  Canned chicken, tuna or salmon\n  ","465182":"\n  ¯\\_(ツ)_\/¯\n  ","465183":"\n  I don't have one written down. Its more in my head, in the moment. No set timeline to complete them etc\n  ","465184":"\n  Take a bath, light a candle\n  \n  Facemasks or other pampering items\n  \n  Read\n  \n  Write or do other creative outlets\n  \n  Sleep\n  \n  Cry\n  \n  Analyze why I'm feeling that way\n  \n  Talk about it\n  \n  Exercise\n  ","465185":"\n  I don't, actually.\n  \n  Do have a waterproof one that I use in the bath tho\n  ","465186":"\n  Hello\n  ","465187":"\n\n   https:\/\/youtu.be\/hGzBZJHhHsc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","465188":"\n  Meh. This bath isn't that relaxing. Bubbles also disappeared on me.\n  ","465189":"\n  Nope\n  ","465190":"\n  It was that time when we had the falling out. They admitted to following\/unfollowing me at times when they wrote the huge message of why they didn't want anything to do with me. She also tagged me so why ask this? lol\n  \n  All I said was it was one of those people. Not even talking bad about anyone.\n  ","465191":"\n  Nah. I'm wearing the floral bathingsuit that you guys have seen plenty of times lol\n  ","465192":"\n  Not sure about that. Everyone and everything should get attention. Even negative attention is still attention.\n  ","465193":"\n  Trust is given both ways for starters. I don't fully trust anons.. especially depending on what they send.\n  \n  Rarely do I think about their appearance.\n  ","465194":"\n  Not that much. Secret answers can be fun. The only real perk of it.\n  ","465195":"\n  lol\n  ","465196":"\n  It was part of the Vip+ requirements.\n  \n  They change them up. Now it's based on how much we answer and points for the replies we get from our questions\n  ","465197":"\n  Oh\n  ","465198":"\n  More ambitious than ridiculous to me\n  ","465199":"\n  Probably childhood lol\n  ","465200":"\n  I've just been wearing tanks and shorts or if I get too hot a tshirt and underwear.\n  ","465201":"\n  Feels like a lifetime ago\n  ","465202":"\n  I'm not much of a jealous person. I feel that the instances where I have been... left me in tears then getting over it type thing.\n  ","465203":"\n  Panda Express, pizza, real chinese food, chipotle, subs...\n  ","465204":"\n  Nope lol\n  \n  They reply to my other shoutouts though ¯\\_(ツ)_\/¯\n  ","465205":"\n  Both.\n  \n  Wore the bikini on Tuesday.\n  ","465206":"\n  That would be hard\n  ","465207":"\n  No, I wasn't.\n  ","465208":"\n  I'd rather do that with someone or if I got really hot.\n  ","465209":"\n  Night 😴\n  ","465210":"\n  This movie came to mind\n  ","465211":"\n  Breakfast\n  \n  I feel like I kind of had a therapy session with someone earlier 🤣\n  \n  A snack and dinner thrown into the mix of the day\n  \n  Walked a little with my mom\n  \n  Went night swimming\n  \n  Sleep will be the next thing done 😴\n  ","465212":"\n  Both would be amazing to do! I'm more the ocean kind of girl.\n  \n  I like the moon and stars but I'm not sure I'd like being up in space?\n  ","465213":"\n  The unsinkable\n  ","465214":"\n  Dad\n  \n  Also one of our old neighbors with 234677 cats. They had a bunch of bowls for each cat, the house was filthy etc\n  ","465215":"\n  I guess knowing myself, the truth of the matter and other such things.\n  \n  Give a little? Kindness. Being calm and rational.\n  ","465216":"\n  Maybe one that would eat me? 🤣\n  ","465217":"\n  Cheese\n  \n  Bbq Chicken with bleu cheese dipping sauce\n  \n  Chicken, spinach, feta, white sauce\n  \n  I don't mind pepperoni or sausage ones either but they aren't my first picks to get.\n  ","465218":"\n  There's some good songs out there :)\n  ","465219":"\n  I don't like silk that much. Clings to everything clothing wise.\n  \n  Don't mind silk pillowcases much.\n  ","465220":"\n  I guess writing or poetry.\n  ","465221":"\n  Romcom ones -_-\n  ","465222":"\n  Mixed emotions I guess... doing ok.\n  ","465223":"\n  I'm married now??\n  \n  Nothing as its 1am here.\n  ","465224":"\n  Nobody ever reads those\n  ","465225":"\n  Having a cat named Lucky?\n  ","465226":"\n  Chances are I'd find out on my own what they were up to. Got those detective skills, man. Can read people, gut instincts etc\n  \n  I'd want to know. It would either be break up, add another person into the mix, try an open relationship or poly type of deal. Just really depends on the situation, that person, mood and other factors. If they didn't matter that much to me then break up would seem the obvious choice.\n  ","465227":"\n  I think they'd be pretty normal ones ¯\\_(ツ)_\/¯\n  \n  What would be a ridiculous goal to you?\n  ","465228":"\n  Cool...\n  ","465229":"\n  Yes. Was very refreshing. Always annoying airdrying hair late at night though afterwards XD\n  ","465230":"\n  Hot out still. Cloudy. Think I'll go night swimming. Didn't get much of a walk tonight. The view was still good ;)\n  ","465231":"\n  Girls can definitely be ruthless at times.\n  ","465232":"\n  A bruise on the back of your heel? Was closing the metal door and it hit my heel. Already starting to bruise -_-\n  \n  I like anklets. I have one that has the hamsa hands on it.\n  \n  Beach towel, bathing suit\/bikini. Pool, lakes, ocean.\n  \n  Sunscreen or sun tan lotion\n  \n  I like my hair blonder. Naturally and from the sun\n  \n  Somewhat tanner. I only get like 2-3 shades \"darker\". My face breaks out in freckles\n  \n  I want some cute summer dresses. Shorts. Comfy tops.\n  \n  Watermelon and other summery foods\n  \n  Camping\n  ","465233":"\n  This dude is pretty cool.\n  \n  Also the part with Jon Snow and the redhead fighting in the snow with everyone else.\n  \n  Many good ones!\n  ","465234":"\n  Why would someone throw you away?\n  ","465235":"\n  Wouldn't you want to be more than just amazing?\n  ","465236":"\n  He's decent but only saw in a friend way. Also has two kids now with her and then the adopted daughter of the mothers. I think that's right o.o\n  ","465237":"\n  Think he might have been when younger but moved to America? Liam\n  ","465238":"\n  Not really. I have one on Twitter that I can miss at times. Funny cop, had interesting things to say, into mediums, tarot etc\n  ","465239":"\n  Yes, a couple.\n  \n  I'll pass at the moment\n  ","465240":"\n  Not sure what that is\n  ","465241":"\n  😈\n  ","465242":"\n  Yes\n  ","465243":"\n  I was going to tag @ luckyguy but there's actually multiple people with those usernames\n  ","465244":"\n  Neither\n  ","465245":"\n  About two weeks ago.\n  \n  Then last night a bit.. guess I was due for some tears ¯\\_(ツ)_\/¯nothing to do with comments on here.\n  ","465246":"\n  I haven't worn a bra in ages.\n  ","465247":"\n  A dress that had a somewhat matching theme to my sister's outfit.\n  \n  Too bad I dont have the pic digitized. We didn't look very happy in it lol\n  ","465248":"\n  Not getting an Instagram coach trying to make me a part of her team for July 🤔Like did I ask?? Just because I like something doesn't mean I want in. I already have a coach anyways! These ig girls just care about the money and not about the people themselves. Especially the ones selling you teas, coffee drinks, pills, Herbalife and everything else.\n  ","465249":"\n  I haven't been everywhere to know that!!\n  \n  There's been about 3 that I've liked in AZ.\n  ","465250":"\n  Haha thanks\n  ","465251":"\n  Weird message. Marriage should be talked about in person or in private at the very least. Not on anonymous.\n  ","465252":"\n  I'd say these ones...\n  \n  Being ghosted\n  \n  Not feeling good enough..especially if no second date or whatever\n  \n  Not knowing the person that much. I can come off as shy but sizing them up. Resting b!tch face and being bigger doesn't help my case either.\n  \n  If they are really interested or just want something that night...\n  \n  Sharing information when it might not come to anything in the long run\n  \n  Not feeling a connection and being stuck there on the date\n  \n  Sharing too much\/too little\n  \n  The mindset of the date in general\n  ","465253":"\n  This made me laugh.\n  \n  Just checked and nothing new was listed under \"purchased\".\n  ","465254":"\n  If at home and not doing much - lounge shorts and a tank\n  ","465255":"\n  Looks like one person's page got suspended. Didn't even have to answer that question. Claimed that I was sleeping with a bunch of men.. like nope, just the one. Also used the N word when the guy isn't even  o.o\n  ","465256":"\n  Anything else you want to add to the list?\n  ","465257":"\n  Need to be stronger :)\n  ","465258":"\n  Shhh\n  \n  That came to mind tho because the other person that said that lol which they didn't do, btw.\n  ","465259":"\n  🤣🤣🤣\n  ","465260":"\n  I mean now they can actually say it lol before it was just comical XD\n  \n  But yes, still dont think I'm one either. One situation shouldn't demeanor you like that.\n  ","465261":"\n  It's fine! Understandable why it's taking longer with covid and all that.\n  \n  That's up to you. You dont need to though!\n  ","465262":"\n  Yes\n  ","465263":"\n  I'm not self-centered.\n  \n  Anyways. Have a nice day. Done here\n  ","465264":"\n  I never said that I didn't care. Keep trying.\n  ","465265":"\n  I'd rather just focus on the now. Clearly cant share anything in my life wouldn't someone taking it personally.\n  ","465266":"\n  Not even the way I meant. You always twist words to make me appear even way worse.\n  \n  I'm done answering \"questions\" from you.\n  ","465267":"\n  Anyone else I shouldn't interact with? 🤣\n  \n\n   @asgardarts\n  \n","465268":"\n  Aerosmith was from Massachusetts atleast. The dropkick Murphy's, vertical horizons, a dude from Survivor   went to school with my dad.\n  ","465269":"\n  Sure\n  \n  Good luck\n  ","465270":"\n  hmm\n  ","465271":"\n  Don't have one. They are all good.\n  ","465272":"\n  A girl's name.\n  \n  She got me the cherry bikini, and the old navy giftcard off my Amazon wishlist.\n  \n  Surprised me with this one that I'm still waiting on getting.\n  ","465273":"\n  \"Hoes before bros\" should only be towards friends. Not a common girl code for every single girl in the world. That seems like a lot of responsibility.  I don't know her. Yes, it's a sucky situation to be in. I don't feel like a traitor though. Maybe if was a friend then yes, would feel way differently.\n  ","465274":"\n  Nice\n  ","465275":"\n  Most likely born into it.\n  ","465276":"\n\n   لا. أنا أستخدم ترجمة جوجل.\n   \n   Speaking it would be so hard! I'd get lost in the words haha.\n  \n","465277":"\n  No, I wouldnt. But it is interesting learning about their signs too. I don't take too much stock in it.\n  ","465278":"\n  You too!!\n  ","465279":"\n  Seems rude\n  ","465280":"\n  I was sleeping when this was asked.\n  ","465281":"\n  Not that much.\n  \n  Still waiting on one package from Tanya.\n  ","465282":"\n  Only you know that answer. Nobody else knows what's going on to give advice etc\n  ","465283":"\n  Hoe aunty\n  ","465284":"\n  Maybe like 35% but its pretty boring to me as well.\n  ","465285":"\n  Yes. Roses and sunflowers are my favorites.\n  ","465286":"\n  Those designs\n  ","465287":"\n  Check the time\n  \n  Go the bathroom\n  ","465288":"\n  Indiana 🙈\n  ","465289":"\n  Negative people\n  ","465290":"\n  Why is the guy not held to the same degree? It's always the girl's fault then?\n  ","465291":"\n  Yup\n  ","465292":"\n  It literally does nothing if they are still anon.\n  \n  They could still see my page too\n  ","465293":"\n  I doubt it.\n  \n  They dont come on my page.\n  \n  They know all the racist stuff. They take it personal. It's not the same kind of stuff Elyssa gets. The writing style is different too.\n  ","465294":"\n  I have them blocked on their original accounts but still they check up on me.\n  \n  Its clearly eggsy or Alison on a new account. I don't think Ash would give a damn about me anymore lol Alison even admitted to checking out my page at times when we first had that falling out. I doubt Danny would care this much either as they were the last ones to say something thanks to eggsy's twisted words of \"informing\" them.\n  ","465295":"\n  Trash. Got it 👍\n  ","465296":"\n  Why are you still on my page??\n  \n  It's not funny. The question was ironic. The first thing I saw.\n  \n  You should leave Patchy alone as well. He isn't involved in any of this. It's just bizarre at this point why you keep harassing an innocent bystander about me. Regardless of what I've been doing. He can form his own opinions, read my page etc same with anyone else that you probably harassed about this.\n  ","465297":"\n  Yes but its not a relationship partner way which is what I meant there. You guys don't need to know the when's.. especially when I'm being told that I'm ugly, stupid, idiot, pathetic, need to grow up and a bunch of other things.\n  \n  Didn't know they cared so much about my life. Especially when they've mentioned that I should have died too.\n  \n  Me not wanting to associate myself with that anon or get those type of messages doesn't mean I'm playing a victim card either.\n  ","465298":"\n  A\/c, ceiling fan, food being made\n  ","465299":"\n  F.ucking tests, mate.\n  ","465300":"\n  Ok\n  ","465301":"\n  Not voting at all more like it\n  ","465302":"\n  Y'all don't deserve knowing any type of information now.\n  ","465303":"\n  Too long\n  ","465304":"\n  I'm not a doctor nor do I know how bad it is.\n  \n  Potassium could help if its just needing more vitamins type thing for the muscles.\n  \n  Or did something wrong and pulled a muscle. Icing the area helps. You should always go to a doctor if it keeps happening.\n  ","465305":"\n  Haha 🙃\n  ","465306":"\n  That usually happens during that time... hope it wont be too bad the whole time!\n  ","465307":"\n  lol this is the first question I see 🤣\n  ","465308":"\n  There's an echo 🤣\n  ","465309":"\n  I'll try for sleep again:)\n  ","465310":"\n  lol now I'm getting these people writing more stuff to me. Sigh. Why not just unfollow instead of trying to add drama?\n  ","465311":"\n  Everything 🤷🏼‍♀️\n  ","465312":"\n  FS people migrated here when they went under.\n  ","465313":"\n  My old gym to walk around. Bunch of people fishing. When we sat at one bench a bunch of fish were there. Seemed like they were hiding from all the people trying to get them XD\n  ","465314":"\n  To what? You haven't said anything.\n  ","465315":"\n\n   http:\/\/amzn.to\/2mQK30H\n  \n","465316":"\n  Same. Except my mind started to think about something that I don't want in my head atm :\/\n  ","465317":"\n  I don't?\n  \n  Just because I don't play doesn't mean something should be banned.\n  ","465318":"\n  Night\n  ","465319":"\n  Hate when lahore visits my page.\n  ","465320":"\n  :)\n  ","465321":"\n  I'm too sweet\n  ","465322":"\n  Enjoy\n  ","465323":"\n  Just one? :o\n  ","465324":"\n  I still need to get caught up with some of them 🤦🏼‍♀️\n  \n  This is Us\n  \n  I caught an episode of Labor of Love and that seemed ok.\n  \n  Need to watch more Got.\n  \n  Season 10 of TWD\n  ","465325":"\n  Haha no 🤐\n  ","465326":"\n  Don't really have one atm\n  \n  Wouldn't be a crush but more ones that I just like their work etc\n  ","465327":"\n  Thanks\n  ","465328":"\n  Yay :)\n  ","465329":"\n  The ocean? California ones then. I've only been to San Diego once. Haven't gone to other areas but big sur, Joshua tree and other areas want to be explored!\n  \n  Lakes.. I'll just say it's a national park with different ones within it.\n  ","465330":"\n  I guess it could be lol\n  \n  I've worn one that 1%rose got me 🤣\n  ","465331":"\n  It will be a zoom wedding instead and then next year they will have a real one with everyone.\n  ","465332":"\n  *hugs*\n  \n  I could use some. Kind of in my feelings about something.\n  \n  A song got to me while in the car. I still feel decent but ya..\n  ","465333":"\n  Or be the spankee\n  ","465334":"\n  Like I'd get spanked\n  ","465335":"\n  Not really sure. Don't exactly want to think about weddings atm\n  ","465336":"\n  lol nice :p\n  ","465337":"\n  Haha nice\n  ","465338":"\n  Not always. Depends where, what you were talking about. If it has to be more professional then hell yes, be a professional!\n  ","465339":"\n  The 🙄 face just reminds me of a conversation I've had with someone now 🤣🤦🏼‍♀️\n  ","465340":"\n  I know\n  ","465341":"\n  Until then, my good sir. Haha\n  ","465342":"\n  No idea. I don't think anyone I follow is getting married atm?\n  ","465343":"\n  Haven't done that in years.\n  ","465344":"\n  Hello:)\n  ","465345":"\n  me lol\n  ","465346":"\n  Not discussing that.\n  \n  Already getting enough shitty comments from people. You guys also dont need to know everything.\n  ","465347":"\n  Someone (still think its eggsy) went to a guy's profile and was saying a bunch of things to them about me. Probably going to say the same to other guys I follow on here or trying to find out if one of them is my ex.. who knows.\n  \n  They even claimed it being criticism... like no. Calling me ugly, stupid, and a bunch of other things goes deeper than just criticizing me. Talking about karma and all that. Criticism is usually a method of helping someone see a different view.. that's not what this person is doing. Even keep bringing racism into it when it literally has nothing to do with anything here.\n  \n  I'm not religious but only GOD should judge me. Their words mean nothing to me. They aren't being helpful either. They don't know everything about me, the guy or anything else.\n  ","465348":"\n  Depends what the guy is packing, how gentle\/rough he is, aroused enough or lube needed, goes in inch by inch or the whole thing straight away. Everyone would be different too.\n  ","465349":"\n  So you can go around warning ng them? 🤣\n  ","465350":"\n  Pardon?\n  ","465351":"\n  For?\n  ","465352":"\n  None exists:p\n  ","465353":"\n  I'm not depressed.\n  \n  I don't think depression has age limits, sadly.\n  ","465354":"\n  I don't want to punch something but still relatable\n  ","465355":"\n  Twice\n  ","465356":"\n  They have still been open here. Hours might have changed tho..\n  ","465357":"\n  My confidence is fine lol\n  ","465358":"\n  Nah... I did go bathroom tho lol\n  ","465359":"\n  I think that depends more on the child's behavior, friends and whatever else that could negatively impact them?\n  ","465360":"\n  Yes, years ago 🤦🏼‍♀️\n  \n  Made things worse\n  \n  Dont feel like sharing the advice and all that\n  ","465361":"\n  5:55pm\n  ","465362":"\n  That's private 😉\n  ","465363":"\n  You guys make me regret sharing things at times.\n  ","465364":"\n  Sure.\n  \n  I've read certain books before. About blood type and what to eat, people's stories, vegan and other such things.\n  ","465365":"\n  Pretty self explanatory?\n  ","465366":"\n  Out with friends, family\n  \n  Sleeping\n  \n  Reading\n  \n  Watching films\n  \n  When I have a partner\n  \n  The random moments of every day..\n  ","465367":"\n  Hello sunshine\n  ","465368":"\n  That would be pretty awkward if I thought this was the ex and showed up 🤣\n  ","465369":"\n  Cute\n  ","465370":"\n  Whose fault is that? 🤣\n  \n  Now I have this song in my head, man.\n  \n\n   https:\/\/youtu.be\/0RQDIJ2CvbA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","465371":"\n  Thanks for the update 👍\n  ","465372":"\n  Is knee code word for something else?\n  ","465373":"\n  Monopoly since I've played it more\n  ","465374":"\n  Oh well\n  ","465375":"\n  A few things but let's not dwell on the past\n  ","465376":"\n  Nope lol\n  ","465377":"\n  ¯\\_(ツ)_\/¯\n  ","465378":"\n  Maxwell\n  ","465379":"\n  I'd rather not lol\n  \n  One or twins at the very least, please!\n  ","465380":"\n  Nah\n  \n  Taking a bath now\n  ","465381":"\n  No\n  ","465382":"\n  Or go swimming in my cherry bikini 😉\n  ","465383":"\n  Live?\n  ","465384":"\n  Will be shortly\n  ","465385":"\n  :)\n  ","465386":"\n  Dirty things, my dude.\n  ","465387":"\n  Yes.\n  \n  The pants on Halloween. 32 waist but they wouldn't button o.o they were wicked baggy but not there\n  \n  ¯\\_(ツ)_\/¯needed less than an inch\n  \n  A shirt\n  \n  A hoodie\n  \n  Underwear before since had an accident when young lol\n  ","465388":"\n  Yes.\n  \n  Them and roses\n  ","465389":"\n  They better 🤙\n  ","465390":"\n  We need some rain\n  ","465391":"\n  Sunflowers I guess\n  ","465392":"\n  🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️\n  ","465393":"\n  Yes.. totally riveting stuff innit\n  \n  Me being all its not like that, not sharing every single thing. If anything it was the anons being all boastful n shit egging it on. Saying what they'd do if in my situation etc\n  ","465394":"\n  Same\n  ","465395":"\n  Good for them?\n  ","465396":"\n  I made 4 little ones and they ended up blending together\n  ","465397":"\n  Was going to make some mini pancakes since since hungry but it turned into a blob instead -_-\n  ","465398":"\n  I don't think I'm that popular.\n  ","465399":"\n  Should limit the amount of people going.\n  \n  Not sure what hajj pilgrimage is.. if it's bad, dont send me this crap.\n  ","465400":"\n  Are you asking for likes or a follow back? Not sure what that really means.. translation didn't help much.\n  ","465401":"\n  I guess. Holidays definitely feel different when older.\n  ","465402":"\n  We aren't all the same? We'd like different things etc\n  ","465403":"\n  lol\n  ","465404":"\n  Yes. Making pancakes from the leftover mixture yesterday:)\n  ","465405":"\n  Did you mean c*m? :p\n  ","465406":"\n  love?\n  ","465407":"\n  Not really.\n  \n  I've sat for their pets before 🤣\n  ","465408":"\n  Doesn't really effect me\n  ","465409":"\n  I haven't heard anything from him to form a legit opinion.\n  \n  However, people should be using the guidelines.\n  ","465410":"\n  People voted for his personality? 🤢\n  ","465411":"\n  Not sure what you are asking\n  ","465412":"\n  I think it's justified.\n  \n  I've also heard of Sharon, Linda and Lisa in those contexts.\n  ","465413":"\n  It knows you too well then\n  ","465414":"\n  Yes. I'm already an aunt to two other nephews (my brother's kids)\n  \n  Sister's first\n  ","465415":"\n  Howdy\n  ","465416":"\n  Guess the bath wasn't as good last time then lol\n  ","465417":"\n  Neither but I used to drink Pepsi.\n  ","465418":"\n  Not by myself\n  ","465419":"\n  Rather not get called that\n  ","465420":"\n  Death of my grandpa, old dog, a friend\n  \n  Root canal pain\n  \n  Heartbreak\n  ","465421":"\n  You like it\n  ","465422":"\n  Still don't know lol\n  ","465423":"\n  lol\n  ","465424":"\n  Support systems are great.\n  \n  But ultimately it's their decision to \"be better \". Nobody can really enforce that on someone else's behalf.\n  ","465425":"\n  Pee and 💩\n  ","465426":"\n  ¯\\_(ツ)_\/¯\n  ","465427":"\n  I think you know 🙄\n  ","465428":"\n  Yes\n  \n\n   http:\/\/amzn.to\/2mQK30H\n  \n","465429":"\n  Night x\n  ","465430":"\n  Probably Aphrodite.\n  ","465431":"\n  Shapeshift when I want ¯\\_(ツ)_\/¯\n  \n  Dog or butterfly? Idk\n  ","465432":"\n  Two nephews and then the one on the way.\n  ","465433":"\n  I didn't drink any today\n  \n  Or do you mean something else?\n  ","465434":"\n  Not that often\n  ","465435":"\n  To want me *sings*\n  ","465436":"\n  Yes. They had a name picked out for years. It will be Jack.\n  \n  Due in July but think she'll get induced sooner.\n  ","465437":"\n  That's not fun\n  ","465438":"\n  Meet my nephew? Idk.\n  ","465439":"\n  I haven't had a proper hug in a while :(\n  ","465440":"\n  Sometimes\n  ","465441":"\n  No, thankfully.\n  ","465442":"\n  XD\n  ","465443":"\n  Haha\n  \n  Better when a certain someone says it :p\n  ","465444":"\n  Doing something fun at the house or going to fun exciting places with the person and making it feel that way.\n  \n  I'm not hard to please\n  \n  Can literally be anything\n  ","465445":"\n  My name ;)\n  ","465446":"\n  I'm not sure what station was on but it was yesterday. All the Trump speeches and crap -_-\n  ","465447":"\n  Mostly gym, day trips somewhere, my brother's house, my nephews uncle's house, dog\/housesitting.\n  \n  The gym being the biggest one that has been the most difficult for me. Still been busting out workouts at home\n  ","465448":"\n  There's something I'm waiting on but haven't heard back yet. That's more on them than me though.\n  \n  Besides that, I feel like I got everything I wanted done today.\n  ","465449":"\n  A little biased there.\n  ","465450":"\n  I haven't really spent money in a while on anything aside from groceries.\n  ","465451":"\n  Noon and night\n  ","465452":"\n  In regards to what?\n  ","465453":"\n  Yes. My grandpa's dad (dad's side) of the family were farmers. Had their own farm.\n  \n  Wish I had that picture digitized because he was mega old and creepy looking sitting on a rocking chair on the farmhouse porch XD\n  ","465454":"\n  Or moon and stars\n  ","465455":"\n  This made me miss isketch\n  ","465456":"\n  I don't do anything for the cool factor. I'm not a teen.\n  ","465457":"\n  Yes. Think I should too. Regardless of how it ends.\n  \n  lol rude :p\n  \n  She's still a person, dude.\n  ","465458":"\n  What does that have to do with sports?\n  ","465459":"\n  Very rarely.\n  \n  I swim, go to the gym or at home workouts more.\n  ","465460":"\n  I was thinking of reading.\n  ","465461":"\n  Perhaps\n  ","465462":"\n  Not sure, tbh.\n  ","465463":"\n  Nah. Honestly rather not have my inbox filled about the guy again lol\n  ","465464":"\n  Ok lol\n  ","465465":"\n  Men on here? Doubtful. I just don't want that. Guys have even still tried and whenever I say no their demeanor changes instantly. Sick of it.\n  \n  Not really sure about elsewhere. I've still been getting matches and messages on okcupid but I feel like that just complicates things even more if did go after them? The guy would have to really feel special to me if did want to go that route.\n  ","465466":"\n  And people think I'm the one that really boasts about it.\n  \n  For one thing, was honesty night last night. Kept saying it wasn't like that to certain things too\n  \n  This seems like a hater trying to be cute on anon.\n  ","465467":"\n  Chocolate chip cookie dough\n  \n  Depends if got somewhere or adding the toppings myself.\n  ","465468":"\n  I don't need to show off a thong.\n  \n  Its white. Lace. Has the little bow.\n  \n  Just like all the other colors I got do.\n  ","465469":"\n  I've never been on a horse\n  ","465470":"\n  Nope. I'm not posting pictures of that lol\n  ","465471":"\n  The thong\n  ","465472":"\n  Yes, I do.\n  \n  I have blueberries and strawberries more\n  ","465473":"\n  You know.. gotta act the part ;)\n  ","465474":"\n  Or just a white lacy thong\n  ","465475":"\n  None\n  \n  Going swimming\n  \n  That reminded me that I didn't pick out a pair yet :p\n  ","465476":"\n  I'll pass\n  \n  I like genuine likes more\n  ","465477":"\n  Hi\n  ","465478":"\n  Gets the first aid kit\n  ","465479":"\n  Guess I'm doing something right if others feel the need to talk shit haha ¯\\_(ツ)_\/¯\n  ","465480":"\n  Nice after thought XD\n  ","465481":"\n  To share my feet with all the world\n  ","465482":"\n  I knew it!! No secret XD\n  ","465483":"\n  It shows o.o\n  ","465484":"\n  Haha alrighty then :p\n  \n  So far you have been the only feet maleeetier...\n  ","465485":"\n  If done right...\n  ","465486":"\n  What even is that word!?!\n  ","465487":"\n  Same 😋\n  ","465488":"\n  Always the one saying it first\n  ","465489":"\n  Could it be Jack?\n  \n  My sister's babies nursery is all fox, woodland themed.\n  ","465490":"\n  Uh oh. Shouldn't really mention feet on my page, man 🤣🙈\n  ","465491":"\n  I do  :)\n  ","465492":"\n  Ah sh!t\n  \n  Is this true!! :p\n  \n\n   @patchy_life\n  \n","465493":"\n  Reading, gym, writing when I feel like it, shopping, traveling, swimming etc.\n  ","465494":"\n  Pretty sure they'd be added into the \"all lives\" bit.\n  \n  Asians, Vietnamese, Japanese,  Korean.. they'd all matter too.\n  ","465495":"\n  Might take years even 🤣\n  ","465496":"\n  They do.\n  \n  All lives do but its about them atm\n  ","465497":"\n  Only if milkbones count? Was a dare before.\n  ","465498":"\n  There's a long wait for that ;)\n  ","465499":"\n  Unfortunately 👀\n  ","465500":"\n  🍆\n  ","465501":"\n  omg that really hurts. Not\n  \n  I literally don't care.\n  \n  You cant even come off anon while writing this. Such a pussy.\n  \n  Why do you think your opinion matters?\n  ","465502":"\n  Hugs the Monday out of you\n  ","465503":"\n  I still need to look into that\n  ","465504":"\n  Idk I was happy earlier :)\n  ","465505":"\n  My sister having a low blood sugar attack.\n  ","465506":"\n  It's been interesting 😉\n  ","465507":"\n  It's beautiful! I can get tired of it if nonstop blizzards.\n  \n  We have a white cat named Blizzard but its named after DQ because they rescued him from there when a kitten.\n  ","465508":"\n  I'll keep that to myself\n  ","465509":"\n  I'm not really sure\n  ","465510":"\n  Both 😍😍😍\n  ","465511":"\n  Try to be.\n  \n  Recycle\n  \n  I like goodwill and other such shops\n  \n  Reuse waterbottles\n  \n  Etc\n  ","465512":"\n  To??\n  ","465513":"\n  Breakfast\n  ","465514":"\n  Don't think it would be little lol\n  ","465515":"\n  Sh!t.. I forgot about that lol\n  ","465516":"\n  Blue\n  ","465517":"\n  Yes but I don't think I'd handle being a vegetarian. Rather vegan if had to go those routes.\n  ","465518":"\n  And bark in barks too\n  ","465519":"\n  To what? 🙈🙃\n  ","465520":"\n  Writing.\n  ","465521":"\n  I have water or tea more.\n  \n  Sugar free rootbeer when I feel cheeky.\n  ","465522":"\n  I'll make blueberry pancakes. Hopefully they turn out good. Haven't used this mixture before.\n  ","465523":"\n  Or both when suitable\n  ","465524":"\n  Good night\n  ","465525":"\n  🤣🤣🤣🤣\n  ","465526":"\n  I don't mind if you come over but I def need sleep atm\n  ","465527":"\n  That's not creepy at all...\n  ","465528":"\n  Blizzard is doing demon things in the hallway.\n  \n  I should really sleep too <3\n  ","465529":"\n  I should have went to sleep hours ago but besides that I'm good! Feel like 12 has been the earliest I've been sleeping lately and it's now 3am lol\n  \n  Hopefully sleep schedule wont get messed up now XD\n  ","465530":"\n  I don't, sorry.\n  ","465531":"\n  Physics? What goes up must come down?\n  ","465532":"\n  Sure you do lol\n  ","465533":"\n  I don't give it out to people I've never talked with either. You aren't entitled to know everyone's social media straight off the bat either.\n  ","465534":"\n  I'm awake :(\n  ","465535":"\n  Nice beard\n  \n  But I'm fine with the friends I have there now. I'll decline.\n  ","465536":"\n  You go on dates.. or it progresses into a relationship type dating.\n  \n  Friendship is just that.. friends.\n  \n  FWB is kind of the best of both worlds...\n  ","465537":"\n  Why would I do that?\n  ","465538":"\n  I know\n  ","465539":"\n  Strong 💪💪\n  ","465540":"\n  Drinks water\n  ","465541":"\n  Thanks sweetheart\n  ","465542":"\n  Indeed\n  ","465543":"\n  lol I love you guys XD Keep making me laugh and it's been a while for that. Sad it has to be about this stuff but yes.. laughter is great medicine too :)\n  ","465544":"\n  I found out myself that the girl was indeed his gf.. we weren't doing anything then atleast.\n  \n  Guys can be the worst!\n  ","465545":"\n  I'm glad\n  ","465546":"\n  Thanks lol\n  \n  I'm surprised that nobody has been mean, tbh. Or maybe its since I'm not the one actively seeking him? Idk.\n  ","465547":"\n  Oh?\n  ","465548":"\n  Hey king\n  ","465549":"\n  literally have 12 questions about him 🤦🏼‍♀️\n  ","465550":"\n  He's here even if with someone else. Talked about distractions because he didn't want to fall. The other parts are screaming at him no.. so who really knows.\n  \n  I'd say yes but that seems foolish of me ;)\n  ","465551":"\n  We aren't dating lol\n  ","465552":"\n  No\n  ","465553":"\n  Highly doubt that!\n  \n  Probably run me over or try beating me.\n  ","465554":"\n  Yes, there's been an increase. Some old and new feelings I'd imagine.\n  ","465555":"\n  Either cutting us both off and leaving\n  \n  Or\n  \n  6?\n  ","465556":"\n  Where is what?\n  ","465557":"\n  C*m\n  ","465558":"\n  Oh shit XD\n  ","465559":"\n  Aww XD\n  ","465560":"\n  How? She has good legs lol\n  \n  The time I met her she didn't look as put together but ya...\n  ","465561":"\n  Personality? Legs?\n  ","465562":"\n  Will have to do\n  ","465563":"\n  Both decent\n  ","465564":"\n  Will be. This weeks forecast XD\n  \n  118-120 is even worse!! Got to have a\/c and a pool. Trips to cooler areas. Sadly, Payson, is on fire currently. Nice forest area with mountains and campgrounds etc\n  \n  Some lakes but I miss the ocean!\n  ","465565":"\n  Omg. You guys are killing me with laughter tonight.\n  ","465566":"\n  It must have been the legs!!!\n  \n\n  He's done more seducing than I have 🤐\n  ","465567":"\n  Yup. Was 108 F earlier\n  ","465568":"\n  Its seemed like summer for months now XD 100+ temps\n  \n  Chocolate chip peanut butter and added some walnuts in\n  ","465569":"\n  Oh. It's been sunny all day. Read some, went swimming, baked cookies. Been pretty chill.\n  ","465570":"\n  It's been fine. Yours?\n  ","465571":"\n  Yes\n  ","465572":"\n  Not really\n  \n  Depends how they act?\n  ","465573":"\n  It would be nice being with him.\n  \n  It's his decision though. His words don't always match up. I don't think he fully knows what he wants, scared, doesn't want to get hurt again etc he makes it hard to fight for too...\n  ","465574":"\n  Haha\n  \n  I don't see it that way. Hard to explain\n  ","465575":"\n  Can be cute\n  ","465576":"\n  Nope. Just naturally that way I guess. Cba to use products at times lol like I just use body wash and call it a day pretty much\n  \n  Jergens ultra healing lotion is good but I've been using that more for my heel than actual legs\n  ","465577":"\n  Houses in AZ dont have basements.\n  \n  I've never been in the attic. Small area\n  ","465578":"\n  I'm happy that Panda Express was closed.\n  \n  Culvers 😍\n  \n  Chicken fingers and French fries\n  ","465579":"\n  Wishing I had some normal questions to answer as well 🤣🙃\n  ","465580":"\n  I'm still single.\n  \n  Just one.. haven't really put a label on it tho\n  ","465581":"\n  Maybe a 1\n  ","465582":"\n  It's fine!\n  \n  Oops XD\n  ","465583":"\n  Doesn't matter to me\n  ","465584":"\n  Ah, nice.\n  ","465585":"\n  I was alone for most of the day.\n  \n  It ended up getting late so I didn't call my dad. Different timezones atm\n  \n  Think blizzard was the last pic I took. Also of a recipe but deleted that since was done with it.\n  ","465586":"\n  I do.\n  \n  Guess you always miss them.\n  \n  Haven't in a few weeks tho\n  ","465587":"\n  Great 😈😉\n  \n  Uh.. I read some, went swimming, took a bath\/shower, made some cookies.\n  \n  Kind of just chilling on here now\n  ","465588":"\n  Have a creepy picture of Blizzard.\n  ","465589":"\n  Might as well ;)\n  ","465590":"\n  Time machine\n  \n  Can travel to the future and the past.\n  ","465591":"\n  Lilac cookie\n  ","465592":"\n  It's ok. Haven't had in forever.\n  ","465593":"\n  Not sure. I've always liked street style looks more on celebrities.\n  ","465594":"\n  It's been alright. I've read, went swimming, took a bath&shower, made cookies.\n  ","465595":"\n  I haven't 🙈\n  \n  I align more with Bernie Sanders though.\n  ","465596":"\n  Likewise\n  ","465597":"\n  Um, for the keto chocolate chip cookies to be done lol (in the oven )\n  \n  Something else too but will probably hear back next week?\n  ","465598":"\n  Depends what it is :p\n  ","465599":"\n  Toy poddle\n  \n  Basset hound\n  \n  Husky chow mix\n  ","465600":"\n  Who knows lol\n  \n  There will be fireworks but it's via the internet 🤣 Won't let anyone go there.\n  \n  Bit ridiculous as they've held other events there with 100+ people but scared of that day???????????????????\n  ","465601":"\n  Hahahahahaha\n  ","465602":"\n  Still have the same personality, funny, can come across as shy etc\n  ","465603":"\n  If you say so :p\n  ","465604":"\n  Adorable\n  ","465605":"\n  Oh well\n  ","465606":"\n  Nope 😈\n  ","465607":"\n  He's an alcoholic lol\n  \n  He's literally been avoiding people there because of covid. What else would he be doing? Work and drinking is all he's really been doing.\n  \n  I think I know my dad well after 32 years of being his daughter lol\n  \n  He's either alone or friends made him go out.. would still be drinking involved. Weed too I'm sure.\n  ","465608":"\n  The opposite of bad :p\n  ","465609":"\n  Tis my favorite season.\n  \n  Active more, sun, beaches ec\n  ","465610":"\n  Gives back\n  ","465611":"\n  Taking a bath now\n  ","465612":"\n  I'm not stupid?\n  ","465613":"\n  Eh... I'll go swimming.\n  ","465614":"\n  Being alone for most of it, it seems. Going to swim.\n  \n  Not sure what we'll do later when my mom, sister and her husband get back.\n  \n  Its already too late to call my dad. Rather not call when he's drinking either.\n  ","465615":"\n  👍\n  ","465616":"\n  Exactly\n  ","465617":"\n  Just like everyone else ;)\n  \n  Sent an email saying that it was rejected after I posted two pictures. Needed another form of ID which I dont have.\n  ","465618":"\n  Yes\n  ","465619":"\n  Indeed.\n  ","465620":"\n  In disguise\n  ","465621":"\n  Think he likes the azz more\n  ","465622":"\n  Some with good reasons.\n  ","465623":"\n  Shouldn't concern anyone else\n  ","465624":"\n  Not surprised\n  ","465625":"\n  Singing is probably better than playing....\n  ","465626":"\n  Are you?\n  ","465627":"\n  Last December- Taylor swift\n  \n  A little bit stronger- sara evens\n  \n  Cant go on without you- kaleo\n  \n  Unknown to you- Jacob Banks\n  \n  Some others too\n  ","465628":"\n  Personal things at times..\n  ","465629":"\n  It's a lot of different things. I don't feel like getting sappy lol\n  \n  I also like this quote\n  ","465630":"\n  Criminal activity, actions, words, how they treat you, abuse etc\n  ","465631":"\n  That too :p\n  ","465632":"\n  It's been forever since I've played anything.\n  \n  I'm more a reader. Get lost in books.\n  \n  Movies or shows\n  \n  Exercise \/ gym\n  \n  Bake\n  \n  Swim\n  \n  Walk \/ run\n  \n  S*x\n  \n  Sleep\n  \n  Talk with friends\n  \n  Work at times\n  \n  Etc\n  ","465633":"\n  Nicole\n  \n  Lyndsey Nicole :)\n  ","465634":"\n  None?\n  ","465635":"\n  Gym\n  ","465636":"\n  Idk but I did have a yogurt for breakfast\n  ","465637":"\n  Medium to hot spicy level depending on what it is\n  ","465638":"\n  I'd pass up that opportunity and make my mom go instead. She likes him ¯\\_(ツ)_\/¯\n  ","465639":"\n  No\n  ","465640":"\n  lol go away\n  ","465641":"\n  Yes\n  ","465642":"\n  Not if you want me to respond\n  ","465643":"\n  Lucky us lol\n  ","465644":"\n  No. Onlyfans rejected me.\n  ","465645":"\n  You don't think those are still afterlives?\n  ","465646":"\n  Far from one\n  ","465647":"\n  Gross :p\n  ","465648":"\n  Night beautiful creatures\n  ","465649":"\n  Nope. Maybe contact people with onlyfans?\n  ","465650":"\n  Sure\n  \n  Could have been better with other people\n  ","465651":"\n  I do but seemed like you were asking for a specific person \"sugar baby here\"\n  ","465652":"\n  Huh?\n  ","465653":"\n  Sleep\n  \n  Probably call my dad sometime\n  \n  There's not that much that can be done with covid still running rampant and such.\n  \n  Usually everyone gets together for dinner but I don't think that's happening.. prob be lowkey? Takeout or something here. Get a cake or make one? Who knows.\n  ","465654":"\n  Yes.\n  ","465655":"\n  This was cute 😍\n  ","465656":"\n  I forgot to answer this on Friday XD\n  ","465657":"\n  Yes, it was fine. Shorter than usual. Mom's heel has been bugging her on&off lately.\n  \n  Will do :)\n  ","465658":"\n  Kind of a weird question as father's day is tomorrow lol\n  \n  Mom still, even though been a little awkward lately.\n  ","465659":"\n  Does this mean something or just giving me a math problem? lol\n  ","465660":"\n  Yes. It should be with someone you love.\n  ","465661":"\n  It's been fine :)\n  \n  Still reading.\n  \n  Went for a little walk.\n  \n  Not sure if I'll continue to read or watch something.\n  ","465662":"\n  Yes, I do. Hopefully reunited with people and pets when the time comes.\n  \n  Past lives as well :)\n  \n  Think those can be harder to tell what you'd be or done?\n  ","465663":"\n  Read a book. Almost at 200 pages. 400+ total.\n  ","465664":"\n  Idk not really in a book\/movie mind frame.\n  ","465665":"\n  This doesn't seem like them though.\n  ","465666":"\n  Anon....\n  \n  The only real person(s) I've been deleting things from have been Ben and Lahore. Kind of understandable why I'm not wasting time answering things from them. lol\n  ","465667":"\n  A ton :p\n  \n  Indeed\n  ","465668":"\n  Meant all book\/movies XD\n  \n  The differences, what they kept, made better or worse etc\n  ","465669":"\n  Sometimes. Hard not to :p\n  ","465670":"\n  Good book\n  ","465671":"\n  Yes, sometimes.\n  \n  LOTR is great.\n  \n  HP books\n  ","465672":"\n  fiction, dystopian, mystery, coming of age type books, drug ones.. lots of different kinds, even the classics at times.\n  ","465673":"\n  None really.\n  \n  I'll give it my best shot :)\n  \n  I still need to watch a lot of the films\n  \n   @danceswitcakes\n  \n  gave.\n  ","465674":"\n  Ace that oral exam 😉\n  ","465675":"\n  Why?\n  \n  Guess you rock those black underwear then.\n  ","465676":"\n  Yup. More strict these days :)\n  ","465677":"\n  Boston to AZ\n  ","465678":"\n  Website & app. It tracks books for you. To read lists and other such things.\n  \n  Depends how good it is, my mood. It's been decent so far. Maybe a day or two...\n  ","465679":"\n  I've posted it here before and some psycho ended up making different accounts there and was harassing me nonstop\n  \n  Rather not deal with that crap again.\n  \n  Same with IG, don't want harassment there. Some real weirdos here. I don't always trust anons.\n  \n  Feel like SC was the only place I let anyone add me on and most dont even talk there so kind of pointless all around. Plus I didn't get on enough either.\n  \n  Rather have real people than someone I've never once spoken with try contacting me elsewhere when we dont even talk here. Fine with mutual people that I deem friends.\n  ","465680":"\n  Yes but goodreads is also telling me I'm 26 books behind my goal XD\n  \n  Been busy with other things\n  ","465681":"\n  Yes?\n  "}}