{"Question":{"467828":"\n   8 :P\n  ","467829":"\n   125\n  ","467830":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?\n  ","467831":"\n   Как катино день рождение?\n  ","467832":"\n   Would you rather be in constant pain or have a constant itch?\n  ","467833":"\n   Datanm prsya reki shaxsi bkam?\n  ","467834":"\n   Si fueras voluntario\/a, ¿dónde te gustaría trabajar?\n  ","467835":"\n   What image do you have as your desktop background?\n  ","467836":"\n   Are you mature or yet immature compared to your actual age?\n  ","467837":"\n   Did you ever run away from home?\n  ","467838":"\n   Such as? :P\n  ","467839":"\n   rating not ranking lol.\n  ","467840":"\n   one day i hope to hear a ranking from you. i hope i live to experience this day!\n  ","467841":"\n   rip reese's bar. latest victim. still twitching.\n  ","467842":"\n   🌬 When was the last time you listened to the sound of your own breathing?\n  ","467843":"\n   the cream eggs were really good. it was time, heart was fond again ☺\n  ","467844":"\n   trust yourself more than you trust others. is this good advise?\n  ","467845":"\n   If you were given the chance to be president would you take the job and what would be the first thing you would address?\n  ","467846":"\n   what are your bad habits?\n  ","467847":"\n   do i sense a scowl today?\n  ","467848":"\n   well im sure glad i sent this 😂\n  ","467849":"\n   rip cream eggs for anyone interested in the saga. now that last package of sht excuse for butterfingers tho...\n  ","467850":"\n   how was your day? anything good or bad happen?\n  ","467851":"\n   If you could get around in whatever way you wished whether it was realistic or not, how'd you choose to travel? 🏎🛸🦸‍♀️ Why that way specifically? 🤔\n  ","467852":"\n   If you ever encountered something like Slender man alone in the woods, do you think you'd be able to get out of there alive? Would you be able to resist looking back at him as he followed you? 😨\n  ","467853":"\n   are you a fast or slow eater?\n  ","467854":"\n   what is the best nut to put in chocolate bars?\n  ","467855":"\n   Does true love conquer all?\n  ","467856":"\n   how long should a couple be together before having their first child?\n  ","467857":"\n   how often do you check the time?\n  ","467858":"\n   Do you have a favourite flavour of ben and jerry's?\n  ","467859":"\n   if you were too scared to ask\n  ","467860":"\n   What was the first thing on your mind this morning?\n  ","467861":"\n   *throws you a lifesaver ☺\n  ","467862":"\n   What is your favorite part of this app?\n  ","467863":"\n   Good morning\n  ","467864":"\n   Any advice for someone who wants to come out as bisexual ...ie me?\n  ","467865":"\n   if there was a question you wanted to ask but didnt have the bottle to ask it what would it be ?\n  ","467866":"\n   fill in the blank. i treat my body like .......\n  ","467867":"\n   what does the term \"overthinking\" mean to you?\n  ","467868":"\n   thinking of the term \"bite your tongue\" how does this relate to you? how outspoken of a person are you or do you keep your thoughts to yourself? if you could rank from 1-10 how much you \"bite your tongue\" what number would you give yourself?\n  ","467869":"\n   Good night honey\n  ","467870":"\n   what are your favorite kinds of beans to eat and how do you like them prepared?\n  ","467871":"\n   What makes someone attractive?\n  ","467872":"\n   Do you have any embarrassing toilet story\n  ","467873":"\n   Do you believe in love at first sight?\n  ","467874":"\n   100\n  ","467875":"\n   Stop giving them the password\n  ","467876":"\n   How do you help your friends when they're feeling low?\n  ","467877":"\n   But aliens 👽 are everywhere.\n  ","467878":"\n   queefing?\n  ","467879":"\n   How if you barely wrote it\n  ","467880":"\n   Do you get annoyed when people expect you to be ok with something that they wouldn't be ok with if it was done to them?? 😡🙄\n  ","467881":"\n   You must be in the west coast.                            They probably don’t follow u in there because they see ghosts in your room. Lol\n  ","467882":"\n   What perfume are you wearing today?\n  ","467883":"\n   Hahah your answer matches your name\n  ","467884":"\n   Who made the last incoming call on your phone?\n  ","467885":"\n   About the annoying pop ups 😬\n  ","467886":"\n   What shoes did you wear today?\n  ","467887":"\n   Wake them up so they can chill with u\n  ","467888":"\n   Thanks for clarifying l thought you were talking about me lol.        Yes it’s been like this for awhile.\n  ","467889":"\n   118\n  ","467890":"\n   111\n  ","467891":"\n   104\n  ","467892":"\n   So that means you’re in bed already...\n  ","467893":"\n   Not sure what you mean by “you won this bull shit messages “ lol but my mobile version I click on a answer and it takes me to another persons answer that is annoying as well...\n  ","467894":"\n   Ppl be a shame of something natural lol\n  ","467895":"\n   Pop quiz - let's see how good your musical knowledge is - Can you guess which band sang the following lyrics: \"My life makes perfect sense, lust & food, & violence; sex & money are my major kicks, get me in a fight, I like the dirty tricks\"??\n  ","467896":"\n   45\n  ","467897":"\n   shaven or hairy 45\n  ","467898":"\n   1\n  ","467899":"\n   105\n  ","467900":"\n   120\n  ","467901":"\n   112\n  ","467902":"\n   Girl for me then again girl on girl is pretty hot\n  ","467903":"\n   Which would you enjoy more ? Watching a guy enjoying himself or watching a girl enjoying herself 😉\n  ","467904":"\n   Which movie do you think is overrated?\n  ","467905":"\n   Describe yourself in 3 words!\n  ","467906":"\n   How would you explain your basic life philosophy?\n  ","467907":"\n   What ordinary fact is very hard to actually understand?\n  ","467908":"\n   What is your biggest “pet peeve”?\n  ","467909":"\n   Whats your most annoying habit?\n  ","467910":"\n   what is one life goal of yours?\n  ","467911":"\n   How many times a month do you go grocery shopping?\n  ","467912":"\n   Queen🌹\n  ","467913":"\n   Hai guys, suka dengan barang minimalis ngga? Cek ini ya buat nemenin dekorasi kamar kamu supaya terlihat rapi dan minimalis ! 😁 semoga cocok\n   \n    https:\/\/id.carousell.com\/p\/1008627056\n   \n","467914":"\n   Nice muscles🌹💪🏻\n  ","467915":"\n   When you go shopping does your partner\na) shop with you\nb) sit on a seat outside the shop\nc) do their own thing\nd) not go at all\n  ","467916":"\n   Hello\n  ","467917":"\n   Thoughts on the name Samera for a girl?\n  ","467918":"\n   #146\n  ","467919":"\n   What was the last movie you watched?\n  ","467920":"\n   Is there a movie that you had to watch more than once to fully understand it?\n  ","467921":"\n   So I just randomly remembered that in my first elementary school, every Friday a different parent would prepare lunch for the whole class :) Have you ever remembered something like that out of the blue, even if you never thought of it for years?\n  ","467922":"\n   40\n  ","467923":"\n   \"me lol\" :P\n  ","467924":"\n   124 :P\n  ","467925":"\n   15\n  ","467926":"\n   47\n  ","467927":"\n   131\n  ","467928":"\n   135\n  ","467929":"\n   If you were a YouTuber, what would your videos be about?\n  ","467930":"\n   What should be the goal of humanity?\n  ","467931":"\n   Heeeyyy\n  ","467932":"\n   Buenas noches\n  ","467933":"\n   Would you rather trade intelligence for looks or looks for intelligence?\n  ","467934":"\n   No the darkness being the beauty so i don't have to look at your face🤢\n  ","467935":"\n   Beauty is only a light switch away\n  ","467936":"\n   115\n  ","467937":"\n   113\n  ","467938":"\n   Prove it\n  ","467939":"\n   Hi\n  ","467940":"\n   Fata$$\n  ","467941":"\n   Are you religious or spiritual?\n  ","467942":"\n   What are you most proud of? ❣️\n  ","467943":"\n   Do you speak any other languages? Or are you planning to learn anymore?\n  ","467944":"\n   What's your favorite kind of candy?\n  ","467945":"\n   Shark diving, bungee jumping, or sky diving?\n  ","467946":"\n   Do you enjoy pick up lines or are they just something that annoys you?\n  ","467947":"\n   Ever been on a speed boat?\n  ","467948":"\n   Name some teas you like. 🍵\n(That is, if you like tea.)\n  ","467949":"\n   Last time you talked with him?\n  ","467950":"\n   Sorry guys I didn’t mean to offend anyone I meant “did” as in when you were a teenager growing up, not as if your parents have passed......\n  ","467951":"\n   Do your parents knock when they come over\n  ","467952":"\n   Is it really worth giving people the benefit of the doubt? I’ve always believed action speaks louder than words.\n  ","467953":"\n   Have you ever seen the show “The Vikings”? I just started it. It’s interesting 😮\n  ","467954":"\n   How often do you think about your future?\n  ","467955":"\n   Did you have good parents?\n  ","467956":"\n   What gift will you never forget?\n  ","467957":"\n   Do-over day! Tell about three things you would do differently!\n  ","467958":"\n   Milk chocolate or dark chocolate?\n  ","467959":"\n   What is the best way to start summer?\n  ","467960":"\n   Have you ever stayed awake for an entire night?\n  ","467961":"\n   What gift would you like to receive on the upcoming holidays?\n  ","467962":"\n   What is better: bitter truth or sweet lies?\n  ","467963":"\n   Who is your smartest friend?\n  ","467964":"\n   What is your favorite piece of clothing?\n  ","467965":"\n   +\n  ","467966":"\n   Pap cooking\n  ","467967":"\n   Ur mood? 😍🙈\n  ","467968":"\n   Is the right thing always the best thing to do? And does doing the right thing always make you a good person?\n  ","467969":"\n   What is your favorite drink?\n  ","467970":"\n   What is the most overplayed song of all time?\n  ","467971":"\n   What should there be in a perfect day?\n  ","467972":"\n   What is something you do every single day?\n  ","467973":"\n   If you run away from your problems, does it count as exercise?\n  ","467974":"\n   you don't know their parents so you can't make that assumption\n  ","467975":"\n   Does it weird you out knowing your mom had to be fxcked and came deep inside of to make you?\n  ","467976":"\n   What do you believe in?\n  ","467977":"\n   Would you rather increase your intelligence or your charisma?\n  ","467978":"\n   Do you think puppies or kittens are cuter?\n  ","467979":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","467980":"\n   If you could meet a famous person, whom would you like to meet?\n  ","467981":"\n   Just doing gym at home🌹\n  ","467982":"\n   What are three things you always bring with you wherever you go? 👣\n  ","467983":"\n   When was the last time you saw an animal in the wild?\n  ","467984":"\n   Yuma?\n  ","467985":"\n   Phoenix arizona?\n  ","467986":"\n   Hi\n  ","467987":"\n   One thing I don't want, is pity from no one. This city is no fun. There is no sun, and it's so dark.\n  ","467988":"\n   Me rn🌹💪🏻💪🏻\n  ","467989":"\n   Fuck ya I did gurrlllll drawinnn it like one of those french gayllssssss yhhh 🙃 dw I’m going bed hahaha\n  ","467990":"\n   Ah cool, what pencil did you use? 🧐\n  ","467991":"\n   What r u doing?\n  ","467992":"\n   What sport do you do?\n  ","467993":"\n   What’s your meaning behind déjà-vu? Like what does it mean to experience a déjà-vu?\n  ","467994":"\n   What is the world's best song to dance to?\n  ","467995":"\n   favorite movies from your childhood?\n  ","467996":"\n   Do you have a favorite window in your home?🌺\n  ","467997":"\n   woah just noticed you have a lot of posts lol\n  ","467998":"\n   You seem happy today\n  ","467999":"\n   What is the secret to a happy life?\n  ","468000":"\n   Why does the thunder scar people more than the lightening?\n  ","468001":"\n   What is the most boring job you can imagine?\n  ","468002":"\n   Post a funny conversation you've had on okcupid.\n  ","468003":"\n   Do you criticize people for miss spelling words? lol\n  ","468004":"\n   have you ever sent out a friend request on Facebook and then when they accept you don't remember asking for their friendship?\n  ","468005":"\n   Would you be happy without money?\n  ","468006":"\n   What worries you the most?\n  ","468007":"\n   Do you think you could ever cope with a job where pleasing 'Karens' on a day to day basis was all part of the job description? 😯😬😳\n  ","468008":"\n   What was the best advice you've ever received?\n  ","468009":"\n   you like the idea of those shops huh? like reuse something.\n  ","468010":"\n   Do you love your country?\n  ","468011":"\n   What did you have for breakfast?\n  ","468012":"\n   What risk is worth the reward?\n  ","468013":"\n   What talent do you wish you'd been born with?\n  ","468014":"\n   Gm🌹\n  ","468015":"\n   What's the difference between a 'functioning' alcoholic and a regular alcoholic in your opinion?\n  ","468016":"\n   melt in your mouth jokes beckon 😂\n  ","468017":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","468018":"\n   What's  your favorite summer dessert?\n  ","468019":"\n   what do you think of the fraction 1\/3?\n  ","468020":"\n   What is the most beautiful place in the world?\n  ","468021":"\n   Is flagstaff near phonix\n  ","468022":"\n   especially since you can make a gallon of foaming soap with about a quart of regular liquid hand soap.\n  ","468023":"\n   got like 8 more today and 3 take 5 ones.\n  ","468024":"\n   tell me about the one from italy. what makes it from there?\n  ","468025":"\n   damn long drive. tell them to stop in for a cookie or jar of peanut butter 😂\n  ","468026":"\n   nice\n  ","468027":"\n   nursery?\n  ","468028":"\n   cat theme. im taking our cat to the vet in 3 hours to be put to sleep. he has been though a lot this year and its time. i never thought he would make it this long as bad as he was after his cancer surgery about a year ago.\n  ","468029":"\n   i always let it thaw. sweeter that way!\n  ","468030":"\n   touche ☺\n  ","468031":"\n   does it actually eat or just want you to give the food for attention and walks away?\n  ","468032":"\n   people usually have them as a deterrent to scare away animals that damage gardens.\n  ","468033":"\n   oh?\n  ","468034":"\n   dont make me tag sweet bella. you may be in trouble 🤣\n  ","468035":"\n   to last night? yes. to the other. im not me lol\n  ","468036":"\n   *gives you flip flops\n  ","468037":"\n   how was he doing?\n  ","468038":"\n   Chocolate cake or chocolate ice-cream?\n  ","468039":"\n   you lol\n  ","468040":"\n   Not to hot? Does it snow??\n  ","468041":"\n   does this person just send out the auto generated questions?\n  ","468042":"\n   wrx must be sick 😦\n  ","468043":"\n   you like it soft then?\n  ","468044":"\n   i used to follow this person even before you. may have found your page through them not sure.\n  ","468045":"\n   Whom do you consider to be a hero of our times?\n  ","468046":"\n   where did the people go?\n  ","468047":"\n   do they have a garden?\n  ","468048":"\n   you going with camping?\n  ","468049":"\n   how proud of a person are you? what are you proud of or take pride in? talk about the roll \"pride\" has in your life.\n  ","468050":"\n   is pickles overweight?\n  ","468051":"\n   you can shine me (underscore) lol\n  ","468052":"\n   when was the last time you used a paintbrush and for what?\n  ","468053":"\n   I visted arizona on my birthday last year. Very hot\n  ","468054":"\n   pap caps\n  ","468055":"\n   bella go and get cheap on you?\n  ","468056":"\n   crushing the reese's and mixing it with that stuff may be a violation. i have to check though.\n  ","468057":"\n   ay 500 fires help me get to 1k?? to get on us leaderboard lol\n  ","468058":"\n   Yikes, where do you live. its raining right now for me lol\n  ","468059":"\n   I live in oregon, so i don't really need a pool lol\n  ","468060":"\n   that you know me lol the best\n  ","468061":"\n   or rather, that you knew me lol was going to say me lol\n  ","468062":"\n   Yes, im sad. I really like to swim. :(\n  ","468063":"\n   How is life with covid. anything different?\n  ","468064":"\n   do i detect a smirk in this photo...\n  ","468065":"\n   would not have guessed socks. i thought that was a bag.\n  ","468066":"\n   what was the last spice you purchased?\n  ","468067":"\n   Do you love autumn?\n  ","468068":"\n   Absolutely meeeee 😂😂😂😂❤️\n  ","468069":"\n   🌹💪🏻💪🏻\n  ","468070":"\n   What makes you nervous?\n  ","468071":"\n   Do you think people are basically bad or basically good?\n  ","468072":"\n   Is it easy for you to confess that you are in love?\n  ","468073":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n  ","468074":"\n   What is under your bed?\n  ","468075":"\n   What's the absolute best vacation you can imagine?\n  ","468076":"\n   What current trend is going to look silly in 10 years?\n  ","468077":"\n   Who is belle?\n  ","468078":"\n   White Goodman has man boobs\n  ","468079":"\n   Have you ever sued anyone? Did you win your case? Have you ever been sued?\n  ","468080":"\n   Nice nails🌹\n  ","468081":"\n   What do you wear under your skirts?\n  ","468082":"\n   Beautiful🌹\n  ","468083":"\n   What you mean?\n  ","468084":"\n   here?\n  ","468085":"\n   why do you think i like it more? ive always liked it im just eating much more of it the last third or my life. i eat my weight in chocolate every month 🤣\n  ","468086":"\n   no the question you answered about starting your own business. consignment shop\n  ","468087":"\n   Why does everyone says pee but not poop lol\n  ","468088":"\n   Post your favourite photo of yourself. #selflove\n  ","468089":"\n   Good night\n  ","468090":"\n   What is the last thing you do before bed?\n  ","468091":"\n   What was the best gift you ever received?\n  ","468092":"\n   Do you ever listen to music to get stuff done? Like chores, studies etc.? 🎧📚 What kind of music makes you the most productive in that case? 😁\n  ","468093":"\n   Would you consider yourself good at giving advice?\n  ","468094":"\n   Wyd?\n  ","468095":"\n   What do you think is the most enjoyable thing?\n  ","468096":"\n   If you have the chance to achieve one fateful decision that will affect your life significantly, but it will not be changed what will you do ? 🖤\n  ","468097":"\n   Life without the internet - could this be possible?\n  ","468098":"\n   What is the greatest benefit of travelling?\n  ","468099":"\n   Which female celebrity has a perfect body?\n  ","468100":"\n   Chicken or pork?\n  ","468101":"\n   Who do you think asked your last anonymous question?\n  ","468102":"\n   Do you sleep in pajamas or do you just sleep in whatever?\n  ","468103":"\n   go on tell one\n  ","468104":"\n   What kind of movies do you like?\n  ","468105":"\n   What is the next movie you really want to watch?\n  ","468106":"\n   Is there any purpose for being born on Earth, or are we like other animals born to reproduce ourselves so that the cycle never ends?\n  ","468107":"\n   What’s your favorite public or state holiday of the year?\n  ","468108":"\n   is your outie belly button pierced?\n  ","468109":"\n   What's the largest amount of money you've ever lost?\n  ","468110":"\n   How to know if you are a good person?\n  ","468111":"\n   If you were a scientist, what would you invent?\n  ","468112":"\n   I wish it would probably be faster !\n  ","468113":"\n   Do you think there is life on other planets?\n  ","468114":"\n   Na I need to cook and can’t start till I pick up my car from the mechanics. Sooooo I’ll just be cranky for an hour 😂\n  ","468115":"\n   What do you like to have for breakfast?\n  ","468116":"\n   Currently cranky ! :(\n  ","468117":"\n   im sure people learn lots of things. earlier because you mentioned a type of business i had to look it up as ive not heard that term and learn about that. prob happens way more than you think.\n  ","468118":"\n   I’m hungry. When you’re hungry do you tend to get cranky?\n  ","468119":"\n   after i guess. i dont really remember how they were exacty but i know i used to like them. but at that time i didnt eat chocolate like i do now so when i did eat it was like heavenly lol. im harder to please these days lol\n  ","468120":"\n   What actions in your life will have the longest reaching consequences? How long will those effects be felt?\n  ","468121":"\n   What’s a hidden talent that you have?\n  ","468122":"\n   im being serious lol. try it. you are paing for water. its just diluted soap.\n  ","468123":"\n   What do women talk about when there are no men around?\n  ","468124":"\n   How do you greet your friends?\n  ","468125":"\n   haha thats funny. you should like turn off all the lights and jump out and spook the sht out of her or something lol\n  ","468126":"\n   the way the post.\n  ","468127":"\n   yeah i can feel the walking helping the sleep thing. i used to do daily long walks but damn its been like a half a lifetime\n  ","468128":"\n   think they do the easter stuff like the day after valnetines lol. so will be then. anyway they are only mediocre. like a 3.\n  ","468129":"\n   add water and shake it. im an efficiency expert.\n  ","468130":"\n   How often do you go to parties?\n  ","468131":"\n   no man it was real lol\n  ","468132":"\n   still no sign of the chocolate bars tho? anyway the cups are better than those but the BIG cups are where its at. the take fives are so good too. they are dead even to me. both 5 stars\n  ","468133":"\n   do you know how they make foaming soap compared to non foaming?\n  ","468134":"\n   just seems like everyone is flawed is all.\n  ","468135":"\n   but that cant happen till next spring!\n  ","468136":"\n   What is your favorite ice cream flavor?\n  ","468137":"\n   82\n  ","468138":"\n   strangest encounter?\n  ","468139":"\n   What's the best way to spend $1,000,000?\n  ","468140":"\n   I'm curious, what's your perception of me based on the questions I send, answers and such? 🤔😁\n  ","468141":"\n   Most important in a date: Intelligent or Funny?\n  ","468142":"\n   Are you inlove?\n  ","468143":"\n   Last thing you learned?\n  ","468144":"\n   Hi what is up. How  is your day\n  ","468145":"\n   How’s your day?\n  ","468146":"\n   How was your day?\n  ","468147":"\n   What kind of music calms you down?\n  ","468148":"\n   69\n  ","468149":"\n   How do you prefer celebrating your birthdays?\n  ","468150":"\n   Have you ever thought about becoming vegetarian?\n  ","468151":"\n   What movie or book character are you most similar to?\n  ","468152":"\n   You looking forward to summer? You have any plans even with the pandemic and such? Can be big or small 😁☀️\n  ","468153":"\n   Do you think dogs are really man's best friend?\n  ","468154":"\n   What to do on a rainy day?\n  ","468155":"\n   If you were city mayor, what changes would you make to your city?\n  ","468156":"\n   If you could name a star in the galaxy what would you name it?\n  ","468157":"\n   14\n  ","468158":"\n   What do you need?\n  ","468159":"\n   What are your hobbies?\n  ","468160":"\n   What question do you ask yourself a lot?\n  ","468161":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","468162":"\n   What's the best thing that happened to you today?\n  ","468163":"\n   Whats your sharesome account?\n  ","468164":"\n   Are you happy right now?\n  ","468165":"\n   thats not an actual nude\n  ","468166":"\n   Do you trust your gut instinct?\n  ","468167":"\n   Pancakes or waffles?\n  ","468168":"\n   How do you deal with the lame haters?\n  ","468169":"\n   Do you have any strange phobias?\n  ","468170":"\n   Who knows you the best?\n  ","468171":"\n   \"Eid Mubarak \"\n🎉🎉\n  ","468172":"\n   How to raise your self-confidence?\n  ","468173":"\n   What is the best thing to eat for breakfast?\n  ","468174":"\n   who will you teach the most in your life? another specific person and not yourself.\n  ","468175":"\n   do you prefer white socks or colorful ones?\n  ","468176":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","468177":"\n   ✨Spice free...✨\n  ","468178":"\n   that you never leave the comfort of your bed lol\n  ","468179":"\n   do you think she is lonely? how is her mood?\n  ","468180":"\n   thats funny they changed it back! lol\n  ","468181":"\n   whats the best chocolate?\n  ","468182":"\n   how is that dial foaming hand wash working out for you?\n  ","468183":"\n   you know i just noticed how similar our boy and my man is. interesting.\n  ","468184":"\n   How many hats do you own?\n  ","468185":"\n   ouch! my man got it worse than our boy does lol. shot through the heart lol\n  ","468186":"\n   do you know a lot of people like that?\n  ","468187":"\n   do you think you dont give people a chance?\n  ","468188":"\n   if you could ask me lol 5 questions what do you choose?\n  ","468189":"\n   how do you know when its time to eat the last of your cadburry cream eggs?\n  ","468190":"\n   Is it easier to fall in love in spring?\n  ","468191":"\n   Wyd?\n  ","468192":"\n   Good night\n  ","468193":"\n   got any embarrassing school stories?\n  ","468194":"\n   Что новое тебе хочется попробовать?\n  ","468195":"\n   I asked girl about their glowing sking she told me that she washes her body parts 5 times a day and its been written in their religion\n  ","468196":"\n   Name one thing you dream about at night!\n  ","468197":"\n   😂😂 man Its about cleaning the body\n  ","468198":"\n   Do not have subscription Of hulu\n  ","468199":"\n   wow 5 times a day soo this is the secret..thanks sister❤️\n  ","468200":"\n   Roller coasters or water slides?\n  ","468201":"\n   Thanks❤️\n  ","468202":"\n   Describe your neighborhood!\n  ","468203":"\n   Suggestion for some Good netflix webseries\n  ","468204":"\n   Whose brain would you want to live in for a day?\n  ","468205":"\n   What makes you crazy mad?\n  ","468206":"\n   Hard choice you've ever made? \/ why?\n  ","468207":"\n   Fav ice cream flavor?\n  ","468208":"\n   Do you consider yourself a very polite person?\n  ","468209":"\n   Anyone awake right now or all asleep?\n  ","468210":"\n   ¿Alguna vez te has avergonzado de tu pasado?\n  ","468211":"\n   If you had to choose between money and love. which would you pick?\n  ","468212":"\n   بما انو ملل اتكلمو عن انفسكم\n●وشم: \n●عملت عمليات جراحيه : \n●كسرت عظمه : \n●شفت حد بيموت : \n●اتبرعت بالدم : \n●ركبت في سياره اسعاف : \n●عندك حيوان أليف : \n●ركبت حصان : \n●نمت فالمستشفى : \n●ركبت في سياره شرطه : \n●رقصت طول الليل : \n● عملت حادث سياره : \n●ضربت حد كف : \n●رقصت فالشارع : \n●ضربت حد لحد ما نزف :\n  ","468213":"\n   Happiness level 1-10\n  ","468214":"\n   How are you?\n  ","468215":"\n   Me!\n  ","468216":"\n   You can break a man throat with your thumbs\n  ","468217":"\n   what would u do if u woke up and u were the size of a giant\n  ","468218":"\n   What your defination of true pain?\n  ","468219":"\n   then u can just say who 2% is even if he not me lol\n  ","468220":"\n   if u said who he is he wouldnt need nicknames hehe\n  ","468221":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","468222":"\n   2%?\n  ","468223":"\n   Omfg TOO MUCH 😍😍😍🤤🤤🤤\n  ","468224":"\n   so u know whome lol is\n  ","468225":"\n   did you notice they went from stars to fire? kinda stupid if you think about it. i gave it 5 fires lol. can do dumb sht like that but not .25 increments 🙄🥱\n  ","468226":"\n   Who is your hero?\n  ","468227":"\n   Are you a giver, a taker, or a matcher? Are there areas in your life where you act like one type, and other areas where you act like another?\n  ","468228":"\n   Can you live without lying at all?\n  ","468229":"\n   Do you regret anything?\n  ","468230":"\n   what do you like for dinner?\n  ","468231":"\n   What was the last song you caught yourself singing out loud ?\n  ","468232":"\n   If you could hire someone to help you, would it be with cleaning, cooking, or yard work?\n  ","468233":"\n   What are the five most important things on your bucket list?\n  ","468234":"\n   Just ok?\n  ","468235":"\n   What attracts tourists to your city?\n  ","468236":"\n   how was it?\n  ","468237":"\n   If someone gave you enough money to start a business – no strings attached – what kind of business would you want to start and why?\n  ","468238":"\n   Do you like or dislike surprises? Why or why not?\n  ","468239":"\n   Whats your most annoying habit?\n  ","468240":"\n   PAP of the very first image on your camera roll?\n  ","468241":"\n   hii\n  ","468242":"\n   what was the last adventurous thing you did and how did it go?\n  ","468243":"\n   PAP of what you’re currently drinking .\n  ","468244":"\n   Yeah fair, didn't realise time difference. I'll be back in 12 and let you enjoy your day in peace 💌\n  ","468245":"\n   What is the best movie you have ever seen?\n  ","468246":"\n   why what happened?\n  ","468247":"\n   Number\n  ","468248":"\n   Ok I'll confess... I'm taking in all your beauty and it's too much! 😍😍\n  ","468249":"\n   Which flowers do you like by smell and which – by appearance? PAP! 🌸🌺🌼🌻\n  ","468250":"\n   Lol watchu mean? I'm not taking anything!! 😁😍😘\n  ","468251":"\n   Apple or grapes? Why?\n  ","468252":"\n   You get sexier every day lol idk how but you do\n  ","468253":"\n   do you believe in a higher power?\n  ","468254":"\n   What was your first big disappointment?\n  ","468255":"\n   Omg have you been to salem massachusetts ?? Scary af\n  ","468256":"\n   What band is your favorite at the moment?\n  ","468257":"\n   yes you would legit gave him a heart attack lol\n  ","468258":"\n   Is it possible to be a completely logical person without any emotions?\n  ","468259":"\n   did you block\/delete him\n  ","468260":"\n   You ever been to Chicago. they say stuff like was up blood\n  ","468261":"\n   TRUE!!! 😍🤤\n  ","468262":"\n   Hecking lol'd.\n  ","468263":"\n   Did you get even curvier!? 😍\n  ","468264":"\n   lol huge age gap must be legit sugar daddy\n  ","468265":"\n   like iim 18 and some of my younger sisters friends flirt with me its like uncomfortable for me so ik old guy fb requesting you is disturbing\n  ","468266":"\n   lol how old lynds\n  ","468267":"\n   You are so THICCC 😍😍\n  ","468268":"\n   defo you would, awe xox\n  ","468269":"\n   ik, hey if im botheriing you pls say ty x\n  ","468270":"\n   what's for dinner tonight?\n  ","468271":"\n   That would be very unfair!\n  ","468272":"\n   sorry\n  ","468273":"\n   Do u use insta?\n  ","468274":"\n   whats the best thing about boyfriends\n  ","468275":"\n   yeah if dont mind coming from me of course\n  ","468276":"\n   Do you like modern art?\n  ","468277":"\n   hope didnt mind my compliments for you enjoy making u smile when can\n  ","468278":"\n   Ugh you're GORGEOUS 😍😍😍\n  ","468279":"\n   Uhmmm guys lets pray for those affected with the virus🙏🏻\n  ","468280":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","468281":"\n   Which gossip is there about you?\n  ","468282":"\n   How can you tell that someone is lying?\n  ","468283":"\n   your gorgeous inside and outside always know that\n  ","468284":"\n   hope dont mind me saying but honestly you looked hot\n  ","468285":"\n   wow you looked cute there in that picture\n  ","468286":"\n   pap\n  ","468287":"\n   how is work\n  ","468288":"\n   She's too much of a sweetheart to have enemies\n  ","468289":"\n   Do you have enemies? Name one! 😈\n  ","468290":"\n   when was the last time you did something really good for your own personal mental health? ✨ what was it? :3\n  ","468291":"\n   how often do you use this site wall to wall?\n  ","468292":"\n   do you want to have children? if you have them would you want more?\n  ","468293":"\n   You mean once its all over you get to party with MJ at Neverland Ranch?\n  ","468294":"\n   when you recieve a question that you dont want to answer do you just delete it or do you answer by giving your reasons why you dont want to answer that particular question?\n  ","468295":"\n   Should've known you'd say that :P\n  ","468296":"\n   Oh wow u actually checked it out!:)\n  ","468297":"\n   Actually, regarding current games I'm not the best pick either, I'm always 1 or 2 generations behind and most of them aren't online :P\n  ","468298":"\n   what are some common misconceptions people have about you?\n  ","468299":"\n   here?\n  ","468300":"\n   What's the craziest or most out-of-character thing you've ever done?\n  ","468301":"\n   Ur like the most worthy of simping over thou\n  ","468302":"\n   Damn ur vibe really do be changed\n  ","468303":"\n   Don't worry i promise it is not..\n  ","468304":"\n   But even if it was could u blame them??\n  ","468305":"\n   How long are you using this app?☺️\n  ","468306":"\n   Permission to simp madame?\n  ","468307":"\n   🤙💦\n  ","468308":"\n   rate today 1-10 and reasons for your rating.\n  ","468309":"\n   Fair enough to be perfectly candid my duderino. Keep it tight my guy.\n  ","468310":"\n   Do you like thunder and lightening? ⚡\n  ","468311":"\n   Ah, just saw the other question; disregard.\n  ","468312":"\n   I know you're out west and time zones need to be taken into consideration, but DO YOU EVER SLEEP :P\n  ","468313":"\n   Absolutely a mood man\n  ","468314":"\n   Kindly suggest online games pleaseee... and also follow back thank youuu❤️\n  ","468315":"\n   what's it like being from one of the bottom 4 USA States ?\n  ","468316":"\n   but not kind enough to say what you thought the question was even after they begged lol\n  ","468317":"\n   did you ever get the dog question?\n  ","468318":"\n   who even sends dumb questions like that!\nyes hopefully better\n  ","468319":"\n   Okk\nYour contact number\n  ","468320":"\n   Good night\n  ","468321":"\n   Hey🌹\n  ","468322":"\n   How are you\n  ","468323":"\n   Do you think 60% of people can find the right partner that both sides are satisfied with? You are so optimistic. Why are you so optimistic?\n  ","468324":"\n   Hlo\n  ","468325":"\n   I think it's about 10% to find the right partner in the crowd,  One of them thinks that they find the right partner, about 30%, what do you think?\n  ","468326":"\n   Hey everyone I hope your all staying safe during quarantine . I just dropped a new song and this one here is to bring you some positive vibes and to uplift the spirits during these weird times so be sure to check it out and let me know what you think! Stay safe\n   \n    https:\/\/youtu.be\/2kNfxTGkmFI\n   \n","468327":"\n   - May the Almighty bless us all with a peaceful & merry Eid. Let us all pray for these uncertain times to end soon.\nAmeen\nEid 2020\n  ","468328":"\n   What’s the best thing you have learned from your parents? ❤️\n  ","468329":"\n   what kinds of snacks or munchies do you eat when you're high\n  ","468330":"\n   I was MIA for most of yesterday sorry about that but me and Emma were spending time out at the campground and I didn’t have signal. Give me some ideas for some questions to send out. What kind of questions do you want?\n  ","468331":"\n   I want you to take me out for dinner. I would prefer red lobster or the Olive Garden however if you do not have enough money I understand then I could be open to going to Popeyes, Wendy’s and dominos as long as I spend the time with you I will be happy and the food comes in second compared to you.\n  ","468332":"\n   Tips on how I can avoid paying my child support? I am so far about 7,500 grand behind and after June they are going to start suspending my drivers License and later on probably put me in the county jail  so please any advice would be helpful thank you, you’re the best and I love you dearly so much😊.\n  ","468333":"\n   your a kind person ty xx\n  ","468334":"\n   true tysm xx\n  ","468335":"\n   xo, ty for everything i am wired tbh\n  ","468336":"\n   good girl def xx\n  ","468337":"\n   your lit\n  ","468338":"\n   Straw or no straw in drink?\n  ","468339":"\n   pls say what you thought i was asking please lynds\n  ","468340":"\n   what did you think was the question\n  ","468341":"\n   What used to be considered trashy but now is very classy?\n  ","468342":"\n   the devil is a lie\n  ","468343":"\n   its about my dog\n  ","468344":"\n   whats it about pls say\n  ","468345":"\n   k np x\n  ","468346":"\n   How satisfied are you with your voice?\n  ","468347":"\n   hi can i ask you something please\n  ","468348":"\n   do you like leopard print on clothes or shoes?\n  ","468349":"\n   in the summer. do you use an air conditioner or a fan?\n  ","468350":"\n   What's one of the dumbest things u bought?\n  ","468351":"\n   What's something ur glad a friend introduced u to?\n  ","468352":"\n   What's something that was hidden from u as a child?\n  ","468353":"\n   Is there any movie or show you haven't seen and you know most people would be like \"What? Have you not seen that!?\" if you told them? 😮🎬📺\n  ","468354":"\n   Are your nails painted now? Which color? :)\n  ","468355":"\n   how many tvs do you have in your house?\n  ","468356":"\n   How is everyone?\n  ","468357":"\n   What u make?\n  ","468358":"\n   Wyd?\n  ","468359":"\n   love burgers\n  ","468360":"\n   no ofc your like the sweetest i was saying that lol\n  ","468361":"\n   no lol, xox\n  ","468362":"\n   Did u take one?\n  ","468363":"\n   I just realized that I haven’t stepped outside of my comfort zone for a while and I‘d like to change that. 🤗 — Any suggestions for tasks I could do to push me a little further to growth?\n  ","468364":"\n   If you found yourself in wonderland like Alice did, what'd you do there? 🍄🐰♣️\n  ","468365":"\n   pap\n  ","468366":"\n   I just realized that I haven’t stepped outside of my comfort zone for a while and I‘d like to change that. 🤗 — Any suggestions for tasks I could do to push me a little further to growth?\n  ","468367":"\n   I need a gf I am 13 and a gamer I don't care if you are beautiful or not,\n  ","468368":"\n   Would you rather go skydiving or bungee jumping?\n  ","468369":"\n   Which was the funniest proposal you got?\n  ","468370":"\n   What's the most overrated tourist attraction?\n  ","468371":"\n   of anons or of \"yes\" XD\n  ","468372":"\n   will have to find out when i get a chance to catch up.\n  ","468373":"\n   yes\n  ","468374":"\n   One question to which your answer will always be a \"no\"?\n  ","468375":"\n   yes think 0.05 of a b.... at the most lol your lit hugs\n  ","468376":"\n   Do you like to go bike riding? I’m thinking about buying a bike so I can go on rides with the kids. But holy shit the prices went up! Fucking pandemic!\n  ","468377":"\n   are you and your mom going through some disagreements?\n  ","468378":"\n   i sent it to my ask friends my fam. was not targeting you lol  🤗\n  ","468379":"\n   What was the first thing you learned to cook?\n  ","468380":"\n   what are you doing ?\n  ","468381":"\n   If you were a road sign, what would you say?\n  ","468382":"\n   Which is the most delicious food for you?\n  ","468383":"\n   that paranoia kicking in again? lol\n  ","468384":"\n   what are the reasons you joined this site?\n  ","468385":"\n   do you ever pretend to be in a good mood even if you are not? if so why?\n  ","468386":"\n   How do you cope with lack of sleep?\n  ","468387":"\n   what is your ideal type of follower here? talk about what you like and dont like about the people that follow you. things you prefer them to do or not do.\n  ","468388":"\n   If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?\n  ","468389":"\n   in what way did you last surprise yourself?\n  ","468390":"\n   Her fiance can deal with this I'm guessing?\n  ","468391":"\n   are the hashtags and info in your bio still relevant?\n  ","468392":"\n   IG id???\n  ","468393":"\n   Waiting for his Queen to sleep🌹\n  ","468394":"\n   ever need to talk im here k xo, and you could ever be a bitch x\n  ","468395":"\n   last place you traveled to?\n  ","468396":"\n   Do you know any “Karens” ? Look it up if you aren’t sure what I’m referring to .\n  ","468397":"\n   🌹😴😴\n  ","468398":"\n   Who's your favorite anime character? 😍\n\nMine : Rize Kamishiro 神代 利世 ~\n  ","468399":"\n   Do you prefer to ask questions or answer them? 🤔\n  ","468400":"\n   Hugs🌹🤗\n  ","468401":"\n   Gn🌹\n  ","468402":"\n   🌍🌘free space 🌞\n  ","468403":"\n   how are you x\n  ","468404":"\n   Good night honey\n  ","468405":"\n   Don’t use translator for every word\n  ","468406":"\n   What?\n  ","468407":"\n   It mean ok\n  ","468408":"\n   Ahan\n  ","468409":"\n   Pap\n  ","468410":"\n   Who\n  ","468411":"\n   she had a landing strip?\n  ","468412":"\n   May I see you ?\n  ","468413":"\n   You took too much time for thinking 😍\n  ","468414":"\n   What are the things you want to avoid in a relationship? ⚠️\n  ","468415":"\n   Keeps saying content is missing on the booty pic\n  ","468416":"\n   biggest heartbreak💔\n  ","468417":"\n   Best thing about ask.fm is when\n   \n    @lnr87\n   \n   posts pics of those amazing legs\n  ","468418":"\n   What was the last thing you ate?\n  ","468419":"\n   i call u lovable\n  ","468420":"\n   -\n  ","468421":"\n   yes you are right. but you have to have the motivation to. when your motivation becomes the opposite then its just idk. i should sleep i have a pointless day ahead of me tomorrow lol.\n  ","468422":"\n   What do you do if you think negative things, knowing that nothing will happen, but you keep thinking them?\n  ","468423":"\n   Você é  feliz?\n  ","468424":"\n   no. i feel like i should have never existed. i dont belong here and never have. i feel like its all just charades. pointless cycles that add up to nothing. but i guess thats fair too since nobody every guaranteed me there was a point.\n  ","468425":"\n   i will leak all your personal info online\n  ","468426":"\n   Okay Lyndsey, I'm with Federal Reserve and my job is to help maintain high U.S. employment and stable prices for consumers. I'm on your side, not against. Let's work according in securing your account okay?\n  ","468427":"\n   lmaooo 8\n  ","468428":"\n   Post your 25th photo on your phone gallery 😍\n  ","468429":"\n   Rate your dancing skills from 1 (worst) to 10 (best)\n  ","468430":"\n   Would you rather always get first dibs or the last laugh?\n  ","468431":"\n   Who was the last person of the opposite sex you talked to?\n  ","468432":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","468433":"\n   haha the good times were few and far between. im hard pressed to think of one. anyway its all ancient history. you know i always wished it was me and not him. life is not fair. he wanted to live. i dont understand why but he did like so much. i havent the vaguest recollection of what that feels like\n  ","468434":"\n   Okay ma'am, i'm going to ask of you to take this situation serious from here on out okay? I get we like to joke and all but when speaking with an official you got to act professional and respectful okay?\n  ","468435":"\n   Ma'am, is this some kind of joke?\n  ","468436":"\n   Ma'am please login via\n   \n    http:\/\/bit.do\/d7CDN\n   \n   to secure your account.\n  ","468437":"\n   You sound good. I ate a bag of potato chips. I'm not feeling to great. I'll drink some water now.\n  ","468438":"\n   no it was oct 6. this was many years ago. was just thinking about it after the animal discussion. sort of related. but he was not himself for so long before his death. by the end he was more or less unresponsive for months and various stages of decline for years before. it was a long process.\n  ","468439":"\n   It's Friday night. What you up to?\n  ","468440":"\n   yes! in a way definitely. feels like you are just an observer. i remember when i snapped out of that mode. it was the day after he died. i remember the exact moment. i was driving to work in the dark alone on the street id just stopped at a traffic light and it all hit me.\n  ","468441":"\n   Do you believe in second chance?\n  ","468442":"\n   yes but it is strange because its like you go into another mode, like hard to explain. something within you flips and takes over. you are numb and it becomes hmmm whats the right word..... methodically manageable and cold.\n  ","468443":"\n   yes you have to be able to divorce your emotion from the situation. become mechanical like a machine for the good of the \"patient\" i learned this when i took care of my dad. he ceased to be my father in a way. something flipped. responsibility beckoned and i can never refuse to answer when it does.\n  ","468444":"\n   What's your favorite quote? PAP? 😊\n  ","468445":"\n   to do this you have to be a killer. that does not mean a bad thing but you have to have that trait in you to take a life. its not easy on so many levels and its even hard to imagine without it actually happening. when you are in the midst of this its something just awful.\n  ","468446":"\n   Tell me about your day\n  ","468447":"\n   if you had an animal that was suffering could you personally put it out of its misery? you are faced with this dilemma. dont give me a weasely answer like take it to the vet. this sitiation is in your face, you either have to act or not.\n  ","468448":"\n   Thank you for choosing to unlock my secret answer! ^.^\n  ","468449":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","468450":"\n   How patriotic are you?\n  ","468451":"\n   What would be a perfect honeymoon destination?\n  ","468452":"\n   Would you rather kiss Joker or Donald Trump?\n  ","468453":"\n   What are you doing\n  ","468454":"\n   Are you in favor of lifting Enhance community Quarantine  or General community quarantine?\n  ","468455":"\n   huge peepee\n  ","468456":"\n   wdym\n  ","468457":"\n   Surely that can’t be the reason for shorts underneath 😭\n  ","468458":"\n   ----\n  ","468459":"\n   She ended up telling everyone that I am a pervert that looks up girls skirts 😭\n  ","468460":"\n   And she answered with “so perverts like you can’t look up”\n  ","468461":"\n   What is your goal in life?\n  ","468462":"\n   I did one time and that didn’t go down well\n  ","468463":"\n   Post a picture when you was a kid and your present picture  now 💔\n  ","468464":"\n   Why do they keep wearing shorts every time they wear skirts and dresses 😭\n  ","468465":"\n   What animal would make a great pet if it wasn't dangerous?\n  ","468466":"\n   Yes some do 😭\n  ","468467":"\n   What do you think is the most enjoyable thing?\n  ","468468":"\n   I’m not\n  ","468469":"\n   What good idea you have had lately?\n  ","468470":"\n   How do shorts under skirts help girls against perverts?\n  ","468471":"\n   Wait why am I a pervert 😭\n  ","468472":"\n   What kind of people look up girls skirts?\n  ","468473":"\n   When do you usually start preparing gifts for Christmas?\n  ","468474":"\n   Why do girls wear shorts under their skirts 😭\n  ","468475":"\n   What is something someone can do to immediately make you angry?\n  ","468476":"\n   What’s a pretty bad movie with a killer soundtrack?\n  ","468477":"\n   What made you lose interest in a person you had a crush on?\n  ","468478":"\n   What words or phrases make you cringe?\n  ","468479":"\n   Ever talk to yourself?\n  ","468480":"\n   What will the future be like?\n  ","468481":"\n   Best beaches close to you?\n  ","468482":"\n   Do you like to shop much?\n  ","468483":"\n   Funniest thing you heard today?\n  ","468484":"\n   Do you ever get in “I need to clean sh!t” moods? I just did and my bathroom + kitchen looks amazing\n  ","468485":"\n   does your bedroom have dust bunnies in it?\n  ","468486":"\n   padlin canoe\n  ","468487":"\n   like going on a bicycle?\n  ","468488":"\n   what always hits the spot?\n  ","468489":"\n   Weekend plans?\n  ","468490":"\n   What is your favorite motivational quote?\n  ","468491":"\n   -\n  ","468492":"\n   oh cool! yeah i just felt like asking a throwback question lol\n  ","468493":"\n   Whose that bearded man in ur life?\n  ","468494":"\n   who deserved to win american idol more; Clay Aiken? or Katharine Mcphee?\n  ","468495":"\n   hii\n  ","468496":"\n   Have you ever used any dating app?\n  ","468497":"\n   Hot date?\n  ","468498":"\n   Can you tell the difference between a crow and a raven?\n  ","468499":"\n   What are you doing?\n  ","468500":"\n   Lol as an anon I agree haha\n  ","468501":"\n   wdym\n  ","468502":"\n   What was the last thing you ate?\n  ","468503":"\n   Well whoever lol. I'm not an anon who says much to you ever haha sorry\n  ","468504":"\n   who do you talk to the most?\n  ","468505":"\n   Oh yeah I'm not King sorry\n  ","468506":"\n   You would?\n  ","468507":"\n   how is life right now\n  ","468508":"\n   here?\n  ","468509":"\n   YOU please me 😍😊\n  ","468510":"\n   yes\n  ","468511":"\n   Learning more about the amazing and beautiful woman that you are\n  ","468512":"\n   my friend forgot to have her bikini line done before hoilday\n  ","468513":"\n   how many zombies have you killed?\n  ","468514":"\n   I bet it's an amazing journey uncovering them 😍\n  ","468515":"\n   Have you ever gone in for a kiss only for the other person to turn away?\n  ","468516":"\n   What would you do if there was a world war?\n  ","468517":"\n   Well I'm glad lol. I'm looking and I just can't find any\n  ","468518":"\n   yes\n  ","468519":"\n   Do you hold grudges or do you let things go?\n  ","468520":"\n   Would you call yourself a survivor?\n  ","468521":"\n   Hey 🙂 how's it going beautiful ? Hope your day has been insanely amazing\n  ","468522":"\n   😭😭😭\n  ","468523":"\n   I can't see any of yours flaws lol\n  ","468524":"\n   Ah the 16yo one XD\n  ","468525":"\n   I can't believe how beautiful you are\n  ","468526":"\n   which one online lol i counted like 3 of those\n  ","468527":"\n   what will happen to ppl u have ther\n  ","468528":"\n   who is the last person you wanted to leave you alone and why?\n  ","468529":"\n   then use it lol\n  ","468530":"\n   y tho\n  ","468531":"\n   \"I’m not like those other guys, if I say it......\" probably always this same guy each time 🤣🤣🤣\n  ","468532":"\n   are they talking about themselves here or you?\n  ","468533":"\n   where is the bug now?\n  ","468534":"\n   no swim suits lol\n  ","468535":"\n   Were you happier four months ago than you are now?\n  ","468536":"\n   Which fictional character would you date?\n  ","468537":"\n   Ive got a couple of stories\n  ","468538":"\n   Which one would you rather take medical advice from Dr Seuss or Dr Strange?\n  ","468539":"\n   yes i meant you. i referenced you in the third person which i think is the formal way. i think thats right but could be wrong! been a long time since high school spanish lol\n  ","468540":"\n   thanks. yep no left overs that i can recall in the last ten years lol. just got another warning for no reason. i think if this account gets banned im done here, its too annoying. yeah so bye in advance lol\n  ","468541":"\n   Are things going well for you right now? What could be better?\n  ","468542":"\n   Have you ever stolen someone else's man?\n  ","468543":"\n   have you had any swimsuit nightmares ?\n  ","468544":"\n   🔥 Coins Giveaway 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/162948444783\n   \n   (ends in 24 hours)\n  ","468545":"\n   🍱 Do you like sushi? 🍣 Have you ever made it yourself at home? 🥠 I’m meeting with two friends today and we’re making sushi. ☺️🍚\n  ","468546":"\n   u have detective skills? i didn't know that Sherlock Holmes had a sister.\n  ","468547":"\n   What’s your plans for Memorial Day weekend? 🇺🇸 (if you don’t live in the states use as a filter) 🦋\n  ","468548":"\n   What color looks best on you?\n  ","468549":"\n   Ladies : do you like your men clean shaven or with facial hair? Men: do you like women with long or short hair?\n  ","468550":"\n   How often do you go to parties?\n  ","468551":"\n   What's the worst place you have ever been to?\n  ","468552":"\n   If you could print any phrase on a T-shirt, what would it say? 🔥\n  ","468553":"\n   Do you ever dream of winning a lottery? What would you do with your millions?\n  ","468554":"\n   What’s your favorite song at the moment?\n  ","468555":"\n   necesitan los jellie o los osos rojos de cannella\n  ","468556":"\n   Why do people say that freedom is above all but make rules to restrain freedom?\n  ","468557":"\n   Post a picture of a painting you really like. Or a GIF aaaannd go!\n  ","468558":"\n   What's the best compliment you've ever received?\n  ","468559":"\n   wdym\n  ","468560":"\n   I’ll prove it’s not a lie\n  ","468561":"\n   Whoever that anothe ranon is bluffing lmfao they're not gonna buy you anything\n  ","468562":"\n   I’ll prove it’s not\n  ","468563":"\n   Anything you want I’ll get. It’s 100 sincere. I’m not like those other guys, if I say it. It gets bought\n  ","468564":"\n   Wasn’t that at all. I will buy you what you want. When I stuff it gets done. I can assure you\n  ","468565":"\n   So...\n  ","468566":"\n   Do you like chips?\n  ","468567":"\n   Would you rate mine?\n  ","468568":"\n   Could you see the amazon stuff ok?\n  ","468569":"\n   Yeah it's always something that's why I'm still single 7 years not by choice\n  ","468570":"\n   if u dont use it then yah\n  ","468571":"\n   u must have like 30 ppl there by now lol\n  ","468572":"\n   Cut or uncut\n  ","468573":"\n   -\n  ","468574":"\n   Ive message you on Sc...already have you\n  ","468575":"\n   Did it work?\n  ","468576":"\n   Go on Sc and I’ll send you links\n  ","468577":"\n   then use credit cards and pay off in full. thats what ive done all my life and have made several thousands in cash back.\n  ","468578":"\n   I’ve tried again\n  ","468579":"\n   I’ve sent it twice, it’s not going through!\n  ","468580":"\n   Do you like PB&J sandwiches? Creamy or crunchy PB? What's your Jelly or Jam flavor of choice?\n  ","468581":"\n   YUMMY TATAS\n  ","468582":"\n   Maybe I could buy you more bikini tops you could wear😉\n  ","468583":"\n   okay wait i just remembered i have a few other cheeses, have a block o swiss, a wedge of asaigo , sharp provolone, two little blocks of fontina, and a smoked gouda.\n  ","468584":"\n   sounds like a lot but its mostly empty. or the things i have are just multiples of the same thing. i never have a lot of crap in my fridge, never have tupperwares of left overs and sht. left overs dont exist in my world lolll\n  ","468585":"\n   I would have lasted longer if you’d helped😉\n  ","468586":"\n   Yours😉\n  ","468587":"\n   back in the day i used to have a real difficult time finding adults on this site. they were all fcking kids. think one was like 20 and was so embarrassed about being \"old\" it was so dumb. so like i remember all these dumb kids freaking out when asked this question. like OMG YOU PERVE, HOW DARE YOU.\n  ","468588":"\n   So big😈😈 right now...slowing it down to make it last..pre💦💦💦\n  ","468589":"\n   Omfg!!💦💦💦💦💦💦😈💦💦\n  ","468590":"\n   you think my 2011 phone is compatible with this app or any apps for that matter?? :')\n\ni dont have a ton in the fridge. eggs, vegetable oil spread, pickle juice, vinaigrette i make, miracle whip, lemon juice, ketchup, kalamata olives, genoa salami, prosciutto, honey ham, sliced beef or corned beef\n  ","468591":"\n   oh i have milk too! think thats it. now watch you real all these in the wrong order lmao\n  ","468592":"\n   Ohhh really! Throbbing😈😈😈😊😊😉💦💦\n  ","468593":"\n   Are you outgoing or shy?\n  ","468594":"\n   I’d like to take you in that bikini top!😈😈\n  ","468595":"\n   I’m thinking with the best head😈😈\n  ","468596":"\n   Since it’s your pic I’m using it’s only take you get every drop💦💦\n  ","468597":"\n   they must\n  ","468598":"\n   Oh it’s most definitely you\n  ","468599":"\n   Thank you goddess, could I show you a pic of the finished state? Feel free to say no if you’re grossed out\n  ","468600":"\n   Omg Lynds 🤤🤤🤤 You're too much 😍\n  ","468601":"\n   Blow bubbles with my💦💦\n  ","468602":"\n   Anons be careful. Lynds is way too hot for us\n  ","468603":"\n   Would you be willing to do it to me?\n  ","468604":"\n   Do you know what JOI is\n  ","468605":"\n   Please keep it there, I love to see it\n  ","468606":"\n   Are you becoming more body confident\n  ","468607":"\n   So accommodating, supplying the link, thank you😈\n  ","468608":"\n   Did you see the product I sent\n  ","468609":"\n   Grant me permission, queen?\n  ","468610":"\n   Lol wow you're a real tease aren't you? 😍\n  ","468611":"\n   do you need to have a plan for your days? do you feel lost or anxious going to bed without a detailed plan for the following day or do you prefer that?\n  ","468612":"\n   Do you mind if I do it again tonight, it kinda turns me on that you could either Grant my with or deny me😈 the power you have\n  ","468613":"\n   Oh it was, the actual 💦💦part\/feeling had an extra intensity to it\n  ","468614":"\n   :)hehe\n  ","468615":"\n   the followup is strong with this one. nice to see. wonder if they are the marathon or sprint type. still refreshing to see.\n  ","468616":"\n   we got that anon whisperer gene. there is no fooling us!\n  ","468617":"\n   me lol got a banging body\n  ","468618":"\n   yes\n  ","468619":"\n   12 in\n  ","468620":"\n   Does it bother you that I’ve 💦💦 thinking of you?\n  ","468621":"\n   What kinda thing do you like and I’ll search?\n  ","468622":"\n   Would you allow me to buy you a Maxwell companion?\n  ","468623":"\n   Would you rather continue your life as it is or start it over?\n  ","468624":"\n   Amazon wishlist?\n  ","468625":"\n   Come back to sc plz\n  ","468626":"\n   Do you have sliders\n  ","468627":"\n   when i was a kid if someone messed up something or fell down i thought it was the funniest thing in the world. like i could not control myself from laughing my ass off. i dont know what age that stopped but like in school it was like a problem lmao\n  ","468628":"\n   lmaooo We are not alone!!\n  ","468629":"\n   all my evidence supports that but hopefully im not somehow?\n  ","468630":"\n   this reminds me of the spice thing. oh foengreek or whatever haha\n  ","468631":"\n   i should sleep. have fun and dont let the doggos boss you around. put pickles in a sandwich or something if it starts to get annoying lol\n  ","468632":"\n   i dont know much about cacti but its a bit crazy that it doesnt grow and just stays that size all that time. nice color tho. not seen that before. do you guys have catus pears growing around there? id pick them in italy when i was a kid.\n  ","468633":"\n   Just my luck\n  ","468634":"\n   no but its okay. try it sometime. dont go crazy with it cus nutmeg is good in moderation. i feel like it goes really nice with eggy things like scambled eggs, spetzle, and custard pies. come to think of it i think ive said all this before like exact same thing lmao\n  ","468635":"\n   i do too but only in the house on floors without carpet. with socks! always with the socks man. i cant not wear socks. id get frostbite even in the summer it feels like loll\n  ","468636":"\n   thighs. they need to breed chickens that walk on all fours. make them in a lab or something. make me happy.\n  ","468637":"\n   where are you going?\n  ","468638":"\n   ever put nutmeg on your eggs?\n  ","468639":"\n   pap cactus now\n  ","468640":"\n   i could never in my life stand a flip flop.\n  ","468641":"\n   i think the wdym and pepee anon is the one that asks if they are the same person all the time too :')\n  ","468642":"\n   has seeing an endo been very beneficial to you or more just sorta hoops and no real substantial benefits or results?\n  ","468643":"\n   they evolved with the times to use emojis tho lol\n  ","468644":"\n   like physical health i guess.\n  ","468645":"\n   ive actaully never even heard of it till this.\n  ","468646":"\n   lots of things say to refrigerate that make no sense like soy sauce lmao. lots of times it even ruins things like giardineira turned to shit in the fridge cus FOLLOWED those stupid ass directions. now i use my own disgression. pb, jelly, nutella, none of those things ever go in the fridge.\n  ","468647":"\n   oh lol. yeah i dont know much about earings haha.\n  ","468648":"\n   dont go as far as me lol\n  ","468649":"\n   not in my house or near the great wall of china\n  ","468650":"\n   but i think things like that are important. to look back and read things that you wrote and felt in an earlier time in your life. its like a piece of you and nobody can take that away from you. you relate to it and only you. even if its negative i still think its special. ive had similar instances.\n  ","468651":"\n   haha smart\n  ","468652":"\n   FISH OUT OF WATER!!! You’re it!\n  ","468653":"\n   has her diet been any different since pregnant?\n  ","468654":"\n   I think she doesn't speak English lol\n  ","468655":"\n   Marco..........Marco.........\n  ","468656":"\n   you must be healed by now?\n  ","468657":"\n   damn. have you had trouble with the root canal tooth since? also did you have to pay a lot for the root canal?\n  ","468658":"\n   So you mean like blah blah blah\n  ","468659":"\n   you just go tear up some bread with that rock hard sht :p\n  ","468660":"\n   demons gonna demon.\n  ","468661":"\n   Hi. A girl sent me a question said space 💜. That's it do you know what it means\n  ","468662":"\n   is she someone who works out?\n  ","468663":"\n   What was her problem with the bikini thing?\n  ","468664":"\n   What would be your ideal lifestyle?\n  ","468665":"\n   Wyd?\n  ","468666":"\n   Flip-flops or sandals?\n  ","468667":"\n   what about the cash back points?\n  ","468668":"\n   multiplepepees\n  ","468669":"\n   master bait\n  ","468670":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","468671":"\n   Why some guys and mans like a  whores ( who sometime have a husband and children’s)...?!\n  ","468672":"\n   What's your favorite breakfast food?\n  ","468673":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","468674":"\n   isnt wdym and pepee the same person\n  ","468675":"\n   What did you have for breakfast this morning?\n  ","468676":"\n   top10 worst qs of mnth\n  ","468677":"\n   If someone wants to give you something that'll make you happy no matter what, what should they give you? 🎁 What about it makes you so happy? 😊\n  ","468678":"\n   peepee\n  ","468679":"\n   What is more important for you - friendship or love?\n  ","468680":"\n   Best job you ever had?\n  ","468681":"\n   Can you sum up your day so far in just one word?\n  ","468682":"\n   Are you back to school, university or office?\n  ","468683":"\n   Who's your number one friend?\n  ","468684":"\n   how has your health been lately? any concerns?\n  ","468685":"\n   How's your experience with Rubik's cubes? Have you ever solved one? 🤔🤓\n  ","468686":"\n   What time did you wake up this morning?\n  ","468687":"\n   Are you more often lending or borrowing money?\n  ","468688":"\n   What was the last picture you took with your phone?\n  ","468689":"\n   Long is the way and hard, that out of Hell leads up to light or rock hard cold peanut butter. 😂\n  ","468690":"\n   oh dont mind the demon everything is okay.\n  ","468691":"\n   Who would you cast to play you in a movie?\n  ","468692":"\n   Vous aimez le poulet frit?\n  ","468693":"\n   Do you have abs?\n  ","468694":"\n   how did you fix it?\n  ","468695":"\n   why crushing?\n  ","468696":"\n   what does your mom think of your workouts?\n  ","468697":"\n   Do you laugh at other people's failures?\n  ","468698":"\n   whats the capitol of :(\n  ","468699":"\n   *but only hits polycarbonate 😎\n  ","468700":"\n   whats in the bag?\n  ","468701":"\n   me 2 lol\n  ","468702":"\n   what bmi do you think is too low?\n  ","468703":"\n   i think i used to see this question when i used to use this site like 7 years ago lmao\n  ","468704":"\n   someone prob left the peanut butter out of the fridge.\n  ","468705":"\n   the white part though?\n  ","468706":"\n   *cold peanut butter 😬\n  ","468707":"\n   do those ones come in 12\"?\n  ","468708":"\n   how do i become a vip\n  ","468709":"\n   If you could change anything about yourself, what would you change?\n  ","468710":"\n   what are you doing ?\n  ","468711":"\n   yes\n  ","468712":"\n   What’s the last time you went to a library?\n  ","468713":"\n   what is that though?\n  ","468714":"\n   What was the last argument you had?\n  ","468715":"\n   Where would you choose to visit Paris, Egypt, or Britain?\n  ","468716":"\n   i must\n  ","468717":"\n   wdym anon with the swaggy move. well played 😊\n  ","468718":"\n   What are you longing for right now?\n  ","468719":"\n   What's the best way to apologize?\n  ","468720":"\n   can i se\n  ","468721":"\n   Have you experienced your buttcrack getting exposed in public?\n  ","468722":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","468723":"\n   how did peepes not get mentioned in this one?\n  ","468724":"\n   POUQ\n  ","468725":"\n   Do you feel annoyed about your parents' choices during elections? Do you even discuss it?\n  ","468726":"\n   is just that u sayoften that something brought u down\n  ","468727":"\n   my third eye says they meant when you hangout type of way.\n  ","468728":"\n   not even me lol\n  ","468729":"\n   creepy one ofc!\n  ","468730":"\n   how many questions in your inbox?\n  ","468731":"\n   1-10 how much you miss the security guard?\n  ","468732":"\n   u always say that lately are u ok\n  ","468733":"\n   sorry to inform you that nike has revoked your sponsorship for lack of support.\n  ","468734":"\n   Covid\n  ","468735":"\n   what’s the last thing to make you happy?\n  ","468736":"\n   What makes you believe that that’s a lie?\n  ","468737":"\n   Did you learn a musical instrument in your childhood? If yes, what was it?\n  ","468738":"\n   What’s the luckiest thing that happened to you that could have ended disastrous?\n  ","468739":"\n   What's the longest you've gone without a haircut?\n  ","468740":"\n   ppl with \"12 inches\" XD\n  ","468741":"\n   smell is too sensitive lol\n  ","468742":"\n   What’s a lie most people believe nowadays?\n  ","468743":"\n   dafuq lol\n  ","468744":"\n   do you do any good impressions? which?\n  ","468745":"\n   would you like to be a bridesmaid one day?\n  ","468746":"\n   bathroom?\n  ","468747":"\n   Do you work out?\n  ","468748":"\n   Did you ever sell anything when you were a kid? Cookies, lemonade, etc.\n  ","468749":"\n   How old were you when you had your first kiss?\n  ","468750":"\n   What was the last thing you bought that ended up being better than expected?\n  ","468751":"\n   name a room in the house you wouldn't have the dog in with you?\n  ","468752":"\n   Good night\n  ","468753":"\n   Have you ever smashed something out of anger?\n  ","468754":"\n   What's one weird tradition in your country?\n  ","468755":"\n   If your plane was about to crash, who would you want sitting next to you?\n  ","468756":"\n   Have you ever faced weird coincidences? If so, can you give an example?\n  ","468757":"\n   Why do so many girls make duck-faces in pictures?\n  ","468758":"\n   Do you follow your brain or your heart?\n  ","468759":"\n   Tell your most vivid moment of the day!\n  ","468760":"\n   Do you agree that love lasts for the first few years, then it turns into a habit?\n  ","468761":"\n   This other girl was wearing black spandex shorts under her skirt 😭\n  ","468762":"\n   Why do girls wear shorts under their skirts 😭\n  ","468763":"\n   Look in the mirror. What do you see?\n  ","468764":"\n   Which country do you most want to visit?\n  ","468765":"\n   Do you believe in aliens?\n  ","468766":"\n   Do you think we should wory about the environment?\n  ","468767":"\n   Who is the last person you bought a gift for?\n  ","468768":"\n   What makes you feel really uncomfortable?\n  ","468769":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","468770":"\n   Would you rather be able to breathe underwater or walk in the clouds?\n  ","468771":"\n   Revelation of the day!\n  ","468772":"\n   Will humans ever live on another planet?\n  ","468773":"\n   What is your favorite meme? Show us!\n  ","468774":"\n   Why?\n  ","468775":"\n   What are your future plans? Or are you living in the present moment, not thinking about the future?\n  ","468776":"\n   What always sounds like a good idea but never actually is?\n  ","468777":"\n   Would you erase your most precious memories to become smarter?\n  ","468778":"\n   What will the future be like?\n  ","468779":"\n\n    https:\/\/youtu.be\/77xZrYANfVA\n   \n   Ab pesh e khidmat hain Kernal ki Bivi, 👉Must watch👍\n  ","468780":"\n   Do you think you could beat a guy in leg wrestling?\n  ","468781":"\n   What is the last thing you do before sleep?\n  ","468782":"\n   What would you want people to understand more about you?\n  ","468783":"\n   What would you do with your 15 minutes of fame?\n  ","468784":"\n   it will distract u fo sho\n  ","468785":"\n   What are you proud of?\n  ","468786":"\n   watch one of those 10 hour vids XD\n  ","468787":"\n   master bait\n  ","468788":"\n   SUP DOOD\n  ","468789":"\n   How do you feel?\n  ","468790":"\n   multiplepepees\n  ","468791":"\n   WHAT WOULD YOUR PERFECT DAY BE LIKE?\n  ","468792":"\n   Always how you feel bmi to me is bulls*it I just keep that scale to make sure I can account for it and the food im eating is helping etc besides that ain’t sh*t to me. I just do my thing and keep positive and I’m telling you things are happening so keep it up and of course goat yoga.\n  ","468793":"\n   Are you afraid of the future?\n  ","468794":"\n   i hope you all had a great Day!\n  ","468795":"\n   Hell Yeah!! :)\n  ","468796":"\n   Yeah it’s true tho my supposably “healthy weight” is like 75 kilos or some sh*t mate if I get there I’m a walking skeleton lol so what’s that in pounds like 135 or something yeah no 😂 \n\nYeah next level yoga style.\n  ","468797":"\n   I'm sure your stomach is perfect and you have a great curvy gorgeous body ❤️\n  ","468798":"\n   You have clear cut goals and vision. Keep it up mate and buy a few goats they help :)\n  ","468799":"\n   You're already the perfect weight!\n  ","468800":"\n   What are the 5 important things you would include in your things-to-do list in your life?\n  ","468801":"\n   Insane girls fuck better.\n  ","468802":"\n   I have a question. Is your profile picture a drawing of yourself? I looks really cool. I like it.\n  ","468803":"\n   have you ever had a toothache?\n  ","468804":"\n   pap\n  ","468805":"\n   Hii\n  ","468806":"\n   yes\n  ","468807":"\n   huge peepee\n  ","468808":"\n   How do you make sure Earth knows you love her?\n  ","468809":"\n   Do you agree that good things come to those who wait? ✨\n  ","468810":"\n   me lol\n  ","468811":"\n   ever been on omegle?\n  ","468812":"\n   How's hell?\n  ","468813":"\n   +++\n  ","468814":"\n   do you have movies that have made you cry? which ones?\n  ","468815":"\n   What is your idea of a perfect relaxing night?\n  ","468816":"\n   Wyd?\n  ","468817":"\n   that says a lot though if you think about it....\n  ","468818":"\n   🎶 Post a song that makes you happy. 🎶\n  ","468819":"\n   yes\n  ","468820":"\n   I wonder why americans like to act like they have free healthcare\n  ","468821":"\n   me lol\n  ","468822":"\n   huge pepee\n  ","468823":"\n   Do you prefer your ice cream in a cup or on a cone?\n  ","468824":"\n   but is that not just common courtesy?\n  ","468825":"\n   is there any guys onlyfans you'd be willing to pay for?\n  ","468826":"\n   Do you like piercings?\n  ","468827":"\n   Do you have any tattoos?\n  ","468828":"\n   ¿Que haces?\n  ","468829":"\n   How do you deal with people who say cruel things to you?\n  ","468830":"\n   Do you believe that some things are just \"meant to be\"?\n  ","468831":"\n   How are you\n  ","468832":"\n   wdym to everything\n  ","468833":"\n   wdym\n  ","468834":"\n   How's the weather in Arizona?\n  ","468835":"\n   pap\n  ","468836":"\n   What was the last thing you ate?\n  ","468837":"\n   Sorry 😂 my dumbass phone decided to hit send after 2 letters 🤷🏻‍♀️\n  ","468838":"\n   Wh\n  ","468839":"\n   What is it with these anons? They get so weird with you 😂\n  ","468840":"\n   yes\n  ","468841":"\n   wdym\n  ","468842":"\n   how do i unbake a cake\n  ","468843":"\n   Last part is random\n  ","468844":"\n   or ur no1 fan lahore hahahahahaha\n  ","468845":"\n   Wyd?\n  ","468846":"\n   at least yahya and darius arent back lol\n  ","468847":"\n   who that\n  ","468848":"\n   Must be different from others, your outlook\n  ","468849":"\n   How did you go about determining your needs and wants?\n  ","468850":"\n   What is bugging you?\n  ","468851":"\n   I’m trying to accept not knowing the future. How does one live without knowing is it fate or free will?\n  ","468852":"\n   me lol\n  ","468853":"\n   multiplepepees\n  ","468854":"\n   wdym\n  ","468855":"\n   i helped XD\n  ","468856":"\n   is it still happening? oof yo tell them you already have a bf lol\n  ","468857":"\n   would you give out your number?\n  ","468858":"\n   What makes you strong?\n  ","468859":"\n   what stop?\n  ","468860":"\n   10. Listen to the same sad song playing on repeat.\n  ","468861":"\n   What is your natural eye color is??\n  ","468862":"\n   What is your favorite place to meet friends?\n  ","468863":"\n   ¯\\_(ツ)_\/¯\n\n👍👍👍\ngood luck!! ps find the right guy\n  ","468864":"\n   😏😏😏\n  ","468865":"\n   and you dont have a boyfriend right? If you don't go find some one lol :p\n  ","468866":"\n   your older right\n  ","468867":"\n   do you even know him xD\n  ","468868":"\n   wow thats intersting lol xD\n  ","468869":"\n   oh nice im on a swim team\n  ","468870":"\n   😭😭😭\n  ","468871":"\n   Do you swim for a team in arizona? do you have dryland or zoom meetings with your team\n  ","468872":"\n   you are cute\n  ","468873":"\n   Yeah, I guess\n  ","468874":"\n   Do you like music?\n  ","468875":"\n   ☺🖕🖕\n  ","468876":"\n   Do you like playing miniature golf aka putt putt? Is there a putt putt place nearby you?\n  ","468877":"\n   have any favorite clothing brands?\n  ","468878":"\n   Ever been stung by a jellyfish?\nI have haha.\n  ","468879":"\n   its funny how it always seems to be one of two days of the week nowadays huh? 🤣 the key is to do something you hate even more on the other days concurrently each week and wed and sun wont seem so bad 😂\n  ","468880":"\n   which members of your family look to you for guidance?\n  ","468881":"\n   Why do you think people use ask?\n  ","468882":"\n   would you say you tend to exaggerate or downplay things?\n  ","468883":"\n   When is the last time you went swimming!?\n  ","468884":"\n   pepee\n  ","468885":"\n   Do you prefer using cash or card?\n  ","468886":"\n   do you remember any made up words you used to say as a kid?\n  ","468887":"\n   what are you doing ?\n  ","468888":"\n   that means either a guy or naughty stuff or both lmao\n  ","468889":"\n   Idk what I did right for her to grow this tall really. :\/ so that’s a pleasant surprise\n  ","468890":"\n   My cactus is still growing hahah. The day I got her she was so tiny but now she’s pretty tall\n  ","468891":"\n   like wha\n  ","468892":"\n   do you like to garden?\n  ","468893":"\n   wdym\n  ","468894":"\n   u be p early\n  ","468895":"\n   what’s the last thing you said?\n  ","468896":"\n   How do you respond if your ex pops up out of the blue and says they need to talk to you?\n  ","468897":"\n   Do you like the warm weather?\n  ","468898":"\n   Should it be normal for women to propose to men?\n  ","468899":"\n   Bees vs Wasps? Which are your favourite?? 🐝😬🤷‍♂️\n  ","468900":"\n   What movie did you end up watching? What flavor did you eat?\n  "},"Answer":{"467828":"\n  R ______\n  \n  You tried :p\n  \n  Worse enough some people on here figured it out.\n  ","467829":"\n  Some Russian one that got mad at me.. wasn't my teacher though 🤣\n  \n  A child development one. Teacher was awful. Worked for dss and would brag about taking kids away at grocery stores..the kids and parents crying. I ended up dropping the course before the timeline. He also marked me absent a few times and I had to prove that I was there by my notes. There was another girl with the same first name so must have got confused. I was still all peace out 🤣\n  \n  History one. We just watched movies. Could use the book for all the tests, even the exam. Didn't learn anything lol\n  ","467830":"\n  I'm a good friend.\n  ","467831":"\n  Uh who?\n  \n  My birthday is in December.\n  ","467832":"\n  lol I just itched my leg.\n  \n  Pain sucks so lets go with itch... depending where 🤣\n  ","467833":"\n  No translation for this\n  ","467834":"\n  Maybe a library or something with pets\n  ","467835":"\n  Some mountain picture I think\n  ","467836":"\n  More mature than some. Immature in other ways.\n  ","467837":"\n  Now my mom is here. This day cant get any better!\n  ","467838":"\n  Classified information\n  ","467839":"\n  Same thing in the end\n  ","467840":"\n  Will have to search for :p\n  ","467841":"\n  RIP goodness\n  ","467842":"\n  Last night 🙃\n  ","467843":"\n  Aw that's good news! :)\n  ","467844":"\n  Can be.\n  ","467845":"\n  Liars within the government.\n  ","467846":"\n  Trusting\n  ","467847":"\n  I never liked butterfingers all that much. Like softer shells...\n  ","467848":"\n  me too!\n  ","467849":"\n  Enjoy\n  ","467850":"\n  ?\n  ","467851":"\n  Wings\n  ","467852":"\n  He wouldn't follow me, just run.\n  ","467853":"\n  Depends what it is. I'd say more slow though.\n  ","467854":"\n  Almonds\n  ","467855":"\n  It should.\n  ","467856":"\n  Don't care.\n  ","467857":"\n  Whenever I feel like it\n  ","467858":"\n  Not sure. Didn't eat that brand much.\n  ","467859":"\n  Doesn't matter what I'd ask. Already know the truth.\n  ","467860":"\n  A f*cking sh!t ton\n  ","467861":"\n  Glad someone is nice\n  ","467862":"\n  The good night messages. Kidding.\n  \n  The people and the q&a aspect\n  ","467863":"\n  No\n  ","467864":"\n  You just did. Congratulations . Have some confidence and just do it? Friends first?\n  ","467865":"\n  Bottle?\n  ","467866":"\n  Drowned rat\n  ","467867":"\n  Probably the fact that I only got 3 hours of sleep, if that 🤔🙃\n  ","467868":"\n  Maybe a 5.. depends on the situation.\n  \n  Just sent a kik message explaining...\n  ","467869":"\n  Night sugar\n  ","467870":"\n  I guess Lima beans and black beans. Idk it's been forever since I've had beans. Even when I did it wasn't often. Chili is great. Actual beans aren't good for keto.\n  \n  Green beans but don't think you meant those types. More a limit on keto.\n  ","467871":"\n  Looks, their mind, actions, personality, the things they like, what you have in common, the things you don't have in common, challenging eachother in a healthy way, voice, soul. The whole package.\n  ","467872":"\n  Fetish alert\n  ","467873":"\n  Nah. You can definitely feel a connection with someone like they need to be in your life somehow but love is a little too much. It needs to grow, best friend type way first.\n  ","467874":"\n  I still don't know my bra size lol was 42D ¯\\_(ツ)_\/¯\n  \n  For guys.. I'd like 5+\n  ","467875":"\n  They shouldn't know it 😈\n  ","467876":"\n  Listen, give advice if they asked, make them laugh , chill with them etc.\n  ","467877":"\n  And killing the wifi :(\n  ","467878":"\n  Look it up\n  \n  More so if I ate a lot lol\n  ","467879":"\n  Send help?\n  \n   @danceswitcakes\n  \n  🤣\n  ","467880":"\n  Situation based.\n  ","467881":"\n  No, they see aliens 👽👽👽\n  ","467882":"\n  I didn't bring perfume with me  seemed unnecessary bringing a huge bottle.\n  ","467883":"\n  Someone is late to the party\n  ","467884":"\n  Mom called me earlier wanting to know if I needed anything. Then I remembered something I did need but she didn't answer my call.\n  \n  The other was a scam call.\n  ","467885":"\n  \"me lol\"\n  ","467886":"\n  The ones I always wear for walking\n  ","467887":"\n  No thanks lol\n  \n  Chilled with them all day!\n  \n  Only real peace and quiet haha. Plus they don't like coming in here anymore at night 🤣 they would usually follow me but now remain there at night.\n  ","467888":"\n  WHICH ONE? HEHE.\n  \n  Nope! Sorry <3\n  \n  Damn.\n  ","467889":"\n  Falling off the bed is the most funny one to me.\n  \n  Feel like others would be more natural at times like queefing, squirting.\n  ","467890":"\n  Usually with maxwell :( miss him right now hahaha\n  ","467891":"\n  Often enough 😈😘\n  ","467892":"\n  It's already 1am here. Didn't exactly want to hangout in the livingroom with the dogs while they slept 🤣 I'm still awake\n  ","467893":"\n  Oh haha. Like the pop up will say that I won something..a phone, money.  Whatever it is.\n  \n  Ugh. They need to figure things out!\n  ","467894":"\n  I peed a few minutes ago :)\n  ","467895":"\n  Seemed more rap like than a band to me.\n  \n  'Heavy Fuel' by Dire Straits\n  \n  Yes, I don't listen to them much at all.\n  ","467896":"\n  Technology ones\n  ","467897":"\n  That would have been 101\n  \n  There's actual numbers, dude.\n  ","467898":"\n  I'm old.\n  \n  32\n  ","467899":"\n  Clearly 🤣\n  \n  Might check sharesome..not sure yet lol\n  ","467900":"\n  S*x, respect, trust, open communication etc\n  ","467901":"\n  Yes and I should have brought Maxwell with me :(\n  ","467902":"\n  Can be lol\n  ","467903":"\n  Solo play? Guy.\n  \n  A couple.. I kind of watch both depending on what's going down ;) full picture\n  ","467904":"\n  I like the Fast and furious movies but HOW MANY DO WE NEED!?\n  ","467905":"\n  Funny\n  \n  Sweet\n  \n  Kind\n  ","467906":"\n  Always horny, be kind, don't hurt anyone. Uh.. there's probably other ones too!\n  ","467907":"\n  ¯\\_(ツ)_\/¯\n  ","467908":"\n  Entitled humans\n  ","467909":"\n  My dirty mind at times\n  ","467910":"\n  Mostly fitness ones atm\n  ","467911":"\n  Whenever we need to. Usually pick up some basics we were out of and then a bigger grocery shop.\n  ","467912":"\n  Hey\n  ","467913":"\n  Im not clicking that.\n  ","467914":"\n  Nice lies\n  ","467915":"\n  I don't have a partner.\n  \n  A & c would be ideal though.\n  \n  This also reminded me of something :D\n  ","467916":"\n  Hello isn't a question\n  ","467917":"\n  It's not bad.\n  \n  I like Samantha more though. However, I couldn't use the name since my nephew's cousin has that name.\n  ","467918":"\n  You still haven't asked the questions...\n  ","467919":"\n  El Camino and Silver linings playbook\n  ","467920":"\n  Probably but can't think of what\n  ","467921":"\n  Yes. Random stuff :)\n  ","467922":"\n  Not on here 🤣🤙\n  ","467923":"\n  Isn't you :p\n  \n  People keep thinking that 🤣\n  ","467924":"\n  Cute\n  \n  Mr. B, Mr. H\n  \n  and Miss H.. think she might have married someone.. not sure.\n  ","467925":"\n  A lot! :o\n  ","467926":"\n  Dont really have one. Maybe technology stuff?\n  ","467927":"\n  A or B?\n  \n  Maybe a D from you\n  ","467928":"\n  There's a Halloween picture up under my top answers of it.\n  ","467929":"\n  Fashion, vlogs, fitness, food.. other things I like or want to inform people on.\n  ","467930":"\n  Save the world\n  ","467931":"\n  :)\n  ","467932":"\n  Hey\n  ","467933":"\n  Looks\n  \n  I'll get there 🖕💪\n  ","467934":"\n  Atleast I'm not miserable like you 😘\n  ","467935":"\n  You being the beauty here?\n  ","467936":"\n  STDs, pregnancy\n  ","467937":"\n  Not yet\n  \n  You guys always ask that one straight away 🤣\n  ","467938":"\n  Oh now you wanna see it\n  \n  Thought I was all disgusting n shit🖕\n  ","467939":"\n  Still doing this if anyone is interested x\n  ","467940":"\n  Yes, my azz is quite huge ¯\\_(ツ)_\/¯\n  ","467941":"\n  More the latter\n  ","467942":"\n  Already answered this today\n  ","467943":"\n  Mostly just English.\n  \n  I know a little Spanish and French but not enough to get by\n  \n  Also took ASL\n  ","467944":"\n  Reese cups\n  ","467945":"\n  Haven't done any of those\n  ","467946":"\n  Some are good but they never worked :)\n  ","467947":"\n  Nah but been on other ones that were fast!\n  ","467948":"\n  Matcha, passionfruit, ginger, lemon, peppermint, raspberry...\n  ","467949":"\n  Sunday, actually.\n  ","467950":"\n  I figured XD\n  \n  Mom is good.\n  \n  Dad.. eh.\n  ","467951":"\n  Mom will ring the doorbell here. I lock it after she leaves. She's tried opening it before too 😈\n  ","467952":"\n  Yes, there's some people that you just know aren't good based on their actions so you'd trust less.\n  ","467953":"\n  Some of it\n  ","467954":"\n  Maybe 65% of the time?\n  ","467955":"\n  They are both alive.\n  ","467956":"\n  A few :)\n  ","467957":"\n  They'd be inappropriate 😈🤙\n  ","467958":"\n  I like milk more.\n  ","467959":"\n  S*x\n  \n  I mean fireworks\n  ","467960":"\n  Yes\n  ","467961":"\n  People don't really give gifts for the 4th of July unless fireworks count.\n  ","467962":"\n  The truth.\n  ","467963":"\n  Well Kimberly has many degrees. Depends how you look at it :p\n  ","467964":"\n  None at the moment\n  ","467965":"\n  When it made more than you thought ¯\\_(ツ)_\/¯\n  ","467966":"\n  Not that interesting lol\n  \n  Also will add some chicken strips to it and the Prego sauce they have.\n  ","467967":"\n  Making rigatoni. Just felt like pasta today. I've been pretty good so figured why not.\n  \n  My mood is also good. Mom's coming back later though to walk.\n  ","467968":"\n  I think that's more situation based.\n  \n  No, not always.\n  ","467969":"\n  Water, tea, sugar free rootbeers\n  \n  Alcoholic ones:\n  \n  Strawberry daiquiri\n  \n  Apple martini\n  \n  Margaritas\n  \n  I like fruity things\n  ","467970":"\n  All time? How would I know? 🤣\n  ","467971":"\n  Puppies, blanket forts, cuddles, company, watermelon, sun, water and much more.\n  ","467972":"\n  Wake up 🙃\n  ","467973":"\n  A little but sometimes it doesn't go away.\n  ","467974":"\n  True but it's more likely that it's someone that was conceived that way too.\n  \n  Even people that were adopted still had people who had s*x.\n  \n  It's still the males sperm even if it was done with science.\n  ","467975":"\n  Not something I want to dwell on lol\n  \n  People have s*x. Big deal\n  \n  Your parents had s*x too...\n  ","467976":"\n  me lol\n  ","467977":"\n  My mind read that as stamina 🤣🤦🏼‍♀️\n  \n  Intelligence\n  ","467978":"\n  Both!!\n  ","467979":"\n  Nope. I'm awesome that way\n  ","467980":"\n  Betty White, Ryan Reynolds,  Jason Momoa, Leonardo DiCaprio, Julia Roberts, Jennifer Aniston, Sandra Bullock and more\n  ","467981":"\n  Nice. Its so hot out 🔥\n  \n  Only getting worse this week.\n  ","467982":"\n  Waterbottle. AZ is hot.\n  \n  Everything else depends on what I'm doing\/going.\n  ","467983":"\n  Do birds count? Just added feed to the bird feeder :)\n  ","467984":"\n  No. East valley. Not giving exact location.\n  ","467985":"\n  Nope.\n  \n  But not too far away either.\n  ","467986":"\n  Hello\n  ","467987":"\n  Opposite of Arizona\n  \n  Sun is a' blazin'\n  ","467988":"\n  I'd post me but feeling bloated hahah\n  ","467989":"\n  Bish I'd do charcoal. No pencils please.\n  \n  Even a cupid statue ended up looking sinister but I rolled with that shit 🤣 teacher liked it ¯\\_(ツ)_\/¯\n  \n  Have a good one\n  ","467990":"\n  lol cute\n  \n  You know what I meant :p\n  ","467991":"\n  Drawing a bath.\n  \n  Hot out\n  \n  It will be my pool 🤣🤦🏼‍♀️\n  ","467992":"\n  None. More into gym and swimming..not on a team.\n  ","467993":"\n  Seems like its happened before\n  ","467994":"\n  Sir mix a lot 😈🤣🤦🏼‍♀️\n  ","467995":"\n  All of them 🙃\n  ","467996":"\n  Haha what the f*ck\n  ","467997":"\n  Forgive me for I have sinned :p\n  ","467998":"\n  Should I not be? 🤔\n  \n  Good dream and stuff :)\n  ","467999":"\n  Idk something within us?\n  ","468000":"\n  The loud bangs. Sensory overload.\n  ","468001":"\n  Mine is pretty boring, lol. The dogs sleep most of the time. The pool and gym is still closed so I don't get that benefit right now. I'm literally just sitting outside in the heat in my \"happy as fuck\" bathingsuit.\n  ","468002":"\n  This was a while ago.. but this guy asked me what I was reading. I forget which book I was reading then but it was a real book. I also finished reading The Butterfly Girl by\n  \n   @patchy_life\n  \n  and mentioned how he was a good singer too.\n  \n  Must not have been impressed with my answers because never talked again 🤣🤣🤣🤣\n  ","468003":"\n  Rarely. I'm more joking when I do.\n  ","468004":"\n  No. I don't send requests often lol\n  ","468005":"\n  Happy as f*ck\n  ","468006":"\n  I'm not worried atm\n  ","468007":"\n  Most bosses seem like Karen's.\n  ","468008":"\n  Do one thing you love everyday\n  \n  - my brother\n  \n  I'm sure some public figure said it as well 🤣🤙\n  ","468009":"\n  Yup :)\n  ","468010":"\n  Not really but thanks for the money, Trump.\n  ","468011":"\n  Protein shake.\n  \n  Not ready for actual food right now.\n  ","468012":"\n  Love\n  ","468013":"\n  Maybe singing ?\n  ","468014":"\n  Just noticed this. Its afternoon now.\n  ","468015":"\n  One gets up and goes to work. Might not get hangovers. still has friends. It hasn't ruined their lives. Tolerance.\n  \n  But overall... An alcoholic is an alcoholic at the end of the day.\n  ","468016":"\n  And hands\n  ","468017":"\n  50\/50\n  ","468018":"\n  Ice cream and watermelon\n  ","468019":"\n  Fine? o.o\n  ","468020":"\n  Haven't been everywhere to say\n  ","468021":"\n  Look on a map. Further away.\n  ","468022":"\n  Castor oil is a good soap too.\n  ","468023":"\n  Still 0 here lol\n  ","468024":"\n  They got it there, brought it back. Italian logo on it.\n  ","468025":"\n  lol I thought this was about my mom at first. Someone asked how she gets here 🤣\n  \n  Right!! Get it 🤙\n  ","468026":"\n  Thanks :)\n  ","468027":"\n  No. That's been done forever ago 🤣 perfectionist.\n  \n  They were renting out my sister's other house, those people just moved out.  He's painting the kitchen cabinets white. My mom repainted all the doors upstairs and downstairs. She was supposed to do the cabinets but purposely messed up and my sister \"fired\" her from that. She was very happy haha\n  \n  It had tiles before but my sister had the idea to do a cement type look with a finish over it. They are putting in some laminate wood flooring.\n  ","468028":"\n  Sorry to hear that.\n  \n  Yes seems like it would be time. R.i.p kitty\n  ","468029":"\n  Yes but its not optional with this. It's a you need to 🤣\n  ","468030":"\n  Sorry :p\n  ","468031":"\n  Definitely eats. Whines for attention at times too but 99% of that is more food too.\n  \n  My mom kept giving them dog bones yesterday. Should have never showed her where they were 🤣 now will be annoying when she comes around more lol\n  ","468032":"\n  True.\n  ","468033":"\n  Yes.\n  \n  I'm proud of my dedication, determination, gut instincts, personality.\n  ","468034":"\n  Oh that Bella ;)\n  ","468035":"\n  That's too bad.\n  \n  I like hearing my name more 😉\n  ","468036":"\n  lil demons\n  ","468037":"\n  Cleaning his apartment spotless since he's bored. Talking about his relationship. Cats. I made a joke that he needed another cat (has 2) since he was bored and a bit stir crazy.\n  \n  He sent more messages today but I haven't checked them yet. Think it was still about the cat theme lol\n  ","468038":"\n  The cake\n  ","468039":"\n  us lol\n  ","468040":"\n  Not the area I'm at but Flagstaff, Payson and other areas like that do.\n  ","468041":"\n  Seems so XD\n  \n  Might steal from others too. Kept getting a breakfast question yesterday from people.\n  ","468042":"\n  He's enjoying winter.\n  ","468043":"\n  Just the way the Rebel keto one is. Needs to thaw. Hard instead of creamy.\n  ","468044":"\n  Oh cool :)\n  \n  I feel like there's lots of mutuals today whereas years ago you'd hear of different people.\n  ","468045":"\n  Nobody?\n  ","468046":"\n  To Chicago to visit his parents then to Florida because his stepson is moving there. Then coming back. Lots of driving overall.\n  ","468047":"\n  Hm not quite. They do have orange trees and some other stuff. Mostly just green right now. Some flower bush tree things..\n  ","468048":"\n  Not really sure when yet.\n  \n  She wanted to do this week or next.  Kind of forgot about her baby shower lol also I'm dog\/housesitting until June 3rd. So we'll see what happens I guess.\n  \n  Would be nice to camp but doesn't seem that fun too since she could pop at any time, moodiness etc I don't think I'd want to sleep on a cot  *that* pregnant..\n  ","468049":"\n  This sounds like an essay prompt 🤣\n  ","468050":"\n  No, just me. Haha\n  ","468051":"\n  Noooooo\n  ","468052":"\n  It's been forever.\n  \n  My brother-in-law is probably sick of painting right now.\n  ","468053":"\n  I've noticed 🤣\n  \n  Not too bad in the winter though.\n  ","468054":"\n  Don't have them with me.\n  \n  A grey one from Italy\n  \n  Aqua looking one\n  \n  I don't think hats suit me much.\n  ","468055":"\n  Dogs don't know how to use the internet.\n  ","468056":"\n  It told me that it was ok.\n  \n  That huge azz one would have been the violation for sure!!\n  ","468057":"\n  Nice, anon\n  ","468058":"\n  Arizona atm\n  ","468059":"\n  I do 🤣🔥\n  ","468060":"\n  Do I?\n  ","468061":"\n  Last night?\n  ","468062":"\n  Same. I'll most likely be going over to the house sometime to swim. This triple digits weather will be hot 🔥\n  \n  Currently dog\/housesitting and they don't have a pool here.\n  ","468063":"\n  Gym and the pool still aren't open.\n  \n  Lots of places opened up again. Some still on lockdown.  The ones open still have regulations.\n  ","468064":"\n  Maybe a little :p\n  ","468065":"\n  Yes, looks like one.\n  \n  Winter socks but they def are comfy and helped not burn my feet. Didn't bring sandals with me.\n  ","468066":"\n  No clue\n  ","468067":"\n  In the east coast 😍\n  \n  AZ doesn't fully get autumn or spring... goes to the next extreme fast XD\n  ","468068":"\n  me lol\n  ","468069":"\n  I try 🙃\n  ","468070":"\n  And I'm going to extremes 🎤\n  \n  Idk man.. conquer those fears.\n  \n  The dogs are being annoying but that doesn't make me nervous.\n  ","468071":"\n  We can have a little of each in us.\n  ","468072":"\n  Depends on the other person in question and the relationship in a general sense. It takes me a while to feel like I love someone. I say it when I know\/feel it. I'm not someone that would say it back if didn't 100% feel the same. I dont sugar coat things. Too blunt for that.. Boston vibes and sagittarius rolled into one XD\n  ","468073":"\n  The puzzy cats\n  ","468074":"\n  A man!\n  \n   https:\/\/youtu.be\/z0dSaIe3xow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Came to mind last night when reading this XD\n  \n  ~Who Framed Roger Rabbit ~\n  ","468075":"\n  One I haven't took yet\n  ","468076":"\n  Hoarding toilet paper, hand sanitizer. Foamy soaps ;)\n  ","468077":"\n  Can someone give this guy a disney course?\n  ","468078":"\n  Indeed.\n  ","468079":"\n  No to both.\n  ","468080":"\n  Thanks\n  ","468081":"\n  Underwear or nothing if wanting to surprise someone ;)\n  ","468082":"\n  I know 🤗💕\n  ","468083":"\n  My app isn't showing the shoutout questions. Just the normal ones and vip.\n  \n  If I go to the mobile website version on my phone it shows me them. Its also annoying since pop ups keep coming up. You won this bullshit messages.\n  ","468084":"\n  You asked this at 4am\n  \n  God no.\n  \n  I was sleeping, thankfully.\n  \n  Which I should go do more of XD\n  ","468085":"\n  Body built on chocolate 😍😉\n  ","468086":"\n  Ah ok! :)\n  \n  Yes more fancy than a goodwill. Books as well.\n  ","468087":"\n  Peep then?\n  \n  Eh.. feel like I just pee at night. Depends what I ate I guess too lol\n  ","468088":"\n  I don't think I have a favorite 2020 one yet.\n  ","468089":"\n  Good night\n  ","468090":"\n  Pee, maybe?\n  ","468091":"\n  Roses 🌹🥀\n  ","468092":"\n  Hm the type doesn't really matter..whatever I felt like.\n  ","468093":"\n  Yes. I want to know everything. Make sure its tailored to them.\n  ","468094":"\n  My gay guy friend started messaging me so talking to him.\n  \n  Getting more tired 😴\n  ","468095":"\n  Sleepy cuddles would be ideal right now. I was tired around 7 🤣 then walked around 8 with my mom. She was still around so kept me up lol\n  ","468096":"\n  Who wants to rob a bank?\n  ","468097":"\n  Ofcourse. Been there, done that.\n  ","468098":"\n  The experience, memories, culture, saying you been to so and so...\n  ","468099":"\n  Let's not judge\n  ","468100":"\n  Chicken\n  ","468101":"\n  \"Wuat up\"\n  \n  Could be anyone lol\n  ","468102":"\n  Tank top, shorts or leggings\n  \n  Tshirt, shorts or leggings\n  \n  Tshirt and underwear if really hot out\n  \n  Just depends\n  ","468103":"\n  Teacher sat on my lap\n  ","468104":"\n  Comedy, romcom, horror\n  \n  Need to be in the mood for action ones.\n  ","468105":"\n  Can't. Wifi is being shit. Netflix would have been my only option anyways.\n  \n  Using my phones wifi and even that isn't going as fast.\n  ","468106":"\n  Different for everyone.\n  ","468107":"\n  July 4th\n  ","468108":"\n  It's an innie and no.\n  ","468109":"\n  Whatever my dad's aunt was going to leave us but decided against. She always talked about leaving money.\n  ","468110":"\n  You don't do stupid sh!t, people tell you that you are, actions taken.. lots of different ways!\n  \n  I think we can all have some bad too.\n  ","468111":"\n  Time machine\n  ","468112":"\n  Haha yes XD\n  ","468113":"\n  Very much so.\n  \n  Seen a ufo when younger and it was even confirmed years later online.\n  ","468114":"\n  Aw you call a kangaroo a car. That's adorable, man!\n  ","468115":"\n  This was cute\n  ","468116":"\n  Eat something, man! *hugs*\n  ","468117":"\n  The affiliate marketing or something else?\n  \n  Perhaps!\n  ","468118":"\n  Not really. I stay the same.\n  ","468119":"\n  What made you like chocolate more?\n  \n  Oh yes.. just like those flames 🤣\n  ","468120":"\n  lol damn\n  ","468121":"\n  But then it wont be hidden!!!\n  ","468122":"\n  Meant a scientific explanation 🤣\n  \n  But yes, pretty much. I'm not the one that paid for it :p\n  ","468123":"\n  Girl code, sorry bro.\n  ","468124":"\n  By name? Nicknames? Whatever seems fitting at the time.\n  ","468125":"\n  Nah. Has high blood pressure. Tempting though XD\n  ","468126":"\n  Sort of\n  ","468127":"\n  Think she's trying to catch me in something too ;)\n  \n  Came over again unannounced and coming back around 8 to walk.\n  ","468128":"\n  Before or after they changed?\n  ","468129":"\n  Haha thought you were serious :p\n  ","468130":"\n  What's that again?🤔\n  ","468131":"\n  Made me laugh XD\n  ","468132":"\n  Haven't seen ¯\\_(ツ)_\/¯\n  ","468133":"\n  Nope. Are you a soap expert? :)\n  ","468134":"\n  I don't think everyone is flawed.\n  ","468135":"\n  Doing it wrong! Haha\n  \n  I'm sure there's a way besides waiting!\n  \n  Also sad how the UK has more Cadbury items than the states do.\n  ","468136":"\n  Waiting on some to melt now 🙃 cookies n creme\n  \n  Cookie dough is my fave tho\n  ","468137":"\n  No, I never cheated in a relationship.\n  \n  👆still doing the #s.. ask away!!👆\n  ","468138":"\n  Have had a few\n  ","468139":"\n  Give me it? ;)\n  \n  Save. Invest in what you need or in others etc\n  ","468140":"\n  Adorable.idk still dont know too much about you. Good questions.\n  ","468141":"\n  I like funny more.\n  \n  Dont need a know it all especially if they put you down because you didn't know something.\n  ","468142":"\n  Crushes wouldn't last this long.\n  ","468143":"\n  The people I'm dog\/housesitting has this owl figure outside. I thought someone kept f*cking with the head to make it face the other way. It spins on its own though 🙃🤣🤙\n  ","468144":"\n  Literally just answered this.\n  ","468145":"\n  Just answered\n  ","468146":"\n  It's been ok overall. Couldn't sleep so went for a walk around 4am 🤦🏼‍♀️ People I'm dog\/housesitting for must have checked the going ons since asked how I was along with the doggos a moment ago 🤣🙃 must think I'm a weirdo XD\n  \n  Ended up sleeping most of it. Then had breakfast outside on the patio. Felt like getting some sun as well so I did. Just took a shower. It's been pretty chill. Good :)\n  ","468147":"\n  Metal and other nostalgia songs\n  ","468148":"\n  I'm not really sure what \"nice\" means here lol\n  \n  Am surprised this wasn't saved for the dirty ones XD\n  ","468149":"\n  It's usually with family. Small.\n  \n  I'd rather do other stuff but hasn't happened.\n  ","468150":"\n  No. I'd much rather go vegan if i HAD to pick.\n  \n  Keto can be worse enough at times, tyvm. I also eat more veggies too :)\n  ","468151":"\n  Maybe Belle?\n  ","468152":"\n  Meanwhile in Arizona 🤣\n  \n  Don't die?\n  \n  My sister wants to take her pregnant azz camping miles away from her doctors.. not really that smart ¯\\_(ツ)_\/¯ Her online baby shower is the 31st. Due july 7th but everyone keeps making july 4th comments XD we'll see!!\n  \n  Have a maybe wedding to go to in July. Still not sure if that's happening or if will be another zoom event\n  ","468153":"\n  Not these ones lol\n  \n  Sleeping atm\n  \n  Pickles was nice enough to let me sleep in, surprisingly. Unless I just didn't hear the whining. Usually feed at 5\/6am and I ended up waking around 8am. They must have been like \"she needs it\" since I was out walking around 4am since couldn't sleep XD\n  ","468154":"\n  Sleep.. it can make me tired.\n  \n  Go out in it\n  \n  Watch it\n  ","468155":"\n  I don't want that responsibility.\n  ","468156":"\n  me lol\n  \n  Just kidding.\n  \n  I'd think of some badass name...\n  ","468157":"\n  I like swimming, walking, gym. Hiking can be fun. Dancing and running when i feel like it.\n  ","468158":"\n  Shower but I'll def get to the number game too <3\n  ","468159":"\n  Let's do this 🤙🤗\n  ","468160":"\n  #overthinker\n  ","468161":"\n  Probably save it for when I needed it\n  ","468162":"\n  Nothing much yet.\n  \n  My stimulus check came though so that was good news hearing that yesterday from my mom\n  ","468163":"\n  lol I've kind of forgotten about that 🤣\n  \n  No new material still:p\n  ","468164":"\n  Yes, I feel decent 😘\n  ","468165":"\n  But boy, if it was 😉\n  ","468166":"\n  Always!\n  ","468167":"\n  Pancakes more but I don't mind either\n  ","468168":"\n  Share nudes ;)\n  ","468169":"\n  Just normal ones but they dont consume me so I dont think phobia would be the correct term here.\n  ","468170":"\n  ¯\\_(ツ)_\/¯\n  ","468171":"\n  Cheers\n  ","468172":"\n  Each and every day? Over time. It can definitely go up and down. Get back up 👏\n  ","468173":"\n  Whatever you want! :)\n  \n  I had a yogurt with pb, three cookie dough keto balls and a reese cup crushed up.\n  \n  Also had a keto blueberry muffin today.\n  ","468174":"\n  I have no idea. Has anyone actually learned anything from me lol? 🤣\n  ","468175":"\n  Colorful.\n  ","468176":"\n  Hm... maybe my heart will go on? I think I do it somewhat decently. Sang it a lot before.\n  ","468177":"\n  It's funny when people like the secret messages but still don't know what was said 🤣\n  ","468178":"\n  I actually had app recommendations for sleeping better. They tracking my azz too 🤦🏼‍♀️🤣 Fitbit should be enough lol\n  \n  Haha yes. Has been a bit more with quarantine and getting over my period but definitely been active as well! Those people are weird.\n  ","468179":"\n  Not really. Does it more to get away from my sister and sneak cigarettes eventhough she shouldn't be smoking when Jack is coming. Also drops things off. It always seems to be the times when I actually feel like being left alone at lol plus she likes walking since she ends up sleeping better. Bit of a routine, especially during quarantine.\n  ","468180":"\n  Maybe you dreamed it 😈\n  ","468181":"\n  Well\n  \n   @danceswitcakes\n  \n  made me have a reese cup :p\n  \n  Normal one.\n  ","468182":"\n  It's ok. Used to foam ones currently.\n  ","468183":"\n  Because they said the beautiful inside and outside thing?\n  ","468184":"\n  Two caps\n  ","468185":"\n  Not really sure how to take this lol\n  ","468186":"\n  No, luckily. It still stands though.\n  ","468187":"\n  I don't need some old guy whom I've never once spoken to \"a chance\". I also didn't want an old high school \"friend\" back in my life either. She hadn't changed at all. Still find it creepy that it was 1am her time when sending the request.\n  \n  For others? Not really. Or it's made more complicated by them than it needs to be.\n  ","468188":"\n  That would depend on if mu gut instinct is right about who it could be :p\n  ","468189":"\n  When you've restocked?\n  ","468190":"\n  Doesn't matter the season\n  \n  Ironic since just passed this\n  ","468191":"\n  Outside walking around at 4am?\n  ","468192":"\n  Good night\n  ","468193":"\n  Maybe 😈\n  ","468194":"\n  That ice cream question made me crave it but it's now 12am and I don't really need it 🤦🏼‍♀️\n  ","468195":"\n  Ok\n  ","468196":"\n  Uh they've been weird this weekend. Midget, killer cat on a raft trying to attack me...\n  ","468197":"\n  I'm so confused now lol\n  ","468198":"\n  I don't think it's that necessary. Feel like I've only watched that and Castle Rock there.. still need to watch the rest of, actually.\n  ","468199":"\n  Sounds dirty\n  ","468200":"\n  I like roller coasters that go in water.\n  ","468201":"\n  No problem. Would have had more but not currently on Netflix XD\n  \n  What we do in the shadows is funny but I believe that was on hulu.\n  ","468202":"\n  Hoa.. Most houses look the same, some are different too.\n  \n  Pool and gym community area here. Still not reopened yet\n  ","468203":"\n  Atypical\n  \n  Never have I ever\n  \n  You\n  \n  Tiger king\n  \n  That Karen one people are talking about\n  ","468204":"\n  I'll pass\n  ","468205":"\n  More like fed up with. I understand a lot but can still hurt at times. Saying one thing and doing another etc\n  ","468206":"\n  I don't want to think about that.\n  ","468207":"\n  Chocolate chip cookie dough\n  \n  Cookies n creme \/ oreo\n  \n  Kind of made me want some but I don't feel like eating anymore food today.\n  ","468208":"\n  Most times XD\n  ","468209":"\n  Awake\n  ","468210":"\n  Si\n  ","468211":"\n  Love\n  ","468212":"\n  That's a lot of questions...\n  \n  Is anyone else's app not showing the shoutout questions? It's only showing on the mobile version for me.\n  ","468213":"\n  Maybe in the 5-7 range.\n  ","468214":"\n  Pretty good. Yourself?\n  ","468215":"\n  You might like it a little too much\n  ","468216":"\n  Any volunteers?\n  ","468217":"\n  Idk break the bed?\n  ","468218":"\n  I already have somewhat of a headache, don't want to overthink on this question either. My mood is decent right now.\n  ","468219":"\n  Pretty sure they are the same person :p\n  ","468220":"\n  Nice try\n  \n  Plus what if I'm wrong then that's just weird tagging the wrong person\n  ","468221":"\n  Funny.\n  \n  The one with the two boys and the shovel seem like something my nephews would have done 🤣\n  ","468222":"\n  Still hating that nickname.\n  ","468223":"\n  Thanks <3\n  ","468224":"\n  A good guess lol\n  \n  Or wishful thinking\n  ","468225":"\n  I didn't notice that :o\n  \n  Maybe mine hasn't changed over yet? Pretty sure it was stars still last night.\n  ","468226":"\n  Dont have one atm\n  ","468227":"\n  All the above.. yes depends on the situation, people involved etc.\n  ","468228":"\n  Yes. I learned my lesson the hard way even when I knew it was wrong. Can't change anything etc\n  ","468229":"\n  I kind of see it in a different light but at the same time it's still there.\n  ","468230":"\n  Are you a chef?\n  \n  Kind of been craving pizza lately. Will probably be cheeky sometime during my time here. (Dog\/housesitting right now)\n  \n  I like chicken.. done different ways, cheeseburgers, breakfast items etc\n  \n  I've been having more takeout during quarantine :\/\n  ","468231":"\n  I don't remember singing anything today. Always tomorrow! :)\n  ","468232":"\n  Cooking would be nice at times.\n  ","468233":"\n  I don't really have a legit one. More go with the flow.. no expiration date attached to doing x,y,z.\n  ","468234":"\n  It's been way better than yesterday.\n  ","468235":"\n  Absolutely nothing. Better cities in Arizona XD\n  ","468236":"\n  Still frozen\n  \n  Literally :p\n  \n  Mom ended up bringing some chicken thighs and a salad so I ate that instead. Glad I didn't start cooking it. Then we took a walk after.\n  ","468237":"\n  Maybe a consignment shop... or I'd help others reach their dreams.\n  ","468238":"\n  Depends what it is.\n  \n  Hopefully my mom wont get one in the garage 🤣\n  ","468239":"\n  Not sure. Most are good.\n  ","468240":"\n  Scroll\n  \n  Already posted it twice today\n  ","468241":"\n  It's not as pretty on camera :(\n  ","468242":"\n  Same old shit ¯\\_(ツ)_\/¯\n  ","468243":"\n  Water. Do you have anything stronger?\n  ","468244":"\n  It's been ok so far\n  ","468245":"\n  My favorites 😍\n  ","468246":"\n  Just felt numb over some stuff...\n  \n  People next door had a get together so felt more alone lol\n  \n  I wanted to watch a movie and sleep early but instead my mom came over and we walked. At that point of the night, I kind of wanted to be alone. So it was a little annoying. Love my mom but yes. She keeps coming here. First night she showed up randomly, yesterday she called so i knew she was coming and got me a few food items. Today she showed up randomly again while I was working out.\n  \n  Overthinking which led to the numb feeling more etc\n  ","468247":"\n  _ _ _ - _ _ _ - _ _ _ _\n  ","468248":"\n  Good 😈\n  ","468249":"\n  Roses and sunflowers are my favorites\n  ","468250":"\n  Sureeeeee\n  ","468251":"\n  Grapes are easier but I liked apples more.\n  ","468252":"\n  What are you taking? 💕🤗\n  ","468253":"\n  Yes, I do. More spiritual than religious way.\n  ","468254":"\n  life?\n  ","468255":"\n  I have been there a few times, actually. Didn't live near there though. Been to the Salem witch trials they do etc\n  ","468256":"\n  Kaleo\n  ","468257":"\n  Oh well 😈\n  ","468258":"\n  Might be a mental illness at play?\n  ","468259":"\n  Yes and another person lol\n  \n  Just deleted. No need for blocking\n  ","468260":"\n  Yes. Once.\n  \n  My brother-in-law is from there.\n  ","468261":"\n  :D\n  ","468262":"\n  Blames the keto\n  ","468263":"\n  Dont think so?\n  \n  Pic from earlier ~\n  ","468264":"\n  Yes. Lots of travel reposting type things too. All about the girl etc\n  \n  Like why are you checking out ___'s friend list? O.o\n  \n  Am glad I didn't post the cherry bikini one there hahaah\n  ","468265":"\n  Yup. The age, location, one friend in common that I don't even know in real life... just adds to the creepiness factor. He looked like a skinny tall version of this actor 🤣\n  ","468266":"\n  Like 60\/70s? We had one friend in common, an online friend. Looks like he's dating a 25-40 year old Japanese girl. Just mad creepy. His page was all \"our favorite songs\" and stuff 🤢 must be a sugar daddy or something lol\n  ","468267":"\n  Molasses has nothing on me\n  ","468268":"\n  Ew some old guy just FB friend requested me. I only know two people with that first name and its definitely not either of them!!\n  ","468269":"\n  No, you aren't.\n  ","468270":"\n  Probably a frozen keto pizza. I don't really have that much dinner items with me right now.\n  \n  Mom seems to keep dropping by and giving me items lol like the pizza and other stuff yesterday.\n  \n  The brother-in-law made some cheese biscuit things and she brought them over today including some lunch meat which I had for a late lunch, wrap style.\n  ","468271":"\n  How so?\n  ","468272":"\n  Nothing to be sorry about!\n  \n  I'd be a great gf but nobody really wants me lol\n  ","468273":"\n  Yes but anons I've never talked with aren't getting that information out of me\n  ","468274":"\n  Who tf knows\n  ","468275":"\n  I don't think it matters who it comes from....\n  ","468276":"\n  Some\n  ","468277":"\n  They didn't make me smile but still appreciate the sentiment :)\n  ","468278":"\n  I keep getting better ;)\n  ","468279":"\n  Indeed.\n  \n  R.i.p to those lost too.\n  ","468280":"\n  Nowhere in town lol\n  \n  I'd drag their azz to Sedona, Payson, Scottsdale, Flagstaff, grand canyon, lakes here.. could even venture to California or Las Vegas.\n  ","468281":"\n  Probably stuff that's irrelevant now.\n  \n  Ofcourse those girls on here still like talking about racist things eventhough it's been a year. Should focus on themselves like I've been doing 😘\n  ","468282":"\n  Easily -_-\n  ","468283":"\n  👍\n  ","468284":"\n  Must be the bikini one lol\n  ","468285":"\n  I'm always cute 🤗🙃\n  ","468286":"\n  Answering the oldest pap ones first.\n  ","468287":"\n  Fed them\n  \n  Went back to sleep eventually\n  \n  Made myself breakfast\n  \n  Exercised\n  \n  Dad called me in the middle of that\n  \n  Mom came over\n  \n  I finished exercising after she left\n  \n  Now going to take a shower\n  ","468288":"\n  Agreed. People have not liked me but enemies is too far!!\n  ","468289":"\n  I don't think I do...\n  ","468290":"\n  Exercising right now eventhough it's not what I'm in the mood to do lol\n  ","468291":"\n  Not that often at all.\n  ","468292":"\n  I don't even know anymore. Wanted 2-3 though.\n  ","468293":"\n  I'd rather not be dead, thanks.\n  ","468294":"\n  Can go either way.\n  ","468295":"\n  It is fact!\n  ","468296":"\n  I always do lol\n  ","468297":"\n  So :p\n  \n  Still better than I'd be lol\n  ","468298":"\n  That I don't sleep\n  ","468299":"\n  No, bye.\n  \n  Should really try getting more sleep.\n  ","468300":"\n  The past\n  ","468301":"\n  Fantastic...\n  ","468302":"\n  Because I don't want to be dirty with every single guy on here? It's 7am, sorry I'm not all \"let's e-fuck baby\" -_-\n  ","468303":"\n  Uh huh, right.\n  ","468304":"\n  Yes, I could.\n  ","468305":"\n  58 minutes ago?\n  ","468306":"\n  This seems like someone else now.\n  ","468307":"\n  ¯\\_(ツ)_\/¯\n  ","468308":"\n  Yesterday... uh. 3\n  ","468309":"\n  Likewise\n  ","468310":"\n  Very, very, frightening.\n  \n  Yes, I do. Pretty. Don't care too much for very loud thunder but lightning is awesome\n  ","468311":"\n  I didn't 😈\n  \n  I def need a better sleep schedule at night. Promised myself last night that I'd sleep earlier but that didn't work out lol\n  ","468312":"\n  Doesn't seem like it lately.\n  \n  HAD TO FEED THE DOGS, OK.\n  \n  Very demanding, especially Pickles.\n  \n  *falls asleep again *\n  \n  6:22am :p\n  \n  MST time\n  ","468313":"\n  Made me laugh last night. Who thinks of these!?\n  \n  Also not from here originally so weird question to get\n  ","468314":"\n  Wrong person to ask.\n  \n\n   @mawiocudwoc\n  \n  might be better fitted or any other gamer.\n  \n   @CourtneyUwU\n  \n  too.\n  ","468315":"\n  Much like this?\n  ","468316":"\n  lol I forget if I shared or not 🤣 wall to wall'd\n  ","468317":"\n  Yes\n  ","468318":"\n  Because not our rating system or??? Haha yes :p\n  \n  Why not just ask how it went instead of rating.\n  ","468319":"\n  You will only get\n  \n   @lnr87\n  \n  out of me. Especially with that page. Kudos to not being anon though.\n  ","468320":"\n  Good night\n  ","468321":"\n  Night king\n  ","468322":"\n  Fine. Going to bed now.\n  ","468323":"\n  Just wondering what happened to them :p\n  \n  I don't think love should be a percentage or a stupid statistic. People are real, not a number. Things happen, good or bad. Math isn't always involved in partnerships. It's those two people, not others. I see the big picture, not a number. A number doesn't guarantee happiness with the person. Not every relationship will be the right one for you. Trial and error can occur too. All a learning experience. Some might even feel like they found the right person but too predisposed and scared of that knowledge. Who knows. For shits and giggles..  maybe 45-50% find the \"right\" person. Nobody really knows until they give it a try.\n  ","468324":"\n  Hello?\n  ","468325":"\n  And the other 60%?\n  ","468326":"\n  Very nice :p\n  ","468327":"\n  Have a good Eid\n  ","468328":"\n  Dad - good work ethic, animal lover\n  \n  Mom - take after her side of the family more\n  ","468329":"\n  I don't get high\n  ","468330":"\n  Any kind would be good.\n  \n  Camping is great ! Glad you had or still having fun :)\n  ","468331":"\n  More lies by guys\n  ","468332":"\n  Or you could be a real man and pay.\n  ","468333":"\n  I know I am <3\n  ","468334":"\n  Hope everything will be ok. Fighting chance etc\n  ","468335":"\n  More like worried *hugs*\n  ","468336":"\n  Oh yes haha\n  ","468337":"\n  Oh? Thought I was being a good girl 🤔😇\n  ","468338":"\n  I don't drink milk much.\n  \n  I miss the chocolate one now :( the company changed their ingredients and it has more sugar added now. Don't get why they did that. My sister pretty much vetoed it because  of that. Has gestational diabetes from being pregnant so more into tracking sugar again. Taking the glucose levels and all that\n  ","468339":"\n  You first 😈\n  ","468340":"\n  What's the question? :)\n  ","468341":"\n  Has onlyfans became classy?\n  ","468342":"\n  We're all part devil.\n  ","468343":"\n  Then I was way off haha\n  \n  What's up?\n  ","468344":"\n  Nope.. ask the question and we'll see if I was right XD\n  ","468345":"\n  Haha XD\n  \n  You can. Idk if I'd have an answer tho\n  \n  Go for it. I feel like I know what it will be about sigh\n  ","468346":"\n  Depends on the day, what I say ¯\\_(ツ)_\/¯ people always say it's cute haha idk man. I don't hate it as much as i did but its still not my favorite either\n  ","468347":"\n  Maybe 🙃\n  ","468348":"\n  Clothes more, I think. I even brought my leopard denim shorts with me.\n  \n  I've only had shoes twice.. pair of flats and a pair of boots.\n  \n  I was more into leopard bedsheets when younger so its hilarious to me that the house I'm staying at has put out the leopard bedroom set again XD (they did last time I was here too)\n  ","468349":"\n  We've been having the a\/c and ceiling fans on.\n  ","468350":"\n  Maybe a bra that didn't fit years ago 🤣 I wanted a real bra and looked like it would have been the right sizing but it was a C and too small. I didn't know sh!t about bra sizes at the time hahaha\n  ","468351":"\n  Certain songs\/singers\n  ","468352":"\n  Probably stuff about my grandpa's brother. I don't know too much about him but some guy is apparently writing an article\/book on him so uncovering more information from that.\n  \n  I learned that I could have died  at birth my senior year 🤣 had writing prompts to do and it came up in that. Like oh. Thanks for the information?\n  ","468353":"\n  Riverdale\n  \n  Second season of YOU\n  \n  13 reasons why\n  \n  Season 10 of TWD\n  \n  Some GOT ones need to be watched still (read the books)\n  \n  I didn't watch all of Tiger King\n  \n  Movies.. probably a lot of newer ones\n  ","468354":"\n  Black and a sparkly silver\n  \n  Toes are a pink\n  ","468355":"\n  Four.\n  \n  First room, livingroom, my bedroom and my sister's room\n  ","468356":"\n  Ok just listening to people sing and watching the pups\n  \n\n   https:\/\/youtu.be\/f-VmvpvV0f0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","468357":"\n  A wrap with canned chicken and mayo. Some nuts and took 3 thin chip ahoys.\n  ","468358":"\n  Chilling in the sun. Wish they had a lounge chair. Doggos are sleeping. Also have a heat warning..  hopefully the gym's pool is open those days or I'd just go back to the house if not lol :)\n  ","468359":"\n  Yes. Best summer food. I want watermelon now 🤣🤦🏼‍♀️\n  ","468360":"\n  I want a burger :\/\n  \n  Someone is cooking nearby\n  \n  Will make lunch soon tho\n  ","468361":"\n  Good since I didn't feel like I was acting that way lol XD\n  ","468362":"\n  No but should have. Felt cute and tiny. Not a bloated period h*e anymore 🤣\n  ","468363":"\n  Nudes\n  ","468364":"\n  Get high on shrooms? Fall in even deeper over my head? Probably get lost lol\n  ","468365":"\n  This mirror is making me feel all kinds of tiny 😍\n  ","468366":"\n  Have you tried showering naked? 10\/10 would recommend.\n  ","468367":"\n  I'm not into children 🤦🏼‍♀️\n  ","468368":"\n  I'm not sure. Both seem fun. I wouldn't want to do them alone though.\n  ","468369":"\n  Haven't\n  \n  Why would that be funny? Should be serious and real commitment.\n  ","468370":"\n  Maybe Disney since it's so much money? I'd rather have real experiences, culture and all that instead of being broke for one day at an amusement park ¯\\_(ツ)_\/¯\n  \n  I've never been but yes...\n  ","468371":"\n  Of anons asking for that.\n  \n  Much rather be mutuals and talk already, have some trust in them etc\n  \n  The yes doesn't bug me that much.\n  ","468372":"\n  I have a question asking for a rating of 1-10 on the day.. hopefully will get better XD\n  ","468373":"\n  I'm so sick of that lol XD\n  ","468374":"\n  Other social media?\n  \n  Especially to anons. Get rid of that entitlement when we dont even talk on here ¯\\_(ツ)_\/¯\n  ","468375":"\n  Thought you meant right now.. was like rude! 🤣\n  ","468376":"\n  It needs some air atm\n  \n  Yes I'm sure lots of fun things have gone up lol\n  ","468377":"\n  No. Nothing to do with her lol\n  \n  She actually came over last night.\n  ","468378":"\n  Nice 🤗\n  \n  Feel like I'm already over this day 🤣\n  ","468379":"\n  I'm not 100% sure. Ham casserole comes to mind since I know the recipe and also the pasta salad my mom makes. Probably one of those? Or pasta in general. Scrambled eggs too.\n  ","468380":"\n  Torn between getting an hour of more sleep or eating breakfast.\n  ","468381":"\n  Dirty mind ahead\n  ","468382":"\n  Chicken parm 😍\n  ","468383":"\n  Just curious :p\n  \n  Should something be added?\n  ","468384":"\n  Formspring died and everyone migrated here. The friendships made and new ones since then. I like q&a sites. Boredom.. like seeing what people say.\n  ","468385":"\n  Right now I feel tired still. Had a little bit of a headache but that subsided.\n  \n  Typically, no. I feel like they'd see right through me and be all what's wrong type thing.My eyes and face give me away...\n  \n  However there have been some occasions where I've felt awful when walking with my mom.. I think she might pick up on it at times but hasn't said anything. Plus its pitch dark and probably in her own thoughts too. Or i seem fine but that inner turmoil?\n  ","468386":"\n  Naps. Or sleeping at an earlier time if I couldn't have a nap.\n  \n  I only nap if sick, period or the above reason.\n  ","468387":"\n  Let's go with what I don't like 🤣\n  \n  Hate the ones that want other social media right off the bat. They don't talk to me here but want that?\n  \n  Also ones that ask for my number to text.  Like that's personal and rather wait? Haven't even talked yet but all about those digits. Makes me feel like they aren't sincere in what they want either. Its like those guys who collect snapchats.. probably do huge group chats telling each girl the same crap ¯\\_(ツ)_\/¯\n  \n  When they take things too far\n  \n  Wont take no as an answer\n  \n  I've had a few lie to me over the stupidest things lately. Like why? How is that going to make me trust you?\n  \n  Certain personal ones especially when they know it's a hard subject...\n  ","468388":"\n  I'd be dead or take it to the grave with me.\n  ","468389":"\n  None? I was up early but that isn't too weird for me :p had to pee and feed the doggos.\n  \n  I guess hitting 1.1k steps already was a surprise. Didn't think I hit 500+ last night. So it added up when walked outside with the pups\n  ","468390":"\n  I guess? Or hasn't seen before. They're supposed to be virgins, especially the guy. It wouldn't surprise me if she did stuff with her ex. She's 30-40s but acts way younger and religious. She apparently asked her mom what to do before starting the relationship since felt conflicted. That's literally in the website byline for them including the way they met at work.\n  ","468391":"\n  Yes. Why wouldn't they be?\n  ","468392":"\n  Or not\n  ","468393":"\n  Seems creepy 👍\n  ","468394":"\n  True. I'd be like 1-2% b!tch if at all XD\n  \n  Someone usually makes me laugh when I'm feeling that way on here ¯\\_(ツ)_\/¯\n  \n  If I am one they def deserved it.\n  ","468395":"\n  Arizona.\n  \n  Hiking spots and day trips.. before quarantine.\n  \n  Yesterday; Traveled to the house I'm dog\/housesitting at. Same town so not that far XD\n  ","468396":"\n  Yes.. the whole Karen or Susan names? Always in other people's business? Think they are smarter  than everyone else.\n  \n  I haven't seen the documentary or whatever style it's in. But pretty sure it has to deal with that?\n  \n  I also know someone with the actual name XD\n  ","468397":"\n  Noted :p\n  \n  Night\n  ","468398":"\n  I kind of hate how I watched Your Name and now everyone keeps posting gifs from it :\/\n  \n  Chi from Chobits was cool.\n  \n  Fruits Basket and love hina had some good ones too.\n  ","468399":"\n  Answer\n  \n  I need to be in a mood to send questions to everyone:)\n  ","468400":"\n  Thanks *gives back*\n  \n  I'll try sleeping again XD\n  ","468401":"\n  <3\n  ","468402":"\n  Am I really that intimidating?\n  ","468403":"\n  A bit restless, lonely, bored, tired. I definitely still have some PMS because I seriously want to be a b!tch to something I just got sent lol yet again its like do I really want to waste the energy on that question and person  ¯\\_(ツ)_\/¯\n  ","468404":"\n  Night\n  ","468405":"\n  🙃\n  ","468406":"\n  Check my page? I don't feel like dealing with looking for links.\n  ","468407":"\n  When Google translate fails you.\n  ","468408":"\n  ???\n  \n  Apparently that means \"is not?\". I don't get what you mean then.\n  \n  .\n  ","468409":"\n  Scroll\n  ","468410":"\n  I hate this question.\n  ","468411":"\n  Nope. She basically had a tramp stamp of hair on her back right there and everything else was normal.\n  ","468412":"\n  See that I'm not fit :p\n  ","468413":"\n  Or I didn't feel like mentioning the person. They aren't that random and don't seem like a stranger to me ¯\\_(ツ)_\/¯\n  ","468414":"\n  A bad one. Abuse etc\n  ","468415":"\n  🤣🤣🤣\n  ","468416":"\n  Last one. My own doing\n  \n  & people or pets that passed on\n  ","468417":"\n  Haha too kind!\n  ","468418":"\n  Yogurt\n  \n  I had a wrap for lunch, clementine, a cheesestick\n  \n  Had a reese cup, some small kitkats\n  \n  Chicken and cauliflower rice. A sugar free rootbeer with that.\n  \n  The rest of my Rebel ice cream, some nuts, two reese cups broken and mixed in\n  \n  Hopefully that's it 🤣 dont want to even check the pantry lol always filled with cookies and such. They said I could have stuff but ya.. #watched :p they def noticed I've raided some food before when looking after the doggos XD\n  ","468419":"\n  Aww\n  ","468420":"\n  I don't like getting called adorable. Adorable should be for babies or animals. Anyone else feel that way?\n  ","468421":"\n  Touche and a pun at the same time.  My day will be pretty pointless too. Just hanging with the pups. Not sure if the gym\/pool is open and rather be a tad on the safer side still as well.\n  ","468422":"\n  That can be pretty harmful.. even if it was good things and they still dont happen it could hurt ¯\\_(ツ)_\/¯\n  ","468423":"\n  I'm not happy or sad right now. Company would be nice. Idk its whatever.\n  ","468424":"\n  Think we make our own points..\n  ","468425":"\n  Most already know it 🤣\n  ","468426":"\n  How am I a consumer if I don't have an account with whatever you want?\n  ","468427":"\n  Nooo too high!!!!\n  ","468428":"\n  It was this\n  ","468429":"\n  6\n  ","468430":"\n  Neither. I'm not like that.\n  ","468431":"\n  In person: my brother-in-law\n  \n  Online: messages here and on kik\n  ","468432":"\n  Blue purple tone\n  ","468433":"\n  That's too bad but is what it is, I guess. Do you feel like you live through him then? :)\n  ","468434":"\n  Then use my name instead of calling me ma'am. My name is more professional. You aren't official XD\n  ","468435":"\n  Has been for 32 years.\n  ","468436":"\n  No ma'am here. Just Lyndsey.\n  ","468437":"\n  Haha I've also been bad! Had a reese cup and some small chocolate kitkat wafers. Think it's more because I didn't get my chocolate fix while on my period so it's like get some, girl 👏\n  \n  Hope you feel better\n  ","468438":"\n  That would definitely hurt since wasn't the same. No wonder why it felt more like that too? Reality hitting harder. Can only focus on the good times :)\n  ","468439":"\n  Making dinner for myself. Chicken and cauliflower rice. It's been a while since I've had cauliflower rice so hopefully wont be as horrible haha\n  \n  dog\/housesitting. Watching TV and on here.\n  ","468440":"\n  Is the death anniversary coming up?\n  \n  Damn. Yes those moments are weird.. like they are really gone and not just words anymore. It's real.\n  ","468441":"\n  Yes, I do. Definitely depends on the situation too.\n  ","468442":"\n  Yup. Like its not really you doing it..\n  ","468443":"\n  True. Rather not have them in pain anymore but still would suck being the one to end it. *hugs*\n  ","468444":"\n  love is patient one\n  ","468445":"\n  Yes. Can only imagine how hard it would be. Gut wrenching vs some sicko looking forward to the kill :(\n  \n  I love animals so much so i could never be a vet lol wouldnt want to kill them even if it's the right thing given what's wrong with them.\n  ","468446":"\n  Woke up\n  \n  Breakfast\n  \n  Shower\n  \n  Made lunch and packed some food up\n  \n  Now dog\/housesitting. Just on here and watching some tv.  Homer just came over and licked my foot -_- luckily I have socks on but still gross lol XD\n  ","468447":"\n  I don't think I could.\n  ","468448":"\n  No problem :)\n  ","468449":"\n  Both. Depends how it looks on them and their preference above all.\n  ","468450":"\n  Not that much\n  ","468451":"\n  I've always thought Hawaii would be cool but obviously would be nice having input\n  ","468452":"\n  Joker\n  ","468453":"\n  Dog\/housesitting now.\n  ","468454":"\n  I'd wait a little. Kind of hard to say as a whole...\n  ","468455":"\n  Very nice\n  ","468456":"\n  She'd probably like to know that her son is a pervert.\n  ","468457":"\n  Ask your mom\n  ","468458":"\n  Does anyone have questions that dont evolve around skirts??\n  ","468459":"\n  👍\n  ","468460":"\n  Pretty sure I've answered that way before too\n  ","468461":"\n  Main one is fitness atm\n  ","468462":"\n  How nice\n  ","468463":"\n  No thanks.\n  ","468464":"\n  Every girl is different.\n  \n  Go ask ones that wear shorts\n  ","468465":"\n  Sting ray?\n  ","468466":"\n  Stop looking then\n  ","468467":"\n  Taking a bra off?\n  ","468468":"\n  Most older ones probably dont wear things underneath ¯\\_(ツ)_\/¯\n  ","468469":"\n  Eating that reese cup 😍\n  ","468470":"\n  Cant see the goods.\n  \n  Stop being stupid\n  ","468471":"\n  That's what pervs do\n  ","468472":"\n  Perverts aka you\n  ","468473":"\n  November or December\n  ","468474":"\n  Because you try looking up them, sicko.\n  ","468475":"\n  It wouldn't always be the same. Takes a lot for me to get to that point as well.\n  ","468476":"\n  I'm not even sure! I don't listen to full albums of movie soundtracks often.\n  ","468477":"\n  Haven't lately\n  \n  More school way;  Wasn't going anywhere, the person didn't feel the same way. One sided love isn't fun. Started liking someone else.\n  ","468478":"\n  We need to talk?\n  \n  \"Huge pepee\" ones at times depending on what the question was haha\n  ","468479":"\n  Rarely.\n  \n  Or it's more in my thoughts instead of saying outloud.\n  \n  I talk to the dogs too :p\n  ","468480":"\n  Good, hopefully!\n  ","468481":"\n  Ones in Cali.\n  \n  There's only lakes in AZ\n  ","468482":"\n  Yes, at times. I still need to visit Ross and Old Navy sometime.\n  \n  I'd also rather save money right now.\n  \n  VS is still doing \"verbal measurements\". Like how?\n  \n  Me: I used to be 42D. Got measured at 46 before.\n  \n  Them: and now?\n  \n  Me: I thought you knew :o\n  \n  🤣🤣🤣\n  ","468483":"\n  \"I always lock the garage and the garage door because there's weird people around\" 🤗😉\n  ","468484":"\n  Yes, sometimes.\n  ","468485":"\n  I don't think so.\n  \n  I'm not home now though and don't feel like checking here :p\n  ","468486":"\n  Among other things\n  ","468487":"\n  Periods :p\n  ","468488":"\n  😈😈😈\n  ","468489":"\n  be with the dogs 🐕🐕🐕\n  ","468490":"\n  Cliche ones? Just do it, hakuna  matata, you got this etc\n  ","468491":"\n  Have all the girls on here cycled together? 🤣\n  ","468492":"\n  Nice. I don't really remember the girl as much.. just the name.\n  ","468493":"\n  Uh what??\n  \n  My brother and brother-in-law have facial hair. I'm sure my nephew's uncle is rocking one atm XD\n  ","468494":"\n  Neither seem that popular these days so I don't really care lol my mom loved Clay Aiken though 🤣\n  ","468495":"\n  Hello Jupiter\n  ","468496":"\n  Okcupid now and again.\n  \n  Most have been SC wannabes or want to talk elsewhere when they still go on there lol clearly not wanting anything real\n  \n  Some have been all about fwb. Idk rather have the trust factor there, not talk about but happens naturally type way if was going to so that or one night stand.\n  \n  Some def gave off creepy vibes\n  \n  Got along with someone but he's married so that was a turn off lol also seemed too nerdy to me. Was into furry stuff o.o\n  \n  No real connections with.\n  ","468497":"\n  Oh yes :p\n  \n  With the dogs.\n  \n  Can't wait. Haha\n  ","468498":"\n  I think so\n  ","468499":"\n  Getting ready. Applying makeup is going to be weird. Only done like three times during quarantine XD\n  ","468500":"\n  It's all good :)\n  ","468501":"\n  Exactly lol\n  ","468502":"\n  Yogurt, pb mixed in, the cookie dough balls I made yesterday and sugar free whip cream\n  ","468503":"\n  Anons can be overrated and overwhelming XD\n  ","468504":"\n  Family, people on here, friends\n  ","468505":"\n  I didn't think that was king lol\n  ","468506":"\n  Probably the case of mistaken identity here.\n  ","468507":"\n  Periods are death.\n  \n  Other things aren't so bad :)\n  ","468508":"\n  Say its not so\n  ","468509":"\n  I'd like to 🤦🏼‍♀️\n  ","468510":"\n  XD\n  ","468511":"\n  I guess ¯\\_(ツ)_\/¯\n  ","468512":"\n  My stepcousin, the one that's getting married, has dark back hair. It scared me. We were at the lake, jumping off the boat. She went up the ladder and it was like a chia pet of hair. It  was normal and then just a huge strip of darkness XD\n  ","468513":"\n  We don't talk about that.\n  ","468514":"\n  How? 🤣\n  ","468515":"\n  We kind of both did at the same time. Nothing like someone's mom turning on the lights and ruining the almost kiss XD\n  \n  He got out of there stat whereas I carried on being the third wheel lol\n  ","468516":"\n  Hide? ¯\\_(ツ)_\/¯\n  \n  I'm not a fighter. I'm a lover. Wanna bunk together? 🤣\n  ","468517":"\n  Hidden deep inside me lol ;)\n  ","468518":"\n  I still remember tho 😈\n  ","468519":"\n  I let it go. Wasted energy.\n  ","468520":"\n  Nope. I'd keep that term for cancer survivors, abuse etc\n  ","468521":"\n  All kinds of tired 🙃\n  ","468522":"\n  Like that model dude already forgetting who\/where we \"talked\". Happening already 🤣\n  ","468523":"\n  Haha appreciate it :p\n  ","468524":"\n  Yup. I'm crazy for that and not wanting to talk with a 16 yr old\n  ","468525":"\n  All flaws, baby 💪\n  ","468526":"\n  Haha right! Idk the one with the longass thread. Telling me I'd be alone forever if I didn't talk to him 🤣🤣🤣\n  ","468527":"\n  Nothing?? They'll forget about me haha\n  ","468528":"\n  In person: brother-in-law. He had to print something and kept talking to me. Mentioned how he helps my sister wake up at times (a song) and started singing it. Like I was in that awake\/not awake phase so it was just more annoying lol\n  \n  Online: the one that wouldn't take no to getting my username.\n  ","468529":"\n  I don't want to.\n  \n  Don't tell me what to do\n  ","468530":"\n  Mentioned the reasons last night. I don't go on much as well so seemed pointless to keep on my phone wasting space. I didn't deactivate it or anything, just not on my phone currently  :p\n  ","468531":"\n  Idk they seem to disappear and reappear..usually mention sc. Which I actually uninstalled last night.\n  ","468532":"\n  Themselves.\n  ","468533":"\n  Maine somewhere? Might still be in that car unless he moved it elsewhere 🤣\n  ","468534":"\n  Haha ok XD\n  ","468535":"\n  I think now.\n  ","468536":"\n  Ryan Reynolds.. deadpool, Definitely maybe.\n  \n  A few others come to mind too 😴\n  ","468537":"\n  lol about my boobs?\n  ","468538":"\n  Let's go with Dr Seuss ¯\\_(ツ)_\/¯\n  \n  Riveting stuff I'm sure\n  ","468539":"\n  I think it was fine?\n  ","468540":"\n  The cold peanut butter gods are after you 🤗 or maybe its Blizzard. One or the other.\n  ","468541":"\n  Eh. My stomach was an azzhole to me when I woke up. its settled down. Today or tomorrow should be the end of my period.\n  ","468542":"\n  No, I haven't.\n  ","468543":"\n  I'm not sure lol\n  \n  Have had nip slips before 😈\n  ","468544":"\n  Done 🙃\n  ","468545":"\n  I haven't made it but do want to make my own spring rolls sometime!\n  \n  I like California rolls the best. With wasabi.\n  ","468546":"\n  Lyndsey Holmes does have a nice ring to it XD\n  ","468547":"\n  The 25th.. so I'll be working. Besides that, I'm not sure. Don't have plans yet or they aren't known to me.\n  ","468548":"\n  I've been told red? I don't always see it lol\n  \n  I like blue, dark purples, black, grey.\n  ","468549":"\n  I like both. Their preference, really. Facial hair a bit more.\n  \n  I also  don't mind hair length on guys either.\n  ","468550":"\n  Think I need more of them.\n  \n  Its mostly been family ones when everyone did get together.\n  ","468551":"\n  A hotel in Illinois 🤣\n  \n  There was a huge bug in the room. My dad killed it and KEPT it!! Still no idea on what it was lol\n  \n  there was a pro,stitute above us as well.\n  \n  Lulu even wanted out of there the next day! Jumped into the Nissan. High jump for her. That's the only time she's ever gotten into that car on her own before too. She was staring at us on the seat like let's go, people! 🤣🤣🤣\n  ","468552":"\n  Maybe \"inspire truth\". Some people on here need it a lot! I've literally been lied to by different people on here lately over the stupidest things.\n  \n  That's also a tattoo that I want on my ribs one day! The inspire part came to me first and then it kind of clicked together. I've liked the idea ever since. A good reminder.\n  \n  Be true to yourself, to others, inspire as a whole.. be your own inspiration and inspire others as well. Many different meanings to it.\n  ","468553":"\n  I haven't dreamed about money.\n  \n  Midgets and a demon cat on a raft last night 🤣 think it wanted to kill me.\n  ","468554":"\n  These ones keep getting repeated during 2020.\n  \n  Suitcase - jacob lee\n  \n  Unknown to you- jacob banks\n  \n  Always remember us this way - lady gaga\n  \n  Someone you loved - Lewis Capaldi\n  \n  I can't go on without you- kaleo\n  \n  Oceans - seafret\n  \n  Tennessee whiskey- chris Stapleton\n  \n  The freshman- the verve pipe\n  \n  Picture- kid Rock\n  \n  Lips of an angel- hinder\n  \n  A few other ones ¯\\_(ツ)_\/¯\n  ","468555":"\n  ¡Necesito esos más!\n  ","468556":"\n  The world is weird. There's always rules or guidelines governed by others and ourselves.\n  ","468557":"\n  Starry night\n  ","468558":"\n  I don't keep track. Doesn't happen that much in person.\n  ","468559":"\n  Not stupid for one thing lol\n  ","468560":"\n  I dont need proof. Got those detective skills, honey 😘\n  ","468561":"\n  I know!! Just missed talking to me in that way ¯\\_(ツ)_\/¯its been forever, why now?\n  \n  Just d!cking around talking about links that never came on here.\n  \n  SC: Showed a screenshot of some uk site. That's not amazon. Didn't have links aka more screenshots of amazon until AFTER I mentioned not feeling comfortable giving my info out.\n  \n  Saying how he's not like others 🤣\n  \n  It all adds up to not being real.\n  ","468562":"\n  Not proper?\n  ","468563":"\n  Nobody needs to buy me anything. The more you talk the more it seems like a lie to begin with lol\n  ","468564":"\n  What does that even mean?\n  ","468565":"\n  I'd buy my own if wanted that.\n  ","468566":"\n  Sometimes but I always liked other junk food more.\n  ","468567":"\n  I'd rather not.\n  ","468568":"\n  Yup. Big images :p\n  ","468569":"\n  How does being single relate to the questions here?\n  ","468570":"\n  For sure.\n  \n  Pretty sure Kevin was just trying to make me talk to him instead of actually going to buy me anything for real ¯\\_(ツ)_\/¯\n  \n  Just kind of done with guys on here and they just wont stop. Gets annoying. Want something real, not fake online guys. Especially when it feels more like being used instead of someone actually respecting you and all that.\n  ","468571":"\n  Should really just delete it.\n  \n  The one who wrote the modeling thing didn't even remember where we \"met\" 🤣\n  \n  Some guy wanted me to watch him\n  \n  Sc gives me those stupid stories they do\n  \n  Everyone else hasn't talked in a while even when I'm not there. It's just boring to me ¯\\_(ツ)_\/¯on ig and other ones more often.\n  ","468572":"\n  Doesn't matter to me\n  ","468573":"\n  Thise made me laugh. Like how??\n  ","468574":"\n  Not the only one, apparently.\n  ","468575":"\n\n   https:\/\/www.instagram.com\/p\/CAeIy-QAuXBdh9KCnp2L-beWL2rZ3lYFHcJVl80\/?igshid=cq1j0kpw88di\n  \n","468576":"\n  Probably didn't even send any and just want me to go there :p well played, satan.\n  ","468577":"\n  Very nice\n  ","468578":"\n  Maybe add spaces?\n  ","468579":"\n  Must know its dirty 🤣\n  ","468580":"\n  I like creamy more.\n  \n  Grape or strawberry\n  ","468581":"\n  🤣🤣🤣🤣\n  ","468582":"\n  Still wondering about that toy link ;)\n  ","468583":"\n  Smoked gouda sounds good atm\n  \n  Nice selection.\n  ","468584":"\n  You cook so much and no leftovers! Damn.\n  ","468585":"\n  Always good to know 😉\n  ","468586":"\n  Why tho?\n  ","468587":"\n  Its like that 22 year old on here who always mentions how he's old and no girl will ever love him bs\n  ","468588":"\n  Guess you didn't last long enough 😉\n  ","468589":"\n  Someone must really like boobs\n  ","468590":"\n  Ah yes. Forgot you weren't in the 2020 with the rest of us 🤣\n  \n  Appreciate the list, man.\n  ","468591":"\n  I read them in the right order but will I answer that way? Nope!! 🤣🤗\n  ","468592":"\n  Maybe I should 😈\n  ","468593":"\n  Can depend who I'm with, how I feel.\n  \n  New people get \"shy\" me but I'm sizing them up.\n  ","468594":"\n  Wasn't planning on bringing it with me ¯\\_(ツ)_\/¯\n  ","468595":"\n  I'm sure you are XD\n  ","468596":"\n  Someone isn't thinking with the right head atm ;)\n  ","468597":"\n  Be careful\n  ","468598":"\n  😈😈😈\n  ","468599":"\n  Don't really feel like adding anyone elsewhere to see\n  ","468600":"\n  I know 😉\n  ","468601":"\n  This made me laugh\n  ","468602":"\n  Fire sign after all 😉🔥\n  ","468603":"\n  Depends who you are :p\n  ","468604":"\n  Its been a while since I've heard that term\n  ","468605":"\n  XD\n  \n  Still think its funny how someone said it wasn't me because I wouldnt show pictures like that on social media.\n  ","468606":"\n  Doesn't mean my azz and stuff always needs to be shown off here.\n  ","468607":"\n  It was under the clipboard still\n  ","468608":"\n  No. Didn't get a link.\n  \n  I know you can suggest on there but not sure how to see that?\n  ","468609":"\n  Go for it\n  ","468610":"\n  If you please haha\n  \n  Can be but if I say I'd do something then I would as well or be a tease in a good way ;)\n  ","468611":"\n  I don't really have plans. Just go with the flow or whatever I want to do in that moment.\n  ","468612":"\n  Whatever you want to do\n  ","468613":"\n  Mmm nice\n  ","468614":"\n  :D\n  ","468615":"\n  That it is!\n  ","468616":"\n  We know shit!!!\n  \n  I was so close to using the person's name to the fat leg comment but was like f it XD\n  ","468617":"\n  Pass it on\n  ","468618":"\n  More than once I bet too\n  ","468619":"\n  Haha maybe not\n  ","468620":"\n  Hope it was good 😘\n  ","468621":"\n  Stimulation is good. Vibrations but wouldn't really want something too loud either. Idk surprise me ;)\n  ","468622":"\n  Such as?\n  \n  Share a link and I'll think about it lol\n  ","468623":"\n  Little of both :o\n  ","468624":"\n  😇\n  \n   http:\/\/amzn.to\/2mQK30H\n  \n","468625":"\n  Why would I do that and whose asking? :p\n  ","468626":"\n  Like the doors?\n  ","468627":"\n  Aww that's cute! Yes that type of stuff was funny but like actual important things..I feel you fam.\n  ","468628":"\n  I don't wear socks though\n  ","468629":"\n  Good to know lol\n  ","468630":"\n  Yes 🤣\n  ","468631":"\n  Tomorrow night :p\n  \n  lol pickles is always the annoying one! Too whiny. Never name a dog after food lol\n  ","468632":"\n  Agreed! Some do grow though. It's called a moon cactus. I liked the ruby color XD had since 2017.\n  \n  More so in other areas. I've had cactus fries in Sedona before.\n  \n  My dad ended up finding one and cutting it up too. Pretty sure its illegal to do so though.\n  ","468633":"\n  Oh?\n  ","468634":"\n  I believe so too haha\n  ","468635":"\n  Are you human? :o\n  ","468636":"\n  We use pork rinds and almond flour if wanting breaded chicken :)\n  ","468637":"\n  Dog\/housesitting\n  ","468638":"\n  I don't think so\n  \n  Game changer, huh? :p\n  ","468639":"\n  Might get too much sun but she's alive still!!\n  \n  River rocks from their New Zealand trip.\n  ","468640":"\n  Same.\n  \n  Ugly tan lines too\n  \n  I wear something like these or legit sandals.\n  ","468641":"\n  Freaking seems so hahah\n  ","468642":"\n  Eh. Nothing has happened 🤣 literally talked in the room. The gyno lady didn't want to be responsible for giving me the metformin for my pcos anymore so shipped me off to him lol\n  \n  The first time; He basically went over what pcos was. My numbers. About certain things that could help. Talked to him about doing keto which he brings up as well\n  \n  Had to do bloodwork sometime and my stress level was high and think estrogen was low? So had to do the pee test. We went over that information which was then normal ranges..  my numbers went down. He wanted me to do an MRI incase there was a reason for not getting my periods. Luckily, I already had one on file so he could look at that instead of redoing it. Talked about the gyno and bc which I just mentioned how I didn't really see the point afterwards. They've been regular since getting them. Well technically my last one was 10 days late and this one was a week early but it is better instead of working while on my period.\n  ","468643":"\n  A point for originality!\n  ","468644":"\n  Idk. My next endo appointment is in June but that should be interesting because I haven't done what was asked of me 🤣\n  \n  Started getting my periods like the freaking next day after that appointment so going to the gyno seemed dumb.. then for birth control quarantine took over that part. That was also more to regulate my period instead too.\n  ","468645":"\n  Omg :o\n  ","468646":"\n  Think you should do a pap fridge or vid :p\n  ","468647":"\n  Same besides my ears clearly dont like me! Had them done twice and both times they closed up .\n  ","468648":"\n  Don't think I have the body of a hot man.\n  \n  Wouldn't want to be super thin. My dad usually looks anorexic in the summer but normal at other times. When my mom loses weight her legs get so thin and everything else kind of stays normal. Dont want that for myself. Healthy, fit.. still want curves and muscles.\n  ","468649":"\n  Fine, fine.\n  ","468650":"\n  It wasn't negative, luckily.\n  \n  Just hurt to read. Memories of that time. The difference and similarities between now and then.\n  ","468651":"\n  Marco\n  ","468652":"\n  Damn. Gave away my location!\n  ","468653":"\n  She's switched to lowcarb more. Added potatoes, bananas, mangoes and some other things in. She's had days where they've gone to like 5 different fast food places to get her favorites 🤣\n  \n  Ended up failing the 1 hour glucose test and retested at the 3 hour limit. Gestational diabetes which she wasn't happy about. Kind of makes sense since has pcos as well but the opposite symptoms of mine. Hormones in overdrive.\n  \n  She's definitely still been wanting to eat healthy the whole time. Sometimes forgets to eat. Nesting like 99% of the time she's been pregnant. Making our mom and her husband crazy 🤣\n  \n  She's kind of keto again but a few cheats like the mango and  other stuff at times. Atleast she knows what to do and not just learning to eat that way. Would be a nightmare lol\n  ","468654":"\n  Maybe not ¯\\_(ツ)_\/¯\n  ","468655":"\n  I'm not in the pool, Polo.\n  ","468656":"\n  Only two marks are visible but they aren't that bad either. Under my eyebrow and above my lip.\n  \n  I was really thinking it was going to be much worse. Especially under my eye. It kind of faded to a light bruise color and didn't become a black eye like I originally thought would happen. Also had a bruise on my boob which was weird 🤣 the opposite side of my face too.\n  ","468657":"\n  No, I haven't. I forget how much it was. Could still feel them doing stuff even with the novocaine 🤣 afterwards sucked though.\n  ","468658":"\n  If that's what you want to say haha\n  ","468659":"\n  Or my face 🤣\n  \n  Yes. I can make jokes over it.\n  ","468660":"\n  Truth!!\n  ","468661":"\n  A filler, vent type of meaning.\n  ","468662":"\n  No. She's skinny though. Everyone  is.\n  \n  Well my sister is pregnant but \"she's all baby\" as people keep pointing out lol\n  ","468663":"\n  My body?\n  ","468664":"\n  Goal weight\n  \n  With someone I love\n  \n  Going to shops, galleries\n  \n  Medium sized friend groups\n  \n  Decent job\n  \n  Date nights or just staying in.\n  \n  Being active\n  \n  Torn between cities and small towns.. love both.\n  \n  Laid back atmosphere.. not in a hurry like Boston can be lol\n  \n  I like sunny areas but open to other places as well\n  \n  Living near the ocean would be cool. Same with mountains, forests etc.\n  \n  So different all around :p\n  ","468665":"\n  Waiting on my nails to dry\n  \n  I made some cookie dough with the baking chips. Waiting on my nails to dry to make them into the balls.\n  ","468666":"\n  Hate flip flops. They bug the part between my big toe lol\n  \n  Sandals win\n  ","468667":"\n  Would be nice\n  ","468668":"\n  👍🤦🏼‍♀️🙃\n  ","468669":"\n  Rather have other things but sure lol\n  ","468670":"\n  Oh, the possibilities 😉\n  ","468671":"\n  How come you are a judgmental pos?\n  ","468672":"\n  Yogurt done different ways\n  \n  Scrambled eggs and bacon or sausage\n  \n  Omelettes are cool at breakfast places\n  \n  Pancakes, waffles\n  ","468673":"\n  Haha sure XD\n  ","468674":"\n  Seems so. They been extra about it lately.\n  ","468675":"\n  Yogurt, peanut butter, blueberries, sugar free whip cream and a few sugar free baking chocolates\n  ","468676":"\n  Fat ones\n  \n  Guys being extra creepy thinking they have a chance. Ones asking about other social media when they don't even talk to me here. The duff person.\n  \n  Wdym ones were more annoying yesterday\n  \n  They take the pepee ones too far at times\n  ","468677":"\n  I'd rather have homemade things, something sentimental, would mean something to the both of you. It doesn't need to be a huge ordeal.. it's in the small things too.\n  ","468678":"\n  Nope. I'd care more about the person, not their d!ck as the number one thing.\n  ","468679":"\n  Both.\n  ","468680":"\n  Probably this one 🤣\n  \n  It's easy. I also can take advantage of the pool and gym. Be with doggies.\n  \n  I'll be watching them for longer so more $$$\n  ","468681":"\n  Packed?\n  \n  Haha idk. All I did was go the bathroom, eat breakfast. Been on here a little and then packed for tomorrow\n  \n  ¯\\_(ツ)_\/¯\n  ","468682":"\n  Yes, I'll actually be working tomorrow night. It's for a longer time period as well. Just packed too :)\n  ","468683":"\n  The one I've known since the 1st grade.\n  ","468684":"\n  Such as?\n  ","468685":"\n  No but I haven't really tried either\n  ","468686":"\n  No clue. I was awake and not awake most of the night. Probably fell asleep around 5ish. Had the weird midget dream. Woke up. Bathroom. Sleep again. That dream was weird too but not as weird as the midget one.. been up since.\n  ","468687":"\n  Lending at times especially if they know I have some.\n  ","468688":"\n  The peanut butter one lol\n  ","468689":"\n  Wonder what rock hard looks like to you XD\n  ","468690":"\n  Is it?\n  \n  He's been a weirdo stalking the hallway at nights again lol\n  ","468691":"\n  Someone funny\n  \n  Isla Fisher\n  \n  Amy Adams\n  \n  Kate Winslet\n  \n  Rachel McAdams\n  \n  Anna Kendericks\n  \n  Emma Stone\n  ","468692":"\n  Yes, I do.\n  \n  However fried isn't good on keto :p\n  ","468693":"\n  Somewhere\n  ","468694":"\n  I think the minor one just went away.\n  \n  I had a filling and I guess the dentist drilled too much since the next day I was in agony. Became a abscess and had to get a root canal.\n  ","468695":"\n  The mindset of it, 2010, a tad relatable. It just hurt lol depression so felt like I was right back there.\n  ","468696":"\n  I mainly do them in my room. She's walked in a few times during them before though to get something. All of her stuff is in my room so that can be a tad annoying at times.\n  \n  She's supportive though. Sometimes it doesn't always seem that way. Like that day over the bikini thing.\n  ","468697":"\n  No, I don't. I root for people.\n  ","468698":"\n  Damaged?\n  ","468699":"\n  Smooth\n  ","468700":"\n  Just the bag that fit the stuff my mom got for mother's day. Soaps, bathbombs from a local place here. Should probably put in the bathroom. Feels too cluttered at times even if its not messy lol\n  ","468701":"\n  Damn. It was popping back then!\n  ","468702":"\n  Whatever looks unhealthy, skeleton like? People comment on it. Noticable differences.\n  \n  I know the 118 is borderline healthy\/unhealthy. Probably wouldn't go that far though. 120s would be best.\n  ","468703":"\n  The nostalgia then XD\n  ","468704":"\n  Nah way before pb was in the fridge :p think that's just been an AZ thing?\n  ","468705":"\n  Fake ear lol\n  \n  Maybe not the best marketing picture 🤣\n  ","468706":"\n  This one stays normal and is recommended!! Kirkland\n  \n  Hated the one that got all clumpy XD\n  ","468707":"\n  I hope not haha\n  \n  Or was peeps = me lol?\n  ","468708":"\n  I guess email them? I'm not seeing anything under the market on my end about it. You could buy it for coins or there was a link (I did that one) to sign up.\n  ","468709":"\n  Two things, one I'm already working on.\n  ","468710":"\n  Sleep 😴\n  ","468711":"\n  XD\n  ","468712":"\n  Uh.. the time I walked there around midnight to return a book since I was restless and needed out lol\n  \n  Actually in it.. sometime before quarantine.\n  ","468713":"\n  A rose, the thorns...\n  ","468714":"\n  ¯\\_(ツ)_\/¯\n  ","468715":"\n  Paris, Britain, Egypt\n  ","468716":"\n  Must see the cracker\n  ","468717":"\n  Think it made me laugh but I was like \"no\" too 🤣\n  ","468718":"\n  More sleep! I probably only got a few hours. Kept tossing and turning. Then I was woken up but they vanished before I could say\/do anything which made me more awake, again. So ya.. sleep, please! 🙃🤦🏼‍♀️😴😴😴😴\n  ","468719":"\n  In person\n  ","468720":"\n  🖕🖕🖕\n  ","468721":"\n  Don't think so.\n  \n  Rather have the cheeks out instead of buttcrack.\n  ","468722":"\n  Middle-ish front...\n  ","468723":"\n  Like the awful marshmallow peeps? 🤔\n  ","468724":"\n  .\n  ","468725":"\n  They like Trump.\n  \n  Mom even got into politics more because of him. It's been fun -_-\n  \n  My sister and her husband don't like him.\n  \n  I'm neutral. Wouldn't be my first pick lol\n  ","468726":"\n  It has been a while.\n  \n  Stop trying to make it seem like its always lol\n  ","468727":"\n  *pokes the third eye*\n  ","468728":"\n  Nah. Freaking hodundi\n  ","468729":"\n  Then no haha!!\n  \n  The younger one isn't bad XD\n  ","468730":"\n  181\n  \n  To be fair, most were \"get a random question \" ones because my inbox was so freaking empty last night 🤣 only kept the somewhat decent ones. Also got some spam overnight.\n  ","468731":"\n  Which one? 😈😉\n  ","468732":"\n  I mentioned some last night. Just wasn't in depth.\n  \n  Lately? No, I've been good. The last time I was bad was on Monday.. more due to my period.\n  ","468733":"\n  Haha right!! You'd think they'd understand that gyms are closed XD think mine might be up again.. not sure. Not really wanting to risk it yet either.\n  ","468734":"\n  Not really sure what I believe with it. I'm just doing my best at being on lockdown. Not overly stressing about it. Just staying in and walking when nobody is around at night. Not looking at all the new numbers unless people have asked. I'd rather not have covid consume my life, thoughts, ideas. I don't feel like watching theories on it either. I know some think that's ignorant but I'd rather not be scared if I don't have to be. Still taking the precautions etc\n  ","468735":"\n  Last night until I wasn't for a few different reasons\n  ","468736":"\n  The 12 inches or covid?\n  ","468737":"\n  Some piano and the recorder.\n  \n  Also inherited a keyboard from my dad's uncle when he passed on.\n  ","468738":"\n  My birth\n  \n  Currents taking me out, getting saved. I still love the water so much lol\n  ","468739":"\n  Maybe a year?\n  ","468740":"\n  For real!! Smh\n  ","468741":"\n  She'll only do it if my mom isn't around and being all attachment issues XD\n  ","468742":"\n  Government is hiding things about covid.\n  \n  Someone even compared it to 9\/11 yesterday o.o\n  ","468743":"\n  Exactly! I wonder what it means besides that I probably need some new lingerie ¯\\_(ツ)_\/¯\n  \n  Like I legit had the image of the guy looking at the door. She was really tall and dark hair but I couldn't see anything either. Mall atmosphere when he was bragging. Even mentioned the store name to the guy while walking together. Not sure if they were friends and being cheeky or random strangers 🤣\n  \n  It was very weird 🤣\n  ","468744":"\n  No, I don't. I'm not that type of funny.\n  ","468745":"\n  No, not really. I feel like I have been enough times now lol\n  ","468746":"\n  Lulu sneaks in at times but ya, don't neccessary want a dog there or cat lol\n  ","468747":"\n  Not enough, apparently.\n  ","468748":"\n  Our friends had a slushie Snoopy machine and we made icees and sold them.\n  \n  Candy bars for school before. Went door to door and also hustled outside stores too XD\n  ","468749":"\n  Young\n  ","468750":"\n  Maxwell 😊\n  ","468751":"\n  Bedroom, Lulu sleeps with my mom. Bruin likes the hallway and Wrangler is usually with my sister and her husband or the couch.\n  ","468752":"\n  Good night\n  ","468753":"\n  I remember wanting to punch the wall before but stopped myself because I knew it would hurt me more.\n  \n  Dont remember why I was that pissed though! It takes a lot for me to get angry so ya..\n  ","468754":"\n  Thanksgiving?\n  ","468755":"\n  Damn.. wouldnt wish that on anyone.\n  ","468756":"\n  🤣🤣🤣🤣🤣\n  ","468757":"\n  To not have RBF? 🤣\n  ","468758":"\n  Both of those fuckers\n  ","468759":"\n  Ice cream:p\n  \n  Exercise which sucked at parts. Went swimming too\n  \n  Not sure if I heard my name while walking. Music was loud. Heart being weird seconds after...\n  \n  Feeling like crap after reading something old 👍\n  \n  Right arm was also just pulsating randomly\n  ","468760":"\n  I hope not. I don't think that would be real love then. It should always feel new and exciting, not stagnant etc\n  ","468761":"\n  Ok? I don't care what other girls do. This is also an old question that you repeat a lot.\n  \n  I feel like spanx or something similar should be for dresses if they wanted. Skirts seem weird... maybe shorts if wanted to create a look ¯\\_(ツ)_\/¯\n  ","468762":"\n  I wouldn't.\n  ","468763":"\n  Someone that doesn't feel strong right now ¯\\_(ツ)_\/¯\n  ","468764":"\n  :(\n  ","468765":"\n  Yes. I do.\n  ","468766":"\n  Ofcourse! We're the ones hurting it most often.\n  ","468767":"\n  I probably should.\n  ","468768":"\n  Doctors\n  ","468769":"\n  without you near\n  ","468770":"\n  Mermaid life\n  \n  Peace out clouds :p\n  ","468771":"\n  My heart hurt when I was walking. One heart?\n  ","468772":"\n  Yup\n  ","468773":"\n  Cant go wrong with this one\n  ","468774":"\n  Not a good time in my life. The vibe it gave off..just yes, not good.\n  ","468775":"\n  I'm thinking of the now more. Somewhat future but yes, always some uncertainty there..\n  ","468776":"\n  Checking FB memories? That hurt tonight.\n  ","468777":"\n  No. I'd most likely ruin a part of me.\n  ","468778":"\n  Fuck knows lol\n  \n  2020 is a bitch, man.\n  ","468779":"\n  I don't understand Hindi videos. Sorry!\n  ","468780":"\n  Who knows\n  ","468781":"\n  Sometimes I'll read. Hm I'm actually being a little sh!t.. supposed to be reading a book with someone but I haven't started it yet. I don't think she has either? Oops.\n  \n  Naughty stuff :p\n  \n  Or just go the bathroom, turn the light off if it wasn't already.  Hope sleep comes lol\n  ","468782":"\n  I'm not sure. Everyone would take away different things anyways.\n  ","468783":"\n  Add more minutes onto it 😈\n  \n  Nah, idk.\n  \n  Probably something good for others lol\n  ","468784":"\n  Yes but I don't want to be up until 10am watching it right now 🤣\n  ","468785":"\n  Old Lyndsey would have never worked out on her periods so that's pretty cool. Go me ¯\\_(ツ)_\/¯ even mentioned that to my mom and she agreed XD\n  ","468786":"\n  Oh hell no 🤣\n  ","468787":"\n  Don't feel like it\n  ","468788":"\n  Not sure if that \"package \" was for me.\n  \n  Also kind of need a distraction at the moment. Ended up reading something I wrote before and kind of crushing :\/\n  ","468789":"\n  Fantastic. You?\n  ","468790":"\n  Maybe\n  ","468791":"\n  Someone not yelling at me haha\n  \n  Good food, people, activities\n  ","468792":"\n  Fuck yes man!! 👏👏🍑\n  ","468793":"\n  I think everyone is a little bit? It's so uncertain.\n  ","468794":"\n  It's been great! :)\n  ","468795":"\n  This seems rather insulting now hahaha\n  ","468796":"\n  75 would be 165 pounds.\n  \n  I'd still be overweight according to bmi at 165.\n  \n  160 is overweight but 159 would hit the normal...what a c*nt 🤣\n  \n  WEIGHT IS SO WEIRD.\n  \n  Def go by how you feel and not the scale etc such liars lol doesn't even commute the muscle\n  ","468797":"\n  I think I'll always have hips, butt and boobs no matter what but can everything else shrink. Please and thank you!\n  \n  I love myself now but yes.. it's a process over all <3\n  ","468798":"\n  Yes! It's tough being a girl lol like to some its their goal weight that I'm at and I'm all no, sorry. Weight, muscle and all that looks different on everyone! 118-125 is my goal.. probably more the 120-130 depending on how I feel, looks etc you just never know!\n  \n  BUYS ALL THE GOATS BAHH\n  \n  Damn.. yoga with a goat!!!\n  ","468799":"\n  Thanks but I'm not. I want to be healthier even with pcos and all that bullshit. I want to have curves still atleast but just be smaller, better stomach etc\n  ","468800":"\n  1. Get to goal weight \/ exercise\n  \n  2. Travel\n  \n  3. Save money\n  \n  4. Want to spend my life with someone. Short,long, whatever..\n  \n  5. Finish degree\/start career.. or write. Something that brings me joy and helps others in the process\n  ","468801":"\n  Am I insane then?\n  \n  The quiet ones are usually the freaks too 😈\n  ","468802":"\n  Nope. Just thought it looked similar. People always ask this! Think the bitmoji one is more on point tho.\n  \n  My hair was that dark when picked it too. Big forehead, resting b!tch face etc\n  ","468803":"\n  Think one minor one and then legit pain... Felt like death\n  ","468804":"\n  My insecurities aren't the ones showing, love.\n  ","468805":"\n  Hello. Do you ever feel watched?\n  ","468806":"\n  😈😈😈\n  ","468807":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/6913KnbMpHM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Must be some strong pepee\n  ","468808":"\n  My mind went dirty\n  ","468809":"\n  I think it's kind of both. You should do things that bring you closer to whatever you want. Waiting could make you miss out on things or not be open to certain opportunities that may arise and be better for you etc not always yes or no type deal\n  ","468810":"\n  Seriously!? :o\n  \n  You missed out on all the weirdness\n  ","468811":"\n  Who hasn't? 🤣\n  ","468812":"\n  Wonderful 🤣\n  \n  Managed to do everything with the proper numbers this time too.\n  \n  Will chill out a little then swim :)\n  ","468813":"\n  Forgot about Hachi\n  \n  Togo made me tear up\n  \n  So pretty much dog ones haha\n  ","468814":"\n  Marley and me\n  \n  Homeward bound\n  ","468815":"\n  Fire, swimming, good company, a movie... idk I'm easy to please.\n  ","468816":"\n  Exercising -_-\n  \n  Just did 100 squats.\n  \n  Curled in a ball now chilling\n  \n  Need to do 100 more and then more hell 🤗😉🙄\n  ","468817":"\n  I suppose?\n  \n  I feel a lot ¯\\_(ツ)_\/¯\n  ","468818":"\n  My tv is currently possessed, guys.\n  \n  Ok, nevermind. It went to kaleo now 🤣\n  ","468819":"\n  Since when? :o\n  ","468820":"\n  We don't :\/\n  \n  My insurance is decent though. Haven't paid for anything yet.\n  ","468821":"\n  Didn't know you were doing onlyfans 🤣\n  ","468822":"\n  Who might that be? ;)\n  ","468823":"\n  Cup with a cone if getting somewhere 😈\n  \n  Dont want it to melt lol\n  ","468824":"\n  Not to me?\n  ","468825":"\n  Don't think I know any guys doing it 🤔\n  ","468826":"\n  Yes, I do. Its not a deal breaker or anything if the person didn't have any though.\n  \n  I don't have any currently. Had my ears done twice before but they closed up both times. I think if I ever did get a piercing it would be a nose ring (small hoop), lip ring or eyebrow. I also liked the idea of this earring last night. I could picture the nose ring, lip and the actual earring on my left side and the eyebrow on the right side. I wonder if that means anything since I can envision tattoos on my left side of body as well\n  \n  ¯\\_(ツ)_\/¯\n  ","468827":"\n  I want a few but I'd rather wait for that. Make sure its what I really want as well.\n  ","468828":"\n  Necesito hacer ejercicio\n  \n  ~\n  \n  I know some Spanish but not enough either.\n  ","468829":"\n  Depends what it is and how my mood was about myself at that moment too.\n  \n  Sometimes it can be laughable. I might agree. Treat them with kindness.  Not everyone knows your story and those people don't matter in the end. Maybe silent treatment or I'll say something.\n  \n  If I feel awful already then it could hit more personally. Period doesn't help that either lol\n  ","468830":"\n  Yes, I do.\n  ","468831":"\n  I feel good! Need to exercise still.\n  \n  I know I'm on my period but these guys are going above and beyond the stupidity level for some reason lol\n  ","468832":"\n  Oh God.\n  ","468833":"\n  lol stop writing this to everything today.\n  ","468834":"\n  Not too bad currently but apparently going back to the triple digits, again.\n  ","468835":"\n  Not sure I want to. My page is already a mess right now 🤣\n  ","468836":"\n  Ice cream 🤣\n  \n  Rebel's cookies n creme, some peanut butter, sugar free whip cream, some sugar free baking chocolate chips and a few strawberries.\n  ","468837":"\n  Still better than what these guys been sending!!!\n  ","468838":"\n  What?\n  ","468839":"\n  Must be the legs ¯\\_(ツ)_\/¯\n  \n  Haha really have no clue! Seems like it only gets worse too XD\n  ","468840":"\n  lol\n  \n  Why are these guys being so annoying today tho???\n  ","468841":"\n  Song\n  ","468842":"\n  My lover by birdtalker\n  \n  😍\n  ","468843":"\n  Yes lol\n  \n  But could see in the reflection of the screen\n  ","468844":"\n  :(\n  ","468845":"\n  Listening to some spotify songs that I haven't heard before.\n  ","468846":"\n  Ew don't mention them haha\n  ","468847":"\n  The ones being irritating on my page 🤣\n  \n  Everyone else is fine 🤙🙃\n  ","468848":"\n  Yes, I suppose.\n  \n  I think certain things would still apply to everyone?\n  ","468849":"\n  Same as everyone else?\n  ","468850":"\n  Some guys on here\n  \n  Period still\n  \n  Still have two cuts on my face from that day\n  ","468851":"\n  ¯\\_(ツ)_\/¯\n  \n  Focus on what you do know and you'll get there in time?\n  ","468852":"\n  Probably the only guy I can stand on here right now lol\n  ","468853":"\n  Rofl how!? 🤣\n  ","468854":"\n  Guys going after ig username, dating crap etc\n  ","468855":"\n  How so?\n  ","468856":"\n  I doubt they'd back off lol\n  ","468857":"\n  Not to just anyone.\n  \n  Guys - don't even try! 🤣🤦🏼‍♀️\n  ","468858":"\n  Working out\n  \n  Things I've dealt with\n  \n  Knowing myself more\n  ","468859":"\n  That person mentioned finding a bf and you winked indicating that it should be you. It's pretty annoying, man.\n  ","468860":"\n  I've done that before 🤣\n  ","468861":"\n  Hazel\n  ","468862":"\n  I feel like I've mostly met mine from school.\n  \n  Or do you mean when we hangout type way?\n  ","468863":"\n  Indeed\n  ","468864":"\n  Stop that\n  ","468865":"\n  👍\n  ","468866":"\n  I'm 32.\n  ","468867":"\n  No, I don't. Which makes it even funnier that I'm so spot on about him still XD\n  \n  He's apparently 16 according to how page which is even more gross that he's trying to talk to me privately.\n  ","468868":"\n  Yes lol\n  \n  Crazy for seeing through that guy hahaha like straight off the bat he was looking for a gf and then acts like there was a future with me since I'd be alone forever without him 🤣🤣🤣🤣🤣🤣\n  \n  Really dont get why guys act that way at times ¯\\_(ツ)_\/¯\n  ","468869":"\n  That's awesome!\n  \n  Wish I was. Love swimming but I know I'm not that good either haha would have been fun\n  ","468870":"\n  He's not going to change my mind. No idea why he's still writing crap XD\n  ","468871":"\n  No. We have a pool.\n  \n  My nephew's swim on a team though :)\n  ","468872":"\n  MY LEGS ARE CUTER!!\n  ","468873":"\n  Replanting it could help as well:)\n  ","468874":"\n  Who the hell doesn't? I'd worry about those people.\n  ","468875":"\n  You still won't get my username.\n  ","468876":"\n  Just the actual golf course.\n  \n  I think Phoenix has one.\n  \n  That Topgolf place in Scottsdale but that's more legit putting.\n  ","468877":"\n  Ones I can't afford 🤣🤙\n  \n  I feel like a lot of people would say Nike if I asked here XD\n  ","468878":"\n  Almost.\n  \n  They are so cool to look at XD\n  ","468879":"\n  Wise advice :p\n  ","468880":"\n  None? I'm the youngest. They don't always listen to me even when I'm right XD\n  \n  I was the first person that got told that they were pregnant.\n  \n  Mom has asked if she was a good mom before. Her mom has the old mentality that boys can do no wrong. Her mom grew up with a lot of siblings. So naturally my mom's brothers get mentioned more and stuff. That was pretty emotional hearing her like that. They do have a good relationship when together atleast.\n  ","468881":"\n  They like q&a sites\n  \n  Distraction\n  \n  Bored on quarantine. A lot of people have been more active lately\n  \n  Friendships made\n  ","468882":"\n  A little bit of both but think I'm more of the downplay. Depends on mood too I guess and being in the moment.\n  ","468883":"\n  Monday,  I think.\n  ","468884":"\n  Nope.\n  \n  That's all you lol\n  ","468885":"\n  I use cash more\n  ","468886":"\n  Maybe some pig Latin.\n  \n  Slang like gotta, gonna, ill, sick...\n  \n  There was a store that we'd call a different name.\n  ","468887":"\n  Going to sleep again lol\n  ","468888":"\n  Nothing naughty.\n  \n  Maybe by default as had a question about a guy.\n  \n  Think I'll try getting more sleep now.\n  ","468889":"\n  Water and sunlight? Probably had good soil too.\n  ","468890":"\n  Aw that's great!\n  \n  Mine stayed the same. Surprised its still around! :)\n  ","468891":"\n  Privileged information 😈\n  ","468892":"\n  I wouldn't mind having one of my own someday :)\n  \n  We've had lots of zucchini and other things grow before.\n  \n  My cactus is still alive. Had her since 2017. Moon cactus. The day I got her 😍🤙\n  ","468893":"\n  Everyone else is still sleeping or we haven't talked yet.\n  \n  Thoughts.. thinking. Ideas.\n  ","468894":"\n  I'm usually up early but go back to bed :p\n  \n  Right now its more because of my period and I needed to pee. Felt like checking in. Will probably sleep again.\n  ","468895":"\n  I haven't said anything yet today. 8am here.\n  \n  Thoughts would be a different story.\n  ","468896":"\n  Getting \"we need to talk\" is creepy in general, regardless of who says it. I understand that it has to be on his time and when he's ready to talk. I'd rather talk than not talk, in a general way. Out of the blue is cute :p\n  ","468897":"\n  Yes. Summer is my favorite season!\n  \n  However AZ can take it too far at times! I do adapt to it well though.\n  ","468898":"\n  I don't see why not.\n  \n  I'd rather the man do it though.\n  ","468899":"\n  I'd take bees over wasps anyday! Wasps kill so much more :(\n  ","468900":"\n  Erin Brockovich\n  \n  Rebel's Cookies n creme\n  "}}