{"Question":{"469974":"\n   Make a list of the top 5 nicest and top 5 meanest people on here\n  ","469975":"\n   Did someone made you cry recently ??\n  ","469976":"\n   No, I am confident in my ability to treat my lady like a queen!\n  ","469977":"\n   🌹🤗✨💫\n  ","469978":"\n   but i love u...it means lekin me aapse pyar karta hun\n  ","469979":"\n   J'ai le béguin pour toi\n  ","469980":"\n   Glad nothing didn’t happen to me today luckily🌹\n  ","469981":"\n   people cling to things they thing they are going to lose.\n  ","469982":"\n   What type of chocolate do you like?\n  ","469983":"\n   Yes I can. But I asked if you could\n  ","469984":"\n   I learn to new word in french\n  ","469985":"\n   but me aapse pyar karta hun\n  ","469986":"\n   What would you do differently as you look back on your life?\n  ","469987":"\n   Why do people always talk about the past instead of the present?\n  ","469988":"\n\n    @NineGDxFour\n   \n   needs more questions\n  ","469989":"\n   How do you feel about the inappropriate questions you get asked on here?\n  ","469990":"\n   Are you noticing people in your area observing social distancing or wearing masks? Do you think most people in your area are taking this seriously?\n  ","469991":"\n   What did you treat your mother to for mother's day?\n  ","469992":"\n   Something new you learned over the weekend?\n  ","469993":"\n   Are you genuinely afraid of getting covid19? Do you think you have the chance to get it?\n  ","469994":"\n   What was one of the ugliest moments in your life?\n  ","469995":"\n   are you a clingy person?\n  ","469996":"\n   Would you show your feet again?\n  ","469997":"\n   Do you have that one friend who just doesn’t seem to be able to grow up? Like they still act like they’re still in high school or they simply won’t get their life together?\n  ","469998":"\n   Would you give money to homeless person on the streets ?\n  ","469999":"\n   death penalty? for or against?\n  ","470000":"\n   Even then I wouldn’t wear a bra. 😂 It‘s dann uncomfortable. 🤗\n  ","470001":"\n   When was the last time you spoke with a classmate from high school?\n  ","470002":"\n   The only bra I‘d sleep with would be a sports bra. But like real cup bras? No, thanks. I rarely wear those anyway. 😄\n  ","470003":"\n   Name one thing Covid19 has ruined for you recently\n  ","470004":"\n   Put a dam bra on saggy tits\n  ","470005":"\n   thats great lynds xo\n  ","470006":"\n   What would you like to do if you was in charge what rules would you make?\n  ","470007":"\n   Is tell people to f off not right if you have don't know them or have done and wrong?\n  ","470008":"\n   Who more clean men or women and why ?\n  ","470009":"\n   Who thinks I'm weider I hate socks in bed\n  ","470010":"\n   Who likes my profile..?😂😀\n  ","470011":"\n   Wants to rub your back while hugs🌹\n  ","470012":"\n   i mean theres no hair places open to do your hair, xo that what i meant im dumb things i say\n  ","470013":"\n   Good night honey\n  ","470014":"\n   Hugs for the Queen🌹\n  ","470015":"\n   oh, and last bra question pls! have you had any luck with bralettes? i like the idea but if you’ve got large boobs....\n  ","470016":"\n   yes, and the sizing is different between brands. it really annoying but once you find the perfect fitting bra its 🙌\n  ","470017":"\n   What's the worse place have you ended up barefoot and why ?\n  ","470018":"\n   Meant love your pics🌹\n  ","470019":"\n   omg! lol! i have something similar because “sister sizes” or whatever you call them make NO SENSE to me and its cheaper to get most bras online\n  ","470020":"\n   You are gorgeous Queen. You have made me happy🌹\n  ","470021":"\n   same, i lost it from back and shoulder. just hoping cup size goes down to a d 😥\n  ","470022":"\n   🔮 What mysteries do you wish could be solved in your lifetime?\n  ","470023":"\n   Is it wrong to be barefoot in a friends house?\n  ","470024":"\n   🎂 Is your birthday a big deal for you or do you just don’t care about it? When is your birthday?\n  ","470025":"\n   did your boobs go down with weightloss? mine havent. im still a g cup 😭\n  ","470026":"\n   Your feet🌹✨\n  ","470027":"\n   So sexy upside down 😍\n  ","470028":"\n   ***\n  ","470029":"\n   What’s a show you recently watched that you didn’t think you’d like and ended up enjoying it? I watched Lemony Snicket’s A Series of Unfortunate Events and I really liked it\n  ","470030":"\n   If you had to walk into a battlefield from a fantasy movie but you could bring whatever fantasy-like weapon you desired, what'd you pick? 🛡🗡⚒🧙‍♂️🏹 Why that one? 🤔\n  ","470031":"\n   who is worse daghhh or boxer dude\n  ","470032":"\n   Sorry girlie apparently someone is sending my @ around\n  ","470033":"\n   hi honey\n  ","470034":"\n   I thought you didnt agree with wishing everyone Happy Mother’s Day? Make up your mind ffs!\n  ","470035":"\n   Did guys check you out?\n  ","470036":"\n   spring or summer? why? (feel free to vote here:\n   \n    https:\/\/ask.fm\/tumblr_and_starbucks\/photopolls\/174209923)\n   \n   ♡\n  ","470037":"\n   yes\n  ","470038":"\n   hot babes 4\n  ","470039":"\n   What made your day today?\n  ","470040":"\n   What's the last movie you watched?\n  ","470041":"\n   What's the weather like for you at the moment? 💧 For me it's raining but I love that. What's your favourite type of weather? 🙈\n  ","470042":"\n   I had a Great day🌹\n  ","470043":"\n   Should you do everything someone wants even if you love them?\n  ","470044":"\n   Whats the best and worst parts of your figure?\n  ","470045":"\n   How was your day\n  ","470046":"\n   -\n  ","470047":"\n   If you had to name a clever thing that you have done, what would it be?\n  ","470048":"\n   y\n  ","470049":"\n   Hii\n  ","470050":"\n   is it turn on if a guy slap ur tatas during sxx\n  ","470051":"\n   Hey, beautiful soul! 🤗 I know this is just a mass message, but I just wanna tell you, how much I appreciate your presence on this app. 💟 I enjoy sending you questions and reading your replies. Thank you so much! ✨ I’m sending you all the love, you deserve. 🤗\n  ","470052":"\n   What‘s your funniest or one funny school memory?\n  ","470053":"\n   What would you most like from ur wishlist?\n  ","470054":"\n   what is your worst habit? what is your best habit?\n  ","470055":"\n   How big is big enough for you?\n  ","470056":"\n   Which artist would you love to see in concert but you haven't yet? 🎙🎸\n  ","470057":"\n   u forgot bootay\n  ","470058":"\n   Aww I absolutely agree. 😊\n  ","470059":"\n   I don't know whether to study Spanish or French. Which one it is hardest?\n  ","470060":"\n   do you wash your hair alot, guess its more dificult to maintain hair now in lockdown\n  ","470061":"\n   aw your hair is lit tbh x\n  ","470062":"\n   yes true lol your funny at least you make me laugh x\n  ","470063":"\n   pap\n  ","470064":"\n   aw hugs and like what i hate im wrecked the next day from lack of sleep\n  ","470065":"\n   Aww thats so nice. Well thank you for answering. 😊\n  ","470066":"\n   aww okay, same for me sometimes especially if ive had a fight with liv etc or worrying about bullying at school xo\n  ","470067":"\n   \"All I ever need\". Soooo what exactly is all you ever need? 🤔\n  ","470068":"\n   Which is worse?\n  ","470069":"\n   What stinks about babysitting babies?\n  ","470070":"\n   aww thats nice  they wanted you to go, why have you not been sleeping well if ok to ask xo\n  ","470071":"\n   I love my mother ❤️\n  ","470072":"\n   30 likes for 30 likes?😘\n  ","470073":"\n   awe, hope they did not exclude you liv cancels on me last minute sometimes xo\n  ","470074":"\n   did you go on the trip how was it xo\n  ","470075":"\n   seekin peepes\n  ","470076":"\n   whats been your most embarrassing moment ?\n  ","470077":"\n   Do you think pick up lines EVER work? ❤💔 Why \/ why not? 🤔\n  ","470078":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","470079":"\n   Good.🌹\n  ","470080":"\n   Hugs🌹\n  ","470081":"\n   last time the honeypot was stired\n  ","470082":"\n   Do you judge people quickly?\n  ","470083":"\n   u\n  ","470084":"\n   Did you ever threaten to run away from home as a kid? Did you ever actually do it?\n  ","470085":"\n   me lol\n  ","470086":"\n   Who do you admire the most right now?\n  ","470087":"\n   What's the most awkward thing you can say in an elevator?\n  ","470088":"\n   🌹🏈\n  ","470089":"\n   would you use the toilet and be on the phone at the same time?\n  ","470090":"\n   Can you do me a short video of you saying this?\n\n\nJames loves Mistress Vex and Tights\nYour feet stink <3 xxxxx\n  ","470091":"\n   What noise do you hear right now?\n  ","470092":"\n   ty are you looking forward to your trip x\n  ","470093":"\n   Plans today\n  ","470094":"\n   did you sleep well\n  ","470095":"\n   oh sorry if i should not have seen it tell me if you dont want me to in future\n  ","470096":"\n   your popular on here lol\n  ","470097":"\n   why cause im saying it\n  ","470098":"\n   you are beautiful xo\n  ","470099":"\n   Suppose you are an actress and they told you to do real s*x in the movie.... Would you do it?\n  ","470100":"\n   Goodnight Your Highness\n  ","470101":"\n   Good night honey\n  ","470102":"\n   No truth and dare😂\n  ","470103":"\n   So can we start🤔😂\n  ","470104":"\n   What’s the one thing that people always misunderstand about you?\n  ","470105":"\n   What’s made you smile lately\n  ","470106":"\n   I will give you coins donot worry 😂\n  ","470107":"\n   Was it really bought by a chick\n  ","470108":"\n   good to see u getting that 💰\n  ","470109":"\n   Can we see the bikini for free?  Not on you but just the bikini\n  ","470110":"\n   Haha after every 5 truth there will be one dare is it ok🤔😂😂\n  ","470111":"\n   Hy\nCan we play Truth and dare?\n  ","470112":"\n   🌹✨\n  ","470113":"\n   Santa '-'\n  ","470114":"\n   You hear that Godzilla has been sighted heading towards the area where you live, what do you do? ☢\n  ","470115":"\n   kaise ho aap?\n  ","470116":"\n   How optimistic are you about the world?\n  ","470117":"\n   Show us your legs too?\n  ","470118":"\n   Your legs really do seem to have power over people\n  ","470119":"\n   People need to get to work\n  ","470120":"\n   But thats a paid photo 🙄🥺\n  ","470121":"\n   😂😂😂 yesssss\n  ","470122":"\n   Ha ha so she jelly of u AND u got her money?\n  ","470123":"\n   How do you get stuff randomly???????\n  ","470124":"\n   How do you deal with the lame haters?\n  ","470125":"\n   Do u have anyone buying u stuff right now?\n  ","470126":"\n   Heyyy\n  ","470127":"\n   What does it mean when people say \"with faith all things are possible\"?\n  ","470128":"\n   Getting gifts for nothing would be so hot\n  ","470129":"\n   Was relaxing🌹\n  ","470130":"\n   Have many people bought stuff off your WL?\n  ","470131":"\n   Do you feel powerful?\n  ","470132":"\n   A girl slave 😂\n  ","470133":"\n   I want one!\n  ","470134":"\n   so its a secret?\n  ","470135":"\n   what do girls usually talk about?\n  ","470136":"\n   i must\n  ","470137":"\n   DONT BE GREEDY MAKE IT FREEEEEEEEE\n  ","470138":"\n   Who is the one person that can always make you laugh?\n  ","470139":"\n   😭😭😭\n  ","470140":"\n   Omfg u got a girlslave 😍\n  ","470141":"\n   Please. Dont get me in trouble. If she gets angry she will take off her bra and then there will be many dead people here. OMG! 😨 See what you did. She has taken it off 😰 I'm running away. Aaaaaah! 🏃‍♂️\n  ","470142":"\n   This dude needs to do more shopping for u\n  ","470143":"\n   Apparently your bikini arrived!  Hope it fit and that you’re happy with it\n  ","470144":"\n   hi we need ur help to complete our monthly assinment we must investigate how many girls prefer ligher or darker underwear colours if u can post a picture to corroborate we would be forever grateful and dont worry ur info will remain confidential k thx\n  ","470145":"\n   Name any 3 things that make you smile.\n  ","470146":"\n   Just in the hot spa🌹\n  ","470147":"\n   pap\n  ","470148":"\n   tysm you help, hugs\n  ","470149":"\n   aw, cool xo\n  ","470150":"\n   Why dont you follow\n   \n    @ladams208\n   \n   ? Are they annoying to you or just not worth your time?\n  ","470151":"\n   yes\n  ","470152":"\n   yeah anyone drive you nuts in quarintine lol\n  ","470153":"\n   quarintine is tough for my brother inlaw my sister said even his breathing drives her nuts\n  ","470154":"\n   will you vote for him in the presidential election?\n  ","470155":"\n   lol aw what girls aha\n  ","470156":"\n   bullies etc,  my confidence is low all the bullying ive had still have tbh\n  ","470157":"\n   are you okay x\n  ","470158":"\n   Hi\n  ","470159":"\n   Hot GIRLS how you doing out there!?\n  ","470160":"\n   ty you cheered me up was kinda sad earlier tbh, you inspire me xo\n  ","470161":"\n   aw lol yes soo true, differences are cool i think too\n  ","470162":"\n   Are you doing anything for Mothers Day?\n\n(You don't have to answer. If you mom has passed on.. My apologies on the question and be wishes to you..)\n  ","470163":"\n   as we are discussing bodies, what female bod is goals if not disrespecful x\n  ","470164":"\n   oh ik its not about clothing with you, i would never say to liv about her style she would kill me, think your mom should think of your feelings i think you look great x\n  ","470165":"\n   well show her how well it fits and work it lol, do not let it bug you xo\n  ","470166":"\n   aw, true your so beautiful tbh be confident xox\n  ","470167":"\n   i guess it effects like women more then guys body issues cause my sister gives her husband a difficult time if he des not compliment her on her clothese, boys dont really notice fashion\n  ","470168":"\n   hey wear what you like, your beautiful its your body etc wear what you like xo\n  ","470169":"\n   I know I usually ask loaded questions so... How are you? 😄 Haha\n  ","470170":"\n   Have you ever been rude to someone and you didn't mean it?  What did you do after that?\n  ","470171":"\n   how are you ?\n  ","470172":"\n   What does a typical Saturday look like for you? What do you do and where do you go?\n  ","470173":"\n   If you were to become a god of one or two things, like the ones in Greek or Norse mythology, what would you've liked to control? 🌊⚡💘🌽 What would you do in your newfound role? You think you'd make a good god? 🤔\n  ","470174":"\n   How do you surprise other people?\n  ","470175":"\n   How do you work on pent up anger and aggression\n  ","470176":"\n   model it then hehe\n  ","470177":"\n   It what ways do you relate to your greek heritage?\n  ","470178":"\n   some1 got banned\n  ","470179":"\n   its your stomach judging from photos\n  ","470180":"\n   we need more visitors on unitymix.com\n  ","470181":"\n   here?\n  ","470182":"\n   Do you untie your shoes when you take them off?\n  ","470183":"\n   are your parents proud of you? if i was to ask them what they thought about you what do you think they would say?\n  ","470184":"\n   There are several women who accuse Biden of s∑xual harassment. Biden denies. Do you believe these women or Biden\n  ","470185":"\n   Ever gone up to someone to talk, say hello and then your mind goes blank and you can’t think of anything to say?\n  ","470186":"\n   Someone called me a whimp because I have a soft spot for animals. That makes no sense right?\n  ","470187":"\n   What time do you get up on Saturdays?\n  ","470188":"\n   What's the biggest part of you?\n  ","470189":"\n   Have  you ever been  told to wear something that you thought I look so stupid\n  ","470190":"\n   🌹😴😴\n  ","470191":"\n   What, why? :(\n  ","470192":"\n   Good night beautiful\n  ","470193":"\n   hi miss google translate\n  ","470194":"\n   Have you sent any risky texts lately?\n  ","470195":"\n   Best pick up line you've heard?\n  ","470196":"\n   -\n  ","470197":"\n   Lmao.\n  ","470198":"\n   What’s the most surprising thing that’s ever turned you on? (Sorry i'm bored)\n  ","470199":"\n   (Question if your into Pokemon. If not. Just ignore & my bad for asking if your not into that.)\n\nWhat Pokemon type would be if you had to choose? Can pick 2.\n\nEx's: Electric, ice, water, fire, fly, rock, normal, ground, ghost, dark, leaf, fighting, fairy, poison, physic, steel, dragon, bug\n  ","470200":"\n\n    @courtneym4\n   \n   wants to get with you. All you gotta do is follow her and call her “Queen Momma.” And hug her tight and hold her hand.\n  ","470201":"\n   🎶 Post a song that breaks your heart. 🎶\n  ","470202":"\n   How many times have you used zoomed?\n  ","470203":"\n   ⚜️ What’s the one thing you thought only you were doing, but found out that others are doing the same, too?\n  ","470204":"\n   If you were to create a virtual world that you could escape into in times of need, how'd you make it? No limits, go crazy with the details if you feel like it!!! 🧝‍♀️🏰🚀🦄\n  ","470205":"\n   What is the most hardest thing about being a girl\n  ","470206":"\n   🎶 Post a song that needs to be played loud! 🎶\n  ","470207":"\n   ✨ What is an idea\/belief that helped you achieve\/overcome anything?\n  ","470208":"\n   ✨Free spice...✨\n  ","470209":"\n   It said 12th originally, then changed to the 8th\n  ","470210":"\n   what are you on about? its not just for ppl who are moms its for ppl who have moms. pretty weird to not like getting harmless messages\n  ","470211":"\n   Says between the 9th and 13th\n  ","470212":"\n   Literally just found out the bikini is running late.  So annoyed!\n  ","470213":"\n   have any plans for mothers day?\n  ","470214":"\n   👑👑👑\n  ","470215":"\n   Pap? Any picture of yourself you want\n  ","470216":"\n   Hi\n  ","470217":"\n   It says it’ll be delivered by 8pm today\n  ","470218":"\n   same xo\n  ","470219":"\n   well be wrong to waste them i just wanted to give her a treat, so do you have a guilty pleasure\n  ","470220":"\n   Show messages from dating site\n  ","470221":"\n   lol nice xo, i got liv chocs but she said she did not want them s i gave them to a homeless couple\n  ","470222":"\n   thats nice is it just food shopping\n  ","470223":"\n   aw, chill time is nice x i had to do shopping for liv tired forgot something had to get more supplies for her\n  ","470224":"\n   One bad habit you struggle to get rid off?\n  ","470225":"\n   are you having a nice day x\n  ","470226":"\n   💬 What is your best story about when someone didn’t know you spoke their language?\n  ","470227":"\n   hi lynds\n  ","470228":"\n   Do you know which band consists of members Nigel Tufnel, Derek Smalls and David St. Hubbins?\n  ","470229":"\n   Pregnant?\n  ","470230":"\n   How are you\n  ","470231":"\n\n    https:\/\/youtu.be\/DwkO9oXeso0\n   \n","470232":"\n   Talk, I am talking, I do not talk, I have an attitude, you speak the truth, so people feel that I am shameless I do not .. Ab batao mar jau kya mai mai insaan ni hun kya mere andar feeling nahi hai kya ? Yaa mai dusre planet ka hun.. tab he mai kisi baat nahi karta 💔🖤🍃\n  ","470233":"\n   What sound annoys you the most?\n  ","470234":"\n   You like pot roast? With lot's of veggies in it?!\n  ","470235":"\n   What is your favorite type of flower?\n  ","470236":"\n   peepee buddy\n  ","470237":"\n   How's the summer wardrobe coming?\n  ","470238":"\n   Have you ever tried to learn song lyrics by heart to impress your friends with singing long verses?\n  ","470239":"\n   e\n  ","470240":"\n   Who wants to be friends\n  ","470241":"\n   30 likes for 30 likes?😘\n  ","470242":"\n   You do? Oh no, I’m so sorry to hear that. You’re okay?\n  ","470243":"\n   Oh?\n  ","470244":"\n   It just came to my attention that someone send out questions to people in which they complain about me posting my OnlyFans link in my replies. I’m so sorry that some of you might received that question. I hope that person will realize how stupid that is. 😒\n  ","470245":"\n   s\n  ","470246":"\n   Do you trust yourself\n  ","470247":"\n   What is your ethnic background?\n  ","470248":"\n   Have you ever tried abseiling\n  ","470249":"\n   You're beautiful 👄\n  ","470250":"\n   Do you have any suggestions for exercise\/workout apps? I have one that I use now but it's for weight loss and that's not really what I need.\n  ","470251":"\n   hello there normal human\n  ","470252":"\n   what’s the last snack you ate?\n  ","470253":"\n   i am the one who proposed you, i think Instagram is the best platform where we can hook together comfortably\n  ","470254":"\n   yupp\n  ","470255":"\n   u r really very funny\n  ","470256":"\n   what if i claim that i m the one u r looking for...\n  ","470257":"\n   Favourite chocolate\n  ","470258":"\n   Lol same but this account seems more positive and less drama then the other ones ehhh\n  ","470259":"\n   Do you enjoy going to diners?\n  ","470260":"\n   Do you agree with this\n   \n    https:\/\/ask.fm\/BeautifulJazMarie\/answers\/160579408676\n   \n","470261":"\n   What color is your askfm? Did you know that you could switch colors? How often do you switch it? 🤗 — I just switched from green to blue. 💚💙\n  ","470262":"\n   Good night beautiful\n  ","470263":"\n   What traits do you have that are just like your mother?\n  ","470264":"\n   height of translations lol\n  ","470265":"\n   so can we talk on insta?\n  ","470266":"\n   mujhe lag ra h ap indian ya pakistani hi ho? why do u pretending a lier in u\n  ","470267":"\n   Those thighs 😍\n  ","470268":"\n   Grande sueños💓💓cerrando con broche  de oro el 2019, esperando llegar a 2020 llena de anhelo, sueños, fuerza, metas, que triste que todos esos proyectos se derrumbaron, de sentirnos tan intocables y poderosos, algo tan inesperado llegó a destruir la cercanía, la amistan, el amor 💓 y los proyectos 😪😔🙈\n  ","470269":"\n   so miss google translate can i see real u?\n  ","470270":"\n   Feel free to hold whatever against me, ayyy.  But seriously my natural speed is between 2 and 2.5 mph SORRY EVERYBODY\n  ","470271":"\n   I have short legs so I walk pretty slowly. :(  I at least try to stay out of the way!\n  ","470272":"\n   With hands or a garrote?😂\n  ","470273":"\n   Can you...?😱 Can a men crush you evas apple?😂\n  ","470274":"\n   A girl can crush the adams apple of a men?\n  ","470275":"\n   I luaghed so hard at this, lol\n  ","470276":"\n   baap re itni mehnat... wese thanks...kuch girls kafi hot h ask pe...but unki language samajh ni aati thi. ab solution mil gya h 😉😉😉\n  ","470277":"\n   Is there any co workers that you dont like\n  ","470278":"\n   🧠 What inspires you?\n  ","470279":"\n   What are your 3 biggest pet peeves?🤔🤔\n  ","470280":"\n   🧠 What was one of the most beautiful moments in your life? Feel free to elaborate on it.\n  ","470281":"\n   Short or long hair on guys\n  ","470282":"\n   What's your family name?\n  ","470283":"\n   You have amazing legs!\n  ","470284":"\n   Have you got any injuries atm\n  ","470285":"\n   Chinese surnames are all monosyllabic. If your son uses Chinese surnames, don't you worry about being weird?\n  ","470286":"\n   Describe the person you a\nHate them most in 2 words\n  ","470287":"\n   pap\n  ","470288":"\n   Are you an outgoing person\n  ","470289":"\n   tell me, what would you do if you had only 100 blinks left before losing your vision?\n  ","470290":"\n   Out of 10 what's your temper like \n\n1 Being Calm 10 being bad\n  ","470291":"\n   pap\n  ","470292":"\n   walking pjs comfy asf xo\n  ","470293":"\n   No matter how hot it is I still have to sleep with a blanket are you the same or do you have something you can't sleep without\n  ","470294":"\n   pjs are cool too lol, comfy yes you look great tbh\n  ","470295":"\n   How are you doing\n  ","470296":"\n   do you like to dress up or are you more casual style\n  ","470297":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","470298":"\n   Hey🌹\n  ","470299":"\n   kya bat, but yahan se copy kese karte ho ap?\n  ","470300":"\n   How is everyone?\n  ","470301":"\n   Sunday plans\n  ","470302":"\n   1 and 3 pls!\n  ","470303":"\n   44\n  ","470304":"\n   do you have any shaving or trimming tips ?......sorry if its personal ...kinda desperate!!!\n  ","470305":"\n   hii\n  ","470306":"\n   nice\n  ","470307":"\n   🐅 Share a quote with the word 'light' in it.\n  ","470308":"\n   Can you take a guy all the way down? Like without gagging?\n  ","470309":"\n   i like you\n  ","470310":"\n   yeah, those little touches are really nice! i will look out for this brand. what are your fave flavours?\n  ","470311":"\n   🎤 What’s a song (old or new) that is overplayed and that you’re sick of hearing?\n  ","470312":"\n   Last criticism you recevied and what did you do about it?\n  ","470313":"\n   omg, yogi bear has his own tea brand??\n  ","470314":"\n   If everyone in the world were going to start calling you something of your choosing that WASN'T your real name, what'd you choose? 🤔🤣\n  ","470315":"\n   sorry all of u for asking question\n  ","470316":"\n   How well are you doing at social distancing?\n  ","470317":"\n   What's new\n  ","470318":"\n   What is the most tired you've ever been\n  ","470319":"\n   There is a local hospice I'm not saying the name of it I'll give away my location.  Anyway my neighbour has  bought £75 worth of scratch cards. And selling 150 tickets to raise money for the hospice.  I've said if I do win I'll promise to donate half whatever I win to the hospice\n  ","470320":"\n   What was the last charity event that you did?\n  ","470321":"\n   which one has been longest ago: bj, eaten, s3x, 69 or hj\n  ","470322":"\n   Do you like rollercoasters\n  ","470323":"\n   The surnames of Korean and Chinese are very different from those of your country. If you marry someone from one of these two countries, Do you think it's better to use your family name for your children? Or is it better to use your husband's surname?\n  ","470324":"\n   If you did an 8 day training course for the milltary how far would you reckon you'll get on the course?\n  ","470325":"\n   💸 Would you spend a night doing s3xual activities with a 75-year old man\/woman, who would give you 1,000,000$ in exchange?\n  ","470326":"\n   Have you ever tried herbal tea\n  ","470327":"\n   some one use sharesome pls user name me\n  ","470328":"\n   Good night honey\n  ","470329":"\n   ooo teri ki.... hindi kese aati h bey tumko?\n  ","470330":"\n   For a woman, which type of husband makes a woman more angry when her husband marries more than one wife or her husband marries one wife but goes whoring?\n  ","470331":"\n   pap\n  ","470332":"\n   Okay\n  ","470333":"\n   yes\n  ","470334":"\n   Ha ha ha got these girls wishing they had your legs\n  ","470335":"\n   maybe he knows u rub other kind of cat and he wants attention\n  ","470336":"\n   like what\n  ","470337":"\n   u know hindi?\n  ","470338":"\n   yes\n  ","470339":"\n   🍆👊🏼💦\n  ","470340":"\n   Your body is amazing!\n  ","470341":"\n   You always get so many girls admiring you or being jealous of you\n  ","470342":"\n   embrace yourself , you look great 💜\n  ","470343":"\n   that line doesnt sound so bad tho\n  ","470344":"\n   If I looked like this I’d be one happy girl\n  ","470345":"\n   Pap\n  ","470346":"\n   You must look at your legs and be like “I’m so good!”\n  ","470347":"\n   we can always say \"hi u pretty wanna date\" XD\n  ","470348":"\n   Injury report: neck wound has fully closed. \nI'd like to thank the person who helped me get through this & gave me strength. He taught me to let my faith be bigger than my fears. \nThank you, me.\n  ","470349":"\n   better than the stud one lmao\n  ","470350":"\n   ♡\n  ","470351":"\n   Waht time is it where you sre\n  ","470352":"\n   If you were a character in a movie, what'd your theme song be? 🎶 Would it change depending on the genre? 🤔 Link perhaps of an example? 😁\n  ","470353":"\n   I just put up a vid showcasing a big Minecraft build I made if you're interested in watching 😄\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/160745859031?utm_source=copy_link&utm_medium=android\n   \n   If you don't care for Minecraft you can obviously skip this question Haha\n  ","470354":"\n   i must\n  ","470355":"\n   😭😭😭\n  ","470356":"\n   checking in! how’s everyone’s mental health or just your mental?\n  ","470357":"\n   just 1 plz pls\n  ","470358":"\n   back side plz plz\n  ","470359":"\n   PAP PLZ\n  ","470360":"\n   Post a selfie🤳\n  ","470361":"\n   What color are your panties tonight\n  ","470362":"\n   Do you like Wonka Nerds\/Runts\/Gobstoppers?\n  ","470363":"\n   Underwear?\n  ","470364":"\n   Wyd?\n  ","470365":"\n   its hopeless\n  ","470366":"\n   If you could live anywhere where would you pick\n  ","470367":"\n   awe, is your sister like you or are you two very different\n  ","470368":"\n   Hey beautiful can I get your number\n  ","470369":"\n   you seem a bit confused. you should read the thread again.\n  ","470370":"\n   -\n  ","470371":"\n   oh yeah, but tbh i do not think i hug her too much if i do not hug her she complains etc difficult to please ig\n  ","470372":"\n   are you friends with your sisters husband\n  ","470373":"\n   Are you good at lying?\n  ","470374":"\n   lol within and out lol xo\n  ","470375":"\n   what do you exactly mean about not being clingy if okay to ask you\n  ","470376":"\n   no, that your lit lol\n  ","470377":"\n   are you like a hugs person, liv says i like hugging too much says its clingy\n  ","470378":"\n   Elyssa and Rachael have rabies.\n  ","470379":"\n   If I stand in front of you and say I love you  , how will you reply me  ?\n  ","470380":"\n   I really liked their show ... #jonas\nMy favorite songs😍\n  ","470381":"\n   hugs\n  ","470382":"\n   yes\n  ","470383":"\n   its true tbh xo\n  ","470384":"\n   Do you  pray before your meals?\n  ","470385":"\n   Recommend me one of your all time favorite purchases? Include a screenshot or link if you'd like :)\n  ","470386":"\n   aww, ofc i would not laugh at that he would be a lucky guy to be with you\n  ","470387":"\n   a different heat aha dirtymind lmao xo\n  ","470388":"\n   i promise would not laugh at something you are serious about\n  ","470389":"\n   not the weather lynds, your other answers with the red devil icon\n  ","470390":"\n   do you like heat i dont mind sun hate if its cloudy and humid\n  ","470391":"\n   you make me laugh soo funny x\n  ","470392":"\n   tbh your lit x\n  ","470393":"\n   lol lucky man tbh xo\n  ","470394":"\n   omg lmao your wild asf xo\n  ","470395":"\n   people typically dont cry when very calm.\n  ","470396":"\n   yes\n  ","470397":"\n   you are tbh you care about me etc and your smart too xo\n  ","470398":"\n   lol, your a interesting person tbh soo cool\n  ","470399":"\n   do you write alot\n  ","470400":"\n   hii\n  ","470401":"\n   peepees\n  ","470402":"\n   What are you up to\n  ","470403":"\n   Which network's shows did you watch most as a kid? Like Disney, Nickelodeon etc. 📺 Any particular show you remember fondly? 😁\n  ","470404":"\n   Are you a open minded person?\n  ","470405":"\n   here?\n  ","470406":"\n   Do you know any adults who are whiners? All they do is whine and complain about everything?\n  ","470407":"\n   Are you normally early , late, or on time?\n  ","470408":"\n   What is one thing you will never do again?\n  ","470409":"\n   You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?\n  ","470410":"\n   How's the weightloss?\n  ","470411":"\n   Do you agree with the whole Piers Morgan being the 'voice of the nation' thing or is he just a Knobjockey? Like, who is he to tell people they can't sunbathe on their own in quiet parks\/fields? 🤷‍♂️ Aren't people more susceptible to Covid_19 if they're deficient in Vitamin D (the sunshine vitamin)?\n  ","470412":"\n   that be hot\n  ","470413":"\n   On a scale of 1-10 how weird would you say you are?\n  ","470414":"\n   can i see\n  ","470415":"\n   😭😭😭\n  ","470416":"\n   What do you think of the women who call men trash or generalize them in other ways?\n  ","470417":"\n   come to think of it, do any of ur irl friends know how naughty u can be hehe\n  ","470418":"\n   Is it true that the funniest people are often the most depressed?\n  ","470419":"\n   pepee lover\n  ","470420":"\n   me lol\n  ","470421":"\n   yes\n  ","470422":"\n   Who was your first crush?\n  ","470423":"\n   How would your friends describe you?\n  ","470424":"\n   has pepee drought lasted over 2 years yet\n  ","470425":"\n   How long does it take you to get ready in the morning?\n  ","470426":"\n   dont you say its common for you to cry?\n  ","470427":"\n   but they just sleep all day hehe\n  ","470428":"\n   As a rule, the more someone claims to be done with something, the less likely are they to really do it and the more likely they just want attention\n  ","470429":"\n   why\n  ","470430":"\n   To be honest I got so angry that I told myself I will never come back to this damn site.\n  ","470431":"\n   Which would you choose?! 10 baby sloths or 10 kittens?!\n  ","470432":"\n   Hello love\n  ","470433":"\n   When was your last “ wrong place at the wrong time” moment?\n  ","470434":"\n   Do you have any of those really needy friends who are using this pandemic as an excuse to project their abandonment and insecurity issues with passive aggressive social media posts like - 'After the lockdown is over remember which friends, called you, texted you, checked you're ok' etc, etc 😳🙈😴\n  ","470435":"\n   Do you think its sad I bought a cookbook to learn how to cook? So I can take care of myself better\n  ","470436":"\n   Do you ever regret hanging out with some people\n  ","470437":"\n   What’s the nearest tourist attraction to your home?\n  ","470438":"\n   Sleep naked\n  ","470439":"\n   Good night beautiful\n  ","470440":"\n   Yeah they were amazing together 💕\n  ","470441":"\n   Be honest have you stopped shaving your legs and armpits during the quaranteen??\n  ","470442":"\n   And i like Joe when Demi was with them\n  ","470443":"\n   Ahan ..\n  ","470444":"\n   ---\n  ","470445":"\n   What about Jonas brothers?\n  ","470446":"\n   I mean who's your favorite 😂\n  ","470447":"\n   So which is your favorite singer?\n  ","470448":"\n   Song of the day\n  ","470449":"\n   🤣🤣🤣\n  ","470450":"\n   In what ways do you try to love yourself more?\n  ","470451":"\n   Do you sing?\n  ","470452":"\n   If the whole world were listening, what would you say?\n  ","470453":"\n   I agree\n  ","470454":"\n   Elsword or El Star universe? Why?\n  ","470455":"\n   Lol😂\nI was just asking if you think that there’s something called trophy wife and if u think it’s offensive or whatever 🤷🏻‍♀️\n  ","470456":"\n   What’s your opinion on “trophy wife”?\n  ","470457":"\n   Yay it shipped today!!\n  ","470458":"\n   Late night thoughts\n  ","470459":"\n   We have the First Si-ficition Egyptian series ❤️❤️❤️ it's called \"The End\".. I'm proud of it and I feel that it's the first step to be like USA 💖\nThe Trailer\n   \n    https:\/\/youtu.be\/ac73cQi7CuA\n   \n   Try to watch it and give me your opinion 😍\n\"unfortunately without translation\"\n  ","470460":"\n   master bait\n  ","470461":"\n   if batman parents are died then how he was born\n  ","470462":"\n   Mood:\n  ","470463":"\n   What should you do every single day?\n  ","470464":"\n   multiplepeepees\n  ","470465":"\n   Just friends and I consider you as my elder sister 🌹\n  ","470466":"\n   I'm not so perfect enough to be Ex of the princess ❤️❤️.. a long time of absence but I didn't forget you.. I remmeber you in my Praying.. I ask god to save you and your family ♥️\n  ","470467":"\n   yes\n  ","470468":"\n   cuz u need it\n  ","470469":"\n   I really miss you very very much\nI hope that you are ok ❤️ \nGod bless you\n  ","470470":"\n   I really miss you sooooo much\nWhat about you? \nAre you safe? \nI read that the situation of Covid19 in USA is dangerous \nI hope that you are ok ❤️\n  ","470471":"\n   huge pepee\n  ","470472":"\n   cuz i say so\n  ","470473":"\n   get nekkid and paddle\n  ","470474":"\n   master bait\n  ","470475":"\n   yes\n  ","470476":"\n   is that why u dont want fan accs\n  ","470477":"\n   Weird o.o\n  ","470478":"\n   Who is that last one? never heard that name.\n  ","470479":"\n   savo\n  ","470480":"\n   lyndseys boy\n  ","470481":"\n   wdym who that\n  ","470482":"\n   lahore\n  ","470483":"\n   latest ex?\n  ","470484":"\n   do u miss the irs dude\n  ","470485":"\n   What was the first video game you played\n  ","470486":"\n   yes\n  ","470487":"\n   wdym\n  ","470488":"\n   but it couldve been lahore or 1% for allu know\n  ","470489":"\n   how u know its her\n  ","470490":"\n   Do you know how viruses work?\n  ","470491":"\n   Ew! It's useless to even talk to you all in here! 😒\n  ","470492":"\n   -\n  ","470493":"\n   cuz i say so\n  ","470494":"\n   u must\n  ","470495":"\n   What do you think of sites like onlyfans?\n  ","470496":"\n   can you curl your tongue? ✰\n  ","470497":"\n   What was worse? When your parents were mad at you or when they were disappointed in you?\n  ","470498":"\n   What seems odd to you?\n  ","470499":"\n   Are you afraid to talk openly about your period??\n  ","470500":"\n   I'm good\n  ","470501":"\n   -\n  ","470502":"\n   What is kefek?\n  ","470503":"\n   So cute\n  ","470504":"\n   Pretty pretty girl\n  ","470505":"\n   Kefek\n  ","470506":"\n   What do you usually do to treat yourself?\n  ","470507":"\n   How short is your shortest shorts\n  ","470508":"\n   What's your favorite movie quote or dialogue? 🖤\n  ","470509":"\n   what misconceptions exist that you vehemently try to rectify? are there issues you're passionate about that are often misunderstood?\n  ","470510":"\n   ─── ∙ ~εïз~ ∙ ───\n  ","470511":"\n   you have a super power that you are kind\/caring always make me smile xo\n  ","470512":"\n   What super power do you wish that you had?\n  ","470513":"\n   wow that body lol\n  ","470514":"\n   like you mean pedicure think i would not mine being pampered\n  ","470515":"\n   Do you like fireball\n  ","470516":"\n   did you style your hair ever like jennifer anniston\n  ","470517":"\n   yes ik i was just joking aha\n  ","470518":"\n   ill try a pink not for my nails lol maybe a teeshirt\n  ","470519":"\n   lovely colour i guess feminine colour if okay to say\n  ","470520":"\n   What restaurant has something that’s really good but then something that’s not so good? Example In and Out has awesome burgers but their fries suck!\n  ","470521":"\n   do you paint your toenails liv does hers i did them for her before when shes chatting to her friends on her mobile\n  ","470522":"\n   Do you know anyone who brags about being a good cook yet their food isn’t really all that?\n  ","470523":"\n   aw yes true, i dont mind paying i guess i do without something myself\n  ","470524":"\n   Black always last longer lol\n  ","470525":"\n   she spends loads and puts them next to my things i have to pay\n  ","470526":"\n   your quaratine buddy would be soo lucky\n  ","470527":"\n   lol aha them thighs could do harm lol jk xo\n  ","470528":"\n   liv paints hers gold like sparkley and other colours\n  ","470529":"\n   cool, you did karate too think you would be tough\n  ","470530":"\n   its tough like liv said no kissing etc before lockdown\n  ","470531":"\n   awe, how long does it typically last\n  ","470532":"\n   girls are like tough in wisconsin, too strong tbh\n  ","470533":"\n   Did any of your friends have the “cool” parent when you were kids?\n  ","470534":"\n   we are kind of emerging from lockdown hopefully see her more but shes been pretty moody\n  ","470535":"\n   black nail varnish looks nice i think\n  ","470536":"\n   well not so close that she can hurt me tbh but not so close that we can cuddle either\n  ","470537":"\n   favourite colour you paint your nails ?\n  ","470538":"\n   i love listening to katy perry, i said shes sexy liv slapped me in the head guess she cannot do it now with the lockdown etc\n  ","470539":"\n   What do you usually do to treat yourself? 😄\n  ","470540":"\n   Does the ice cream man or the corn man come around your neighborhood?\n  ","470541":"\n   But I didnt 🙄 i dont have auch fetish\n  ","470542":"\n   get bae\n  ","470543":"\n   Why listen to sad songs?\n  ","470544":"\n   ✨Espaço Livre...✨\n  ","470545":"\n   Hey! Just an update on your bikini.  It’s still saying it’ll arrive Friday but it hasn’t shipped yet.  Hopefully it arrives on time for you\n  ","470546":"\n   When you were young and played hide and seek did you have a sure fire hiding spot that no one ever found you in?\n  ","470547":"\n   What are you most afraid of?\n  ","470548":"\n   Feet ones? 😲 I never asked for them\n  ","470549":"\n   No no i just wanted to see\n  ","470550":"\n   Have you ever watched any of that new Gangs of London show? If not would it be something that you're interested in or would the particularly high level of no holds barred, in your face, unapologetic violence, that seems to be a notable feature of the show, put you off somewhat?\n  ","470551":"\n   I wont mind show them like that only?\n  ","470552":"\n   Possible to see them please\n  ","470553":"\n   Do you think in a year from now we will be looking back at 2020 and saying thank god that’s over or will we still be in a dire situation?\n  ","470554":"\n   Do you think it's the one's who won't be taken, that cannot seem to give?\n  ","470555":"\n   what are you doing ?\n  ","470556":"\n   here?\n  ","470557":"\n   Are you ticklish? Where?\n  ","470558":"\n   what do you think scares other people but not you?\n  ","470559":"\n   Do you have long nails?\n  ","470560":"\n   Would you agree that most people have no idea who they are because they spend most part of their lives trying to be what others expect them to be?\n  ","470561":"\n   🔥 Coins Giveaway 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/162569905775\n   \n","470562":"\n   Have you ever needed drugs to calm you - either of the prescribed variety or the more non prescribed, recreational variety? 😳\n  ","470563":"\n   If you were to become a mermaid, which color would you choose your fin to be? 🤔🧜‍♀️\n  ","470564":"\n   would you encourage or invite your friends or family to use askfm? why or why not?\n  ","470565":"\n   Are you physically or mentally stronger\n  ","470566":"\n   how much of the person you are do you think is perceptible by looking at or observing you?\n  ","470567":"\n   What is your favourite colour?\n  ","470568":"\n   Have you ever seen a UFO?\n  ","470569":"\n   Do you have any pets?\n  ","470570":"\n   Good night beautiful\n  ","470571":"\n   18. Who is your favourite actor\/actress?\n  ","470572":"\n   🍉\n  ","470573":"\n   favourite brand\n  ","470574":"\n   Weirdest thing that happened 2day?\n  ","470575":"\n   Still swimming?\n  ","470576":"\n   What are you doing tonight?\n  ","470577":"\n   Are you openly emotional or do you tend to bottle things up?\n  ","470578":"\n   How do you talk around girls because I'm pretty awkward and weird around them?\n  ","470579":"\n   With someone who does not understand you?\"\n  ","470580":"\n   Pap w\/o make up and no filter don’t be a coward😜\n  ","470581":"\n   Do you prefer to talk or to listen?\n  ","470582":"\n   Pap\n  ","470583":"\n   Do you like root beer floats or nah, not a fan of them? 🍦🍺\n  ","470584":"\n   Hi\n  ","470585":"\n   wear nike and go bk to jersey\n  ","470586":"\n   Have you ever heard of the video game called Fallout? Old one's and then Fallout 76? Good game.\n  ","470587":"\n   What freaks you out?\n  ","470588":"\n   5 words that describe what living in your area is like?\n  ","470589":"\n   What was the last home maintenance project you completed? I installed a ceiling fan today and finished moving my daughters playhouse.\n  ","470590":"\n   post a picture of something beautiful 😍\n  ","470591":"\n   I do all that but can’t control stress though\n  ","470592":"\n   My hair is falling, any ideas on how to stop it?\n(I think it’s because of stress)\n  ","470593":"\n   🏖 What do you think of the ocean? 🏝 Ocean GIFs! 🌊 Can we add them to our answers? 😁🤘🌤\n  ","470594":"\n   whats for dinner?\n  ","470595":"\n   can i see ur nip grow records i will check for u\n  ","470596":"\n   Some1 could make 'em glow 😏\n  ","470597":"\n   Did your nipples stop growing at 18\n  ","470598":"\n   ☺️\n  ","470599":"\n   Why are divorces so expensive?\n  ","470600":"\n   are there opinions you held in the past that you don't believe anymore? if so, what were they? what prompted you to change your mind?\n  ","470601":"\n   awe ty xox\n  ","470602":"\n   no ik your so fair its just i get told im annoying alot etc\n  ","470603":"\n   k cool, im glad your healthy  i class you as a friend, ik i might seem dumb to you `when im a teen and your so smart etc,\n  ","470604":"\n   at this point in life, would you rather start a new career or a new relationship?\n  ","470605":"\n   are you kinda making fun of me lol, but kindly xo\n  ","470606":"\n   great, im glad xoxo\n  ","470607":"\n   Are you naughty\n  ","470608":"\n   pepee\n  ","470609":"\n   yes\n  ","470610":"\n   awe, but are you okay xo like healthwise i worry, xo\n  ","470611":"\n   How was your day anything exciting happen\n  ","470612":"\n   k lol, do you like put make up on everyday liv is always fixing her hair, dressing up makeup nails etc\n  ","470613":"\n   lol lynds  haha\n  ","470614":"\n   If a boy asked you if 5”1\/2 inches was small, if you had to be honest what would you say\n  ","470615":"\n   you know you are beautiful inside and out\n  ","470616":"\n   omg im so dumb i thought it was is that okay sorry lyney x\n  ","470617":"\n   If you have another answer write it please.\nIm a girl and i have this feelings with any girl i meet.\nIt is a big problem yaa\n  ","470618":"\n   awe was he cute\n  ","470619":"\n   How we  can deal with bisexuality person ?\n  ","470620":"\n   Should boys be embarrassed about asking their gf if they have a small penis\n  ","470621":"\n   who lol xo\n  ","470622":"\n   awe ik your  lit you always impress me tbh x\n  ","470623":"\n   I so want to trade bodies with you!!  You’re goals!!\n  ","470624":"\n   how have you been\n  ","470625":"\n   who do you spend the most time with?\n  ","470626":"\n   lol your bad lol\n  ","470627":"\n   oh sorry, xo your dedicated\n  ","470628":"\n   do you like honey\ndo you like honey\n  ","470629":"\n   Have you ever watched a video about stereotypes and been like \"Oh, that's so me!\"? 🤣 You remember what kind of stereotype it was that made you feel that way? Haha\n  ","470630":"\n   u mad broo\n  ","470631":"\n   master bait\n  ","470632":"\n   What are some of your favourite hobbies?\n  ","470633":"\n   at least they wont touch the tatas\n  ","470634":"\n   🌹💫🌟\n  ","470635":"\n   Do you usually try alot of different positions\n  ","470636":"\n   Have you had any weird \/ interesting dreams recently? What can you remember from it? 💭💤\n  ","470637":"\n   is it wrong not being good at expressing my feeling?\n  ","470638":"\n   Do you like high-heels?\n  ","470639":"\n   Can send @ for first impressions?\n  ","470640":"\n   What are you guys doing today?\n  ","470641":"\n   hii\n  ","470642":"\n   Do you like hickies\n  ","470643":"\n   What gift would you never give someone\n  ","470644":"\n   What is the sweetest thing someone has done for you?\n  ","470645":"\n   Do you prefer to be on top or bottom\n  ","470646":"\n   me lol\n  ","470647":"\n   but it gives feel\n  ","470648":"\n   i am waiting\n  ","470649":"\n   Hey loves , this is a new account be sure to spam me with a ton of things to answer ✨ on or off anonymous 💫 ! (Sent this to everyone)\n  ","470650":"\n   I'll do it towards but I'll be nervous doing it backwards\n  ","470651":"\n   is there anyone that makes you happy when you see them?\n  ","470652":"\n   I'm watching this show celebrity do military training. One thing they had to do was fall backwards out of a plane 100 feet in the air into the sea could you do that?\n  ","470653":"\n   What are you up to\n  ","470654":"\n   show goodies\n  ","470655":"\n   y\n  ","470656":"\n   What panties are you wearing today\n  ","470657":"\n   is it turn on to be called mommy during sxx\n  ","470658":"\n   can i do it with u?\n  ","470659":"\n   who that\n  ","470660":"\n   u want to make it happen?\n  ","470661":"\n   i m asking about sex\n  ","470662":"\n   Booty feeling better?🌹\n  ","470663":"\n   so do u love it?\n  ","470664":"\n   Feeling better?🌹\n  ","470665":"\n   was it somethin or someone\n  ","470666":"\n   what got the pink taco wet for u to deal with it\n  ","470667":"\n   huge peepee\n  ","470668":"\n   Is s3x important do a relationship for you\n  ","470669":"\n   What do you mean\n  ","470670":"\n   Kinky\n  ","470671":"\n   You always go down on a guy if you are sleeping with them?\n  ","470672":"\n   So not good?\n  ","470673":"\n   These questions alright!\n  ","470674":"\n   What’s the first thing you think when I say , determination ?\n  ","470675":"\n   #1 turn on?\n  ","470676":"\n   PAP of your favorite hangout place 😊\n  ","470677":"\n   Longest relationship?\n  ","470678":"\n   Piguet or Patek?\n  ","470679":"\n   Do you prefer multiple rounds?\n  ","470680":"\n   we need details\n  ","470681":"\n   Why would that be mean\n  ","470682":"\n   Are after s3x cuddles the best\n  ","470683":"\n   where else would someone put nutella?\n  ","470684":"\n   who cares !\n  ","470685":"\n   Are you \/ have you ever been into Pokémon? Do you have a favorite one? ⚡🔥🌊🌱\n  ","470686":"\n   Are you able to find a positive in a negative situation?\n  ","470687":"\n   Where did you meet your best friend?\n  ","470688":"\n   Growing up did your bum get spanked\n  ","470689":"\n   was muffin bufed\n  ","470690":"\n   Good night\n  ","470691":"\n   Got it 👍\n  ","470692":"\n   you're a crazy dude\n  ","470693":"\n   What are you listening at the moment?\n  ","470694":"\n   Have you been to Vegas\n  ","470695":"\n   It's nothing i was thinking every person have done something awkward 😅\n  ","470696":"\n   Nothing\n  ","470697":"\n   😂\n  ","470698":"\n   Aha i just wanna talk in private that's why I asked\n  ","470699":"\n   Are you on Instagram?\n  ","470700":"\n   What is the most awkward thing you've said to someone special?\n  ","470701":"\n   Who proposed who in your love story?\n  ","470702":"\n   Are you going to be dirty tonight?\n  ","470703":"\n   What's the pink writing?\n  ","470704":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","470705":"\n   Pap..\n  ","470706":"\n   What's a song that always gets you in a good mood? 😊🕺\n  ","470707":"\n   32. What’s your favourite Shakespeare play?\n  ","470708":"\n   Do you love six?\n  ","470709":"\n   Are you avoiding someone ? Or trying to ?\n  ","470710":"\n   have u done that\n  ","470711":"\n   Did you ever thought of dating 3 to 5 guys in a row?\n  ","470712":"\n   whats for dinner?\n  ","470713":"\n   peeniss HAHAHHAAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHHAAAHAHHAHAAHAAHHAHAHAHAAHA\n  ","470714":"\n   if katniss and peeta were to fuse they would be called peeniss\n  ","470715":"\n   Thoughts on stupid girls that answer questions with a different subject or using the question to talk to another stupid person who is doing the same sh ! T ? 🤔\n  ","470716":"\n   asking mine for d size?\n  ","470717":"\n   u need to show bootay to give inspiration\n  ","470718":"\n   Rubs your booty🌹\n  ","470719":"\n   You won t reply? 😉\n  ","470720":"\n   I must believe you that you won t reply\n  ","470721":"\n   my username\n  ","470722":"\n   Can we talk alone if i will get out from anonym? :)\n  ","470723":"\n   🌹✨💫\n  ","470724":"\n   u know it, u r telling everyone\n  ","470725":"\n   What are preferences?\n  ","470726":"\n   what huh??? 😏😏😏😏 stop spoiling my name\n  ","470727":"\n   i am at my office and i am not lying\n  ","470728":"\n   It is not important\n  ","470729":"\n   I AM\n  ","470730":"\n   im 12 in 😏\n  ","470731":"\n   I think Elyssa may be drunk.\n  ","470732":"\n   What doesn't make sense to you?\n  ","470733":"\n\n    https:\/\/youtu.be\/dAX2H0hpOc4\n   \n","470734":"\n   How can I learn to not care what people think of me? What are the benefits of not caring?\n  ","470735":"\n   If a man had to fight his EX (who cheated on him and stole his money) in a tournament, but she beat him and dumped him head first into the trash can so his feet stuck up in the air , what would be the most embarrassing thing she could say as she won?\n  ","470736":"\n   is there any tickle feeling happens when we do that?\n  ","470737":"\n   wow that be a lot\n  ","470738":"\n   i am not that one and stop spreading hate when u don't  know anything. That anon is another guy so please find him instead of bullying me\n  ","470739":"\n   whatever happened to scot and kevin\n  ","470740":"\n   i think this is the anon u got naughty with on ur other page\n  ","470741":"\n   yes\n  ","470742":"\n   wdym what do you mean\n  ","470743":"\n   wdym\n  ","470744":"\n   prob yahya or that darius dude XD\n  ","470745":"\n   me lol\n  ","470746":"\n   please\n  ","470747":"\n   who that\n  ","470748":"\n   How does a man meet women with out being arrested ?\n  ","470749":"\n   no u tell me\n  ","470750":"\n   tell me what happens there\n  ","470751":"\n   please listen to me\n  ","470752":"\n   wdym\n  ","470753":"\n   me lol\n  ","470754":"\n   fav bank heist films?\n  ","470755":"\n   31. Is there a character that you’d love to play? Who?\n  ","470756":"\n   nope, i m a virgin\n  ","470757":"\n   ok so tell me what exactly happens inside vagina during sex\n  ","470758":"\n   seriously?? 🤣🤣🤣\n  ","470759":"\n   we can talk q to q if u want?\n  ","470760":"\n   applied security suddenly, stopped answering questions\n  ","470761":"\n   what happened to you?\n  ","470762":"\n   please\n  ","470763":"\n   nope did you feel something ?\n  ","470764":"\n   from your part??\n  ","470765":"\n   no i want to know it from you,\n  ","470766":"\n   does there any liquid secrets when penis goes inside vagina\n  ","470767":"\n   i want to know everything what happens in girl body during sex\n  ","470768":"\n   please\n  ","470769":"\n   no its not but if its happening i need to perform it now\n  ","470770":"\n   TREES\n  ","470771":"\n   i sent u the reason\n  ","470772":"\n   😔\n  ","470773":"\n   ones about peehpeehs studded with precious gems or dressed in fancy custom fitted braziers?\n  ","470774":"\n   i too i love it, specially while watching lesbea porn\n  ","470775":"\n   so u mean its bad\n  ","470776":"\n   onions number one. bell peppers two.  dont really like vegetables in my sauce besides those. i just feel id rather make them a different way. feel like they clash and not complement each other. you wind up not tasting the veg at all. just like messes up the flavor.\n  ","470777":"\n   pEE Pee?\n  ","470778":"\n   last thing you bought?\n  ","470779":"\n   you didnt like my joke at all :'(\n  ","470780":"\n   i cannot do that to the sauce or the zucchini sorry :p\n  ","470781":"\n   what if the whole thing is just one enormousness of cake? if you go and it is.... let me know... and ill leave the house for it.... maybe..  :')\n  ","470782":"\n   well at least they followed up so i dislike \"Whats for dinner\" way more :')\n  ","470783":"\n   this was mass sent. dont get paranoid now fam :')\n\nalso dodged the question lol\n  ","470784":"\n   i mean your soul :')\n  ","470785":"\n   Wyd?\n  ","470786":"\n   When do you feel the most yourself?\n  ","470787":"\n   lol another person like the yahya one\n  ","470788":"\n   What was the most awkward moment of your life?\n  ","470789":"\n   Do you own anything olive green?\n  ","470790":"\n   Do you think this world needs each and every one of us or are some people inherently more valuable than others?\n  ","470791":"\n   what have you learned about yourself during this quarantine?\n  ","470792":"\n   yes\n  ","470793":"\n   Would I peak your knicker draw\n  ","470794":"\n   What super power do you wish you had?\n  ","470795":"\n   master bait\n  ","470796":"\n   Who is your favorite superhero\n  ","470797":"\n   What do you do to relieve stress?✨\n  ","470798":"\n   When are you most happy?\n  ","470799":"\n   Hi, I would appreciate if you give your opinion about my new video... ( Beyoncé )\n   \n    https:\/\/youtu.be\/P0j_PUJyhGw\n   \n   \/ Please don't forget to Subscribe and Like if you like it.. Thank you so much #STAYSAFE\n  ","470800":"\n   What is a strange food combo you love?\n  ","470801":"\n   yes\n  ","470802":"\n   that be sad\n  ","470803":"\n   me lol\n  ","470804":"\n   Pop quiz: Without googling can you tell me what ruse of warfare in Greek mythology is also the name of a destructive computer programme?\n  ","470805":"\n   withbae\n  ","470806":"\n   Where would you like to be right now?\n  ","470807":"\n   What song is stuck in your head today?\n  ","470808":"\n   how so\n  ","470809":"\n   how was everyone’s weekend?\n  ","470810":"\n   they must\n  ","470811":"\n   Have you recently felt like the third wheel or the outsider?\n  ","470812":"\n   u dirty\n  ","470813":"\n   did your parents ever give you the \"birds and bees\" talk? what was that like?\n  ","470814":"\n   do you wish you would get more or less questions?\n  ","470815":"\n   When is the last time you rode a bike? (if you know how to)\n  ","470816":"\n   better check and see if its still there 😂\n  ","470817":"\n   what vegetable goes best with tomato sauce?\n  ","470818":"\n   Would you rather spend your time at the beach or in the mountains?\n  ","470819":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","470820":"\n   who this bastid 😂\n  ","470821":"\n   are you trying to lose weight? if so how much do you want to lose and how do you plan to do it?\n  ","470822":"\n   Do you decide quickly or do you think a long time?\n  ","470823":"\n   What is the most delicious berry?\n  ","470824":"\n   Where were you 3 hours ago?\n  ","470825":"\n   ☹\n  ","470826":"\n   probably close to the best possible answer there is lol ⭐⭐⭐⭐🌗\n  ","470827":"\n   Be honest, have you attended any illegal social gatherings of late?\n  ","470828":"\n   and what would you do there? 😂\n  ","470829":"\n   they must\n  ","470830":"\n   so someone specific helped you out of it?\n  ","470831":"\n   that person freaked out on your ass lol\n  ","470832":"\n   every 5 minutes. 😂\n  ","470833":"\n   i should take back my \"like\" then 🤣\n  ","470834":"\n   not going there... instant follow up 😂\n  ","470835":"\n   or just want to be trees 😂\n  ","470836":"\n   What alcohol beverage makes them panties drop\n  ","470837":"\n   I'm not like \"Ben\" other than sending mass questions to people who didn't ask for them.\n  ","470838":"\n   Good night sweetie\n  ","470839":"\n   What movie?\n  ","470840":"\n   What gets your taco wet\n  ","470841":"\n   Is your pink taco wet\n  ","470842":"\n   yes\n  ","470843":"\n   is lazy af the one who says peepee too in diff ways\n  ","470844":"\n   Pap of your holes\n  ","470845":"\n   whatever happened to \"we need proof\" anon XD\n  ","470846":"\n   it must\n  ","470847":"\n   will pink taco get wet\n  ","470848":"\n   I thought that by this time in my life, I'd...\n  ","470849":"\n   😭😭😭\n  ","470850":"\n   As you like😏\n  ","470851":"\n   Honesty and faithful...to much to ask\n  ","470852":"\n   Especially when people are playing and filling every hole in sight. No real anymore. Just friends with benefits for eveyone\n  ","470853":"\n   Cheaters\n  ","470854":"\n   sounded like he wasnt around anymore and u wanted him to\n  ","470855":"\n   yes\n  ","470856":"\n   u must\n  ","470857":"\n   Have your legs always been so perf?\n  ","470858":"\n   will u finally say what got u somad last week\n  ","470859":"\n   Why??\n  ","470860":"\n   why arent u friends anyways\n  ","470861":"\n   Insta user?\n  ","470862":"\n   the ex?\n  ","470863":"\n   😭😭😭\n  ","470864":"\n   is there anyone that you want back in your life?\n  ","470865":"\n   You're lucky :(\n  ","470866":"\n   Do you ever get hay fever? My eyes itch so bad right now.\n  ","470867":"\n   Your legs are amazinggggg\n  ","470868":"\n   multiplepeepees\n  ","470869":"\n   Why do people leave?\n  ","470870":"\n   Is it bad if half way through a relationship the other person turns off their share location and won’t tell you where they are?\n  ","470871":"\n   Is it possible to fall in love with someone you just met online?\n  ","470872":"\n   What would be something you‘d give to your younger self, that your future self would highly benefit from? — Like in ‘Back to the Future 2’, when 2015-Biff gives 1955-Biff the Sports Almanac and becomes rich in the future because of it.\n  ","470873":"\n   What's your most recent favourite photo that you have taken?\n  ","470874":"\n   reported for not youngish answer.\n  ","470875":"\n   No way. You need to make a video or something on how to make wings. I want to learn. I've tried them a couple times and they did not turn out well.\n  ","470876":"\n   How old are you\n  ","470877":"\n   i feel like the 'bro' was a girl.\n  ","470878":"\n   got imo is not really sexy. its just more shock value. there is no real buildup and atmosphere. the sexiest films dont even need to have much nudity or explicit content. its all about the chase. or the hunger.\n  ","470879":"\n   either they have other accs or it ws actually someone else i seen some ppl just trying to pick up race fights\n  ","470880":"\n   not a movie and was not on the list you gave! this deception might get a strike from ask! i wont report you but who knows how many will!\n  ","470881":"\n   ignore em or they will keep going\n  ","470882":"\n   youre on thin ice youngish lady\n  ","470883":"\n   sexy is the new weird i guess lol. those seem pretty tame lol\n  ","470884":"\n   17. What’s your favourite genre of movies to watch?\n  ","470885":"\n   27. Do you still own videos\/DVDs?\n  ","470886":"\n   21. What movie could you watch again and again and never get bored?\n  ","470887":"\n   22. What’s the best musical that you’ve ever watched?\n  ","470888":"\n   Did you make them or get take out?\n  ","470889":"\n   What is for food tonight?\n  ","470890":"\n   whats for dinner?\n  ","470891":"\n   I like you\n  ","470892":"\n   how did you overcome depression?\n  ","470893":"\n   ever tried tinder?\n  ","470894":"\n   biggest \"what if\" in your life?\n  ","470895":"\n   Do you like chocolate covered pretzels?\n  ","470896":"\n   What’s the weirdest thought you’ve ever had?\n  ","470897":"\n   Whaddya wearing atm, inside and out\n  ","470898":"\n   i love you\n  ","470899":"\n   What’s your very first memory?\n  ","470900":"\n   What would you bring to a picnic?\n  ","470901":"\n   Describe your personality\n  ","470902":"\n   n\n  ","470903":"\n   e\n  ","470904":"\n   smalest pepee u had\n  ","470905":"\n   Yours will look amazing. That‘s the fun part about painting by numbers. It will look gold no matter what. 😁😂 — Thank you so much. I appreciate that! 💟 I really like it, too. I’ll continue tomorrow. Maybe I’ll finish it next week. ☺️\n  ","470906":"\n   t\n  ","470907":"\n   f\n  ","470908":"\n   k\n  ","470909":"\n   hi\n  ","470910":"\n   u actually have fb? thought u didnt\n  ","470911":"\n   where that from\n  ","470912":"\n   hello\n  ","470913":"\n   --\n  ","470914":"\n   Wyd?\n  ","470915":"\n   💙Im just going to❤️ send you some HUGS then 🥰\n  ","470916":"\n   i\n  ","470917":"\n   s\n  ","470918":"\n   h\n  ","470919":"\n   a\n  ","470920":"\n   Most definitely! ☺️ When you did one and share it on here, please tag me. I’d like to see your result. 🤗🎨💟\n  ","470921":"\n   yikes\n  ","470922":"\n   wdym\n  ","470923":"\n   r\n  ","470924":"\n   Well, there are complete paint by numbers kits where there’s everything you need in it, like all the colors, pencils, etc. 🤗\n  ","470925":"\n   Would you like to do them some time again?\n  ","470926":"\n   yes\n  ","470927":"\n   🎨 Since April 18 I‘m working on this huge paint by numbers canvas. — Have you ever done paint by numbers? Did you like it? If not, would you like to do it? 🖌\n  ","470928":"\n   me lol\n  ","470929":"\n   WUAT UP\n  ","470930":"\n   get nekkid\n  ","470931":"\n   💙Oh, then im sorry❤️i thought you did... then thats one naughty anon 😒.    I get fiery quite fast to stuff like this🤟🏿🥺\n  ","470932":"\n   Do you wear bikinis where it covers your butt or a little cheeky\n  ","470933":"\n   Post the last picture in your camera roll :)\n  ","470934":"\n   What's the temperature right now?\n  ","470935":"\n   Still, who are you to call anyone else stupid???\n  ","470936":"\n   🔥 About my coins giveaways 🔥 How often should I make them? Every other day? Once a week? Let me know about your opinion. 🤗 If you don’t care about this, simply delete the question. ☺️\n  ","470937":"\n   Dont call others stupid you human 😒\n  ","470938":"\n   yes\n  ","470939":"\n   what kinda voice\/tone\/accent do you find attractive?\n  ","470940":"\n   Corone se dar kar ghar beth gae ho tum bewaquf log\n  ","470941":"\n   What's the ultimate truth of life?\n  ","470942":"\n   Wants to go swimming🌹\n  ","470943":"\n   did your family upbringing have any influence on your career, or what you want your career to be?\n  ","470944":"\n   If you could visit one planet, which would it be?\n  ","470945":"\n   of your immediate family who is the most religious and who is the least religious?\n  ","470946":"\n   What is your dream bedroom?\n  ","470947":"\n   What was the last time you were angry? What happened?\n  ","470948":"\n   Would you rather have your shirts always two sizes too big or one size too small?\n  ","470949":"\n   Feels like summer rn🌹\n  ","470950":"\n   What is your best feature?\n  ","470951":"\n   What sort of work do you do and how do you like your job?\n  ","470952":"\n   what is the sexiest movie for you? not pornography but an actual film.\n  ","470953":"\n   Hugs because I love you more🌹😘🤗\n  ","470954":"\n   what is the furthest from home you have traveled and what was the reason?\n  ","470955":"\n   You’ll look beautiful🌹\n  ","470956":"\n   Butt rubs🌹\n  ","470957":"\n   is this anon the girl?\n  ","470958":"\n   the earth is flat, change my mind\n  ","470959":"\n   how many strikes you got now?\n  ","470960":"\n   Do you ever sing or dance along to music\n  ","470961":"\n   How’s my Queen🌹\n  ","470962":"\n   are you good at managing your finances? if so, is it something that comes naturally to you? if not, what can you do to be more financially responsible?\n  ","470963":"\n   what personal attributes (i.e. personality traits) do you possess that makes you a success in either your personal life or professional life?\n  ","470964":"\n   Did you have sex education in school? Did you find it informative or was it a complete waste of time?\n  ","470965":"\n   Have you ever been so full that you just feel asleep\n  ","470966":"\n   how would you define success? do you consider yourself successful by your own definition of the word?\n  ","470967":"\n   What time do you normally get up\n  ","470968":"\n   i just did with oil, salt, and pepper. simple is simply the best i say.\n  ","470969":"\n   What’s the difference between married and in a relationship?\n  ","470970":"\n   If your boyfriend likes to add other girls as friends on Facebook, but he never contacts them in real life, he only likes to see their photos and read the text they write. Will it cause your dissatisfaction?\n  ","470971":"\n   Makeup or no makeup for girls?\n  ","470972":"\n   Good night\n  ","470973":"\n   How are you doing🌹\n  ","470974":"\n   🍒💙🤩Ayy🤟🏿 this is an awsome answer 🤟🏿🥺❤️🍒\n  ","470975":"\n   🥺💙What is the most disturbing part of spiders for you?❤️🥺 if you like them, then what part the most🙌🏿☺️\n  ","470976":"\n   How do you relax after a difficult day?\n  ","470977":"\n   staif; have you ever eaten edibles? if yes, do you enjoy them? were they homemade? tell me a lil about your experiences :3\n  ","470978":"\n   quick, do something you wouldnt normally do right now in order to disrupt the timeline!\n  ","470979":"\n   POUQ\n  ","470980":"\n   -\n  ","470981":"\n   What is your battery percentage at at the moment? Do you need to plug it up? Lol.\n  ","470982":"\n   idk bro thnk of something i cant do all the work lol\n  ","470983":"\n   then ur first lady hehe\n  ","470984":"\n   he would be ur bae\n  ","470985":"\n   If Kermit the Frog was in charge of your country how would you react\n  ","470986":"\n   Do you like the little sweet Clementine oranges? Aka also called, \"halo oranges.\"\n  ","470987":"\n   I kind of see it the opposite way I mean Tom Cruise is about as arrogant as it gets. Have seen him talking about Scientology? Have you seen his interview with Matt Lauer? Or what Katie Holmes says about him. Maybe you’re right about Rickie but I don’t see that and he seems kinda shy to me\n  ","470988":"\n   I saw you said you’re switch\/sub. I imagine you’d be sub in the bedroom but dominant outside the bedroom.  Like I feel you’d be dominant domestically and financially\n  ","470989":"\n   Hello sir\n  ","470990":"\n   Do you ever see guys checking you out when they’re with their wife or girlfriend?\n  ","470991":"\n   What item from your Wishlist do you most want bought for you?\n  ","470992":"\n   Young Tom Cruise or Rickie Fowler?\n  ","470993":"\n   14. Do you watch many quiz shows?\n  ","470994":"\n   nice. i had some asparagus. how did you have it?\n  ","470995":"\n   i could be a carnival side show act 😂\n  ","470996":"\n   huge pepee\n  ","470997":"\n   whats for dinner?\n  ","470998":"\n   the question is how many times over do i beat that 🤣\n  ","470999":"\n   Thought u didn't have zoom? What was it?\n  ","471000":"\n   lahore\n  ","471001":"\n   If I challenged you to eat 10 thousand calories in one day. How far would you get?\n  ","471002":"\n   Hi\n  ","471003":"\n   Good day?\n  ","471004":"\n   -\n  ","471005":"\n   what happened\n  ","471006":"\n   will u show bewbs for ur bae\n  ","471007":"\n   r u single?\n  ","471008":"\n   then who r u\n  ","471009":"\n   hello princess\n  ","471010":"\n   my love....\n  ","471011":"\n   What hair color do you like?\n  ","471012":"\n   or maybe they got banned and their qs deleted\n  ","471013":"\n   It’s Freaky Friday. Post a crop top, bikini, or booty pap.\n  ","471014":"\n   20. Can movies be educational?\n  ","471015":"\n   SUP DOOD\n  ","471016":"\n   How often do you watch TV?\n  ","471017":"\n   What’s your favorite Dwayne “the Rock”Johnson movie?\n  ","471018":"\n   43. What’s your favourite TV show?\n  ","471019":"\n   awe, id have them if i was with you but only if you let me lol\n  ","471020":"\n   24. Who is your favourite director?\n  ","471021":"\n   were they nice, they looked lit tbh x\n  ","471022":"\n   hey lynds, do you cook more in lockdown or nah\n  ","471023":"\n   What was the worst fight you seen at school\n  ","471024":"\n   whoops lol\n  ","471025":"\n   adym\n  ","471026":"\n   what kind\n  ","471027":"\n   pr0n\n  ","471028":"\n   Wants your opinion on the website only fans ?\n  ","471029":"\n   Would you class yourself as mature\n  ","471030":"\n   actually sounds like ben\n  ","471031":"\n   did you ask this question?\n   \n    https:\/\/ask.fm\/NineGDxFour\/answers\/161500779334\n   \n","471032":"\n   25. Have you watched any good movies lately?\n  ","471033":"\n   yes\n  ","471034":"\n   37. Do you watch many animated film?\n  ","471035":"\n   40. Do you watch tv soap operas?\n  ","471036":"\n   44. Would you like to become a performer?\n  ","471037":"\n   45. Have you met anyone famous?\n  ","471038":"\n   maybe a potential 5% lmfao\n  ","471039":"\n   another of r admirers heh\n  ","471040":"\n   15. What’s the scariest movie that you’ve watched?\n  ","471041":"\n   Why do first-world people have so many stupid, irrational fears?\n  ","471042":"\n   Do you ever fall asleep watching movies?\n  ","471043":"\n   Have you ever performed on stage?\n  ","471044":"\n   the person from this thread! that was A LOT of scrolling XD\n  ","471045":"\n   38. Do you watch many documentaries?\n  ","471046":"\n   36. Are action movies bad for young children to watch?\n  "},"Answer":{"469974":"\n  No. I wouldn't follow people I don't like either.\n  ","469975":"\n  No, they haven't.\n  ","469976":"\n  I bet\n  ","469977":"\n  This made me laugh\n  ","469978":"\n  That's nice to know :)\n  ","469979":"\n  Very smooth XD\n  ","469980":"\n  Same\n  ","469981":"\n  Nobody has lost me yet\n  ","469982":"\n  Reese cups\n  \n  Keto- Lily's chocolate\n  ","469983":"\n  Depends how big he'd be\n  ","469984":"\n  Which french word?\n  ","469985":"\n  Love you in the boot?\n  \n  Did you mean booty? O.o\n  ","469986":"\n  A lot:(\n  ","469987":"\n  You asked about the past so it will make us think of it, good or bad.\n  \n  The present is so fragile right now with everything going on XD\n  ","469988":"\n  Don't we all? 🤔\n  ","469989":"\n  If I'm posting subjective content then I can understand it more.\n  \n  Some could be curious whereas others are just pigs.\n  \n  They should still try being respectful of the person. Censoring as well so they dont get hit with warnings or suspended accounts.\n  \n  I suppose it depends on my mood too. It's creepy when it comes out of nowhere, my page could be clean and then bam...\n  \n  Also made\n  \n   @youcanjuiceme\n  \n  for this reason but not many people have asked on there these days.\n  ","469990":"\n  Think its pretty 50\/50.\n  \n  Ghost town at night\n  ","469991":"\n  She got some bath products and soap from the local store here. Went to the zoo. Went to Target. Got some flowers\n  \n  On Saturday my brother came over and got her a strawberry shortcake cake.\n  ","469992":"\n  What Eminem stands for 🤣\n  ","469993":"\n  If everyone already has it, I haven't had any symptoms.\n  \n  I'd be more afraid for others (mom, pregnant sister)\n  \n  I haven't gone to any stores. The only thing I do is walk at night so I don't think that the chances are too high unless got from family.\n  ","469994":"\n  Why dwell on it?\n  ","469995":"\n  No, I still like space too.\n  ","469996":"\n  They have a mind of their own\n  ","469997":"\n  Maybe like three people.\n  ","469998":"\n  Or buy them something.\n  ","469999":"\n  Depends on the crime\n  ","470000":"\n  Yes lol\n  \n  Was younger and had bigger boobs ¯\\_(ツ)_\/¯ also stashed my money in it 🤣\n  ","470001":"\n  Congratulations on being pregnant and probably some birthday ones\n  \n  Also posted a comment but don't think anyone has liked it or replied.\n  ","470002":"\n  The only times I've slept in a bra would be when camping and sharing a tent with my best friend.\n  ","470003":"\n  The gym.\n  \n  My sister's baby shower. Also moved it to the end of May instead of June.\n  \n  A possible wedding in July. Not sure what is going on yet with that.\n  ","470004":"\n  It was midnight or something. Who sleeps with bras on?\n  ","470005":"\n  I don't remember what this goes to\n  ","470006":"\n  Me not being in charge 🤔\n  ","470007":"\n  ¯\\_(ツ)_\/¯\n  ","470008":"\n  Who knows.\n  ","470009":"\n  Who would like that? They fall off and go to outer space\n  ","470010":"\n  Anon\n  ","470011":"\n  Good for you.\n  \n  Good night\n  ","470012":"\n  They are starting up again here.\n  \n  Anyways, I just meant the shampoo used. Not as good as the one I had.\n  ","470013":"\n  Night jam\n  ","470014":"\n  Because you know I'm currently braless?\n  ","470015":"\n  Haven't really tried that many but they do look good :)\n  \n  Also would hope they weren't 100% see through.\n  ","470016":"\n  Agreed!\n  ","470017":"\n  I stepped in the pool at the gym and my foot landed on a bee. R.i.p\n  ","470018":"\n  Uh huh\n  ","470019":"\n  Yup! Freaking annoying. I don't really trust buying online. Think the only time I did was with adoreme. Should have really brought it with me.. red and lacy.\n  ","470020":"\n  Boobies make everyone happy 🤗\n  ","470021":"\n  I was looking for new bras before quarantine XD\n  \n  Even made this cheat sheet\n  ","470022":"\n  Cure for cancer and other things 🤙\n  ","470023":"\n  You'd have to ask them?\n  ","470024":"\n  December 16th and its never been a big deal.\n  ","470025":"\n  No clue 🙃\n  \n  Just know less back fat\/shoulder.\n  ","470026":"\n  Yes\n  ","470027":"\n  Ok\n  ","470028":"\n  When predictive text did \"Al Pacino\" instead -_- oops\n  ","470029":"\n  I think the last show was \"What we do in the shadows\". I liked it more than the actual film its named after.\n  ","470030":"\n  I guess arrows or an axe\n  ","470031":"\n  Dagh wearing boxer dudes boxers that only boxer dude is supposed to wear!\n  ","470032":"\n  Anons are weird.\n  ","470033":"\n  Only potential partners can call me that. Stop it.\n  ","470034":"\n  Some are moms on here...\n  \n  Its about moms, stepmoms and all that.\n  \n  I'm not a mom so I don't care about getting the messages directly. There's a difference of saying it to others and me not being a part of it lol\n  ","470035":"\n  I was alone at the house.\n  ","470036":"\n  I vote summer already :)\n  ","470037":"\n  Lesbian or some guy involved with the girls too?\n  ","470038":"\n  Sounds like p0rn\n  ","470039":"\n  Swimming in my bikini. Didn't get burnt either :)\n  ","470040":"\n  Yesterday.\n  \n  I might watch something later tonight too. Not sure what yet.\n  ","470041":"\n  Was triple digits earlier. Sunny skies and storm clouds but nothing happened.\n  \n  Dark out and about 80-90s out.\n  \n  Fave type- summer with a breeze or spring. Fall can be nice too 😍\n  ","470042":"\n  Glad to hear!\n  ","470043":"\n  Depends more on the context. It should be split 50\/50 in my opinion. If it was just about one person then I don't think that's real love, could be damaging. I don't want a robot. Why can't the person do things for themselves at times? Seems like the effort on making the relationship work is only on one person ie making him happy and you miserable depending on what the \"everything\" is.\n  ","470044":"\n  Worst: Stomach, arms\n  \n  back fat.. annoying since shoulder part is more muscular and then has to betray me as it moves downwards.\n  ","470045":"\n  It's been alright. Caught up on some sleep. Everyone else went to the zoo (drove around) and went to Target. I went swimming. Took a shower afterwards. They came back. Just had a steak dinner with everyone.\n  \n  Pretty chill day.\n  ","470046":"\n  I hated doing those about summer 🤣\n  ","470047":"\n  I honestly have no idea 🤣\n  ","470048":"\n  I get questions like this 🤣\n  ","470049":"\n  Hello, do you have any questions? Hopefully appropriate ones XD\n  ","470050":"\n  Maybe I shouldn't have posted that picture.\n  ","470051":"\n  Aw thanks. You too <3\n  ","470052":"\n  I enjoyed making mud pies\/stew with a friend in kindergarten. There was a tree that had a bowl shaped hole in the trunk and when it rained the water would collect in it. We'd collect acorns, leaves among other things and put it inside.. mix it around. I wish we stayed in touch XD\n  \n  The last time I seen her was 5th grade and I didn't even know she went to the same school since didn't have any classes together. We both happened to need to go the bathroom that day. I was washing my hands and she ended up mentioning all that 🤣 then the bell rang and never saw her again.\n  ","470053":"\n  Old Navy keeps sending me emails but I'd rather try stuff on in person so maybe the giftcard for there 🥰\n  ","470054":"\n  One of my older ones was spending money when I've had it. Just got an itch to do so. Others influenced me in the past too. I'm way better with money now. Only what I need, essentials etc\n  \n  I think most of mine are good.\n  ","470055":"\n  I don't drink coffee enough.\n  ","470056":"\n  Damn.. so many!!\n  ","470057":"\n  And legs ;)\n  ","470058":"\n  👏👏👏\n  ","470059":"\n  I think French would be harder.\n  ","470060":"\n  How is it harder? O.o\n  \n  I've still been maintaining it. Just have been wearing pjs instead of real clothes or a bathingsuit. Always wash it after swimming too.. well besides the times I've gone night swimming.\n  ","470061":"\n  It feels disgusting 🤣\n  ","470062":"\n  I hate running out of good shampoo and then using one that sucks. my hair feels so blah from it.\n  ","470063":"\n  I think I shared enough today 🤣\n  ","470064":"\n  And the cycle continues 🤣\n  ","470065":"\n  Yes. We only have one life so do the best you can with it etc\n  ","470066":"\n  Yes, it sucks haha\n  \n  Been tired but awake -_-\n  \n  I'm glad I didn't go since they still aren't back\n  ","470067":"\n  I forget what the rest of the quote was but that part spoke to me. I saw it as myself...\n  ","470068":"\n  Not sure. I don't have much experience with babies. I was the youngest growing up. None of our friends had younger siblings or atleast not at a baby age. My friend did have a younger brother but he only pulled my hair.. didn't deal with anything else from him. Crazy that he's a teen now!!\n  \n  Well there was Austin which I've known since a baby and his cousins but I didn't have to do any of the work. He played with my barbies and stuff ¯\\_(ツ)_\/¯I've helped babysat them but without the real responsibility.\n  \n  I've only held one of my nephews when he was a baby. Wasn't in AZ at the time with the other nephew.\n  \n  Probably the screaming.. cant forget that :p\n  \n  Jack should be exciting! Atleast I have more practice than my sister does. I even had to do CPR in school with dummies including the baby ones. She even tried picking this up with one hand instead of two... fake doll to help with the dogs to get used to it and whatnot :p\n  ","470069":"\n  They might puke on you? Changing diapers.\n  ","470070":"\n  Idk. Last two nights have been difficult to fall asleep ¯\\_(ツ)_\/¯\n  ","470071":"\n  Same\n  ","470072":"\n  Anon\n  ","470073":"\n  Nope. Had the option of not going and took it 🤣 seems boring being in the car the whole time. Got some much needed sleep. Haven't been sleeping the best lately.\n  ","470074":"\n  I didn't but they did. Left way later than planned too.\n  ","470075":"\n  Nope.\n  ","470076":"\n  We'll see 😈\n  ","470077":"\n  Not on me but yes, I'm sure some have worked XD\n  ","470078":"\n  Whatever comes naturally\n  ","470079":"\n  That's nice :)\n  ","470080":"\n  Thanks <3\n  ","470081":"\n  Thursday or Friday. Forget which\n  ","470082":"\n  Only if things dont add up about them. Creepy vibes. Not a good person to be around.. by their actions and what\/how they say things. My gut feelings are usually right about people.\n  ","470083":"\n  Wonderful\n  ","470084":"\n  my sister and I were hiding in the basement one day for a long time ¯\\_(ツ)_\/¯\n  ","470085":"\n  Last admirable thing you did?\n  ","470086":"\n  Mom's out there?\n  \n  Idk\n  ","470087":"\n  Did they just have s*x in here?\n  ","470088":"\n  How's the replay going?\n  ","470089":"\n  Like a call? No thanks.\n  \n  If it happened then ok.. whatever but wouldn't want to be in that situation either lol\n  ","470090":"\n  That's not going to happen.\n  ","470091":"\n  The A\/C\n  \n  My ceiling fan\n  ","470092":"\n  Nah. Last two answers cover my feelings XD\n  ","470093":"\n  Was supposed to go to the Phoenix zoo. Not sure that's happening now. Think we were supposed to be on the road before 8am. I remember something about the hours 8 to 12 so might be a type of mother's day set time?\n  \n  Everyone is still sleeping and it's 9AM already. So who knows if we'll be doing that still. Seems a little boring just staying in the car too. Feel bad for the animals as well.\n  ","470094":"\n  Probably not 🤣\n  \n  Think I'll fall asleep again because I don't see this plan happening XD\n  ","470095":"\n  It's fine:p\n  ","470096":"\n  Think they liked something off anon but I don't have the strength to block or something 🤣 they'd just get a new account anyways-_-\n  ","470097":"\n  lol no. Saw the pic\n  \n  Didn't think you would\n  \n  <3\n  ","470098":"\n  How embarrassing 🤣\n  ","470099":"\n  Only if I signed up for that\n  ","470100":"\n  Pretty sure we were supposed to be on the road already. Think everyone is in a food coma too 🤣\n  \n  odd part of a dream that woke me.\n  ","470101":"\n  Good night\n  \n  Happy mother's day everyone 💐💐💐\n  ","470102":"\n  I was watching Yesterday :p can't blame the Beatles songs reference:p\n  \n  I should actually go to sleep. Need to be up early.\n  ","470103":"\n  A revolution\n  ","470104":"\n  Resting b!tch face ones. I'm not sad or mad all the time.\n  \n  Weight ones. It's more medical than eating junk food.\n  ","470105":"\n  Waking up to the bikini being here. They updated me last night that it was going to be late.\n  \n  Talking with the fam\n  \n  I feel like I laughed more with a few things on here and smiled too.\n  ","470106":"\n  You guys are more worried ;)\n  ","470107":"\n  According to their page ¯\\_(ツ)_\/¯\n  ","470108":"\n  Hm this sounds creepy\n  ","470109":"\n  I took a pic earlier of it off but apparently it got taken down and I deleted it off my phone.. but this is the image Amazon gave.\n  ","470110":"\n  Nah\n  \n  Y'all nasty :p\n  \n  Probably just want the bikini picture without doing the 25 coins. Upto 5 people now\n  ","470111":"\n  I don't trust you guys with dares 🤣\n  ","470112":"\n  Haha this is so bad!!\n  \n\n   https:\/\/www.instagram.com\/p\/B___ZhYJD8jmQxxAhTRf0j1NKECY3sgvkoxZ940\/?igshid=zoe2br3t4lst\n  \n","470113":"\n  I like him!\n  ","470114":"\n  Climb on his back\n  ","470115":"\n  I'm doing good.\n  ","470116":"\n  ¯\\_(ツ)_\/¯\n  ","470117":"\n  Why would I do that?\n  ","470118":"\n  Haha apparently so! 😈\n  ","470119":"\n  Nobody needs to do anything. It's always appreciated though! Always remember the names of the people too.\n  ","470120":"\n  Three people have seen it. Sucks to be you 🍒\n  ","470121":"\n  I should really do that next time 🤣 how awkward that would be haha\n  ","470122":"\n  Best fangirl 😘\n  ","470123":"\n  That girl said she was jealous and asked for the link.\n  \n  I was surprised with the thongs and book. Had no idea a package was coming.\n  ","470124":"\n  Show them my legs?\n  ","470125":"\n  Nope.\n  \n  The last thing showing was the bikini. Got it today 🍒\n  ","470126":"\n  Hi\n  ","470127":"\n  Believing in yourself, hope, having the strength to carry on.\n  ","470128":"\n  Yes. I did technically be naughty with 1%rose and shared pictures of me in them.. minus the last one because we stopped talking 🤣\n  \n  but the others were from doing nothing pretty much XD my birthday or just random\n  ","470129":"\n  I am now. Have the movie, Yesterday, on.\n  ","470130":"\n  Tabi and Heather got me stuff before but I got them stuff too for birthday\/Christmas at the  time.\n  \n  Old Navy giftcard\n  \n  1%rose: 3 pieces of lingerie\n  \n  Two poetry books. Also got me  the lace thongs and\n  \n   @patchy_life\n  \n  book since I forgot to take it off my list after buying it myself. (Different times, same person)\n  \n  The cherry bikini now\n  ","470131":"\n  No, I feel sick. Ate way too much today and it's freaking hot out on top of it.\n  ","470132":"\n  I dont see it that way.\n  ","470133":"\n  A bikini?\n  ","470134":"\n  Maybe 😈\n  ","470135":"\n  Loads of things.\n  ","470136":"\n  Pay 5?\n  ","470137":"\n  What  if I do 5?\n  \n  Not everyone needs to see.\n  ","470138":"\n  Just one!?\n  ","470139":"\n  What?\n  ","470140":"\n  I guess haha\n  ","470141":"\n  I'm braless too\n  ","470142":"\n  Tanya doesn't seem like a guy's name :p\n  ","470143":"\n  Yes it did :D\n  \n  Thank you!\n  ","470144":"\n  I have more lighter tones\n  ","470145":"\n  When movies actually work and don't buffer for years :)\n  \n  Kids being cute\n  \n  Animals\n  ","470146":"\n  That doesn't seem likely.\n  ","470147":"\n  Trying to watch a movie but it keeps buffering. Hope it gets better.\n  ","470148":"\n  No problem:) *hugs*\n  ","470149":"\n  Yes\n  ","470150":"\n  Idk I think I've only seen them once before on here?\n  ","470151":"\n  That made me laugh 🤗\n  ","470152":"\n  me lol\n  \n  Gotta love that double meaning ;)\n  ","470153":"\n  Hahaha nice XD\n  ","470154":"\n  No. My beliefs don't align with his.\n  ","470155":"\n  Ones I follow there :p\n  ","470156":"\n  Never fun *hugs*\n  ","470157":"\n  Yes. Got distracted on IG 🤣\n  \n  When girls encourage you 😍\n  ","470158":"\n  <3\n  ","470159":"\n  Well it is hot out...\n  ","470160":"\n  Why were you sad? :(\n  ","470161":"\n  Yes :)\n  ","470162":"\n  Apparently we're going to the zoo tomorrow. Not sure if one that you just drive in and see or what...\n  ","470163":"\n  Mine but better 💪💪💪\n  \n  Idk feel like that's kind of unrealistic having someone in mind since you could never fully be the same as someone else. Always going to be differences.\n  ","470164":"\n  Yes. Especially since way smaller now too but whatever. Its just skin... hate double standards.\n  ","470165":"\n  Haha sounds weird XD\n  ","470166":"\n  I am. Just bugged me in the moment. Also acted surprised that it fit me when she didn't even see it on me or the actual item at that time.\n  ","470167":"\n  Doesn't really have to do with the clothing here lol\n  \n  I'm not someone who asks if I look good in something. That can be annoying. Also most times the guy says something dumb and the girl freaks out. Don't need that rubbish lol I'd rather get genuine compliments when they mean it instead of me trying to weasel it out of them.\n  ","470168":"\n  Indeed. Wouldn't want to ever make future kids ashamed of their bodies because I had a problem with it or others wouldn't understand. That creates problems, not fixes it\n  ","470169":"\n  Eh. Mom made me feel a little bad. Should have got a one piece comment. Like I used to hide and wear shirts. Got over that insecurity. I know my body isn't the best still but that still hurt lol can't always hide my body.. probably do more because of her and knowing in myself my own thoughts too.\n  ","470170":"\n  Apologize? Kept my distance? Idk. Been a long time.\n  ","470171":"\n  Idk had a lot on my mind last night. Hope its nothing 🤣\n  ","470172":"\n  Quarantine ;\n  \n  Probably will go swimming, maybe watch a movie. Dinner. Walk when its cooler out.\n  ","470173":"\n  Make waves, part water and other water tricks.\n  \n  Who knows lol\n  ","470174":"\n  Being myself?\n  ","470175":"\n  I'm not much of an angry person. Talk about it with someone? Analyze the why...\n  \n  I would watch films, get lost in music, write dark poetry. Cry if need be. Running or other exercise.\n  ","470176":"\n  Idk guys were being d!cks about my stomach already so if I do post I think it will be a secret one.. plus not everyone wants to see a semi-nude fat girl on their timeline\n  \n  :p\n  ","470177":"\n  I don't? The food is nice though, don't have often. I only get like 3x tanner in the summer and still look really pale 🙃\n  \n  Going to Greece would be cool! There's even a hotel with my last name there somewhere. Wonder if I get my love for water from that?\n  ","470178":"\n  I think the bikini looks better in person rather than on camera..\n  ","470179":"\n  Yes. I have fatty liver so would make sense :p\n  ","470180":"\n  Who is we?\n  ","470181":"\n  My bikini is 🍒\n  ","470182":"\n  I don't.\n  ","470183":"\n  Idk my dad did say he was proud of me on my birthday. But that was more weightloss way too.\n  \n  Who knows.\n  ","470184":"\n  He looks like someone that wouldn't care about his actions when younger. However, some of the claims could be fake too.. wanting their minutes of fame.\n  ","470185":"\n  I could think of a lot to say but my voice remained frozen. Then I got angry at myself internally 👍\n  ","470186":"\n  Weird.\n  ","470187":"\n  Idk.. had a hard time sleeping last night. 55 sleep score.\n  ","470188":"\n  My soul\n  \n  Heart\n  \n  Personality\n  \n  Stomach or azz?\n  ","470189":"\n  Yes and then the cheerleading teacher had the same sweater on. 🙈\n  ","470190":"\n  Good night king lol\n  ","470191":"\n  Need to wake up a bit earlier tomorrow. Night 😘\n  ","470192":"\n  Good night\n  ","470193":"\n  Hey\n  ","470194":"\n  Maybe. Who knows ¯\\_(ツ)_\/¯\n  ","470195":"\n  Two of them come to mind.\n  ","470196":"\n  Target might be bad for my soul tomorrow 🤣 looked at some hashtags and they had some cute stuff :(\n  ","470197":"\n  :)\n  ","470198":"\n  You 😈\n  ","470199":"\n  Think the first three. Don't remember them all lol\n  ","470200":"\n  Maybe later 😉\n  ","470201":"\n  I'm not quite sure. There were times where I couldn't listen to certain ones but I'm fine now with them. I wouldn't say the songs itself broke me.\n  ","470202":"\n  I just made an account yesterday.\n  \n  However, I went on that music live YouTube one that was filming the zoom. I heard the wedding of my brother-in-law's friend and then the baby gender announcement for the family friend's baby.\n  \n  The next one would be my sister's baby shower unless I use it before then ¯\\_(ツ)_\/¯\n  ","470203":"\n  No idea. I knew people doing onlyfans on here. Tried it but they ended up rejecting my account lol\n  ","470204":"\n  That's a secret\n  ","470205":"\n  Periods\n  \n  Have to grow a human in them\n  \n  Society standards especially where beauty is concerned\n  \n  Getting hair done costs a lot\n  \n  People making you feel bad because you haven't achieved the same things as they have\n  ","470206":"\n  Simple man\n  ","470207":"\n  Inspire, hakuna matata, cestlavie and some other clique sayings.\n  ","470208":"\n  Wingstop tonight 😍\n  ","470209":"\n  All good :)\n  ","470210":"\n  Stop fighting me on every little thing.\n  ","470211":"\n  Not too bad then. I thought you said the 12th originally so not far off XD\n  ","470212":"\n  Can happen!\n  \n  How late though? :o\n  ","470213":"\n  No idea yet. Probably something lowkey? We'll see. Haven't heard anything.\n  \n  Also i don't like getting the message since I'm not a mom. Some do it for appreciation of all women but I don't see it in that context.\n  ","470214":"\n  Haha thanks king\n  ","470215":"\n  Be proud of who you are, and not ashamed of how someone else sees you. 🥰\n  ","470216":"\n  Hello beautiful person\n  ","470217":"\n  Haha told you!! Doesn't surprise me 🤣🤣🤣\n  ","470218":"\n  :)\n  ","470219":"\n  Chocolate, ice cream, 😈\n  ","470220":"\n  One wrote my name \"Lindsay\". I'm kind of over that but that's not going to impress me either.   Very mediocre conversation starter on top of that. Checked out his page and it was a \"what was I thinking\" type of deal on top of the name mishap.\n  \n  This guy pictured is 37 and thought this was a good icebreaker....\n  ","470221":"\n  That's nice of you\n  ","470222":"\n  One will be Target so who knows with there 🤣 the other is a food shop.\n  ","470223":"\n  I'm going shopping tomorrow with my mom. Or that's the plan atleast.\n  ","470224":"\n  I'm not sure. I mostly have good habits.\n  ","470225":"\n  It's been ok. Haven't done too much though.\n  ","470226":"\n  Not sure that happened\n  ","470227":"\n  Hey z man 🤗\n  ","470228":"\n  Spinal Tap\n  \n  Looked it up :p\n  ","470229":"\n  No but apparently there's a high chance of that according to flo. Ovulation.\n  ","470230":"\n  I'm good. Had some good news today :D\n  ","470231":"\n  Pretty sure that's going to be the link you keep spamming on your account. I'll pass.\n  ","470232":"\n  The hindi part seems morbid. I don't know what happens after death. Maybe we still communicate but in different ways ¯\\_(ツ)_\/¯\n  ","470233":"\n  Not sure. My reaction to sounds wouldn't always be the same.\n  ","470234":"\n  Yes, I do.\n  ","470235":"\n  Roses and sunflowers hence wanting to win that dress the most 🤣🌻\n  ","470236":"\n  Need one of those then 😈🏃🏼‍♀️\n  ","470237":"\n  It's not? 🤔\n  \n  My shorts are getting bigger on me. Atleast one pair was the last I wore them. I imagine the others are the same.\n  \n  I have that floral dress which is a L but its already a bigger size L.\n  \n  Bikini that should arrive sometime today? I'd guess around 8pm because the last few times I've ordered from Amazon or someone got me something, they came late at night.\n  \n  Hopefully I'll win one of these. I'd be most happy with the sunflower dress (shein)\n  ","470238":"\n  Nope.\n  ","470239":"\n  Let's be baes 🤣🤣🤣\n  ","470240":"\n  Won't happen overnight\n  ","470241":"\n  No thanks. I don't know Italian and I'd feel weird liking shirtless pictures since you are young lol\n  ","470242":"\n  Yes. I'm fine. Just people dragging old stuff up out of nowhere. Can't just leave my name out of things. Don't think I'm that important to them lol ¯\\_(ツ)_\/¯\n  ","470243":"\n  Yes. I answered a question about Jasmine and my answer wasn't even bad and this happened 🤣\n  ","470244":"\n  I'm getting some stupid stuff as well.\n  ","470245":"\n  My coach has been a little annoying lately. First off, she only shoutouts her friends and new people that she finds. Not anyone else who does the work. Made it seem like only people who eat too many calories can be fat.. didn't take into account people with actual medical conditions. Today there was something about keto when all \"diets\" can be messed up. Just because she did low carb and missed carbs doesn't mean it's a fact that it's bad. No diet is the \"end all\". There's lots that can be bad for people. I don't think it's fair just going after one diet.. why not all? Just because it works for some doesn't mean you should crap on it. I accept everyone's diets and wouldn't go after anyone because of it. Just seems rude lately. All about getting money instead of helping people too.\n  ","470246":"\n  With most things, yes.\n  ","470247":"\n  Greek, German, Irish and English.\n  \n  American, white\/caucasian.\n  ","470248":"\n  I haven't. Would be cool.\n  ","470249":"\n  Thanks cupcake\n  ","470250":"\n  I heard of one lately called \"DeckWorkout\". Online card game and each suit means something you have to do.\n  \n  I mostly use fitbit, the mytransphormation app, and twinbody.\n  ","470251":"\n  What makes someone normal these days?\n  ","470252":"\n  Some nuts right now\n  ","470253":"\n  Clearly not since you don't already have my username 😈\n  ","470254":"\n  People who text you to call them are annoying. Why not just say everything in the text? Or call\/leave voicemail?\n  ","470255":"\n  Thanks\n  ","470256":"\n  Might believe you?\n  ","470257":"\n  Keto: Lily's chocolate bars\n  \n  Reese cups 😍\n  ","470258":"\n  That changes drastically though. Don't get why they waste time and energy on her ¯\\_(ツ)_\/¯\n  ","470259":"\n  Yes. Love the old vibes\n  ","470260":"\n  That is probably the only positive thing I've seen her write.\n  ","470261":"\n  Lilac\n  \n  I have the other account set to blue.\n  ","470262":"\n  Good night\n  ","470263":"\n  Looking like her, taking after her side of the family more etc\n  ","470264":"\n  5'7\"\n  ","470265":"\n  Nope because you don't know my name.\n  \n  Predictive text all up in here wanting to write \"morse code\" 🤣🤣🤣\n  \n  If I had mutual people then yes, go for it. No need to ask.\n  ","470266":"\n  I'm neither. I'm white, American. I'm Greek, German, Irish and English.\n  \n  Not sure what you mean about the last part. Literally translating it lol\n  ","470267":"\n  Can crush a man haha XD\n  ","470268":"\n  Yes :(\n  ","470269":"\n  So Mr. Hindi can you scroll?\n  ","470270":"\n  I have no idea what mine is ¯\\_(ツ)_\/¯\n  \n  I just focus on steps instead of miles etc.\n  ","470271":"\n  Exceptions can be made :)\n  \n  Wouldnt hold that against someone. My legs are shorter too. More torso\n  ","470272":"\n  I was thinking eggplant.\n  ","470273":"\n  They could choke me haha\n  ","470274":"\n  Maybe with my thighs 😈\n  ","470275":"\n  Nice XD\n  ","470276":"\n  lol ok then :p\n  ","470277":"\n  I don't have coworkers right now.\n  ","470278":"\n  Nature\n  \n  humans\n  \n  myself\n  \n  Animals\n  \n  Music and other art mediums\n  ","470279":"\n  People that don't learn from their mistakes or the mistakes of others.\n  \n  Slow walkers.\n  \n  When people cough or sneeze these days 🤣\n  ","470280":"\n  Beautiful time at the lake. Lots of waves, surprisingly. Parents were getting along the whole day. Went out to dinner.\n  \n  It was also the worst day too because we got back from dinner, went to our family friend's house where they ended up telling us that my mom's dad died. We were in Maine and my mom and I drove back to Massachusetts that night. The whole way back the radio was sharing songs about love, loss, remembering the good times etc.\n  ","470281":"\n  I like both!\n  \n  I think I prefer facial hair a little bit more than clean shaven too.like 98% of the okcupid guys have all had facial hair of some sort XD\n  ","470282":"\n  I don't share that on here. However, some have found it out.\n  ","470283":"\n  Not you too 🙈\n  \n  Haha thanks\n  ","470284":"\n  A part of my foot was bugging me but it's been doing better lately.\n  ","470285":"\n  Not seeing how it would be weird. Even my last name isn't common and it's not Chinese.\n  ","470286":"\n  When you have travel plans for next year around this time 😍\n  ","470287":"\n  I have 16 of these left.\n  \n  These shorts are getting so big. Probably fit a M in.. these are XL.\n  ","470288":"\n  I can be with the right people :)\n  ","470289":"\n  Stop blinking?\n  ","470290":"\n  1 or 2\n  ","470291":"\n  Nah. ask doesn't like my bath pictures 😉\n  ","470292":"\n  Yes lol\n  ","470293":"\n  Little of both. I'll take it off of me when hot and put it back on when cold\n  ","470294":"\n  Yup. Haven't seen the point if not going anywhere. Even wear pjs on walks 🤣 all about that comfort.\n  \n  I know ;)\n  ","470295":"\n  Good.\n  \n  Will swim now 🌞🧜🏼‍♀️\n  ","470296":"\n  Dude, I been living in pjs. Haven't worn real clothes in a while. Well I suppose a few days ago when I had the dr call was the last time. Quickly took my bra off afterwards and changed tops lol\n  \n  The next time I dress up might not even happen now. Might be another zoom wedding. Everything is up in the air ¯\\_(ツ)_\/¯\n  \n  But yes, I like dressing up at times :) clean up good XD\n  ","470297":"\n  😈😈😈\n  ","470298":"\n  Hey king\n  ","470299":"\n  Forward the question - copy it then paste into Google translate.\n  ","470300":"\n  Fine, I guess.\n  ","470301":"\n  Oh, that's mother's day. Who knows lol\n  \n  Usually everyone gets together at the nephew's uncle's house and he cooks a big meal for everyone. My sister will technically be a mom this year :)\n  \n  Due in July.\n  ","470302":"\n  1. Straight\n  \n  3. Ryan Reynolds\n  ","470303":"\n  My sister and I are way closer, always have been. Only 2 year difference, she's older. Was a bridesmaid in her wedding etc\n  \n  10 yr difference with my brother. Hasn't really been there when you needed him. We're still good but its not the best relationship either. He either tries too hard or not enough type of way. I feel like it's more based around his kids these days :)\n  ","470304":"\n  I actually ended up getting this product since shaving or wax didn't appeal to me. It hasn't irritated me at all.\n  \n\n   https:\/\/www.amazon.com\/dp\/B001KYPZ4G?psc=1&ref=ppx_pop_dt_b_product_details\n  \n","470305":"\n  Ask me stuff??\n  ","470306":"\n  Yes 😈\n  ","470307":"\n  I didn't feel like looking for one... buy I wrote this last April. Had to use rhymes and I picked light\/night for it.\n  \n  \"I had a darkness over me\n  \n  you were thelight\n  \n  shown me how love should be\n  \n  now I'm in the shadows of thenight.\"\n  ","470308":"\n  Can you?🤔\n  ","470309":"\n  I like someone too\n  ","470310":"\n  I'm not even sure. We have a bunch of different teas and brands. I know there's a ginger one but not sure if it's that brand. There is a stress relief one.\n  \n  I like the Tazo brand too. Especially the passionfruit one.\n  ","470311":"\n  Nothing. I wouldn't listen to it then.\n  ","470312":"\n  Don't remember what that was.\n  ","470313":"\n  Cute XD\n  \n  They do lots of different kinds. I like how they give you quotes on the string part.\n  ","470314":"\n  Willows or Jade?\n  ","470315":"\n  They've been fine :)\n  ","470316":"\n  Too well :(\n  ","470317":"\n  Horrible question to ask during quarantine 🤣\n  ","470318":"\n  2010 ☠\n  ","470319":"\n  Nice! Good luck\n  ","470320":"\n  FB one on my birthday\n  ","470321":"\n  You don't need that information\n  ","470322":"\n  The ones that go in water more.\n  \n  Don't care for ones that go upside down etc\n  ","470323":"\n  I think it's better using the guy's name depending on what it is.\n  ","470324":"\n  I'd try my best. The rope ones would be the hardest as I've never had to do anything like that. Already know how to army crawl. I like running more these days. At the playground growing up there were tires that you could do.\n  ","470325":"\n  I don't know if I could do that 🤣\n  \n  Keep them company, yes, but actual s*x with them.. no clue. I imagine it depends what they looked like, if any attraction there. However, I'm just imagining the worst case scenario here 🤣\n  ","470326":"\n  Yes. I like the Celestial and Yogi brands.\n  ","470327":"\n  Nice try\n  ","470328":"\n  This dog actually made me yawn. Good night\n  ","470329":"\n  Google translate 👍\n  ","470330":"\n  Why marry in the first place then?\n  ","470331":"\n  Watching The Wedding Singer.\n  ","470332":"\n  XD\n  ","470333":"\n  😈\n  ","470334":"\n  They look so thick from working out and hitting my step goal tonight 🦵🏻🦵🏻🦵🏻\n  ","470335":"\n  Got my own demons ;)\n  ","470336":"\n  Idk need to be in the moment lol\n  ","470337":"\n  main bhaasha nahin jaanata.\n  ","470338":"\n  Hardcore watching XD\n  ","470339":"\n  Should do on my legs because all these girls jealous ;)\n  ","470340":"\n  Namaste\n  ","470341":"\n  No idea why 🤣🤣🤗🤗\n  ","470342":"\n  I do XD\n  \n  I'm just blunt. Not putting myself down. Just is what it is. I've came a long way with weightloss and loving myself more etc\n  ","470343":"\n  I guess it depends on who said\/wrote it. The tone read. Sometimes you just know it's a f*ckboy 🤣\n  ","470344":"\n  I wish my stomach was flat :( it's no fair seeing bigger girls with skinny stomachs lol\n  \n  Stupid insulin resistance and fatty liver gotta ruin it for me 🤣 it's still going down though 👍\n  ","470345":"\n  You ever get a feeling you are being watched?\n  ","470346":"\n  Hm maybe if wrapped around someone ;)\n  ","470347":"\n  And make me hit unmatch quickly 😘\n  \n  Unmatched a few that never responded within a month. I know one was my fault but I guess if I didn't write within that timeframe that nothing would have happened anyways lol. One of those hey\/what's up ones anyways I believe..\n  ","470348":"\n  Are you ok? :o\n  ","470349":"\n  I wish guys would just be normal. No lines. These men should be grown azz men that can communicate but they can't lol\n  \n  Even had someone write \"hey you\" before. How about using my name and other things that keep a conversation going. Don't think that's hard to ask for?\n  ","470350":"\n  When a guy gives you a bad quarantine line -_-\n  \n  Never even talked  lol\n  \n  Even take my breath away would have been better than heart ones..\n  ","470351":"\n  8:53pm\n  ","470352":"\n  No idea ¯\\_(ツ)_\/¯\n  ","470353":"\n  👆👆👆check it out👆👆👆\n  ","470354":"\n  Be very special to me in order to get pictures of the booty. Yes, I wholeheartedly agree XD\n  ","470355":"\n  lol XD\n  ","470356":"\n  I feel good today :D\n  ","470357":"\n  Nah, you don't need to see this booty 🍑\n  ","470358":"\n  This begging isn't cute\n  ","470359":"\n  I must not do that lol\n  ","470360":"\n  Used the oldest pap one XD\n  \n  Here you go :)\n  ","470361":"\n  Literally just said 4 minutes ago lol\n  \n  Lace black thong\n  ","470362":"\n  Yes, I do.\n  ","470363":"\n  Black, lace, thong.\n  ","470364":"\n  Just got finished working out.\n  \n  Reorganizing one of my drawers since it's a mess. Haven't been folding everything lately 😑\n  ","470365":"\n  How? I said I'm a calm person in a general way. You mentioned crying randomly. I wasn't crying. Never cried for no reason or when calm. When I do cry its because I'm upset\/sad over something. I haven't taken drugs when upset to calm down when feeling things. I listen to music, breathe, write, cry or whatever else for comfort in those times.\n  ","470366":"\n  Wherever the wind takes me\n  ","470367":"\n  Little of both but more opposites\n  ","470368":"\n  1-800-keep-dreaming\n  ","470369":"\n  All of this is irrelevant since I haven't even done drugs.\n  ","470370":"\n  Going to be annoying since its 107 out 🙄\n  \n  Already did 3 things. Lots more to do :(\n  ","470371":"\n  Girls are weird :)\n  ","470372":"\n  Yes? Kind of hard not to be when living with them lol he's a good guy.\n  ","470373":"\n  To myself. I need to exercise but been putting it off. I'm hungry and was going to make something but my sister and her husband are in the kitchen  and in the way so I guess I'm waiting on that too 👍\n  ","470374":"\n  Sure lol\n  ","470375":"\n  Not always wanting hugs. Need some space too. Healthy balance\n  ","470376":"\n  From within\n  ","470377":"\n  Yes, I like giving hugs. Wouldn't be clingy about it tho\n  ","470378":"\n  Does anyone have questions about me?\n  ","470379":"\n  That depends entirely on who you would be. I wouldn't say that I loved someone if it was a total stranger. Probably say bless you or something in a nice way. If it was someone I know then that would definitely get a different response.\n  ","470380":"\n  👍\n  ","470381":"\n  I'd take hugs too haha 🤗🤗\n  ","470382":"\n  This made me smile and laugh :(\n  ","470383":"\n  That I need pepee?\n  ","470384":"\n  No. Not religious.\n  ","470385":"\n  2019~\n  \n  Amazon:\n  \n  My mirror\n  \n  Maxwell\n  \n  Book; The Butterfly Girl by\n  \n   @patchy_life\n  \n  still need to do something with the other copy 🙃\n  \n  Shein:\n  \n  Floral dress (2020) or the leopard bikini.\n  ","470386":"\n  Aw stop it!\n  ","470387":"\n  Yes\n  ","470388":"\n  Like needing a man? 🤦🏼‍♀️\n  ","470389":"\n  I know :p\n  ","470390":"\n  A different kind ;)\n  \n  Eh. Rather have a dry heat than high numbers with humidity added on top of it.\n  ","470391":"\n  Weathers no laughing matter :p\n  ","470392":"\n  Its 107 out today 🌞\n  ","470393":"\n  Both would be 😈\n  ","470394":"\n  I need a man 🤣\n  ","470395":"\n  People can't cry when upset\/sad? Mmkay.\n  ","470396":"\n  Looks like someone watched my ig story about the heart of gold :p\n  ","470397":"\n  🤣🤣🤣\n  ","470398":"\n  I don't think I'm that interesting ¯\\_(ツ)_\/¯\n  ","470399":"\n  I can. I haven't wrote anything since April 30th. The balance of writing the truth, some minor details changed and not wanting to give every single detail is going to be hard XD\n  ","470400":"\n  Relatable 🤣\n  ","470401":"\n  Not related to the storyline at all lol\n  ","470402":"\n  In a writing mood but not sure what to write at the same time.\n  ","470403":"\n  All of them XD\n  ","470404":"\n  Very\n  ","470405":"\n  4 hours ago, no, but I am for now.\n  ","470406":"\n  Some\n  ","470407":"\n  Been better at being early.\n  ","470408":"\n  I think my actions speak for themselves. Getting sick of this question.\n  ","470409":"\n  Not sure. I'd be a bad mad scientist lol\n  ","470410":"\n  Same as last week. Maintaining, I guess.\n  \n  Still feel like I'm looking smaller though. Period is coming on the 23rd so I'm not too focused on a number either.\n  ","470411":"\n  Is that the one that owns WWE?\n  ","470412":"\n  Was a little weird. She tried saying it wasn't one afterwards 🤣 she was full on me tho lol\n  ","470413":"\n  2\n  ","470414":"\n  That's weird.\n  ","470415":"\n  Long before I even knew them lol\n  ","470416":"\n  They've clearly been hurt so projecting that on ALL guys.\n  ","470417":"\n  Yes, they know I have a dirty mind. Even got a lap dance from one o.o\n  ","470418":"\n  Could be used as coping mechanisms but I don't think that automatically makes someone depressed. I've only been depressed once and it wasn't because I'm a funny person.\n  ","470419":"\n  Yes\n  ","470420":"\n  Not everything is about you.\n  ","470421":"\n  Unfortunately\n  ","470422":"\n  The boy I dated.\n  ","470423":"\n  They suck. None of my friends answered. Just two family members- my former stepcousin and my brother-in-law's brother did.\n  ","470424":"\n  Drought XD\n  ","470425":"\n  Not that long.\n  ","470426":"\n  No, I wouldn't say it's common. Not sure how that relates to being calm either.\n  ","470427":"\n  Big, need lots of space. Still need to feed them. Clean up after.\n  ","470428":"\n  Seems like the typical memo. If I was claiming to leave then I'd do it without warning or post a username about the hiatus. Not make it a huge ordeal.\n  ","470429":"\n  Just was\n  ","470430":"\n  How's that going for you? What made you angry? Sounds like you need a break from here instead of saying \"never\".\n  ","470431":"\n  I guess kittens. I know more about how to take care of them. Sloths would be very interesting but 10 seems a bit much of an undertaking.\n  ","470432":"\n  Aw hi\n  ","470433":"\n  The 4th\n  ","470434":"\n  I wouldn't be surprised lol\n  ","470435":"\n  No, most people learn that way or help craft it. It's admirable.\n  ","470436":"\n  No, I don't.\n  ","470437":"\n  Sedona, Grand Canyon. Still a road trip\n  ","470438":"\n  I might ¯\\_(ツ)_\/¯\n  ","470439":"\n  Good night\n  ","470440":"\n  Yes. I liked these too :)\n  \n\n   https:\/\/youtu.be\/oYDDiqhhzbQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/SM1w9PEQOE8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","470441":"\n  I shaved both yesterday. Know I missed a few spots on my legs but wasn't that fussed about. Wasn't wearing shorts yesterday.\n  ","470442":"\n  Yes. Camp Rock days :)\n  ","470443":"\n  I like some Nick Jonas at times.\n  \n\n   https:\/\/youtu.be\/yw04QD1LaB0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","470444":"\n  Why does tonight feel so hot? Debating on sleep, being naughty or going in the pool but I'd rather not be towel drying my hair around 2\/3am 🤣\n  ","470445":"\n  Maybe in the early 2000s.\n  ","470446":"\n  I know\n  ","470447":"\n  I've been listening to Kaleo more often.\n  ","470448":"\n  Spotify: that Passenger one. Some Lady Antebellum, Taylor Swift. I don't remember all the new songs. Don't feel like getting up to check my tablet for them either atm\n  \n  I listened to a few different ones walking back to the house. I'm not sure which one I'd pick as being the song of the day. Was pretty random and only listened once.\n  ","470449":"\n  Rather hear others sing 👍\n  ","470450":"\n  Positive mindframe, doing healthy things for myself.\n  ","470451":"\n  Nah. I don't think I'm that good. I can hit some high notes though and make them last. Probably sh!t 🤣🤣🤣🤣\n  ","470452":"\n  I have the whole world in my hand 🎤🎶\n  \n  Nah. Idk what I'd say.\n  \n  I'll keep the singing to people who are actually good.\n  ","470453":"\n  Nice.\n  ","470454":"\n  Haven't seen or played either one.\n  ","470455":"\n  I know :p\n  \n  Yes. Its def a thing.\n  \n  Maybe its offensive if you were one and that's the only way they (the husband) saw you as. But in general, maybe not.\n  ","470456":"\n  How rich is he? Jk.\n  ","470457":"\n  Aw, you are so damn cute!!!\n  ","470458":"\n  Why is everyone still awake?\n  ","470459":"\n  No idea what it said\n  ","470460":"\n  Mutual;)\n  ","470461":"\n  They got killed, obviously.\n  ","470462":"\n  It got better as the day went on.\n  ","470463":"\n  me lol\n  ","470464":"\n  Maxwell would be jealous\n  ","470465":"\n  :)\n  ","470466":"\n  Perfect is overrated anyways.\n  \n  Aww\n  ","470467":"\n  Haha nope. Just friends.\n  ","470468":"\n  I need more than that too lol\n  ","470469":"\n  lol people are probably thinking you were my ex now 🤣\n  \n  Been a long time, man!\n  ","470470":"\n  Aw that's sweet! Yes, I'm fine.\n  ","470471":"\n  Where?\n  ","470472":"\n  Need a better reason 😉\n  ","470473":"\n  Why should I listen to you?\n  ","470474":"\n  Make me ;)\n  ","470475":"\n  Does the yard part have more meaning here?\n  ","470476":"\n  lol yes. Didn't want them then either but they made them to harass me instead of how fan accounts should be like.\n  ","470477":"\n  It really was. Would nonstop say stuff then be all I'm sorry over and over again then keep on doing it. More accounts etc\n  ","470478":"\n  Some azzhole that made a bunch of fan accounts and would harass me nonstop. Post p0rn pictures and tag me in it. Other weird crap.\n  ","470479":"\n  Its nobody that harassed me. Quit being weird.\n  ","470480":"\n  Stop rattling off names of people I've never \"dated\".\n  ","470481":"\n  You guys like writing \"who that\" whenever I mention a guy lol\n  ","470482":"\n  I really hope he wasn't that account lol stop mentioning Lahore anyways..gross\n  ","470483":"\n  Who that ?\n  \n  I shouldn't even joke though.\n  ","470484":"\n  There's only one guy I miss and it wouldn't be him.\n  ","470485":"\n  Mortal kombat on Sega 😍\n  ","470486":"\n  Oh la la\n  ","470487":"\n  Cute :p\n  ","470488":"\n  But it's not\n  \n  deal with it lol\n  \n  🙃🙃🙃\n  ","470489":"\n  New Vip+ feature\n  \n  Jk but that would be cool 😈\n  ","470490":"\n  Yes and I still don't have it.\n  \n  Or if you believe its airborne and everyone has it then I'm not showing any symptoms.\n  ","470491":"\n  Ok Gabby\n  ","470492":"\n  My sister is so hormonal 🤣👶🏻\n  ","470493":"\n  I don't always listen 😘\n  ","470494":"\n  Why\n  ","470495":"\n  I don't care what people do for money.\n  \n  They rejected mine. I don't know if I would have fully been invested in it either. I kind of feel like not everyone needs to see me that way.\n  \n  I have sharesome but only posted one thing so far. Been keeping the username a secret since I haven't uploaded anything else. Still not sure if I will post more.\n  ","470496":"\n  Yes XD\n  ","470497":"\n  ¯\\_(ツ)_\/¯\n  ","470498":"\n  A guy saying that he can't biologically have children on a dating site. Probably just a line to get girls who think they are winning the lottery lol \"just putting that out there\"\n  \n  ~\n  \n  They do amber alerts for 16 year olds?? That dude seems gross. 50-60s that took him. I wish they'd be specific to the right county. Hopefully the teen will be found.\n  ","470499":"\n  Ask me on the 23rd?\n  ","470500":"\n  Nice.\n  \n  That's what it meant lol\n  ","470501":"\n  When a guy younger than you calls you darling 🤮\n  ","470502":"\n  \"How are you\"\n  ","470503":"\n  Aw thanks\n  ","470504":"\n  I don't feel that pretty today ¯\\_(ツ)_\/¯\n  ","470505":"\n  Idk. Nothing happened but been in a blah mood today. Some of the song suggestions weren't helping with that either.\n  ","470506":"\n  Guess I should have included naughty things??\n  ","470507":"\n  A leopard pair ¯\\_(ツ)_\/¯\n  ","470508":"\n  \"Nobody puts baby in the corner\" and \"I carried a watermelon\"\n  \n  \"My name is Inigo Montoya. You killed my father.Prepare to die.\"\n  \n  Some other ones I cant think of atm\n  ","470509":"\n  Yes but I don't go out of my way at times either.\n  ","470510":"\n  NASA said I was out of this world\n  ","470511":"\n  Aww thanks\n  ","470512":"\n  Good ones.\n  \n  This question keeps getting asked.\n  ","470513":"\n  Haha\n  ","470514":"\n  Yes\n  ","470515":"\n  I've never had it but the smell is definitely not something I'd like. Not a fan of cinnamon drinks either.\n  ","470516":"\n  Which girl hasn't? :p\n  \n  Iconic\n  ","470517":"\n  I've known straight men that get their feet and hands done but not with colors:)\n  ","470518":"\n  Yes, that's what I meant lol\n  ","470519":"\n  It is but I think guys can pull off pinks too :)\n  ","470520":"\n  It's been a while...\n  ","470521":"\n  Yes, they are pink atm\n  ","470522":"\n  Hm I don't think so?\n  ","470523":"\n  Oh ok :)\n  ","470524":"\n  Perv\n  ","470525":"\n  Ah that's not fair :(\n  \n  Nice at times but not always.\n  ","470526":"\n  Haha yes\n  ","470527":"\n  They would! In the best ways\n  ","470528":"\n  I like sparkles more for holidays.\n  ","470529":"\n  Oh yes. Me and  my white belt 🤣🤣🤣\n  ","470530":"\n  Very sad.\n  \n  I wouldn't have let that stop me. Too bad I don't have a quarantine buddy.\n  ","470531":"\n  Idk but noticed the black lasts more\n  ","470532":"\n  My thighs are stronger\n  ","470533":"\n  me lol\n  ","470534":"\n  Needs that Wisconsin d\n  ","470535":"\n  Yes, it can. Also lasts longer than the lighter pink\/reds I have.\n  ","470536":"\n  Haha. Damn.\n  \n  That would be annoying.\n  ","470537":"\n  Think I'll do black next 🖤\n  ","470538":"\n  You haven't seen her at all?\n  ","470539":"\n  Buy something that I've needed, do facemasks, paint nails, make keto desserts. Idk just depends\n  ","470540":"\n  Ice cream at times\n  ","470541":"\n  Yet\n  ","470542":"\n  This song tho :(\n  \n  Pretty art too\n  ","470543":"\n  Why not? lol\n  \n  Also can't predict what it'll be. Have a few messages from spotify of new songs that I've just piled up ¯\\_(ツ)_\/¯\n  ","470544":"\n  Never worn white by Katy Perry is sad :(\n  ","470545":"\n  Thanks for the update. On time sounds weird since quarantine still XD\n  ","470546":"\n  Yes :)\n  ","470547":"\n  Being alone forever.\n  ","470548":"\n  Others have :p\n  ","470549":"\n  First the feet ones now fingers. It was only time 🤣\n  ","470550":"\n  I haven't heard of it\n  ","470551":"\n  Dont make this into a fetish\n  ","470552":"\n  Need to paint them. Nail polish is all chipped.\n  ","470553":"\n  Hopefully the first one!\n  ","470554":"\n  Not sure what you mean.\n  ","470555":"\n  8 hours ago - I was sleeping.\n  ","470556":"\n  No, that was two hours after I went to sleep last night.\n  ","470557":"\n  lol all the fetish people must be loving you for asking this\n  ","470558":"\n  I don't mind flying?\n  ","470559":"\n  More medium I'd say ¯\\_(ツ)_\/¯\n  \n  They look small on camera but still have length to them too.\n  ","470560":"\n  Maybe when teens and believe what other people tell them.\n  \n  My teacher once said \"write what you know\" and always question everything.. who is they etc\n  ","470561":"\n  💰💰💰\n  ","470562":"\n  No. I'm a very calm person to begin with.\n  ","470563":"\n  Blue, pink, purple and micah scales thrown in.\n  ","470564":"\n  lol no thanks. They dont need the harassment!\n  \n  Some friends MIGHT have it.. I know they had FS so its possible some could have migrated here too.\n  ","470565":"\n  No clue. Probably mentally.\n  ","470566":"\n  Fat and resting b!tch face\n  \n  No.\n  ","470567":"\n  Blue\n  ","470568":"\n  Yes, hence why I believe in aliens 🤣\n  ","470569":"\n  Three dogs and three cats.\n  ","470570":"\n  Good night little lion 🦁\n  ","470571":"\n  Ryan Reynolds, Robin Williams, Kip Harrington, Leonardo DiCaprio, Johnny Depp, Ben Affleck...\n  ","470572":"\n  I love watermelon!\n  ","470573":"\n  I have a lot of Nike but I wouldn't say it's my favorite.\n  ","470574":"\n  A zoom wedding (Star Wars theme)\n  \n  Online dr appointment \"results\"\n  ","470575":"\n  No\n  ","470576":"\n  Night swimming :)\n  ","470577":"\n  Can go either way. Depends on the situation, I suppose.\n  ","470578":"\n  Treat them like a person? Not a s*xual object. Respect. Kindness.\n  ","470579":"\n  That would be a shitty relationship or friendship then.\n  ","470580":"\n  When today is the first time wearing makeup in forever 🤣\n  \n  All the recent quarantine ones have been makeup free.\n  ","470581":"\n  I'm more the listener type. If I feel comfortable with people then it's a little of both :)\n  ","470582":"\n  Aww anon misses me wearing Nike 😘\n  ","470583":"\n  I like them. Been a while.\n  \n  Still have a sugar free rootbeer at times.\n  ","470584":"\n  Hello 😊\n  ","470585":"\n  I've never been to New Jersey.\n  ","470586":"\n  Pretty sure my sister has it.\n  ","470587":"\n  I don't like knowing spiders are around. Makes me itchy 🤣\n  \n  Same with scorpions. Would have been a good one to add to the last question XD\n  ","470588":"\n  1. Desert\n  \n  2. Triple digits in the summer (already started)\n  \n  3. Local businesses\n  \n  4. Mountains\n  \n  5. Highways\n  ","470589":"\n  The backyard is normal again, no weeds.\n  ","470590":"\n  I don't have any of you\n  ","470591":"\n  Do stuff you enjoy\n  ","470592":"\n  Stop stressing? Eat better? Stop wearing hats as much? Maybe take a multivitamin or something for hair.\n  ","470593":"\n  I love the ocean. Swimming. Chilling on the beach reading and getting sun. Walking along the shore 😍🌞\n  ","470594":"\n  Cheeseburger\n  \n  Hot dog\n  \n  Mushrooms\n  \n  Asparagus\n  \n  Salad but I didn't feel like any\n  \n  Cucumber slices\n  ","470595":"\n  This is weird.\n  ","470596":"\n  Think you meant grow 🤣\n  ","470597":"\n  No idea.\n  ","470598":"\n  Very nice\n  ","470599":"\n  Most bring the courts into it, lawyers, their fees.\n  \n  You'd think it would be very easy.\n  ","470600":"\n  No, I feel like most of mine have stayed the same. More with political type ones.\n  \n  I understand other wrong doings but I dont think I should be harassed due to that. All you can do is be better and not say anything else like that. They've even gave false information on the situation(s) to others but hey, it is what it is.\n  \n  Keep getting messages every other month.. even more now due to quarantine. Still trying to make me say something in a bad light. I guess Tom is their new hobby now ¯\\_(ツ)_\/¯\n  ","470601":"\n  Np\n  ","470602":"\n  Don't listen to those people. Keep being you 👍\n  ","470603":"\n  I don't think anyone is dumb. I wouldn't use that against someone either.\n  ","470604":"\n  Both at the same time\n  ","470605":"\n  How??\n  \n  Nah. I'm happy numbers are going down, getting healthier etc\n  ","470606":"\n  Me tooooooo\n  ","470607":"\n  No, I'm Santa.\n  ","470608":"\n  How is that a stereotype???\n  ","470609":"\n  What then?\n  ","470610":"\n  Yes, I'm good.\n  \n  Everything I'm doing helps cancel out the other.\n  ","470611":"\n  Maybe? 😈\n  ","470612":"\n  Today is the first day in a while. The last time was at my last dr appointment that didn't end well for me XD\n  ","470613":"\n  It does :p\n  ","470614":"\n  It's fine. Within the average column.\n  ","470615":"\n  My mind always goes dirty at \"inside\" 🤣\n  ","470616":"\n  It's fine :p\n  ","470617":"\n  It's fine to like both genders and even ones on the spectrum.\n  \n  Yes, that's not normal to feel feelings towards every female you see. Lust is weird though in general. I feel like that should be geared towards ones you know or want to know better... not directed at every single female you encounter.\n  ","470618":"\n  Who said it was a guy?\n  ","470619":"\n  I don't see the problem. It's not something you \"deal with\". I'd ask for context but you just seem like an azz.\n  ","470620":"\n  How many times do we have to go over this?\n  ","470621":"\n  Online doctor. Didn't really say much either. Just going to email files over.\n  ","470622":"\n  When you wore a bra, put makeup on and barely talked to the person. What a waste 🤣\n  ","470623":"\n  Aww. You are too kind!\n  ","470624":"\n  I've been good :)\n  ","470625":"\n  Family\n  ","470626":"\n  Not at the same time :p\n  \n  Always get right back on too. Also I'm usually good the whole day and then dinner could be a cheat. Most times it was celebrating something too.\n  ","470627":"\n  Just the rules ¯\\_(ツ)_\/¯\n  \n  When I do fall off it's not going to be for honey 🤣 usually it's real ice cream,  cake, pizza, chicken fingers and fries or pasta.\n  ","470628":"\n  Yes but I can't have it on keto\n  ","470629":"\n  No?\n  ","470630":"\n  I'm not lol\n  \n  Would have been a girl anyways. Not even that type of doctor\n  ","470631":"\n  Oh\n  ","470632":"\n  Most are listed under my interests on here.\n  ","470633":"\n  They weren't going to anyways lol o.o\n  ","470634":"\n  When doctors make you wait via internet too 🤣\n  ","470635":"\n  I would in s*x\n  \n  Masturbation.. not too much.\n  ","470636":"\n  My dog falling off a cliff. Had to dive in the water and get her. She was still alive. Ended up yawning at me like \"wtf\"\n  ","470637":"\n  I don't think there's a right or wrong way to share feelings. It could take time too. Need to have that trust factor, know you won't get judged etc\n  ","470638":"\n  Yes but wearing them can be a different story XD\n  ","470639":"\n  If you want\n  ","470640":"\n  Well my brother-in-law and sister are watching his friend get married via zoom. They had a Star Wars theme, naturally. They were all supposed to be in costume at the actual wedding. He was supposed to be the best man.\n  ","470641":"\n  Hello, do you have a question?\n  ","470642":"\n  Can take them or leave them. Overall, I don't mind.\n  ","470643":"\n  Something they hate? I can be pretty sentimental, listen, know what they actually want etc\n  ","470644":"\n  The one lately\n  ","470645":"\n  Yes\n  ","470646":"\n  Maybe\n  ","470647":"\n  Indeed\n  ","470648":"\n  On the world to change 🎤\n  ","470649":"\n  I don't get why you send me this.\n  ","470650":"\n  I don't think it would be that different. Forward seems better though or just stepping off XD\n  ","470651":"\n  Yes\n  ","470652":"\n  If I felt brave XD\n  \n  Wouldnt want to do it alone lol\n  ","470653":"\n  Just took a shower, did makeup... that felt weird XD\n  \n  Waiting on the call I guess ¯\\_(ツ)_\/¯\n  ","470654":"\n  Not that type of appointment lol\n  ","470655":"\n  Have a dr appointment via call. Getting results.\n  ","470656":"\n  When you need to wear a bra today 🤦🏼‍♀️\n  ","470657":"\n  No, gross.\n  ","470658":"\n  Probably talking about online way.. that's not s*x.\n  ","470659":"\n  ¯\\_(ツ)_\/¯\n  ","470660":"\n  Who would say no to this?\n  ","470661":"\n  As the it?\n  \n  Would if I was getting some lol\n  ","470662":"\n  Oh lol\n  \n  Yes\n  ","470663":"\n  It?\n  ","470664":"\n  ???\n  ","470665":"\n  Little of both\n  ","470666":"\n  That's classified information\n  ","470667":"\n  👍\n  ","470668":"\n  It's not everything in a relationship. I do feel like the people should be compatible in that way too though. I'm more about getting to know the person, hopes, dreams, building something together etc\n  ","470669":"\n  Wouldn't be always? Space is good too.\n  ","470670":"\n  How so?\n  ","470671":"\n  He needs to breathe sometime :p\n  ","470672":"\n  Its fine.\n  ","470673":"\n  Now you ask 🤣\n  \n  Bit late for that\n  ","470674":"\n  I'd rather not mention it 🤣\n  ","470675":"\n  C*m\n  ","470676":"\n  Quarantine way;\n  \n  Probably outside by the pool or my bed 🙄\n  ","470677":"\n  Two years\n  ","470678":"\n  Are these names?\n  ","470679":"\n  Think that depends how long it would be, if different positions were involved etc\n  ","470680":"\n  Oh but you don't 😘\n  ","470681":"\n  If he wasn't ready for more etc\n  ","470682":"\n  They would be\n  \n  I'd probably be mean and rub up against them more 🤣\n  ","470683":"\n  Well I've seen a dirty picture... it wasn't a banana in it.\n  ","470684":"\n  This kitten does\n  ","470685":"\n  The cards but never played the correct way XD\n  ","470686":"\n  Yes, I can. Not always easy.\n  ","470687":"\n  The 1st grade\n  ","470688":"\n  No\n  ","470689":"\n  Last night\n  ","470690":"\n  Good night\n  ","470691":"\n  :)\n  ","470692":"\n  I'm not a dude.\n  ","470693":"\n  The ceiling fan and A\/C\n  \n  It's too loud at times but I'd rather feel comfortable :)\n  ","470694":"\n  No but I'd like to go\n  \n  Was supposed to last December but my sister-in-law was being a b!tch.\n  ","470695":"\n  Ofcourse. Just can't think of something atm.\n  ","470696":"\n  What have you said? ;)\n  ","470697":"\n  Why are you laughing?\n  ","470698":"\n  What's your name there?\n  ","470699":"\n  At this moment? No.\n  ","470700":"\n  Not even sure\n  ","470701":"\n  I'm single.\n  ","470702":"\n  I am 😈\n  ","470703":"\n  Says \"game on\".\n  ","470704":"\n  I try to lol ¯\\_(ツ)_\/¯\n  ","470705":"\n  I posted this one earlier\n  ","470706":"\n  In which way?\n  ","470707":"\n  Hamlet, midsummer night's dream\n  ","470708":"\n  I like other numbers more.\n  ","470709":"\n  I'm not.\n  ","470710":"\n  No lol just came to mind. none of my relationships have had the same names. Besides I've had huge gaps between people so that would be quite sad if going after the same names.\n  \n  Should just be poly instead of all the trickery there.\n  ","470711":"\n  In general, I can't even get one. That's totally impossible.\n  \n  Tip: Find guys with the same name so you don't ever call them something else 😏 or girls if into that short of thing lol\n  ","470712":"\n  I made some chicken strips for myself. There were only like two pieces and tiny crumbs left\n  \n  R.i.p\n  ","470713":"\n  Bruin just gave me a sandal, dropped it on my knee and then went back to the other one and ran out of my room with it.\n  ","470714":"\n  I'd be Lyndsniss\n  ","470715":"\n  That was mean :(\n  ","470716":"\n  No. I don't need to know that :o\n  ","470717":"\n  Inspiration, huh?\n  ","470718":"\n  Thanks\n  ","470719":"\n  Still anon\n  ","470720":"\n  Fine\n  ","470721":"\n  Still anon, shut up.\n  ","470722":"\n  Who knows. You could try\n  ","470723":"\n  My butt hurts and anon hasn't even spanked me.\n  ","470724":"\n  Telling everyone what?\n  ","470725":"\n  You don't know the meaning or asking mine for d size? 🤣\n  ","470726":"\n  Your name?\n  ","470727":"\n  Uh huh\n  ","470728":"\n  True. I have preferences but if I liked someone and they were smaller it wouldn't matter at all. These anons are annoying at times with their d!ck bullshit.\n  ","470729":"\n  Prove it\n  ","470730":"\n  You aren't.\n  ","470731":"\n  I didn't ask? She can do whatever she wants. Stop shaming people.\n  ","470732":"\n  Guys who still are so focused on their d!ck size?\n  ","470733":"\n  Need a spaceship for that\n  ","470734":"\n  I think certain people you'd still care about what they think or say. Strangers.. you shouldn't because they know knowing about you. Don't know your story.\n  \n  It's all about mindset. Knowing self worth, understanding yourself, how you were raised or the environment within. Not showing weakness as much. At the end of the day its all about you. The reaction given etc\n  ","470735":"\n  About time you finally took out the trash?\n  ","470736":"\n  \"We\"\n  ","470737":"\n  I guess.\n  \n  It's mostly been with m\n  \n  Sharesome or other p0rn links\n  ","470738":"\n  Gets rid of anon. You come off asking about it. I put it back on and instantly get harassed again.\n  \n  BUT ITS NOT YOU!\n  \n  🤣🤣🤣\n  \n  I know I have a few more anons now but that was all you. Why do people lie over the stupidest things at times???\n  ","470739":"\n  It's been even longer since we've done anything but those were the last times we talked in a normal way.\n  ","470740":"\n  Cheers\n  ","470741":"\n  I must\n  ","470742":"\n  Yes\n  ","470743":"\n  What do you mean\n  ","470744":"\n  It's this dude asking the weird questions\n  \n\n   @adfgbjuytkjlv\n  \n","470745":"\n  In more ways than one it seems :\/\n  ","470746":"\n  I like hearing that when I'm on my knees\n  ","470747":"\n  Anyone else\n  ","470748":"\n  You are clearly doing it wrong lol\n  ","470749":"\n  I have more nuts than you\n  ","470750":"\n  Your mom and dad did it 😈\n  ","470751":"\n  Rather listen to someone else\n  ","470752":"\n  What are you two not understanding? lol.\n  ","470753":"\n  You are a character now? Which one? :p\n  ","470754":"\n  Ones that deal with Jesse James.  Older ones are always better!\n  \n  Dark Knight had a part of a bank.\n  ","470755":"\n  Oh man.. I'm not sure!\n  ","470756":"\n  You should still have an understanding of anatomy, p0rn etc\n  ","470757":"\n  You are a decent looking guy. Why dont you know what happens yet?\n  ","470758":"\n  Guys who act like this\n  ","470759":"\n  No thanks\n  ","470760":"\n  Maybe stop sending stupid things that dont even make sense?\n  \n  I actually forgot I turned anon off 🤣\n  \n  Just felt like doing a secret answer.\n  ","470761":"\n  What do you mean?\n  ","470762":"\n  😈😈😈\n  ","470763":"\n  Nah. Nobody was under the bed :p\n  ","470764":"\n  My part\n  ","470765":"\n  That's too bad.\n  ","470766":"\n  Secrets\n  ","470767":"\n  Go read a book or find out;)\n  ","470768":"\n  Please what?\n  ","470769":"\n  Enjoy\n  ","470770":"\n  Is this supposed to be a Willows reference?\n  ","470771":"\n  Why is that a bad reason??\n  ","470772":"\n  What's wrong?\n  ","470773":"\n  Or how about a normal d!ck?\n  ","470774":"\n  Very nice\n  ","470775":"\n  No, I don't think it's bad. I do it and I dont think I'm sinning. lol\n  ","470776":"\n  I didn't really think of onion as a vegetable lol otherwise yes, I do like onion in them.\n  ","470777":"\n  Quality over quantity ;)\n  ","470778":"\n  Grocery shop last time\n  ","470779":"\n  Leave alone?\n  ","470780":"\n  Haha what do you like?\n  ","470781":"\n  I think cake would be on Mars :(\n  ","470782":"\n  Agreed XD\n  ","470783":"\n  Long way to go still.\n  ","470784":"\n  Think its still there\n  ","470785":"\n  I'll go swimming. High 90's out 🌞\n  ","470786":"\n  I'm always myself\n  ","470787":"\n  Do not like 🤣\n  ","470788":"\n  Going to the ER for my period once lol\n  \n  hot youngish doctor\n  ","470789":"\n  Pair of leggings\n  \n  Lamps that are a green color in my room.\n  ","470790":"\n  Who are we to judge that?\n  ","470791":"\n  Mostly good things\n  ","470792":"\n  Need to do soon\n  ","470793":"\n  Probably have. Sorry.\n  ","470794":"\n  Being at goal weight would be nice already and some other self improvements made 🤣\n  ","470795":"\n  That too :p\n  \n  But it's more fun you guys pointing it out\n  ","470796":"\n  Maybe batman.. watched more of those films. I don't really care that much for superheroes either way.\n  ","470797":"\n  Walk, workout. Exercise in any type of way.\n  \n  Take baths\n  \n  Watch films\n  \n  Selfcare.. paint nails, face mask etc\n  \n  Write\n  \n  Not get stressed out in the first place helps 🤣\n  ","470798":"\n  When everything is going right.\n  \n  Feeling happy within my body.\n  \n  Feeling happy because of others.\n  \n  Out in nature\n  \n  Traveling\n  \n  Beaches or other bodies of water\n  ","470799":"\n  Awesome. I remember you from the last time :D\n  ","470800":"\n  Not sure how others feel but ham potato casserole came to mind 😍\n  \n  People have said stuff when I mentioned nutella on bread o.o sometimes with banana cut up on top too.\n  ","470801":"\n  That's talent!!\n  ","470802":"\n  Indeed\n  ","470803":"\n  You are all 7 of them? Damn.\n  ","470804":"\n  You probably don't even use Trojans\n  ","470805":"\n  I don't have a bae, don't have anyone.\n  ","470806":"\n  Traveling somewhere? With someone..\n  \n  Who knows\n  ","470807":"\n  The brother-in-law was playing this one outside and now it's in my head.\n  \n\n   https:\/\/youtu.be\/bx1Bh8ZvH84\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  There are many things that I\n  \n  Would like to say to you but I don't know how🎤\n  ","470808":"\n  Was the last to know that a family friend was pregnant and we were on a zoom call where they shared the gender reveal. Boy. So my nephew (sister's due in June) will have someone to play with eventually :)\n  \n  Seeing roses, my favorites. Just the petals on my walk. Thanks for that, very sweet 😘🌹\n  ","470809":"\n  Surprising 🌹\n  ","470810":"\n  Haha\n  ","470811":"\n  Little bit.\n  ","470812":"\n  Not everyone becomes a h*rny drunk either.\n  ","470813":"\n  I feel like I've always known. Animals doing it. Finding magazines with pepees in them :p\n  \n  one of my friends having a baby in the 7th grade.\n  \n  S*x ed in school\n  \n  Mom touching on certain things when she thought I had my period. It was my sister but I was the last one to go the bathroom so assumed it was me lol got mine soon after.\n  \n  Certain films that had s*xual undertones to them.\n  \n  Being at a park with friends and they paired up with their boyfriends and went into the slides.\n  ","470814":"\n  Better quality at times.\n  ","470815":"\n  Last year sometime\n  ","470816":"\n  Meow\n  ","470817":"\n  Zucchini comes to mind since we switched to zucchini instead of pasta when we first did keto.\n  \n  I'm more about the spices in the sauce than the actual veggies.\n  ","470818":"\n  I like both. I'm more a beach person though.\n  ","470819":"\n  I don't like them. It's usually something bad. My mind starts racing on what i could have done or said wrong XD\n  \n  But talking is better than not talking too. Just scary words. Doesn't always mean it's a bad situation to come.\n  ","470820":"\n  Worse than the \"What's for dinner\" one.\n  ","470821":"\n  Sounds like you know my ig. That guy just wanted me to join his team, didn't truly care. Doesn't know how far I've came. Probably didn't notice all the 1stphorm posts and just assumed I wasn't doing shit lol\n  ","470822":"\n  Depends what it is\n  ","470823":"\n  Strawberries and blueberries\n  ","470824":"\n  Sleeping\n  ","470825":"\n  What?\n  ","470826":"\n  Thanks XD\n  \n  Like how do I know what's up there?\n  ","470827":"\n  I haven't.\n  ","470828":"\n  Jump around?\n  ","470829":"\n  Haha\n  ","470830":"\n  Kind of. Sister said something and it just kind of clicked that I needed to do something ¯\\_(ツ)_\/¯\n  ","470831":"\n  For no real reason lol\n  ","470832":"\n  Oh god, no.\n  ","470833":"\n  Go ahead 😈\n  ","470834":"\n  Seriously. lol\n  \n  They just can't take no for an answer.\n  ","470835":"\n  Um ok..\n  ","470836":"\n  Who says I need alcohol for that?\n  ","470837":"\n  Didn't answer the question\n  ","470838":"\n  Good night 🌹\n  ","470839":"\n  Once\n  \n\n   https:\/\/youtu.be\/I6xIF92OUos\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","470840":"\n  Be nice if the movie didn't keep buffering. Hopefully this other movie will be fine 🤞\n  ","470841":"\n  Not fully in the mood.\n  \n  Just put Definitely, Maybe on.\n  ","470842":"\n  Was intense. Freakin' demons\n  ","470843":"\n  Wouldn't surprise me. Maybe even more than one?\n  ","470844":"\n  Just had a staring contest with Blizzard and it felt like he could see inside my soul 👀\n  ","470845":"\n  I think its lazy af anon. Maybe I gave enough proof? They seem to just do Wdym and I must more these days.\n  \n  What proof are you thinking of?\n  ","470846":"\n  How come? ;)\n  ","470847":"\n  Haven't decided yet\n  ","470848":"\n  so many things :(\n  ","470849":"\n  Just the way it is 😈\n  ","470850":"\n  So mysterious, anon.\n  ","470851":"\n  How so?\n  \n  I get the honesty part where the past is concerned.\n  \n  I don't think that's too much to ask in a general sense.\n  ","470852":"\n  My holes need to be filled.\n  \n  Ah that's sad :(\n  ","470853":"\n  That too... or relationships that just aren't meant to be for the long haul.\n  ","470854":"\n  Stop and smell the roses 🌹🥀\n  ","470855":"\n  Oh?\n  ","470856":"\n  Haha I thought this went to the other one saying that I must see it sometime XD\n  ","470857":"\n  Nope.\n  \n  Walking and gym\/exercise in general 🙃\n  ","470858":"\n  No. I'm not dwelling on that.\n  ","470859":"\n  I don't give to anons or people I've never once talked with.\n  ","470860":"\n  I'd say we are.\n  ","470861":"\n  Not available\n  ","470862":"\n  Yup\n  ","470863":"\n  Gotta have the booty\n  ","470864":"\n  Yes, even if we just remain friends.\n  ","470865":"\n  I know. Never get allergies like that.\n  \n  Well sometimes pollen can be annoying in AZ because its already dusty.\n  ","470866":"\n  No, I haven't. Good luck! :(\n  ","470867":"\n  And the fan club continues 🤣\n  ","470868":"\n  Gross image lol\n  ","470869":"\n  Death\n  \n  Moved and the distance that could occur because of it\n  \n  Needing space\n  \n  It just happened naturally and isn't in either person's control\n  \n  Probably other reasons too\n  ","470870":"\n  It would be a bit of a red flag especially if it's the first time it's happened. However, I don't feel like you should track people either, that's not trusting them.\n  ","470871":"\n  \"Just met\" no... it would take time for that to happen. Yes, it's possible over time.\n  ","470872":"\n  Everything\n  ","470873":"\n  Not sure I have one. Did feel more confident in that bathingsuit one and even more good when I compared to last years picture.\n  ","470874":"\n  I felt like they'd keep harassing me for an answer lol\n  ","470875":"\n  Using melted butter helps in the sauce.\n  \n  Feel like we usually just do soy sauce the most with wings.\n  \n  Thighs and other cuts get bbq or \"breaded\" more.\n  ","470876":"\n  I'll be 33 in December.\n  \n  1987 hence my username #s\n  ","470877":"\n  I get a male vibe from it. Youngish\n  ","470878":"\n  Which films would you pick for the question?\n  ","470879":"\n  Nope. Was def one of the people involved. Anyways, not going to talk about it anymore.\n  ","470880":"\n  Yes sin e got isn't a movie so didn't write :p\n  \n  Couldn't think of any that were overly s*xual\n  ","470881":"\n  Indeed. They even mentioned it on my depression question from earlier.. don't get how that would be relatable. I even blocked one of the girls last night and still got sent messages.\n  ","470882":"\n  Especially with the racist people. They are still blood thirsty.\n  ","470883":"\n  Got isn't tame ;)\n  ","470884":"\n  Romcom, comedy and horror.\n  ","470885":"\n  Yes, somewhere.\n  ","470886":"\n  My favorites & I have 🤣\n  ","470887":"\n  Grease\n  \n  Les miserables\n  \n  Beauty and the beast\n  \n  Mamma Mia\n  \n  Sound of music\n  \n  Nightmare before Christmas\n  ","470888":"\n  Homemade\n  ","470889":"\n  Chicken wings, hot and garlic.\n  ","470890":"\n  Chicken wings. Half hot and half garlic ones (homemade)\n  \n  Salad\n  \n  Green beans\n  ","470891":"\n  I like me too\n  ","470892":"\n  Time, getting to a point where I needed to pick myself up again. I didn't want to push anyone away. Saw the light. Felt seen and heard.. encouragement.\n  ","470893":"\n  No, I haven't. Mainly just use okcupid which has the swiping feature too.\n  ","470894":"\n  Not going there\n  ","470895":"\n  Yes. Those Flippz ones.. I like the white chocolate too.\n  ","470896":"\n  Probably everyone hates me and better off dead ones when I was depressed that time.\n  ","470897":"\n  Inside..\n  \n  Nothing :p\n  ","470898":"\n  How could you not? 😉\n  ","470899":"\n  Probably the walking table incident.\n  ","470900":"\n  Depends what was needed\n  ","470901":"\n  One of my favorite things about me lol\n  ","470902":"\n  More so Nick names.\n  ","470903":"\n  Feel like I've only known Em\/Emm names. Or Eric\/Erica's\n  ","470904":"\n  Appreciate all the pepees\n  ","470905":"\n  Yes 😍\n  \n  Enjoy!!\n  ","470906":"\n  Not that many.\n  ","470907":"\n  Don't know many F names. Just Frederick\/Fred\/Freddy and a Franklin from school. Felicia before it was cool.\n  ","470908":"\n  Some family names, including my former aunt.\n  \n  Knew a Krystal.\n  \n  Katie\n  ","470909":"\n  Hello\n  ","470910":"\n  Yes but I dont give it out to random people. A few from here do have it though but known for 11 years or whatever and trust them. The majority is family, friends and a few that have gotten it online through friendships.\n  ","470911":"\n  FB.\n  \n  I dont even know the guy who wrote the last part. Chris has known me all his life.. one of my brother's best friends so he knows I was joking too. Feel like being all \"blame my parents \" but don't feel like talking to that person either lol\n  ","470912":"\n  lol damn.\n  ","470913":"\n  Nevermind.. apparently I already read it. Still says \"unread\" under the kindle app page but my goodreads had a review on it. 4 stars.\n  ","470914":"\n  Going to start this book. It's been on my kindle for forever. I like how I have the choice to read it on my tablet through the kindle app too.\n  \n  That drawing is cute.\n  ","470915":"\n  Yay\n  ","470916":"\n  Don't know many I people.\n  ","470917":"\n  A couple\n  ","470918":"\n  I think Hayley (cousin I haven't seen in years) and Heather are the only H people I know. There's a Harvey in Maine...\n  ","470919":"\n  I'm just going to change this into a name game.\n  \n  I know quite a few people with A names.\n  ","470920":"\n  Absolutely horrible 🤣 jk\n  \n  Yours looks amazing already! Can't wait to see the finished product.\n  ","470921":"\n  Bit overkill XD\n  ","470922":"\n  They did rank fetish letter by letter in my inbox -_-\n  \n  r\n  \n  a\n  \n  n\n  \n  k\n  \n  f\n  \n  e\n  \n  t\n  \n  I\n  \n  s\n  \n  h\n  ","470923":"\n  Give me some to rank then. Don't feel like thinking of fetishes, you creep.\n  ","470924":"\n  Yup. Should look into it :)\n  ","470925":"\n  Maybe. I only have colored pencils right now but they aren't the best :(\n  \n  I have this book 🤣\n  ","470926":"\n  That's too bad then :(\n  ","470927":"\n  Yes, I have! They are fun. Sometimes even did my own colors.\n  ","470928":"\n  Are you saying I'd be naked if he was here?\n  ","470929":"\n  Not much. Just had scrambled eggs and two sausage patties.\n  ","470930":"\n  Why would I do that? Nobody around to witness such a creature.\n  ","470931":"\n  All I did was translate what they wrote.\n  \n  Its all good.\n  ","470932":"\n  I'd rather be covered atm\n  ","470933":"\n  The other ones are screenshots but this was the last real picture.\n  ","470934":"\n  Somewhere between hot and hell?\n  ","470935":"\n  Agreed.\n  \n  I haven't.. anon did.\n  ","470936":"\n  Biweekly?\n  ","470937":"\n  Rather be stupid for something by keeping safe instead of always going out and infecting others\/getting infected.\n  \n  True\n  ","470938":"\n  :)\n  ","470939":"\n  Brits 😍\n  ","470940":"\n  \"You stupid people sit at home fearing a corner\"\n  \n  A corner 🤣🤣🤣🤣\n  ","470941":"\n  We will all die, eventually.\n  ","470942":"\n  I will soon :)\n  ","470943":"\n  I don't believe so.\n  ","470944":"\n  Jupiter or Pluto\n  ","470945":"\n  I don't think any of us are.\n  \n  My brother-in-law loves bringing religion up but I don't know what he believes in? Doesn't practice anything.\n  \n  Sister is agnostic too\n  \n  Mom was raised catholic but doesn't believe.\n  \n  Forget what my dad was raised as but he doesn't believe either.\n  ","470946":"\n  A mix of different styles. Nice bathroom attached, walk in closet.\n  ","470947":"\n  Uh.. I probably cried? Haha.\n  ","470948":"\n  Bigger\n  ","470949":"\n  You don't have to tell me that 🤣\n  \n  Wed and Thursday should be fun!\n  ","470950":"\n  These legs, baby.\n  ","470951":"\n  Hanging out with a bunch of fur babies. I do dog\/housesitting. It's fine. Pickles is usually the most annoying one but she's still adorable.\n  \n  I need something real but rather not bring the virus home since others here would be compromised at the moment.\n  ","470952":"\n  I guess these ones? Idk sexy seems weird. There's definitely some appeal..all love stories in the end.\n  \n  Armageddon\n  \n  Titanic\n  \n  The Holiday\n  \n  Leap Year\n  \n  Definitely, Maybe\n  \n  The Notebook and other Nicholas Sparks films.\n  ","470953":"\n  I wish people wouldn't say that. You barely know me. I don't mind it with family, close friends or a partner but its creepy with others.\n  ","470954":"\n  Boston to Arizona has been the longest. By plane and driving cross country.\n  ","470955":"\n  Thanks. Yes, looked good XD\n  ","470956":"\n  Would be delightful\n  ","470957":"\n  Pretty sure the last one was someone else.\n  \n  I'm not sure...hehe anon hasn't been confirmed yet XD\n  ","470958":"\n  My butt is rounder\n  ","470959":"\n  Not sure. Doesn't tell you that.\n  ","470960":"\n  Yes. It's fun.\n  \n  Also took zumba in college so sometimes do the moves that I remember from the songs used.\n  ","470961":"\n  Wanting blue hair.\n  \n  Does anyone know any good dyes that aren't permanent and washes out over time???\n  \n  Had a dream last night where I was putting in the blue coloring and it looked pretty badass. Apparently it was just a hair mask that stripped the color out to become more blonde in the end ¯\n  \n  \\_(ツ)_\/¯\n  \n  even in my dream its fighting over hair color 🤣\n  ","470962":"\n  I'm better than I once was. Having more money helps 🤣🙃\n  ","470963":"\n  I think I have good attributes but my love life and professional life are sh!t.\n  ","470964":"\n  Little of both. Boring and nobody really paid attention.\n  ","470965":"\n  Probably Thanksgiving after we got back?\n  ","470966":"\n  Nope. I guess with weightloss maybe but I'm still not where I want to be either.\n  ","470967":"\n  9-11ish\n  ","470968":"\n  Yes, sir.\n  ","470969":"\n  Really now?\n  ","470970":"\n  I'd have trust in the person\n  ","470971":"\n  Whatever we want to do that day\n  ","470972":"\n  You too\n  ","470973":"\n  Tired. Should sleep now\n  ","470974":"\n  Thanks\n  ","470975":"\n  They make me feel itchy knowing they are around.\n  \n  Possible spider bites\n  \n  They eat other insects, not totally bad.\n  \n  I like naming them Charlotte XD\n  ","470976":"\n  Movies, YouTube, listening to music, a bath, doing nice things for yourself\n  ","470977":"\n  I haven't tried them. I know some people that have made their own before though. The brand Not Pot seems interesting but I don't really need them either ¯\\_(ツ)_\/¯\n  ","470978":"\n  I'd rather not 🤣🤣🤣🤣\n  ","470979":"\n  🙃\n  ","470980":"\n  Maybe I should have kept how people can't respond to stories on. Sir, why are you in my DMs now?\n  ","470981":"\n  92 and charging. Just got back from a walk.\n  ","470982":"\n  lol nice\n  \n  Wouldn't want to be first lady\n  ","470983":"\n  How do I even fit in to this scenario?\n  ","470984":"\n  Nah, he'd be president.\n  ","470985":"\n  What if he did better?\n  ","470986":"\n  Aka cuties XD\n  \n  Yes.\n  \n  Makes me want one.\n  \n  Still have some in the fruit drawer\n  ","470987":"\n  I wouldn't necessarily want either one but looks alone.. young Tom.\n  ","470988":"\n  I suppose.\n  \n  I'm an ok cook\/baker. I'd rather live more neatly than chaos everywhere but I don't think I'm too organized either lol not afraid of messes.\n  \n  Eh. My finances could be way better. I definitely have learned  from past mistakes to only buy what you need and not wants. Bit of a tighter budget at times.  I don't need the newest gadgets and all that junk. More a minimalist when it comes down to it.\n  ","470989":"\n  I'm a female.\n  ","470990":"\n  Idk it feels like it's been forever since I've seen other people 🤣\n  ","470991":"\n  I believe most of the high priority ones are giftcards.\n  \n  New beach towel would be cool\n  \n  Food wise: one of the choczero ones. Keto brand and never see in store. Always see on ig and they look good.\n  \n  No clue on the clothing.\n  \n  I'd enjoy anything if someone actually bought something <3 or if there's anything someone suggested that I could put on there if I thought that was a good thing too.\n  ","470992":"\n  Tom Cruise\n  \n  Don't like the vibe Rickie gives off. Good looking but nah lol too full of himself type deal\n  ","470993":"\n  Not that often\n  ","470994":"\n  Nothing fancy this time. Pretty plain.\n  ","470995":"\n  Haha no doubt\n  ","470996":"\n  Highly doubt that\n  ","470997":"\n  Steak, salad, asparagus\n  ","470998":"\n  Who knows!\n  \n  I'd definitely eat more cals if I had that yummy food XD\n  ","470999":"\n  I dont. Was on my sister's account or however that works. Porgie enjoyed being on the webcam part that shows up🤣\n  \n  They're having a boy. Friend of the families.\n  ","471000":"\n  Fu.ck no\n  ","471001":"\n  Probably 2000-3000ish?\n  ","471002":"\n  Hello\n  ","471003":"\n  It's ok.\n  \n  On a zoom call with family and some family friends. One is pregnant and waiting on the gender reveal.\n  ","471004":"\n  Hm guess this ig person unfollowed me, followed me and now unfollowed.\n  ","471005":"\n  ????\n  ","471006":"\n  Maybe if they asked in private. Not dealing with posting that on here. They could even see old lingerie pictures or me modeling them again. But they remain quiet and I'm not going to just unleash that on someone like a weirdo 🤣\n  ","471007":"\n  Why are you trying to act like a different person now? Quite comical.\n  ","471008":"\n  Lyndsey\n  ","471009":"\n  I'm not one\n  ","471010":"\n  :)\n  ","471011":"\n  On myself? I've only had dirty blonde with added blonde highlights. I think blonde tones suit me more. Darker brown washes me out.\n  ","471012":"\n  Maybe\n  ","471013":"\n  - don't own one currently\n  \n  - don't feel like it.\n  \n  - no\n  ","471014":"\n  For sure. Even the meanings we take away from them could be educational.\n  ","471015":"\n  Someone is clearly mad and reporting stuff since my coin numbers keep going down.\n  ","471016":"\n  Not that often. I've been watching movies more too.\n  ","471017":"\n  Fast and furious ones\n  \n  The Mummy Returns\n  \n  Moana\n  \n  Walking tall\n  \n  Get smart\n  ","471018":"\n  I need to get caught up with This Is Us again but haven't been in the mood for shows.\n  ","471019":"\n  Nice\n  ","471020":"\n  I don't always pay attention to that.\n  ","471021":"\n  Yes. They were good. Still a few left.\n  ","471022":"\n  Eh.. i feel like we've been getting takeaways more than usual but definitely still cook too.\n  \n  The cookies were the first thing I baked during quarantine.\n  ","471023":"\n  Punches thrown, pushed into lockers too. Teachers had to stop it.\n  ","471024":"\n  Haha\n  ","471025":"\n  Shared a link as a secret answer and it got took down.\n  ","471026":"\n  The kind that got reported yesterday lol\n  ","471027":"\n  Yesterday\n  ","471028":"\n  Not sure.\n  \n  They rejected me 🤣\n  ","471029":"\n  Just because I don't have a bf, kids or anything else like that doesn't exactly make me immature. There's still a maturity that comes with age etc\n  ","471030":"\n  Like we don't even have Tesco here. People are very dumb. Why hide behind anon too?\n  ","471031":"\n  I haven't asked her anything off anon, especially about race. I don't even care for beer. Just because someone is Chinese doesn't mean that they have corona either. I'm not blaming anyone for the virus. I haven't even gone to the stores.\n  ","471032":"\n  That's subjective :p\n  \n  I liked Whiplash\n  ","471033":"\n  🤣🤣🤣\n  ","471034":"\n  Not as much. Enjoy them when I do :)\n  \n  That reminds me that I still haven't watched Brave.\n  ","471035":"\n  I used to watch one years ago. It wasn't too cringy. Had real life scenarios, not made up crap like today lol\n  \n  Now.. no.\n  ","471036":"\n  Nope.\n  ","471037":"\n  Vic Mignogna\n  ","471038":"\n  Hasn't even been a 3rd\n  ","471039":"\n  Alrighty then\n  ","471040":"\n  No idea as they tend to make me laugh\n  ","471041":"\n  👍\n  ","471042":"\n  Never\n  ","471043":"\n  A Christmas chorus\n  ","471044":"\n  Sorry!!! Ah.. him lol 🤣🤦🏼‍♀️\n  ","471045":"\n  Nah. I just can't get into them as much.\n  ","471046":"\n  Maybe? But I guess that depends on the child in question.\n  "}}