{"Question":{"471047":"\n   nah i forgot his name but he was off anon\n  ","471048":"\n   30. Would you be a good actor or actress?\n  ","471049":"\n   i know her from \"knives out\" and i guess she was in blade runner 2049\n  ","471050":"\n   Hello what is up??\n  ","471051":"\n   Would you rather eat the world hottest chilli or go on a plane where Mr bean is the pilot\n  ","471052":"\n   What’s your opinion on opinions?\n  ","471053":"\n   lyndsey\n  ","471054":"\n   what lyrics do u focus on?\n  ","471055":"\n   hii\n  ","471056":"\n   11.Are there any books that you’ve read that you would like to be made into a movie?\n  ","471057":"\n   dominant or submissive?\n  ","471058":"\n   12. Does it annoy you when people talk in the cinema?\n  ","471059":"\n   What’s your favorite Ryan Reynolds movie?\n  ","471060":"\n   33. Are you addicted to watching movies?\n  ","471061":"\n   34. Do you like Disney films?\n  ","471062":"\n   someone from middle east that would randomlypost dirty stuff\n  ","471063":"\n   35. Do you have a Netflix account?\n  ","471064":"\n   Do you think opposite genders can maintain a friendship without developing a love interest?\n  ","471065":"\n   nice! no follow up for maxwell. btw how did you find the individual movies you rated?\n  ","471066":"\n   perfect 😊\n  ","471067":"\n   im sorry i have twizzlers bites and cba right now 😂\n  ","471068":"\n   better than the other dude at least XD\n  ","471069":"\n   29. Have you ever watched a show on Broadway or the Westend?\n  ","471070":"\n   so in the end.......??\n  ","471071":"\n   flesh tone.\n  ","471072":"\n   feel like it should fall on a quarter star rating increment just because  😂\n  ","471073":"\n   anything catch your eye?\n  ","471074":"\n   interesting thread 😶\n  ","471075":"\n   Why is it easier to deny something than to accept that it's true?\n  ","471076":"\n   your phone knows whatsup lol 'breed'\n  ","471077":"\n   bae\n  ","471078":"\n   how would you rate it? 🤣\n  ","471079":"\n   what did you see?\n  ","471080":"\n   Goodnight\n  ","471081":"\n   Good night beautiful\n  ","471082":"\n   hello my cheesy and tomato ketchep filled sandwich\n  ","471083":"\n   What words do you have a hard time say\n  ","471084":"\n   What are you a fan of that you never thought you would like\n  ","471085":"\n   Why u still up?\n  ","471086":"\n   Good morning 💜have a blessed day 💜🌸\n  ","471087":"\n   -\n  ","471088":"\n   a burger full of cheese and tomato please\n  ","471089":"\n   give me two sandwiches if you have 5\n  ","471090":"\n   8. Have you seen the same movie more that once? Which ones?\n  ","471091":"\n   Do you like this event?\n   \n    https:\/\/forum.elsword.gameforge.com\/forum\/thread\/18038-mini-dungeon-upgrade-event\/\n   \n","471092":"\n   That’s hotttttt\n  ","471093":"\n   Do you think it's wired if a guy called you a good girl\n  ","471094":"\n   Does anyone else want to have sex with Ana de Armas?\n  ","471095":"\n   Hi! How are you?\n  ","471096":"\n   How are you\n  ","471097":"\n   talk about your day\n  ","471098":"\n   multiplepeepees\n  ","471099":"\n   If you were an action figure, what accessories would you be sold with?\n  ","471100":"\n   At least I got something lol\n  ","471101":"\n   yes\n  ","471102":"\n   I wish you a nice and sunny May weekend 😁☀️\n  ","471103":"\n   It is fun lol. I’m just laying here in bed in like a daze lol\n  ","471104":"\n   i must\n  ","471105":"\n   What are 3 or 4 things you like about yourself?  kuddos if you can do it without really thinking about it.\n  ","471106":"\n   can i see\n  ","471107":"\n   I waited so long for this 😏\n  ","471108":"\n   shocking lmao\n  ","471109":"\n   pepee lover\n  ","471110":"\n   -\n  ","471111":"\n   🌹😴😘\n  ","471112":"\n   will ya paddle\n  ","471113":"\n   Ever used your sexuality to get what you want or to attract guys?,\n  ","471114":"\n   girls dont know how is like to live with a monster c0ck that i cant put into any girl cuz im too big\n  ","471115":"\n   😭😭😭\n  ","471116":"\n   Hello sweetheart. Would you talk to me directly being yourself today?\n  ","471117":"\n   If you have to choose one out of two guys (good looking, athletic bod, nice personality, caring, sweet etc etc) but one is 3 inches and the other guy is 9 inches 🍆 which one would you choose? 🤔\n  ","471118":"\n   whats for dinner?\n  ","471119":"\n   Lol. Then it’s worth it to stay up a bit. Sometimes it helps you sleep lol.\n  ","471120":"\n   Would you ever get tattoos\n  ","471121":"\n   Not really. I mean unless it’s for fun activities lol.\n  ","471122":"\n   You’re not alone. I have trouble sleeping some nights too. There’s nights I lay down at 9 fall asleep at midnight or after.\n  ","471123":"\n   Lol. Why? I’m just that way cause I get up early lol. If I can get my mind out the gutter It’d help lol\n  ","471124":"\n   Do you sleep on your stomach?\n  ","471125":"\n   +++++\n  ","471126":"\n   Not really. It’s just 10pm lol. I just act old and get tired early.\n  ","471127":"\n   How is the virus where you live? Are people taking it seriously?\n  ","471128":"\n   Sorry. I forget what I already said lol. I’m like half asleep.\n  ","471129":"\n   I’m pretty sure we’d keep each other entertained during the walk which makes it even better.\n  ","471130":"\n   Yeah they are. Nicer when you have somebody to enjoy it with.\n  ","471131":"\n   No problem. Just would you enjoy it?\n  ","471132":"\n   Favorite app\n  ","471133":"\n   I was just trying to say I’d welcome a beautiful girl like yourself to walk with me and I would never hurt you.\n  ","471134":"\n   What was the last thing to make you smile\n  ","471135":"\n   I promise I will not harm you at all. Most I’d do is catch you if you fell from a tree. I’d take care of you but not hurt you.\n  ","471136":"\n   What now?\n  ","471137":"\n   Lol didn’t mean for it too. Just meant I’d enjoy time with you but I don’t know how much you’d enjoy it.\n  ","471138":"\n   Do you eat an apple a day?\n  ","471139":"\n   Would be for me. I don’t know bout you.\n  ","471140":"\n   Like I said I gotta admit it’d be nice to go walking with you in the woods.\n  ","471141":"\n   I think I could catch you. I’d sure as hell break the fall at least.\n  ","471142":"\n   I’d be close by in case you fell outta the tree, so I could catch you lol.\n  ","471143":"\n   It was nice. Would’ve been more fun with you with me lol.\n  ","471144":"\n   its 642 pm here\n  ","471145":"\n   was someone asking you about being on late, like how many hours between us its 635 pm now\n  ","471146":"\n   awe ty xo\n  ","471147":"\n   What you up to? I just got back from another walk in the woods.\n  ","471148":"\n   6. Do you like movies based on true events?\n  ","471149":"\n   10.Do you like reality TV shows?\n  ","471150":"\n   9. How often do you go to the cinema?\n  ","471151":"\n   When?\n  ","471152":"\n   7. Do you prefer to watch movies at home or at the cinema?\n  ","471153":"\n   5. Do you like to watch horror movies?\n  ","471154":"\n   4. Do you own a TV?\n  ","471155":"\n   Do you like to watch movies?\n  ","471156":"\n   what was the last good thing to happen to you?\n  ","471157":"\n   dude will only be in touch with himself 🤣\n  ","471158":"\n   Is there anything you can do today that you couldn't a year ago? What?\n  ","471159":"\n   How many questions do you have? \n\nSend out?\n  ","471160":"\n   I send massage to you in Instagram\n  ","471161":"\n   Pap?\n  ","471162":"\n   Favorite memory? 💭\n  ","471163":"\n   Aw thank you Lynds!! That’s so kind of you to say 🤗✨\n  ","471164":"\n   Say some nice to three of the people you folow? :)\n  ","471165":"\n   What super power do you wish you had?\n  ","471166":"\n   Do you like Harry Potter? ⚡️ Which House are you in? 🤩 What is your Patronus? 🦁\n  ","471167":"\n   If anything was possible, what would your ideal world look like? What would people do all day, etc. ✨ You can go as far away from your view from the current work as you want. Let your imagination and desires flow. ☺️\n  ","471168":"\n   Last movie you watched?\n  ","471169":"\n   Nirvana - smells like a teen spirit 🤟🏻\n  ","471170":"\n   Thanks friend..much appreciated\n  ","471171":"\n   \"Load up on guns, bring your friends\nIt's fun to lose and to pretend\nShe's over-bored and self-assured\nOh no, I know a dirty word\"\n  ","471172":"\n   Tag someone and tell them something you appreciate about them! Tell them your favorite quality about them! Let's spread love!\n  ","471173":"\n   Do you have a fav sitcom? 🤨\n  ","471174":"\n   yes\n  ","471175":"\n   That’s always good. I’m in the process of getting up lol.\n  ","471176":"\n   like when\n  ","471177":"\n   What’s your favorite board game?\n  ","471178":"\n   Have you ever been professionally photographed?\n  ","471179":"\n   post a picture of a drawing you made\n  ","471180":"\n   gonna have to tell me about the weirdness of that walmart trip. i could tell you about my trip to the store just now but pple are so annoying i dont even wanna think about it lol.\n  ","471181":"\n   11. How would you describe your  friends?\n  ","471182":"\n   seek peepees\n  ","471183":"\n   You rather bring back blockbuster or toys-r-us?\n  ","471184":"\n   25. What’s your opinion on wrestling?\n  ","471185":"\n   What unusual things happened to you on askfm?\n  ","471186":"\n   My most recent track is my best work yet and I have a lot in the vault waiting to be released. Please take a listen and give some feedback I appreciate all of you who actually take the time out of their day to listen.\n   \n    https:\/\/youtu.be\/q0PsVyPzoVY\n   \n","471187":"\n   What‘s the weirdest thing you know?\n  ","471188":"\n   21. Who is your favourite athlete?\n  ","471189":"\n   24. Have you ever tried snowboarding or skiing ?\n  ","471190":"\n   well you helped me monday which is cool xo\n  ","471191":"\n   what are your thoughts on nihilism?\n  ","471192":"\n   must have been verklempt :')\n  ","471193":"\n   was paddled canoe\n  ","471194":"\n   Why are conspiracy theories so psychologically appealing?\n  ","471195":"\n   What do you hope never changes?\n  ","471196":"\n   What are you doing right this second?\n  ","471197":"\n   Is morality black and white?\n  ","471198":"\n   That’s fine😊😈 exciting times!\n  ","471199":"\n   Any price in mind?\n  ","471200":"\n   Thanks😊 I finish in 3 hours, then I’ll be in touch😈😈\n  ","471201":"\n   Would dry humping be considered cheating? Asking for a friend\n  ","471202":"\n   23. What sports do you think are dangerous?\n  ","471203":"\n   do u miss lahore\n  ","471204":"\n   this is the same guy 😂\n  ","471205":"\n   Because when I say things I do them\n  ","471206":"\n   is alex still hosting jeopardy? well i mean i guess maybe all the new shows stopped anyway with all this sht but was wondering about his health.\n  ","471207":"\n   26. Do you watch car races?\n  ","471208":"\n   But if I 100% did follow through, would you be open to it\n  ","471209":"\n   yes\n  ","471210":"\n   fake katie was from europe too cuz \"she\" was never on at america nighttime\n  ","471211":"\n   or 7pm 😂\n  ","471212":"\n   me lol\n  ","471213":"\n   Do you miss anyone atm\n  ","471214":"\n   do you usually put cookies in the fridge?\n  ","471215":"\n   yes\n  ","471216":"\n   Would you sell me pics of your feet? For cash or something from your list?\n  ","471217":"\n   imust\n  ","471218":"\n   master bait\n  ","471219":"\n   Can I see your list\n  ","471220":"\n   why are you up so early? did your bed catch fire?\n  ","471221":"\n   what was the last bad thing to happen to you?\n  ","471222":"\n   what would you miss about it?\n  ","471223":"\n   only 4am in wisconsin lol\n  ","471224":"\n   What is your attitude to human cloning?\n  ","471225":"\n   which kind\n  ","471226":"\n   yes\n  ","471227":"\n   lahore\n  ","471228":"\n   Are you talking with someone?\n  ","471229":"\n   do u miss lyndseys boy\n  ","471230":"\n   either vee or jessica XS\n  ","471231":"\n   this is the best question ive seen i a while 🤣\n  ","471232":"\n   listening to what?\n  ","471233":"\n   what are your favorite music themed films?\n  ","471234":"\n   jennifer is already dead 😂\n  ","471235":"\n   Best way to start the day for you?\n  ","471236":"\n   what is the last grocery purchase you made? are you pleased with it?\n  ","471237":"\n   SHOCKING\n  ","471238":"\n   what cartoon characters do you despise?\n  ","471239":"\n   who is that person?\n  ","471240":"\n   How much did he pay you?\n  ","471241":"\n   Do you want to have a dog\n  ","471242":"\n   22. If you have a child, what sports would you not allow your child to play?\n  ","471243":"\n   30. Off the top of your head, how many sports can you name?\n  ","471244":"\n   Do you like Tiramisu?\n  ","471245":"\n   2. How do you look after your mental well-being?\n  ","471246":"\n   27. Do you think that everyone should do sports?\n  ","471247":"\n   Gm🌹\n  ","471248":"\n   nice. for cookies to try and keep them softer cover them when hot or place in a container. not as much of the moisture will evaporate leaving them hard. the baking process doesnt stop till things are completely cool. there are still adjustments to be made. same with cakes and anything else.\n  ","471249":"\n   3. Should people with mental health problems be treated the same as those who have physical ones?\n  ","471250":"\n   4. Are mental health problems and disabilities linked?\n  ","471251":"\n   5. Do you know anyone who is disabled? How do you support them?\n  ","471252":"\n   9. Should people be self medicating to manage their symptoms?\n  ","471253":"\n   whoa ur up super early\n  ","471254":"\n   10. What should doctors do to better support people with mental health issues and\/or disabilities?\n  ","471255":"\n   7. Is it inappropriate to assume that someone is or isn't disabled?\n  ","471256":"\n   What is your lucky number?\n  ","471257":"\n   8.Is self-diagnosing mental health issues the wrong thing to do?\n  ","471258":"\n   6. Are there any disabilities or mental health issues that you would like to understand better?\n  ","471259":"\n   Have you ever been to watch a sports event in person?\n  ","471260":"\n   1. Is there a stigma around mental health?\n  ","471261":"\n   aw, sleep well xox ty for all your kindness\n  ","471262":"\n   later here 434 am i woke early\n  ","471263":"\n   Goodnight\n  ","471264":"\n   Good night beautiful\n  ","471265":"\n   Tucks🌹\n  ","471266":"\n   are you going to bed xo\n  ","471267":"\n   King is🌹😴😴\n  ","471268":"\n   no lynds i was not asking you, but tysm your a sweetheart xoxo\n  ","471269":"\n   How are you ?\n  ","471270":"\n   Hugs🌹🤗\n  ","471271":"\n   awe your sweet, i need coins tbh xo\n  ","471272":"\n   After showering, wore a towel around my waist🌹\n  ","471273":"\n   lets win some coins lynds xo\n  ","471274":"\n   Hey ?\n  ","471275":"\n   🔥 Coins Giveaway #5 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/162449587823\n   \n","471276":"\n   any particular ones?\n  ","471277":"\n   wyd?\n  ","471278":"\n   That sucks I’m sorry. Def understand what you mean.\n  ","471279":"\n   What are you looking for?\n  ","471280":"\n   U really going swimming?\n  ","471281":"\n   One example?\n  ","471282":"\n   have u wver swim late\n  ","471283":"\n   multiplepeepees\n  ","471284":"\n   u should go rn before it get later\n  ","471285":"\n   What always sounds like a good idea at the time but rarely is?\n  ","471286":"\n   lets do it nite swimmin sounds lit\n  ","471287":"\n   yes\n  ","471288":"\n   and..... its wednesday  😈\n  ","471289":"\n   yes\n  ","471290":"\n   thats a term used for pee during s3x\n  ","471291":"\n   water sports sounds dirty hehe\n  ","471292":"\n   14. Can you play any winter sports?\n  ","471293":"\n   I wanna go swimming SO bad😭😭\n  ","471294":"\n   16. Have you ever played any water sports?\n  ","471295":"\n   Ever wonder why the Burger King and the Dairy Queen dont just get married and rule the land of fast food?\n  ","471296":"\n   pepee enlargement\n  ","471297":"\n   what’s the weirdest ad you’ve seen on ask?\n  ","471298":"\n   xo, talk later hugs\n  ","471299":"\n   What do you think of sharks? 🦈 Scary, cool, simply misunderstood? How'd you react if you saw one in the wild? 🤔\n  ","471300":"\n   Massage time🌹\n  ","471301":"\n   That’s good. Mine went decently fast just drives me insane.\n  ","471302":"\n   Your king needed protein after working out🌹\n  ","471303":"\n   If you were to go back in time and spend a week in a decade during the 1900s, which would you choose? ⏳ Why? 📻🎩👰🕺👩‍🚀🎸🕹👨‍🎤📺🛹\n  ","471304":"\n   That’s good. Mine are always like under 10 minutes unless I’ve had a long day lol.\n  ","471305":"\n   lets get diiirty\n  ","471306":"\n   So what? Long soak lol?\n  ","471307":"\n   What was in it, rice,beans,chicken,cheese,salsa and lettuce🌹\n  ","471308":"\n   How would you describe yourself ?\n  ","471309":"\n   1. Are you good at playing sports?\n  ","471310":"\n   I’ll pay right now if you’re up for it\n  ","471311":"\n   Pap\n  ","471312":"\n   Sounds relaxing lol. How was the shower?\n  ","471313":"\n   So far so good lol. 2 more days of work lol. What you up to?\n  ","471314":"\n   What is the last thing that you did that you were proud of?\n  ","471315":"\n   How’s your week going?\n  ","471316":"\n   yes\n  ","471317":"\n   I will never forget the day I met you bbg 😘😘😘\n  ","471318":"\n   Do you think money is the second God ??\n  ","471319":"\n   multiplepeepees\n  ","471320":"\n   Definitely leg goals!\n  ","471321":"\n   Give me a kiss yes\n  ","471322":"\n   yes\n  ","471323":"\n   What now?\n  ","471324":"\n   whats for dinner?\n  ","471325":"\n   Will you talk to me directly today??\n  ","471326":"\n   How long have you been clean?\n  ","471327":"\n   should i tell my parents im adopted\n  ","471328":"\n   You didn’t tell me how much?\n  ","471329":"\n   Yes. How much?\n  ","471330":"\n   no in a bad way\n  ","471331":"\n   i know we haven't talked in awhile and because i was curious. this is a question site you know why be on here if you feel annoyed about the kind of stuff you will be asked\n  ","471332":"\n   don't make me come find you because if i do something bad will happen to you\n  ","471333":"\n   i was on there like a few weeks ago to see who messaged me on there\n  ","471334":"\n   kia is the last 3 letters of my username on kik . you have me on there\n  ","471335":"\n   Okay. I have uninstalled the app after force closing\n  ","471336":"\n   girl stop playing games and just tell us. this vip crap is a waste of time and money\n  ","471337":"\n   are your turds huge?\n  ","471338":"\n   who did you think i was than?\n  ","471339":"\n   How much for you to watch me💦💦 with maybe your name being mentioned\n  ","471340":"\n   you never inboxed me it\n  ","471341":"\n   Ate protein bowl for dinner🌹\n  ","471342":"\n   well it's still active\n  ","471343":"\n   ok what is your facebook? inbox it to me. i came off anonymous like you asked\n  ","471344":"\n   well kik devoplers changed their minds and reopened kik just that they upgraded it\n  ","471345":"\n   i  seen heather's facebook before but forgot what her url was. what is yours?\n  ","471346":"\n   tell her u need to study on ur own at nights sometimes XD\n  ","471347":"\n   I assume if she heard you, you’re vocal when you get in that mood?\n  ","471348":"\n   What now? Wanna kiss?\n  ","471349":"\n   What do you mean change some boxes? All i did was that i unticked save to archive\n  ","471350":"\n   yes\n  ","471351":"\n   😭😭😭\n  ","471352":"\n   what do you mean you dislike how she acts entitled to everything\n  ","471353":"\n   show bootay\n  ","471354":"\n   Is the idea of “following your dreams” romanticized?\n  ","471355":"\n   well what are they\n  ","471356":"\n   yes\n  ","471357":"\n   this fcking guy lmao :')\n  ","471358":"\n   Ha. Okay. Instagram does not reply these days.\n  ","471359":"\n   A photo of your bikini back ??\n  ","471360":"\n   Are you a mommy or daddy person?\n  ","471361":"\n   show us the nude pic you shared\n  ","471362":"\n   we talk on kik all the time so we are mutal\n  ","471363":"\n   haha no-one that i know lmao x\n  ","471364":"\n   me lol\n  ","471365":"\n   How do i get rid of the glitch from my instagram account? It deletes highlights\n  ","471366":"\n   aww you  are awesome tbh dont let anyone ever say different\n  ","471367":"\n   Ever been in a fight\n  ","471368":"\n   well its a useful thing to do, liv can bake\/cook alot but not for any boy she said\n  ","471369":"\n   what is your opinion on trump?\n  ","471370":"\n   aw, bet they will do you bake alot\n  ","471371":"\n   they look lit, wish i could have some xo\n  ","471372":"\n   are they the cookies you made\n  ","471373":"\n   master bait\n  ","471374":"\n   So what now??\n  ","471375":"\n   When you're on youtube, what kind of videos do you usually watch? 🎦\n  ","471376":"\n   can never have too much cake talk. infinite cake talk please. cake flows like a river though my life lolll. they just come and go like birds flying through the sky. they are fleeting and disappear. and before you know it another one appears :')\n  ","471377":"\n   think i have like 7 jars left maybe 8. im good for a while. dont want to use too much and get sick of it. lately ive not been using it in desserts much but just having with bread. maybe not the next time i do a cream cheese pie but the time after that ill use peanut butter in it.\n  ","471378":"\n   jenn. im already getting to know ross.\n  ","471379":"\n   maybe he wanted to see the goodies and u didnt show\n  ","471380":"\n   look whos back lol\n  ","471381":"\n   Do you know how any of the other formspring crew members are doing during the 2nd great depression? (incl. you)\n  ","471382":"\n   did u get a fight\n  ","471383":"\n   Say in the future, robots make up most of the workforce and basically everyone's needs is taken care of so people don't have to work, would you miss working or simply enjoy the freedom? 👷‍♀️👨‍⚕️🥳🤙Why? 🤔\n  ","471384":"\n   If animals could talk which animals do you think would be the most rude\n  ","471385":"\n   whatever happened to 1%\n  ","471386":"\n   maybe was vee lol\n  ","471387":"\n   Have you started doing something since the pandemic began that you usually don't do? Like a new hobby or something? 🎨🍳🏺\n  ","471388":"\n   im gonna see if i can get to know them lol. who knows maybe they will be open to it.\n  ","471389":"\n   nice! used some pecans yesterday in a cake. will prob use chocolate chips in something tmr. and if you run low on peanut butter i know someone with the hookup. and you would legit rag doll my ass lol. rn i feel like westley did when when he was laying on the bed talking to prince humperdink lolll.\n  ","471390":"\n   Do you like cabbage or do you think it's disgusting? If you like cabbage how do you like it cooked? What in it?\n  ","471391":"\n   life has a way of being so shtty random like you think certain things and then its like fck your ideas lol. sorta reminds me of great expectations with the convict lol\n  ","471392":"\n   Is Maxwell naked after someone\n  ","471393":"\n   thats good. i was thinking today how i wouldt be able to probably do 20 push ups right now lol. i mean no chance im even gonna try lol\n  ","471394":"\n   What movie inspires you?\n  ","471395":"\n   Have you ever went to a vending machine & put your last bit of money in & then you press a button of choice & then.. it gives you a completely different drink..🤦That you just can't drink.. No go on the flavor.. Your like.. Why me?\nHas this ever happened to you? If not.. Your luck! 😆 It sucks😭LOL.\n  ","471396":"\n   is inspires to get pepee\n  ","471397":"\n   must be detained. i dont think they could have resisted that lol\n  ","471398":"\n   maybe all the time too. maybe she was your amazon benefactor too lol\n  ","471399":"\n   hi how are you xo\n  ","471400":"\n   master bait\n  ","471401":"\n   PAP of the coolest and\/or most inspiring thing you've seen lately (can be a photo you took yourself or something from online).\n  ","471402":"\n   Have you ever dropped a phone so it cracked? 📱 Lost my streak of never doing it myself a couple of days ago 😅\n  ","471403":"\n   17.What is your natural hair colour?\n  ","471404":"\n   16. Have you ever dyed you hair? What was your favourite colour?\n  ","471405":"\n   No im satan 🤟🏿👹🤟🏿😈\n  ","471406":"\n   20. Are you an introvert or an extrovert?\n  ","471407":"\n   18.Do you have naturally straight or curly hair?\n  ","471408":"\n   19. What is your middle name?\n  ","471409":"\n   21. Do you wear makeup?\n  ","471410":"\n   24. Would you consider yourself a confident person?\n  ","471411":"\n   4. If you do watch the olympics, what is your favourite thing to watch?\n  ","471412":"\n   10. Have you ever played baseball?\n  ","471413":"\n   What makes some people feel more like victims than others?\n  ","471414":"\n   What do you do? 🍛\nDo you have anywhere where you write down your recipes? 🦀 Do you put them in a recipe book or do you maybe write them down and put them on your fridge? 🍜 Or just write them down on a piece of paper and just leave them by the oven? Or no recipes at all. 🍽\n  ","471415":"\n   12. Would you consider running a marathon?\n  ","471416":"\n   being pepee lover\n  ","471417":"\n   25. How much time do you spend getting ready in the morningl?\n  ","471418":"\n   do you like fruit snacks?\n  ","471419":"\n   If a Korean boy is very handsome, rich, good-natured, a white man, general appearance, general character, not very rich, two people of the same height, which one do you choose to be your boyfriend \/ husband?\n  ","471420":"\n   nice nice nice! and how did i miss that screen on ig?! must have been too focused on the food haha. and never too much cheese : )\n  ","471421":"\n   Have you ever looked at someone and thought what must be going through their head\n  ","471422":"\n   hand over your face and buttcheeks\n  ","471423":"\n   just answer it i'm not unlocking shit. quit being difficult\n  ","471424":"\n   Have you ever been on the  news\n  ","471425":"\n   13. Do you like to exercise?\n  ","471426":"\n   18. What do you do to stay fit and healthy?\n  ","471427":"\n   yes\n  ","471428":"\n   i must\n  ","471429":"\n   What does it mean when a girl tells you \"no, I can't.  My eros is completely dead\"? Lol\n  ","471430":"\n   9. Who is your favourite football\/soccer team?\n  ","471431":"\n   17. Can you swim?\n  ","471432":"\n   What kind of transportation do you use most often?\n  ","471433":"\n   show business ppl too\n  ","471434":"\n   15. Are there any sports that you watch on TV?\n  ","471435":"\n   19. Do you think that sports stars get paid too much money? Why? Why not?\n  ","471436":"\n   it must\n  ","471437":"\n   1 out of 10 how bad do you want to go swimming right now?\n  ","471438":"\n   what is your opinion on Hilary clinton?\n  ","471439":"\n   was it muffed\n  ","471440":"\n   Do you whistle in public?\n  ","471441":"\n   do your instincts ever let you down?\n  ","471442":"\n   can i see\n  ","471443":"\n   20. What is the main sport that is played in your country?\n  ","471444":"\n   im not\n  ","471445":"\n   heather had a unicorn, she liked unicorns\n  ","471446":"\n   what are you doing dear ?\n  ","471447":"\n   7. Did you dream of being a sports star?\n  ","471448":"\n   how are we creep\n  ","471449":"\n   y\n  ","471450":"\n   11. Do you go out jogging?\n  ","471451":"\n   what's your instagram?\n  ","471452":"\n   Are you interested in the Winter Olympics ?\n  ","471453":"\n   ever sent a nude picture?\n  ","471454":"\n   Describe Donald Trump in one word\n  ","471455":"\n   did you ever have vine?\n  ","471456":"\n   in what context?\n  ","471457":"\n   is this the brad dinner bell? 😂\n  ","471458":"\n   i do not like tajin.\n  ","471459":"\n   nice lineup there 🤣😂😂\n  ","471460":"\n   Jennifer is all the anons 🤣\n  ","471461":"\n   pap\n  ","471462":"\n   When you read that as parents. Awkward XD \n\nI'm not seeing anyone atm\n  ","471463":"\n   What is your sign? If applicable: What's your child(rens) sign? What's your partners sign?\n  ","471464":"\n   Good night beautiful\n  ","471465":"\n   when was the las time you vacuumed?\n  ","471466":"\n   What is the most adventurous thing you’ve ever done in your life?\n  ","471467":"\n   What was the last app\/game you installed on your phone? 📲\n  ","471468":"\n   Good morning\/afternoon\/evening! I hope that you have a lovely day that brings you some kind of joy or happiness. \nWhat are your plans today?\n  ","471469":"\n   how you feeling today\/now?\n  ","471470":"\n   do you like missionary?\n  ","471471":"\n   will the muffin get buffed\n  ","471472":"\n   yes XD\n  ","471473":"\n   haha i disappoint myself all day everyday lol. my cells are like you bit*h do better whats wrong with you??  loll. this is my programming lol. but it has its advantages. progress is enviable but at a cost.\n  ","471474":"\n   Have you ever stood anyone up on a date\n  ","471475":"\n   Last thing you wore that was yellow\n  ","471476":"\n   what’s your next goal?\n  ","471477":"\n   bae\n  ","471478":"\n   don't be afraid darling i love you with all my heart\n  ","471479":"\n   What words do you hate\n  ","471480":"\n   pepe\n  ","471481":"\n   What motivates you to get up every morning?🌼\n  ","471482":"\n   Pap\n  ","471483":"\n   i never been on heather's page like that but she was cute\n  ","471484":"\n   1. What was your favourite subject in school?\n  ","471485":"\n   4. Who was your least favourite teacher? Why?\n  ","471486":"\n   Would you rather learn how to fly a helicopter or drive a tank\n  ","471487":"\n   LET'S BE BAES\n  ","471488":"\n   all the ones that person sent that u showed on pics\n  ","471489":"\n   lydnsey are you ok?\n  ","471490":"\n   why u keep all those qs anyways\n  ","471491":"\n   you're a work of art\n  ","471492":"\n   if you show me a picture of him i would know\n  ","471493":"\n   hand over those cheeks\n  ","471494":"\n   you're cute\n  ","471495":"\n   babe what's up with you\n  ","471496":"\n   no i really like your booty i want to kiss and grab it\n  ","471497":"\n   this is a question site so people will ask you all kinds of questions\n  ","471498":"\n   shut up you cuntbag\n  ","471499":"\n   how many questions do you have in your inbox?\n  ","471500":"\n   Meant chips and Queso for me🌹\n  ","471501":"\n   who are the 2 girls in the drawings that you have?\n  ","471502":"\n   lots of people online have the same writing style so you have no point here\n  ","471503":"\n   grabs your booty\n  ","471504":"\n   you never had any gloryhole anons on there just cucumber ones\n  ","471505":"\n   why tf you eating dinner around that time and not like 6 or 7\n  ","471506":"\n   what time is it where you at?\n  ","471507":"\n   why did you delete the sex questions you received?\n  ","471508":"\n   when you turned off the button you proved to them that they made you mad and they won the battle you can't let that happen\n  ","471509":"\n   put the anonymous button back on. don't let these anons win\n  ","471510":"\n   screenshot your gloryhole anon questions because i didn't see any on your page\n  ","471511":"\n   In your opinion: what makes a person marriage material?\n  ","471512":"\n   you shouldn't let them bother you and it could of probably been someone else\n  ","471513":"\n   how do you not remember the cucumber anon\n  ","471514":"\n   why did you take the anonymous button off?\n  ","471515":"\n   whats for dinner?\n  ","471516":"\n   where the heck did you go\n  ","471517":"\n   well that's what you said back than on spring me\n  ","471518":"\n   lydnsey you be a nice girl ok\n  ","471519":"\n   did you report some of my questions because i got a warning\n  ","471520":"\n   i only remember heather and joe\n  ","471521":"\n   princess why do you do this to me\n  ","471522":"\n   who is your ex? show a picture of him and what mystery dude what was his username\n  ","471523":"\n   make up your mind, are you from boston or arizona\n  ","471524":"\n   again name the users otherwise you're buffering\n  ","471525":"\n   what was up with the cucumber anon back than on formspring how did that start\n  ","471526":"\n   wow on spring me you said you dislike the ying yang twins why is that\n  ","471527":"\n   well i checked and they're aren't there\n  ","471528":"\n   mat?\n  ","471529":"\n   last time the carpet was steamed\n  ","471530":"\n   once in a while i come across a film on there i remember ive seen and i rate it and its a little moment of joy. like \"gotcha suckah\" lol :')\n  ","471531":"\n   Do you hate any family members\n  ","471532":"\n   i dont know how you will take that film. its a differenct mix of things compared to others so for me could go many ways. i dont think you will not like it. but its possible you even really like it. its main ingredient is intensity so idk how you like that trait in people and situations\n  ","471533":"\n   i think you have one five one and maybe two 4.5s but the thing is you didnt ocd out and go and rate everything you have ever seen in your life like i did lolll. that would have been more helpful :p\n  ","471534":"\n   oh i read that wrong about being sad lol. well i thought that based on how he said he liked a specfic flim or two that the general feel of hearts in atlantis shared many parallels. i mean its not a film that i loved. i think i had it at 3.5. im not sad but bit disappointed in myself\n  ","471535":"\n   no i dont mean with ones ive recommended i mean in general the films you have rated like all of them. you just dont rate that many too highly so its hard to pinpoint your exact preferences. maybe the ones you like more are even more due to when you saw them like nostalgia.\n  ","471536":"\n   Nice\n  ","471537":"\n   SHOW BOOTAY!!!!\n  ","471538":"\n   u dirty hehe\n  ","471539":"\n   with pest sounds so appetizing lmao. yeah im just teasing. i wonder what you will think about it. ive not made much progress in reading your taste in films yet. you dont rate many things that highly so its hard to envision the things that you REALLY enjoy. like the ingredients to that recipe...\n  ","471540":"\n   Pap\n  ","471541":"\n   what?? why would i think that? i dont get the context for that?\n  ","471542":"\n   I wanna taste your sweet tongue. Rib it on my lips someday\n  ","471543":"\n   probably make gnocchi with pest soon. btw what happened with that link i sent you for whiplash?? lol\n  ","471544":"\n   i do a pasta dish with them. i think you would like them that way. you wouldnt even know you were eating anchovies.  sometimes having them with a sauce doesnt suit people. i like them but not as much as i used to and not sure why. was going to get a tin today but then deleted it off the list.\n  ","471545":"\n   Do you own anything that some might consider to be \"nerdy\"? 🤓 PAP perhaps? 😁\n  ","471546":"\n   preferred filling for tortellini?\n  ","471547":"\n   ✨Space free...✨\n  ","471548":"\n   What did u make?\n  ","471549":"\n   funny u say this when it can also be understood that 2% make u jealous lol\n  ","471550":"\n   Where did you last eat outside?\n  ","471551":"\n   12. Are you talented at anything?\n  ","471552":"\n   Are u a jealous person? What can make u jealous?\n  ","471553":"\n   🌹😊✨\n  ","471554":"\n   Do you have netflix?\n  ","471555":"\n   2. What was your least favourite subject in school?\n  ","471556":"\n   10. What did you study in college\/university?\n  ","471557":"\n   11. What was\/is your favourite thing about school\/college\/university?\n  ","471558":"\n   13. Were you on any school sports teams?\n  ","471559":"\n   15. Did you ever travel abroad with school?\n  ","471560":"\n   14. Did you go on many school trips?\n  ","471561":"\n   admit it he got u with all his feet and shoe qs lmao\n  ","471562":"\n   12. Did you get any certificates or awards in school\/college\/university?\n  ","471563":"\n   Sing maybe. Lol\n  ","471564":"\n   The aliens are real. Here is the Navy pilot on Fox News.\n   \n    https:\/\/twitter.com\/halfn_gger\/status\/1255112037308432384\n   \n   and here is the video...\n   \n    https:\/\/twitter.com\/ABC\/status\/1255064695247077376\n   \n","471565":"\n   Would you guys be interested in doing a group video chat with people on ask? Pick 6 ask users you’d like to interact with that you haven’t interacted with before.\n  ","471566":"\n   Have you ever wanted to write to the person with whom you broke up that you miss or call?\n  ","471567":"\n   19. Was school easy or difficult for you?\n  ","471568":"\n   How are you keeping busy during quarantine? What are your (at home) plans for the week?\n  ","471569":"\n   What major would you choose? Did you use you degree\n  ","471570":"\n   16. Have you ever skipped school?\n  ","471571":"\n   18. Do you ever miss school?\n  ","471572":"\n   20. If you were to go back to school, what would you do differently ?\n  ","471573":"\n   6. How tall are you?\n  ","471574":"\n   what dont you like about them?\n  ","471575":"\n   7. What’s your favourite thing about the way that you look?\n  ","471576":"\n   10. Are you usual bad or good at keeping time?\n  ","471577":"\n   do you find it difficult admitting if you are wrong? why or why not?\n  ","471578":"\n   Do you like watching game shows\n  ","471579":"\n   14. What age would you like to stay at ?\n  ","471580":"\n   than why can't you post more pictures of yourself on here than\n  ","471581":"\n   why  didn't you like the ying yang twins?\n  ","471582":"\n   name some users who remember from formspring. me\n  ","471583":"\n   15. What colour are your eyes?\n  ","471584":"\n   8. What’s your least favourite thing about the way you look?\n  ","471585":"\n   u bad girl hehe\n  ","471586":"\n   9. How many names do you have?\n  ","471587":"\n   11. If you were to rate yourself out of 10, what you you give yourself?\n  ","471588":"\n   17. How often did you get detention?\n  ","471589":"\n   oh? well dont let me stop you then...  😂\n  ","471590":"\n   thank you <3\n  ","471591":"\n   mystery solved! lol\n  ","471592":"\n   3. What is your biggest downfall?\n  ","471593":"\n   in general would you say you receive more interesting anon or non anon questions?\n  ","471594":"\n   4. What is your star sign?\n  ","471595":"\n   5. Do you have a favourite colour? What is it?\n  ","471596":"\n   What is the most unselfish thing someone could do for another?\n  ","471597":"\n   maybe its vee? 😱 🤣\n  ","471598":"\n   do you feel by the time they raised you they were better parents than with your siblings?\n  ","471599":"\n   🤯\n  ","471600":"\n   ed or tiger king?\n  ","471601":"\n   hey sweetheart i am doing good wish u well rest of this week\n  ","471602":"\n   what are your preferred shapes of pasta?\n  ","471603":"\n   1. What is your nickname?\n  ","471604":"\n   2. Do you know what time you were born at?\n  ","471605":"\n   Rodriguez\n  ","471606":"\n   has not met brad 😂\n  ","471607":"\n   Do you think Trump is doing a good job as president\n  ","471608":"\n   i mean that if they serious its better to forget bout something happening other than friendship\n  ","471609":"\n   yes\n  ","471610":"\n   to me you will always be the most beautiful thing in the universe baby 😘\n  ","471611":"\n   pepee\n  ","471612":"\n   What’s something everyone needs but very few people use it?\n  ","471613":"\n   What is your current ringtone?\n  ","471614":"\n   Did you go to summer camp as a kid?\n  ","471615":"\n   throw them all in the same boat lol\n  ","471616":"\n   Have you ever climbed up a mountain if you havent would you\n  ","471617":"\n   What are two odd or special things your house, apartment has? For example, we have a rooftop garden.\n  ","471618":"\n   Do you have cable? How about directv? Or have you cut the cord and have a streaming service such as Youtubetv or Hulu?\n  ","471619":"\n   Gn my Queen sweet dreams🌹😘\n  ","471620":"\n   Good night\n  ","471621":"\n   You are a woman who has made me special and loved king. You are my Queen🌹\n  ","471622":"\n   what do you hope for today?\n  ","471623":"\n   whats the 2nd most stupid thing you have ever done?\n  ","471624":"\n   Holaa\n  ","471625":"\n   Treats you as a queen🌹\n  ","471626":"\n   What’s the nicest thing someone has done for you without you asking for it? 🌻\n  ","471627":"\n   5 important people to you here?\n  ","471628":"\n   maybe he just has a drink of rum lol\n  ","471629":"\n   🌹😊✨\n  ","471630":"\n   Tucks in bed🌹\n  ","471631":"\n   2.Music spam: what song makes you happy?\n  ","471632":"\n   What trait do you envy in others? Why?\n  ","471633":"\n   What’s your day-to-day mantra?\n  ","471634":"\n   Gratitude 🌷🌸💙\n  ","471635":"\n   were you considering shaving more than just the back?\n  ","471636":"\n   Hello!\n  ","471637":"\n   Best answer ever!!!  I agree with you!  It’s all about whether or not you and him are happy.\n  ","471638":"\n   are they serious cuz if they are u should prob move on\n  ","471639":"\n   What are you most proud of?\n  ","471640":"\n   What things do you love?\n  ","471641":"\n   Hello baby\n  ","471642":"\n   Hello sweetheart\n  ","471643":"\n   you still considering an undercut?\n  ","471644":"\n   u should find someone to confide to, either ur family or a friend\n  ","471645":"\n   what are you doing with your hair next?\n  ","471646":"\n   wouldnt he read these msgs tho? even if ur not sure whether its him, surely he knows ur talking about him and he also knows u fancy him even if hes taken\n  ","471647":"\n   did u ask him\n  ","471648":"\n   do you like sports?\n  ","471649":"\n   4. What do you do when you’re with your friends?\n  ","471650":"\n   im very confused about you now knowing if 2% messages u... i thought u actually talked to each other and u just didnt say to keep his identity secret\n  ","471651":"\n   I am not obsessed nor with other celebrities neither he 8s my boyfriend he told me\n  ","471652":"\n   she reminds me of the girl obsessed with zayn malik lol\n  ","471653":"\n   known him way longer huh... sounds like \"not new guy\" aka 2%\n  ","471654":"\n   so ur finally back into considering ldr?\n  ","471655":"\n   🌹👑\n  ","471656":"\n   oh i get it... thats why that vee chick wont leave u alone... it's JAMES!\n  ","471657":"\n   Well good luck - I hope you get him\n  ","471658":"\n   I have a feeling she’ll be his ex soon enough\n  ","471659":"\n   Does she suspect that you like her mans?\n  ","471660":"\n   whooooooooooooooo\n  ","471661":"\n   so u like a taken guy from here\n  ","471662":"\n   Ha ha ha that guys woman is in biiiiiig trouble 😂\n  ","471663":"\n   What do you think are your top 3 physical features and what’s the one thing you want to improve?\n  ","471664":"\n   Go on😊\n  ","471665":"\n   ignore bradley that will help\n  ","471666":"\n   huge pepee\n  ","471667":"\n   yes\n  ","471668":"\n   yes\n  ","471669":"\n   Just curious\n  ","471670":"\n   Can I hear your accent\n  ","471671":"\n   I can’t see the secret booo\n  ","471672":"\n   Shaved?\n  ","471673":"\n   I want too\n  ","471674":"\n   Nothing under?\n  ","471675":"\n   Thong today?\n  ","471676":"\n   Can I c.m for you after the walk\n  ","471677":"\n   Domme me\n  ","471678":"\n   Keep the key, then when you get a boyfriend, give it to him\n  ","471679":"\n   Maxwell in service tonight\n  ","471680":"\n   I’ll video myself in Chasity for you😈\n  ","471681":"\n   I’ll show you anything you want😊\n  ","471682":"\n   Yes. Keep the key, goddess😈😈\n  ","471683":"\n   Can I kiss your feet please\n  ","471684":"\n   If you allow it?\n  ","471685":"\n   If a guy is taken, is he completely off limits to you? Or are there circumstances where you’d make your move if you really liked him?\n  ","471686":"\n   I’ll buy you a new one\n  ","471687":"\n   You seem really really happy\n  ","471688":"\n   Put me in Chasity and wear the key around your ankle plz😈\n  ","471689":"\n   What’s got you smiling lately?\n  ","471690":"\n   do you ever see the way someone dressed when you are outside and think mmm i should totally copy that outfit?\n  ","471691":"\n   Your ego would be feeling so good right now?\n  ","471692":"\n   -\n  ","471693":"\n   Ahhh got it lol, I misread and thought it was \"Boston, Arizona\"\n  ","471694":"\n   there's a boston in arizona? is it better than the Massachusetts  one?\n  ","471695":"\n   whoa that's a ridiculously good drawing did you make it?\n  ","471696":"\n   you know that picture of that girl you posted before claiming was you wasn't even you because you don't act like that\n  ","471697":"\n   do you have an account in that lookbook site? i think it was called lookbook mmm\n  ","471698":"\n   You must be really happy with them!\n  ","471699":"\n   Lmfao your legs have their own fan club 😂\n  ","471700":"\n   Hi! Do you like this game?\n   \n    https:\/\/www.youtube.com\/channel\/UCHUbqFpvmXbSGgmHKxOJCeQ\n   \n","471701":"\n   Amazing legs 😍\n  ","471702":"\n   Spending another woman’s money?  Yes pleeeaaase!\n  ","471703":"\n   you got jokes fam ahah. but no in all seriousness ratings are sacred and unique. we know this. they must always be from the heart and no ratings shall covet thy neighbors rating nor wife nor husband for that would yield a detestable public scandal.\n  ","471704":"\n   well i tried to find a picture or something for ya cus tryna be a good human yanno but could not find. it was quite intimidating looking tho. maybe make you scarred :')\n  ","471705":"\n   Are there any question on specific topics that you would like me to ask? \n\nAlso please feel free to ask me any questions if you’d like to know anything about me 😊😁\n  ","471706":"\n   so scarred lolllll\n  ","471707":"\n   needs training! not housebroken yet. still wild lol.\n  ","471708":"\n   lucky you haha. think they have them on planes too maybe? dont remember probably not tho lol. wait maybe they did??\n  ","471709":"\n   no but wasting the juice is for sure a sin!!\n  ","471710":"\n   yes i saw that. so they came back and said it was them that did that wishlist purchase then?\n  ","471711":"\n   Did you see the UFO videos the pentagon released? It's trending on Twitter. I saw it on cnn where they interviewed the fighter jet pilot. I'm scared now.\n  ","471712":"\n   yeah i feel bad about a lot of strange things man. if you knew the thoughts that go through my head all the time you would wanna put me outtah my misery lol\n  ","471713":"\n   well i did my best lol. did you really want the link i used? feel like you wouldnt watch it anyway lol\n  ","471714":"\n   nice. may not cook tomorrow. thinking i will go the carryout route. local Mexican authentic burritos. tuesdays is 3.99 burrito day. not gone there in damn near a year. feel guilty paying for takeout. like im lazy and spoiled if i do. but they are on sale that day so...\n  ","471715":"\n   just finished. that sht will give you goosebumps. debated if i should make it a perfect 5. i really dont know. its 4.75 worthy for sure. i mean its splitting hairs with films you know. depends on the mood they catch u in more than anything.. 4.5 and up is gold anyway.\n  ","471716":"\n   why did you spill it? maybe keep a container close and store for special occasions? cant waste! might be a sin to? idk check you bible im sure it says.\n  ","471717":"\n   oh dont know if its a boy or girl. was that brought up on your page or something? i feel like its better if it was a girl tho. wait maybe i did see something about them wanting to be your fan? maybe you mean something else tho like from today cus i wouldnt know.\n  ","471718":"\n   you never seen those socks that have no tops or bottoms cus both sides are the bottoms and have no shape and are annoying af and did i say they were annoying?? lol\n  ","471719":"\n   nice. great to hear how you felt about it. hope the person sees this and realizes it too. sht even i feel a bit fuzzy about it. cant say warm cus that never really happens to me loll\n  ","471720":"\n   ah too bad. that anon will no doubt be disappointed. if its any consolation anon i have a eureka and its a B E E E E A A A A S T\n  ","471721":"\n   yeah literal translations are like those one size fits all hospital socks. they do the job in an eh.... not really sort of way.. lol\n  ","471722":"\n   nice. what \"context\" was the sauce? something out of a jar or can? you make? other way?\n  ","471723":"\n   did you happen to catch the model of it? lol\n  ","471724":"\n   18. Do your friends bring out the best in you?\n  ","471725":"\n   What was something you couldn’t believe you had to explain to someone? 🌻\n  ","471726":"\n   2. what time do you get up in the morning?\n  ","471727":"\n   Do you have a favourite quote? What is it?\n  ","471728":"\n   What do you think would be the best job for you\n  ","471729":"\n   whats for dinner?\n  ","471730":"\n   How are you doing?\nI hope that you have a fantastic week ✌🏼\n  ","471731":"\n   What is something people do in your country that you don't think people in many other countries do? 🤔 Like something that's truly unique but is considered normal where you live 👘🐟🎑🏏🎐\n  ","471732":"\n   wdym\n  ","471733":"\n   what do you think of 2020 so far? trash right?\n  ","471734":"\n   Would you be interested in upgrading to our VIP customer package? 40000000000000 gigs of internet\n  ","471735":"\n   idk didnt post that\n  ","471736":"\n   Overall, how satisfied are you with your internet at home?\n  ","471737":"\n   wdym exactly\n  ","471738":"\n   alarm clock be like 😭😭😭\n  ","471739":"\n   lmao yes true, aha you have cheered me up x\n  ","471740":"\n   wdym\n  ","471741":"\n   hi i am the official butt checker we need to see yours and see if it meets the official requirements please post a picture of it for inspection\n  ","471742":"\n   what seasonings do you use?\n  ","471743":"\n   lol your pretty cool btw ty xo\n  ","471744":"\n   forward big ipees\n  ","471745":"\n   What do the letters FBI stand for that are posted on the federal bureau of investigations main office?\n  ","471746":"\n   how does that make you feel?\n  ","471747":"\n   yes\n  ","471748":"\n   Hellllll yes 👑👑👑\n  ","471749":"\n   When you were younger did you have a clean or messy room?\n  ","471750":"\n   sorry nah im not strong\n  ","471751":"\n   i was okay until you started accusing me of sending you anon questions, bet you would not do it to a stronger person but im used of being wronged alot so suit it yourself too, xo\n  ","471752":"\n   well it was not me that asked you lynds why are you accusing me of something i did not do thats mean i think xo\n  ","471753":"\n   i never asked you on anon lynds\n  ","471754":"\n   i never asked you on anon lynds, and im glad you were not tbh xox guess im a easy target people seem to take things out on me\n  ","471755":"\n   were you bullied at school, sorry if upseting you do noneed to say\n  ","471756":"\n   U got an innie vagina??😯\n  ","471757":"\n   not really lol. especially the second part haha\n  ","471758":"\n   You get offered a ride down to the deepest parts of the ocean in a submarine that's previously been down there without issue, how do you respond? 💦🦑\n  ","471759":"\n   What do you usually like to do at the beach? Are you someone who just likes to chill or do need to have some kind of activity? ☀️🕶🏖🏄‍♀️🥏🏊‍♂️\n  ","471760":"\n   nice. i hate when things go to waste. ☺️\n  ","471761":"\n   hope you wake up smooth ☺️\n  ","471762":"\n   yes ik, just saying hugs\n  ","471763":"\n   series done, watching whiplash rn. free stream easy peasy lol\n  ","471764":"\n   yes\n  ","471765":"\n   ok lol. was there something bad in it?\n  ","471766":"\n   Do you agree with this s exologist? \"Increase your energy:  When girls master bate we release dopamine and oxytocin, two endophrins that cause a feeling of pleasure and well-being in humans.\" ? 🤔\n  ","471767":"\n   last time you went the any type of amusement theme park ?\n  ","471768":"\n   man my parents at least pretended, but in the end its better to give space if thats how it is.\n  ","471769":"\n   Don't panic\n  ","471770":"\n   meant to say mean. you said sti\n  ","471771":"\n   what are you doing ?\n  ","471772":"\n   6. Are you really good friends with someone that you’ve met on here?\n  ","471773":"\n   5. Do you have a small group of friends or a big one?\n  ","471774":"\n   7. Have you met any friends in real life on here?\n  ","471775":"\n   okay sorry if i was disrespectful or stereotypical it was not my intention x\n  ","471776":"\n   8. Do you ever fall out with your friends?\n  ","471777":"\n   You been out in the woods shooting guns and while shooting you accidentally shot one of the people you were with dead and hid the body and acted like you had no idea what happened to them when their family asks???? Um yeah me either .😳\n  ","471778":"\n   hii\n  ","471779":"\n   boobs are fat so yeah i’ll have some\n  ","471780":"\n   PAP 😉\n  ","471781":"\n   show us more pictures of your pretty self\n  ","471782":"\n   The results are in for the poll tournament I did for favorite dishes and the result was that... *drumroll*... Pizza is the most popular dish on here! 🍕 Any thoughts? Are you surprised? Haha\n  ","471783":"\n   you me D? how can you forget the D? 😂\n  ","471784":"\n   12. How would your friends describe you?\n  ","471785":"\n   10. Who was your first friend? Are you still friends with them?\n  ","471786":"\n   pepe\n  ","471787":"\n   What is one food you just can't stand?\n  ","471788":"\n   What is the weirdest anon message you've ever recieved on here?\n  ","471789":"\n   Then I'd go with Aylin.\n  ","471790":"\n   Who's the one to blame, the fvck boys for using lame but effective hook up\/pick up lines  to get girls or the girls for believe them (some to the point to get pregnant) ? 🤔\n  ","471791":"\n   what age were your parents when they had you?\n  ","471792":"\n   where your parents married when they had you?\n  ","471793":"\n   do you have any nieces or nephews?\n  ","471794":"\n   i havent seen some ppl in a long time like david and mustafa\n  ","471795":"\n   when you first got your own room what where your feelings at the time?\n  ","471796":"\n   me lol\n  ","471797":"\n   Ye Ig though too but I wanted to make it a little easier for ma followers you know\n  ","471798":"\n   Do you put condiments over your food or do you put some on the side and dip some in\n  ","471799":"\n   you have to give it to someone, who do you give it to?\n  ","471800":"\n   14. Do you have the same interests as your friends?\n  ","471801":"\n   13. Have you ever travelled with your friends?\n  ","471802":"\n   Loved that reallyyy 💗💗💗\n  ","471803":"\n   20. Are you really good friends with any family members?\n  ","471804":"\n   If you had to take someone on a trip for 3 days in your country, which places would you take him\/her to and you're sure he\/she gotta love it?\n  ","471805":"\n   17. Are any of you friends a bad influence on you?\n  ","471806":"\n   19. Do any of your friends have children?\n  ","471807":"\n   What kind of character? Might help narrowing down a name 😁👍\n  ","471808":"\n   16. What embarrassing moments have you had with your friends?\n  ","471809":"\n   he really brightens my day tbh x\n  ","471810":"\n   you are precious, i very much envy anyone that eats you or makes love to you, and gives it to you hard from behind.... the difference between knowing the language and just using a translator tho 🤣\n  ","471811":"\n   i dont think its supposed to make you want to tho lol\n  ","471812":"\n   Have you or anyone close to you tested positive for covid19?\n  ","471813":"\n   how’s your Monday going?\n  ","471814":"\n   what did they buy\n  ","471815":"\n   Write anything lately?\n  ","471816":"\n   whats the last thing to surprise you here?\n  ","471817":"\n   Omfg some chick really got jelly and bought u stuff?\n  ","471818":"\n   you dream when napping?\n  ","471819":"\n   what happened to the 🤟🏾😈 or whatever person?\n  ","471820":"\n   Followed dude✔\n  ","471821":"\n   I’m a VIP now? How the fuck did that happen? Anyhow do you like bacon?\n  ","471822":"\n   17 😂\n  ","471823":"\n   Good night honey\n  ","471824":"\n   Ma'am what will it be? Be smart and pay us or be a fool and not pay us which will lead you in jail.\n  ","471825":"\n   Ma'am all your info is logged within our database, we know what and what haven't you paid, pay the  $5,947.81 you owe us or we will come to your door step and apprehend you.\n  ","471826":"\n   We haven’t received full payment despite sending you several notices about your unpaid federal taxes. The IRS may seize (levy) your property. However, you can appeal the proposed seizure (levy) of your assets by requesting a Collection Due Process hearing. Amount due immediately: $5,947.81\n  ","471827":"\n   Bill Gates openly said that he wants to depopulate the human population with vaccines and people think that he wants to micro-chip everybody and give them digital IDs. Some people also think he purposely rolled out the virus, so people would get the vaccines. What are your thoughts on this?\n  ","471828":"\n   What are you wearing for the wedding?\n  ","471829":"\n   Ha ha you can\n  ","471830":"\n   How are you\n  ","471831":"\n   I bought you something. It’ll arrive Friday May 8th\n  ","471832":"\n   If a woman is super jealous of you, would you want her to shop on amazon for you?\n  ","471833":"\n   OLDEST POUQ\n  ","471834":"\n   I'm also a mobile photographer wo I just take a photograph and in the caption I just write sometimes quotes or short stories \nif it's interesting to you visit me\n   \n    @alyy_adel\n   \n","471835":"\n   Likeback pls...\n  ","471836":"\n   No that's not it he is not contacting the police that a lie\n  ","471837":"\n   lets go padlin\n  ","471838":"\n   He contacted me first\n  ","471839":"\n   Why?\n  ","471840":"\n   This will not stop until he does\n  ","471841":"\n   I feel like I should become your fangirl 😂\n  ","471842":"\n   IDC if he's busy I want to talk to him now\n  ","471843":"\n   was in a pie for the love spell. maybe in tea also. or maybe the tea was to sedate only and didnt have pubes. dont remember. just know there was pubes a plenty all up in peoples teeth lol\n  ","471844":"\n   Hey, I am not stupid I know your with him I really do now make him contact me now\n  ","471845":"\n   I so want to be youuuu!  You look incredible 😡\n  ","471846":"\n   Liar\n  ","471847":"\n   wait it was a pie. or did you not watch the right move? lmao\n  ","471848":"\n   Look, make him contact me now I need to talk to him he's not yours so you cannot keep him from me\n  ","471849":"\n   James\n  ","471850":"\n   or was it porridge?\n  ","471851":"\n   dont remember that. must have been from later today. will have to find out tmr.\n  ","471852":"\n   Yes you do don't lie\n  ","471853":"\n   haha i can handle them. ive come so far here. almost using it like a regular person now XD\n  ","471854":"\n   you are probably right. still i think there is more to it, just dont know what lol.\n  ","471855":"\n   Tell him he's my boyfriend not yours\n  ","471856":"\n   whats for dinner?\n  ","471857":"\n   You know just tell him to right now\n  ","471858":"\n   XD hahaha\n  ","471859":"\n   Just tell him too or else\n  ","471860":"\n   short stories but it's not here it's in my instagram\n  ","471861":"\n   No tell him to contact me now\n  ","471862":"\n   Just have him contact me now I don't care what he's doing\n  ","471863":"\n   For what?\n  ","471864":"\n   where did m come from in the whole james thing o.o\n  ","471865":"\n   We talked on Kik I have the convos to prove it\n  ","471866":"\n   James he's mine\n  ","471867":"\n   Im sorry. No offense but that boy dances so amazingly. I swear if he takes part in our neighborhood's dance competition, he will definitely come first.\n  ","471868":"\n   Tell him he needs to contact me now\n  ","471869":"\n   Good you can't ever have him bc he's mine and it's not all in my head\n  ","471870":"\n   pepee shortage\n  ","471871":"\n   He is my boyfriend not yours\n  ","471872":"\n   Gorgeous queen of mine🌹😘\n  ","471873":"\n   He's not fake he really is my boyfriend\n  ","471874":"\n   Why? He was talking to me then left\n  ","471875":"\n   21.Family spam: Would you consider fostering or adopting a child?\n  ","471876":"\n   Where is James? He disappeared on me again.\n  ","471877":"\n   what type of gfs do you think exist and which type do you think you are ?\n  ","471878":"\n   i hope everyone had a great day! ✨\n  ","471879":"\n   Are feelings more essential than thoughts? Can we have thoughts without feelings?\n  ","471880":"\n   What kind of shampoo do you use?\n  ","471881":"\n   🤬what makes you angry?\n  ","471882":"\n   6. What’s the scariest dream that you’ve ever had?\n  ","471883":"\n   Followed\n  ","471884":"\n   What is true beauty for you?\n  ","471885":"\n   Why is there something rather than nothing?\n  ","471886":"\n   What’s the most expensive gift you’ve bought for someone? Or someone got for you\n  ","471887":"\n   😭😭😭\n  ","471888":"\n   if u want to give variety u can show rear hehe\n  ","471889":"\n   post it then\n  ","471890":"\n   Body confidence pap?\n  ","471891":"\n   yes\n  ","471892":"\n   3. what time do you go to sleep each night?\n  ","471893":"\n   1. How many hours sleep do you get each night?\n  ","471894":"\n   4. Do you remember your dreams?\n  ","471895":"\n   u dont ask\n  ","471896":"\n   u never show bootay 😭😭😭\n  ","471897":"\n   turn around we gotta see rear\n  ","471898":"\n   1. Coffee or tea 2. Black or white 3. Money or love 4. Love or evil 5. Summer or winter 6. A circumcised or uncircumcised man (with extra skin) 7. Sea or mountain 8. Bearded or bearded man 9 Chips or chocolate 10. Coca-Cola or Pepsi 11. Apartment or house\n  ","471899":"\n   do you think its possible that our man with the oppressive gf is the one who is so interested in the professor?\n  ","471900":"\n   Hii\n  ","471901":"\n   thats a possiblity. was thinking i could do that if it came down to it. right now i have so much other sht lol. but thats a reminder that maybe next time i may pick up a few of those little shot sized things they call quarts or whatever from there :')\n  ","471902":"\n   What’s your favorite Guns n Roses song?\n  ","471903":"\n   pap of ur current outfit\n  ","471904":"\n   XD\n  ","471905":"\n   thas a very nice story and gesture.\n  ","471906":"\n   general thoughts?\n  ","471907":"\n   i have no ice cream currently. not been on sale.\n  ","471908":"\n   midsommar i think. figured you would watch that cus i said you wouldnt like it XD\n  ","471909":"\n   thats a strength XD\n  ","471910":"\n   What snacks do you like to have when you watch a movie?\n  ","471911":"\n   yes\n  ","471912":"\n   They say that practice makes perfect\n  ","471913":"\n   Then you are doing push ups the boring way hehe\n  ","471914":"\n   Some rug burns are worth it 😉\n  ","471915":"\n   go shirtless then hehe\n  ","471916":"\n   That weird lol?\n  ","471917":"\n   how many t-shirts do you own? which is your favorite?\n  ","471918":"\n   What's the last text msg you received?\n  ","471919":"\n   aw ty x\n  ","471920":"\n   yes they can be quite heavy and good exercise too\n  ","471921":"\n   definitely i never would lynds\n  ","471922":"\n   yes like dumbells did i say something wrong pls say ?\n  ","471923":"\n   i find it distracting sometimes at the gym cute girls but ill never like disrespect someone objectifying them\n  ","471924":"\n   oh cool, think my hands most muscular from weights i try to do x\n  ","471925":"\n   are there cute guys at the gym you used to attend\n  ","471926":"\n   aw, do you have alot of muscle or nah x\n  ","471927":"\n   Do you like strawberry shortcake?\n  ","471928":"\n   oh okay x, cool how are you\n  ","471929":"\n   are there things that you do that others consider to be a waste of time but you dont? what are they?\n  ","471930":"\n   whats your favorite genre when it comes to movies or shows?\n  ","471931":"\n   Lol. Have to admit it’d be fun if you could go.\n  ","471932":"\n   What are something you never want to try\n  ","471933":"\n   early master bait\n  ","471934":"\n   25. What do you have on your bed(duvet, blankets, cushions etc?)\n  ","471935":"\n   what do you usually do to start your days?\n  ","471936":"\n   24. How big is your bed?\n  ","471937":"\n   23. Can you fall asleep whilst watching tv or reading?\n  ","471938":"\n   our man from london wisconsin was in some kind of mood yesterday it seems 😂\n  ","471939":"\n   22.Do you sleep in your pyjamas?\n  ","471940":"\n   yes mam it is i miss you of course\n  ","471941":"\n   Age\n  ","471942":"\n   21. What helps you get to sleep?\n  ","471943":"\n   -sends u a kiss\n  ","471944":"\n   That or get you a private jet lol. There’s an airport walking distance from my house but it’s a small one\n  ","471945":"\n   lack of pepee\n  ","471946":"\n   yes\n  ","471947":"\n   Meant to say chore. Not choir. Srry. Typo in the last question I asked. My apologies y'all.\n\nAnyway hope you guys are having a good day!\n  ","471948":"\n   Brett favre won his first super bowl against the pats in 1997🌹\n  ","471949":"\n   did u get mad to m again cuz inoticed u rarely mention him these days and hes not on ur page either\n  ","471950":"\n   They lost to GB 35-21🌹\n  ","471951":"\n   Throwback game🌹\n  ","471952":"\n   What do you think the best things in life are\n  ","471953":"\n   Well you’d be welcome lol. I think it’s 60’s here.\n  ","471954":"\n   🌹🏈\n  ","471955":"\n   what are your weaknesses?\n  ","471956":"\n   Sounds nice. I’d swim too if I had a pool. It’s a hard walk not cause it’s long just a lot of memories. I’d welcome you to join me if you were here and wanted to.\n  ","471957":"\n   why did you not want to come on though?\n  ","471958":"\n   What is the scariest movie you have ever seen?\n  ","471959":"\n   That’s good. I’m good just chilling with a long walk in the woods, you?\n  ","471960":"\n   it must\n  ","471961":"\n   11. Do you sleep talk?\n  ","471962":"\n   master bait\n  ","471963":"\n   17. What is your bedtime routine?\n  ","471964":"\n   How’ve you been?\n  ","471965":"\n   Sinful?\n  ","471966":"\n   If someone says he has a black heart. What could it mean?\n  ","471967":"\n   do you take vengeance on those who have wronged you or do you feel its not your place or right?\n  ","471968":"\n   was this an official game or something you guys made up?\n  ","471969":"\n   8. How long does it take you to fall asleep?\n  ","471970":"\n   10. Have you ever walked in your sleep?\n  ","471971":"\n   Are you stubborn? Why?\n  ","471972":"\n   14. Do you currently share a bed with anyone?\n  ","471973":"\n   13. Did you have to share a bedroom as a child?\n  ","471974":"\n   What song do you think is over played\n  ","471975":"\n   15. Do you you get as much sleep as you’d like?\n  ","471976":"\n   Do you remember who Manute Bol was?\n  ","471977":"\n   multiplepeepes\n  ","471978":"\n\n    https:\/\/youtu.be\/5gSaUXbZCWw\n   \n","471979":"\n   20. Do you believe that there is a meaning behind all your dreams?\n  ","471980":"\n   19. What’s the nicest dream that you’ve had?\n  ","471981":"\n   18.Do you need an alarm clock to wake you up in the morning?\n  ","471982":"\n   master bait\n  ","471983":"\n   16. Does anything keep you awake at night?\n  ","471984":"\n   Eres preciosa, en verdad envidio mucho mucho a quien te come to y te hace el amor, y te da duro por el chiquito de atrás. 🙈🔥😏\n  ","471985":"\n   Have you ever made a Tiktok video\n  ","471986":"\n   XD do you ever wonder if he is also one of your anons?\n  ","471987":"\n   yes you thought i was the anon you teased aha\n  ","471988":"\n   What’s the longest movie you’ve ever watched? Was it worth it? 🌻\n  ","471989":"\n   7.  Do you take naps throughout the day?\n  ","471990":"\n   If you could replace anything from your body,what would it be?😅\n  ","471991":"\n   Do you believe in gost\n  ","471992":"\n   12. Do you snore?\n  ","471993":"\n   how many % with the number be up to by the end of the year? 😂\n  ","471994":"\n   the shrieking then? 🤣\n  ","471995":"\n   XD she could have at least had the common courtesy to let us know the deal with the using threads situation 😒\n  ","471996":"\n   2% must be ur secret bae\n  ","471997":"\n   happy sunday, guys !! just sending out my quarterly statement that i have a backup askfm account in case something happens to this one, in case y'all want to follow it ;\n   \n    @lunampoeta\n   \n   💖\n  ","471998":"\n   If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?\n  ","471999":"\n   9. Do you wake up throughout the night?\n  ","472000":"\n   How often do you go to the movies?\n  ","472001":"\n   Is it more important to love or be loved?\n  ","472002":"\n   Have you ever walked in your sleep?\n  ","472003":"\n   do you have a backup account in case something happens to this one?\n  ","472004":"\n   Why is it so hard for some people to swallow the truth about their imperfections?\n  ","472005":"\n   Good night sweetie\n  ","472006":"\n   Hahaha thanks :) plus Yh I expected his voice to be deeper too hahah night chick 🤙🏼\n  ","472007":"\n   It’s okay, no need to justify yourself 🤗 And I appreciate that you’re glad that I’m here ☺️💚\n  ","472008":"\n   I’m just reading this thread and it’s interesting how people talk about me. 😄\n  ","472009":"\n   XD Yh he didn’t give any fucks hahaha\n  ","472010":"\n   🌹😴\n  ","472011":"\n   13.Family spam: what’s the funniest thing that your grandparents have done?\n  ","472012":"\n   11.Music spam: do you like all genres of music?\n  ","472013":"\n   17.Music spam: do you like music videos?\n  ","472014":"\n   12.Music spam: can you listen to music whilst doing other things?\n  ","472015":"\n   18.Music spam: can you write music?\n  ","472016":"\n   19.Music spam: have you ever wrote song lyrics?\n  ","472017":"\n   20.Music spam: what is your parents music taste?\n  ","472018":"\n   16.Music spam: do you have the same music taste as other family members?\n  ","472019":"\n   15.Music spam: can music help to change moods?\n  ","472020":"\n   13.Music spam: do you own CDs?\n  ","472021":"\n   12.Family spam: what is something that you admire about your grandparents?\n  ","472022":"\n   Hahah Yh he was jokes, his place in LA looked amazing I was a bit jealous hahah\n  ","472023":"\n   What is annoying you at the moment\n  ","472024":"\n   what do most people misunderstand about you? on the contrary, what do most people understand about you?\n  ","472025":"\n   King needs relaxing and rest🌹\n  ","472026":"\n   What makes cowards frowned upon? Aren't most people cowards?\n  ","472027":"\n   Cooling down🌹\n  ","472028":"\n   Got ice packs🌹\n  ","472029":"\n   Resting from going swimming on a hot day🌹\n  ","472030":"\n   🌹😘😘😊🤗\n  ","472031":"\n   What is the root of all evil?\n  ","472032":"\n   Ah thanks for listening 🙃🤙🏼\n  ","472033":"\n   🌹👑🤗\n  ","472034":"\n   Is recognizing your ignorance a form of humility?\n  ","472035":"\n   What makes you feel like a boss?\n  ","472036":"\n   tell me about your day\n  ","472037":"\n   Why do people say stay positive? What does staying positive do?\n  ","472038":"\n   Hey Queen🌹\n  ","472039":"\n   Do you support s3x workers?\n  ","472040":"\n   probably only cus of that ocean bit... now if he was in the \"old country\" and wisc was an actual \"lie\" then her situation would be more precarious.... hmmm 🤔\n  ","472041":"\n   examples for each?\n  ","472042":"\n   Guys. We're not alike. You fight for everyone else. Family. Friends. Loved ones. You're a ghost trying to get attention while I'm over here being a reaper & just taking it. I fight for me & my name. The fact that you're not Damien Priest, that's the reason alone why no one will remember your names.\n  ","472043":"\n   dont matter they are dead now 🤣\n  ","472044":"\n   wasnt manu the chick that did coins giveaway last week\n  ","472045":"\n   when you were in relationships how often would you see the person?\n  ","472046":"\n   not that im aware. ill check again now but i think it was just a one off thing. yeah looked just the short. he will be however doing a series next year. dune. was not a fan of the original film. cult classic tho...\n  ","472047":"\n   no like literally that was the name. was 4 letters. they were from Denmark or Sweden or Finland or that area. young like 20 or so. like always doing idk like \"interactive\" stuff on here. really into themselves lmao\n  ","472048":"\n   over a hundo since then now lol\n  ","472049":"\n   i didn't know what i thought. id just never heard that before. makes sense tho. like name wise. never done that lol\n  ","472050":"\n   i pay with huge pepee\n  ","472051":"\n   maybe thats him!\n  ","472052":"\n   you remember the person? it was manu or mana or something lol. i followed them for a while some time back. till i couldnt bear it anymore lol\n  ","472053":"\n   They why you said you'd show him your body\n  ","472054":"\n   oh yeah ok. you are talking about that short \"next floor\" yeah thats a work done by another one of my fav directors 'Denis Villeneuve' also after that short i saw a feature film by a different director that was probably inspired by that short. i liked it a lot. spanish language film. new one.\n  ","472055":"\n   Didn't you say days ago that nothing came out with \"new guy\"? Now it seems things are more serious lmao\n  ","472056":"\n   ded then. you know come to think of it ive not seen that person asking questions here anymore.... 🤣🤣🤣\n  ","472057":"\n   wait so 2% has been around for years?\n  ","472058":"\n   i mean in so short time\n  ","472059":"\n   surprised u would show ur body to him and not to m guess things must be more serious then\n  ","472060":"\n   but is he the guy u were talking about? the one we call 2% then?\n  ","472061":"\n   shouldnt u know who he is\n  ","472062":"\n   yeah right 🤣🤣\n\nthats like HIS GIMMICK lol \n\nwhat i wish i knew is that person that told him to start using threads... i mean im sure he didnt on her page... like what happened with her? want to know if she brought it up again? maybe they had a falling out over it even 😂😂😂😂\n  ","472063":"\n   maybe ask him one day. if thats possible. or ask your sister what she thinks he thinks lol\n  ","472064":"\n   the meds make a big difference for her? the esomeprazole?\n  ","472065":"\n   🤗🤗🤗\n  ","472066":"\n   looked up the creator and one show that is familiar is 'Dr. Katz, Professional Therapist' i used to watch that sht on comedy central back in the day and i think i can feel the vibe from that short clip you did. that dry sarcasm like depressing world vibe\n  ","472067":"\n   oh no its not food. im not sure the food one you mean? this one is the one by the director of valhalla rising. stars the guy from whiplash. 2019 series called too old to die young. very dark, thats his style. im nearing the end and everything is falling to destruction as per his usual design lol.\n  ","472068":"\n   thats usually the way it goes unfortunately lol\n  ","472069":"\n   first of since wed has your moms health improved? also its really hard for people to change. you tell yourself \"im gonna change X or Y\" and then you just fall into habit. its really difficult. happens to me constantly\/daily. like autopilot.\n  ","472070":"\n   never heard of the show. creators of family guy?\n  ","472071":"\n   WE DIDN'T NEED TO KNOW THAT!\n  ","472072":"\n   but you are always getting new pple on your page too tho...\n  ","472073":"\n   honestly i think they are just too new still. not availiable in stores yet.\n  ","472074":"\n   prob a lie then\n  ","472075":"\n   you know im really digging the smores lately. may have usurped cinn and stawberry for the number one spot. key is microwave. that one in particular really benefits from heat. without it the chocolate & marshmallow has much less flavor. yeah... lol\n  ","472076":"\n   he had a gf and he was still tryin to get naughty here? o.o\n  ","472077":"\n   i dont know. i really have no clue what that means. saw it on a few pages and i doubt they would even follow up anyway lol\n  ","472078":"\n   what does your dad think about the comparison?\n  ","472079":"\n   she has that \"perfectionist\" type trait tho right?\n  ","472080":"\n   the one with the puppy that goes into the barn that you posted. or are you asking something else?\n  ","472081":"\n   transfer the cash app dollarzz peeps here be sending !!\n  ","472082":"\n   but looking back now do you think that time had to happen for the change to happen? i know its hard to think of multiple future paths because our brains revert to \"it all worked out for the best\" but what do you think? could it have been all avoided and still changed?\n  ","472083":"\n   if he had bbc why u never did anyhing\n  ","472084":"\n   does it surprise you when pple remember things? sometimes i feel like you get annoyed that people dont remember things?\n  ","472085":"\n   nope. this one cut right down to the core. like an icicle through the heart of our boy 🤣\n  ","472086":"\n   they tasted similar to peanut brittle. not bad at all for a \"non classic\" flavor. better than expected for sure. was looking for those brownie ones we've heard so much about but no dice😂\n  ","472087":"\n   still 4% unless u say name hehe\n  ","472088":"\n   How do you think your best friend would describe you in five words?\n  ","472089":"\n   whats for dinner?\n  ","472090":"\n   my newest song is premiering tonight at 10pm EST this is something you don't wanna miss. my best track yet. stay safe everyone and enjoy\n   \n    https:\/\/www.youtube.com\/watch?v=q0PsVyPzoVY\n   \n","472091":"\n   unless this mysterious person is 1% 2% or 3% we call him 4% cuz u said is not m\n  ","472092":"\n   What are your strong points?\n  ","472093":"\n   i am just saying you thought it was me first x\n  ","472094":"\n   you were teasing a anon lol x\n  ","472095":"\n   is there a new guy then? we call him 4% hehe\n  ","472096":"\n   either 2% or 3%\n  ","472097":"\n   who that\n  ","472098":"\n   i must\n  ","472099":"\n   aw, hey its  i respect you i would never disrespect you askinf about nipps but i think your beautiful inside and out xo\n  ","472100":"\n   Lynds, how do I grow taller? (I’m 5’8”, 17)\n\n:(\n  ","472101":"\n   How is your quarantine going? Do you have any advice for people freaking out over the whole “Covid” thing?\n  ","472102":"\n   i did not ask about the nipps tbh lol\n  ","472103":"\n   What is your psychological age?\n  ","472104":"\n   its true you are pretty and hey really sweet too which is cool and you literally make me laugh sooo much xo\n  ","472105":"\n   barely teased lol\n  ","472106":"\n   so she is more a resident in az then? i thought she was there more for the holidays and then just stayed cus of the pregnancy.\n  ","472107":"\n   why read in old mans voice lol\n  ","472108":"\n   tbh you are a pretty girl\n  ","472109":"\n   omg lol\n  ","472110":"\n   aww, well hey your independent i think thats cool tbh i hear my sister saying ohh got drinks of guys and left when saw some other hot guy think thats mean, respect you x\n  ","472111":"\n   admit it you like teasing me ?\n  ","472112":"\n   😭😭😭\n  ","472113":"\n   think there is best thing about being female, dressing up etc seems fun\n  ","472114":"\n   yes\n  ","472115":"\n   bewbs\n  ","472116":"\n   best thing about being female\n  ","472117":"\n   had you a nice day lynds x\n  ","472118":"\n   why would something not end well plssss say\n  ","472119":"\n   im a pepee lover\n  "},"Answer":{"471047":"\n  Mufasa person? I know I butchered the spelling XD\n  ","471048":"\n  I don't believe so\n  ","471049":"\n  Watched her in something too but forget what the movie was lol think some romcom thing?\n  ","471050":"\n  Nothing?\n  ","471051":"\n  Plane\n  ","471052":"\n  Some people should keep theirs to themselves?\n  ","471053":"\n  You make it sound so good\n  ","471054":"\n  Hello, hello, hello\n  \n  With the lights out, it's less dangerous\n  \n  Here we are now, entertain us\n  \n  I feel stupid and contagious\n  \n  Here we are now, entertain us\n  \n  A mulatto, an albino, a mosquito, my libido\n  \n  Yeah, hey\n  \n  Also the background music\n  ","471055":"\n  Hello\n  ","471056":"\n  No since they could ruin all the details that made the book amazing in the first place\n  ","471057":"\n  Switch ~ sub\n  ","471058":"\n  During the movie, yes.\n  \n  Waiting for it to start.. no.\n  ","471059":"\n  Definitely, maybe\n  \n  The proposal\n  \n  Deadpool\n  ","471060":"\n  I don't think so.  It's nice to do during quarantine though.\n  \n  I can go a while without watching movies.. if I'm stressed I can watch films more to help cope.\n  ","471061":"\n  I do!\n  \n  Watched Lion King recently. Had one of the songs in my head and had to rewatch! XD\n  ","471062":"\n  Lahore then?\n  ","471063":"\n  Yes.\n  \n  Also have hulu, disney+, HBO go\n  \n  YouTube tv for actual cable\n  ","471064":"\n  Yes, it's possible.\n  ","471065":"\n  Or the smooth part lol\n  \n  Uh there were a lot of them lol. Mostly looked at Ross and your page to check movies I already seen. I probably missed some from yours :p\n  ","471066":"\n  It grows on you too\n  ","471067":"\n  🤣🤣🤣\n  \n  Enjoy\n  ","471068":"\n  bradley or lahore?\n  ","471069":"\n  Beauty and the beast\n  \n  Lion king\n  ","471070":"\n  Nothing\n  ","471071":"\n  Haha\n  ","471072":"\n  3.75\n  ","471073":"\n  The ones I've added to my list\n  \n\n   http:\/\/amzn.to\/2mQK30H\n  \n","471074":"\n  Save me 🤣\n  ","471075":"\n  We're azzholes?\n  ","471076":"\n  lol right\n  \n  Didn't feel like correcting it afterwards XD\n  ","471077":"\n  Ew\n  ","471078":"\n  3.5 ;)\n  ","471079":"\n  Before We Go\n  \n  Already watched it before. Just wanted a filler type movie before sleeping.\n  ","471080":"\n  You too <3\n  ","471081":"\n  Good night\n  ","471082":"\n  That sounds disgusting.\n  ","471083":"\n  I need to think before doing certain ones. It's late and don't feel like thinking of words. Most were ones that weren't even used regularly.\n  ","471084":"\n  Letterboxd?\n  ","471085":"\n  Movie is on.\n  ","471086":"\n  It will be now :p\n  ","471087":"\n  Lahore is annoying\n  ","471088":"\n  Can't you make your own? :p\n  ","471089":"\n  I have none. It's 1am. Not to mention no breed :p\n  ","471090":"\n  My favorites and no idea on how many times I'd watch those XD\n  ","471091":"\n  I dont play games\n  ","471092":"\n  So is doing what you say you'd do ¯\\_(ツ)_\/¯\n  ","471093":"\n  No because I am good with a naughty side too.\n  ","471094":"\n  She's pretty.\n  ","471095":"\n  Need 21 coins to hit 9999\n  ","471096":"\n  I'm doing good :D\n  \n  My mood was kind of numb feeling at one time today so I'm glad that's over with XD weird since it was after playing alone.\n  \n  The rest of the day has been nice :) very lazy yet productive day at the same time.\n  ","471097":"\n  My foot hurts. Think I pulled a muscle in it. Started hurting yesterday.\n  \n  Woke up early :p didn't actually get that much sleep.\n  \n  Had breakfast\n  \n  I've kind of just been relaxing because of my foot.\n  \n  Ate snacky things. Didn't remember to have an actual lunch.\n  \n  Played with Maxwell.\n  \n  Wrote for the book I want to complete.\n  \n  Took a shower. So smooth ;)\n  \n  Had dinner\n  \n  Went on a walk with my mom\n  \n  Rated some old movies I've liked. Kind of feel like watching something but not sure what yet.\n  ","471098":"\n  That would be very tiny ones :(\n  ","471099":"\n  Probably some type of exercise equipment or another pair of shoes 🤣\n  ","471100":"\n  Oh yes. I never know what to say with these. Overthink at times too.\n  ","471101":"\n  XD\n  ","471102":"\n  Thanks. You too\n  ","471103":"\n  You should sleep then\n  ","471104":"\n  You must take it. Cool. I'd be a little busy :p\n  ","471105":"\n  ● my personality\n  \n  ○ my hair (when its cute)\n  \n  ● legs 🦵🏻🦵🏻🦵🏻\n  \n  ○ determination\n  ","471106":"\n  Didn't take pictures or vid earlier\n  ","471107":"\n  25 days ago.\n  ","471108":"\n  Oh yes hahaha\n  ","471109":"\n  Thanks :p\n  ","471110":"\n  Apparently my friends suck :(\n  \n  Only my former stepcousin and my brother-in-law's brother answered my \"describe me\" question.\n  \n  This was just weird to get.\n  \n  Atleast family has my back, i guess.\n  ","471111":"\n  Person on fb asking for mother's day ideas..felt like saying a beautiful mask 🤣 I'm awful.\n  \n  Also a friend wrote \"sense school\" and I had to do *since... like fs.. I hope you aren't in charge of being the teacher then XD unless that was part of the joke? But doubt it.\n  ","471112":"\n  I did one earlier\n  ","471113":"\n  It's been 8 hours and still haven't sold\/got paid for a foot picture.\n  ","471114":"\n  Oh please\n  ","471115":"\n  Rather not get stupid sh!t. Nonstop calls me other names and stuff like that. I've always been myself on here. He's just delusional  and I'm sick of his crap. It's been years on&off again with the same harassment\n  ","471116":"\n  Go away again, lahore.\n  ","471117":"\n  Whoever I liked more regardless of size. Grow up\n  ","471118":"\n  Chicken, mushrooms, zucchini\n  ","471119":"\n  Yup\n  ","471120":"\n  I want some eventually\n  ","471121":"\n  Indeed lol\n  ","471122":"\n  Never fun\n  ","471123":"\n  Feel like it takes forever to sleep\n  ","471124":"\n  No, I sleep on my sides.\n  ","471125":"\n  Spoke too soon 🤣\n  \n  Just got this email. Reopening things THIS weekend.\n  \n  Think mid May would be safer or June at the very least.\n  ","471126":"\n  Wish I had that problem lol\n  ","471127":"\n  Think that depends on the day. People can get restless. I'd say 50\/50.\n  \n  Nighttime is pretty quiet and like a ghost town.\n  \n  Stores are getting some shortages again but it's not too bad either.\n  ","471128":"\n  Late there then?\n  ","471129":"\n  You keep saying this\n  ","471130":"\n  True\n  ","471131":"\n  Walks are always nice\n  ","471132":"\n  I'm on this one way too much.\n  \n  I enjoy IG too\n  ","471133":"\n  Appreciate it:)\n  ","471134":"\n  Writing.\n  \n  It looks like I've written a lot but it's probably nothing 🤣 not using word document at the moment so I don't know all the word count and such.\n  \n  I just know that I'll do three parts of it in the end.\n  \n  Feel like I need some filler stuff since I don't want to mention every single thing involved.\n  ","471135":"\n  Awww\n  ","471136":"\n  61 coins to reach 9999\n  ","471137":"\n  Yes. Sounded like you'd kill me 🤣\n  ","471138":"\n  No. Apples aren't good on keto.\n  ","471139":"\n  That seemed a bit creepy there lol\n  ","471140":"\n  I bet\n  ","471141":"\n  Very nice :p\n  ","471142":"\n  Good thing I'm not fragile ;)\n  ","471143":"\n  I'd be like Tarzan.\n  ","471144":"\n  4:43 here\n  \n  And ice cream o'clock :p\n  ","471145":"\n  Its ice cream 'o clock\n  ","471146":"\n  No problem :)\n  ","471147":"\n  Oh nice :)\n  ","471148":"\n  Yes but they can be pretty creepy too.\n  ","471149":"\n  Sometimes\n  ","471150":"\n  Maybe 3 times a year? Some small number.\n  ","471151":"\n  Few minutes ago\n  ","471152":"\n  Either one but I watch at home more.\n  ","471153":"\n  Yes but its been a while.\n  \n  I suppose Eli was the last one but different as well from the norm\n  ","471154":"\n  lol yes\n  ","471155":"\n  Yes\n  ","471156":"\n  Orgasm\n  ","471157":"\n  lol right\n  \n  Its actually been 3 hours too and no follow up\n  ","471158":"\n  Maxwell 🤣\n  \n  Got him in June 2019\n  ","471159":"\n  70\n  \n  A small amount when I feel like it.\n  ","471160":"\n  Meanwhile nothing new was there.\n  ","471161":"\n  Not a pic but this omg 👏👏👏\n  ","471162":"\n  I have a few\n  ","471163":"\n  Just the truth :p\n  ","471164":"\n\n   @zactc\n  \n  he's so kind\n  \n\n   @DovahMonah\n  \n  the hair looks great! You are a great mom too.\n  \n\n   @asgardarts\n  \n  why are you so talented?\n  ","471165":"\n  Invisible bank stealer o.o\n  ","471166":"\n  Yes. Read and watched when I was older.\n  \n  Think I got slytherin last time?\n  \n  All the animals I like. Shapeshift that b!tch\n  ","471167":"\n  Better than this ¯\\_(ツ)_\/¯\n  ","471168":"\n  Whiplash\n  ","471169":"\n  Ah ok. Been a while since I'm heard it. Not the lyrics I focus on when I do hear it XD\n  ","471170":"\n  No problem\n  ","471171":"\n  Don't think I know that song\n  ","471172":"\n\n   @ErinWolf4919\n  \n  it's cool hearing about how you've grown as a person. Always admirable 👍\n  ","471173":"\n  Not currently\n  ","471174":"\n  😈\n  ","471175":"\n  Cool\n  ","471176":"\n  When have I said no? A few times. On here and in private with people.\n  \n  There was someone when I had my period one time and i said no to him as well. I'm still shit at going on sc 🤣\n  ","471177":"\n  Monopoly\n  \n  Chutes and ladders\n  ","471178":"\n  For my senior yearbook photo.\n  ","471179":"\n  I don't have any with me. Haven't drew anything in forever.\n  ","471180":"\n  I didn't end up going that day\n  \n  :(\n  \n  did get one of the things needed the next day though atleast. Hair is still the same.\n  ","471181":"\n  Such weirdos. Wide variety of people. Hard to sum them all together in one sentence. Individuals\n  ","471182":"\n  Nah. They seek me more than I've looked for them lol I've just rolled with it. Been picky other times and said no etc\n  ","471183":"\n  I loved both! But they seem a little pointless now.\n  ","471184":"\n  I haven't watched much\n  ","471185":"\n  Too much 🤣\n  ","471186":"\n  You keep posting it\n  ","471187":"\n  What if I'm that thing?\n  ","471188":"\n  Meh.. I don't care that much to have favorites.\n  ","471189":"\n  I haven't but would be fun\n  ","471190":"\n  Always there for people who need me <3\n  ","471191":"\n  I think life still has meaning, just not in a religious sense of the word.\n  ","471192":"\n  Haha cute XD\n  ","471193":"\n  Hasn't been yet\n  ","471194":"\n  ¯\\_(ツ)_\/¯\n  ","471195":"\n  My personality\n  ","471196":"\n  I was looking at Amazon 🤣\n  ","471197":"\n  Grey\n  ","471198":"\n  Uh huh 🤣\n  ","471199":"\n  $5-20\n  ","471200":"\n  Sure you will lol\n  ","471201":"\n  Would it? 🤔\n  \n  Maybe\n  ","471202":"\n  Most can be.\n  \n  Guess the risk factor\n  ","471203":"\n  No\n  \n  He's around. Likes calling me Alice, no idea why. Sent something with that name to me this week.\n  ","471204":"\n  Would not surprise me.\n  \n  Expectations are rather nonexistent atm 🤣\n  ","471205":"\n  More people should be like you :)\n  ","471206":"\n  I believe so? Haven't been watching lately.\n  \n  True or no audience with the people. More intimate.\n  ","471207":"\n  Like nascar? Not that much.\n  ","471208":"\n  Yes\n  ","471209":"\n  lol ok then\n  ","471210":"\n  Am I fake for being on late? 🤣\n  ","471211":"\n  Seems accurate\n  ","471212":"\n  Bit cocky there 😉\n  ","471213":"\n  Yes.\n  ","471214":"\n  Depends on the type but not usually. Ingredients used.\n  ","471215":"\n  Need\n  ","471216":"\n  You guys never follow though.\n  \n  Even that person who bought the bikini wasn't that way.\n  ","471217":"\n  Don't get the point in writing that when I just shared it ¯\\_(ツ)_\/¯\n  ","471218":"\n  Yes\n  ","471219":"\n  Sure\n  \n\n   http:\/\/amzn.to\/2mQK30H\n  \n","471220":"\n  Had plans that didn't go to plan 😈😉\n  ","471221":"\n  Falling on my face and period pretty much at the same time. Wasn't fun.\n  \n  I don't think I have a new bad one atm... my foot is kind of bugging me though. Must have pulled a muscle in it with dancing or doing pushups, dips.. something. It doesn't hurt too bad.\n  ","471222":"\n  Routine. Doing something you like. I can be pretty hands on.\n  ","471223":"\n  1pm now for him.\n  ","471224":"\n  I read that as clothing and was like wtf XD\n  \n  It's weird. Can be helpful with cells... but ya, strange. Do not want more of me lol\n  ","471225":"\n  Would you like the link? :p\n  ","471226":"\n  We'll see unless no card\/name attached.\n  ","471227":"\n  Gross\n  ","471228":"\n  Am I? 🤔\n  ","471229":"\n  I miss any boy that isn't mine haha\n  ","471230":"\n  Think you mean Jennifer?\n  ","471231":"\n  That's sad 🤣\n  ","471232":"\n  A p0rn vid 🤦🏼‍♀️\n  ","471233":"\n  Grease\n  \n  Dirty Dancing\n  \n  Lion king\n  \n  Once\n  \n  Les miserables\n  \n  Sound of music\n  \n  Mamma Mia\n  \n  A Star is Born\n  ","471234":"\n  Haha it did make me think of Jennifer's Body too XD\n  \n  I much rather see the other 3 I mentioned to you first though. In time!\n  ","471235":"\n  😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈\n  ","471236":"\n  Yesterday ;\n  \n  Chicken, salad, fruits, vegetables, ice cream and a bunch of other items.\n  ","471237":"\n  Oh yes XD\n  ","471238":"\n  None lol\n  ","471239":"\n  You are better off not knowing. He's like another Ben.\n  ","471240":"\n  Nothing. No follow up lol\n  ","471241":"\n  Have enough, tyvm.\n  \n  In the future, yes.\n  ","471242":"\n  I'd rather them be curious and want to do something. Wouldn't force something they hate. Take all the precautions etc\n  ","471243":"\n  Football, soccer, basketball, baseball, hockey, volleyball, dodgeball, tennis, badminton, lacrosse, track, and many others that would fit the Olympic ones.\n  ","471244":"\n  My sister-in-law is a h*e for it.\n  \n  I could take it or leave it\n  ","471245":"\n  Doing the things I love.\n  ","471246":"\n  Helps build character but not everyone is built for sports either ¯\\_(ツ)_\/¯\n  ","471247":"\n  Hey\n  ","471248":"\n  Yes. I ended up leaving them out and then was like these f*ckers need to be fridged. It was hot out so I suspect that the temp made it harder too. Still good tho\n  ","471249":"\n  I suppose that depends what is \"wrong\". How each would be treated, its not always in good ways lol\n  \n  Or do you mean everyone should have medication way by treatments?\n  \n  Each should have respect, resources available, normal lives, support groups etc\n  ","471250":"\n  Not always\n  ","471251":"\n  Depends on what you would rope disabled as being.\n  ","471252":"\n  Not always but it can happen, especially with weed.\n  ","471253":"\n  It wont last 😴😴😴\n  ","471254":"\n  A shit ton\n  ","471255":"\n  Yes. You don't know someone's story.\n  \n  Clearly, in certain cases, you just know based off the way they act or physical features but you shouldn't be d!cks about it either. Doesn't concern you. Let them live.\n  ","471256":"\n  I have a few 😈\n  ","471257":"\n  It can be but helps you be aware too. Should get a real diagnosis.\n  ","471258":"\n  Saying no would be pretty ignorant, imo.\n  \n  It's always nice learning about those things especially when faced with, yourself or others close to you.\n  \n  It's too early to think of specific ones atm lol 😴\n  ","471259":"\n  Not professional ones but I've watched soccer, football and basketball.\n  ","471260":"\n  Obviously\n  ","471261":"\n  No reason not to be kind\n  ","471262":"\n  I need to be up a little earlier than usual. Good luck to me 🤣\n  \n  Have a good day\n  ","471263":"\n  Night beautiful people\n  ","471264":"\n  Good night\n  ","471265":"\n  Too hot for that lol\n  ","471266":"\n  Yes. Already 2am here\n  ","471267":"\n  Good night king\n  ","471268":"\n  I know :p\n  ","471269":"\n  That part in Grease at the rally came to mind when the boy was talking to Sandy and she mouthed back \"fine\".\n  \n  They didn't have that gif up.\n  ","471270":"\n  lol Hugs back\n  ","471271":"\n  Gave some\n  ","471272":"\n  Took my bathingsuit off outside after swimming and wrapped the towel around me.\n  ","471273":"\n  I don't really need them but eh\n  \n  Easy way to give some away lol\n  ","471274":"\n  Hello.\n  \n  Hey isn't a real question.\n  ","471275":"\n  Done :)\n  ","471276":"\n  Family Fued, Jeopardy.\n  \n  Whose line is it anyway was funny.\n  \n  Who wants to be a millionaire\n  ","471277":"\n  Towel drying my hair at 1am\n  \n  Got cold lol\n  ","471278":"\n  It's fine. Still got sh!t done 💪\n  ","471279":"\n  Swimming:)\n  ","471280":"\n  Yes XD\n  ","471281":"\n  I like the one above this XD\n  ","471282":"\n  Yes. I have.\n  \n  Not lately tho\n  ","471283":"\n  Hahaha\n  ","471284":"\n  Indeed\n  ","471285":"\n  Plenty of things 🤣\n  ","471286":"\n  When?\n  \n  Lit sounds like that zack guy XD\n  ","471287":"\n  Is that an empty promise? I'm dead serious about swimming. Doesn't have to be dirty or anything.\n  ","471288":"\n  Made cookies, been online, workout, shower, took a walk with my mom. Now i want to go swimming but idk if that will happen\n  ","471289":"\n  Yes to what?\n  \n  Swimming with me sometime tonight? 🤞\n  ","471290":"\n  Golden showers :p\n  \n  Y'all gotta make everything dirty and awkward.\n  ","471291":"\n  No it doesn't!\n  \n  Unless jets are involved :p\n  ","471292":"\n  I've only been sledding, helped build an igloo and had snowball fights.\n  \n  Never skied or snowboarded.\n  \n  Ice skating could be fun but I didn't have skates when I went haha just acted like I did XD\n  ","471293":"\n  It felt like the perfect temperature. Yes, please!\n  ","471294":"\n  Kind of feel like night swimming. Don't really feel like swimming alone though ¯\\_(ツ)_\/¯\n  ","471295":"\n  Never\n  ","471296":"\n  Sorry to hear that\n  ","471297":"\n  I get a lot of health ones. From copd to diabetes to funeral homes etc\n  ","471298":"\n  When whipcream melted so fast :(\n  ","471299":"\n  Adorable\n  ","471300":"\n  I wish.\n  \n  Did foam roll tho\n  ","471301":"\n  Yes :( feel like I haven't been productive as much because of the time flying past\n  ","471302":"\n  Yes\n  ","471303":"\n  1969\n  \n  1920\n  \n  1912\n  ","471304":"\n  All these days seem long now 🙃🤣\n  \n  But today went by pretty fast!\n  ","471305":"\n  - Christina Aguilera\n  ","471306":"\n  Not really. More a quick shower.\n  ","471307":"\n  Nice!\n  \n  That is usually my go to when I wasn't doing keto. Also would have guacamole and sour cream. Chicken or steak depending on what I wanted more.\n  ","471308":"\n  Misfit\n  ","471309":"\n  Mediocre\n  ","471310":"\n  My Amazon person was nicer than you. Didn't have to do or watch anything.\n  ","471311":"\n  Maybe later.\n  ","471312":"\n  Normal one :p\n  ","471313":"\n  Just took a shower after working out. Relaxing a little, for now.\n  ","471314":"\n  Working out.\n  \n  It was 105 out 🔥\n  ","471315":"\n  It's been ok so far. You?\n  ","471316":"\n  XD\n  ","471317":"\n  Which time would that be? :p\n  ","471318":"\n  More like greed.\n  ","471319":"\n  My mom would definitely hear that then 🤣🤣🤣\n  ","471320":"\n  It's like you guys have never seen legs before or something XD\n  ","471321":"\n  I don't know where that mouth has been\n  ","471322":"\n  Think I need a study buddy (other than Maxwell)\n  ","471323":"\n  I still need to do squats, jumping jacks, crunches, situps, leg raises and oblique crunches 🤦🏼‍♀️\n  ","471324":"\n  Chicken wings, soy sauce.\n  \n  Salad. Had snap peas and other stuff in it. Used balsamic vinegar dressing tonight.\n  \n  Carrots\n  \n  Cucumber\n  \n  Tried one of the cookies. They ended up getting a bit harder than I thought they'd be when cooling.\n  ","471325":"\n  How would I know, anon?\n  ","471326":"\n  I took a shower yesterday.\n  \n  Never done drugs\n  \n  Clean in a s*xual way too.\n  ","471327":"\n  Yes\n  ","471328":"\n  Nah we totally discussed it lol\n  ","471329":"\n  You didn't even pay last time\n  ","471330":"\n  Well that's not any good\n  ","471331":"\n  Because most haven't even been questions. Just weird statements etc.\n  ","471332":"\n  In a good way?\n  ","471333":"\n  Not me lol\n  ","471334":"\n  We haven't talked in forever then. Why be annoying with all these questions?\n  ","471335":"\n  Hopefully will work now\n  ","471336":"\n  Oh well. Perks of being vip+ at times 😈\n  \n  Should have made this secret :p\n  ","471337":"\n  Depends what I ate like anyone else???\n  ","471338":"\n  Someone who knows the difference between than and then 🤦🏼‍♀️\n  ","471339":"\n  This again?\n  ","471340":"\n  Because you were still anon and clearly not the person I thought of :p\n  ","471341":"\n  Nice\n  ","471342":"\n  Yes\n  ","471343":"\n  Not how it works and you were talking about IG, not FB.\n  \n  And I definitely don't have you on kik.\n  \n  Has no pic, 4 answers... who would give any social media to you? Nevermind the way you been acting.\n  ","471344":"\n  More like \"gave ads\".\n  ","471345":"\n  Not going to post either one lol\n  ","471346":"\n  Uh huh.. study XD\n  ","471347":"\n  Not always. I did have earphones on last time so idk if I was loud in the other way lol\n  ","471348":"\n  Nah. Working out and its freaking hot out 🔥🔥🔥\n  ","471349":"\n  Yes, those lol\n  \n  Wasn't sure what to call it :p\n  ","471350":"\n  I think my mom heard me that night since she's been knocking at the door more when she needs to come in ¯\\_(ツ)_\/¯\n  ","471351":"\n  Big surprise there XD\n  ","471352":"\n  Just has that way about her ¯\\_(ツ)_\/¯\n  ","471353":"\n  Maybe when I get the cherry bikini 🍒🍒🍒🍒🍒\n  ","471354":"\n  Can be.. but overall, no.\n  ","471355":"\n  ???\n  ","471356":"\n  Sorry :(\n  ","471357":"\n  I'm surprised you didn't say anything about yesterday, tbh.\n  ","471358":"\n  That's annoying!\n  \n  Maybe go to \"settings - stories\" and change certain boxes.\n  \n  I think there's something that comes up when you decide to make it a highlight.. like how long you want it for?? Could have hit a limit with how many highlights are under a certain category?\n  \n  Force quitting the app could help then doing it like normal\n  ","471359":"\n  I don't like my back :(\n  \n  Booty isn't too bad tho\n  ","471360":"\n  I get on with my mom more\n  ","471361":"\n  How's it already 5pm?\n  ","471362":"\n  M doesn't have ig\n  \n  You can ask off anon. Not hard to do. I'd reply back to your page instead of posting openly on here. It's also not \"all the time\".\n  \n  The other person has their account deactivated right now on here and I dont believe he has one anyways?\n  \n  I already have Heather on there. We've moved on from kik to FB when there were rumors about it closing.\n  ","471363":"\n  Same :p\n  ","471364":"\n  Must have been in a mood then\n  ","471365":"\n  I haven't had to deal with that. Maybe customer service could or something else online?\n  ","471366":"\n  Who said differently? 👀\n  ","471367":"\n  If holding someone down in the water counts. She tried touching our boobs when younger. She also hit me in the stomach when we were playing basketball once.\n  \n  Hm I've thrown punches before but more to make someone stop instead of actually trying to hurt them for real.\n  \n  I'm more a lover\/peace maker. I don't like confrontations. Rather talk instead of physically fighting.\n  ","471368":"\n  Sad :( I'd bake for anyone. It can be therapeutic at times :)\n  ","471369":"\n  Ouch\n  ","471370":"\n  Sometimes but that's been the first thing during quarantine\n  ","471371":"\n  Hopefully they'll be good lol\n  \n  Haven't had any yet\n  ","471372":"\n  Yes.\n  \n  Chocolate chip peanut butter. Added pecans too.\n  ","471373":"\n  Need to do that too lol\n  ","471374":"\n  Need to workout -_-\n  \n  Why, what did you have in mind? :p\n  ","471375":"\n  Beauty, fashion, vloggers, music and sometimes movies.\n  ","471376":"\n  Amen 🎂🍰👏👏\n  ","471377":"\n  I mostly just use in my yogurt. The dogs eat it too. Wrangler needs a pill since has allergies and that or cheese is the easiest way. Think my sister and her husband eat it more by the spoonful lol\n  ","471378":"\n  Ah yes all the cake talk ;)\n  ","471379":"\n  Oh well. Seen lingerie pictures since he was the one that got them for me.\n  ","471380":"\n  Yes. lol\n  \n  It's been in my inbox for a while now. Month atleast.\n  ","471381":"\n  Heather wants to know what you did for the first one.\n  ","471382":"\n  No. Nothing happened. He just stopped talking.\n  ","471383":"\n  Little of both\n  ","471384":"\n  Wrangler is an azzhole so him :)\n  ","471385":"\n  Hasn't been on here but he's still posting on IG. We don't talk anymore. He didn't see the last lingerie picture either. I was like why bother?\n  ","471386":"\n  We'll see 😈\n  ","471387":"\n  I don't usually do pushups or dips but been doing since the quarantine started 💪💪💪\n  ","471388":"\n  Jennifer or Ross? O.o\n  ","471389":"\n  Great minds!\n  \n  Rag doll your ass.. uh... 🤣\n  \n  Always running out of pj lately :o but been buying some too. Good for the moment.\n  ","471390":"\n  With ham and other crap\n  ","471391":"\n  It's probably Ross again 🤣\n  \n  Or someone new that hasn't sent anything before.\n  ","471392":"\n  He's always naked! That flesh tone ;)\n  \n  No, not named after anyone.\n  ","471393":"\n  You inspired me to make cookies today 🤣 in the oven now. Did chocolate chip peanut butter ones. Added some pecans in too.\n  \n  Gets stronger than you :p\n  \n  (Still need to do)\n  ","471394":"\n  Whiplash was inspiring. Never giving up etc\n  ","471395":"\n  Nope but have with snacks or it didn't end up giving me it.\n  ","471396":"\n  XD\n  ","471397":"\n  Wouldn't surprise me lol\n  ","471398":"\n  Cries\n  ","471399":"\n  Think I'll make cookies o.o\n  ","471400":"\n  How is that cool or inspiring? :p\n  ","471401":"\n  I liked this reminder.\n  ","471402":"\n  I have never broken a phone.\n  \n  Just upgraded when needed\/it was time.\n  ","471403":"\n  Dirty blonde\n  \n  Mix of my parents.\n  \n  Blonde and brown\n  ","471404":"\n  I've only had highlights\n  ","471405":"\n  Cool. Nice to meet you\n  ","471406":"\n  Ambivert\n  ","471407":"\n  Straight and a bit wavy\n  \n  Its thick like me too\n  ","471408":"\n  Nicole\n  ","471409":"\n  Haven't been lol\n  \n  Why wear it when not going anywhere?\n  ","471410":"\n  In certain areas, yes. Always making progress..\n  ","471411":"\n  Ice skating, snowboarding, marathons\n  ","471412":"\n  In gym class\n  \n  I'd always do better with the bigger bats ¯\\_(ツ)_\/¯\n  ","471413":"\n  Individual thing..\n  ","471414":"\n  Screenshot, save in a collection to come back to\n  \n  Write down if neccessary\n  ","471415":"\n  Yes. Thought about before.\n  ","471416":"\n  The best fact 😘😘\n  ","471417":"\n  About that...\n  \n  I haven't worn makeup since my face got messed up lol\n  \n  I haven't worn a bra either. Last time I was on my period I went walking with one on and it kept giving me back pain there so.. haven't worn since 🙃\n  \n  Still shower, do hair and all that.\n  ","471418":"\n  Roll ups, gushers\n  \n  But I enjoy fruit too as snacks :)\n  ","471419":"\n  Whichever one I got along with more. Stop bringing race into every single question.\n  ","471420":"\n  Because it was smaller :p\n  \n  You are forgiven 🤣🙃\n  \n  Right!\n  ","471421":"\n  Yes :(\n  ","471422":"\n  Please\n  ","471423":"\n  lol salty\n  \n  Said \"the ones we'd do\"\n  \n  🤣\n  ","471424":"\n  I haven't\n  ","471425":"\n  Yes.\n  \n  Dreaded Wednesday\n  \n   @danceswitcakes\n  \n  🤣\n  \n  Jk it's been helping\n  ","471426":"\n  Doing keto\n  \n  Exercise... walk, workout, swim, sometimes running.\n  \n  Technically, I'm still not healthy due to pcos, insulin resistance and fatty liver. But atleast I'm healthier than I was :)\n  ","471427":"\n  Hm\n  ","471428":"\n  👍\n  ","471429":"\n  That's a weird way to mention that 🤣\n  \n  Had to look it up\n  ","471430":"\n  Patriots\n  \n  Arsenal and Manchester United\n  ","471431":"\n  Yes\n  ","471432":"\n  My legs\n  \n  Car\n  ","471433":"\n  Agreed.\n  ","471434":"\n  Football, mostly.\n  ","471435":"\n  They definitely do\n  ","471436":"\n  Yes\n  ","471437":"\n  I probably will soon but right now I'm fine with being in the a\/c\n  ","471438":"\n  A woman president would be nice to see eventually but I don't think it will be her. I kind of feel like she was already running it when Bill was in office a bit. I don't like how she acts entitled to everything, hair still the same.. has she ever had a normal hairstyle? The clothes are still screaming 90's business woman. Vintage is nice but I don't like her outfits.\n  ","471439":"\n  No\n  ","471440":"\n  I can't whistle:(\n  ","471441":"\n  I don't think so 😈\n  ","471442":"\n  ¯\\_(ツ)_\/¯\n  ","471443":"\n  Football?\n  ","471444":"\n  Still on anon and trying to fight me on this lol\n  ","471445":"\n  Must be thinking of someone else then. Heather has always been known as panda.\n  ","471446":"\n  5 hours ago - sleeping still\n  ","471447":"\n  F*ck no. I hated sports when younger 🤣\n  \n  Some still suck\n  ","471448":"\n  How are you not? 🤣\n  ","471449":"\n  You guys are creeps for starters lol\n  ","471450":"\n  I run sometimes. Need to be in the mood for.\n  ","471451":"\n  I don't share that information on here to anons. If we are mutual followers and actually talked before then that's a different story.\n  ","471452":"\n  Ice skating and snowboarding. The marathon runners too.\n  ","471453":"\n  Just lingerie, the bath one and a boob pic but nips weren't showing in it\n  ","471454":"\n  Orange\n  ","471455":"\n  I didn't.\n  ","471456":"\n  Numbers\n  \n  Old area codes too\n  ","471457":"\n  No follow up\n  ","471458":"\n  Sometimes it tastes weird to me but other times I like it.\n  ","471459":"\n  Oh yes, lovely 🤣\n  ","471460":"\n  Last night, yes.\n  ","471461":"\n  I don't think she's getting off of me anytime soon.\n  ","471462":"\n  👆👆👆👆\n  ","471463":"\n  I'm a sagittarius.\n  \n  N\/A\n  \n  Libra and Taurus\n  ","471464":"\n  Good night, satan.\n  ","471465":"\n  We have a roomba and an actual one. Not sure on that brand. A few months ago, I don't usually do that specific chore.\n  ","471466":"\n  I like adventure but don't feel like certain ones fit the adventurous streak ¯\\_(ツ)_\/¯\n  \n  Or its more boring type of way.\n  ","471467":"\n  Cashapp\n  ","471468":"\n  On Tuesday I was basically a pool wh0re.. literally, had a nip slip and everything  :*( might be on camera too 👀\n  \n  Ate lunch by the pool, went swimming multiple times. Layed out.\n  \n  Took a shower.\n  \n  Watched the movie \"Whiplash\" and ate Chipotle.\n  \n  Took a walk with my mom. I was so close to hitting my step goal but the time changed to the next day on me -_-\n  ","471469":"\n  I've felt pretty good :D\n  ","471470":"\n  Depending on the partner ;)\n  ","471471":"\n  Good question\n  ","471472":"\n  :)\n  ","471473":"\n  Join the party ;)\n  ","471474":"\n  No. I haven't. I wouldn't do that to someone. I  would have the balls to cancel on them before it got to standing someone up.\n  \n  The last person had about three or more days to find someone else. Kind of a blessing that I listened to myself since they got mad. Pretty sure they blocked me too. It was just a really shady feeling inside and listened to it. I was also sharing more whereas they just kept mentioning a date over and over again until I agreed. Only to cancel IN ADVANCE lol some men tho... ¯\\_(ツ)_\/¯\n  ","471475":"\n  Good to \"see\" you too.\n  ","471476":"\n  Weightwise: I still haven't hit the one I set. 14 pounds left for that minigoal.\n  \n  Plan out time to write. Think of how many total pages I want. How many each chapter etc\n  ","471477":"\n  Aeb\n  ","471478":"\n  If you say so\n  ","471479":"\n  Cutie has been tiresome tonight\n  ","471480":"\n  me lol would have been a better one or Maxwell 🤣\n  ","471481":"\n  Need to pee\n  \n  The sun\n  \n  I don't feel tired anymore ¯\\_(ツ)_\/¯\n  ","471482":"\n  I have 23 of these.. 22 now.\n  ","471483":"\n  Cute lil panda\n  ","471484":"\n  HS: English, history, law.\n  \n  College: psychology ones, anthropology, art class, western civ\n  ","471485":"\n  Two in college\n  ","471486":"\n  Fly\n  ","471487":"\n  Yes\n  ","471488":"\n  I'll get around to them eventually\n  ","471489":"\n  Yes\n  ","471490":"\n  Which ones?\n  ","471491":"\n  I'm not but that's very kind of you to say.\n  ","471492":"\n  Nah\n  ","471493":"\n  Which?\n  ","471494":"\n  Thanks\n  ","471495":"\n  Watching Whiplash still\n  ","471496":"\n  Lovely\n  ","471497":"\n  They aren't even real questions\n  ","471498":"\n  Hahaha\n  ","471499":"\n  132\n  \n  And that person keeps adding stupid things to it -_-\n  ","471500":"\n  Very nice\n  ","471501":"\n  One I liked and thought it looked similar, especially when my hair is darker.\n  \n  The other is my bitjomi\n  ","471502":"\n  Right...\n  ","471503":"\n  You must be really bored\n  ","471504":"\n  Ok then.\n  \n  Heather and some other people even mention them at times :p\n  ","471505":"\n  It was more 7ish. Have lettuce left still :p\n  ","471506":"\n  8:37 PM\n  \n  MST time\n  ","471507":"\n  I've had two and just haven't answered them yet.\n  ","471508":"\n  I'm not mad.\n  \n  Busy eating dinner and watching this film.\n  ","471509":"\n  It's just you lol\n  ","471510":"\n  They were talking about springme\/formspring. Not on here.\n  ","471511":"\n  Love, being ready for more commitment, financial stability, ready for kids or more. Both should know how to cook\/bake. Can't see a life without them.\n  ","471512":"\n  Nope. Has your writing style\n  ","471513":"\n  I had some earlier :p\n  \n  I got the ghole one way more\n  ","471514":"\n  Getting a lot of bullshit questions, most likely from you.\n  ","471515":"\n  Chipotle. Haven't had in forever.\n  \n  The keto salad bowl with steak\n  \n  So much cheese XD\n  ","471516":"\n  Nowhere\n  ","471517":"\n  Then\n  \n  Don't think I did. Wouldnt say I hate them if i dont know enough of someone's music\n  ","471518":"\n  I know I am ¯\\_(ツ)_\/¯\n  ","471519":"\n  I haven't reported anything\n  ","471520":"\n  Cool\n  ","471521":"\n  Don't call me princess\n  \n  Do what, exactly?\n  ","471522":"\n  Had mystery in the title. Same as his y!a name.\n  \n  lol why would I do that?\n  ","471523":"\n  I'm in Arizona. Doesn't mean I'm originally BORN in AZ.\n  ","471524":"\n  Buffering how? O.o\n  \n  Tabi, heather, noemi, maddox, my ex, Jodi, that joe guy, mystery dude, cherry, girl with the hair that never cut it and then did, livi\n  \n  Freya but I didn't really know her that much.. more mutual friends in common.\n  \n  That annoying dan\/stan guy.\n  ","471525":"\n  I don't remember a cucumber one.\n  \n  I just remember my gloryhole anon 🤣\n  ","471526":"\n  Haven't gotten into their music? Doesn't mean I hate them.\n  ","471527":"\n  Doesn't make sense\n  ","471528":"\n  Oh.\n  \n  You weren't being a creep then lol\n  \n  Tile and carpets in the house\n  ","471529":"\n  It's not a carpet\n  ","471530":"\n  Aww so cute\n  \n  Also yay at the suckah usage :p\n  ","471531":"\n  Love\/hate with my dad\n  ","471532":"\n  The trailer was good. Teacher seemed like an azz but means well. The whole \"do better than me\" attitude. Definitely seems like something I'd be into.\n  ","471533":"\n  True. Been more focused on the newer ones XD\n  ","471534":"\n  Aw why? Should never feel disappointed over that <3\n  ","471535":"\n  Yes but most have been new to me as well. Most have been 2.5 or 3s.. 3 isn't too bad. Think there's a 4 somewhere lol\n  \n  I feel like whiplash will be a three but be good if higher too :p\n  ","471536":"\n  You are\n  ","471537":"\n  There's cashapp, Amazon or sharesome for that 😈\n  ","471538":"\n  Nah. I just took a shower\n  ","471539":"\n  Agreed! Had it that way before. Maybe always? Idk lol been so long!\n  \n  They are still good movies! Just haven't been totally remarkable to me? I feel like some films I love could even have little improvements 🤣 indecisive h*e with movies, man.\n  \n  Did it make you sad when our friend didn't like that recommendation? :p\n  ","471540":"\n  This question is two months old. Figured I'd answer with an older one XD\n  ","471541":"\n  lol kidding :p\n  ","471542":"\n  Oh 😘\n  ","471543":"\n  I still need to watch it\n  ","471544":"\n  Pasta doesn't sound too bad. Probably thought of me and was all f*ck that b!tch 🤣🤣🤣\n  ","471545":"\n  Nope. I like nerdy things but I don't own any.\n  \n  Also those guys that look all badass but are totally nerdy are so freaking adorable 😍\n  ","471546":"\n  Damn.. I dont even know lol been forever since I've had a good tortellini XD\n  \n  Ravioli would be the normal type or spinach\n  \n  Gnocchi is cool too. Rather be in the mood for.\n  ","471547":"\n  My phones getting too hot outside so I'll be back later :p\n  ","471548":"\n  Ham and Turkey wrap. Half guacamole inside.\n  \n  Half guacamole for the cucumbers. Used tajin seasoning on them\n  \n  A pickle cut up\n  \n  Almonds and strawberries\n  ","471549":"\n  Anons thinking they know everything. Just stop.\n  ","471550":"\n  Thanks for the reminder.\n  \n  Now\n  ","471551":"\n  AM I? 🙃🤔\n  ","471552":"\n  I'd say 2% if anything. It can take a lot. I guess that depends more on the moment.. it wouldn't always be the same results. Could make me sad instead of actual jealousy way too.\n  ","471553":"\n  Ew. Its 102 out today.\n  ","471554":"\n  Yes. We have a lot of apps XD\n  ","471555":"\n  Math, always. lol\n  ","471556":"\n  Liberal arts\n  \n  Lots of psychology ones, anthropology, sociology, western civilization, art class that focused on charcoal drawings etc.\n  ","471557":"\n  Learning\n  \n  Getting a degree\n  \n  Having something to do\/future\n  \n  Meeting people\n  ","471558":"\n  No.\n  ","471559":"\n  I wish\n  ","471560":"\n  To the same damn places XD\n  ","471561":"\n  😈😈😈\n  ","471562":"\n  Those ribbons for random stuff lol\n  \n  High school graduation. The diploma, degree from the shop I was in and I got some money that was part of the shop degree too. (Votech hs)\n  \n  College - I don't think so.\n  ","471563":"\n  Oh God\n  ","471564":"\n  I know they are real.\n  \n  Seen a UFO when younger with my sister and dad.\n  ","471565":"\n  Maybe\n  \n  I dont feel like tagging anyone. Obviously ones I'm more close with though.\n  ","471566":"\n  Which one? Since clearly all are broken up with XD\n  \n  I've only dumped one person. If you meant him, then no. I could careless what he's up to. Someone did ask a question recently about him and I searched him.. there wasn't much information about what he's been doing, no relationship status. He just went AWOL there. Hopefully things are good. Wasn't a bad guy, just not my guy lol if anything the relationship should have ended sooner.\n  ","471567":"\n  Depends more on the subject. Mostly A, B and sometimes C student.\n  \n  Or did you mean in other ways?\n  ","471568":"\n  I've been walking, workingout, swimming, being with family. Movies.. need to watch Whiplash sometime today. Some new shows or finishing them would be good. Was into reading but I don't really have any books right now, just on my kindle. Haven't gotten into reading again on it yet.\n  \n  I've started writing something more personal. Still going to keep it more fictional. Details changed a bit.\n  ","471569":"\n  I didn't finish. Moved. It was only 2-3 classes left but they were in math and science, not really my strong suits either.\n  \n  I'd pick psychology. Half of my classes were in that field.\n  \n  Maybe even a minor in becoming a dietitian.\n  ","471570":"\n  In college. That guy's class was a joke and he canceled a lot of the time too.. so my friend and I would just go somewhere if that happened. One day we were literally outside of the class and both talked about not wanting to go in so we didn't lol\n  \n  He literally just put movies on. We could use the book for tests. We didn't really have homework. Maybe an essay once? Used the book for the exam too. It was just a useless class lol didn't learn anything new from it.\n  ","471571":"\n  Sometimes\n  ","471572":"\n  The major.. be in what I want instead of liberal arts.\n  ","471573":"\n  5'7\" or 170 cm\n  ","471574":"\n  On pizza... just seems wicked strange lol\n  \n  I've had canned ones before and they were ok.. but yes the pizza idea is what came to mind lol I dont like them in salads either.\n  ","471575":"\n  That people say I look like my mom\n  \n  Legs\n  \n  Hair\n  \n  Eyes, same as mom too.\n  ","471576":"\n  So good that I see certain patterns -_-\n  ","471577":"\n  No, I'm not afraid to admit wrong doings. You grow and learn from them.\n  ","471578":"\n  Yes, sometimes.\n  ","471579":"\n  No clue. Probably surpassed that age. Won't know until you lived all of them?\n  ","471580":"\n  * then not than\n  \n  Who says I can't? Just because they aren't listed in the display part doesn't mean I don't post pictures. Not everyone is always in the mood to take pictures.\n  ","471581":"\n  Huh?\n  ","471582":"\n  A few\n  ","471583":"\n  Hazel\n  ","471584":"\n  Weight\n  ","471585":"\n  Yes :p\n  ","471586":"\n  First, middle and last.\n  ","471587":"\n  5-7 range\n  ","471588":"\n  A shit ton\n  ","471589":"\n  Haha XD\n  ","471590":"\n  Np\n  ","471591":"\n  Nah its not that James guy lol\n  ","471592":"\n  Myself, at times?\n  ","471593":"\n  95% is mostly anon I'd reckon. I do think I get more interesting anons.\n  \n  I feel like most of the open named ones just repeat the same questions or its not that thought provoking at times. More simple questions.\n  ","471594":"\n  I just know that I'm a sagittarius. Don't know about the rest of them.\n  ","471595":"\n  Blue. More the lighter tones, ocean hues.\n  ","471596":"\n  Procreate\n  ","471597":"\n  :(\n  ","471598":"\n  Probably? Yet again only 2 year difference with my sister.\n  \n  Mom likes to say how she waited because of my brother 🤣\n  \n  My dad is a way better grandpa to the nephews.\n  ","471599":"\n  XD\n  ","471600":"\n  I haven't watched all of Tiger King. I like the memes more tho\n  ","471601":"\n  Same to you\n  ","471602":"\n  Normal spaghetti or ziti\/penne.\n  \n  Think I like shells a bit more for macaroni. Don't mind other ways tho\n  \n  Tortellini\n  ","471603":"\n  Lynds\n  ","471604":"\n  Yes\n  ","471605":"\n  He was adorable\n  ","471606":"\n  That's a good thing :p\n  ","471607":"\n  Some things are good, others aren't.\n  ","471608":"\n  I'm aware of what you meant lol\n  ","471609":"\n  lol\n  ","471610":"\n  Aw that's sweetly creepy\n  ","471611":"\n  Sounds like a YOU problem\n  ","471612":"\n  Brains\n  ","471613":"\n  Just a standard one\n  ","471614":"\n  Nope. But I went actual camping. Even had to help grown azz men put their tents up 🤣\n  ","471615":"\n  Yes 😈\n  \n  Nah I'm sure some are good.\n  ","471616":"\n  In a normal way, yes.\n  \n  With harness and all that, I haven't. Think I'd need to master bouldering or something first:p\n  ","471617":"\n  Jealous\n  \n  Pool\n  ","471618":"\n  We have YouTubetv\n  \n  Hulu, disney+, HBO go, Netflix\n  ","471619":"\n  Will try :)\n  ","471620":"\n  You too :p\n  \n  Good night\n  ","471621":"\n  Cute.\n  \n  Good night\n  ","471622":"\n  Just being centered.\n  \n  A good nights sleep... as I'm still freaking up :( hopefully wake up at a decent time.. get in some pool time.\n  \n  Should go to walmart tomorrow for what I need and maybe check out some hair stuff or other things. Haven't been to the store since the quarantine started lol will be weird :p\n  \n  Want to dedicate some time to writing. Still need to figure out the male's name in it out of the ones I liked earlier for it. The part right now of it should be easy. The rest will be harder to get into words. 🤞\n  ","471623":"\n  Not save up for the future. Let others influence me.\n  \n  I could go on....\n  ","471624":"\n  Hey\n  ","471625":"\n  As one should 😉\n  \n  Jokes. Mutual respect and all that would be way better. Nobody should really be on a pedestal.\n  ","471626":"\n  I think the last thing was buying something off my Amazon wishlist.\n  ","471627":"\n  I don't want to play favorites ;)\n  ","471628":"\n  Maybe!\n  ","471629":"\n  I really wish ask had a dark theme.\n  ","471630":"\n  *tucks you in*\n  \n  I don't need that. It would soon unravel\n  ","471631":"\n  I don't really think there is one? I don't automatically go to one when I need to be \"happy\". If anything, listening to metal music makes me in a better mood. Helps me chill out.\n  \n  But these ones are good too...\n  \n\n   https:\/\/youtu.be\/dyihQtBes1I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/gte3BoXKwP0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","471632":"\n  Don't think I do.\n  ","471633":"\n  One day at a time\n  \n  Do something you love every day\n  \n  Hakuna matata\n  \n  You can do this\n  \n  Killing it\n  \n  You got this\n  \n  Believe in yourself\n  ","471634":"\n  Yes 👏👏👏\n  ","471635":"\n  Back and one of the sides. Probably the right side.\n  \n  Don't think I'd pull off the 360\n  ","471636":"\n  Hi - Why is everyone saying hello?\n  ","471637":"\n  Appreciate you, fam.\n  \n  Not going to dive into that though lol\n  ","471638":"\n  People can still be friends or on good terms. It doesn't always mean that they want to f*ck you lol\n  ","471639":"\n  me lol\n  \n  Noticed a pic from 2017 and was like holy shit!!@\n  ","471640":"\n  I love to laugh 🤣\n  \n\n   https:\/\/youtu.be\/BvAGNSJ7Wrc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","471641":"\n  👍\n  ","471642":"\n  Hi\n  ","471643":"\n  Maybe! Probably just the back as I don't really want a sunburned scalp currently. Freaking 100+ out here already.\n  ","471644":"\n  Yup. One friend does know certain things but I haven't confided in other developments in awhile.\n  \n  She has enough issues right now trying to rent a place.\n  ","471645":"\n  I wish I could see my polls easily XD they buried somewhere. Not sure where they left off.\n  \n  I'll probably just go blonder. I believe we still have all the chemicals for that from Sally's Beauty. Dont think I used it all last time.\n  \n  Or maybe will get something at the store next time I go. Probably at walmart since need to go there soon.\n  ","471646":"\n  I know. I should really shut up at times but I feel the need to answer SOME of these type of questions at times. It kind of helps put things into perspective too? Not always good to bottle it up ¯\\_(ツ)_\/¯\n  ","471647":"\n  He kind of avoids certain topics. I get it but eh.\n  ","471648":"\n  Football- Patriots 😈 also for other sports.. Boston teams. Can't fully take away the masshole!\n  \n  I like Arsenal and Manchester United\n  ","471649":"\n  Go to movies, eat, shop, beach, camping, get kicked out of a resort... we weren't that big into drinking then but that would probably suffice now. Hangout, walk, spa days..\n  ","471650":"\n  Nah. Its been more anon messages on here back when all the fwb and other stuff was talked about. Certain things he said related to stuff going on then type thing. I just assumed it was him.\n  \n  We do sometimes talk elsewhere tho.. the actual person in question.\n  ","471651":"\n  That's good. Enjoy him :)\n  ","471652":"\n  Yes.. think she was obsessed with different celebrities too.\n  \n  She's actually liking all these lol\n  ","471653":"\n  If those messages were even from him which I think they were then yes.\n  ","471654":"\n  In his case it's understandable.\n  \n  With someone else.. I'm not sure. They'd really have to feel special to me. Both be 100% real, great connection, actually meet etc\n  ","471655":"\n  Hey king\n  ","471656":"\n  Hahah its not!\n  \n  But that made me smile\n  ","471657":"\n  I don't like the \"get him\" message. He's a person, not a prize to be won or in an ownership way. Plus, cheating or breaking up in general can be a hard thing to process. Shouldn't really wish that on people. I've known him way longer but I don't feel any entitlement due to that. It's just it is what it is type of deal.. wanting him happy even if not with me. I've always believed in that. Even when I found out other things, I was still happy for him.\n  ","471658":"\n  Why's that?\n  \n  Anyways, that's his to decide. I'd wish him happiness even if it wasn't with me. I don't feel like she's the best he could do. Even past partners seem much better but I don't know everything that goes on either.\n  ","471659":"\n  I can't confirm or deny.\n  \n  I just know one thing that suggests that she could be.. I don't know if that's more about him or me though. Or just curiosity type thing?\n  \n  I'd rather not say more on what that is though.\n  ","471660":"\n  Haha XD\n  \n  You guys are cute.\n  ","471661":"\n  Hypothetically, what if I did?\n  ","471662":"\n  Idk I feel like she'd beat my azz eventhough she's smaller including height wise 🤣\n  ","471663":"\n  Just keep moving forward with the fitness one.\n  \n  Legs\n  \n  Eyes\n  \n  Hair\n  ","471664":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/LHEsE9yN2CY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","471665":"\n  Whose that? ;)\n  ","471666":"\n  What about?\n  ","471667":"\n  Guess I'm just feeling good in my body. Trying not to let other things bring me down, focusing on positives. I've had two bad days last week but ya.. always move forward! Onwards and upwards.\n  ","471668":"\n  Worried about some of you XD\n  ","471669":"\n  Never know what to say\n  \n  #overthinks\n  ","471670":"\n  Why.. do Boston accents get you off?\n  ","471671":"\n  Oh no x\n  ","471672":"\n  Meant to do something today but didn't.\n  ","471673":"\n  Seems so. My page was all nice and innocent :p\n  ","471674":"\n  No bra\n  ","471675":"\n  Nope. Still in the same pjs as last night 🤦🏼‍♀️\n  ","471676":"\n  That depends on you I suppose\n  ","471677":"\n  XD\n  ","471678":"\n  Who knows when that will be\n  ","471679":"\n  I'm not sure. Haven't slept much earlier. Still going on a walk tonight though with my mom.\n  ","471680":"\n  Lucky me\n  \n  Love a man in armour 😈🤣\n  ","471681":"\n  Oh I'm sure\n  ","471682":"\n  Indeed;)\n  ","471683":"\n  Kiss my shoes\n  ","471684":"\n  That doesn't seem that fun but atleast I'd have the key 😈\n  ","471685":"\n  What I said the last time still stands.. there could be exceptions. 👀\n  ","471686":"\n  So you can live out the chastity?\n  ","471687":"\n  Oh?\n  ","471688":"\n  I need to start wearing my anklet soon.\n  ","471689":"\n  Do I seem happier then?\n  ","471690":"\n  Sometimes or just a \"they look good in that\" way. Never been a s*xual thing for me. Can tell a girl is good looking but I'm like nope, not for me lol all about the clothes, makeup etc.\n  ","471691":"\n  Yes. Especially after seeing a pic from 2017 🤮\n  ","471692":"\n  Someone did say I looked like Meghan Mccain before but I never claimed to be her if that is who you mean? Could see a resemblance a bit.\n  ","471693":"\n  Would have been cool\n  ","471694":"\n  Apparently not. Just checked XD\n  \n  Born and raised in Boston. Well outside of... and currently in AZ.\n  ","471695":"\n  I wish\n  ","471696":"\n  Uh.. what are you talking about? I've ONLY claimed to be me on here. Also said the display pic looked a bit similar, especially when my hair is darker. But never anyone else.\n  ","471697":"\n  I don't.\n  ","471698":"\n  Have came a long way lol\n  ","471699":"\n  For real! What is this madness???\n  ","471700":"\n  Never played it\n  ","471701":"\n  Always the legs 🦵🏻\n  ","471702":"\n  Haha\n  ","471703":"\n  Yes. My former stepcousin just said that I was \"funny as hell\". There was a question on here about how friends would describe you. I posted on FB and he was the only one that replied so far :(\n  \n  Agreed, yo 👏👏👏\n  ","471704":"\n  With excitement? :p\n  ","471705":"\n  I'm fine with anything :)\n  ","471706":"\n  Of my rating not matching yours? 😈\n  \n  I'll get to it soon\n  ","471707":"\n  Needs a tongue attached\n  ","471708":"\n  Possibly correct\n  ","471709":"\n  If only maxwell could clean up too lol\n  ","471710":"\n  No idea but seems that way? Atleast the woman part. Feel like the \"bought one\" could be anyone though.\n  ","471711":"\n  Nope.\n  ","471712":"\n  Nevahhhhhh\n  ","471713":"\n  Why the hell wouldn't i???\n  ","471714":"\n  Shouldn't feel bad when a sale, man.\n  ","471715":"\n  ⭐⭐⭐⭐⭐\n  \n  If only they'd incorporate more ratings\n  ","471716":"\n  Says masturbation is a sin? lol @ you thinking I have a bible\n  ","471717":"\n  They mentioned a woman buying something from Amazon\n  ","471718":"\n  Don't think I've had to wear\n  ","471719":"\n  Do we really believe it's a girl who bought it? 🤔\n  \n  Yes. Always so sweet. They don't need to buy me anything.  I can take it or leave it type thing. Like awww thanks. Amazing peeps\n  \n  Reminds me of the jar of hearts song XD\n  ","471720":"\n  Very nice lol\n  ","471721":"\n  Socks?\n  ","471722":"\n  Was a can..forget what.\n  \n  Wasn't hunts.. it was supposed to be better than them but wasn't. Red.\n  \n  Sometimes we do our own.\n  \n  Also had grated parmesan on top too\n  ","471723":"\n  Nope :p\n  ","471724":"\n  They can but I feel like that's more in our own power.\n  ","471725":"\n  Something about periods lol didn't work like they thought XD\n  ","471726":"\n  I didn't really sleep last night lol ¯\\_(ツ)_\/¯\n  ","471727":"\n  I'm not religious but I've always liked the \"love is patient, love is kind\" one.\n  ","471728":"\n  Young adult author\n  \n  Teacher or teacher's aid\n  \n  Therapist\n  \n  Dietitian that would be more hands on with the person. Ofcourse making sure there's no underlying conditions instead of getting lied to like I was when younger. Technically didn't mention anything besides \"eat healthy and exercise\".. didn't check anything. Just bloodwork if that.\n  \n  Something with fashion. The old site polyvore have me a voice and a huge following. I miss it at times. Plus the income that came with it. Everything stopped at the same time :(\n  ","471729":"\n  Palmini with ground beef mixed in, sauce.\n  ","471730":"\n  Tired lol.\n  \n  Was going to take a nap but then the vacuuming started.\n  ","471731":"\n  What's normal these days? *not just covid19 *\n  ","471732":"\n  Refer to my first answer\n  ","471733":"\n  Totally -_-\n  ","471734":"\n  XD\n  ","471735":"\n  Shouldn't you know those?\n  ","471736":"\n  Sounds like that IRS guy 🤦🏼‍♀️\n  \n  It's been fine.\n  ","471737":"\n  What are the requirements?\n  ","471738":"\n  Yes.. wanted to be turned on instead\n  ","471739":"\n  Good :)\n  ","471740":"\n  Exactly\n  ","471741":"\n  You suck at your job.\n  ","471742":"\n  There's a whole rack of assortments.\n  ","471743":"\n  Psh we all know this!! <3\n  ","471744":"\n  Found broken in-half\n  \n  Found big incels\n  \n  Family becomes infected\n  \n  Found baby, inside?\n  \n  Frankly, Ben'is-an idiot\n  \n  F*cking bonkers innit\n  \n  Fires become intoxicating\n  ","471745":"\n  You just said it\n  ","471746":"\n  Surprised. I wasn't expecting anything to come of giving the link. Especially since the people always talk about money and that never happens.\n  \n  I got all warm and fuzzy when I got the \"bought you something\" message and checked, sure enough they actually did buy something.\n  \n  Hope I do it justice 💪 the measurements should be right but it's a gamble buying online at times too.\n  \n  I always appreciate when someone does buy me something. Even that floral bathingsuit was bought from an Old Navy giftcard someone sent.. not sure which Andy\/Andrew it was... I also needed to buy new swimwear. My one piece is huge on me now in areas.\n  ","471747":"\n  💦💦💦\n  ","471748":"\n  Haha XD\n  ","471749":"\n  50\/50\n  \n  Shared a room with my sister so we'd have lots of stuffed animals and other toys everywhere. Neat chaos?\n  \n  When I had my own room.. a little more neater.\n  ","471750":"\n  Not many people are? I don't view myself that way either.\n  ","471751":"\n  What happened?? <3\n  \n  Sorry\n  ","471752":"\n  Taking it to heart .seem very strong about it. With other times it was no big deal. I'm not mad or trying to be mean.\n  ","471753":"\n  Suit it yourself lol\n  \n  How are you today then?\n  ","471754":"\n  Someone just mentioned bullying then you did. Not hard to comprehend that it was you  lol\n  \n  *hugs*\n  \n  You still haven't listened to me about all that on the past lol\n  ","471755":"\n  Why ask on anon first? :p\n  \n  Not that much., surprisingly.\n  ","471756":"\n  And belly button\n  ","471757":"\n  Little one from behind.. I just thought he was small in that department. ¯\\_(ツ)_\/¯\n  ","471758":"\n  Hell yes\n  ","471759":"\n  Swim\n  \n  Lay out\n  \n  Read a book\n  \n  Take a walk along the shoreline\n  \n  Maybe build something or make designs with rocks\/sticks nearby\n  ","471760":"\n  Like my juice?\n  ","471761":"\n  Freaking vaccum was going 🤦🏼‍♀️\n  ","471762":"\n  Hugssss\n  ","471763":"\n  Where?\n  ","471764":"\n  Yes 😋🦶🏻\n  ","471765":"\n  Besides diseases? Haha.\n  \n  No idea. Take it up with ask or whoever took it down, wasn't me.\n  ","471766":"\n  The energy part clearly can help the stamina factor. I wouldn't say that masturbation could make you energized afterwards. Sometimes you can get tired.\n  \n  The endorphins is true.\n  \n  Well-being seems a little odd choice of words but it does help overall.\n  ","471767":"\n  I've gone to carnivals with rides but a legit amusement park..it's probably been 10+ years.\n  ","471768":"\n  Yes. At other houses they shared or did the same thing.\n  ","471769":"\n  😉😉😉\n  ","471770":"\n  That one got deleted o.o\n  ","471771":"\n  Going to take a nap. Feel rough.\n  ","471772":"\n  Yes, a few. Most of those go back 11 years too.\n  ","471773":"\n  Always had smaller groups\n  ","471774":"\n  Hm\n  \n  I'd like to. Especially ones that I've talked to for years.\n  ","471775":"\n  I didn't say it was?\n  ","471776":"\n  Yes by distance, moving, them not talking to me for who knows what reason lol\n  ","471777":"\n  I've never shot a gun\n  ","471778":"\n  I wonder if I'll get an answer.\n  \n  Asked if she named him XD\n  ","471779":"\n  lol cute\n  ","471780":"\n  One from last night :p\n  ","471781":"\n  I need to 🤣\n  ","471782":"\n  Not that much lol\n  ","471783":"\n  O.o\n  ","471784":"\n  I asked on FB.. watch nobody answer 🤣\n  \n  I'll update sometime XD\n  ","471785":"\n  Technically that would be three different people but I usually stick with my best friend from the first grade since she's still #1 lol\n  \n  The other two are sisters, old neighbors. Shared pictures of us when kids on here before. The relationship is different now.\n  \n  The other is three years older. Family friend's growing up. Like a sister to me.\n  ","471786":"\n  Those ones can get redundant\n  ","471787":"\n  Anchovies came to mind o.o\n  ","471788":"\n  Ones that know my last name 🤣 tracked my family too. One person is understandable but the rest is just creepy XD\n  \n  Most fetish ones\n  ","471789":"\n  We'll see\n  ","471790":"\n  Bit of both\n  ","471791":"\n  Mom was 32. Dad was 34.\n  ","471792":"\n  Yes. My brother was in the womb at the wedding, he's the oldest.\n  ","471793":"\n  Just nephews!\n  \n  Two from my brother and one on the way from my sister. Due in June.\n  \n  I definitely feel like I'd have a girl. Had a dream before where I had two girls close in age and then a baby boy.\n  ","471794":"\n  Same :(\n  ","471795":"\n  Didn't really care lol\n  \n  She was next door.\n  \n  There was a door that ajoined the rooms too but my bed was against it and actually ended up dry walling over it at one point since it wasn't being used.\n  \n  The layout was messed up! Had to go through my dad's room to get into mine. Mom slept on the livingroom couch.\n  ","471796":"\n  Gives some.\n  ","471797":"\n  True! :)\n  ","471798":"\n  I can do both. Whatever feels right in the moment.\n  ","471799":"\n  Who wants some fat!?\n  ","471800":"\n  Yes but there's some that we don't share as well. Makes it fun :)\n  ","471801":"\n  With some its been more day trips.\n  \n  The only one that I really traveled with is my best friend since the 1st grade.\n  ","471802":"\n  Thanks :)\n  \n  I feel like 3 days wouldn't be enough 🤣\n  ","471803":"\n  My sister, mom\n  \n  Can I pick my nephew's uncle? He's always been family to me.  My brother and him married into the same family. They also have the same name but different spelling. It's very ironic. They've been best friends since childhood.\n  ","471804":"\n  Let's go to California because I miss the fu.cking ocean\n  \n  Grand Canyon\n  \n  Sedona. Maybe camp there?? Depends what they were into. I know this place where you literally go down an elevator and can sleep inside a huge cave. They have beds and everything too. Would be cool XD\n  ","471805":"\n  A little but wouldn't have it any other way 🤣\n  \n  It was more when younger, anyways.\n  ","471806":"\n  Yes. A few do.\n  \n  One is actually pregnant right now. More an acquaintance though. Went to high school with, was our upperclassmen in shop.\n  ","471807":"\n  Think I like Sparrow, Falcon, and Aylin the most. A few of them mean the same thing but in different languages so it's not that much of a huge deal if one didn't get picked in the end.\n  \n  An amazing one 😈\n  ","471808":"\n  Lap dance\n  ","471809":"\n  Aww\n  ","471810":"\n  Close enough lol\n  ","471811":"\n  Haha. I was like \"no\" and dismissed it.\n  ","471812":"\n  They ended up being negative but it was a lot of back and forth, saying they had it before the test was done. So who knows. Don't think I'd trust Massachusetts doctors...like they didn't treat me with all of my stuff.\n  ","471813":"\n  Tired. Might nap today 🤣\n  \n  Hungry but not wanting anything yet either\n  \n  Not sure which name to go with character wise. Not sure if Sparrow is too feminine for a male character too?\n  \n  Sparrow\n  \n  Falcon\n  \n  Chenoa\n  \n  Colvyr\n  \n  Malachite\n  \n  Aylin\n  ","471814":"\n  Cherry Bikini\n  ","471815":"\n  \"He won't hold me\n  \n  But he'll hold me accountable\"\n  \n  It randomly came to me last night. Think I'll just leave it like that. Don't know what else I'd add to it.\n  \n  Um.. my dumbazz couldn't sleep last night and ended up writing about a whole different story than originally planned. Only on the first chapter. No idea how many pages it should have in each chapter. I'm hoping for 200+ pages in the end overall. Came up with some book titles for it too.\n  ","471816":"\n  Someone buying me something off my list 😊😘\n  ","471817":"\n  I'm not sure it was actually a female. But yes, someone purchased the cherry bikini on my list:\n  \n   http:\/\/amzn.to\/2mQK30H\n  \n","471818":"\n  Most times\n  ","471819":"\n  No follow up?\n  ","471820":"\n  Cool\n  ","471821":"\n  Slept with one of the higher ups?\n  \n  Yes\n  ","471822":"\n  ????\n  \n  Don't see anything about 17.\n  ","471823":"\n  Good night\n  ","471824":"\n  Why pay for something you don't have?\n  ","471825":"\n  Uh huh\n  ","471826":"\n  It's cute how you assume I have property in my name.\n  ","471827":"\n  I'd rather check into it instead of having an opinion based on what was written here. I don't know enough. Seems farfetched but yes...\n  ","471828":"\n  I have no clue. On their website they mentioned sundresses, floral. Could be cute but maybe a little overkill too..its at a botanical garden.\n  \n  Something with lace might be nice. Overall have no idea.. especially if the wedding is still going on in July.\n  \n  Hopefully shops will be open too then.. probably will get something at Dillards. Super cute things without paying a fortune.\n  ","471829":"\n  Indeed :)\n  ","471830":"\n  I'm good. Just got back from a walk. 🔥\n  \n  Someone got me something off Amazon so that's always very sweet! Hope I do it justice when the time comes 🍒🍒🍒\n  ","471831":"\n  Damn. Someone actually did! Thank you <3\n  \n  I spoiled the surprise :(\n  \n  Wanted to know if could open in public or not hahaha 🤣🍒\n  ","471832":"\n  Sure?\n  \n   http:\/\/amzn.to\/2mQK30H\n  \n","471833":"\n  That pasta recipe 🙃🤞\n  ","471834":"\n  Pretty.\n  ","471835":"\n  Gave some. Don't know the language so skipped most.\n  ","471836":"\n  He should be lol\n  ","471837":"\n  Where do we go for that?\n  \n  Think gloryholes would be closed\n  ","471838":"\n  With HIV\n  ","471839":"\n  Why not?\n  ","471840":"\n  He's cumming still\n  ","471841":"\n  Nooo\n  ","471842":"\n  He's at the police station filing complaints about you\n  ","471843":"\n  Yes believe so lol\n  \n  Nasty :p\n  \n  Gotta floss somehow I guess\n  \n  🤮\n  ","471844":"\n  He's busy 😈\n  ","471845":"\n  Be happy with yourself <3\n  ","471846":"\n  Y'all are weird tonight.\n  ","471847":"\n  I kept getting distracted if you mean in midsommar. I don't remember porridge tho\n  ","471848":"\n  I'm not anyone's owner.\n  ","471849":"\n  Nope.\n  \n  Only dated one J name and it wasn't that name.\n  ","471850":"\n  O.o\n  ","471851":"\n  It was a few minutes ago. They've mentioned the Visa thing before too forever ago\n  ","471852":"\n  Who is my boyfriend then?\n  ","471853":"\n  How scary!!\n  ","471854":"\n  I don't feel like the one that mentioned the Visa is the same though.\n  ","471855":"\n  I don't have one\n  ","471856":"\n  Bbq chicken thighs\n  \n  Salad\n  \n  Green beans\n  \n  Cucumber\n  \n  Avocado cut up\n  ","471857":"\n  Yup\n  ","471858":"\n  Sorry if you get weird anons now lol\n  ","471859":"\n  Or else..\n  ","471860":"\n  Oh cool\n  ","471861":"\n  He won't listen\n  ","471862":"\n  Taking a poo?\n  ","471863":"\n  So confused now\n  ","471864":"\n  No freaking clue lol\n  ","471865":"\n  Good job vee 👍👏\n  ","471866":"\n  Good for you\n  ","471867":"\n  Thought of\n  \n   @danceswitcakes\n  \n","471868":"\n  James or m?\n  ","471869":"\n  Ok veeley\n  ","471870":"\n  Did you take a showe or bath? ;)\n  ","471871":"\n  Don't want him lol\n  ","471872":"\n  Danke\n  ","471873":"\n  In your mind\n  ","471874":"\n  Drugs wait for no man?\n  ","471875":"\n  Yes but definitely would want a stable income, house and everything else to offer them before that day came.\n  ","471876":"\n  Selling drugs?\n  ","471877":"\n  I wouldn't label people like that\n  ","471878":"\n  You too\n  ","471879":"\n  I suppose. People still have s*x without catching feelings so.. why not? lol\n  \n  Not sure about the essential part of the question.\n  ","471880":"\n  A tea tree shampoo and think the conditioner is a Sauve one.\n  ","471881":"\n  Nah. Don't need that ammo against me on here lol\n  ","471882":"\n  There was one lately that was pretty scary :(\n  ","471883":"\n  Cool. What do you write about? Noticed \"writer\" in the bio.\n  ","471884":"\n  It goes above and beyond just looks. Could be nature. A ton of different examples of \"true beauty\" out there.\n  ","471885":"\n  My stomach just growled\n  ","471886":"\n  Probably above $50+\n  \n  Technology items for birthday \/Christmas.\n  ","471887":"\n  Those made me laugh\n  ","471888":"\n  And you can go suck a d!ck hehe\n  ","471889":"\n  Thought you guys would be sick of seeing lol\n  ","471890":"\n  Took a picture a few minutes ago but I don't really see \"body confidence \" in it. I kind of picture more skin showing when I read that. Being all yes motherfuckers 👏👏👏\n  \n  I guess my last bathingsuit pic would be a good example. Felt cute etc\n  ","471891":"\n  lol thanks :p\n  ","471892":"\n  That definitely varies 🤣\n  \n  I'm horrible 🙃\n  ","471893":"\n  7-10\n  \n  Varies\n  ","471894":"\n  Most times or pieces of\n  ","471895":"\n  Anon...\n  ","471896":"\n  And you dont show anything... bit hypocritical.\n  ","471897":"\n  Keep dreaming, love.\n  ","471898":"\n  1. I have tea more\n  \n  2. Depends on what we are talking about\n  \n  3. Love\n  \n  4. Love\n  \n  5. Summer\n  \n  6. Doesn't matter to me\n  \n  7. Sea more\n  \n  8. I like both.\n  \n  9. Chocolate (ice cream wins over chocolate tho)\n  \n  10. Pepsi\n  \n  11. House would be more ideal\n  ","471899":"\n  Not sure.. kind of get other vibes at times.\n  ","471900":"\n  Hey buttercup\n  ","471901":"\n  Must be overflowing with goodness :)\n  \n  Good reminder to have when the time is right\n  ","471902":"\n  November Rain\n  ","471903":"\n  Pjs from last night\n  \n  bathingsuit\n  \n  My naked body in the shower\n  \n  Now I'm in different pjs\n  ","471904":"\n  Gonna be busy!!\n  ","471905":"\n  Yes :(\n  ","471906":"\n  I feel like I just did 🤣\n  \n  Also I'd look up and people were f*cking but seemed miserable hahah like what did we get into here? XD\n  \n  Very different from the old one or even A Midsummer Night's Dream. Thought it would be more like that but updated?\n  ","471907":"\n  Oh man. Not even dollar store ones or anything?\n  ","471908":"\n  Yes but that's not why I picked it either lol it was the 2nd one I looked up and had some luck finding so was like F it XD\n  ","471909":"\n  Especially when keto ice cream is involved.. when all you want is the real kind ;)\n  ","471910":"\n  Keto way: I've had nuts, ice cream, quest bars or other type of bars, fruit, lilys chocolate\n  \n  Normal way: shared popcorn and some type of candy.\n  ","471911":"\n  lol\n  ","471912":"\n  Indeed.\n  ","471913":"\n  Doing dips wrong too 😉\n  ","471914":"\n  Agreed but not that way mentioned above XD\n  ","471915":"\n  That wouldn't be fun doing pushups and other things. Rug burn :p jumping jacks seem awful too XD\n  ","471916":"\n  No. Just need to go be busy atm\n  ","471917":"\n  I hate them all equally :)\n  ","471918":"\n  Actual text- One about my phone.\n  \n  Kik - m\n  \n  FB- heather\n  \n  Ig- probably the group one or if that lindsie girl wrote more to me. Haven't checked today yet\n  ","471919":"\n  :)\n  ","471920":"\n  Indeed.\n  ","471921":"\n  Good for you\n  ","471922":"\n  Haha no. Don't mind me.\n  \n  Dumbells can be good:)\n  ","471923":"\n  Sure 😉\n  ","471924":"\n  \"Weights\"\n  ","471925":"\n  A few\n  ","471926":"\n  My legs are still the most muscular part of me.\n  \n  Not sure where I stand. Haven't done an inbody scan since this time last year. I grew some body mass last time and other numbers went down.\n  ","471927":"\n  Yes. Wish they had White's Bakery here XD\n  ","471928":"\n  Sunday so I need to workout. Not really feeling like it atm but I know it will help too :)\n  ","471929":"\n  I'm sure some see working out being that way.\n  ","471930":"\n  Movies - romcom, comedy and horror\n  \n  Shows can be all over the place\n  ","471931":"\n  How so? :p\n  ","471932":"\n  I'm very open minded\n  ","471933":"\n  Morning s*x would be better\n  ","471934":"\n  No cushions. They bug me. I don't get the point in making it look pretty when you don't use them, always moving them. Why not just get a good set and be done with it?\n  ","471935":"\n  Wake up 🙄\n  \n  Bathroom\n  \n  Online\n  \n  Breakfast\n  ","471936":"\n  Queen\n  ","471937":"\n  No. Need complete darkness.\n  ","471938":"\n  *sprays lysol *\n  ","471939":"\n  Yes...\n  ","471940":"\n  Why would you miss me?\n  ","471941":"\n  is but a number\n  ","471942":"\n  Darkness\n  ","471943":"\n  Hopes it's a Hershey kiss\n  ","471944":"\n  Haha\n  \n  Very nice\n  ","471945":"\n  👍\n  ","471946":"\n  😘\n  ","471947":"\n  Laundry\n  ","471948":"\n  Cool\n  ","471949":"\n  Why are you guys so obsessed with him? Had nothing to do with him.\n  \n  He's just not on as much, hasn't given out likes\/coins. He's more about his inbox when he does come on.\n  \n  Haven't  had questions that reminded me of him otherwise I would tag him lol\n  \n  We talk elsewhere. Nothing happened with him.\n  ","471950":"\n  :(\n  ","471951":"\n  Obviously. No sports right now :p\n  ","471952":"\n  Love, animals, food, music, movies, novels, moon, stars, sight, touch, smell etc\n  ","471953":"\n  *teleports*\n  ","471954":"\n  Enjoy the game\n  ","471955":"\n  Ice cream is one of them XD\n  ","471956":"\n  Yes, its 99 out right now XD\n  ","471957":"\n  No longer matters\n  ","471958":"\n  I'm not sure. Most make me laugh at the stupidity.\n  ","471959":"\n  Jealous.\n  \n  Chilling in the a\/c currently. Will probably swim soon\n  ","471960":"\n  So you can watch?🙄\n  ","471961":"\n  My mom said I did once but I don't believe it. Nobody else has mentioned it if I do lol\n  \n  Maybe if stressed? I know I can sleep heavier then. Sometimes snore then too.\n  ","471962":"\n  That doesn't always happen :p\n  ","471963":"\n  I usually go the bathroom.\n  \n  Set fitbit to the sleep tracking part\n  \n  Sometimes toss and turn if restless\n  \n  Sleep 👍\n  ","471964":"\n  Fine. Yourself?\n  ","471965":"\n  Maybe in a satanic manner? ¯\\_(ツ)_\/¯\n  \n  I picture sin more as red o.o\n  ","471966":"\n  Depression\n  \n  Been through some sh!t\n  \n  Could be a love way.. emotionally not available.\n  \n  Lung cancer?\n  \n  Heartbroken\n  ","471967":"\n  No. I don't do that. Let karma get to them or something. I don't need to waste energy on stupid ideas about getting back. That's not being the bigger\/better person. Just let things go. Focus on yourself and what you do have semi-control over.\n  ","471968":"\n  He'd put money in his hands (clearly both sides) and hide behind his back then put them out front and we'd guess which hand the money was in. Got to keep it. It was usually a dollar in coins or an actual dollar bill.\n  \n  At his funeral we ended up giving him a dollar.\n  ","471969":"\n  I feel like it takes about an hour :(\n  \n  Guess it depends how tired too.\n  ","471970":"\n  Not that I'm aware.\n  ","471971":"\n  I can be\n  ","471972":"\n  No. Unless my dog sleeps with me but usually sleeps with mom instead.\n  ","471973":"\n  Yes, with my sister. Then had our own rooms in the 3rd grade and since then.\n  ","471974":"\n  Not sure. Haven't been listening to the radio. Just whatever I want.\n  ","471975":"\n  It ranges from 7-10.. so its not too bad. The quality of sleep can vary too.\n  ","471976":"\n  Some tall f.u.cker\n  ","471977":"\n  Haha no\n  ","471978":"\n  You keep sending this\n  ","471979":"\n  Maybe not all of them but a lot, yes.\n  ","471980":"\n  I'd rather not say.\n  ","471981":"\n  I wake up more naturally.\n  \n  I've tried doing an alarm a few days ago but that didn't make me want to get up at that time\n  ","471982":"\n  Sometimes :p\n  ","471983":"\n  Yup\n  ","471984":"\n  \"You are beautiful, I really envy a lot of people who eat you and make love to you, and give you a hard time for the little one from behind.\"\n  ","471985":"\n  Negative\n  ","471986":"\n  Yes but he thinks that I thought the nipps one was him and I didn't think that XD\n  \n  I feel like if he does write.. it's been about himself and then comes on and talks lol dont need to make up stuff to talk to me lol\n  ","471987":"\n  I didn't tho lol\n  ","471988":"\n  The latest one was The Irishmen... no. Not enough action, c0cksuc.ker kept being said over and over again. it's like they wanted to be cool and young but failed...\n  ","471989":"\n  No. I only nap when sick or didn't get any sleep at all.\n  ","471990":"\n  Get rid of fat.. especially on my stomach\n  ","471991":"\n  Gost?\n  ","471992":"\n  Only when more stressed out.\n  ","471993":"\n  2020\n  ","471994":"\n  What movie is that in? 🤔\n  ","471995":"\n  Should have asked :p\n  ","471996":"\n  If you say so\n  ","471997":"\n  I still do. Just haven't sent anything since you use this one more often.\n  ","471998":"\n  Cry, hate me?\n  ","471999":"\n  I woke up 4 times last night\n  ","472000":"\n  I don't think anyone has been going often these days because closed lol\n  \n  I probably see 2-3 movies a year? Didn't see anything new in 2020 yet.\n  ","472001":"\n  You always ask this\n  ","472002":"\n  No.\n  \n  Dream way.. yes, walking or running.\n  ","472003":"\n  Just this and\n  \n   @youcanjuiceme\n  \n  but that was more for naughty questions ¯\\_(ツ)_\/¯\n  ","472004":"\n  Have you?\n  ","472005":"\n  Night you\n  ","472006":"\n  Glad it wasn't just me\n  \n  Night spaceman\n  ","472007":"\n  This is more funny to me than it should be. definitely need sleep XD\n  ","472008":"\n  Hahaha.\n  \n  To my defense, I was going after usernames.. not the Manu part. Hilarious how the \"dun dun dun\" one has loads of likes XD\n  \n  I'm glad you are here XD\n  ","472009":"\n  Thought his voice would have been deeper ¯\\_(ツ)_\/¯\n  \n  You guys stole the show. Dont remember if the dude was ian or Tim but was a b&w cam filter on.\n  \n  Anyways, I should sleep now.. movie is over, thankfully 🤣\n  ","472010":"\n  My movie is still on but feeling tired too\n  ","472011":"\n  My mom's dad made a raft when younger and ended up  getting taken out by the water. Landing on an island for a while with his friend. Police were looking for them and everything.\n  \n  Haha... um I'd rather not say what came to mind with my other grandpa. It was when he was dying.\n  ","472012":"\n  Pretty much!\n  ","472013":"\n  Yes, I do.\n  \n  Guess it depends what they do too.\n  ","472014":"\n  Yes. I even wrote essays with background music on when I was in school\/college.\n  ","472015":"\n  I think anyone can but would it be good? That's the real question!\n  ","472016":"\n  I've written poems that had a song like element to them at times but nah, I don't think so.\n  ","472017":"\n  lol literally just said all that\n  ","472018":"\n  Mom- yes, a lot of the same. Always get her hooked on songs or the opposite XD last one was Lewis Capaldi's someone you loved (her doing)\n  \n  Dad- not really in this century. Still loves old music, vinyls the louder, the better. Plays a lot of the same ones over and over again\n  \n  Bro- he's a bit like dad with that but enjoys newer tunes too. I've heard about Bright Eyes, Ray Lamontagne, Edward Sharpe from him. Always goes through music phrases.. the last one was\/still is Grateful Dead.. a little too late on the band wagon. Likes the comedian Todd Snider a ton.\n  \n  Sis- I'd say on par with my mom and I. Mix of oldies, newer music.. loves musicals too especially les miserables\n  ","472019":"\n  Ofcourse!!\n  \n  For the better or worse 🙃\n  ","472020":"\n  Loads but none with me currently.\n  ","472021":"\n  Mom's side: They grew old together 😍 good marriage.\n  \n  Can't really say on my dad's side. She died when I was young. My dad and him would always fight over what happened to her wedding ring.  It wasn't in her jewelry box, I imagine she didn't get buried with it because WHY fight over that!? The logical explanation would be that he pawned it for money to go to the track ¯\\_(ツ)_\/¯he never said what happened. Remains a mystery. Every single Thanksgiving would be them getting into that.. was odd.\n  ","472022":"\n  Think I missed some of that then XD did notice the blue skies and that at times. I was like this guy is a beast 🤣 whole time pretty much. Did not give any fucks, just carried on. Glad he said which machine since I was guessing treadmill or elliptical but was a stair master XD\n  ","472023":"\n  This movie a little bit 🤣\n  \n  Halfway through, luckily.\n  ","472024":"\n  Who knows. Everyone would take in different things.\n  \n  I don't always ask people what they understand about me either..\n  ","472025":"\n  Seems so\n  ","472026":"\n  Hmm\n  ","472027":"\n  Ok :)\n  ","472028":"\n  For?\n  ","472029":"\n  I actually didn't end up swimming\/sunbathing today. Stayed in with the A\/C and then walked when it was much cooler out.\n  ","472030":"\n  Can you not say those words to me?\n  ","472031":"\n  🙋🏼‍♀️\n  ","472032":"\n  No problem. Haven't watched too many lives like that. Interesting to see what people would pick.\n  \n  It was funny seeing that guy sing while still working out too. Guitar and everything. Even did weights afterwards meanwhile a different guy was singing about gyms being closed due to coronavirus XD\n  ","472033":"\n  Hugs\n  ","472034":"\n  Is it??\n  ","472035":"\n  Completing a workout or challenges. Finishing a book, especially if it's good. Fresh shaven legs, painting my nails. Getting my hair done. Feeling good in my skin. Being naughty.\n  ","472036":"\n  It's been pretty chill. I feel like I just watched\n  \n   @patchy_life\n  \n  and those other guys and girls sing. Think him, Ant Henson, and some other guy did the best. Ate dinner. Ended up taking a walk with my mom. Now watching a movie.\n  ","472037":"\n  Helps mindset, law of attraction could be a part of it. I'm sure there's some Buddhist quotes?\n  ","472038":"\n  Hey k\n  ","472039":"\n  Yes, however, haven't actually paid for anything.\n  ","472040":"\n  dun dun dun\n  ","472041":"\n  She's always been good with essays, decorating. Making a job out of liking video games.. very different from what she went to college for. Good baker... however not the best with keto ones XD I've done better ones.\n  \n  He's more into science, ideas that already kind of exist but wants to do them, never does. lol\n  \n  me lol... I guess the fitness route. Drawings when younger, poems, ideas for old roleplays I've been in. Was going to make one into a book... wrote three new pieces for it but kind of lacking the direction I want it to go. Was going to scrap that idea and write something more personal. People were rude and I just haven't started writing anything for that.\n  ","472042":"\n  WWE fighter\n  ","472043":"\n  Last answer 12 hours ago\n  \n  There's still a chance!!\n  ","472044":"\n  Yes!\n  \n   @zy_cv\n  \n","472045":"\n  Everyday. He lived below us at the time. Would run into when older too throughout the years.\n  \n  Just in school at that time but hungout when older. Ended up going to the same votech high school too\n  \n  Not as much.. which sucks since one of the longest. Was more a title I think than anything else. Wasn't real love.   Leaned things tho\n  \n  Barely began lol\n  \n  Online so...\n  ","472046":"\n  Whiplash and the other one sounds better\n  ","472047":"\n  Don't remember then lol\n  ","472048":"\n  Too many\n  ","472049":"\n  :)\n  ","472050":"\n  Nice exchange\n  ","472051":"\n  Definitely not 🤣\n  ","472052":"\n  mamuschu\n  \n  Margaaria\n  \n  CrazyCatMum has _margeaux_\n  ","472053":"\n  When this dude liked that but has no idea who you mean\n  ","472054":"\n  Very nice. Thought it had more of a series? O.o\n  ","472055":"\n  As far as FWB way.. nothing happened lol\n  ","472056":"\n  Oh sh!t\n  ","472057":"\n  Certainly isn't \"new guy\"\n  ","472058":"\n  You had it right the first time 😈\n  ","472059":"\n  Racking up those nicknames XD\n  ","472060":"\n  Think so\n  ","472061":"\n  Man of many names\n  ","472062":"\n  Liv must have got to her\n  ","472063":"\n  Probably something sarcastic lol\n  ","472064":"\n  Seems so.\n  ","472065":"\n  Hugs back\n  ","472066":"\n  Yes XD\n  \n  It's funny but that girl's voice bugs me so haven't watched too much of. The gifs are cool tho\n  ","472067":"\n  The one where those people kept eating at the table and going down the levels.\n  \n  Ah ok. Noticed that on letterboxd\n  ","472068":"\n  Even worse since pregnant lol\n  ","472069":"\n  Pretty sure he was drunk anyways but yes XD\n  \n  Yes. Its been better. Hasn't had any heart problems and less burpy\/gassy.\n  ","472070":"\n  I'm not sure.\n  \n  It reminded me of Doug and some other shows combined.\n  ","472071":"\n  Hahahahahhaa\n  ","472072":"\n  My lovely h*es\n  ","472073":"\n  Most likely\n  ","472074":"\n  Most likely\n  \n  His pubes literally looked like ants 🤮\n  ","472075":"\n  Ours is still broken.\n  \n  Yes.. that one isn't bad.\n  ","472076":"\n  Yes 🤣\n  \n  I remember he was all talking about how h*rny he was and how his \"gf\" was there.. wondering if he should wake her. Making up a play by play of it.\n  \n  LIKE YOU'D FUCKING BE DOING THAT.. NOT TALKING TO ME ON HERE THE WHOLE TIME LOL If there was a real gf then he's stupid lol\n  ","472077":"\n  I've written roleplay stories before but those people on here who do one worded answers and act like someone else is creepy. I imagine they meant that way.  Like a fake celeb account? .\n  ","472078":"\n  Don't think he notices\n  \n  ¯\\_(ツ)_\/¯\n  ","472079":"\n  Yup. To the extremes at times lol\n  ","472080":"\n  The series\n  ","472081":"\n  That was just mean lol\n  ","472082":"\n  I was already making changes. Doing zumba, eating even better, cut out soda. Drank water and tea.\n  \n  Most of that was being untreated for pcos, insulin resistance and fatty liver, anyways.\n  \n  There was a silver lining to it all though.\n  ","472083":"\n  He looked young. Lied about certain things. Acted like he was older and had more money.. meanwhile his ig wasn't professional like he came across as. Had a gf but still tried talking to me.. it wasn't as huge as other bbc that I've seen. Didn't like his pubes either 🤣 distance being the biggest factor. There wasn't any connection or anything with him. He was more annoying than charming. Wasn't looking for LDR. Didn't fit any of the ideal partner qualities that I'd want in someone.\n  ","472084":"\n  Yes, sometimes. Especially the ones that mention bra size and crap lol\n  \n  Maybe if I talk about it a lot ¯\\_(ツ)_\/¯\n  ","472085":"\n  Remember when he said that he'd be better with doing threads?\n  ","472086":"\n  Doesn't sound that bad the.\n  \n  R.i.p everyone must have hoarded them during quarantine;)\n  ","472087":"\n  2% then if that was even him\n  ","472088":"\n  Funny\n  \n  Caring\n  \n  Like a sister\n  \n  Ying yang, the same but different\n  \n  Strong\n  ","472089":"\n  Cheeseburger and a hot dog.\n  \n  It was supposed to be chicken but they didn't thaw enough.\n  ","472090":"\n  👍\n  ","472091":"\n  1%rose hasn't been on in a while.\n  \n  Nothing happened with 2%\n  \n  Ross shouldn't even get a title since haven't talked in that way.\n  ","472092":"\n  I just picture bradley being all \"so, nothing\" sh!t that he does.\n  \n  Into fitness\n  \n  Loyal\n  \n  Funny\n  \n  Decent cook\/baker\n  \n  Good listener\n  \n  Understanding\n  \n  Open minded\n  \n  Like to read\n  \n  Dirty mind\n  ","472093":"\n  Did I? 🤔\n  ","472094":"\n  And?\n  ","472095":"\n  No. Someone mentioned that Ross wanted to be 3%\n  ","472096":"\n  3% just wants azz pictures in the lace thongs he got me.\n  ","472097":"\n  Your dad 🙄\n  ","472098":"\n  ( . ) ( . )\n  ","472099":"\n  😈🤦🏼‍♀️😈🤦🏼‍♀️😈\n  ","472100":"\n  Sounds like you might stay there\n  ","472101":"\n  Stop being a little b!tch? Stay in. Go out when neccessary, use precautions. Masks if have them. Only buy what you need.. don't overly hoard.\n  \n  Wash hands more\/sanitizer. Clean the house.\n  \n  Six feet apart or more.\n  \n  Take it each day at a time.\n  \n  Don't always check the news. The numbers will only climb and make you more afraid. Stay level headed about it.\n  ","472102":"\n  Nobody ever does\n  ","472103":"\n  Not sure.\n  ","472104":"\n  Awww\n  ","472105":"\n  Just the nipps\n  ","472106":"\n  Who knows\n  ","472107":"\n  Idk just did.  Pretty girl part 🤣\n  ","472108":"\n  I read that in an old man's voice o.o\n  ","472109":"\n  What?\n  ","472110":"\n  I guess but they only do that to pretty girls hoping to score\n  ","472111":"\n  When you've barely teased\n  ","472112":"\n  Don't cry for titties\n  ","472113":"\n  Can be.\n  \n  Still never got free drinks or any other female \"privileges\" like that.\n  ","472114":"\n  Too bad\n  ","472115":"\n  Wanna see them?\n  ","472116":"\n  Nothing.\n  ","472117":"\n  It's been alright. No complaints\n  ","472118":"\n  I'm kidding\n  ","472119":"\n  Nah I feel stupid saying that XD\n  "}}