{"Question":{"472120":"\n   what have you told me to do ?, ill do what you say\n  ","472121":"\n   pepee\n  ","472122":"\n   wdym\n  ","472123":"\n   all the time name when i  do not lol x\n  ","472124":"\n   aw very unfair lol, i always listen to you\n  ","472125":"\n   okay i will listen to you x\n  ","472126":"\n   sorry, there i am so dumb\n  ","472127":"\n   Have you used the video option to answer questions? Answer this with a video if you have not done so. It can be anything.\n  ","472128":"\n   master bait\n  ","472129":"\n   aw you will get their xo\n  ","472130":"\n   do you miss the gym alot or have you adapted exercising other ways\n  ","472131":"\n   If you had $5 left in your pocket, what would you spend it on?\n  ","472132":"\n   What's your lucky number?\n  ","472133":"\n   Who are your favorite people to follow on Instagram?\n  ","472134":"\n   What’s one video\/computer game you could play for hours?\n  ","472135":"\n   what things would you hear about your grandma's cooking? like what where her specialties?\n  ","472136":"\n   like what?\n  ","472137":"\n   had to google lol\n  ","472138":"\n   6.Music spam: what song do you hate?\n  ","472139":"\n   7.Music spam: can you play a musical instrument? What can you play?\n  ","472140":"\n   What do you believe is the most misleading advice commonly given?\n  ","472141":"\n   fav milktea\/frappe flavor:\n  ","472142":"\n   Do you prefer to circumcised or uncircumcised guy?\n  ","472143":"\n   Desktop or notebook? Which do you prefer?\n  ","472144":"\n   watching that commercial now reminds me of martin's torture in the series that im watching lol. occurs in a horse barn. not the one with the kidnapped girls being held captive before being sold into slave prostitution, but the adjacent barn 😂\n  ","472145":"\n   In the article, it lists various interior design styles. Which one appeals most to your tastes and aesthetic?\n   \n    https:\/\/bobbyberk.com\/whats-your-interior-design-style-a-breakdown-of-all-the-styles\/\n   \n","472146":"\n   What's up?\n  ","472147":"\n   How would you raise your child to give it a better life than the one you have?\n  ","472148":"\n   Hello sweetheart.\n  ","472149":"\n   I’m curious about people’s opinion on children who have been through the fostering system? Do they have a bad reputation?\n  ","472150":"\n   Do you know how to dance\n  ","472151":"\n   PAP of you in your safety mask!\n  ","472152":"\n   9.Music spam: can you sing?\n  ","472153":"\n   8.Music spam: do you like musicals?\n  ","472154":"\n   10.Music spam: can you read music?\n  ","472155":"\n   what was the last thing to disappoint you?\n  ","472156":"\n   what happened with that thing you got interviewed for a while back?\n  ","472157":"\n   why\n  ","472158":"\n   5.Music spam: has your music taste changed as you’ve gotten older?\n  ","472159":"\n   11.Family spam: what’s your favourite memory of your grandparents?\n  ","472160":"\n   What’s your opinion on people who do foster children?\n  ","472161":"\n   How will you show gratitude today?\n  ","472162":"\n   nothin on\n  ","472163":"\n   King sunbathing🌹☀️✨\n  ","472164":"\n   yes\n  ","472165":"\n   20.Family spam:How many children would you like?\n  ","472166":"\n   Hahaha i mean what size do u wear ?\n  ","472167":"\n   u must\n  ","472168":"\n   you set your stopwatch? 🤣\n  ","472169":"\n   oh yes now i remember. rising up to the challenge of our lives... or something to that effect. had to summon the rocky training montage in my mind to better recollect lol\n  ","472170":"\n   oh?\n  ","472171":"\n   If you saw someone from askfm out in public , would you go up and say hello? Someone you get along with of course.\n  ","472172":"\n   i dont like 999's so i just gave you your 118,000 like ☺\n  ","472173":"\n   what do you think about how a random pervy will show up, ask\/harass you for a couple days... then vanish forever?\n  ","472174":"\n   ah was he old fwb\n  ","472175":"\n   😈\n  ","472176":"\n   botox for what?\n  ","472177":"\n   how many years apart?\n  ","472178":"\n   what does she think about her quirks?\n  ","472179":"\n   what do they mean by that?\n  ","472180":"\n   what year did that begin?\n  ","472181":"\n   Puking??\n  ","472182":"\n   what if they send you regular pop-tarts?\n  ","472183":"\n   it can be if they make it huge for u like from 5 in to 10 in hehe\n  ","472184":"\n   didnt u have a bf i think he was called leighton\n  ","472185":"\n   huge peepee\n  ","472186":"\n   what does your mom think about your relationship with your dad?\n  ","472187":"\n   what do you mean by \"for themselves like a therapy\" ?\n  ","472188":"\n   \"I just don't feel guilty at times\" are you implying you should? trying to understand your reaction\/direction here\n  ","472189":"\n   yes\n  ","472190":"\n   ⭐⭐⭐⭐⭐ XD\n  ","472191":"\n   not like he would survive to tell anyone if he did 😂\n  ","472192":"\n   im not the one that sent that about the ending...\n  ","472193":"\n   google says brown sugar\n  ","472194":"\n   wdym\n  ","472195":"\n   ah nice. must be pretty long. is that stand\/table that the tv is on an ikea piece? maybe the malm series?\n  ","472196":"\n   whats hanging on the corner of the television?\n  ","472197":"\n   have you tried english toffee m&m's?\n  ","472198":"\n   Love my Queen🌹😘\n  ","472199":"\n   got on the wrong foot today it seems\n  ","472200":"\n   i have no memory of it. could be one i rewatch when im dont with my series. would be a good tie in.\n  ","472201":"\n   LOL. Some ASKpeople make their profiles look legit by adding social media accounts that ain't their's. 🥴🤪  Have you spotted any of them?\n  ","472202":"\n   Good night\n  ","472203":"\n   How are you\n  ","472204":"\n   Have you ever owned a bonsai tree before? Or have you ever done a bonsai kit before?\n  ","472205":"\n   How is quarantine going?\n  ","472206":"\n   Do you like to go bike riding? Or not really.. No fun.. Boring.. Or do you enjoy bike riding? Long rides? ⛰ Mountain riding?\n  ","472207":"\n   How was your Friday night?\n  ","472208":"\n   huge peepee\n  ","472209":"\n   im about 1000 short 😂\n  ","472210":"\n   togo would have dragged that horse out of its pen and fought it 😂\n  ","472211":"\n   nah im kidding 🤣\n  ","472212":"\n   im just adding a saying. didnt know cream of the crop was a song lol.\n  ","472213":"\n   well im cold as usual. its forty or less outside rn here.\n  ","472214":"\n   The ending scene of Whiplash\n  ","472215":"\n   starting to think my memory would kick your memory's arse with both thoughts tied behind my memory's back 😂\n  ","472216":"\n   flavor?\n  ","472217":"\n   how long since your mom's been back there? are they missing each other or not really?\n  ","472218":"\n   Which do you agree with? Love should always feel comfortable, or love should always feel new and exciting?\n  ","472219":"\n   no YOU said it in reply to a question. you said both things. was about animal breeding\n  ","472220":"\n   yes\n  ","472221":"\n   all cooked together?\n  ","472222":"\n   you gotta let them know who's the boss! people that let animals walk all over them... wimps 😂\n\ni think animals wind up respecting you and being much better pets when you treat them with more authority.\n  ","472223":"\n   when that day come i wonder if you will remember this question. that day WILL come. i think when you look back at the time you will think how young you were now. and the same will happen when you are 50. i dont think we ever actually feel as old as we think we should or will.\n  ","472224":"\n   by 5th are are starting to morph into azzholes tho 😂\n  ","472225":"\n   hmm sometimes thats not enough lol\n  ","472226":"\n   did you have a chat today or no?\n  ","472227":"\n   nice! does your dad still live at that place where the carpet was installed?\n  ","472228":"\n   i dont go anywhere. walk i guess. walk and talks are always the best if the weather is decent.\n  ","472229":"\n   that memory acting up again. hasnt even been 24 hours  🤣\n  ","472230":"\n   Post a selfie?\n  ","472231":"\n   Do you love to watch lightning? 🌩 or no. Scares ya bad? Understandable is so.\n  ","472232":"\n   No one likes a know it all🙄\n  ","472233":"\n   Is that ur nephew?\n  ","472234":"\n   whats for dinner?\n  ","472235":"\n   post pic so i can see my mealfirst\n  ","472236":"\n   show bootay\n  ","472237":"\n   They use 3D printers to make 3D printers 🤯\n  ","472238":"\n   Do you like the ice cream cones with the nuts on the top and the syrup in the middle and the chocolate at the bottom? 🍦🍫\n  ","472239":"\n   Or do you go on top?\n  ","472240":"\n   Like doggy?\n  ","472241":"\n   What do you think are the five most beautiful things on earth\n  ","472242":"\n   What’s your biggest pet peeve?\n  ","472243":"\n   Did you send love letters before? Do you hate or love them?\n  ","472244":"\n   Is missionary the best?\n  ","472245":"\n   Do you prefer tall guys?\n  ","472246":"\n   would a 22 year old be too young for you to date\n  ","472247":"\n   What scene in a movie always gives you goosebumps every time you watch it?\n  ","472248":"\n   Fav type of kisses?\n  ","472249":"\n   do u miss pokemon pickup lines\n  ","472250":"\n   i must\n  ","472251":"\n   yes\n  ","472252":"\n   3% wants to be next one\n  ","472253":"\n   Are these sexual questions annoying or not bad\n  ","472254":"\n   Is dirty talk a turn on?\n  ","472255":"\n   awe, cool x\n  ","472256":"\n   Have you ever been caught having s3x or caught anyone else?\n  ","472257":"\n   lol sorry, did not know it was cheating dream aha well i would never cheat tbh\n  ","472258":"\n   Does size matter?\n  ","472259":"\n   I'm not tolerating your foolery any longer. Have fun behind bars.\n  ","472260":"\n   was it a nice dream\n  ","472261":"\n   I'm starting to wonder if David gets off on this. His poor crotch must be taking a hammering about now lol\n  ","472262":"\n   im sorry xo, its okay to say if someones like pretty etc i would never cheat on  anyone\n  ","472263":"\n   Had s3x.\n  ","472264":"\n   aw, but your hot hot too, sorry if disrespectful hugs\n  ","472265":"\n   Oldest\/youngest you would date?\n  ","472266":"\n   Ma'am i'm recording our conversation. Keep it up and the police will be notified for your harassing behavior.\n  ","472267":"\n   lol x\n  ","472268":"\n   Last time you made love?\n  ","472269":"\n   🎶 Post a song that makes you want to dance 🎶\n  ","472270":"\n   Ma'am you are further proving my point while simultaneously contradicting yours. What does acting immature going to achieve?\n  ","472271":"\n   You show me respect before you have mine ma'am.\n  ","472272":"\n   i think jennifer anniston is way prettier then angeline jolie what do you think and anniston seems kinder\/sweeter\n  ","472273":"\n   Ma'am what are you saying? I'm just trying to assist you but you are being inappropriate and treating this situation as a joke. You are the one that needs to show respect.\n  ","472274":"\n   Ma'am please. Stop making this harder then it has to be, i just ask of you to act your age and show me the respect I deserve.\n  ","472275":"\n   have you ever had a hairstyle like jennifer anniston she looks sooo young and sooo pretty\n  ","472276":"\n   Can you ride a bike? How old were you when you learned how to?\n  ","472277":"\n   Ma'am I'm from the united states.\n  ","472278":"\n   prob same person who mentioned the irs\n  ","472279":"\n   not sure hey its just a question, i am not saying you should feel anything\n  ","472280":"\n   Hi ma'am, my name is David Wilton, i am a certified technician and i work for Microsoft. We've detected on our comprised servers that there are foreign cyber invaders trying to infiltrate your telecom, *you're in grave risk* of having sensitive information exposed to these attackers. Seek help asap!\n  ","472281":"\n   yes\n  ","472282":"\n   aw, what is something you love but feel guilty after\n  ","472283":"\n   Do you think that money can buy love?\n  ","472284":"\n   im okay ty xo\n  ","472285":"\n   What turns you off\n  ","472286":"\n   wanna see my peepee\n  ","472287":"\n   When someone finds out what you do, or where you are from, what question do they always ask you?\n  ","472288":"\n   You ever wear lingerie for your bf?\n  ","472289":"\n   What is something or someone you love to hate?\n  ","472290":"\n   bradley is back\n  ","472291":"\n   Most romantic thing a guy has done for you?\n  ","472292":"\n   Keys to a great kiss?\n  ","472293":"\n   lack of peepees\n  ","472294":"\n   Why are so many people depressed nowadays?\n  ","472295":"\n   guess that explains why u dont want ldr :\/\n  ","472296":"\n   Do you still watch cartoons\n  ","472297":"\n   wait so the last one was online? ur latest ex seems to be the one u miss the most from what i seen\n  ","472298":"\n   Do you usually take control or the guy?\n  ","472299":"\n   How quickly can you tell if you like a guy\n  ","472300":"\n   Can you give me the names and locations of everyone you've dated so I can go slap them across the back of the head...please.\n  ","472301":"\n   its odd u had bfs and u never went on any dates with any of em\n  ","472302":"\n   What questions do you hate getting on here\n  ","472303":"\n   u never been on a date ever???\n  ","472304":"\n   Best date youve been on?\n  ","472305":"\n   You ever worn lingerie?\n  ","472306":"\n   How many dates would you go on before you would go all the way with a guy\n  ","472307":"\n   What’s your favorite type of day? (weather, temp, etc.)\n  ","472308":"\n   Lmao gotta get to know each other more\n  ","472309":"\n   kiss pepee\n  ","472310":"\n   7.Family spam: What’s something that you admire about your parent?\n  ","472311":"\n   Would you kiss on a first date\n  ","472312":"\n   What type of vacuum do you own?\n  ","472313":"\n   14.Siblings spam: Which one of your siblings are you closest to? Why them?\n  ","472314":"\n   Are you more productive at night or in the morning? Do you think it’s possible to change and get used to another schedule?\n  ","472315":"\n   2.Family spam: do you get along with your parents?\n  ","472316":"\n   you give up on the dating sites?\n  ","472317":"\n   😈😈\n  ","472318":"\n   Apologies for the spam 😅\n\nI hope that you have an amazing day 😁\n  ","472319":"\n   Are you religious?\n  ","472320":"\n   hi lynds how are you xo\n  ","472321":"\n   3.Siblings spam:Who is most annoying?\n  ","472322":"\n   8.Siblings spam: Who is the most creative?\n  ","472323":"\n   Do you think you have changed in the past year\n  ","472324":"\n   Is slow and passionate the best?\n  ","472325":"\n   acceptable 😊\n  ","472326":"\n   end all be all\n  ","472327":"\n   While kissing?\n  ","472328":"\n   they dont have a single answer on their page that makes any sense 😂\n  ","472329":"\n   😈😈\n  ","472330":"\n   What size u carry?\n  ","472331":"\n   Booty grabs a turn on?\n  ","472332":"\n   Do u have natural or silicone boobs?\n  ","472333":"\n   how is your work situation nowadays?\n  ","472334":"\n   These questions alright?\n  ","472335":"\n   they are on mine too\n  ","472336":"\n   how do you mean \"ripped off\"?\n  ","472337":"\n   are there any commercials you remember or like? maybe for the nostalgia or laughs?\n  ","472338":"\n   Where do you usually put your hands when you kiss\n  ","472339":"\n   Do you like hickies\n  ","472340":"\n   Sooo hot\n  ","472341":"\n   Ooo ;)\n  ","472342":"\n   3.Family spam: what is your earliest memory that you have of your parents?\n  ","472343":"\n   its a hard knock life, we're in a recession you know 😂\n  ","472344":"\n   whatever context comes to mind.\n  ","472345":"\n   an oldie lmao\n  ","472346":"\n   well i define addictive personality as someone who is prone to addiction. are you saying people are addicted to you?\n  ","472347":"\n   what emoji will 40 get?\n  ","472348":"\n   when was the last time you made a new friend and how did you meet them?\n  ","472349":"\n   How into self-improvement are you?\n  ","472350":"\n   oh?\n  ","472351":"\n   ok so what if he\/she was alone?\n  ","472352":"\n   what did you get him for it? and how old is lyndsdad today?\n  ","472353":"\n   if you were (hypothetically speaking of course or in an alternate universe) a burglar, what would you steal and how would you prevent your ''victims'' from calling for help or sound the alarm??\n  ","472354":"\n   Do you love neck kisses?\n  ","472355":"\n   2.Siblings spam:Who is the loudest?\n  ","472356":"\n   pepee\n  ","472357":"\n   is she the goat of amercian idol or someone else?\n  ","472358":"\n   did you find anything you liked that day?\n  ","472359":"\n   interesting turn of events 🙃\n  ","472360":"\n   if things were normal where would you go tonight?\n  ","472361":"\n   8.Family spam: what’s one thing that you love about your grandparents?\n  ","472362":"\n   What do you like to eat for breakfast?\n  ","472363":"\n   hello follow you 🕊🌼\n  ","472364":"\n   yes\n  ","472365":"\n   6.Family spam: are your parents still together?\n  ","472366":"\n   4.Siblings spam:Who is the most confident?\n  ","472367":"\n   what are you doing ?\n  ","472368":"\n   oh? not dove stir fry? 😂\n  ","472369":"\n   1.Siblings spam: who is the oldest?\n  ","472370":"\n   5.Siblings spam:Who is the kindest?\n  ","472371":"\n   7.Siblings spam:Who is the youngest?\n  ","472372":"\n   6.Siblings spam:Who is the weirdest?\n  ","472373":"\n   10.Siblings spam:Do you live with your siblings?\n  ","472374":"\n   13.Siblings spam: do any of your siblings have children?\n  ","472375":"\n   what subject and what grade?\n  ","472376":"\n   if somebody juices you do they get linseed oil then?\n  ","472377":"\n   5.Family spam: do you know how your parents met?\n  ","472378":"\n   What is the best way to hide vpl\n  ","472379":"\n   Do you like spaghetti and meatballs?\n  ","472380":"\n   Cool\n  ","472381":"\n   how much can you send to someone using that app?\n  ","472382":"\n   what is the next important date marked on your calendar and what is the reason?\n  ","472383":"\n   who does them?\n  ","472384":"\n   1.Family spam: How old are your parents?\n  ","472385":"\n   bit of a hypocritical situation here... 😂\n  ","472386":"\n   oh? i thought you just ignored questions on that matter 😂\n  ","472387":"\n   What is your zodiac sign\n  ","472388":"\n   Would you rather be constantly itchy or constantly sticky for the rest of your life?\n  ","472389":"\n   Good night babe\n  ","472390":"\n   Would you rather relive the same day for 365 days or lose a year of your life?\n  ","472391":"\n   Would you rather be forced to dance every time you heard music or be forced to sing along to every song you heard ?\n  ","472392":"\n   Happy Arbor Day! PAP of your favorite tree?\n  ","472393":"\n   y\n  ","472394":"\n   How is life\n  ","472395":"\n   SUP DOOD\n  ","472396":"\n   I want to follow you but I need you to push me.\n  ","472397":"\n   i can makeu one but i need pics\n  ","472398":"\n   do u miss ur old fanpages\n  ","472399":"\n   😭😭😭\n  ","472400":"\n   Why should I follow you on here?\n  ","472401":"\n   Irrelevant to what we are discussing at the matter. Answer the question please.\n  ","472402":"\n   Ma'am we didn't receive any reports from you about the water bill so how exactly should i have known?\n  ","472403":"\n   :( come on lynds\n  ","472404":"\n   can i see\n  ","472405":"\n   I'm a keep to myself sort of person some people think that's pathetic do you agree,\n  ","472406":"\n   Hope you all are staying healthy\n  ","472407":"\n   That's good. I went to Walmart today and they had some. I scored 12 rolls for myself. I feel much better now.\n  ","472408":"\n   Hi Ms, my name is Jack Sim and i'm with the IRS. It says here in the report that you apparently haven't paid off the water bill and the deadline was 3\/13\/2020. What's going on with that?\n  ","472409":"\n   How many rolls of toilet paper you got?\n  ","472410":"\n   What are you doing tomorrow?\n  ","472411":"\n   Pap of socks ur wearing?\n  ","472412":"\n   how much for a twerk vid\n  ","472413":"\n   That must’ve been painful for him huh\n  ","472414":"\n   I hope something is true. Judaism has always been attractive to me, I’m not sure why, especially considering they hate converts lol.\n  ","472415":"\n   yes\n  ","472416":"\n   Did u love him tho 😏\n  ","472417":"\n   speaking of fanpages, I remember you had like 5 of them years ago!\n  ","472418":"\n   Do you know anything about Judaism? It looks interesting but I don’t know much about it and want to learn more\n  ","472419":"\n   Nah she hated him\n  ","472420":"\n   What is your favorite lunch cafeteria food?\n  ","472421":"\n   Do you believe in materialism or spirituality?\n  ","472422":"\n   What country have you always wanted to visit?\n  ","472423":"\n   whats for dinner?\n  ","472424":"\n   -\n  ","472425":"\n   was he ur bae\n  ","472426":"\n   I hope he’s ok\n  ","472427":"\n   What is the best gift that you have received on your birthday?\n  ","472428":"\n   lyndseys boy\n  ","472429":"\n   The guy who stans you, I haven’t seen him here in ages\n  ","472430":"\n   Where’s your boy?\n  ","472431":"\n   Are you a person who sleeps too much?\n  ","472432":"\n   What incredibly common thing have you never done?\n  ","472433":"\n   but tbh your always so kind etc on here which is cool xo\n  ","472434":"\n   😭😭😭\n  ","472435":"\n   see theres a problem hehe\n  ","472436":"\n   u dont send him naughty pics\n  ","472437":"\n   bae\n  ","472438":"\n   Love you ❤️😍\n  ","472439":"\n   the questions you get lol xo\n  ","472440":"\n   Do you have any beef\/issues with anyone atm\n  ","472441":"\n   I don't give a fuck what people think of me. My brother said that's bad no girl would want to date me because I'm not self conscious what people think of me is he right or wrong?\n  ","472442":"\n   Ramadan Mubarak :) \nIf you don't know what is Ramadan it's a month that muslims fast in it means no water or eating from sun rise until sunset :)\n  ","472443":"\n   pool master bait\n  ","472444":"\n   😭😭😭\n  ","472445":"\n   Between us you own a facebook I would happily add you\n  ","472446":"\n   King needs to go to the pool🌹\n  ","472447":"\n   wdym\n  ","472448":"\n   🌹😘😘\n  ","472449":"\n   in what ways?\n  ","472450":"\n   Post a picture of something that makes you happy 😊\n  ","472451":"\n   What do you think about Human Evolution?\n  ","472452":"\n   What does your dream holiday look like?\n  ","472453":"\n   Capitalism is not a fair society.\nAgree \nDisagree\n  ","472454":"\n   Just resting🌹\n  ","472455":"\n   hii\n  ","472456":"\n   🌹😴\n  ","472457":"\n   what are the other things?\n  ","472458":"\n   Have y’all come across any new foods or recipes during the pandemic? Feel free to share - I could use some ideas :)\n  ","472459":"\n   Would you rather be an ugly genius or a beautiful idiot ?\n  ","472460":"\n   What was your favourite holiday?\n  ","472461":"\n   do you have any phobias? what are they?\n  ","472462":"\n   what's the worst thing you have forgiven  someon for doing to you\n  ","472463":"\n   When you were a child what did you want to be when you grew up?\n  ","472464":"\n   Would you rather have a night out or a quiet night in?\n  ","472465":"\n   master bait\n  ","472466":"\n   What was your worst holiday?\n  ","472467":"\n   who is your fav person to play with\/against?\n  ","472468":"\n   Would you rather live adventurously and die young or live cautiously and die old?\n  ","472469":"\n   like the way you answered this. appreciate thoughtful answers like this 😊\n  ","472470":"\n   what does your name mean?\n  ","472471":"\n   can u dab\n  ","472472":"\n   Have you ever had an aquarium?\n  ","472473":"\n   Can you draw\n  ","472474":"\n   Draft party for me🌹\n  ","472475":"\n   yed\n  ","472476":"\n   My star sign is virgo you also\n  ","472477":"\n   would you say you have an attractive personality?\n  ","472478":"\n   Birthday twin 😁\n  ","472479":"\n   thought u would giv me money\n  ","472480":"\n   Would you rather stay at a hotel on a beach or go camping?\n  ","472481":"\n   When is your next birthday? How old will you be?\n  ","472482":"\n   Do you even celebrate your birthday each year?\n  ","472483":"\n   Have you had any bad birthdays? What happened?\n  ","472484":"\n   how often u wear skirts?\n  ","472485":"\n   Do you feel more anxious now than you did one year ago\n1. Yes \n2. No\n  ","472486":"\n   wdym\n  ","472487":"\n   Te puedo depositar un millón de dólares ?\n  ","472488":"\n   -_-\n  ","472489":"\n   How many countries have you been to ?\n  ","472490":"\n   it doesnt mention a dad in here???\n  ","472491":"\n   what are your favorite and least favorite days of the week and why?\n  ","472492":"\n   what was the cause of the alert?\n  ","472493":"\n   you could \"start over\" without them. dont expect you would. you seem to get on very well but thought i would ask.\n  ","472494":"\n   🤯😱🤐\n  ","472495":"\n   once you set the amount can you go back and change it? you might have to put it on sale 😂\n  ","472496":"\n   IM TELLING!\n  ","472497":"\n   A que edad perdiste la virginidad ?\n  ","472498":"\n   you think she has aged well?\n  ","472499":"\n   how do you say goodbye to a pet?\n  ","472500":"\n   no. you have to climb the frozen indoor waterfall.\n  ","472501":"\n   I am Darius\n  ","472502":"\n   Nice to meet you Lyndsey\n  ","472503":"\n   Some girls like a man as old as her father to be her lover,  Please analyze, what is the psychology of these women?\n  ","472504":"\n   pimento\n  ","472505":"\n   Do you like purple?\n  ","472506":"\n   Eye of the Tiger 😂😂\n  ","472507":"\n   no. sorry try again\n  ","472508":"\n   do you see 'u must' on any other pages?\n  ","472509":"\n   fck this person 😂\n  ","472510":"\n   How would you rate efforts to halt coronavirus?\nNot Enough\nEnough\nTo much\n  ","472511":"\n   Good night honey\n  ","472512":"\n   You’ll look beautiful in anyway🌹\n  ","472513":"\n   Love it🌹😘\n  ","472514":"\n   Nice swim outfit🌹\n  ","472515":"\n   🌹🤗✨\n  ","472516":"\n   Beautiful🌹😘\n  ","472517":"\n   If so, do you ask your boyfriend to stop at the limit of your pain?\n  ","472518":"\n   Would you say that you have changed much since this time last year?\n  ","472519":"\n   Are you in lockdown now ??\n  ","472520":"\n   Where is the one place in the world you wish you could revisit?\n  ","472521":"\n   May i knoe your name, Please ??\n  ","472522":"\n   lets be baes\n  ","472523":"\n   Tell them to quit being so weird :p\n  ","472524":"\n   Did you ever play with a yo-yo as as a child?\n  ","472525":"\n   That reminds me of the scene in willy wonka where the violet and veruca are like, “let’s be friends” “best friends” and they smile until they turn away from one another lol\n  ","472526":"\n   wdym\n  ","472527":"\n   -\n  ","472528":"\n   Is being intelligent a turn on for you\n  ","472529":"\n   What sounds good rn?\n  ","472530":"\n   What are you doing now ???\n  ","472531":"\n   do you like salad? if so, what’s your fav type of dressing?\n  ","472532":"\n   If your boyfriend likes B(x)D(x)S(x)M will you cooperate with your boyfriend? Or break up with him?\n  ","472533":"\n   do you curse around your parents now when your having conversations and it just comes out ( not in a disrespectful way)\n  ","472534":"\n   You😍\n  ","472535":"\n   Hi Lyndsey apologies\n  ","472536":"\n   What was your favorite cartoon growing up\n  ","472537":"\n   nice! i sauteed carrots yest too. any particular way? yest instead of using soy sauce i used the rest of the bottle i had of balsamic dressing in there. along with the regular stuff, garlic and parsley etc. came out nice. gave sweet and tart hints.\n  ","472538":"\n   Do you think there is more to the virus then they are telling us\n  ","472539":"\n   whats for dinner?\n  ","472540":"\n   You still keep in touch with anyone from high school?\n  ","472541":"\n   What is you biggest accomplishment?\n  ","472542":"\n   Do you have faith in humanity for the future?\n  ","472543":"\n   Do you believe in love at first sight?\n  ","472544":"\n   hakunamatata)\n  ","472545":"\n   How was your day\n  ","472546":"\n   Hii\n  ","472547":"\n   Have you ever had a bad sunburn\n  ","472548":"\n   💖 that's good\n  ","472549":"\n   pepee lover\n  ","472550":"\n   Какой ваш идеальный спутник жизни?\n  ","472551":"\n   How do you wish to be remembered?\n  ","472552":"\n   Who's Afraid of Virginia Woolf & jennifer's body are on your watchlist. you seen Slums of Beverly Hills (1998)?\n  ","472553":"\n   how is your life today?\n  ","472554":"\n   have to tried any new shows during this quarantine?\n  ","472555":"\n   Have you meet anyone famous it so who\n  ","472556":"\n   Do you think they have an elevator lol?\n  ","472557":"\n   The most expensive home in the world has 27 floors would you like to live there.\n  ","472558":"\n   Do you think friendships can last  more than one life time\n  ","472559":"\n   U MAD BROO\n  ","472560":"\n   What is your name? Do you like it?\n\n(If you're not comfortable with sharing it, post a picture)\n  ","472561":"\n   Do you believe in life after death?\n  ","472562":"\n   How would you summarize your life purpose?\n  ","472563":"\n   Followed..\n  ","472564":"\n   Are you a picky eater or do you like to try new foods?\n  ","472565":"\n   master bait\n  ","472566":"\n   With everything going on this year, share something positive that has happened!!😊🌺✨\n  ","472567":"\n   how many ?'s in your inbox?\n  ","472568":"\n   are you more likely to get jealous about someones looks or their abilities?\n  ","472569":"\n   cottonelle > angel soft\n  ","472570":"\n   detention!\n  ","472571":"\n   why men always think they have any rights\n  ","472572":"\n   How do you handle pain?\n  ","472573":"\n   XD and so far id say yeah lazy af\n  ","472574":"\n   u must\n  ","472575":"\n   have you ever or would you ever work with your family members in any kind of job?\n  ","472576":"\n   What was the worst sun burn you ever got\n  ","472577":"\n   How do you say goodbye to a friend?\n  ","472578":"\n   Hey  flirty\n  ","472579":"\n   Where were you born? Do you still live there?\n  ","472580":"\n   What is your longest relationship?\n  ","472581":"\n   haha ok\n  ","472582":"\n   what games?\n  ","472583":"\n   this question is gold 🤣😂😂\n  ","472584":"\n   yes\n  ","472585":"\n   Things you don't share with anyone ... ?\n  ","472586":"\n   Do you think you have an addictive personality?\n  ","472587":"\n   What is the most romantic and loving thing you have ever done for somebody?\n  ","472588":"\n   Do you call it dinner or supper?\n  ","472589":"\n   What’s the nearest grocery store to your home?\n  ","472590":"\n   in a romantic sense or other?\n  ","472591":"\n   was waiting for the 😭😭😭\n  ","472592":"\n   feel like the word \"grounded\" is a bit weird when you think about it lol\n  ","472593":"\n   keep the same family?\n  ","472594":"\n   theres a lahore one on the most liked too XD\n  ","472595":"\n   yes\n  ","472596":"\n   so thats where \"yes\" comes from XD\n  ","472597":"\n   How long does it usually take you to be fully yourself around someone you’ve just met?\n  ","472598":"\n   What’s the nearest fast food place to your home?\n  ","472599":"\n   tell me all about your Lyrid meteor shower experiences, feelings, and overall thoughts.\n  ","472600":"\n   what do you think about your \"top\" answer? do you think it should be? are you surprised that it is?\n  ","472601":"\n   u like olives stuffed with anything?\n  ","472602":"\n   last time early bird?\n  ","472603":"\n   what is a good dystopian society book?\n  ","472604":"\n   Good night honey\n  ","472605":"\n   😂😂😂😂 no it's just a question 🤣\n  ","472606":"\n   Which restaurants would you like to visit after lockdown?\n  ","472607":"\n   🎶 Write a song you like for every letter in your name. 🤗\n  ","472608":"\n   🎶 Post a song you like that reminds you of summertime 🎶\n  ","472609":"\n   🎶 Post a song that’s a classic favorite. 🎶\n  ","472610":"\n   post a picture or use this as a filler!\n  ","472611":"\n   whats for dinner?\n  ","472612":"\n   What’s everyone up to today? 😊\n  ","472613":"\n   Do you judge people quickly?\n  ","472614":"\n   Ootn\n  ","472615":"\n   Your  favourite  lines?\n  ","472616":"\n   Would you like to be famous and for what reason?\n  ","472617":"\n   What is your most prized possession?\n  ","472618":"\n   What literary genre do you like to read the most?\n  ","472619":"\n   If you had to eat only three things for the rest of your life, what would they be?\n  ","472620":"\n   OLD PETS 🥺\n  ","472621":"\n   Make an anagram out of your name!\n  ","472622":"\n   i think about food wayyyyy too much my fam. if you only knew.... way more than that dude thats for sure :')\n  ","472623":"\n   What is your favorite way to spend some time alone?\n  ","472624":"\n   wow stay safe💖\n  ","472625":"\n   by the way where you from?\n  ","472626":"\n   What Wikipedia article have you recently read?\n  ","472627":"\n   Ha ha you do seem to give a lot of women leg envy!\n  ","472628":"\n   hahahaha why?\n  ","472629":"\n   Как вы думаете, достаточно ли полезно пить дождевую воду?\n  ","472630":"\n   name that one person you miss\n  ","472631":"\n   Are you stressing out?\n  ","472632":"\n   show bewbs\n  ","472633":"\n   Are you an early bird or a night owl?\n  ","472634":"\n   maybe one of the pervs was banned XD\n  ","472635":"\n   did u give out coins cuz u dony have any on leaderboard\n  ","472636":"\n   When is your birthday\n  ","472637":"\n   What’s your most complimented physical feature?\n  ","472638":"\n   When other women are jealous of you does it make you feel good or bad?\n  ","472639":"\n   looks like he is your age. looks like it was a car wreck. figured that was probable. 80 mph flipped 8 times.\n  ","472640":"\n   yes, iam not the same unknown how sent \"show it plz\"\n  ","472641":"\n   ive had it plenty of times but i never have things consecutively. always leave ample room between recurring meals. thats very important to enjoying any cuisine to its full potential. im all about that. have to make the most of everything imo. why when there are virtually endless things to eat\/make?\n  ","472642":"\n   oh, okey.. i know that iam look weird 😂\nbut that becouse iam not very good in english, so iam sorry😂❤️\n  ","472643":"\n   nice. id ask what you watched but no need for that charade hahaha. yeah whiplash is very good. coincedentally the series im watching stars the same guy. like him as an actor. wonder what his scars on his face are from? anyway if if comes down to it just stream it from a site. thats all i do lol.\n  ","472644":"\n   what's going on?\n  ","472645":"\n   ok, what time is it in your country?\n  ","472646":"\n   😭😭😭\n  ","472647":"\n   why are you mad\n  ","472648":"\n   what?!\n  ","472649":"\n   who?\n  ","472650":"\n   u must lol. seriously tho next time try it out. really nice. id say that is a 9\/10 vs the garlic and cumin one like an 8 max. anyway thats my opinion. been a while ive not had hummus tho. must correct...\n  ","472651":"\n   hows you day going? from these last few posts you seem to be feeling alright. hope thats the case. remember man you know pple can be shtty to you but take a breath and feel that you are alive and in the end thats all that matters. everything else is possible as long as you are alive. everything\n  ","472652":"\n   Would you or have you ever worked in a chicken 🐔 plant before? Even if they offer you a hundred bucks an hour, would you do it?\n  ","472653":"\n   i dont thing the face one was brad tho\n  ","472654":"\n   yes like how they said \"forgot about the face thing\" shows their \"friendly\" side. like there is some compassion there. i think like you said part of them means well. you know like a sort of normal person lol. maybe even like rooting for you to change up things.\n  ","472655":"\n   Do you like sunflower🌻 seeds?\n  ","472656":"\n   for the anon saying brad is mean. my thoughts are he brings up sore subjects and makes her accountable in his\/her way. mean would be just offensive for the sake of being offensive like white girl pantyhose. id say they are mean.\n  ","472657":"\n   yeah ive not made it either. im on that roasted red pepper hummus train tho. that sht is nice.\n  ","472658":"\n   i disagree bout bradley not being mean cuz they seem rude since theyr very first message always saying something bad\n  ","472659":"\n   You guys doing ok? Be safe and I love you guys.\n  ","472660":"\n   if you did that... you would probably be killed :')\n  ","472661":"\n   will have to find out about all that tmr lol. to me this is bradley. articulate, makes points, and follows up. is not overtly rude just persistent. actually not overly mean. just persistent, yeah.\n  ","472662":"\n   wait how about you use canellini beans instead of garbanzos for the hummus :')\n  ","472663":"\n   btw how do you know like how you are dong in the process? do you check your ketones or sometime somehow?\n  ","472664":"\n   Height\n  ","472665":"\n   now this was bradley! sup bradley? how's your life? whats your world like? what can you tell us about you? interested to learn more if you care to share. you seem to be pretty high energy.\n  ","472666":"\n   awe xo\n  ","472667":"\n   nice xo\n  ","472668":"\n   Jk\n  ","472669":"\n   Ok, inspired by\n   \n    @HeyGuysWantStuffJustAsk\n   \n   ’s question: (\n   \n    https:\/\/ask.fm\/CactusDoug\/answer\/160053214448?utm_source=copy_link&utm_medium=iOS\n   \n   )           - \nIf Doug wasn’t my name, what do you think would be a suitable alternative?\n  ","472670":"\n   So cute\n  ","472671":"\n   Yougurt and peanut butter mixed in. Interesting. Never tried that.\n  ","472672":"\n   I scored some toilet paper online today. I'm pretty excited about it. I got 12 double rolls of Angel Soft.\n  ","472673":"\n   nice love them snacks tbh x\n  ","472674":"\n   maybe he will be a better person in the the end, the dad xo\n  ","472675":"\n   have you a fave movie snack xo\n  ","472676":"\n   lol, glad your having a nice time xo\n  ","472677":"\n   awe hope you dont cry too, xox\n  ","472678":"\n   Salve🌹 \nC'è una vostra abitudine che vi da particolarmente fastidio e che vorreste cambiare?\n  ","472679":"\n   k, how are you doing xo\n  ","472680":"\n   who has the best legs of a female celeb if its okay to ask, sorry if its disrespecting females i never would tbh xo\n  ","472681":"\n   Do you have a porch at your home? Or do you just have stairs of some sort? Or a patio of some sort?\n  ","472682":"\n   funny how bradley says u get mad over anything and theyre the ones who cause a lot of the ask-related ones because they always look for something to argue about and put u down\n  ","472683":"\n   What have you ate today?\n  ","472684":"\n   your go-to story to tell by the campfire?\n  ","472685":"\n   -\n  ","472686":"\n   This morning I got a bunch of likes from Russia...for some reason. Are you ever surprised by trends in your own likes?\n  ","472687":"\n   Brady and Gronk together again LFG Bucs\n  ","472688":"\n   What's something you never want to try\n  ","472689":"\n   Yes sorry my bad i said it in french and yes the question is exactly how you interpreted it\n  ","472690":"\n   If you could move to live in another country, where would you go? Why?\n  ","472691":"\n   How have you been occupying yourself throughout this pandemic?\n  ","472692":"\n   What type of discipline did ur parents use growing up?\n  ","472693":"\n\n    https:\/\/www.looper.com\/109442\/best-dark-comedy-movies-havent-seen\/\n   \n\n    https:\/\/www.buzzfeed.com\/amphtml\/louispeitzman\/deliciously-dark-comedies-you-should-see-before-you-die\n   \n\n    https:\/\/www.studiobinder.com\/blog\/dark-comedy-movies\/\n   \n   What about these\n  ","472694":"\n   yes\n  ","472695":"\n   Which movies or books have made a big impact on you?\n  ","472696":"\n   wdym dont wdym me\n  ","472697":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","472698":"\n   do you use your left for anything? im a righty but open bottles with my left\n  ","472699":"\n   wdym\n  ","472700":"\n   Tell me 10 facts about yourself! ⭐️ If you’ve already done one like this a long time ago, how about an updated version? ❤️\n  ","472701":"\n   what meal can you cook really good?\n  ","472702":"\n   what do you mean by not effecting you at this point?\n  ","472703":"\n   ✞ ✞ Tu note tous ceux qui aiment ?\n  ","472704":"\n   what do all humans need? (besides food , shelter , clothes) think outside the box\n  ","472705":"\n   What punishment would you give to people who cheat on their partners?\n  ","472706":"\n   What embarrasses you the most in front of others?\n  ","472707":"\n   still working ?\n  ","472708":"\n   Would you say that you're intelligent\n  ","472709":"\n   Have you ever participated in a boycott of an establishment or a product? Which one and why?\n  ","472710":"\n   Have you ever had a fine before if you have why and how much\n  ","472711":"\n   yes\n  ","472712":"\n   Do you think it's better to have anonymous questions turned off or on? and why?\n  ","472713":"\n   Have you ever pulled a fire alarm\n  ","472714":"\n   huge pepee\n  ","472715":"\n   😭😭😭\n  ","472716":"\n   What are you most afraid of? ☹️\n  ","472717":"\n   yes\n  ","472718":"\n   from 1-10 how much are you enjoying this site these days?\n  ","472719":"\n   how often do you read books?\n  ","472720":"\n   Hey!\n  ","472721":"\n   What would you say if someone told you that you had to get your tempreture taken from your ass?\n  ","472722":"\n   Do you believe in soulmates?\n  ","472723":"\n   prob last one cuz is the one u bring up the most and ironically the one u talk the least bout lol\n  ","472724":"\n   How are you?\n  ","472725":"\n   wait i thought you had an an extraordinary memory? 🤣\n  ","472726":"\n   that u thought of an ex while doing it hehe\n  ","472727":"\n   you sure like saying that lol\n  ","472728":"\n   i knew it lol\n  ","472729":"\n   bradley!\n  ","472730":"\n   like an ex?\n  ","472731":"\n   call its name next time haha\n  ","472732":"\n   can you explain net vs total carbs?\n  ","472733":"\n   Thanks ❤\n  ","472734":"\n   wdym cat person\n  ","472735":"\n   why did you name it?\n  ","472736":"\n   and when you dont what are you?\n  ","472737":"\n   messed up by covid19?\n  ","472738":"\n   Stay home stay safe 🤗\n  ","472739":"\n   lock down is an extreme exaggeration. people are discouraged from gathering places. nobody in this country is \"locked down\"\n  ","472740":"\n   I'm good thanks and at least it some sort of closer in my life from that place\n  ","472741":"\n   what do you remember about this person?\n  ","472742":"\n   yes\n  ","472743":"\n   🙄\n  ","472744":"\n   you make this?\n  ","472745":"\n   How many times have you been outside since lockdown?\n  ","472746":"\n   totga?\n  ","472747":"\n   you lock yourself out?\n  ","472748":"\n   Do you know how to count cards\n  ","472749":"\n   Good night sweets\n  ","472750":"\n   What is your #1 passion?\n  ","472751":"\n   🎶 Post a song to drive to. 🎶\n  ","472752":"\n   name at least one thing you will do to better yourself or situation today? can be very minor nbd type thing but something you absolutely will do.\n  ","472753":"\n   What's your favorite kinda of music\n  ","472754":"\n   Are you an Eco-friendly person?\n  ","472755":"\n   Favorite physical feature of yourself?\n  ","472756":"\n   Do you own any stuffed animals? 🤔😁 Pic? Haha\n  ","472757":"\n   What's the most physically exhausting thing you've ever done? 🏃‍♀️💪🏊‍♂️ How much stamina would you say that you have? 🥵\n  ","472758":"\n   How old is the most expired item in your fridge?\n  ","472759":"\n   and how was locked\n  ","472760":"\n   Do you know how to drive\n  ","472761":"\n   What was the last lie you told, or last lie you know someone told to you?\n  ","472762":"\n   Thanks🤝🤝🤝\n  ","472763":"\n   Thanks .....plz share this 👌👌🌸\n  ","472764":"\n   Thank you. I’m trying.\n  ","472765":"\n\n    http:\/\/mostafafetooh.blogspot.com\/2020\/04\/corona-viruscovid-19information-center.html\n   \n","472766":"\n   bae\n  ","472767":"\n   pepee ones\n  ","472768":"\n   What word can't you stand\n  ","472769":"\n   What's your favorite type of video to watch during quarantine? 😷\n  ","472770":"\n   Do you feel that people truly respect you?\n  ","472771":"\n   Actually no. For some reason I’m on a bash my ex kick. She was crazy hell her whole family should have been in the crazy house.\n  ","472772":"\n   yes\n  ","472773":"\n   Ahaaa you seem to be making a lot of people jealous lately\n  ","472774":"\n   Going crazy? I don’t think you’ve met truly crazy yet lol.\n  ","472775":"\n   What's the last thing that made you feel truly nostalgic? 🤔 How was it to revisit that thing? 😁\n  ","472776":"\n   What would you recommend as the best way to stop myself from inadvertently touching my face - wearing a facemask or keeping a glass of wine in both hands at all times?? 🤔🥂\n  ","472777":"\n   That’s understandable. I only enjoy them cause they’re rare lol. Id go crazy stuck inside all week\n  ","472778":"\n   Ugh so jealous of you, especially of your legs\n  ","472779":"\n   What is something that you’re looking forward to?\n  ","472780":"\n   my totga\n  ","472781":"\n   what are your thoughts on pâté?\n  ","472782":"\n   🌹😊🤗\n  ","472783":"\n   whats for dinner?\n  ","472784":"\n   What are the best things in life\n  ","472785":"\n   That’s what I meant lol. No plans sounds nice lol. Like another chill day.\n  ","472786":"\n   Sounds like a nice plan lol. Funny thing I’m in bed but not overly tired at all. I’m in bed cause I gotta get up by 6 in the morning and be gone around 6:30 what fun lol.\n  ","472787":"\n   How do you like to start your day\n  ","472788":"\n   What's your favorite food\n  ","472789":"\n   Only a 3 hr difference lol. Any plans tomorrow? I got work lol.\n  ","472790":"\n   What are something that can't be forgiven\n  ","472791":"\n   yes or no tell us I wanna see but I dont wanna be scammed either🙄\n  ","472792":"\n   what’s for breakfast , lunch or dinner? whatever time you answer this . tell me what you’re eating or you ate.\n  ","472793":"\n   😭😭😭\n  ","472794":"\n   did you really post a butt pic?\n  ","472795":"\n   Do you ever like to go outside and just sit in the sun? \"Soak up the Sun.\"\n  ","472796":"\n   Sounds good. I forget about the time difference lol. It’s 9:15 here and my old ass is in the bed already lol.\n  ","472797":"\n   Can I add you on snap chat? 🙏\n  ","472798":"\n   Your zodiac sign????\n  ","472799":"\n   What do you have in your pocket\n  ","472800":"\n   Pap\n  ","472801":"\n\n    https:\/\/youtu.be\/4Tf3Ad7iwJQ\n   \n","472802":"\n   I think I get the picture lol. That’s good. What you up to now?\n  ","472803":"\n   bae maxwel?\n  ","472804":"\n   wdym\n  ","472805":"\n   One of my old job made fun of me for having minor learning difficulties they called me a r****d.\nAnyway apparently they've lost their buiness I'm sort of glad that's happened does that make me a bad person me being glad that they lost their business?\n  ","472806":"\n   Sounds nice. How was it? Enjoying a nice soak in the tub lol?\n  ","472807":"\n   What color do you think looks best on you\n  ","472808":"\n   Have you dyed your hair before what color if you had\n  ","472809":"\n   How did you celebrate your previous birthday?\n  ","472810":"\n   Is overthinking a sign of intelligence or a sign of anxiety?\n  ","472811":"\n   Those are nice. How’s your swim going? Or have you not gone yet lol?\n  ","472812":"\n   What's your favorite hair style\n  ","472813":"\n   What's your favorite sport\n  ","472814":"\n   well some girls hate their exes except the one part they enjoyed lmao\n  ","472815":"\n   why maxwell was that old bf name\n  ","472816":"\n   is that ur bae\n  ","472817":"\n   Where do you have the most fun\n  ","472818":"\n   The saltwater type? My brother and sister in Law have that kind as well.\n  ","472819":"\n   Lol. That’s good. Is it above ground? They had an in ground pool where I lived and it was a pain in the ass keeping up with the Chemical lol.\n  ","472820":"\n   How are you doing\n  ","472821":"\n   That’s good. Is it nice having a pool? I only ask cause I’ve only ever lived one place that had a pool and it was just a pain in the ass.\n  ","472822":"\n   Sounds nice. You have a pool?\n  ","472823":"\n   What's your favorite holiday\n  ","472824":"\n   Do you think you are brave\n  ","472825":"\n   Anyone cashapp you?\n  ","472826":"\n   Yeah. So what you up to anyways? I just got home from work.\n  ","472827":"\n   the second one are follow recomendations lmao i doubt that made u cry\n  ","472828":"\n   On ask?\n  ","472829":"\n   Why did you cry?\n  ","472830":"\n   why\n  ","472831":"\n   Pap\n  ","472832":"\n   how often do you clean your bedroom?\n  ","472833":"\n   If you could live anywhere where would you pick\n  ","472834":"\n   Are you a cat or dog person\n  ","472835":"\n   What's your favorite TV show\n  ","472836":"\n   Are you out going or shy\n  ","472837":"\n   Was there any TV shows that you weren't allowed to watch as a kid?  If there was which show was it?\n  ","472838":"\n   why are you hurt?\n  ","472839":"\n   ever had to call the police? whether it was for you or for someone else.\n  ","472840":"\n   Serve in heaven or rein in hell?\n  ","472841":"\n   is this bradley bait? 😂\n  ","472842":"\n   Sounds nice. It’s sunny here now but it was raining this morning\n  ","472843":"\n   ignore all no loss ther\n  ","472844":"\n   how often do you wash dishes?\n  ","472845":"\n   how often do you do laundry?\n  ","472846":"\n   ignore the one who always acts like an ass\n  ","472847":"\n   Loren Gray is 18 !!!\n  ","472848":"\n   why u even talk to that person anyways\n  ","472849":"\n   pepee\n  ","472850":"\n   How is your day going? #StayAtASK\n  ","472851":"\n   what do you think about? the happy things\n  ","472852":"\n   bradley is back it seems lol\n  ","472853":"\n   to be fair its u who choose to keep responding to that person who only wants to argue\n  ","472854":"\n   not nice\n  ","472855":"\n   Pick one of the three: Would you rather be paddled, hand spanked, or strapped?\n  ","472856":"\n   What is the wildest conspiracy theory that you believe in?\n  ","472857":"\n   what are your thoughts on the \"scholastic\" anon?\n  ","472858":"\n   what is worse empty promises or lies and why?\n  ","472859":"\n   you think happiness is in our control?\n  ","472860":"\n   Do you have a party trick?\n  ","472861":"\n   thats not brad. ehhem i mean bradley. bradley is way more articulate. as far as it being a girl could be guess but that would mean im wrong about who it is. which is still only a guess. girls tend to take that route when trying to get under another girl's skin. so i agree with your logic.\n  ","472862":"\n   Have you ever been in a spa?\n  ","472863":"\n   what does the (n) mean?\n  ","472864":"\n   \"unless every single person ends up dead.\" XD ⭐⭐⭐⭐\n  ","472865":"\n   no\n  ","472866":"\n   can i be his bad habit?\n  ","472867":"\n   how old do you think the \"yes\" person is? id day close to 40 maybe lol\n  ","472868":"\n   Most definitely. How’s the weather there?\n  ","472869":"\n   Hey, was wondering if you could help me out with a bit of a first world problem, namely the best way to neck an entire pint of lager in one (no breaks)? 😬🤔 Thing is, I've been nominated to do just that as part of a Facebook challenge, & I foolishly ripped the pis$ out of a workmate who failed 😳🙈\n  ","472870":"\n   happiness is contingent on......?\n  ","472871":"\n   Do you have any siblings? How old are they?\n  ","472872":"\n   Good night\n  ","472873":"\n   you sure they dont have to pull your teeth out tho too? :p\n  ","472874":"\n   do you ever measure your pulse and blood pressure? can you recall what you usually average?\n  ","472875":"\n   I see a stupid app in three hundred words because I live in a STUPID state SPUPID GOVERNMENT,mad,angry,known, its okay not mad just saying #whitnerorw.e can’t tell me what to do NOMO\n  ","472876":"\n   nice. you ever do sloppy joe pasta? and i saw those but the picture quality was one of those when it could be a cookie or a picture of an areal map of singapore's city structure :p\n  ","472877":"\n   what is your thermostat temperature setting where you live currently? is it still set to heat or have you switched to a\/c yet?\n  ","472878":"\n   how would you rate your overall mental well being currently from 1-10? and do you feel right now as if that number is on an acute trajectory to getting better, getting worse, or staying about the same?\n  ","472879":"\n   when was the last time you tried something new or different culinary wise? what was\/were the items?\n  ","472880":"\n   do you wish you were more flexible and open to things in your life or are you the opposite and wish you had more structure and routine?\n  ","472881":"\n   Do you use essential oils?\n  ","472882":"\n   What movie can be watched without sound and still be good?\n  ","472883":"\n   In which city you would like to live?\n  ","472884":"\n   so risky tho. im not that brave lol\n  ","472885":"\n   yes for sure! ive tuned out. and yes can occupy a lot of time but also mental energy.\n  ","472886":"\n   what was the motivation in the end? just yourself and sense of duty or something else help?\n  ","472887":"\n   What things do you hope won’t exist in the future?\n  ","472888":"\n   Can TV make us stupid?\n  ","472889":"\n   Do you stay away from healthy nuts because of their calories?\n  ","472890":"\n   Post a picture of your favorite celebrity!\n  ","472891":"\n   what things are you interested in talking about?\n  ","472892":"\n   🎶 Post a song that makes you sad. 🎶\n  ","472893":"\n   what's one bad habit you can't get rid of?\n  ","472894":"\n   Hey lovely people! How are you all doing?\n  ","472895":"\n   What do you like about Socrates?\n  ","472896":"\n   Do you consider yourself a hedonist?\n  ","472897":"\n   Do you have any regrets?\n  ","472898":"\n   Are you saying it is a good idea to do whatever we feel like doing at the time without thinking of the consequences?\n  ","472899":"\n   What insights on achieving happiness did your study of philosophy give you?\n  ","472900":"\n   Who had hedonist views?\n  ","472901":"\n   Does \"thinking of the now\" mean not thinking of the future?\n  ","472902":"\n   what are some things that you definitely want to do LESS of? make a list.\n  ","472903":"\n   was canoe padled\n  ","472904":"\n   u seem mad\n  ","472905":"\n   invest in what?\n  ","472906":"\n   What scientific fact do you love?\n  ","472907":"\n   Kennt jemand einen guten Film, um das zu sehen? Sie können auf Englisch oder Deutsch antworten. Ich spreche beide\n  ","472908":"\n   What did you learn in philosophy about \"way of life\"?\n  ","472909":"\n   What is the most important thing in being a good friend?\n  ","472910":"\n   Do you have any animals that you have always wanted to see in the wild? 🐨🐅🐼🐬🦏 Why those ones specifically? 😊\n  ","472911":"\n   🌹😴\n  ","472912":"\n   Do you prefer very spicy or non-spicy food?\n  ","472913":"\n   PAP!\n  ","472914":"\n   Would you adventure a jungle? Can bring 3 people? Tag them and mention who you are bringing and what y'all are gonna be doing! Eating!\n  ","472915":"\n   Last thing you wore that was yellow\n  ","472916":"\n   whats a horror one?\n  ","472917":"\n   Sending all my love to you all throughout this difficult time ❤️\nPost a picture of something that makes you happy 😊\n  ","472918":"\n   what is your biggest worry currently?\n  ","472919":"\n   It is nice having both options. I like having woods to walk in.\n  ","472920":"\n   well like i said this may be an option now if some family can get on board. nice day or two out in nature. prop ideal temps now im assuming. camping is isolated. might be a nice recharge. just saying\n  ","472921":"\n   are there things bothering you that you need or wish were done right now? what are they?\n  ","472922":"\n   Panties color\n  ","472923":"\n   Are there any type of oils that you like to use? Or nah? Not really.\n  ","472924":"\n   yes\n  ","472925":"\n   pap in shower outfit\n  ","472926":"\n   is it me lol\n  ","472927":"\n   will there be a 3% next lol\n  ","472928":"\n   havent seen himmentioned in a while\n  ","472929":"\n   whatever happened to 2%\n  ","472930":"\n   12in\n  ","472931":"\n   What’s something you’ve tried, that you’ll never, ever try again?\n  ","472932":"\n   Who are the 3 greatest living musicians?\n  ","472933":"\n   Would you visit a really old and abandoned church? As old as 1600's. But.. at night aand you have to walk through a swamp and a forest for 15 minutes to get there. Can bring 2 other people. Would you do even for money?\n  ","472934":"\n   What do you think about coconut? Do you like it or not really?\n  ","472935":"\n   How is your night so far?\n  ","472936":"\n   yes\n  ","472937":"\n   master bait\n  ","472938":"\n   whats for dinner?\n  ","472939":"\n   Are you the sort of person to find it easy to relax\n  ","472940":"\n   what happens when you dont like the question?\n  ","472941":"\n   has this person ever demonstrated this situation with you?\n  ","472942":"\n   wonder what would happen but i feel like these \"quirky\" things are just sort of out there and you cant really stop it. i mean with time all things die out and are forgotten but it would be very difficult even for you to never mention again like dead stop. dont you think so? i mean the name here even\n  ","472943":"\n   i remember the feeling hahaha.\n  ","472944":"\n   you mentioned a 118-125 goal. do you have some sort of time table for this? and do you think as you continue to lose weight it could become exponentially more difficult? why or why not? few parts this one btw 😂\n  ","472945":"\n   yes\n  ","472946":"\n   Agree I'd much rather see your n*des then seem some cheesy p0rn sketch\n  ","472947":"\n   yeah once in a while you get the one that says \"oh im a girl\" who knows tho probably just lying so you agree to answer what they say 🤣🤣🤣\n  ","472948":"\n   you got it. good chat fam. talk more tmr. hopefully pantyhose white girl gets tired of harassing you. have a great night. and good luck with whats to come haha 😈🤗😈\n  ","472949":"\n   Post something good on sharesome\n  ","472950":"\n   Last thing to hurt your feelings\n  ","472951":"\n   caught up now XD\n  ","472952":"\n   Yeah but it's all fake news now\n  ","472953":"\n   same lol\n  ","472954":"\n   I hate the new disney fox news🙄\n  ","472955":"\n   \"Thought it was about the legs ;) jk\" not caught up in this thread yet im sure ill find out about the legs lol\n  ","472956":"\n   that i can do! bradley it is hahaha. not capital tho. little bradley.  XD\n  ","472957":"\n   Gross🤢\n  ","472958":"\n   nice. will be interesting to see. (about sharing the next time you see one) trying to make this less confusing haha\n  ","472959":"\n   Your still a h*e\n  ","472960":"\n   isn't brad the person calling u names cuz u had sxx\n  ","472961":"\n   you got sprinklers installed?\n  ","472962":"\n   Shut your mouth dumba$$\n  ","472963":"\n   only pple who like brad are. naw i shouldnt be mean. brad is someones kid too. im sure he\/she has their own problems.\n  ","472964":"\n   \"Did you lose your virginity after marriage? No did you make any kids with your partner? No do obviously you are one\" so could this be like a \"sort\" of example where pple ask you things to get info maybe but seem mass sent? i mean not the best example i get that but you know what i mean.\n  ","472965":"\n   You know its true\n  ","472966":"\n   do you guys have lawns you mow out there? id imagine not too much. maybe like just golf courses? but who knows\n  ","472967":"\n   \"isnt he the arguing anon? surprised u like him\" anons not be understandin' sht 😂\n  ","472968":"\n   Did you lose your virginity after marriage? No did you make any kids with your partner? No do obviously you are one\n  ","472969":"\n   Yes it is\n  ","472970":"\n   You had s*x before stop it 🙄\n  ","472971":"\n   weeds be bastids. will have to battle myself soon. too soon!!  fck 🤣\n  ","472972":"\n   You probably have them\n  ","472973":"\n   how are you\n  ","472974":"\n   You have stds\n  ","472975":"\n   damn. here we wont even see them bloom for a while yet.\n  ","472976":"\n   isnt he the arguing anon? surprised u like him\n  ","472977":"\n   at least these threads are short. omg when threads get long and multiple peeps be posting (yes you read as peepee, understandable 🤣) damn does that sht get confusing! dont know who is referring to what and the oder sent etc.\n  ","472978":"\n   i dont think anons can get five stars. why? cus fck them is why 🤣\n  ","472979":"\n   our buddy be chillin' 😂😂\n  ","472980":"\n   cant go five tho. thats elite class sht lol\n  ","472981":"\n   Yes you definitely are\n  ","472982":"\n   \"and Brad, whoever he is\" there is more than just what this anon listed. also i respect brad. at least they reply back. like there is some back and forth. still anon but at least a bit less randomized.\n  ","472983":"\n   \"wdym hehe anon\" ⭐⭐⭐⭐🌗\n  ","472984":"\n   when was the last time you blew the seeds out of a dandelion? think you will ever do that again in your life?\n  ","472985":"\n   what made you decide start using one? just like curious or some vids or something? maybe someone suggested? do you remember?\n  ","472986":"\n   and Brad, whoever he is\n  ","472987":"\n   So right now, you have 3 anons: me lol (original), wdym (aka i must, can i see, peepee, yes and sometimes me lol), and the hehe one (most likely the one who types with XD)\n  ","472988":"\n   That's cuz it true\n  ","472989":"\n   wdym hehe anon\n  ","472990":"\n   will u get maxwell some buddies hehe\n  ","472991":"\n   but definitely feels male imo. feels american and pretty young. i would say early mid twenties at most. how cool would it be if they actually replied with specifics lmao. i mean they could make sht up or could be someone pretending. nothing substantiated here.\n  ","472992":"\n   why do you feel they would want to \"cover up\"? what would motivate someone to do that? i mean its anonymous.\n  ","472993":"\n   hehe is prob XD anon\n  ","472994":"\n   the 'hehe' anon i think is one that brings up other anons. not sure if they could be lazy af or wdy. i dont feel so. i feel like they sometimes ask longer questions. its all speculative tho. but interesting. this site is such a strange human experiment. too bad you can never see the \"data\"\n  ","472995":"\n   how confusing is it when you get questions here but you dont know if they are specific to you or sent en mass? also once you have seen them sent in mass does it change the way you feel about receiving the question then? if so usually for the better or worse?\n  ","472996":"\n   how long did you research before maxwell purchase? was that the first one of that type of \"product\"?\n  ","472997":"\n   serious question. do y’all remember myspace? 🤨\n  ","472998":"\n   it was 1% hehe\n  ","472999":"\n   can be interpreted\/deemed as and excuse for deflection too 😂\n  ","473000":"\n   chances you get an answer? seems mass sent imo\n  ","473001":"\n   what are you being accused of?\n  ","473002":"\n   the whole wh*re and h*e ones i would say are the same person. its that person that kept talking about panyhose but then went anon. same one that said \"for a white girl\" i think i know who they are. anyway its just one angry person.\n  ","473003":"\n   who did you used to go with? you can at least look into it right? check some websites, maybe make a call?\n  ","473004":"\n   im not accusing you of anything nor the other guy that started this thread. just sort of speaking to the universe because many people do not seem to grasp the concept. i wear one. its stupid. but there is something to it if done globally. such a simple thing. 10,000 gallons of sanitizer wont do sht.\n  ","473005":"\n   if you wanted could you go to a campground and camp for a few days? i mean its isolated right? think if memory serves its something you wanted to do but never got around to doing last fall? could carpe deim that sht\n  ","473006":"\n   wearing masks is not to protect the wearer. its to help insure you dont contribute to the spread. also to help put people at ease. not wearing one is lazy and selfish. not too difficult to do. unless ofc lazy and selfish as already outlined lol\n  ","473007":"\n   Oh I got you. I don’t have cows lol. I kinda like the country areas though, hbu?\n  ","473008":"\n   does it feel like somehow its always sunday or wendsday these days? 😂😂😂\n  ","473009":"\n   do these conversations get tedious to you? saying the things they will do and so forth? is it fun?\n  ","473010":"\n   Really? Why’s that? I’m midway only a mile to city limits.\n  ","473011":"\n   i think many people have jumped in with \"me lol\" but the other thing to realize is \"these people\" see what we say about them and that changes what they do going forward. can motivate them to do \"more\" or \"less\" can also motivate copycats. its like messin with the time continuum wen we bring it up😂\n  ","473012":"\n   well i suppose the medium has no\/little repercussions for the direction people go with things. thats just the name of the game here. but in a way you have to take it as people are interested. and thats \"something\" in itself right? might be a little bizarre as to \"why\" but they have nthg to lose.\n  ","473013":"\n   so like when problems arise you are saying? like switch a gear or go into serious mode?\n  ","473014":"\n   do you have any personal records or things that you keep track of that you have made advances or achievements in? can be anything really. some number you want to hit, hobby type things, reaching the next level in something you do, anything really. so many ways to interpret this.\n  ","473015":"\n   If I asked you let’s do the time warp again would you know what I was talking about?\n  ","473016":"\n   you mentioned a \"serious side\" what sorts of topics bring out your \"serious side\"?\n  ","473017":"\n   i think you should say im not discussing \"this\" or \"that\" period. end of story. i mean nothing will absolutely stop people from asking certain things but when you deflect or make obscure hints it brings about more questions imo. which is fine too i mean i think sometimes you enjoy that maybe lol.\n  ","473018":"\n   That’s good. I can’t remember are you in city limits or more out in the country?\n  ","473019":"\n   well it was not if that makes you feel better lol\n  ","473020":"\n   You can probably fist it\n  ","473021":"\n   Do you draw, paint or anything like that? ✏🎨 PAP of something you've made that you are proud of perhaps? 😊\n  ","473022":"\n   You like being a wh*re\n  ","473023":"\n   Hey Masshole :)\n  ","473024":"\n   yes\n  ","473025":"\n   SUP DOOD\n  ","473026":"\n   Can you handle 8 inches\n  ","473027":"\n   master bait\n  ","473028":"\n   What’s your favorite “cult classic” film?\n  ","473029":"\n   Let's do it bb\n  ","473030":"\n   I like doing stupid shit and then being surprised by the horrific results later. What's your kink?\n  ","473031":"\n   If you could have 3 wishes what would they be?\n  ","473032":"\n   If you won 1 million pounds\/dollars, how would you spend it?\n  ","473033":"\n   That’s good. Do you walk every night? I only go with my parents on the weekends. So I’ve been a total of like 6 miles the past 2 days. But I think I walk 3 miles while I’m at work but it’s for work lol.\n  ","473034":"\n   Which words or phrases do you most overuse?\n  ","473035":"\n   H3ll yeah!!\n  ","473036":"\n   You down?\n  ","473037":"\n   That’s true. How’s your walks been? We go to the park and walk about 1-3 miles. I’m apparently essential but I don’t bother with all the stuff when I’m at the office or outside a home or even at the store I’m usually just there for the bathroom. I only wear the stuff when I go into a home.\n  ","473038":"\n   Why do people assume I have ulterior motives when I do something nice?\n  ","473039":"\n   How much of a mess is your room?\n  ","473040":"\n   Pretty much same as here. The only difference I’ve seen here is more people wearing masks. I don’t wear them myself unless I have to. Like when I go inside a customer’s home. We’re told if we don’t wear it we’re fired. I only leave home for work, you?\n  ","473041":"\n   That’s good. How’s the lockdown going in your area? You’re beautiful by the way. Just thought I’d say it cause it’s true.\n  ","473042":"\n   i forgot wdym XD but different how?\n  ","473043":"\n   so \"lazy af\" is the anon who says me lol, yes, can i see, i must, peepee and other one or 2 word msgs?\n  ","473044":"\n   oh? is it that bad?\n  ","473045":"\n   Are there any movies\/shows that you see mentioned or referenced everywhere (on TV or by people) but you've never watched? A couple of examples for me would be the movies Ferris Bueller and Casablanca.\n  ","473046":"\n   How’ve you been? Just thought I’d say hey.\n  ","473047":"\n   sounds like somewhere between hard labor and death lol\n  ","473048":"\n   inspired by a recent anon on my page ; does money matter to you when you're deciding on dating someone? if yes, to what extent?\n  ","473049":"\n   Can you handle 8 inches nice and fat\n  ","473050":"\n   id expect you to say that. reminds me of the memory situation lol.\n  ","473051":"\n   who said anything about moving forward? lol. im not sure what moving forward even means? to what and what end? to me you are either living or you are not. everything you do in the meantime is just filler. in the end none of it even matters. we just try to convince ourselves that it does.\n  ","473052":"\n   What are you opinions on having children before marriage? 🤔 I think it's totally fine, I mean it's their life, they get to decide what to do. But some (mostly old) people are really stubborn and actually think of this as a sin (??) 😓\n  ","473053":"\n   You sound tight\n  ","473054":"\n   Do you trust your government?\n  ","473055":"\n   Which do you usually choose, truth or dare?\n  ","473056":"\n   how do you feel about your level of maturity? do you think the way you feel about it coincides with what others perceive about you?\n  ","473057":"\n   who taught you mma?\n  ","473058":"\n   Where do you go when you have to think about something important alone?\n  ","473059":"\n   why do you think the question was specific to anyone?\n  ","473060":"\n   absolutely.\n  ","473061":"\n   penguins couldn't jump that high with reebok pumps on a trampoline 😂\n  ","473062":"\n   You are the best Queen who has made me the best king and put a smile to my heart. You are beautiful and make me a happy king🌹\n  ","473063":"\n   Back rubs🌹\n  ","473064":"\n   Good night\n  ","473065":"\n   Hugs lots. Happy you’re here for me🌹😘🤗\n  ","473066":"\n   What’s your routine during quarantine??\n  ","473067":"\n   What fact sounds completely made up but is actually real?\n  ","473068":"\n   🎶 Post a song from the year you were born. 🎶\n  ","473069":"\n   🎶 Post a song that makes you think about life. 🎶\n  ","473070":"\n   last 10 qs u deleted\n  ","473071":"\n   What was the last song you danced to?\n  ","473072":"\n   I’m happy where I’m at now. After losing my gf in college, at least I have you as my Queen now🌹👑\n  ","473073":"\n   🎶 Post a song by an artist that you like that is no long alive. 🎶\n  ","473074":"\n   🌹👑💪🏻\n  ","473075":"\n   yes\n  ","473076":"\n   u can still muff buffin by urself\n  ","473077":"\n   wdym\n  ","473078":"\n   I’m doing better now. Even tho I hated myself for what’s happened to me in the past🌹😓😭💔\n  ","473079":"\n   u mut\n  ","473080":"\n   I reached my weight goal after patriots won super bowl 49 and been going to the gym. 1 or 2 years later 130 pounds lost🌹💪🏻\n  ","473081":"\n   wdym\n  ","473082":"\n   It’s been 7 or 8 years since I was overweight since I had depression and mental health that made me overweight🌹\n  ","473083":"\n   see he said that to throw u off\n  ","473084":"\n   maybe its him wantin to scoop how much u share\n  ","473085":"\n   That was back in college and a few years later I struggled with weight after finishing college which I was bullied🌹\n  ","473086":"\n   Same for me back in my early 20s while in college. I didn’t have a gf back in Hs or college. Except when a girl liked me and I liked her but she graduated college and moved away even tho our relationship lasted a year🌹😓💔💔\n  ","473087":"\n   Have you been camming with M on the regular these days\n  ","473088":"\n   nobody who talks bout money ever follows up XD\n  ","473089":"\n   On what if you got bullied\n  ","473090":"\n   Have you been bullied\n  ","473091":"\n   Who is your favorite artist or painter?\n  ","473092":"\n   watch naugty vids\n  ","473093":"\n   Your most welcome 😘\n  ","473094":"\n   will be more padlin\n  ","473095":"\n   wyd\n  ","473096":"\n   You are a beautiful girl\n  ","473097":"\n   hi\n  ","473098":"\n   You are already very lean\n  ","473099":"\n   What steps?\n  ","473100":"\n   What's your favorite horror movie?\n  ","473101":"\n   😛😛😛😛 yes it would have\n  ","473102":"\n   The one you answered\n  ","473103":"\n   so does zack and ur nice to him hehe\n  ","473104":"\n   Ur getting some hard questions today 🤣🤣\n  ","473105":"\n   y so rude with dude\n  ","473106":"\n   was today a productive day for you? expand on how it was or was not.\n  ","473107":"\n   I wish they come and take you with them\n  ","473108":"\n   ever had a rat problem? :\/\n  ","473109":"\n   you or your fam ever done a garage sale?\n  ","473110":"\n   Hola,  serie favorita? nos seguimos ?\n  ","473111":"\n   Ciao🌹\nPreferisci i cani o i gatti?\nHai una razza che preferisci?\n  ","473112":"\n   nice. dont need a reason. just living right?\n  ","473113":"\n   Which picture best describes your city?\n  ","473114":"\n   Última película o serie que has visto en estas vacaciones ? bebida alcohólica  favorita?\n  ","473115":"\n   well it becomes addicting. its a secure feeling to eliminate variables from your life especially if negative. you end up wanting more and more and going back feels daunting and you just dont. you only go forward. more isolation. i mean real talk not this quarantine bs.\n  ","473116":"\n   Do you get along with your siblings\n  ","473117":"\n   thats subjective. i know you say that a lot but saying when you have periods and what not may be oversharing to some people but those are just superficial things. the things that make up the fabric of who we are, those questions i see you often deflect.  i mean thats ur choice. overshare? arguable\n  ","473118":"\n   have you done any spring cleaning?\n  ","473119":"\n   What to do with Ask.fm's wallet ?\n  ","473120":"\n   whats for dinner?\n  ","473121":"\n   Do you prefer loose fit jeans or skinny jeans?\n  ","473122":"\n   oh damn i had a bunch of candiates open but x'd out the foreign ones. will look again.\n  ","473123":"\n   prob 2% chance but this is all i got. Institute Benjamenta\n  ","473124":"\n   really wish i could come up with an answer here. was it set in the 90's too? and im assuming it was a domestic film right? english?\n  ","473125":"\n   like how \"some\" people say LoL out loud in conversation.. lol\n  ","473126":"\n   why its just an opinion? not sure what you mean.\n  ","473127":"\n   but will you say that out loud when speaking? :')\n  ","473128":"\n   was it b&w due to the age of the film of just chose to do that way for preference?\n  ","473129":"\n   no lol! no more lol's at that age apparently :')\n  ","473130":"\n   i guess it could be in your control also in a scenerio where its retaliatory. so i suppose in a sense a way to attempt to control this would be to isolate contact. limit exposure to peoples judgement but that is a slippery slopey slope.\n  ","473131":"\n   how long will maxwell live? lol\n  ","473132":"\n   hmm i dont think i can help. not quite enough. its not begotten is it?? lmao\n  ","473133":"\n   but thats not in your control. or is it?\n  ","473134":"\n   thats pretty ripe-ish lol. what do you think you will most love doing at that age. just speculate.\n  ","473135":"\n   Do you have or want a tattoo? What and where?\n  ","473136":"\n   what’s your favorite song right now? ✰\n  ","473137":"\n   If you were living in the world of the last video game you played, what video game would you be living in? 🤔\n  ","473138":"\n   Aren't you a h*e\n  ","473139":"\n   Was it nice?\n  ","473140":"\n   Do you drink\n  ","473141":"\n   12in\n  ","473142":"\n   Didn't you see it\n  ","473143":"\n   What is on your bucket list\n  ","473144":"\n   How big is his pp?\n  ","473145":"\n   Is it M?\n  ","473146":"\n   me lol\n  ","473147":"\n   cuz u dont show the goodies for him hehe\n  ","473148":"\n   shes already got a bae\n  ","473149":"\n   have you ever put a puzzle together?\n  ","473150":"\n   Can I make some half colored babies with you\n  ","473151":"\n   yes\n  ","473152":"\n   🌹💪🏻\n  ","473153":"\n   Uh not true Jeff as well\n  ","473154":"\n   do you support any local vendors (i.e. artists, musicians, family-owned shops, etc etc)? how do you show your support?\n  ","473155":"\n   He's with you isn't he?\n  ","473156":"\n   If your inner voice was an actual person and talked to you the way it usually does, would you enjoy the conversation and keep in touch with them?\n  ","473157":"\n   What can I do to get James back?\n  ","473158":"\n   Ps4 o Xbox one ? Pepsi o Coca-Cola? Samsung,  huawei o apple ? Nike o adidas? Netflix o hbo go?\n  ","473159":"\n   awe, xox\n  ","473160":"\n   its pretty cool tbh,  xox\n  ","473161":"\n   lol, your no way judgemental your like chill, understanding\n  ","473162":"\n   awe, hate judgemental people xx\n  ","473163":"\n   what was it about and who was in it?\n  ","473164":"\n   what year would you be content with?\n  ","473165":"\n   is it possible that you judge others more than you realize?\n  ","473166":"\n   If you were to have three movie posters hanging on your wall, which three movies would those be of? 🤔😁\n  ","473167":"\n   Why is pride considered a bad trait?\n  ","473168":"\n   aw, yeah cooked breakfast cool lol nice to get it served up\n  ","473169":"\n   oh come on that would be unrealistic XD\n  ","473170":"\n   want a 12 in\n  ","473171":"\n   okay do you cook your breakfast or more family kinda thing ?\n  ","473172":"\n   are you going to mail the card?\n  ","473173":"\n   hi lynds what time do you get up normally\n  ","473174":"\n   do you think all men should know how to change a tire? lol\n  ","473175":"\n   what was so entertaining at the time?\n  ","473176":"\n   you feel those things are important?\n  ","473177":"\n   Wake up\n  ","473178":"\n   I remember when I was in college my sports teacher never let me take part in the boxing lessons in college. Because I did karate with his son and he knew I'll trash the other students lol\n  ","473179":"\n   think they fight zack\n  ","473180":"\n   females wont fight fair with a guy they go low so unfair\n  ","473181":"\n   Have you ever taken part in any fighting sports before\n  ","473182":"\n   you dont seem too concerned about $1200. must be some pocket change for you lol\n  ","473183":"\n   this thread feels like what getting abducted by aliens must feel like.\n  ","473184":"\n   When was the last time you did something for the first time and what did you do?\n  ","473185":"\n   Is that a tough one\n  ","473186":"\n   yes\n  ","473187":"\n   Cute\n  ","473188":"\n   Last 3 times you went to see a specialist doctor, what were you there for?\n  ","473189":"\n   Of the friends you went to college with that you're still in touch with, what did they go on to do with their lives?\n  ","473190":"\n   Would you rather have gordon Ramsay or Jamie Oliver as a cooking teacher\n  ","473191":"\n   big peppee\n  ","473192":"\n   Answer even if you are taken is someone cooking a decent meal a good way to try and win your heart\n  "},"Answer":{"472120":"\n  No you wouldnt because it wouldnt end well for you:(\n  ","472121":"\n  That voice one keeps making me laugh. Feel so awkward saying 🤣🤣🤣\n  ","472122":"\n  What does anyone ever mean?\n  ","472123":"\n  Like right now 🙄\n  ","472124":"\n  Ah.. when?:p\n  ","472125":"\n  For once 🙃\n  ","472126":"\n  Stop putting yourself down.\n  ","472127":"\n  Yes but I don't like the camera facing me. So its usually just my voice.\n  \n  Not sure what to say. Any ideas?\n  ","472128":"\n  Didn't want to turn him on with that info ;)\n  ","472129":"\n  There\n  ","472130":"\n  Yes 😪\n  \n  I've still been walking\n  \n  Been swimming a few times\n  \n  I've mostly just been working out on Sunday and Wednesdays. I should add in some other stuff but haven't gotten around to it yet\n  ","472131":"\n  When you aren't wearing anything with pockets right now.\n  \n  Why not save it til a time when you'd need it?\n  ","472132":"\n  I have a few combinations.\n  ","472133":"\n  Still need to get rid of some. Especially ones that don't follow me back, haven't been on, don't add value to the experience etc\n  ","472134":"\n  GTA\n  \n  Metal gear solid\n  \n  Madden ones\n  \n  Race car\/bike\/skateboarding\/snowboarding ones\n  \n  Isketch.. miss it at times. Doesn't work for me.\n  ","472135":"\n  Pretty much everything. Made lots of meals. There's some recipe cards with them on it. I think the ham casserole was one of hers too. Good comfort food.\n  \n  When my brother was over we had shepherd's pie and he said it wasn't as good as hers. A few ingredients were different but based around hers.\n  ","472136":"\n  More in the moment type way. It def stands out then lol\n  ","472137":"\n  Bet you thought it was going to be s*xual\n  ","472138":"\n  I have a love\/hate relationship with this one.\n  \n\n   https:\/\/youtu.be\/HH3ruuml-R4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472139":"\n  I've learned piano and the recorder in elementary school but I doubt I remember much of piano  :(\n  ","472140":"\n  ¯\\_(ツ)_\/¯\n  ","472141":"\n  Milk: chocolate\n  \n  Tea: passionfruit, peppermint, ginger, raspberry..just depends\n  \n  Frappe: mocha or vanilla mocha\n  ","472142":"\n  I don't mind\n  ","472143":"\n  I don't mind either way.\n  ","472144":"\n  That food one?\n  ","472145":"\n  I liked a few different ones.\n  ","472146":"\n  Chilling\n  ","472147":"\n  Hard to think about when its not a reality currently\n  ","472148":"\n  Hi\n  ","472149":"\n  Some could but that's individual. The foster care in general can be the problem.\n  ","472150":"\n  Subjective ;)\n  \n  But yes think so :p\n  ","472151":"\n  Already did on here before. Don't need to wear it atm.\n  ","472152":"\n  That's subjective 🤣\n  \n  I'm not good but I don't think I'm terrible either. I can hold long notes.\n  ","472153":"\n  Yes, I do.\n  \n  Grease, Sound of music, mamma Mia, les miserables and a few others.\n  ","472154":"\n  It's been a while so who knows lol\n  \n  Learned some piano before\n  ","472155":"\n  No comment\n  ","472156":"\n  I haven't bought anything yet to register the rest of it. I have the money, it's just not online\/credit card atm\n  ","472157":"\n  Felt like it ¯\\_(ツ)_\/¯\n  ","472158":"\n  No. It's always been all over the place.\n  ","472159":"\n  Playing the money game\n  ","472160":"\n  I just read this the wrong way :o\n  \n  Fostering is great. Everyone needs a family.\n  ","472161":"\n  I wasn't going to come on today but clearly that didn't happen;)\n  ","472162":"\n  I don't know about that.\n  ","472163":"\n  I should later\n  ","472164":"\n  I must\n  ","472165":"\n  2-3\n  ","472166":"\n  Reread my last answer\n  ","472167":"\n  Or not\n  ","472168":"\n  Nah\n  ","472169":"\n  Nicely done, my dude.\n  ","472170":"\n  Maybe lol\n  ","472171":"\n  Yes\n  ","472172":"\n  Aww\n  ","472173":"\n  I don't think of it in depth:p\n  ","472174":"\n  Nope. Just seen before. He was annoying lol\n  ","472175":"\n  Me if I was getting some 😉\n  \n  Sister has had more partners though.\n  ","472176":"\n  Think smile lines? Either way it still looked normal lol she's just weird and thinking she's old at 34.\n  ","472177":"\n  Think 2 or 3\n  ","472178":"\n  She hates getting compared to dad XD\n  ","472179":"\n  Probably s*xual?\n  ","472180":"\n  Idk probably 2011? 2010 wasn't a good time ☠\n  ","472181":"\n\n   https:\/\/youtu.be\/_UtfBEpyroQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472182":"\n  I'd sneak some at times 🤣\n  ","472183":"\n  Yay magicians\n  ","472184":"\n  Haha f*cking Leighton. No. Doubt he's really rich. I seen that BBC though\n  ","472185":"\n  That would be normal.. not romantic?\n  ","472186":"\n  Never said anything about it.\n  \n  He mentioned something on my birthday that he wanted it to be better but he hasn't put any effort into that either. The last call he did was on Wednesday and that was more to tell me to check on my mom since she was dealing with health concerns. It went to voicemail.. I was outside or taking a shower at the time. And then talked on his birthday.\n  ","472187":"\n  I don't think its solely for my benefit?\n  ","472188":"\n  It made me think of food ways.. feeling guilty can be unhealthy. Moderation and all that.\n  \n  Just like I dont feel guilty with listening to certain music or pleasures\n  ","472189":"\n  XD\n  ","472190":"\n  You kidding me?\n  ","472191":"\n  Hahahah that's so damn true\n  ","472192":"\n  Damn.. someone pays attention then 🤣\n  ","472193":"\n  Interesting...\n  ","472194":"\n  You did the rose and a yawning one first lol\n  ","472195":"\n  Yes, it is long.\n  \n  Not sure. We switched dressers.. Mine went into the nursery, I got theirs and they got a more baby friendly bedroom set.\n  ","472196":"\n  A necklace. One of those shell kinds.\n  ","472197":"\n  What makes it English?\n  \n  Either way, I haven't tried toffee m&ms.\n  ","472198":"\n  The yawning emot suggested otherwise\n  ","472199":"\n  These feet 😘\n  ","472200":"\n  Well I still haven't watched it, meanie!\n  ","472201":"\n  Yes! I don't get the point of that. This girl was posing as a 1stphorm fitness person. Posted pictures. Had the link. I checked it out and the timings didn't add up from when they posted and the person on here did. So I asked about it and surprise, THEY NEVER EVEN HEARD OF ASK.FM\n  ","472202":"\n  Nope.\n  ","472203":"\n  Wondering what's so special about legs 🤣 guys acted like they never seen legs\/someone walking before in shorts.\n  ","472204":"\n  Yes but they've been more of the taller ones. Or those big bushy rubber ones.\n  ","472205":"\n  Lately it's been alright. The hotter weather is going to be a tad annoying lol\n  ","472206":"\n  More enjoy.\n  \n  Same with stationary bikes at the gym.\n  \n  I've never rode on a mountain. Feel like that would be a little scary depending how rocky it is. I've rode on a mountain bike though, just not up one.\n  ","472207":"\n  It was uneventful. Didn't do too much as it was hot. Went swimming for a few minutes. Mosquitoes were bugging me so it wasn't as enjoyable. Took a shower. Ate dinner. My sister and her husband took the two big dogs out for a walk. They got a kiddie pool for them and Bruin went straight into it when he got back. It's adorable when he does that XD Walked with my mom.\n  \n  Now just on here again\n  ","472208":"\n  XD\n  ","472209":"\n  You'd be so insightful and no sugar coating it 🤣🤦🏼‍♀️\n  ","472210":"\n  Aw Togo.\n  \n  Makes me want to watch again 🤣\n  ","472211":"\n  I could always give you some\n  ","472212":"\n  Part of the lyrics lol\n  ","472213":"\n  Think it's getting to be 80s but this week will be 100+\n  ","472214":"\n  Stop! :(\n  ","472215":"\n  That was more than 24 hours??\n  ","472216":"\n  I mixed cookies n cream with the mint chocolate chip. (Both Rebel ones, keto brand)\n  ","472217":"\n  She was there for about three months. Then came back to AZ around November. Got surprised that my sister was pregnant :)\n  \n  They get along more when they don't see eachother as much lol they talk probably twice a week or more?\n  ","472218":"\n  Both? You should feel comfortable with the one you love. However, not in a stagnant way. You shouldn't get too comfortable. Should make it fun and exciting so it doesn't end up in a bad way.\n  ","472219":"\n  Ah the dove and a fry then 🤣\n  \n  Freaking weird image, man.\n  ","472220":"\n  I didn't have lunch but ice cream was consumed 🤦🏼‍♀️\n  ","472221":"\n  Yes, sir.\n  ","472222":"\n  So true. Bruin is an azzhole with my mom but an angel with me. Looks both ways before crossing the road. If he's taking forever looking at stuff I'll be all \"it's going to get you\" or \"come on\" and he'll back off all scared and carries on with walking. I stop or say wait and he does.\n  \n  With her, he's more go, go, go type thing, pulling her. Won't stop to wait. I'll be telling him stuff and he'll listen to me 🤣\n  \n  Also it's like I can sense what he's going to do before he even does it so I'm prepared.\n  ","472223":"\n  Indeed! It would be odd too since my brother would be 50 and I just dont see that lol hopefully we all look young still XD\n  \n  Should have said youngish ⭐⭐⭐⭐🌗\n  ","472224":"\n  Haha some XD\n  ","472225":"\n  Agreed. Pretty much someone's salary paycheck\n  ","472226":"\n  We all talked to him and sang over the phone.\n  ","472227":"\n  Nope.\n  ","472228":"\n  Its hell now. Triple digits lol\n  ","472229":"\n  The only time doves was mentioned was DovahMonah yesterday.. she'd fry that guy.\n  \n  If its something else.. no clue lol\n  ","472230":"\n  Just went in the pool and then took a shower. Need to dry my hair.\n  ","472231":"\n  I like it but sometimes it can be scary too.\n  ","472232":"\n  Kind of comes with the territory when the brother-in-law has one XD\n  ","472233":"\n  Nope. Gif on here.\n  \n  My two nephews have the greek\/spanish coloring. Their mom is from Guatemala.\n  \n  Jack should be on the white side. I had a dream of him when older XD\n  ","472234":"\n  Chicken sausage\n  \n  Peppers and onions\n  ","472235":"\n  Haha damn :p\n  ","472236":"\n  Eat booty\n  ","472237":"\n  I know.\n  ","472238":"\n  Yes lol\n  ","472239":"\n  Wouldn't you like to know 😈\n  ","472240":"\n  You guys love azz so much 🤣\n  \n  And feet\n  ","472241":"\n  1. Nature\n  \n  2. Moon\n  \n  3. The person reading this\n  \n  4. Stars\n  \n  5. Mountains\n  ","472242":"\n  The weather, currently. Went to triple digits in a hurry.\n  ","472243":"\n  I replied back to the love letter I got but I have no memory of what was written. Not sure I was as lovey dovey lol\n  \n  For the other ex, I remember key parts and how I felt in the moment.\n  ","472244":"\n  I'd rather spice it up and do different positions. It would be fine though.\n  ","472245":"\n  Think the shortest I'd like would be 5'4? Tallest.. somewhere below 6.\n  ","472246":"\n  If we got along well, they acted more mature, had their shit together then maybe.\n  \n  I'm not looking for someone that is all about that party life.\n  ","472247":"\n  Ones with dogs in them :(\n  ","472248":"\n  My mind went dirty\n  \n  But Butterfly kisses can be so cute. Fight me on this\n  ","472249":"\n  I'd pick you\n  ","472250":"\n  Oh?\n  ","472251":"\n  XD\n  ","472252":"\n  He wants to see the valentine's gift more\n  ","472253":"\n  Don't mind\n  ","472254":"\n  Yes, can be.\n  ","472255":"\n  Yes o.o\n  ","472256":"\n  I could hear the people but didn't see anything.\n  ","472257":"\n  Yes.. wasn't fun lol\n  \n  Neither would i\n  ","472258":"\n  People can have preferences but in the end I don't think it really matters too much\n  ","472259":"\n  She mentioned my small pepee when she hasn't even seen it. Arrest her!! XD\n  ","472260":"\n  Clearly not if cheating was involved 🤣\n  ","472261":"\n  Eh. Probably has a baby d!ck anyways\n  ","472262":"\n  Reminds me of my dream last night 👀\n  ","472263":"\n  S*x and love don't always go hand in hand.\n  ","472264":"\n  It's more disrespectful to Liv\n  ","472265":"\n  28-35 seems ideal\n  \n  If I got on with younger\/older then that's fine too.\n  ","472266":"\n  Says the guy coming to MY page.\n  \n  Police: what she do?\n  \n  You: showed a gif I didn't like and didn't respect me\n  ","472267":"\n  Bored and hot 🔥\n  \n  Thanks AZ👏 high 90s out\n  ","472268":"\n  What's that?\n  ","472269":"\n  Sir mix a lot\n  ","472270":"\n  Huge pepee\n  ","472271":"\n  Still not caring\n  ","472272":"\n  Yes to both accounts\n  ","472273":"\n\n   https:\/\/youtu.be\/6FOUqQt3Kg0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472274":"\n  Why should I respect you when you don't respect me?\n  ","472275":"\n  Yes. Most girls have lol\n  ","472276":"\n  It's been a while.\n  \n  Young. My sister and our two friends taught me.\n  ","472277":"\n  B!tch, I don't care.\n  ","472278":"\n  Ofcourse lol\n  \n  Blocked him so he made a new account XD\n  ","472279":"\n  Haha. Jokes on you. I'm someone that feels too much.\n  \n  Anyways, I'm not mad at the question\/you. I just don't feel guilty at times.\n  ","472280":"\n  When someone from Vietnam actually tries to hack into your email account 🙃🤔\n  ","472281":"\n  I'd love you long time\n  \n\n   http:\/\/amzn.to\/2mQK30H\n  \n","472282":"\n  Why should I feel guilty?\n  ","472283":"\n  Maybe momentarily\/ for the night :p\n  ","472284":"\n  That's good\n  ","472285":"\n  I don't remember what we were talking about or if we did talk but that's a bit of a turn off getting. Should be about each other not some random statement? Might have been the bartender that had to get a new job during quarantine.. not sure ¯\\_(ツ)_\/¯\n  ","472286":"\n  They don't ask me that\n  ","472287":"\n  Do you have a strong Boston accent?\n  \n  Park the car in Harvard yard saying\n  \n  Do you roll those R's?\n  ","472288":"\n  Dont have a bf right now.\n  \n  More for myself but two people have seen those.\n  \n  (M & 1%rose)\n  ","472289":"\n  Can't think of anything\n  ","472290":"\n  Apparently -_-\n  ","472291":"\n  What if they do it more for themselves like a therapy type of way?\n  ","472292":"\n  We should practice that 😈\n  ","472293":"\n  lol shut up XD\n  \n  That makes me frustrated not depressed anyways ;)\n  ","472294":"\n  Coronavirus can add to it. Usually chemical makeup or going through a rough patch.\n  ","472295":"\n  Parts of it... they can be hard. Making the time. Not having them there. Having feelings. The possibility of not meeting or you do and just don't get on as much as with typing.\n  \n  I'd be open to it if felt like it was a good match with the person. I understand how they'd need to see family and all that too. I wouldn't want someone to think it's me vs them.\n  ","472296":"\n  Nah, I haven't watched them in years. Not opposed to watching now and again though.\n  \n  I caught a piece of Bob's Burgers a few days ago. They were going on a family trip. Puking and all that.\n  ","472297":"\n  Yup.  Very different to all the others in many ways.\n  ","472298":"\n  Guy\n  \n  Me\n  \n  Guy\n  \n  A little mutual\n  \n  Felt mutual but I was the one to start talking more with\n  \n  I suppose it depends then.\n  ","472299":"\n  Attraction wise is easy. The other part can be a tad harder. I feel like most have started off as friends with an attraction aspect attached to it and the love blossomed over time.\n  ","472300":"\n  🤣🤣🤣\n  ","472301":"\n  I know:(\n  \n  1. Too young. I guess marrying when playing house was enough ;)\n  \n  2. Still youngish. Does it count if he came to my birthday party? :p\n  \n  3. Didn't see him much eventhough was one of the longest relationships\n  \n  4. Friend set me up. Probably the shortest relationship. He went back to his ex so there really wasn't much to do then lol\n  \n  5. Online relationship. Does movie dates really count then?\n  ","472302":"\n  That date one since it sucks lol\n  \n  A few others\n  ","472303":"\n  Sadly.\n  \n  Have had relationships but there was never any date like activities.\n  \n  I suppose going out to eat with my brother-in-law felt the closest to one. Asked questions, even if any guys I was talking to and stuff lol\n  \n  I've been bowling and mini golfing. The bowling was more me tagging along on their date but still made me feel visible too. The other was more her, the bf, me and my sister type thing.\n  ","472304":"\n  Haven't.\n  ","472305":"\n  🙄\n  \n  Yes, I have a few lacy ones.\n  ","472306":"\n  I don't have a set limit for that. Whatever happens naturally.\n  ","472307":"\n  In AZ.. 60-80s is pretty good. Sunny with a breeze. Storms can be nice too.\n  \n  Its 99 and feels like it XD\n  ","472308":"\n  Oh yes that intimate knowledge\n  ","472309":"\n  I'd rather not on the first date (same with s*x) but you never know 🤣\n  ","472310":"\n  Mom - she's like a best friend\n  \n  Dad - work ethic\n  ","472311":"\n  If everything was going well and it happened.\n  ","472312":"\n  Some handheld one, broom, mop and an actual vacuum. Not sure on the brands.\n  ","472313":"\n  Sister. Two years apart. Female. Always been there. Sister rivalry growing up. We just get along more.\n  \n  Brother has a wider age gap. Was in college when we were still growing up. Not there when you needed him. He literally moved to AZ on my high school graduation day.\n  ","472314":"\n  Afternoon and night\n  ","472315":"\n  I get along with my mom way more.\n  ","472316":"\n  Maybe in the meantime. Seems a bit irresponsible with the virus. I don't always check it anyways. There was one guy that seemed good though. Mentioned how if the virus wasn't here he'd ask me on a date. Was cute 🙃\n  ","472317":"\n  😉\n  ","472318":"\n  You too!\n  ","472319":"\n  I align with agnostic and buddhism, spiritual ways. No real religion.\n  ","472320":"\n  I'm doing ok. Thanks. Yourself?\n  ","472321":"\n  Hm.. probably brother. He has more of dad's mannerisms.\n  ","472322":"\n  All of us but at different things\n  ","472323":"\n  Smaller\n  \n  Been working more but its still not where I want to be either.\n  \n  Regular periods again. Blessing and a curse lol I don't like blood. Cramps suck too.\n  \n  I don't feel like my personality has changed.\n  ","472324":"\n  Can be. Any kisses would.\n  ","472325":"\n  Their chicken fingers and the bacon potato wedges sounds so good right now :(\n  \n  I should probably make lunch then lol\n  ","472326":"\n  Different song?\n  ","472327":"\n  Even better\n  ","472328":"\n  Between us I agree 🤣🤣🤣\n  ","472329":"\n  😈😈😈\n  ","472330":"\n  lol this question XD\n  \n  Carry\n  \n  Still haven't found that out. Virus had to ruin those plans.\n  \n  I imagine I'm still a D\n  ","472331":"\n  Yes 😈\n  ","472332":"\n  Natural, obviously.\n  ","472333":"\n  About the same? Job wasn't all the time, anyways.\n  ","472334":"\n  Yes\n  ","472335":"\n  Are we lucky then?\n  ","472336":"\n  No real plans, not as much gifts.. it's more a joint combination.\n  ","472337":"\n\n   https:\/\/youtu.be\/dlNO2trC-mk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  That carpet one too\n  ","472338":"\n  Whatever feels natural in the moment.\n  ","472339":"\n  Either way.. take it or leave it.\n  ","472340":"\n  The weather is too\n  ","472341":"\n  Yes please\n  ","472342":"\n  Mom - I was starting to walk. Was holding onto the table. Ended up falling and hitting the table. Tooth mark indent on the table. Crying and then my mom came into the room.\n  \n  Dad.. not sure.\n  ","472343":"\n  Ah , too bad.\n  \n  Guess I'm taking it to the grave 🤣 people still haven't looked\n  ","472344":"\n  Pet them, avoid eye contact, promise them next time, just go out without thinking of them or saying anything. Sometimes I can be mean and all \"you coming\" and they'll look at me 🤣\n  ","472345":"\n  Si\n  ","472346":"\n  I don't think I fit that then. I can give my all when I feel like it.. more fitness way. But everything else..nah. not addictive.\n  \n  Who knows\n  ","472347":"\n  ⚰😳🤮☠\n  ","472348":"\n  I got this girls number from that meetup website\/app but never ended up calling her 🤦🏼‍♀️she was one of the mods. I just feel weird talking to someone I dont know over the phone.. sorry, Zenya! Meant to but time just passed and wasn't enough meetups that I'd want to do. There was a shopping one but obviously that's dead now because of the virus. Hiking too\n  \n  it felt weird enough when i did the 1stphorm interview XD\n  \n  Oh.. I guess that girl from ig counts. She's actually from Arizona too but we haven't met. Mutual ig friend. She won my Barnes and noble giftcard giveaway I did. We've been talking on\/off since. She's the one that asked me if everything was ok type deal. We share the same name but different spelling too.\n  ","472349":"\n  A lot, I guess :o\n  ","472350":"\n  Youngish :)\n  ","472351":"\n  I asked you :p\n  \n  But that doesn't matter anymore. Not alone now lol\n  ","472352":"\n  I sent a card I made. I've done it every single year.\n  \n  60's\n  ","472353":"\n  Hypothetically speaking, what if the \"victim\" was alone?\n  ","472354":"\n  Maybe ;)\n  ","472355":"\n  Probably my sister\n  ","472356":"\n  Please\n  ","472357":"\n  Kelly Clarkson, yes. But she's doing The Voice judge.\n  ","472358":"\n  Yes. They came and installed it -_-\n  ","472359":"\n  Yes\n  ","472360":"\n  Where would you take me? ;)\n  \n  Nah, idk where I'd go. But something would be nice too!\n  ","472361":"\n  Dad's parents;\n  \n  Grandma- I don't remember her. She died when I was really young. Only know her from pictures and things said. Sewed a lot, drank, amazing cook.\n  \n  Grandpa- he was my first funeral to attend. Fought in world war 2. One of the boat guys. Greek but didn't learn the language. He'd ask me how school was even on weekends and about my best friend. We didn't have a strong relationship.\n  \n  Mom's side:\n  \n  Nana - She's the only living one still, 90. I like how she used to be a hair model. Looks elegant in old pictures. The way she carries herself. Hate how she's getting dementia.\n  \n  Grandpa- I was the closest with him. He'd play games with my sister and I. Felt more like a father figure at times. Makes me want that grow old with type love. They almost hit 50 years together but died before that. They were planning a cruise for that time :(\n  ","472362":"\n  I had my typical yogurt today.\n  \n  Scrambled eggs are always great. Keto pancakes or waffles. Leftovers. Just depends what I'm in the mood for.\n  ","472363":"\n  Welcome\n  ","472364":"\n  😉\n  ","472365":"\n  Yes. Their wedding anniversary is coming up. 42 years.\n  ","472366":"\n  Sister but yet again she's had a boob job, nose job (was broken before) and did botox twice with no real results.\n  ","472367":"\n  6 hours ago - still asleep 🤣\n  ","472368":"\n  Chicken was used so\n  \n  ¯\\_(ツ)_\/¯\n  \n  You feeling ok?\n  ","472369":"\n  Our brother\n  ","472370":"\n  me lol\n  ","472371":"\n  I am\n  ","472372":"\n  Sister 🤣\n  \n  Actually they both take after dad.. but notice her quirks more.\n  ","472373":"\n  My sister\n  ","472374":"\n  Both\n  \n  I have two nephews\n  \n  And one on the way from my sister.\n  ","472375":"\n  I think English. Around 3rd-5th grade.\n  \n  College made me like the psychology route more.\n  ","472376":"\n  Cute\n  ","472377":"\n  Not really. Just went to the same school. Different grades.\n  ","472378":"\n  Thongs or other types of underwear designed for that.\n  ","472379":"\n  Yes but chicken parm is the real love\n  ","472380":"\n  I feel like it suits me\n  ","472381":"\n  Quite a lot...\n  ","472382":"\n  Sister's baby shower. Moving that to May instead of June. Gift parade and then another day where she opens them on camera for everyone who sent stuff.\n  \n  Endo appointment in June.\n  \n  The wedding in July if that's still happening.\n  ","472383":"\n  I have an idea on that :p\n  \n  Also some kids on the block did happiness ones.\n  ","472384":"\n  60's\n  \n  Don't feel like giving specific ages. My dad's birthday was yesterday though :)\n  ","472385":"\n  Yes! Like the bro doesn't have enough and the other has too much XD\n  ","472386":"\n  Haha <3\n  ","472387":"\n  Sagittarius \/ fire sign\n  ","472388":"\n  What type of sticky? 🤦🏼‍♀️\n  ","472389":"\n  Night. Babe is still cringe worthy\n  ","472390":"\n  Seems like the same thing :p\n  ","472391":"\n  Oh man. I'm not sure what one would be worse for others 🤣\n  ","472392":"\n  Willow, pine, birch\n  ","472393":"\n  Quarantine and other things in general. It could be worse too...\n  ","472394":"\n  Could be better\n  ","472395":"\n  Watching Cadet Kelly\n  ","472396":"\n  Why should I push someone to follow me?\n  ","472397":"\n  I said no\n  ","472398":"\n  Nooo\n  ","472399":"\n  They still didn't answer me\n  ","472400":"\n  That's up to you.\n  ","472401":"\n  This whole IRS thing is irrelevant.\n  ","472402":"\n  Can we talk about my stimulus check too? That would be real nice.\n  \n  Don't get wise with me, sir.\n  ","472403":"\n  What's so special about feet?\n  ","472404":"\n  🦶🏻🦶🏻🦶🏻🦶🏻🦶🏻🦶🏻\n  \n  There you go\n  ","472405":"\n  Not pathetic but it can still hurt you at times too keeping things in\n  ","472406":"\n  Likewise\n  ","472407":"\n  Nice XD\n  ","472408":"\n  You should know the reason then.\n  ","472409":"\n  Not sure but enough at the moment I'd imagine.\n  ","472410":"\n  I'm not sure what I'm doing tomorrow yet.\n  ","472411":"\n  Not wearing any at the moment\n  ","472412":"\n  Yikes\n  ","472413":"\n  Sure...\n  ","472414":"\n  That's very ironic then XD\n  ","472415":"\n  O.o\n  ","472416":"\n  No. I didn't talk to either of those guys in that way.\n  ","472417":"\n  Unfortunately. lol\n  \n  Don't know why.\n  \n  He one atleast one of them but was nice. The other person did it for odd reasons.. most likely mental health added in. Even made p0rn things and tagged me in etc\n  ","472418":"\n  I'm looking up buddhism right now but kind of lost on where to look. So much information everywhere.\n  \n  Can't help you there :p\n  \n  I feel like a lot of those religions or lack of one? are around the same ideas though....\n  ","472419":"\n  lol I didn't hate him.  He was nice. The fan page was weird and the username but he was fine.\n  ","472420":"\n  It's been a while since I was in school or cafe in general.\n  ","472421":"\n  Both exist but I'd go with spirituality more.\n  ","472422":"\n  I've always wanted to visit Hawaii. It's not a country though.\n  \n  United Kingdom, France, Ireland, Greece.\n  ","472423":"\n  Chicken stir fry\n  ","472424":"\n  Apparently I can't use English today 🤣🤦🏼‍♀️ or autocorrect is just being weird for no reason o.o\n  ","472425":"\n  Nope.\n  ","472426":"\n  Same\n  ","472427":"\n  Barbies\n  \n  Technology stuff when older. Most of mine came from birthday or Christmas.\n  ","472428":"\n  Oh. Nobody knows. Hasn't been on in a few months.\n  ","472429":"\n  Stans?\n  ","472430":"\n  I don't have one.\n  \n  Who were you referring to though?\n  ","472431":"\n  I don't think so. I average around 7 to 10 hours depending on the day.\n  \n  The \"sleeping schedule\" is more of the problem.\n  ","472432":"\n  Worked retail?\n  ","472433":"\n  I know.\n  ","472434":"\n  Only family, a partner or certain friends should get told that.\n  ","472435":"\n  lol cute\n  ","472436":"\n  Neither does he ¯\\_(ツ)_\/¯\n  ","472437":"\n  What's the issue?\n  ","472438":"\n  I love me too\n  ","472439":"\n  I know 🤣\n  ","472440":"\n  I don't believe so?\n  ","472441":"\n  Maybe if super cocky about every single thing? Nobody likes that.\n  \n  Yes, confidence is good in yourself.\n  ","472442":"\n  I know what it is.\n  \n  Good luck! :)\n  ","472443":"\n  ¯\\_(ツ)_\/¯\n  ","472444":"\n  Seriously though lol\n  \n  Guy comes out of nowhere. Doesn't say anything worthwhile and then asks for FB like someone would want to give that up to him without really knowing him.\n  \n  He also looks mad young.\n  \n  He'll probably get all defensive now.\n  ","472445":"\n  Yes I do and no, you wont get it.\n  ","472446":"\n  I will be :p\n  \n  Made a margarita too. Sounded good\n  \n  A strawberry smoothie does too\n  ","472447":"\n  Too hot!\n  \n  Atleast do 80-90s\n  \n  Not just jump right to summer weather lol\n  ","472448":"\n  Um excuse me.. this is not ok :(\n  ","472449":"\n  Idk.. always telling me I'm different. That they like my personality and other type things.\n  ","472450":"\n  Well yesterday it was seeing a chalk drawing for Earth Day. It was too dark out to take a picture though. Was very detailed.\n  ","472451":"\n  Do not like 🤣\n  ","472452":"\n  Taking in the culture, the sights, food. Whatever it has to offer.\n  \n  I'd like a mix of relaxing days too.. ocean, pool, lake. Whatever is there. S*xual way too ;)\n  \n  Preferably with a partner or with loved ones (minus the s*x then lol)\n  ","472453":"\n  Nothing is fair\n  ","472454":"\n  Nice\n  ","472455":"\n  Hey\n  ","472456":"\n  Are you going to nap?\n  ","472457":"\n  Think that's more situation based. It doesn't always happen and wouldn't happen in the same ways each time. Mood depends on it too.\n  ","472458":"\n  Seen some on pinterest or ig but haven't made anything during quarantine.\n  ","472459":"\n  The latter\n  ","472460":"\n  Probably Myrtle beach or Niagara Falls\n  ","472461":"\n  Not too much. It's not constantly on my mind?\n  ","472462":"\n  Not sure. Live and let live? I'm not focusing on bad things.\n  ","472463":"\n  Teacher\n  ","472464":"\n  Haha I'd rather have a night out right now. All my nights have been more quiet lately lol\n  ","472465":"\n  Yup.. those type of games\/play too ;)\n  ","472466":"\n  When it rained nonstop one summer in Maine.\n  \n  Traveling way; Certain things happening but overall still a good time!\n  ","472467":"\n  I played a little with myself but it wasn't as fun so did the online way. Too bad all the rooms were taken since would have been fun playing with some people from here :(\n  \n  That was before my sister and her husband got back.. mom was busy. I don't mind playing card games alone like that at times.\n  ","472468":"\n  Well technically I'm not *that* young.\n  ","472469":"\n  It really depends on the type of job too but yes XD no problem\n  ","472470":"\n  Lyndsey\n  \n  Something that deals with camping near a creek, the whole linseed stuff.. there's been varied results.\n  ","472471":"\n  Yes but I'd rather not lol\n  ","472472":"\n  My brother did growing up\n  ","472473":"\n  That's subjective XD\n  \n  I'm not good but not the worst either ¯\\_(ツ)_\/¯\n  ","472474":"\n  Oh\n  ","472475":"\n  Yes :p\n  ","472476":"\n  No. I'm sagittarius.\n  ","472477":"\n  Yes. Always attracting weird guys though 🤣🤦🏼‍♀️\n  ","472478":"\n  Nice!\n  ","472479":"\n  lol no\n  \n  That's what the person wrote\n  ","472480":"\n  I like both.\n  \n  Been camping all my life so not opposed to it.\n  ","472481":"\n  December 16th\n  \n  I'll be 33 :(\n  ","472482":"\n  Yes.\n  \n  No idea why.. close to Christmas. Always get ripped off anyways.\n  ","472483":"\n  My 16th.. nothing happened. Went to stores looking for a new carpet for the livingroom with my mom -_-\n  ","472484":"\n  Not that often. I have one at the moment. Black with a zipper down the middle.\n  ","472485":"\n  I don't think so\n  ","472486":"\n  \"Can I deposit you a million dollars?\"\n  ","472487":"\n  Yes but you wouldn't so why ask?\n  ","472488":"\n  -_-\n  ","472489":"\n  Not enough. Just Canada once\n  ","472490":"\n  VirginiDAD\n  \n  I was being funny and didn't know what it said.\n  ","472491":"\n  They all mesh together these days.\n  ","472492":"\n  Guy kidnapped his three kids.\n  \n  They should really dedicate that to the right country..\n  ","472493":"\n  I would visit or they would. Talk more on the phone.\n  \n  In the end it would be my life, what makes me happy. They'd  be happy for me as well etc\n  \n  I wouldn't  be all F you guys type thing lol sorry it sounded that way XD\n  ","472494":"\n  I know :(\n  ","472495":"\n  No. I would need to delete threads and redo the answer at a lower amount. Would be cool if there was an edit button for that.\n  \n  I'm surprised nobody has looked at it :p\n  ","472496":"\n  I'm sure the fire department would love to hear that 🤣\n  \n  They took down the school building and made a big fire department there.\n  ","472497":"\n  My dad isn't a virgin.\n  ","472498":"\n  Yes. She's always had weight issues but still looks good ¯\\_(ツ)_\/¯\n  ","472499":"\n  In which context? Like leaving the house without them or death way?\n  ","472500":"\n  That would be amazing 🤣\n  ","472501":"\n  Cool name\n  ","472502":"\n  You wrote this twice at different times o.o\n  ","472503":"\n  My dad's birthday is today.\n  ","472504":"\n  Yes\n  ","472505":"\n  Yes. My room in Massachusetts was a light lilac color.\n  \n  Blue is still my favorite though.\n  ","472506":"\n  Cream of the crop\n  ","472507":"\n  Jack in the box then\n  ","472508":"\n  Just mine as far as I'm aware\n  ","472509":"\n  Yup lol\n  \n  I was like wait a minute!\n  ","472510":"\n  Clearly its not \"too much\" since its still happening each and every day.\n  \n  Anyways, I'm not going to answer anymore questions on the subject unless I feel its worthy of an answer. I don't want to spend my time talking about it.\n  ","472511":"\n  Good night\n  ","472512":"\n  That's what he said 😉\n  ","472513":"\n  It's nothing special lol\n  \n  Need a new one.\n  \n  Straps are too big and other areas too\n  ","472514":"\n  Not really lol\n  ","472515":"\n  :)\n  ","472516":"\n  \"Consider a tree for a moment. As beautiful as trees are to look at, we don't see what goes on underground - as they grow roots. Trees must develop deep roots in order to grow strong and produce their beauty. But we don't see the roots. We just see and enjoy the beauty. In much the same way, what goes on inside of us is like the roots of a tree.\"\n  \n  - Joyce Meyer\n  ","472517":"\n  I don't have a bf\n  \n  Not exactly the way I meant either\n  ","472518":"\n  Yes.. this is a little crazy comparing. Granted the 2nd one is from March 6th of this year.\n  \n  I don't think my personality or anything else like that changed much.\n  ","472519":"\n  When you want to make a s*xual joke 🤦🏼‍♀️\n  ","472520":"\n  I'd rather visit other areas I haven't visited yet.\n  ","472521":"\n  Lyndsey\n  ","472522":"\n  Yes\n  ","472523":"\n  lol I'm good.\n  \n  Don't even feel like talking with her atm\n  ","472524":"\n  Yes. Fun times\n  ","472525":"\n  Haha right!!\n  \n  Nothing is even going on but they seem so buddy buddy with me XD\n  ","472526":"\n  Nothing is going on to begin with. Don't have that type of relationship with the person even if something was happening. I've only known them for about a month. There's other girls I could talk to if needed to..\n  ","472527":"\n  Hate when girls try acting like best friends.. like, no, stop XD\n  ","472528":"\n  Can be. Keeps the conversation going\n  ","472529":"\n  That.. or any service, really.\n  ","472530":"\n  I just put The Last Song on..\n  ","472531":"\n  Ranch, Italian, balsamic vinegar, ceasar...\n  ","472532":"\n  Yes. I wouldn't want someone totally vanilla. Certain things can be exciting. Both should have limits and share them so they know.\n  \n  I don't get why that would be a reason to break up with someone. Doing it s*xually and being an abusive pos is very different.\n  ","472533":"\n  At times.\n  ","472534":"\n  Damn. That was smooth\n  ","472535":"\n  I wasn't flirting with anyone earlier so was weird getting that.\n  ","472536":"\n  Rugrats, Daria, Catdog, and much more\n  ","472537":"\n  That sounds good! I'm not sure how they were done. Did have some spices on them but couldn't really taste what was on it.\n  ","472538":"\n  Could be. Who knows.\n  ","472539":"\n  Jersey Mikes\n  \n  Getting an Italian done the Mike's way in a tub.\n  \n\n   @NineGDxFour\n  \n  inspired the idea since keeps getting Jersey  Mike's lately.\n  ","472540":"\n  Yes\n  ","472541":"\n  Still exercising during quarantine is a good one.\n  ","472542":"\n  Circle of life.. the view can change.\n  ","472543":"\n  No. It would take more time.\n  ","472544":"\n  Future King song is on now :)\n  ","472545":"\n  90s out 🔥\n  \n  Did the workout\n  \n  Wanted to be in the pool but chemicals were sprayed. Didn't feel like waiting to swim either so took a shower.\n  \n  Just put the original Lion King on. 🦁\n  ","472546":"\n  Disney+ better have the old Lion King.\n  ","472547":"\n  Yes, when a teen. Hurt like hell and seemed to linger before tanning over.\n  ","472548":"\n  Which part? ;)\n  ","472549":"\n  Oh yay :p\n  ","472550":"\n  \"What is your ideal life partner?\"\n  \n  A human? Male. Job wise, I don't care about what he does.. hopefully something they'd be passionate about. I don't care about the materialistic things that come with relationships.. it's more about the person. Yes, seeing a future obviously plays a part too.\n  \n  ~single~\n  ","472551":"\n  Good ways? Idk. I don't think I'm that memorable, tbh.\n  ","472552":"\n  Yea, I have. Also so strange how she hasn't aged much :o Nicky in OITNB.\n  ","472553":"\n  Good. Just finished my workout. Wanted to go swimming but chemicals were sprayed outside so can't do that currently.\n  ","472554":"\n  I haven't. Been more on a movie kick anyways.\n  ","472555":"\n  Vic Mignogna\n  ","472556":"\n  I'd imagine or a chair lift lol\n  ","472557":"\n  No thanks lol\n  ","472558":"\n  I think they can. Really depends on the people, the effort and all that.\n  ","472559":"\n  Nah. Quite content at the moment.\n  ","472560":"\n  This was cute.\n  ","472561":"\n  Would be nice but no proof ¯\\_(ツ)_\/¯\n  ","472562":"\n  Still not sure what that is\n  ","472563":"\n  Anon\n  ","472564":"\n  I'm not picky but I do feel that I tend to eat the same foods because I know I like them and will be good.\n  \n  Rather not pay for something expensive to find out I hate it lol\n  ","472565":"\n  I didn't last night x\n  ","472566":"\n  My sister's pregnancy. They been trying for a while. Tube baby.\n  ","472567":"\n  I have 119\n  ","472568":"\n  When younger.. a bit of a mixture.\n  \n  I don't really get jealous over that type of stuff now. We're all different, embrace it. Yes, I can compare at times but it's not as bad as it once was either.\n  \n  If anything.. I can get jealous over other things that weren't listed\n  ","472569":"\n  Whatever makes the butt most happy\n  ","472570":"\n  No. They didn't know who did it. We had to go outside lol\n  ","472571":"\n  Everyone does?\n  \n  Or do you mean entitlement ways? Thinking they have the right to perv on all girls etc\n  ","472572":"\n  Not well XD I'm a baby. But I try to be a good sport about it.\n  ","472573":"\n  Knew it!\n  ","472574":"\n  Must not\n  ","472575":"\n  That sounds horrible 🤣\n  \n  My sister is a perfectionist to the extremes at times.\n  \n  Dad would just be annoying. Does construction jobs, painting, drywall and all that. Maybe if it was answering phones or something and far away from him working lol\n  \n  Mom would probably slack off like she did with the weeds. My piles were always bigger.\n  \n  My brother always has good ideas but never does anything with them.. plus they wont make you rich instantly like he thinks. Need to have money before doing x,y,z ideas. (Aside from his actual job)\n  ","472576":"\n  When a teen\n  ","472577":"\n  Hugs, bye or other heart felt methods.\n  ","472578":"\n  Pardon me?\n  \n  It's Lyndsey.\n  ","472579":"\n  A hospital in Massachusetts. I've never lived in that town but no, I'm not in Mass anymore either.\n  ","472580":"\n  Friendship way - since the 1st grade\n  \n  Relationship- 2 years with two different people at different stages of life\n  ","472581":"\n  To what?\n  ","472582":"\n  Cards against humanity\n  \n  Card games.. spit.\n  ","472583":"\n  Oh yes\n  ","472584":"\n  lol\n  ","472585":"\n  And you think I'd write that here???\n  ","472586":"\n  I think others see me that way.\n  ","472587":"\n  Been born? Jokes.\n  ","472588":"\n  Dinner more often\n  ","472589":"\n  Two of them.. across the street style.\n  ","472590":"\n  Both ways\n  ","472591":"\n  Me too\n  \n  Nobody knows what I wrote still 🤣\n  ","472592":"\n  Yes. Should be social distancing 🤣\n  ","472593":"\n  Yes? Was I supposed to adopt new fam? lol. I mean some friends could feel that way..\n  ","472594":"\n  Sadly.. a few of them.\n  ","472595":"\n  This is comical since my last answer\n  ","472596":"\n  It very well could 🤣\n  ","472597":"\n  That depends on them.. if I feel comfortable with etc\n  ","472598":"\n  Does Dennys count?\n  ","472599":"\n  I missed it :(\n  ","472600":"\n  It's ridiculous but still stands true XD\n  ","472601":"\n  They had the orange thing in them\n  ","472602":"\n  Definitely not today lol\n  \n  Tried for it though XD\n  \n  Slept through the alarm. Don't remember if I woke to dismiss it o.o there was an amber alert going on ... was for a different county though so that's not that helpful?\n  ","472603":"\n  I like Clare Cassandra ones.\n  \n  Hunger Games\n  ","472604":"\n  Good night\n  ","472605":"\n  I know :p\n  ","472606":"\n  This would be a decent pickup line if the person caught on ¯\\_(ツ)_\/¯\n  \n  I don't have any in mind right now.\n  ","472607":"\n  I had a good idea by cheating and using YouTube songs that were in my history instead of thinking about all the songs that i could potentially pick... and i got tortured love songs in the end 🤣👏 thanks YouTube lol Pretty sure a few would have definitely gotten mentioned anyways but damn.\n  \n  Losing my religion- R.E.M.\n  \n  You say - Lauren Daigle\n  \n  Need you know- Lady Antebellum\n  \n  Dancing on my own - Callum Scott (cover)\n  \n  Someone you loved - Lewis Capaldi\n  \n  Everytime I hear your name- Keith Anderson\n  \n  Your name\n  ","472608":"\n  Summer of 69 - Bryan Adams\n  \n  Margaritaville - Jimmy Buffett\n  \n  Summertime sadness - Lana Del Rey\n  \n  Pontoon - Little Big Town\n  ","472609":"\n  American pie - don Mclean\n  \n  free falling - Tom Petty\n  ","472610":"\n  Pretty much\n  ","472611":"\n  Steak, sauteed carrots.\n  \n\n  Had the option to have mashed potatoes but passed on that. There was salad but I wasn't in the mood for that either.\n  ","472612":"\n  It's been decent. Watched a movie that I haven't seen before. Walked the doggos. Watched A Star is Born. The ending song is playing now.\n  ","472613":"\n  I don't think so. My assumptions have always been dead on.  I can be pretty understanding too.\n  ","472614":"\n  Clothes. Ikr, should be naked 🙃\n  ","472615":"\n  Songs? Movies? Poems?\n  ","472616":"\n  For something good? I'd totally want to give back as much as I could. Help the world.\n  ","472617":"\n  Myself?\n  \n  I don't really feel that attached to things\/possessions much.\n  ","472618":"\n  Fiction\n  \n  Love stories, coming of age stuff, drugs. I like some dystopian worlds.\n  \n  Stephen King for horror\/mystery.\n  ","472619":"\n  Ice cream\n  \n  Chicken parm\n  \n  Lobster\n  ","472620":"\n  Yes :(\n  ","472621":"\n  ~ Lyndsey ~\n  \n  yes\n  \n  lsd\n  \n  send\n  \n  sled\n  \n  lens\n  \n  ends\n  \n  deny\n  \n  dynels\n  ","472622":"\n  I'd believe it\n  ","472623":"\n  Movie (I have A Star is Born on )\n  \n  Reading\n  ","472624":"\n  Always am\n  ","472625":"\n  The moon and stars\n  ","472626":"\n  About this town since had a city question and it's kind of city meets country a bit so checked.\n  ","472627":"\n  Not sure why ¯\\_(ツ)_\/¯\n  ","472628":"\n  \"Do you think it is good enough to drink rainwater?\" in Russian.\n  \n  I don't know, man. Haha\n  \n  Do whatever feels right?\n  ","472629":"\n  Sure, drink rain water.\n  ","472630":"\n  Grandpa\n  \n  Best friend\n  \n  Ex\n  \n  Can old pets count as people? Tyvm.\n  ","472631":"\n  Maybe yesterday but I feel good today :)\n  ","472632":"\n  What are those?\n  ","472633":"\n  Night owl\n  \n  Early bird when i need to be\n  ","472634":"\n  Wouldn't surprise me.\n  ","472635":"\n  I did but not too much either. I'm not sure why it would drop THAT much. Something must have been deleted or something? Idk.\n  ","472636":"\n  December 16th\n  ","472637":"\n  Everyone always talks about my legs online.\n  \n  My sister even mentioned how mine looked smaller. I'd say they are around the same but I have more muscle from working out.\n  \n  Hair when it gets done professionally.\n  \n  I don't really get much compliments.. the last time was probably how I was looking good...\n  ","472638":"\n  Indifferent. Certain comments can be flattering though. The jealous part just seems weird to me. It's not healthy to compare like that.. we've all done it tho.\n  ","472639":"\n  Damn. The more you know\n  ","472640":"\n  Oh\n  ","472641":"\n  Yes. Changing it up is good! Need to do more of, tbh.\n  \n  Bon appetit came to mind and this was one that came up 🤣🤣🤣\n  ","472642":"\n  Seems like I have two people in this thread...\n  ","472643":"\n  *Cough* movie stalker ;)\n  \n  Could have been better. Didn't cry. It had one job! Jk. It could definitely have been more graphic etc\n  \n  Will do sometime.\n  \n  Hm not sure.. wonder if it says somewhere?\n  ","472644":"\n  Nothing? I used a gif that looks mad but I'm not mad.\n  ","472645":"\n  6:59pm\n  ","472646":"\n  <3\n  ","472647":"\n  I'm not lol\n  ","472648":"\n  My ass is getting smaller but firmer too\n  ","472649":"\n  They've met maxwell before\n  ","472650":"\n  Made it seem like you had it a lot 🤣\n  ","472651":"\n  Very true. All about how we deal with it etc\n  \n  It's been ok. Pretty chill. Just finished a movie.\n  \n  Wanted to watch Whiplash.. it keeps getting recommended but none of the services have it and I don't feel like being on my laptop atm. Probably will watch one of the other films you mentioned :) not sure what yet.\n  ","472652":"\n  I haven't. Don't think I would\n  ","472653":"\n  me lol then? :p\n  ","472654":"\n  Yup. Can't really do much at the moment in certain aspects of life. So it's kind of like why? I know I can get upset at times.. most of the times I've had other things to worry about as well that didn't revolve around ask.\n  ","472655":"\n  They are ok.\n  \n  I like the flowers more :p\n  ","472656":"\n  Indeed\n  ","472657":"\n  Never had. Only had garlic ones\n  ","472658":"\n  Little of both\n  ","472659":"\n  Yes.\n  \n  You too\n  ","472660":"\n  Goodbye cruel world\n  ","472661":"\n  Yes. Feel like they mean well at times but just come off like the way you said\n  ","472662":"\n  🤣 another thing they could b!tch about to me ;)\n  \n  I haven't made hummus before but its easy\n  ","472663":"\n  Yes, I do sometimes.\n  \n  Plus pee would be different. Pee more when still in ketones lol\n  ","472664":"\n  5'7\"\n  ","472665":"\n  Idk if it was but oh well lol XD they didn't like being called bradley atleast 🤣\n  ","472666":"\n  It's fine. Got some chocolate milk, walnuts, almonds, blueberries and a few baking chocolate chips.\n  ","472667":"\n  Yes\n  ","472668":"\n  lol someone's salty today\n  ","472669":"\n  James\n  \n  Michael\n  \n  Hector\n  \n  Charles\n  ","472670":"\n  Tell me more\n  ","472671":"\n  Helps get more fat in on keto. Plus we get a plain vanilla one so nice to add more flavor\n  ","472672":"\n  Congratulations\n  ","472673":"\n  Yes. I don't have anything atm\n  ","472674":"\n  Yes, supposed to be in the end.\n  ","472675":"\n  Popcorn, some type of candy or ice cream\n  ","472676":"\n  Yes. I suppose it will be a roller coaster ride. The dad is a douche.\n  ","472677":"\n  It's cute so far\n  \n  Edit: lol, nevermind 🤣\n  \n  Sh!t got real after that.\n  ","472678":"\n  Overshare as much.\n  ","472679":"\n  I'm good. Just put a movie on. Lots of people in the YouTube comments on the trailer said they cried.. hope I don't haha\n  \n\n   https:\/\/youtu.be\/OsMyv9Q4_OU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472680":"\n  I have no clue?\n  ","472681":"\n  No stairs. But yes to porch and patio.\n  ","472682":"\n  Yup. Kind of changed their tune after I called them bradley too 🤣\n  ","472683":"\n  Yogurt, pb mixed in\n  \n  Clementine\n  \n  Ham, turkey and pepperoni wrap. Cheddar cheese. Hummus for the condiment. Cheese stick and some green olives.\n  ","472684":"\n  I don't really have one. More the person to get lost in the flames\n  ","472685":"\n  It's annoying being closer to the tasks completed and ask doesn't want to give you the full 5 open shoutouts.. keeps cutting me off with the limits -_-\n  ","472686":"\n  Sometimes.\n  ","472687":"\n  Lovely:)\n  ","472688":"\n  Not sure. I'll try anything atleast once\n  ","472689":"\n  My answer still remains the same\n  ","472690":"\n  Another country :p\n  \n  Start over, new life, friends, culture,exploring, job etc\n  ","472691":"\n  Movies. Been on&off with those.\n  \n  Reading\n  \n  Walking\n  \n  Swimming\n  \n  Workouts\n  \n  I'd say sleeping but that's not really true since I don't take naps.. sleep has been 8-11 hours at best though.\n  \n  I haven't baked anything during quarantine...\n  \n  Played some games\n  ","472692":"\n  They didn't need to.\n  \n  If I was ever grounded it would be like for an hour lol\n  ","472693":"\n  I've seen some but haven't watched a lot either.\n  ","472694":"\n  XD\n  ","472695":"\n  I'm not sure they have? I enjoy some more than others but I don't always take away lessons.\n  ","472696":"\n  You don't know what I said so it's a little weird writing \"wdym\" like I'd go into more detail :p\n  ","472697":"\n\n   https:\/\/youtu.be\/hLQl3WQQoQ0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472698":"\n  Probably but don't notice at the time lol\n  ","472699":"\n  You didn't pay so don't wdym me haha\n  ","472700":"\n  1. I'm a righty\n  \n  2. My name is Lyndsey\n  \n  3. I read a lot\n  \n  4. Into fitness but not fit yet :p\n  \n  5. I'm an aunt\n  \n  6. I have tea more than coffee\n  \n  7. Rarely drink alcohol\n  \n  8. I love swimming and being out in nature\n  \n  9. Keto has helped me a lot\n  \n  10. I'm the youngest sibling\n  ","472701":"\n  Pasta ones\n  ","472702":"\n  Beans are bad on keto. But after a while you can put them back into the diet and it wont really harm the process. Fruit like that has higher sugar, same way.\n  ","472703":"\n  \"Do you rate all those who love?\"\n  \n  Not sure what you mean by this.\n  ","472704":"\n  Internet, especially in today's world.\n  \n  Pets\n  \n  S*x\n  \n  A car\n  \n  Money to do all the things including pay bills\n  ","472705":"\n  Why should I care what others do? If it was me and a partner and one cheated then that would be a different light on the matter. Either forgive and grow if you really believed they were sorry or be out of their life?\n  ","472706":"\n  That would depend on the situation...\n  ","472707":"\n  Technically I still have a \"job\" but it's not happening currently.. not to do with the virus.\n  \n  People aren't afraid to sell\/buy\/rent houses at the moment which is good.\n  ","472708":"\n  Average at best\n  ","472709":"\n  I haven't.\n  ","472710":"\n  No\n  ","472711":"\n  👏👏👏\n  ","472712":"\n  Probably off.. so you don't get haters as much.\n  \n  But my anons are pretty decent for the most part.\n  ","472713":"\n  Think i did once 👀\n  ","472714":"\n  Sorry you have this dilemma\n  ","472715":"\n  Haha\n  ","472716":"\n  Nothing 😈\n  ","472717":"\n  That's pretty small then :o\n  ","472718":"\n  6\n  ","472719":"\n  Pretty often\n  ","472720":"\n  Hello\n  ","472721":"\n  Is that a thermometer or are you just happy to see me?\n  ","472722":"\n  Yes, I do.\n  ","472723":"\n  Ok then\n  ","472724":"\n  I'm good.\n  ","472725":"\n  Not always school related lol\n  ","472726":"\n  Not confirming or denying that 🤐\n  ","472727":"\n  It's true though.\n  ","472728":"\n  ???\n  ","472729":"\n  Haha no.\n  \n  I've never dated a brad\/bradley\n  ","472730":"\n  Sure ;)\n  ","472731":"\n  What if I call a different name? 😈\n  ","472732":"\n  Net carbsare the grams of total carbohydrates in a food minus its grams of total fiber, including sugars. Here's an example of that.\n  \n  Whereas total would be the original number without calculating the fiber and sugar.\n  ","472733":"\n  Yup\n  ","472734":"\n  There was someone who had cats and let a stray cat in. The other cats didn't like that and had to have them separated at all times.\n  ","472735":"\n  Because I usually name things?\n  \n  Idk.. I haven't said its name when playing so a bit unneeded naming it :p\n  ","472736":"\n  Weak?\n  ","472737":"\n  No. My birthday is in December. It wasn't technically here yet.\n  ","472738":"\n  You too\n  ","472739":"\n  True. Going to the store for food and other essential places would still be \"going out\". The mayor here encourages exercise but obviously do it safely, precautions. Social distancing etc\n  \n  Yes, I have been at home the majority of the time but still go out too for walks and what not. still not sick.\n  ","472740":"\n  Yes :)\n  ","472741":"\n  They got fired forever ago. Pretty sure they were the cat person too.\n  ","472742":"\n  Didn't get that memo :p\n  ","472743":"\n  Or are you being ironic since everyone should stay in? 🤔\n  ","472744":"\n  I could.\n  \n  But it would be palmini used instead of real spaghetti or ziti.\n  ","472745":"\n  People have kept track?\n  ","472746":"\n  The one that got away\n  \n  I had to look that up XD\n  ","472747":"\n  Not myself, personally.\n  ","472748":"\n  I understand it but haven't put into practice. I don't get along with math either lol\n  ","472749":"\n  Good night\n  ","472750":"\n  fitness atm\n  ","472751":"\n  Many can lol\n  \n\n   https:\/\/youtu.be\/D0W1v0kOELA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472752":"\n  I don't feel like I did anything out of the ordinary today.\n  ","472753":"\n  I like a lot of different genres and subgenres.\n  ","472754":"\n  Try to be. Recycle etc\n  ","472755":"\n  Probably legs\n  ","472756":"\n  Not currently\n  ","472757":"\n  My \"abs\" still hurt from yesterday but still managed 11k steps today.\n  \n  I'd say its pretty decent all things considered.\n  ","472758":"\n  No clue.\n  ","472759":"\n  By turning the lock the other way to lock it 🙄🙃🤦🏼‍♀️\n  ","472760":"\n  It's not rocket science but legally, I can't right now.\n  ","472761":"\n  How I didn't know how my door got locked.\n  \n  Hm I try not to dwell on that.\n  ","472762":"\n  No problem\n  ","472763":"\n  Just did a shout out for it :p\n  ","472764":"\n  Yes. Best you can do :)\n  ","472765":"\n  Good job on writing an article. I'm sick of hearing about the virus but wish you well in general and with the blog <3\n  ","472766":"\n  Can be cute depending on who says it but ya haha\n  ","472767":"\n  There have been some of those too\n  ","472768":"\n  Think that comes down to the individual person, how it was said, the intent. It wouldn't be the same every time\n  ","472769":"\n  Music ones\n  \n  Real films :p\n  ","472770":"\n  Nope\n  ","472771":"\n  Making progress on not talking about her. Good job! :p\n  ","472772":"\n  XD\n  ","472773":"\n  Oh?\n  ","472774":"\n  Talking about yourself?\n  ","472775":"\n  Songs do! Can hurt or be a good way\n  ","472776":"\n  Both :)\n  \n  I believe in you haha\n  ","472777":"\n  My life atm\n  ","472778":"\n  I don't understand the jealousy lol\n  \n  aw thanks. They miss the gym 🤣 atleast getting walking in at night and certain workouts on other days.\n  ","472779":"\n  The wedding in July seems interesting. There will be a swing dance lesson 🤣\n  ","472780":"\n  Oh.. at first I thought you meant me.\n  \n  Was like how!? 🤣\n  ","472781":"\n  No real preference. Haven't experienced enough.\n  \n  Someone at Thanksgiving had a ham one wrapped in bacon. Had eggs in the middle too. Smelled good, looked good but tasted awful\n  \n  (The loaf looking ones)\n  ","472782":"\n  When you are supposed to answer 50 things but ask is being weird and giving old data so you still do the tasks ¯\\_(ツ)_\/¯\n  ","472783":"\n  Tuna wrap\n  \n  Carrots and celery with hummus\n  \n  Pecans\n  \n  Clementine\n  \n  Just had 3 strawberries\n  ","472784":"\n  This strawberry is pretty good 🍓\n  ","472785":"\n  Kind of sick of those days 🤣\n  ","472786":"\n  No plans as of yet\n  ","472787":"\n  Awake and refreshed?\n  ","472788":"\n  Chicken parm 😍😍😍😍\n  ","472789":"\n  Not sure yet.\n  ","472790":"\n  Metallica\n  ","472791":"\n  Go with gut instincts ¯\\_(ツ)_\/¯\n  ","472792":"\n  Yogurt, pb mixed in, walnuts, and a few keto chocolate baking chips. Usually top with berries but didn't have any more.\n  \n  I wasn't really hungry for lunch. Did have a cheese stick at one point.\n  \n  Tuna wrap, the celery and carrots from wingstop last night since I didn't eat those last night lol.. i cut those up, having *hummus with that. Some pecans and a *clementine.\n  \n  Not sure if I'll have any dessert later. It's still been keto friendly if I do.\n  \n  * hummus and clementines aren't the best on keto but I've still had at times. It doesn't effect me much at this point.\n  ","472793":"\n  😘\n  ","472794":"\n  Nobody will know ;)\n  ","472795":"\n  Yes. I do. Usually go swimming too.\n  ","472796":"\n  Same! lol. Only 6:46pm here\n  ","472797":"\n  Smells like trouble. Barely even talk to the ones I have there 🤣\n  ","472798":"\n  Sagittarius\n  ","472799":"\n  No pockets\n  ","472800":"\n  Really need to size down on these tanks\/cami's but oh well ~\n  ","472801":"\n  O.o\n  ","472802":"\n  Not much. Probably eat dinner soon\n  ","472803":"\n  Maxwell\n  ","472804":"\n  My pal joined me\n  ","472805":"\n  Hey, I remember you! How's everything going?\n  \n  I'd be happy too after everything they said forever ago to you.\n  ","472806":"\n  More than you know.\n  \n  Showered afterwards:)\n  ","472807":"\n  Blue, neon purples, greens....\n  ","472808":"\n  I've only had blonde highlights put in. My hair is naturally dirty blonde to begin with.\n  ","472809":"\n  At the house with my mom, sister and her husband. Had a chocolate cake. Forget what we had for food. Steak or some takeaway thing I think...\n  \n  Phantom period with all the cramps and everything else besides the actual blood. The beginning of being regular, exciting :p\n  ","472810":"\n  50\/50?\n  ","472811":"\n  Already did\n  \n  Taking a bath now\n  ","472812":"\n  I don't really care about styles\n  \n  Think collarbone looks the best on me\n  ","472813":"\n  Football\n  \n  Volleyball, tennis and dodgeball were fun in gym\n  ","472814":"\n  I don't hate him and wasn't named after his d!ck either\n  ","472815":"\n  No. I wouldn't torture myself that way lol\n  ","472816":"\n  No, that's my dildo\n  ","472817":"\n  With Maxwell?\n  ","472818":"\n  Yes\n  ","472819":"\n  It's not chlorine but the salt thing..\n  ","472820":"\n  Better. Went swimming. Having a bath ;)\n  ","472821":"\n  Its not too bad. The brother-in-law likes adding more water and forgetting about it, overflows lol\n  ","472822":"\n  Yes\n  ","472823":"\n  Christmas\n  ","472824":"\n  When I have to be\n  ","472825":"\n  Haha no.\n  \n  Doubt that will happen\n  ","472826":"\n  Nice.\n  \n  Think I'll go swimming\n  ","472827":"\n  Hahaha 🤣🤣🤣\n  ","472828":"\n  I'm sure more goes into it than just that reason but yup.\n  ","472829":"\n  Stuff from earlier 🧐\n  ","472830":"\n  Because I haven't been going anywhere much so why bother with real clothing? Rather be comfortable. That no bra life is real these days lol\n  \n  I'm either in a bathingsuit or pjs XD\n  ","472831":"\n  No thanks. I cried.. eyes aren't as red anymore but yes, rather not.\n  \n  Also still in pjs, that isn't really new these days lol\n  ","472832":"\n  When it needs it.\n  \n  If drawers are getting unorganized.\n  \n  Something is bugging me so fix it.\n  \n  Just depends.. its pretty clean for the most part.\n  ","472833":"\n  NYC but hate how pricey it is\n  \n  South or north Carolina\n  \n  California somewhere\n  \n  Colorado\n  \n  Nebraska\n  \n  Hawaii\n  \n  England, Ireland, France.. open to other countries too.\n  ","472834":"\n  Dog person more.\n  \n  Have both.\n  ","472835":"\n  I haven't been watching much. Just The Voice atm..\n  \n  Haven't felt the urge to watch more shows.\n  ","472836":"\n  I'm more laid back. When with outgoing people I can be that way too.\n  \n  Only \"shy\" when first meeting someone. More sizing them up though.\n  ","472837":"\n  Nope. Was watching Twilight zone and stuff when a kid XD\n  \n  Dad rented IT when we were young. Didn't know it was about a killer clown. Mom didn't like that when she got back. My sister and I were watching it XD My sister developed a clown phobia because of it 🤣\n  ","472838":"\n  Not what I meant.\n  ","472839":"\n  Once\n  ","472840":"\n  Nah. I'll do my own thing. That middle ground 🤣\n  ","472841":"\n  Only if he says master bait\n  ","472842":"\n  Very nice\n  ","472843":"\n  This hurt to read\n  ","472844":"\n  We have a dish washer\n  ","472845":"\n  Seems like its always going\n  ","472846":"\n  Lots of those around\n  ","472847":"\n  Cool?\n  ","472848":"\n  The one asking the questions was nice. The one being a d!ck.. who knows.\n  ","472849":"\n  I said happy, not horny thoughts.\n  ","472850":"\n  It was going good.\n  ","472851":"\n  Privileged information 🤐\n  ","472852":"\n  F*cking bradley -_-\n  ","472853":"\n  👍\n  ","472854":"\n  Neither is always getting s*xually harassed on here at times.\n  ","472855":"\n  Fuck off\n  ","472856":"\n  Not sure that it's that wild but 9\/11\n  ","472857":"\n  I picture a guy. 20-30s\n  ","472858":"\n  Seems like the same thing in the end.\n  ","472859":"\n  Not always. Especially when mental health issues could be a problem.\n  \n  In other ways.. the reaction to remain positive\/happy\/neutral could be.\n  ","472860":"\n  Not show up?\n  \n  Jokes\n  \n  Nah, I don't think I do...\n  ","472861":"\n  It could have been two people?\n  \n  Definitely feel the barfing one was a girl. Being all gross etc they even stopped sending stuff after that.\n  ","472862":"\n  I've had a facial done. They rubbed my shoulders too\n  \n  Manicures with hand rubs\n  \n  I've gone in saunas but not naked like you see in shows\/movies.\n  \n  But overall, I'd say no.\n  ","472863":"\n  Netflix\n  ","472864":"\n  The sh!t that comes to mind sometimes,  no filter 🤣\n  ","472865":"\n  Not even in a naughty sense?\n  ","472866":"\n  Who is he?\n  ","472867":"\n  20+\n  ","472868":"\n  Sunny\n  ","472869":"\n  What's the problem if its already been done and you exceeded past the limitations?\n  ","472870":"\n  Ourselves?\n  \n  Yes, other people or things can factor in but that's not always the healthy way to attain happiness. People can always leave. Still need to remain the same level of happiness without compromising other loyalties.\n  ","472871":"\n  34 and 42\n  \n  I'm 32\n  ","472872":"\n  Night\n  ","472873":"\n  Better to ask privately :p\n  ","472874":"\n  My Fitbit keeps track of heartbeat. Resting is 70-80's. Has me at poor&fair cardio health for my age\/weight.\n  \n  I don't track my bp. Just when at doctors since that's mandatory. I don't remember the ratings but I don't have medication so I'm guessing its within average ratings lol doctors also freak me out so it goes up a bit when there. Always need to think of happy things XD\n  ","472875":"\n  You drunk?\n  ","472876":"\n  Yes, it's easy. Sounds weird calling it that tho 🤣\n  \n  Gotta keep you guessing :p\n  ","472877":"\n  Think it's on. I just been using my ceiling fan though.\n  \n  The heating makes me get sick :o gets too dry in my room.\n  ","472878":"\n  I'm fine mentally. Emotionally, can be different at times. But to humor you, I'd say that its the same or getting better. Not sure what my rating would be.. I'm good right now though.\n  ","472879":"\n  That enchilada meets sloppy joe concoction?\n  \n  These oreo fudge cookie things shaped like eggs with colored chocolate (easter colors) ontop of them.\n  ","472880":"\n  Damn.. I feel like a little of both. I took the structure more in a *real* job way. I could always hold myself accountable with other things.. more time wise. I can lose track of the hour etc\n  \n  I feel pretty flexible but still open to new things as well.\n  \n  I'm decent at getting workouts in but everything is can be a little messy ;)\n  ","472881":"\n  I don't personally. They smell good though. My sister has some.\n  ","472882":"\n  That silent movie....\n  ","472883":"\n  ¯\\_(ツ)_\/¯\n  ","472884":"\n  Could be. I'd still be level headed\n  ","472885":"\n  👏👏👏👏👏\n  \n  Yes XD\n  ","472886":"\n  Yes. Just felt I needed to do it. I don't back down from challenges. Even changed last Sunday to Monday and did Wednesday the normal day. Or did I do Thursday? Dont remember lol but I told myself that this week would be back  to normal normal.\n  \n  Had my mind made up.\n  \n\n   https:\/\/youtu.be\/6lDMWRmMfsQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472887":"\n  Not really thinking about things I don't want.\n  \n  No more viruses but that's just wishful thinking lol highly doubt covid would END all viruses for life... unless every single person ends up dead.\n  \n  Well that wasn't where I was headed with my answer\n  \n  🎤*mic drop*\n  ","472888":"\n  I was going to make a Trump joke but the news can be insightful too ¯\\_(ツ)_\/¯\n  ","472889":"\n  Why did something else come to mind? 🤣\n  \n  Nope. I've still had nuts on keto;\n  \n  Walnuts, peanuts, pecans, and almonds.\n  ","472890":"\n  He's one of them.\n  ","472891":"\n  I'm fine with a lot of subjects.\n  ","472892":"\n  These two helped me sooooo much. I guess they resonate with sadness since I was at the time.. but they are still beautiful too.. about getting stronger and all that 👍\n  \n\n   https:\/\/youtu.be\/22zB6Soc2Gk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/QUwxKWT6m7U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","472893":"\n  Can I be a bad habit?\n  ","472894":"\n  Wide awake lol\n  ","472895":"\n  The whole \"know ourselves\", to be honest and do what we know to be right—not to hide behind the herd. Sheep mentality. Use your mind and believe in the right practices. Question everything.\n  \n  These quotes are pretty great too.\n  \n  I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.\n  \n  False words are not only evil in themselves, but they infect the soul with evil.\n  \n  Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.\n  \n  Worthless people live only to eat and drink; people of worth eat and drink only to live.\n  \n  Death may be the greatest of all human blessings.\n  \n  Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.\n  ","472896":"\n  Not really sure where I'd fit into the scheme of things. I do weigh the cons at times so maybe not fully??\n  ","472897":"\n  Yup\n  ","472898":"\n  No. That was more about pleasure anyways.\n  \n  Could hurt people.\n  ","472899":"\n  It's been a while...\n  \n  Also still haven't checked out buddhism :(  Definitely will check out some stuff tomorrow.\n  ","472900":"\n  Who didn't?\n  \n  I don't remember the person's name atm\n  \n  Nevermind, was \"Aristippus of Cyrene, a student of Socrates\". Had a feeling it was a student of his XD\n  ","472901":"\n  No. I feel like its more about doing all the things so we actually have a future.\n  \n  More like a happiness way. In the moment. Whatever feels right at that time.\n  ","472902":"\n  Less talk of covid. We're all in the same boat.. why keep mentioning how f.ucked it is\/the government and everything else? Wasted energy on all that. Sick of hearing about it. Just take all the precautions etc\n  \n  Be on here less. I still want to keep the badge but manage time better.\n  \n  Not sure what else...\n  ","472903":"\n  Not everything is fixed that way.\n  ","472904":"\n  Not anymore\n  ","472905":"\n  Property\n  \n  Business adventures?\n  \n  Helping those in need\/charities.\n  ","472906":"\n  We're stars\n  ","472907":"\n  I have these ones to watch still\n  ","472908":"\n  Hedonist views. Thinking of the now. Happiness.\n  ","472909":"\n  Laughs, good company, trust, honesty, shared interests, times spent together, the good and bad etc\n  ","472910":"\n  I like seeing moose and deers\n  ","472911":"\n  This was cute earlier 💪\n  ","472912":"\n  I don't mind spice.\n  \n  Mild\/hot at best\n  ","472913":"\n  Didn't say of what 😈\n  \n  (Across the Universe)\n  ","472914":"\n\n   @emperorpartin\n  \n\n   @DovahMonah\n  \n\n\n   @patchy_life\n  \n\n  Adding another because why not!?\n  \n   @NO3MM3RZ\n  \n\n  Exploring 🤣\n  \n  Fucking Tarzan up the place, man. Food of the land.. or a picnic in the middle of it? ¯\\_(ツ)_\/¯\n  ","472915":"\n  A shirt.. don't think I own much yellow items right now.\n  ","472916":"\n  Nightmare on elm street\n  ","472917":"\n  I didn't get a picture of it but saw more chalk drawings.\n  \n  \"Be happy\"\n  \n  \"Happiness is in our control\" or something to that effect. Forget the right terminology used.\n  \n  There was another about being happy too but forget what that one was.\n  ","472918":"\n  Something that probably won't matter in an hour or so 🤣\n  ","472919":"\n  Yes :)\n  ","472920":"\n  Indeed :)\n  ","472921":"\n  Earlier it was more about working out. Had no motivation for it but did it in the end! 💪walked too.\n  \n  I don't really feel like going deeper into this question x\n  ","472922":"\n  Purple\n  ","472923":"\n  Fine with any types\n  ","472924":"\n  Could have fooled me at times\n  ","472925":"\n  I showered earlier.\n  ","472926":"\n  If you want it to be\n  ","472927":"\n  I'd rather not talk to guys on here like that. If there was it should be private.\n  ","472928":"\n  Because nothing came of it.\n  ","472929":"\n  Nothing\n  ","472930":"\n  Haha.. ouch\n  ","472931":"\n  Duck.. too gamey! It was a small piece too.\n  \n  Curiosity killed me XD\n  ","472932":"\n  Dude that's so hard!!!!!\n  ","472933":"\n  Sure why not\n  \n  I might burn though ;)\n  ","472934":"\n  I like it.\n  ","472935":"\n  It's been ok. Some old \"drama\", feeling lazy, getting called names out of nowhere.. don't really feel like I need to justify myself. I know I'm not what they said. Even if I did have a higher count, I wouldn't think I'd be a wh*re either. People will say stuff no matter what the truth is. I literally don't care what people think. I only care about what family and friends think, not strangers online that think they know everything about a person when they don't. I don't need other type of s*xual harassment on here either. I also exercised, took a shower and ate dinner.\n  ","472936":"\n  Have fun then\n  ","472937":"\n  You should\n  ","472938":"\n  Wingstop - original hot\n  ","472939":"\n  Yes. I'm pretty laid back.\n  ","472940":"\n  Answer anyways?\n  ","472941":"\n  nope.\n  ","472942":"\n  So literal :p\n  ","472943":"\n  Ok jelly master\n  ","472944":"\n  Not really. I know it takes a while. The effort put in, food choices etc\n  \n  Yes. It can get harder.\n  ","472945":"\n  Yup XD\n  ","472946":"\n  My page is pretty bizarre today 🤣\n  ","472947":"\n  Or that boxers guy lol\n  ","472948":"\n  Damn you didn't mean in a good way:( *sucks on cherry for you *\n  ","472949":"\n  What's considered good to you?\n  ","472950":"\n  It's been a week maybe?\n  ","472951":"\n  Very nice XD\n  ","472952":"\n  Enjoy :p\n  ","472953":"\n  Oh no\n  ","472954":"\n  Watch something else?\n  ","472955":"\n  Yes 🤣\n  ","472956":"\n  Said in a baby whiney voice too\n  ","472957":"\n  Don't be shy now 😘😘\n  ","472958":"\n  Thought it was about the legs ;)  jk\n  ","472959":"\n  Legs be spreading for you bby\n  ","472960":"\n  Not even sure lol\n  \n  Kind of feel like it might be a girl being weird?\n  ","472961":"\n  Its more in the ground than legit sprinklers.\n  ","472962":"\n  Anons thinking they know everything about someone when they don't lol\n  ","472963":"\n  Being called Bradley when they just want to be known as Brad\n  ","472964":"\n  No wouldn't think so lol\n  \n  I'll have to share next time I see one!!\n  ","472965":"\n  Just because someone doesn't wait for marriage doesn't make them a sl*t or that they have STDs. I don't even have a partner right now so that's a reach. Just because someone had kids without being married doesn't mean they are a bad person or a wh*re etc\n  \n  Would you call a guy who didn't wait for marriage names? No.. you'd clap him on the back and shit XD\n  ","472966":"\n  One side of the yard is grass. More for the doggos.\n  ","472967":"\n  For sure XD where did I say he was liked?\n  ","472968":"\n  Mmmkay\n  ","472969":"\n  How?\n  ","472970":"\n  Wouldn't make someone a sl*t lol\n  ","472971":"\n  Not a fun time when it was wicked windy. Would see some floating in the pool too.\n  ","472972":"\n  Kind of need s*x for that to happen.\n  ","472973":"\n  I'm doing ok. Feel lazy :(\n  ","472974":"\n  There's something wrong with you.\n  ","472975":"\n  Had tons of weeds and they all grew 🙃\n  ","472976":"\n  Didn't say that\n  ","472977":"\n  I read it as peeps the first time :p\n  ","472978":"\n  True.\n  ","472979":"\n  Don't like where my mind went:(\n  ","472980":"\n  They haven't met that requirement yet!\n  ","472981":"\n  International h*e\n  ","472982":"\n  Yes.. can be interesting\n  ","472983":"\n  Made me laugh\n  ","472984":"\n  The ones near my window are gone now.\n  ","472985":"\n  Horny?\n  ","472986":"\n  Indeed\n  ","472987":"\n  Lucky me 🤔\n  ","472988":"\n  Yup.. such a sl*t.\n  ","472989":"\n  🤣🤣🤣\n  ","472990":"\n  The hehe anon strikes again!\n  \n  Not at the moment.\n  ","472991":"\n  I feel like most anons have been male :p\n  \n  Yes I get the 20s vibe from hehe eventhough they act a little younger than that with what they say...\n  ","472992":"\n  Say something happened and it was very specific to said thing then they asked about it..also noticed sent to everyone else. It just seems very odd lol :p\n  ","472993":"\n  They do that a lot too\n  ","472994":"\n  Agreed.. seems a little different to them.\n  \n  I kind of get Kevin vibes from that one.. usually seem to do \"hehe\" when SC is mentioned?\n  \n  Brad's been missing 🤣\n  ","472995":"\n  Sometimes I feel like they are only meant for me but they try to cover up those tracks by asking others too. Usually good questions so I don't mind them.\n  \n  I think it depends more on what the question was.\n  ","472996":"\n  Not really sure. It was between one of those and a vibrator. Maxwell seemed more ideal at the time. There were a few different ones. Think the price was too good to pass up 🤣 liked the flesh tone instead of bright colors too... those seemed to be more.\n  ","472997":"\n  Yes.\n  ","472998":"\n  Nope. He hasn't been on in a while.\n  ","472999":"\n  Shhh\n  ","473000":"\n  It was. Noticed on another page.\n  \n  Maybe 1% chance.\n  ","473001":"\n  Same old sh!t, different day.\n  ","473002":"\n  Yup lol\n  ","473003":"\n  Family.\n  \n  My best friend would usually go too\n  ","473004":"\n  I know.\n  \n  👏👏👏\n  \n  I'm getting accused in a different thread for much worse than wearing\/not wearing a mask.\n  ","473005":"\n  Maybe..not really sure. I think most places are probably closed up? I also wouldnt want to go alone.\n  ","473006":"\n  Indeed. Never said it wasn't? I have a mask as well.\n  ","473007":"\n  I like both\n  ","473008":"\n  Yes :(\n  ","473009":"\n  It can get very tedious. They say certain things that make me think it's in person only to have it be online keyboard warriors in the end.\n  \n  Also the whole wh*re ones are just ridiculous. Pretty sure I'd be out there getting some instead of currently being online if that was the case\n  ","473010":"\n  Highways, cows, desert..\n  ","473011":"\n  Uh oh never mentions anything again 🤣\n  ","473012":"\n  Si\n  ","473013":"\n  I suppose\n  ","473014":"\n  Reading.. I have a goal of 75 books to read this year. 66 left to read of that. Says I'm 13 books behind right now. Wasn't expecting The Goldfinch to be that big lol had most of my energy with that one\n  \n  160 pounds would mark 100 lbs lost :o that's crazy. I ideally want to be around 118-125.. possibly 130 depending how that looks\/muscles etc\n  \n  Save up money but there's no specific number in mind either.\n  \n  Probably hit all my fitbit goals. Actually made a \"workweek hustle\" last night since its been a few weeks without being in one.\n  \n  I've been doing the Sunday and Wednesday workouts. Still need to do for today.\n  \n  Its always nice seeing my a1c and other numbers go down when at the doctors...\n  ","473015":"\n  Probably something on sc?\n  ","473016":"\n  More in person.. when to be serious about whatever is going on etc\n  ","473017":"\n  Sometimes it can be entertaining but they def take it too far at times too.\n  ","473018":"\n  City but feels like both at times.\n  ","473019":"\n  Good to know\n  ","473020":"\n  Whatever helps get you off lol enjoy thinking of that\n  ","473021":"\n  I don't have anything that I've done with me right now.\n  ","473022":"\n  How so?\n  ","473023":"\n  Haha hey XD\n  ","473024":"\n  Hell yes ;)\n  \n  Real d would be better tho\n  ","473025":"\n  Hey\n  ","473026":"\n  Could do\n  ","473027":"\n  I don't use that, you do lol\n  ","473028":"\n  Star Wars\n  \n  Most horror ones\n  ","473029":"\n  Ew @ bb\n  ","473030":"\n  Oh, what type of sh!t?\n  ","473031":"\n  Telling them wouldn't make it happen.\n  ","473032":"\n  Save it\n  \n  Invest some\n  ","473033":"\n  Pretty much.\n  ","473034":"\n  On here:\n  \n  I feel ----\n  \n  Definitely\n  \n  There was another one but can't remember what it was...\n  ","473035":"\n  🤣🤣🤣\n  ","473036":"\n  DTF\n  ","473037":"\n  They've been fine. Around 3 miles or whatever.\n  ","473038":"\n  Experiences in the past with you?\n  ","473039":"\n  It's not messy.\n  ","473040":"\n  I feel like people are only wearing masks and gloves when they go to the grocery store here. Or if an essential worker, existing conditions, sick etc\n  \n  I only leave at night for a walk. Nobody is out around that time.\n  ","473041":"\n  People are definitely getting restless and going outside anyways, especially during the day time at the park area.\n  \n  The golf course is still open which is surprising.\n  \n  Nobody is really around at night.\n  \n  The stores and stuff like that is pretty much the same as elsewhere. New hours and all that.\n  ","473042":"\n  They answer more to relationship type questions whereas the wydm type ones are kind of stupid ones where everything is already laid out for them.. just a different vibe at times etc\n  \n  Even my other anon has pointed that out too.\n  ","473043":"\n  I think me lol is different... sometimes atleast. The real one.\n  \n  The others sound legit\n  ","473044":"\n  Depends on the day.\n  \n  Ambivert ways are fighting XD\n  ","473045":"\n  Yes, happens a lot.\n  \n  Dude.. you should get on that! :p I could see you liking Casablanca more though.\n  ","473046":"\n  I'm good! :)\n  ","473047":"\n  Everything is fine. lol\n  ","473048":"\n  Not really. I'm more about the person, not their wallet. Both should ideally have money though.\n  ","473049":"\n  Thought you meant uptight way..\n  ","473050":"\n  lol XD I know I can deflect at times when about the ex.. not everyone needs to know about it and makes me feel small and in a black hole all over again when going more in depth about it.\n  \n  Certain other personal things too.. only partners should have that right of knowledge etc\n  \n  Besides that I feel like an open book :p\n  ","473051":"\n  \"You only go forward \"\n  ","473052":"\n  Think that would depend on age and if they were ready for that commitment, healthy relationship etc\n  \n  I don't think it's a sin. That's dumb. Most of them or their parents most likely weren't married at the time either so ¯\\_(ツ)_\/¯\n  ","473053":"\n  How so?\n  ","473054":"\n  Where's my check?\n  \n  Hm no lol\n  ","473055":"\n  Truth\n  ","473056":"\n  It's fine. I don't always show my serious side on here. Idk people don't always understand my humor or bluntness. Sagittarius and Boston thing XD they definitely don't understand how I'm single, not married or have kids.. always getting shit on all of those points. Not everyone has kids at the same time etc\n  \n  I suppose that depends on who I'm being compared to.. a mom would be more mature (granted that's not ALWAYS the case either) some people who are married aren't always mature much either. Just because they have a label attached to them doesn't make them way more mature than others ¯\\_(ツ)_\/¯\n  ","473057":"\n  YouTube videos..\n  \n  Befitin90days was the name of it. It had mma moves, squats, weights and yoga included. Gave rest days too.\n  ","473058":"\n  Bedroom, shower or outside in nature\n  ","473059":"\n  Just seemed that way.\n  ","473060":"\n  Yes.. came out of nowhere afterwards. Dead giveaway\n  ","473061":"\n  I'd pay to see that.\n  ","473062":"\n  Sweet dreams then lol\n  ","473063":"\n  All the rubs\n  ","473064":"\n  This kind of hurt a little 🤣\n  \n  Good night x\n  ","473065":"\n  Aw. Good night king\n  ","473066":"\n  I'm very dog like 🤣\n  \n  Sleep, eat, bathroom, exercise including walking.\n  \n  swimming when I feel like it.\n  \n  Need to be more creative with time.\n  \n  Being s*xual\n  \n  I've been reading. Need to rely on my kindle more now. Libraries aren't open. I know one is still doing holds but not sure I'd want to travel 48 miles just for a book especially when they could change their hours or whatever on you... also says \"permanently closed\" on maps but my library's website is saying that it's the only one doing holds ¯\\_(ツ)_\/¯\n  ","473067":"\n  These sound interesting!\n  \n\n   https:\/\/owlcation.com\/misc\/Over-200-Odd-Facts-Did-You-Know-Them\n  \n\n  A ten-year-old mattress weighs double what it did when it was new due to debris that it absorbs over time. That debris includes dust mites (their droppings and decaying bodies), mold, millions of dead skin cells, dandruff, animal and human hair, secretions, excretions, lint, pollen, dust, soil, sand, and a lot of perspiration, which the average person loses at a rate of a quart a day. Good night!\n  \n  Recycling one glass jar saves enough energy to operate a television for three hours.\n  \n  The cigarette lighter was invented before the match\n  \n  In space, astronauts cannot cry because there is no gravity and tears can't flow.\n  \n  Nutmeg is extremely poisonous if injected intravenously.\n  \n  A rainbow can be seen only in the morning or late afternoon. It can occur only when the sun is 40 degrees or less above the horizon.\n  \n  An average of 100 people choke to death on ballpoint pens every year.\n  \n  You are more likely to be infected by flesh-eating bacteria than you are to be struck by lightning.\n  \n  According to Genesis 1:20-22, the chicken came before the egg.\n  \n  Like fingerprints, everyone's tongue print is differentBabies is born without kneecaps. They appear between the ages of 2 and 6.\n  \n  Wearing headphones for just an hour will increase the bacteria in your ear by 700 times.\n  \n  When opossums are \"playing 'possum,\" they are not playing. They actually pass out from sheer terror.\n  \n  Penguins can jump as high as six feet in the air.\n  \n  All polar bears are left-handed.\n  \n  Slugs have four noses.\n  ","473068":"\n  1987 \/ Some decent ones...\n  \n  Never gonna give you up - rick astley\n  \n  U2: with or without you, I still haven't found what I'm looking for,\n  \n  Where the streets have no name\n  \n  Just to see her - smokey Robinson\n  \n  I wanna dance with somebody- whitney Houston\n  \n  Nothing's gonna stop us now - starship\n  \n  I've had the time of my life - bill medley\n  \n  Is this love - whitesnake\n  \n  Luka - Suzanne Vega\n  \n  I want your s*x - George Michael\n  \n  Alone - heart\n  \n  Got my mind set on you - George Harrison\n  \n  Heaven is a place on earth- Belinda Carlisle\n  \n  Dude (looks like a lady) - Aerosmith\n  \n  The one I love - R.E.M.\n  \n  Pour some sugar on me - def leppard\n  \n  Animal - def leppard\n  \n  Cherry bomb - John Mellencamp\n  \n  INXS: need you tonight, devil inside\n  ","473069":"\n  Man in the mirror\n  \n  Imagine\n  \n  Refugee\n  ","473070":"\n  Haven't deleted much\n  ","473071":"\n  Didn't keep track of that\n  ","473072":"\n  My condolences\n  ","473073":"\n  Hurt - Johnny Cash\n  \n  Changes - Tupac\n  \n  Lean on me - Bill Withers\n  \n  Freefalling - Tom Petty\n  ","473074":"\n  Best king\n  ","473075":"\n  Well that would still be irrelevant information.\n  ","473076":"\n  I'm highly aware of that lol\n  \n  Literally did last night. Didn't talk to anyone last night even though certain things wrote were fine too\n  ","473077":"\n  Guess you meant to write must instead of mut\/mutt :p\n  ","473078":"\n  Can only move forward. Be better, do better. Learn lessons etc\n  ","473079":"\n  Technically... Greek, German, Irish and English.\n  ","473080":"\n  Well done :o\n  ","473081":"\n  Don't feel like mentioning my reasoning\n  ","473082":"\n  Glad you are more healthy now\n  ","473083":"\n  You guys are stupid lol\n  ","473084":"\n  Nope. He just went to sleep. Not the way he'd type either.\n  ","473085":"\n  Freshman year didn't help in college lol\n  ","473086":"\n  :(\n  ","473087":"\n  Haven't cammed. He's seen more than others but probably way less than what you imagine happening. Don't get why you obsess over him.\n  ","473088":"\n  Seems legit\n  ","473089":"\n  Weight\n  ","473090":"\n  Pretty sure everyone has at one point\n  ","473091":"\n  My sister-in-law's mom does amazing artwork! Such pretty colors, captures the scenery. She mainly focuses on Guatemala though.\n  \n  Pablo Picasso\n  \n  Leonardo da Vinci\n  \n  Vincent Van Gogh\n  \n  Claude Monet\n  \n  Andy Warhol\n  \n  Frida Kahlo\n  \n  Rembrandt\n  \n  Salvador Dali\n  \n  Michaelangelo\n  ","473092":"\n  I did last night\n  ","473093":"\n  :)\n  ","473094":"\n  Not really sure.\n  \n  M seems like he's sleeping soon.\n  \n  There's a guy who wanted to pay me $20 to watch his vid and get my opinion on it but he hasn't followed through on either end yet... he was the one to suggest $20 as well.\n  \n  I'm a little tired but it's not totally off the radar yet either ¯\\_(ツ)_\/¯\n  ","473095":"\n  Laying down now\n  ","473096":"\n  Thanks\n  ","473097":"\n  Hi\n  ","473098":"\n  This doggo made me laugh.\n  ","473099":"\n  Walking 🚶🏼‍♀️\n  ","473100":"\n  IT\n  \n  Friday the 13th \/ a nightmare on elm street\n  \n  Eden Lake\n  \n  Scream ones\n  \n  I know what you did last summer\n  \n  Urban legend\n  \n  Halloween\n  \n  Trick or treat\n  ","473101":"\n  Not sure what this one goes to\n  ","473102":"\n  I've answered a lot.\n  ","473103":"\n  Dudes a good sport atleast lol not trying to be mean\/rude though. It's just whatever with what they write\n  ","473104":"\n  What's so hard about these questions?🤔\n  ","473105":"\n  Rubs me the wrong way at times? Will be good then says something odd.\n  ","473106":"\n  I feel like today was the least productive so far. I woke up later than I usually do. I've made breakfast. Had lunch. A snack. Made myself dinner. Besides that I've just been a lazy bird.\n  \n  I did 12k steps though. Some of that from last night 😈 forget if it was 500+ or 700+ steps XD\n  ","473107":"\n  Would be far away then\n  ","473108":"\n  Yes. There's some outside atm\n  ","473109":"\n  Yes, we have. When younger and when we sold our old house in Massachusetts. Also put some items on Ebay and craigslist.\n  ","473110":"\n  Most asked question currently\n  ","473111":"\n  I like dogs more.\n  \n  Huskies, golden retrievers, german shepherds, collies. Mixed breeds are always good too.\n  ","473112":"\n  If you call this living atm XD\n  ","473113":"\n  None?\n  \n  But let's go with Sedona or The Grand Canyon instead.\n  ","473114":"\n  I wouldn't call this a vacation. Vacations are fun...\n  \n  Surviving Christmas is the last movie I watched. Series.. probably The Voice if that counts as a series to you.\n  \n  Apple martini shaken not stirred, margarita.. I like fruity drinks more.\n  ","473115":"\n  Are you really moving forward when still thinking of the negatives?\n  ","473116":"\n  Yes.\n  \n  I get along with my sister more. Closer in age too.\n  \n  My brother is 10 years older so its pretty 50\/50. Wasn't really there when you could have needed him type thing. We get along tho.\n  ","473117":"\n  I don't think I deflect much.\n  ","473118":"\n  I don't really have anything to get rid of at the moment.\n  ","473119":"\n  Send coins to others?\n  \n  Buy from the market? Zaful has cute shit, tbh.\n  ","473120":"\n  Making a chicken quesadilla for myself. Taco sauce instead of salsa since we don't have any. Cheddar cheese.\n  ","473121":"\n  Skinny\n  ","473122":"\n  Haha XD\n  ","473123":"\n  No clue. None if that seemed familiar.... Institutes seems promising tho.. it def gave those vibes to it.\n  ","473124":"\n  I don't remember what language it was in. Might have been subtitles, can't remember. I'd say french, Danish, Dutch, or Italian if it wasn't English.\n  \n  90's to early 2000s at best.\n  \n  It was very haunting like.\n  \n  Wish I remembered! Didn't end up watching it all 🤣\n  ","473125":"\n  Makes me think of this\n  ","473126":"\n  I overshare too much so would be hypocritical telling others to not talk about x,y,z when I have or shared worse XD\n  ","473127":"\n  Why would I say either one? :p\n  ","473128":"\n  I think preference.\n  \n  Seemed like a 90s film?\n  ","473129":"\n  Oh please. It would be changed into \"lots of love\" instead :p\n  ","473130":"\n  I suppose quarantine is helping with that already? :p\n  \n  Yes.. def a slippery slope there. Hurts you more than the potential judgement would.\n  ","473131":"\n  Less than me! 🤣\n  ","473132":"\n  I don't believe so!\n  \n  I just remember a girl that was wearing all black.. really fancy clothes. She was on a train or wagon type thing and it was going somewhere.. I want to say an orphanage? Idk.. it was just bizarre the way the cameras were. Everything was based around religion and death? Just felt extreme... might have had moths or birds in it too o.o\n  ","473133":"\n  It's only in my control by my reaction to it?\n  ","473134":"\n  Indeed! I'd be 81 :o\n  \n  My fam has always lived long so I'm just assuming I'd be old as dirt too. Not sure haha\n  ","473135":"\n  I don't have any now but I just answered this on my other page :)\n  ","473136":"\n  Tennessee whiskey\n  \n  Always remember us this way\n  \n  Cant go on without you\n  \n  Unknown to you\n  \n  Suitcases\n  ","473137":"\n  Damn it's been a long time!\n  \n  Probably GTA, Metal Gear Solid or Tomb Raider.\n  \n  On my NDS it would have been a dog game or Simpson's one.\n  ","473138":"\n  lol how?\n  ","473139":"\n  Wouldn't talk to him if it wasn't?\n  ","473140":"\n  Rarely\n  ","473141":"\n  Nope\n  ","473142":"\n  Yes, multiple times. I don't need to overshare everything about someone else.\n  ","473143":"\n  Mostly travel ones\n  ","473144":"\n  You should ask M that if you really want to know.\n  ","473145":"\n  No\n  ","473146":"\n  Could be\n  ","473147":"\n  Oh?\n  ","473148":"\n  Doesn't always seem that way\n  ","473149":"\n  Yes but not during quarantine.\n  \n  Actually think one of the packages we got today could be one....\n  ","473150":"\n  You already tried that earlier\n  ","473151":"\n  :p\n  ","473152":"\n  When ask decides to give coins out randomly 🙃🤣\n  ","473153":"\n  He's not here lol\n  ","473154":"\n  When I can. Buy from, share the information etc\n  \n  Two of them branded together and hid easter eggs with coupons inside of them all over the different neighborhoods in this town.\n  \n  One mentioned how their business was doing bad since the quarantine and my sister and her husband ended up buying $100 worth of giftcards from them.\n  ","473155":"\n  Nope. Only males here are Bruin, Wrangler, Blizzard and Lucky.\n  ","473156":"\n  It would be bae! *gags*\n  ","473157":"\n  Talk to him instead of strangers online?\n  ","473158":"\n  Both\n  \n  Pepsi r.i.p\n  \n  Samsung\n  \n  I like both but have more Nike these days\n  \n  I use Netflix more but have pending movies I want to watch on HBO\n  ","473159":"\n  It's all good :)\n  ","473160":"\n  Can hurt at times too ¯\\_(ツ)_\/¯\n  ","473161":"\n  Too understanding 🙃\n  ","473162":"\n  Same lol\n  \n  Like who have I been judging? Sorry they feel that way...\n  ","473163":"\n  I feel like it was more indie type film.. so no real successful people in it. Just random ones. It was very religious. Felt like a dark comedy type thing even with all that. I think it was black and white the whole time too?\n  ","473164":"\n  2068?\n  ","473165":"\n  I don't think so. I get judged way more.\n  ","473166":"\n  Ohhh god. Not even sure!\n  \n  I've only had one movie poster before and that was Titanic when a teen.\n  \n  The scarface one grows on me when I'm dog\/housesitting 🤣 but idk if I'd want that\n  \n  ¯\\_(ツ)_\/¯\n  \n  Lion king is always good.\n  \n  Fine, let's just go with favorites instead of ones that appeal more to me visually XD\n  ","473167":"\n  Selfish and cockiness could be a factor of pride? Gets a bad rep\n  ","473168":"\n  Can be\n  ","473169":"\n  But 12 is perfectly reasonable?\n  ","473170":"\n  No 14 inch? :(\n  ","473171":"\n  Whichever way, really. I either have yogurt, make something or someone else makes it.\n  ","473172":"\n  Yes. Ended up making it yesterday. Need to get a stamp and send. My mom was all \"it will be opened in 6 months\" 🤣\n  \n  He's creeped out about the virus and not opening any of his mail. Being all \"do you think  it's safe yet?\" and stuff.\n  ","473173":"\n  9-11? Just depends.\n  ","473174":"\n  Think everyone should. A man won't always be there to do it for you.\n  ","473175":"\n  Not much... just wasn't bored lol\n  ","473176":"\n  No but it does seem like a right of passage kind of thing when having your first baby?\n  \n  In the long run it doesn't.\n  ","473177":"\n  I actually woke up later than normal 😴\n  ","473178":"\n  Ah that's sad :(\n  ","473179":"\n  lol\n  ","473180":"\n  This zack?\n  ","473181":"\n  Karate but didn't have the money to keep going and the place also closed down a while after that.\n  \n  Did some mma moves but not in a class setting.\n  ","473182":"\n  It would definitely help me. Didn't mean it like that.\n  \n  My sister and her husband already got theirs but mom and I haven't got anything yet.\n  ","473183":"\n  Oh man.. even worse haha\n  ","473184":"\n  Walk to the library at night?\n  ","473185":"\n  Jamie sounds nicer 🤣\n  ","473186":"\n  XD\n  ","473187":"\n  Me lol\n  ","473188":"\n  Pcos and insulin resistance diagnosis\n  \n  Fatty liver diagnosis\n  \n  The endo doctor.. more because the gyno lady didn't want to be in charge of me\/the metformin for the pcos.\n  ","473189":"\n  The only one I stayed in contact with was my hs one that went to the same college too.\n  \n  Dating a nascar guy. Nothing really new there. He's like the 3rd one? 🤣 She's part of his crew? Not sure if that's a legit job or more of a girlfriend privilege? She worked at kohl's when in high school and some college. Then worked at a consignment shop. Nothing is listed on her page about a job right now so I'm not sure what she's working as unless its just a part of his crew. Went to an award ceremony for him.\n  ","473190":"\n  Oh man. I'm not sure.\n  ","473191":"\n  When you picture a chef hat on it\n  ","473192":"\n  It's nice. Impressive if they are a good cook.\n  \n  I'm more into getting to know them, humor and other things more.\n  \n  Just knowing how to cook doesn't automatically make me love someone. It's all the big and small things about the person\/us together.\n  "}}