{"Question":{"473193":"\n   Do you have a little yard or a big yard? Do you wish you had more or less? Or do you have none? No yard at all?\n  ","473194":"\n   what should people always keep to themselves?\n  ","473195":"\n   What is the general reason for people’s bad behavior?\n  ","473196":"\n   What was the last thing that you bought\n  ","473197":"\n   Can you be in love with someone without realizing?\n  ","473198":"\n   Good night beautiful\n  ","473199":"\n   nice\n  ","473200":"\n   you should buy a land and farm it\n  ","473201":"\n   Last thing you felt dumb over?\n  ","473202":"\n   Hugs🌹🤗\n  ","473203":"\n   current or previous version of askfm?\n  ","473204":"\n   What do you mean?\n  ","473205":"\n   How are you doing?\n  ","473206":"\n   How are you love🌹\n  ","473207":"\n   🌹🍑🍑\n  ","473208":"\n   Stop messing with my Queen’s booty🌹\n  ","473209":"\n   If you could make up one law that everyone would have to stick to, what law would it be?\n  ","473210":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","473211":"\n   🌹✨😘\n  ","473212":"\n   🍑🍑\n  ","473213":"\n   Has your booty grown\n  ","473214":"\n   How do you deal with stress?\n  ","473215":"\n   Name one really surprising thing that set your heart pumping and gave you an adrenaline rush.\n  ","473216":"\n   What do you believe?\n  ","473217":"\n   I m a good one I can tell you\n  ","473218":"\n   You have so much experience\n  ","473219":"\n   But how did you guess it?\n  ","473220":"\n   Your a very smart and a pretty girl😍\n  ","473221":"\n   But for me your 😘😘😘😘\n  ","473222":"\n   Do you prefer to shower at night or in the morning?\n  ","473223":"\n   I m a loved one too😍😍😍\n  ","473224":"\n   PAP of your favorite bookshelf?\n  ","473225":"\n   Wat about in personal\n  ","473226":"\n   You dint even share anything 🤐🤔🤫\n  ","473227":"\n   You like to hide things\n  ","473228":"\n   I wish I could know them\n  ","473229":"\n   Oh?\n  ","473230":"\n   How do you deal with your life's deepest sorrows?\n  ","473231":"\n   Ok your house is on fire and If you could only save one who would you save your actual baby that you gave birth to or your puppy you rescued from the pound?\n  ","473232":"\n   The United States does not use the metric system. I don't know how many centimeters high you are talking about. The advanced countries like the United States use the backward system. It's time for the United States to change to the metric system\n  ","473233":"\n   What's the shortest height you'd date?\n  ","473234":"\n   whats for dinner?\n  ","473235":"\n   Who are those lucky loved ones\n  ","473236":"\n   🤣🤣🤣🤣\n  ","473237":"\n   I loved that show when I was little!!!!\n  ","473238":"\n   I would like to be with you in such times\n  ","473239":"\n   You just love them very much\n  ","473240":"\n   I would definitely love them to see them\n  ","473241":"\n   Netflix, songs😍\n  ","473242":"\n   There are no pics of you otherwise I would have given more\n  ","473243":"\n   Give 50 take 50\n  ","473244":"\n   😅😅😅😅😅🙈❤\n  ","473245":"\n   R u gonna bet😛\n  ","473246":"\n   How much\n  ","473247":"\n   Indeed she and you both are 😍😍\n  ","473248":"\n   I miss her old profile pics\n  ","473249":"\n   So many coins🙄\n  ","473250":"\n   I dont have any idea regarding it😆😅\n  ","473251":"\n   Social gatherings 😍\n  ","473252":"\n   Beautiful people like you around good things happen for sure😁\n  ","473253":"\n   I hope for good 🙂\n  ","473254":"\n   How's your qurantine going on?\n  ","473255":"\n   We are buddies 😛😛\n  ","473256":"\n   Who are your favorite people to follow on Instagram?\n  ","473257":"\n   I was missing you  hoping that you would msg me😪\n  ","473258":"\n   What is your favourite word\n  ","473259":"\n   I m good too,long time no see😍\n  ","473260":"\n   How you doing freind?\n  ","473261":"\n   Hes got like 10 books\n  ","473262":"\n   Ramsey should help me\n  ","473263":"\n   Do you think it's sad I bought a cook book by Gordon Ramsay to learn how to cook\n  ","473264":"\n   If you are only allowed to choose one, which one would you rather choose 1) a busy occupation with lots of money. 2) Get relief from the government without work 3) easy but less profitable occupation\n  ","473265":"\n   What are you doing\n  ","473266":"\n   what did you have?\n  ","473267":"\n   Share dream?\n  ","473268":"\n   yes\n  ","473269":"\n   Would you rather know how or when you'll die\n  ","473270":"\n   me lol\n  ","473271":"\n   What do u want (food wise)\n  ","473272":"\n   Describe yourself in 3 words ?\n  ","473273":"\n   last watched movie\/series\n  ","473274":"\n   How many times have you said I love you? (In that way)\n  ","473275":"\n   If you could be great at one sport, which would you choose?\n  ","473276":"\n   EAT SOMETHING\n  ","473277":"\n   If you have to choose a female character in One Piece to cosplay, who do you want to pick?\n  ","473278":"\n   why wont you get it?\n  ","473279":"\n   What was the last time you generally felt bad for someone\n  ","473280":"\n   What was the most unsettling film you’ve seen?\n  ","473281":"\n   Do you have any gum?\n  ","473282":"\n   same im doing workout too dumbells lol\n  ","473283":"\n   have you done any arts and crafts or DIY projects since you’ve been in quarantine? post a picture if you want.\n  ","473284":"\n   what is your most embarrassing moment\n  ","473285":"\n   When was the last time you felt old\n  ","473286":"\n   Ok, I’ll try to be quieter. I’m your biggest fan 😂\n  ","473287":"\n   HAVE YOU EVER MADE A DECISION THAT CHANGED YOUR ENTIRE LIFE? IF SO, WHAT WAS IT?\n  ","473288":"\n   have you ever done a virtual date or a virtual double date?\n  ","473289":"\n   What did you eat for lunch? I had a ham sandwich, pretzels, string cheese and strawberries .\n  ","473290":"\n   Out of 10 how bored are you\n  ","473291":"\n   What future technology are you the most excited for? 😁 Why?\n  ","473292":"\n   Do you like France?\n  ","473293":"\n   Do you hate any nationality?\n  ","473294":"\n   Do you think the sound of your voice fit the way you look? Or does it give of a completely different impression when people can't see you? 🗣🤔\n  ","473295":"\n   Would you be jealous if you see people showing off their love on social networks?\n  ","473296":"\n   which stock did she buy?\n  ","473297":"\n   Do you like Harry Potter\n  ","473298":"\n   but you get more each new day\n  ","473299":"\n   how about now?\n  ","473300":"\n   Anything annoying you?\n  ","473301":"\n   Good night beautiful\n  ","473302":"\n   Tell me your biggest strength outside of your workplace 🤗\n  ","473303":"\n   Are you h0rny?\n  ","473304":"\n   What are you still doing up\n  ","473305":"\n   Weapon of choice during an apocalypse? 💣\n  ","473306":"\n   Doesn't take long to get used to it.\n  ","473307":"\n   Have you had an appendectomy yet?\n  ","473308":"\n   Always a bit daunting at first.\n  ","473309":"\n   Only maybe!!\n  ","473310":"\n   Tell us something you did that you're ashamed of?\n  ","473311":"\n   If there was a nearby nude beach, would you go to it? Just to look or to get naked?\n  ","473312":"\n   What's your name\n  ","473313":"\n   Good evning\n  ","473314":"\n   Good morning\n  ","473315":"\n   When do you usually wake up in the morning? 😴 What's the first thing you do when you wake up?\n  ","473316":"\n   If you had to pick one, what is the most important value you would teach your children? Honesty, Kindness or Courage? Why?\n  ","473317":"\n   If you were given a choice to turn into a zombie in a zombie apocalypse or to die, which would you pick? 🧟‍♀️ 🧟‍♂️ Generally speaking, do you think you’d survive a zombie apocalypse?\n  ","473318":"\n   @ some ppl w nice dicks on here\n  ","473319":"\n   anyone on here got a nice dick?\n  ","473320":"\n   I can't stop looking at my handsome face in the mirror\n  ","473321":"\n   If you got a free check for $5,000 right this second, how would you use it?\n  ","473322":"\n   Do you ever drink straight from the carton? 🤔 Haha\n  ","473323":"\n   👫🏼How long have you been single?\n  ","473324":"\n   If you were to be an animal for a day, which'd you choose? Why? 🐱🐶🐨\n  ","473325":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","473326":"\n   Do you think people deserve a second chance?\n  ","473327":"\n   Do you like being alone?\n  ","473328":"\n   We all have made this mistake\n  ","473329":"\n   Se fate domande del giorno, vi prengo di mandarmene🌹\nSono molto curiosa ^^ \nDolcenotte!\n  ","473330":"\n   Do you have like a year or decade that you think was the best when it comes to music? 🤔 Why that one? 🎶\n  ","473331":"\n   Ever read Fifty Shades of Grey?\n  ","473332":"\n   whats for dinner?\n  ","473333":"\n   What makes you worry?\n  ","473334":"\n   [Pergunta coletiva] Por quê o sabatinho de cristal da Cinderela não  sumiu quando chegou a meia-noite se ele era parte do feitiço?\n  ","473335":"\n   lol, ofc never how are you x\n  ","473336":"\n   aw, yes well i would never be mean to you xx\n  ","473337":"\n   If you could lock up one person in a mental institution, who would it be?\n  ","473338":"\n   but will u post that many pics\n  ","473339":"\n   oh sorry, your sister you said was laughing at you xo\n  ","473340":"\n   what is one goal that you set for yourself at 16 that you have no accomplished or almost accomplish?\n  ","473341":"\n   why u keep all those o.o\n  ","473342":"\n   And after college, any social circle?\n  ","473343":"\n   aw thats mean, laughing at you with workers\n  ","473344":"\n   I wasn't getting at anything, just trying to figure out what was going on. Did you have a social circle when you were in college?\n  ","473345":"\n   So you moved in 2014. What were major life activities after that?\n  ","473346":"\n   Were you repeating courses, or going part-time, or...?\n  ","473347":"\n   Pap\n  ","473348":"\n   Algo que se fizer, tem certeza que pode dar errado.\n  ","473349":"\n   Oque só você sabe fazer?\n  ","473350":"\n   Algo que gostaria de dizer para alguém, mas não pode.\n  ","473351":"\n   Wyd?\n  ","473352":"\n   What's the most important lesson you've learned in life?\n  ","473353":"\n   Well, what is someone supposed to write with a 300-character limitation? Haha\n  ","473354":"\n   What do you mean?\n  ","473355":"\n   What’s something I could do to put a smile on your face?\n  ","473356":"\n   How about cats? Are there any type of cat species that you prefer? Care to share a picture or a GIF?\n  ","473357":"\n   I’m sorry about your mishaps, but this is not the case haha. Matter of fact, I suggested you to text him on Fiverr, which does not have any private accounts or sensible data in it.\n  ","473358":"\n   Does that make you smell a rat?\n  ","473359":"\n   In case there was something else you wanted to ask me about it, use this question\n  ","473360":"\n   😭😭😭\n  ","473361":"\n   can i see\n  ","473362":"\n   You want his IG or Fiverr account? (The latter simplifies eventual payments)\n  ","473363":"\n   How about I leave you a contact of this writer. You ask him what to write about and how to write. If you like it, you pay it. If you don’t, just snub him. How does it sound?\n  ","473364":"\n   What kind of dogs do you like? What breeds? If you want to take a picture of it and share it you can or share a GIF.\n  ","473365":"\n   What is an affordable starting price for you?\n  ","473366":"\n   15 years of hard labor... could you handle it?\n  ","473367":"\n   If there were someone ready to write a piece of writing for you and about anything you want, would you pay it to get that?\n  ","473368":"\n   So stupid\n  ","473369":"\n\n    https:\/\/m.youtube.com\/watch?v=r5aRcwHULaI\n   \n","473370":"\n   Then your head will get Tanned\n  ","473371":"\n   are you a beach person?\n  ","473372":"\n   Which countries have you visited?\n  ","473373":"\n   I can't sleep\n  ","473374":"\n   Why did it take so long, aside from the semester off?\n  ","473375":"\n   Hey did you get your Trump Bucks yet?\n  ","473376":"\n   You were in college between 2007 and 2014?\n  ","473377":"\n   last played music\n  ","473378":"\n   Do you like back to the future\n  ","473379":"\n   Do you like that Dance Monkey song?\n  ","473380":"\n   i can imagine but seems like a lot of effort on her part imo.\n  ","473381":"\n   I have an extremely not so serious question to ask. \" Is the walls of the ladies restrooms in Public buildings adorned with words of wisdom, that the men's room has?  Any enlightenment is appreciated. Thank you.\n  ","473382":"\n   such as?\n  ","473383":"\n   have you gained or lost weight because of the quarantine?\n  ","473384":"\n   Why will it be green?\n  ","473385":"\n   Is it just me or is there loads of adult jokes in Spongebob that you never noticed as a kid\n  ","473386":"\n   Interesting. Let me ask a slightly different question: what have your major yearly activities over the past 10 years (e.g. 2011: sophomore in X College doing full-time courses towards Y degree, 2012 - 3: finished degree, got married)?\n  ","473387":"\n   When you color your hair purple\/ blue it will turn out green in the end\n  ","473388":"\n   do you like yogurt?\n  ","473389":"\n   screen get hit in a drive by? 😂\n  ","473390":"\n   Have you ever put money into the stockmarket\n  ","473391":"\n   Good night\n  ","473392":"\n   Go with the side and back and what about that with a shoulder length??\n  ","473393":"\n   purple with pink stripes\n  ","473394":"\n   You should try a pixie! If it doesnt work you can grow it out! im sure you could pull it off!! what are yuour thoughts on a 360 undercut?\n  ","473395":"\n   well if you are sick of you hair you could try going shorter, not shaving it, maybe shoulder length, bob? or even pixie if you wanted to be extreme\n  ","473396":"\n   PAINT IT ALIEN GREEN\n  ","473397":"\n   yes\n  ","473398":"\n   yes\n  ","473399":"\n   start with something small and then work up too something bigger, you can always make them bigger but not smaller! start with some lines maybe? or dye it some cool colours!\n  ","473400":"\n   What's your middle name?\n  ","473401":"\n   yes\n  ","473402":"\n   Designs are the coolest!! have you heard of buzzcut feed? they have heaps of shaved styles and undercuts with designs on instagram\n  ","473403":"\n   Why r u single?\n  ","473404":"\n   Undercuts are rad you should consider one ? im sure you would look great with one\n  ","473405":"\n   does that mean pepees\n  ","473406":"\n   It kind of answers the question, but there must be more. Like your social circles must have changed, your interactions with other people, your environment, your attitudes...you know, more substantial sht than how much you drank.\n  ","473407":"\n   there is a number of people doing it on tik tok. have you considered doing it?\n  ","473408":"\n   thoughts on girls shaving their heads during insolation?\n  ","473409":"\n   What has been the scariest experience in your life?\n  ","473410":"\n\n    @RedOasis2017\n   \n   🔴\nShoutout to him!\nIt's his 25th birthday today! 🎂 4\/16 Y'all go and stop by and drop him some happy birthday wishes if you get a change! Give him a follow! 🎉 He's an awesome friend! Happy Birthday Tommy! 🎊 Hope you have an awesome birthday today pal!\n  ","473411":"\n   The question wasn't exactly about the ex. Read it again\n  ","473412":"\n   What's the first thing you are going to do after lockdown? 💁🏻‍♀️☀️\n  ","473413":"\n   last time u speared the bearded clam\n  ","473414":"\n   HI BAE\n  ","473415":"\n   You didn't answer the question tho\n  ","473416":"\n   You can think back to those times and try and figure out what happened. It was obviously a different time of life, and you attracted a particular type of guy. What changed about the environment after that? What changed about you? Most of the time, 90% of the answer comes from a deep look @ yourself\n  ","473417":"\n   Do you ever wear overalls? Would you ever?\n  ","473418":"\n   who that\n  ","473419":"\n   touch it lots hehe\n  ","473420":"\n   master bait\n  ","473421":"\n   what puts you in a good mood?\n  ","473422":"\n   Oh\n  ","473423":"\n   some1 is in the mood huh\n  ","473424":"\n   What is the first thing you will do after quarantine is lifted?\n  ","473425":"\n   What in life is most beautiful to you?\n  ","473426":"\n   whats for dinner?\n  ","473427":"\n   What you watching\n  ","473428":"\n   What was the last movie you watched? Did you like it?\n  ","473429":"\n   What is the worst gift you have ever received?\n  ","473430":"\n   Are you ashamed of how long ago that was?\n  ","473431":"\n   yes\n  ","473432":"\n   \/\/\n  ","473433":"\n   Could you explain the last ex?\n  ","473434":"\n   what would u do to get a good dose of peepee\n  ","473435":"\n   pepees\n  ","473436":"\n   awe, think you would be a pretty lit gf tbh\n  ","473437":"\n   If there were a book about your life, what the cover would look like?\n  ","473438":"\n   whats the worst argument you had with anyone, bf, friend etc if its not upseting for you liv once threw me out of her car had to walk back too a while tbh\n  ","473439":"\n   Wut do u want?\n  ","473440":"\n   Do you wear Crocs?\n  ","473441":"\n   y\n  ","473442":"\n   yes think your right, did you like neing in all your relationships or nah\n  ","473443":"\n   wdym\n  ","473444":"\n   hi lynds, do you think women or men are better at relationships\n  ","473445":"\n   was it buffin nite\n  ","473446":"\n   ATM pic of whatever? 😁📸 Doesn't have to be of you if you don't feel like it 😅\n  ","473447":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","473448":"\n   How are you\n  ","473449":"\n   Till what age would you like to live and why?\n  ","473450":"\n   Yes. This is why we use our brains and social distance. Social distancing does not equate isolation. I see one of my girls on the regular. She works for a hospital. We know what we are doing.\n  ","473451":"\n   As am I. And?\n  ","473452":"\n   🤪😂😂 I m just fun 😌😌😌😌☺️\n  ","473453":"\n   We all orbit within our own rules.\n  ","473454":"\n   What song defines your childhood?😊\n  ","473455":"\n   May I ask why?\n  ","473456":"\n   Technically. 🙄\n  ","473457":"\n   Because. Why nothing?\n  ","473458":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","473459":"\n   Ok😔😕☹️🥺\n  ","473460":"\n   If not now, then when?\n  ","473461":"\n   Are you outgoing or shy?\n  ","473462":"\n   Follow.?\n  ","473463":"\n   Is there a piece of furniture in your house that you absolutely love? That you spend most of your time around? (other then your bed.)\n  ","473464":"\n   What's your favorite type of body wash you like to use? Share a pic or GIF with this if you'd like.\n  ","473465":"\n   40mg? i take 80mg of that a day. its a good one. ive been on lots of diff ones.\n  ","473466":"\n   Ciao bimbi🌹\nMi raccontate qualcosa che vorreste fare ma, secondo voi, non potrete mai (per qualsiasi personale motivo)?\n  ","473467":"\n   lots of good medications for that. virtually curable by taking a pill a day. and instantly too.\n  ","473468":"\n   It's real work because you're taking time and energy to make money. The problem is, you're not the one earning that money\n  ","473469":"\n   you want to customize to 6969 coins per secret answer 😂\n\ni may look into it.  i dont even know why 🤣\n  ","473470":"\n   you think i should do it? i dont think i would get the 20 questions each week tho. thats not in my control.\n  ","473471":"\n   I try to keep them spicy for the audience. Which I handpick myself (so selective, i know). So thank you for being my audience today lmao\n  ","473472":"\n   🙄\n  ","473473":"\n   thought thats what you meant but doesnt seem your style. also i think you made the same sort of reference a few days ago so wanted to ask.\n  ","473474":"\n   over 220?\n  ","473475":"\n   you have to do that every 24 hours or what?\n  ","473476":"\n   what do you mean by that?\n  ","473477":"\n   Who was the last person you talked to?\n  ","473478":"\n   The human centipede is a trilogy. Yes I’ve seen them all & no they’re not good\/worth the time but ngl I still kind of enjoyed them because they were \/that\/ bad. The 2nd was about a sadomasochist that got off to the original & tried his own, & the 3rd is set in a prison lol 😂 and that’s my ted talk\n  ","473479":"\n   What’s the coolest thing people can learn from you?\n  ","473480":"\n   Good job there, doing real work for fake money.\n  ","473481":"\n   what was her bp reading?\n  ","473482":"\n   is sending out questions not part of the requirements?\n  ","473483":"\n   do you have a co pay for dr visits?\n  ","473484":"\n   what do you think if it was one? make one up\n  ","473485":"\n   what's better jam or marmalade? I think you guys call jam - jelly)\n  ","473486":"\n   you ever listen to audio books?\n  ","473487":"\n   how often do you send out questions here?\n  ","473488":"\n   are you looking to follow or be followed by more people here or not really?\n  ","473489":"\n   when is your next appt?\n  ","473490":"\n   you mean because they didnt answer?\n  ","473491":"\n   Beta blockers lower blood pressure.\n  ","473492":"\n   i mean you specifically.\n  ","473493":"\n   have you ever done a virtual doctor’s visit?\n  ","473494":"\n   Dogs or cats\n  ","473495":"\n   whats next for reading?\n  ","473496":"\n   what is something non-restaurant or grocery store related you miss about life before the coronavirus?\n  ","473497":"\n   🌹🌹🤗\n  ","473498":"\n   do you like to have the windows open at your house?\n  ","473499":"\n   what was the reason for the visit?\n  ","473500":"\n   you mean like lap it up or what? 😂\n  ","473501":"\n   why? how did it used to be different?\n  ","473502":"\n   nope. abominable 😮\n  ","473503":"\n   irl person or online person?\n  ","473504":"\n   you believe in that stuff?\n  ","473505":"\n   what are you reading and what did you watch?\n  ","473506":"\n   hi\n  ","473507":"\n   Which was the better game? Tag or hide and seek?\n  ","473508":"\n   What was the last thing to shock you\n  ","473509":"\n   do you give coins to unlock answers? how much do you give?\n  ","473510":"\n   Carole Baskin vs Hillary: who would win in a chainsaw death match?\n  ","473511":"\n   I'm planning on holding a poll tournament starting tomorrow about popular dishes 🍔🍟🌮🍕🌭 In the link you'll find the contenders I've picked out, let me know if you think any should be replaced with another! 😁\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/160218561495?utm_source=copy_link&utm_medium=android\n   \n","473512":"\n   It's nice that the hoa brings in guys to tend to your bushes....hehehehe sorry couldn't resist\n  ","473513":"\n   what do you mean?\n  ","473514":"\n   do you know how many unanswered questions you have? do you keep your inbox cleaned out or do you keep all of your unanswered questions?\n  ","473515":"\n   I hope that's not a euphemism 🤨\n  ","473516":"\n   do you keep your bio up to date on here?\n  ","473517":"\n   When a guy finish on you after s ex it's cute he clean you up his mess or do you prefer to do it by yourself ? 😊\n  ","473518":"\n   what do u wear to bed?\n  ","473519":"\n   what is the route to a persons heart? and is there a difference in the route for a man and woman, in your opinion?\n  ","473520":"\n   Do you think that this site is almost dead ?\n  ","473521":"\n   Taking that as a yes 😂😂😂\n  ","473522":"\n   on a scale from 1-10 how paranoid of a person are you?\n  ","473523":"\n   Are you ticklish?\n  ","473524":"\n   Be honest, has there ever been a time in your life where you had a tendency to make, what should be simple social interactions with others, much harder then they ought to be, just through sheer awkwardness on your part?? 😳🙈\n  ","473525":"\n   Are most of your bras strapless?\n  ","473526":"\n   It's a bit of a shocker, innit. Surely no one online writes coherently AND punctuates fully.\n  ","473527":"\n   what’s a food that’s better cold than hot?\n  ","473528":"\n   Have you ever tried Acupuncture\n  ","473529":"\n   when was the last time you were afraid and what was it that scared you?\n  ","473530":"\n   What are you listening to right now? 🎶\n  ","473531":"\n   have you ever fallen in love with someone who was just a friend at first?\n  ","473532":"\n   Do you wear your emotions on your sleeve?\n  ","473533":"\n   Good night beautiful\n  ","473534":"\n   Did u play?\n  ","473535":"\n   Tell me about a music track or a scene from a film that made you tear up.\n  ","473536":"\n   Interested in playing tonight?\n  ","473537":"\n   yes\n  ","473538":"\n   Did you get it\n  ","473539":"\n   morelike addiction hehe\n  ","473540":"\n   what does this site mean to you?\n  ","473541":"\n   Jasmine\n  ","473542":"\n   tellonym.me\/Mom2BeSept4th\n  ","473543":"\n   Wyd?\n  ","473544":"\n   im only 25 minutes into the first ep but it oozes his thick, oppressing, and menacing vibe. not far enough in to say more than so far the potential is there. i spent a lot of effort trying to find other avenues to stream cus i was starting to get drawn in. thats a good sign.\n  ","473545":"\n   the ocd never kicks out LOL\n  ","473546":"\n   i saw he started a new project. its a series. you know im not really a series person but i started it this morn and then had streaming issues. downloaded it tho so i can continue. was going to but then got caught in the ask web LOL.\n  ","473547":"\n   haha i just saw the question mark just now lol. they still have a chance at life, i retract lol\n  ","473548":"\n\n    https:\/\/youtu.be\/0M7nETLOsKQ\n   \n","473549":"\n   what are you currently procrastinating on?\n  ","473550":"\n   really pleased to hear you liked it somewhat. for sure didnt want to waste your time. i know this sounds like nonesense but i really think its a film that can grow on people the more they see it. you sort of absorb it. you hear and feel it more and more. anyway thanks for playing familia 🤗\n  ","473551":"\n   maybe for this person using punctuation 🤣\n  ","473552":"\n   as you watch them i keep editing the youcanwatch_melol list lolll. i must have things up to date and organized you know : )\n  ","473553":"\n   Studies have actually shown that those that talk to themselves tend to have a higher level of intellect. Pretty interesting stuff\n  ","473554":"\n   do you unfollow people once they become inactive?\n  ","473555":"\n   why did u send ben a q o.o\n  ","473556":"\n   I be having full convos with myself all the time. Is that normal or am I a weirdo that talks to themselves?\n  ","473557":"\n   greedy hehe\n  ","473558":"\n   tbh do you use b00b tape when you wear a revealing outfit (low-cut blouse, dress or bikini top)?\n  ","473559":"\n   would u ever take on more than 3 pepees at once\n  ","473560":"\n   my work here is done :')\n  ","473561":"\n   well i avoided it for years cus i knew it was trash. it was worse than i expected. i legit thought it was a parody of it lol. so bad. as to why they keep making them? off the name. idiots liked the first. thought it was \"out there\" or shocking idk. i just thought it was disappointing in everyway lol\n  ","473562":"\n   did you google search their original title in the original language? and they mention the context of people connecting without knowing about physical appearances.\n  ","473563":"\n   when i went to send it out today you werent on my list of pple for some reason. figured you had deactivated so i sent it to the dirty place lol. but then i saw your page was up and considered sending it here too but then didnt. AND you replied to it already so YOU CANT EVEN BE APPALLED!!\n  ","473564":"\n   right!?? could have easily said jk tbh. if this continues i may worry. if its just a one time thing then its okay. we all have our \"off\" days.\n  ","473565":"\n   nah i dont follow that tiger king bs. i meant more the gettin azz 8 lol\n  ","473566":"\n   Buonanotte creaturina🌹\nE anche buongiorno🌱\n  ","473567":"\n   who knows. more than 3 for sure lol.\n  ","473568":"\n   oh? whats your reasoning?\n  ","473569":"\n   so more of a tenderizing then lol\n  ","473570":"\n   not alone anon.\n  ","473571":"\n   felt horrible like physically or emotionally?\n  ","473572":"\n   that sweet payback : )\n  ","473573":"\n   leave that for something else. pickled garlic has zero flavor for some reason. its the worst waste lol\n  ","473574":"\n   think they mean \"you've got mail\"\n  ","473575":"\n   rating for the movie human centipede. the sequels go lower from there lol. in the negatives like you say XD\n  ","473576":"\n   Do you know the Dirty Water song dance?\n  ","473577":"\n   oh then i think you payed for some other ability like analytics or sum sht right?\n  ","473578":"\n   thats my .5 star. what do you think of that idea?\n  ","473579":"\n   had you just stood up?\n  ","473580":"\n   ⭐\n  ","473581":"\n   i meant in general. but using that day as an example if fine for context. low blood sugar can affect people differently. most likely a combination of things. standing up and moving around quickly could be another contributing factor. but having very low blood sugar a lot of nasty things start occur.\n  ","473582":"\n   so many machines!! i do most everything in one pan!!\n  ","473583":"\n   do you typically do mircowave or stove top. i do stove top.\n  ","473584":"\n   as long as she doest steal my polls its not egregious. if that happens then we do not forgive.\n  ","473585":"\n   my skin gets sensitive sometimes i think we all are doing it more now tbh\n  ","473586":"\n   What have you done today\n  ","473587":"\n   you always make me laugh, do you wash your hands way more then pre corona pandemic see  i learn lol\n  ","473588":"\n   lol nah not that bad sorry just the thing you said about why women wear them , lol\n  ","473589":"\n   It’s that “technically,” in writing? 😂\n  ","473590":"\n   do you like high heels or are you more casual\n  ","473591":"\n   Who's your best friend?\n  ","473592":"\n   Have you ever came up with a plan and it went horribly wrong but it seemed so much easier in your head\n  ","473593":"\n   Do you prefer a bath or shower?\n  ","473594":"\n   How frequent do you screenshot pictures or messages?\n  ","473595":"\n   Have you watched Human Centipede?\n  ","473596":"\n   Do you like red?\n  ","473597":"\n   So gorgeous\n  ","473598":"\n   What a kind of coffee do you like ☕️?\n  ","473599":"\n   Where is your favourite place to be, and why?\n  ","473600":"\n   post a fun fact about your significant other or best friend!\n  ","473601":"\n   Americans. Have you gotten your stimulus check from our great leader Donald Trump yet? You do know you’ll be paying it back next year correct?\n  ","473602":"\n   you ever have pickled garlic?\n  ","473603":"\n   you mean in the wild where ever meal a life or death struggle? or you poke your head out and another animal bites it off? i dont think they mind so much 😂\n  ","473604":"\n   You think you would you ever let a bf try the backdoor?\n  ","473605":"\n   The game you wanted to own when you were a child 😅😅🖤\n  ","473606":"\n   Did you know s*x causes cancer? The risk of mouth and butte cancers have triped in 20 years because of more people doing oral and butte secks. Will knowing this change your habits?\n  ","473607":"\n   اللعبه ال كان نفسكوا فيها وانتوا صغيرين ؟🌚💜😂\n  ","473608":"\n   Where do you shop the most?\n  ","473609":"\n   here?\n  ","473610":"\n   What's the biggest city you've ever been to? 🏙 What was your impression of it? 🤔\n  ","473611":"\n   Is there a color you'd never wear? Why?\n  ","473612":"\n   new name is a downgrade. ⭐⭐\n  ","473613":"\n   have you ever worked in retail?\n  ","473614":"\n   Which job?\n  ","473615":"\n   How do you normally spend your summer? ☀️\n  ","473616":"\n   Are you currently doing a job that you don't feel safe turning up to? 😳\n  ","473617":"\n   Have you ever had to walk away from a relationship that you really, really wanted to work out? 💔 Like, however toxic it seemed at times, you just kept giving it chance after chance, until eventually you realised you were just flogging a dead horse?? 😐 (Delete\/ignore if you find upsetting)\n  ","473618":"\n   different emoji, so original 😂\n  ","473619":"\n   yep, i sent that question out a few days ago.\n  ","473620":"\n   Do you prefer twitter or instagram?\n  ","473621":"\n   what is your favorite decoration in your house\/bedroom?\n  ","473622":"\n   Buona giornata\n  ","473623":"\n   who is the last person you sized up?\n  ","473624":"\n   I like dinosaurs... I wish they exist\n  ","473625":"\n   this will be that angelkalida person's next question\n  ","473626":"\n   When was the last time someone really hurt your feelings? Who was it?\n  ","473627":"\n   So?  You have your own room\n  ","473628":"\n   Wait what?\n  ","473629":"\n   how tall are you do heels add alot of height to a person\n  ","473630":"\n   Do you like Slipknot at all? If so, have you ever been to one of their gigs? Was it as wild as people make out?? 🤗😬🤘\n  ","473631":"\n   I'm fixin' to f*ck you\n  ","473632":"\n   what band or singer doesn’t sound very good live?\n  ","473633":"\n   [Um desabafo] eu assisti p filme \"mensagem para você\" e gostei  muito. Agora fico imaginando  conhecer  alguém  sem foto sem nome pra conversar  trivialidades  e conhecer  a pessoa  pelo que ela é  e não  pela aparência ou pelo que ela tem.\n  ","473634":"\n   {Pergunta coletiva} Por que as pessoas insistem em julgar as pessoas  segundo as roupas  que veste ou ainda pior pelo que os outros falam?\n  ","473635":"\n   {Pergunta coletiva} você  já  assistiu  futurama?\n  ","473636":"\n   'I am a sinner, Heaven's closed to what I've done' (Sully Erna lyrics): ⬆️ Have you ever felt like this? (In a philosophical way, more then a religious way, I mean)\n  ","473637":"\n   Would you get upset If your partner or future one if you're single was checking out other girls\n  ","473638":"\n   Do you have that one annoying friend with an 'Anything you can do, I can do better' attitude?\n  ","473639":"\n   feel like this one could have been half the characters. must be lying 🤣\n  ","473640":"\n   better than the ones where they were trying to be funny 😂\n  ","473641":"\n   The \"not susceptible to common sense\" anon clearly lacks common sense of his\/her own.\n  ","473642":"\n   how long can a person go without eating before something bad happens?\n  ","473643":"\n   are you apart of the VIP program? why or why not?\n  ","473644":"\n   what are you craving right now?\n  ","473645":"\n   Do you like mcdonalds or pizza hut?\n  ","473646":"\n   Would you be super duper annoyed if quarantine finished and nobody told you?\n  ","473647":"\n   post a fun fact about your child(ren) or pet(s)!\n  ","473648":"\n   whats your fondest childhood memory of easter?\n  ","473649":"\n   contaminated with what? borscht? 😂\n  ","473650":"\n   here anon is not susceptible to common sense. reasoning is futile.\n  ","473651":"\n   Out of 10 how good is your sense of humor\n  ","473652":"\n   What underwear are you wearing today?\n  ","473653":"\n   how long can a person go without eating before something bad happens?\n  ","473654":"\n   you forgot for those crush videos lol\n  ","473655":"\n   ⭐⭐⭐🌗\n  ","473656":"\n   how many coins did you have to pay to be vip?\n  ","473657":"\n   made popcorn the other day for the first time in ages. do you pop yours or buy ready to eat?\n  ","473658":"\n   tbh he does. very polite tbh\n  ","473659":"\n   would that count as juicing you?\n  ","473660":"\n   What time of day is the worst for you?\n  ","473661":"\n   are you a violent person?\n  ","473662":"\n   Do you ever go out in public without wearing a bra?\n  ","473663":"\n   Just wondering, am I the only one who hasn't got a Scooby Doo who Carole *Bleeping* Baskin is?? 🤷‍♂️🤯\n  ","473664":"\n   Good night gorgeous\n  ","473665":"\n   i may even go back for more later who knows!! haha\n  ","473666":"\n   i did pee and sleep and am up now lol. also lol at tplan :')\n  ","473667":"\n   you have to thaw prior tho right?\n  ","473668":"\n   If reincarnation is real, what animal would you come back as?\n  ","473669":"\n   Do you like ancient animals?\n  ","473670":"\n   Successful day today🌹\n  ","473671":"\n   HELLLOOO\n  ","473672":"\n   Have you ever accidentally called your teacher “MOM”?\n  ","473673":"\n   All fixed🌹\n  ","473674":"\n   If you had to wear one color for an entire week, what color would you choose?\n  ","473675":"\n   Have you ever laid down on the floor during really warm nights to cool off? 🥵\n  ","473676":"\n   Did you have a good easter even during quarantine?\n  ","473677":"\n   Happy now🌹😊\n  ","473678":"\n   All happy now🌹\n  ","473679":"\n   Guestimate? . Is it not scary having information hidden?\n  ","473680":"\n   What are you listening at the moment?\n  ","473681":"\n   jasmine deleted her account on here to go and run her mouth on another app\n   \n    https:\/\/tellonym.me\/LilMixedBeauty\n   \n","473682":"\n   How many coronas in your street or neighbourhood?\n  ","473683":"\n   tplan was to sleep a long time ago but that has not happened yet lol. i usually get a few hours. was trying opt for more tonight. okay will send this and pee and sleep. see yah tmr. be good\/bad 51\/49 : )\n  ","473684":"\n   nice. ive never had air frier things. doubt i ever will but im sure its lovely. ketchup is also lovely. i hate when people shame it :(\n  ","473685":"\n   im docile like a plush throw pillow. only thing bothering me is i need to pee and then prob sleep.\n  ","473686":"\n   whats for dinner?\n  ","473687":"\n   wait you said movie right? or did you mean cesspool garbage too? :')\n  ","473688":"\n   lots of sht in the film would not fly in todays society lmao\n  ","473689":"\n   Would you rather be a teenager or a child again?\n  ","473690":"\n   ehem..... there is only one dumb and dumber movie : )\n  ","473691":"\n   what movies bring you back to childhood?\n  ","473692":"\n   Your confidence seems to be growing a lot lately.  It’s about time!  You’re a goddess\n  ","473693":"\n   -\n  ","473694":"\n   You need a personal leg shaver!\n  ","473695":"\n   Pic of your legs?\n  ","473696":"\n   Favorite physical feature of yourself?\n  ","473697":"\n   Simpsons or family guy\n  ","473698":"\n   i hope everyone had a good Easter 🐰 🐇 (if you don’t celebrate use as a filter)\n  ","473699":"\n   What was your favorite thing to do growing up?🕹🏃‍♀️🖍 Like the one you have the most fond memories doing? 😊\n  ","473700":"\n   my travel radius is about 10 miles im afraid lol.\n  ","473701":"\n   Then you get taken from behind red buns and all.\n  ","473702":"\n   How do you feel about a paddle going across that ass right now?\n  ","473703":"\n   never be mean to you just joking\n  ","473704":"\n   Nahh with sweet popcorn it’s nice😌\n  ","473705":"\n   why do girls wear high heels\n  ","473706":"\n   k well go away jk\n  ","473707":"\n   What's your opinion on heels? 👠 How often do you wear them if ever? 🤔\n  ","473708":"\n   M&M’s in popcorn? That doesn’t sound too bad tbh😌 sometimes I like to put skittles in popcorn🤷🏽‍♂️\n  ","473709":"\n   thank you x\n  ","473710":"\n   Sweet popcorn or salt popcorn?\n  ","473711":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔😅 Why?\n  ","473712":"\n   What do you spend most of your money on?\n  ","473713":"\n   okay, xo\n  ","473714":"\n   Have you ever laid down on the floor during really warm nights to cool off? 🥵 Or is it only me who's done that? 😂\n  ","473715":"\n   can confirm lol\n  ","473716":"\n   How was the weather yesterday where you were? It was horrible for us. Really bad wind tornado warnings and flooding. Lots of lightning.\n  ","473717":"\n   i mean fit as in strong but your pretty too is that okay to say ?\n  ","473718":"\n   yeah your funny and you always seem to care etc x\n  ","473719":"\n   wow, your fit tbh cool\n  ","473720":"\n   do you train at home or no\n  ","473721":"\n   what is something you love about yourself or are proud of\n  ","473722":"\n   well your honest and you kinda cheer me up you make a jk etc so i have to say thanksss lol\n  ","473723":"\n   have you ever seen the movie cocoon with steve guttenberg and the quaker commertial guy?\n  ","473724":"\n   yes, thanks x\n  ","473725":"\n   hate it sometimes but just hoping for the best\n  ","473726":"\n   thanks lynds, xo\n  ","473727":"\n   No received them this morning didn’t buy them🌹\n  ","473728":"\n   she said she did not like the taste had to taste it ig i dont know tbh, can never totally please her with alot of things tbh\n  ","473729":"\n   Was busy cooking🌹\n  ","473730":"\n   sounds delish enjoy lyney\n  ","473731":"\n   Have you ever had a lucid dream? 😴 If so, how was it? 😁\n  ","473732":"\n   why have you not eaten alot are you okay lynds\n  ","473733":"\n   Hi\n  ","473734":"\n   Do you like the zoo\n  ","473735":"\n   Post a worth reading material 👑👁\n  ","473736":"\n   Fixing my easter now🌹\n  ","473737":"\n   maybe lynds x lol\n  ","473738":"\n   Received 5 chocolate bunnies today🌹\n  ","473739":"\n   A warning people. If you see a beautiful lady, notably Russian ladies, with no previous activity, and with pictures showing them half nude, with links you can click on, avoid them like the plague. The links are contaminated.\n  ","473740":"\n   Almost time for brunch🌹\n  ","473741":"\n   had you a good easter\n  ","473742":"\n   Is there anyone of yours friends that when you go to their house you just walk in or do you always knock ?\n  ","473743":"\n   -\n  ","473744":"\n   What would i have to do?\n  ","473745":"\n   The ham is ready🌹\n  ","473746":"\n   How can I get a bare ass spanking from you?\n  ","473747":"\n   Busy atm🌹\n  ","473748":"\n   What kind of kid were you in school? Did you fit into any stereotypes? 😎🤓🧐🤥\n  ","473749":"\n   Would you rather have a pet lemur or a pet kangroo\n  ","473750":"\n   Monday check in. How is everybody doing? Share something, or recommend something that makes you laugh\n  ","473751":"\n   Have you ever had chicken casserole before?\n\n_______\nYesterday I made my mama's homemade chicken casserole and it came out really really good! I definitely recommend making this because it was really easy and quick and cheap! You can look up recipes online. Easy recipes and hard.\n  ","473752":"\n   The comeback starts today🌹🐰\n  ","473753":"\n   If I gave you 24 hours to learn these skills which one would you find most challenging?\n\nDoing a handstand\nJuggling\nThrow a card in a fruit\nWhistle into fingers \nMake an origami figure\nLearn to photoshop\nFold shirt in 3 secs\nMake a balloon animal\nSay the alphabet backwards \nLearn to do the worm\n  ","473754":"\n   What is the weirdest conversation that you've ever had\n  ","473755":"\n   Would you rather eat a Raw onion or a raw garlic bulb\n  ","473756":"\n   Do you have a safe in your house\n  ","473757":"\n   Needed to recover🌹\n  ","473758":"\n   you could always wait for a pandemic type scenario where you have lots of time cus you cant go out.... oh.... wait.. XD\n  ","473759":"\n   who cut up the pineapple? also is that going to be used for any experiments i read about on your page? 😈😈😈\n  ","473760":"\n   here?\n  ","473761":"\n   How many people of your past partners have seen you naked\n  ","473762":"\n   what is a typical day like in your shoes?\n  ","473763":"\n   Do you like the Easter bunny chocolate or not really?\n  ","473764":"\n   Did you receive anything wonderful on Easter? Care to share a photo? Or did you make anything yummy?\n\n(If you don't share Easter just use any of these questions as a random filter question. Sorry for sending them if you don't celebrate it.)\n  ","473765":"\n   Have you went swimming yet this year or no? Do you plan to go?\n  ","473766":"\n   Gm🌹\n  ","473767":"\n   👏👏👏\n  ","473768":"\n   which state?\n  ","473769":"\n   night lynds, xo\n  ","473770":"\n   King was laying down🌹\n  ","473771":"\n   Are you happy today?\n  ","473772":"\n   Happy Easter everyone!! 💛 \n\n(to those who celebrate it of course)\n  ","473773":"\n   Buona Pasqua\n  ","473774":"\n   Brunch is later which will happen in 14 hours🌹\n  ","473775":"\n   What is paradise for you?\n  ","473776":"\n   I’m ok love🌹\n  ","473777":"\n   Do you believe  that you were another person or an animal in a past life. Plusbwhen you die do you think that you will come back as something else\n  ","473778":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","473779":"\n   ¿Cómo aumentas tu seguridad en ti mismo?\n  ","473780":"\n   Have you seen anything weird lately?\n  ","473781":"\n   Happy Easter to those who celebrate it! I hope y'all have a great day 😊💛\n  ","473782":"\n   Hi!\n  ","473783":"\n   Sweet Jane - cowboy junkies 👍👍👍\n  ","473784":"\n   They started this game. You all enjoyed it. Now I'll be the one to finish it. Your eyes will be open but you wont see anything. Your ears will be open but you wont hear anything. Most importantly. You'll figure it all out. But you wont be able to explain it to anyone else :)\n  ","473785":"\n   How to protect yourself from the virus? #StayAtASK\n  ","473786":"\n   whats for dinner?\n  ","473787":"\n   PAP\n  ","473788":"\n   100% agree.\n  ","473789":"\n   all done with the music for now. listened to a fair bit and think it did me some good. but now would be the time to sleep if its gonna happen at all. gotta proof my poptart dough soon lol. have a great night fam : )\n  ","473790":"\n   What is your favorite month of the year?\n  ","473791":"\n   im tedious and insufferable i know lol 🤗🤗🤗🤗\n  ","473792":"\n   i would never make tho. i hate the idea of making something just to use it as an ingredient and start over. id just eat the spaghetti and make the pie a different way. but im sure it would be good.\n  ","473793":"\n   can be anything. ive moved on from that to my modern pop and now in my alternative one. soul to squeeze by the chili peppers playing now.\n  ","473794":"\n   i think it would be good in a yeasted pot pie. or open one woundnt really matter but prob go with a bread crust vs a pasty crust since that would be too much cooking time. would need a lot of sauce. maybe top with bechamel.\n  ","473795":"\n   i could do that. np. anyway now i have you to blame for the idea. guilt free harassment lmao. done and done. :')\n  ","473796":"\n   😈😈😈\n  ","473797":"\n   sounds fair. will do haha\n  ","473798":"\n   yes. pink slip incurred lol\n  ","473799":"\n   i aint mad at it. would do flour tortillas tho for sure. not a fan of those americanized crunchy taco inventions lol. i mean ill still eat them tho dont get me wrong lol\n  ","473800":"\n   ill have to remind him in another 6 months haha.\n  ","473801":"\n   i have to follow our fav h*e now and YOU KNOW THIS MAAAANN\n  ","473802":"\n   yes ive fired myself twice already this evening lol.\n  ","473803":"\n   so the hearts of atlantis of chocolates then. say do you think our buddy followed through with his promise? think he said friday like it was a lock lol\n  ","473804":"\n   solid bunny XD gonna have to get a rating at some point.\n  ","473805":"\n   today is sunday. no better time to start up again :')\n  ","473806":"\n   so is this like spaghetti just put into a taco or something else?\n  ","473807":"\n   wonder why they went with 'h'? center of the keyboard maybe? :')\n  ","473808":"\n   store was out of the mustard i wanted to get the other day. currently living without mustard. no way im paying an extra 20 cents. will have to hold off.\n  ","473809":"\n   pple man. nothing quite like em lmao\n  ","473810":"\n   used to love those super high cut one piece suits from the 90's lol\n  ","473811":"\n   Where would you bury your treasure if you had some?\n  ","473812":"\n   what type of tortilla do you think pairs best in spaghetti tacos?\n  ","473813":"\n   Watching p0rn alone is neutral, like eating a sandwich. its neither straight nor gay\n  ","473814":"\n   take a trip to the front door XD\n  ","473815":"\n   Have you seen the new show on Netflix called The Tiger King. If you saw it was it good ?\n  ","473816":"\n   we miss you more zack!!!\n  ","473817":"\n   new identity already lmao\n  ","473818":"\n   haha i had one job!! :')\n  ","473819":"\n   Plans today\n  ","473820":"\n   Idk what happened I have a headache but not sick🌹\n  ","473821":"\n   im feeling like some music. its been a while. think im gonna q-up my punk playlist. you feel like hearing some music? send me some\n  ","473822":"\n   followed\n  ","473823":"\n   Thx 🙏🏼\n  ","473824":"\n   Would you say you're a good photographer? 📸 You mind showcasing a cool picture you've taken? 😊\n  ","473825":"\n   i see you youngdldoh*e  appropriate you! :')\n  ","473826":"\n   yes. <my shortest answer ever with the topic of food lol. if its edible to me its cuisine and precious : )\n  ","473827":"\n   whats that you say?? :')\n  ","473828":"\n   That happened on thanksgiving🌹\n  ","473829":"\n   ‎\"لا شيء من الأمس سيعود ؛ صلوا من أجل بدايات أخرى رائعة وسعيدة\" 💜\nمساحة❤️\n  ","473830":"\n   Easter is over for me. What a disaster🌹😓\n  ","473831":"\n   Hi\n  ","473832":"\n   Some blood came out of my nose and heart beating rapidly🌹😓💔\n  ","473833":"\n   Dehydration🌹\n  ","473834":"\n   How was your day\n  ","473835":"\n   King got a headache and was passed out now. He fell🌹\n  ","473836":"\n   for that i just keep things new. go in a rotation. then if something is really good then double up but still gotta keep it diverse. ive said it before, diversity is the most important ingredient in cuisine.\n  ","473837":"\n   yes i still never have any haha. i mean i figure whats the point to keep any? they dont earn interest :')\n  ","473838":"\n   i will miss you x\n  ","473839":"\n   going to bed kinda tired, xo\n  ","473840":"\n   pandemic apologies x\n  ","473841":"\n   byeee lynds\n  ","473842":"\n   yes it just occured to me to try lmao. you forget that until recently i did not even consider using features like coins and likes and all that. had the base level coins like the 8 they give you to start up until the other day lol. plus i never even had an answer on my page to even give myself coins!\n  ","473843":"\n   amazing! my compliments to the chef. and this is a reminder my ice cream supplies are running low. no good sales lately. my ice cream moods wax and wane. been feeling it a bit lately.\n  ","473844":"\n   nice try you cant reward yourself. oh yeah? fck you too ask 😂\n  ","473845":"\n   What did you have easter\n  ","473846":"\n   not mad at that. lemme know how it is\/was\n  ","473847":"\n   defo, i feel better after exercise, with bullying issues etc and now the covid issue\n  ","473848":"\n   good to talk to friends, your so easy to chat too ty xo\n  ","473849":"\n   getting exercise and sun is great, x\n  ","473850":"\n   cool, xo\n  ","473851":"\n   how was your swim, do you swim everyday\n  ","473852":"\n   yes difficult now they are in isolation,  she will get worse\n  ","473853":"\n   my sister is great at baking but she is teaching her husband i pity him she is not patient tbh\n  ","473854":"\n   i dont blow smoke. its the truth fam. i have very little time i devote to \"free time\" and i spend it here mostly talking to you. the reason behind that can be defined as because i feel inspired to know about your life and how you are. learn from and communicate with.\n  ","473855":"\n   ty, thats cool did you make the cake im useless at baking tbh x\n  ","473856":"\n   i feel that i need to stop masturbation and try the reality feeling tbh\n  ","473857":"\n   I like Spencer a lot. He makes me happy. When he cooks, a lot of things catch fire, but he is really good at making spaghetti tacos. I think it would be a lot of fun to have spaghetti tacos with him.\n  ","473858":"\n   imitation anon brad alert alarm just started blaring :')\n  ","473859":"\n   okay thanks lynds, very full had too much chocolate but it was nice we had a egg hunt in the garden\n  ","473860":"\n   hhhhhh no there is no he until now 😂 \n\ni mean i'm single 😅\n  ","473861":"\n   aw, well im saying hello xo\n  ","473862":"\n   yeah❤️ i'm 17 and i didn't have s*x until today :')\n  ","473863":"\n   brad has his\/her priorities mixed up lol.\n  ","473864":"\n   i'm not the one who was asking you in this thread but i liked your last answer ❤️ because of that i said nice ❤️\n  ","473865":"\n   When  borrowing peoples rubiks cubes and hacky sacks do you wipe them down with alcohol before using them first??\n  ","473866":"\n   Whaddya wearing, inside and out\n  ","473867":"\n   ❤️❤️❤️❤️❤️❤️ really nice\n  ","473868":"\n   Happy Easter, did the easter bunny call\n  ","473869":"\n   u have inspired me to do lots of things. all the time. if it was not for u i dont think i would have even stuck around on this site. music ive listened to, movies and shows ive watched, given communication with pple a chance again. i could go on... people we encounter especially regularly always do\n  ","473870":"\n   good to see pple had fun with this thread lol.\n  ","473871":"\n   😘 poptart cake may be in the queue for tmr. not a lock yet but close. i even got sprinkles the other day begrudging lol. im not into that just for looks typa sht. you know my motto lol. but i guess it has to smile for the camera this one time 🙂\n  ","473872":"\n   haha i just saw you used the \"dirty\" accout to help my dream come true haha ilysm!! haha thats awesome XD i should use my other acct to vote lmao. nah gotta keep that one locked down airtight anon style lmao\n  ","473873":"\n   how have you inspired people? does not have to be anything major. even little ways.\n  ","473874":"\n   felt too speechless XD\n  ","473875":"\n   How panicy are you today?\n  ","473876":"\n   has that easter theme, also eating. i aint maddd, my man never disappoints :')\n  ","473877":"\n   the situation is hopeless now. i had one job LMFAO XD\n  ","473878":"\n   thats weird, i feel like me lol has that ability for sure :')\n  ","473879":"\n   will be a story to tell the kiddo when he\/she grows up lol\n  ","473880":"\n   MUTHAFCKING GODMANDFS FDOFJSDOFSDJFOSFJ SHT I VOTED FOR THE WRONG ONE!!!! FML SOOOOO MUCH lmao\n  ","473881":"\n   What do you think Spencer from iCarly is up to during quarantine?\n  ","473882":"\n   what can you do. makes you grow up fast. i should have gotten an honorary nursing degree lol. by the end if nurses did come to get blood or whatever nonsense i was like get away, gimmie that you ninny lol\n  ","473883":"\n   the kid one forsure but imma check and give you numbers lol. im curious too. wow closer than i thought kid  5, and fish pellets 4. imma vote and tie it XD\n  ","473884":"\n   Do you have one of those swimsuits that shows off your butt cheeks? Back in the 90s no one would ever wear a swimsuit like that.\n  ","473885":"\n   so when you click on an anon like what happens? lol\n  ","473886":"\n   Did you go swimming?\n  ","473887":"\n   can i inherit that cake then? XD\n  ","473888":"\n   i hate kids, id choose anything else XD\n  ","473889":"\n   affected both my parents. dad had brain cancer at 62. mom dementia around the same age. she has not gotten anywhere near the cognitive impairments that my father did obviously. but these things dont get better. they are linear and only get worse.\n  ","473890":"\n   yes lol. noticed they vote in my polls too lmao\n  ","473891":"\n   everyday is a roller coaster. im getting to old for this sht :')\n  ","473892":"\n   didnt spray with disinfectant tho so you may want to retract the \"cute\" :')\n  ","473893":"\n   you chose the kid lol.\n  ","473894":"\n   happy easter : )\n  ","473895":"\n   sounds  great, i ate too much chocolate\n  ","473896":"\n   do you like lamb we had that like for easter but we are having ham later in the week\n  ","473897":"\n   your funny hope the easter bunny was kind to you xx\n  ","473898":"\n   james or whtver must be detained. prob chilling in a footlocker or famous footware someplace lol.\n  ","473899":"\n   you see the username of that liker you got? lmao pple\n  ","473900":"\n   hi lynds how do you lkie your ham, my mom puts mustard on it i like it\n  ","473901":"\n   its brutal man. they get so combative & aggressive too. you feel so powerless. especially when they think everything is fine and they are totally being rational. its a scary thing when u realize the person u know is no longer that person anymore. the moment this feeling is cemented, u nvr forget it\n  ","473902":"\n   What are you doing right now?\n  ","473903":"\n   What is the most interesting place you travel to?\n  ","473904":"\n   What are your plans for tomorrow?\n  ","473905":"\n   have you ever known someone suffering from dementia?\n  ","473906":"\n   do people ever stereotype you? in what ways?\n  ","473907":"\n   Watching super bowl XLII on fox that they’re showing now🌹\n  ","473908":"\n   Do you wear slippers?\n  ","473909":"\n   What's the best gift someone has ever bought for you?\n  ","473910":"\n   King size is big\n  ","473911":"\n   Did you share it\n  ","473912":"\n   Hugs lots🌹\n  ","473913":"\n   Happy Easter 🐰🐥😁\n  ","473914":"\n   ill allow it! ☺\n  ","473915":"\n   someone will follow this up with a pap of those. its nearly a lock loll\n  ","473916":"\n   not mine to me. you can have it  🤣\n  ","473917":"\n   how are you spending your easter?\n  ","473918":"\n   think the only one that stopped was the one with the kid and the fish food or whatever lolll\n  ","473919":"\n   throws a raincoat over you\n  ","473920":"\n   dw feeling fine now. you could even say normal 🤣\n  ","473921":"\n   do you usually look at the likes you get here?\n  ","473922":"\n   How often do you change your hairstyle?\n  ","473923":"\n   here?\n  ","473924":"\n   😂😂😂\n  ","473925":"\n   waht is going on today XD\n  ","473926":"\n   blood jokes XD\n  ","473927":"\n   🤣🤣🤣\n  ","473928":"\n   okay babe\n  ","473929":"\n   Happy easter🌹🐰\n  ","473930":"\n   Queen gives king king sized chocolate bunny and egg for Easter🌹💪🏻💪🏻\n  ","473931":"\n   the coins on this one 😂\n  ","473932":"\n   Who do you think asked your last anonymous question?\n  ","473933":"\n   who baked the cake?\n  ","473934":"\n   heard the virus reactivated in some people who recovered from it 😂\n  ","473935":"\n   what do you like being called?\n  ","473936":"\n   🌹🐰😊\n  ","473937":"\n   Good night\n  ","473938":"\n   What was the last song you heard?\n  ","473939":"\n   What's a holiday that doesn't exist that you'll like to create\n  ","473940":"\n   What motivates you in life?\n  ","473941":"\n   Post a selfie if you'd like here. If not just post a random GIF.\n  ","473942":"\n   What are the three most important values that you would like to instill in your children\/future children? If you don’t think you want kids, what three values do you believe to be important?\n  ","473943":"\n   Who is that one person you can talk to about just anything?\n  ","473944":"\n   Hi, what do you think of summer?\n  ","473945":"\n   🎶 Post a song you’d sing a duet with someone on karaoke. 🎶\n  ","473946":"\n   What three objects that you own do you value most? 🤔\n  ","473947":"\n   Describe yourself in 3 words\n  ","473948":"\n   I’m in need to update my playlist!🔥🔥🔥\nCan you recommend me any song\/artist? Maybe something that you love and would like to share with me 🙃\n  ","473949":"\n   If you got the money to visit 5 countries of your choosing (Ofc when there's no corona around), which would you choose? 🌍 Why them? What'd you wanna do there? 😊\n  ","473950":"\n   Do you like Elsword?\n  ","473951":"\n   What's your favourite colour?\n  ","473952":"\n   Likers get 3 likes?\n  ","473953":"\n   🎶 Post a song that has many meanings to you. 🎶\n  ","473954":"\n   think i have fallen for you aha\n  ","473955":"\n   hey you deserve love only, ignore hate you are lit\n  ","473956":"\n   What is one dream you’ve yet to accomplish but are striving for?\n  ","473957":"\n   i really need that like so so often. and thats like bare minimum. should really have .1 increments.\n  ","473958":"\n   Do you work well under pressure?\n  ","473959":"\n   how do you feel about the concept of death? what emotions do you feel when thinking about it? talk about your interpretations and specific thoughts concerning death.\n  ","473960":"\n   if you were given the gift\/curse of immortality and could were required to choose another human individual to share eternity with you who would you choose from amongst those in the living world?\n  ","473961":"\n   Shoot. Just some of these people on here it is. LOL\n  ","473962":"\n   ofc, and tbh you look great ngl, but your like sweet etc and thats like cool\n  ","473963":"\n   Post a song you haven't heard before?\n  ","473964":"\n   I challenge you today to send at least three questions out to everyone on your friends list. You can do it. I believe in you. You guys have an amazing day and a good Easter! ( if you celebrated, that is, if not just ignore)\n  ","473965":"\n   🎶 Post a song that reminds you of someone you’d rather forget 🎶\n  ","473966":"\n   seen that but i was going literal and keeping it simple. its the cult classic comedy \"airplane\"\n  ","473967":"\n   nice.\n  ","473968":"\n   FAVORITE DAY OF THE WEEK?\n  ","473969":"\n   ty  for being kind\n  ","473970":"\n   use your imagination: describe yourself as a fairy 🧚🏻‍♀️🧚🏻‍♂️\n  ","473971":"\n   recently ive started liking answers of the people i follow. have never done that before. so they have the option to seek me out if they feel inclined. ITS ALL YOUR FAULT!! haha actually its my fault one slip of the finger and that was the first domino lol\n  ","473972":"\n   i mean i knew that reply would follow. had a gut feeling. feels like the real one too. idk why but it does lol\n  ","473973":"\n   nice. rained here too. think it still may be\n  ","473974":"\n   i asked this lol. takes a few days but i end up getting 30-40 votes. idk why but pple still voting on like the first ones lol.\n  ","473975":"\n   ive never owned one or worn one. im nearly always wearing a hat tho. in bed and wearing one now. always freezing lol\n  ","473976":"\n   XD hahahahaa\n  ","473977":"\n   depends what time of the day. could be lower loll\n  ","473978":"\n   Would you have s*x with your partner in front of your friends..\n  ","473979":"\n   yes lol, your are cute asf xxx\n  ","473980":"\n   How do you like your covfefe? :P (aka: coffee) Do you make it at home or do you prefer it made elsewhere? If you don't drink covfefe, do you usually drink anything for energy purposes? :P\n  ","473981":"\n   think zack might like you\n  ","473982":"\n   i care about you i think thats why i say hunny, sorry\n  ","473983":"\n   do you like teasing guys i tease guys alot\n  ","473984":"\n   *worries about wasted coffee :'(\n  ","473985":"\n   You start\n  ","473986":"\n   i think i sent it yeaterday tbh\n  ","473987":"\n   that was a couple of days ago that i said  hi hunny to you, im sorry\n  ","473988":"\n   pls dont hate me\n  ","473989":"\n   🎶 Post a song you like with a person’s name in the title. 🎶\n  ","473990":"\n   Hey, hope you had \/ are having a great day 😎😎😎\n  ","473991":"\n   hi hunny\n  ","473992":"\n   In a brighter(ish) note regarding all this Corona-beer-virus hooplah... I musty ask... You think we can use \"social distancing\" as an \"excuse\" to not be near the people we don't like? lol. xD Like, you think after this, we'll be using \"social distance\" as normal slang? :P\n  ","473993":"\n   lol  you would be the cutest bunny, lol\n  ","473994":"\n   ah but is not a life a life? i know you said the other day you liked looking at them so i get you but i feel we are all equal. ducks, chickens, people, frogs, ants, i feel no more worth than the nearest dust mite. if its insignificant than so am i.\n  ","473995":"\n   awww, im special ty hugs\n  ","473996":"\n   easy going is like cool\n  ","473997":"\n   your very kind atm too xox\n  ","473998":"\n   yes. thats actually exactly what i pictured you would say. or what the other anon said lol\n  ","473999":"\n   ik lol,just cool i like it xo\n  ","474000":"\n   you are very flirty lol\n  ","474001":"\n   yes. the one eye character is a sort of reoccurring theme in Nicolas Winding Refn's films. the role of a sacrificial god or entity that serves a higher purpose. for me the film just brought me to another place. the sounds, the score, the brutality, the utter decrepitness of life served up on a plate\n  ","474002":"\n   you are teasing me\n  ","474003":"\n   do you think your a easy going gf or high maintenance if okay to ask\n  ","474004":"\n   was the cheese in a pouch like squeeze out form or the powder for the velveeta? not sure how they do it\n  ","474005":"\n   oh so im the runner up now. i see how it is even tho sent at like 6am :')\n  ","474006":"\n   situations like that can suck. ppl give you shit and its not your fault. did kids give you shit about it or no? hope not. kids are such bstards lol\n  ","474007":"\n   What's for dinner in your house today? 🤤\n  ","474008":"\n   ran out of room but wanted to say ill always try to or endeavor to make it more the former if i can. not that doing so is something im necessarily good at but at least maybe serve as a distraction.\n  ","474009":"\n   i feel ya. my days have been going good till a few hours ago. it all changed. came on here and feel a bit better but i really dont know. the same thoughts and ideas always circle back to me. ill never escape them. but remember how you feel now is just temporary. could be better could be worse.\n  ","474010":"\n   so many ive rated lately ive wanted to do 3.25 but been handing out 3.5 like its covid task force updates lol\n  ","474011":"\n   thats not what i had in mind when i sent this out. like i said you interpret it how you do and decide to answer how you do. it didnt come from a negative place.\n  ","474012":"\n   lynds just calls it hate if it challenges her in any way\n  ","474013":"\n   i mean im just going through your replies to me so i dont know whats all happened on your page today but didnt mean these questions as like hate mongering things. just like sent them out. sorry if its been a not so good day. idk\n  ","474014":"\n   so funny ilysm does that sound eww\n  ","474015":"\n   0-5. i was rating the joke lol. did this somehow turn into a size thing again? lmao\n  ","474016":"\n   your sweet, xox\n  ","474017":"\n   felt bad? how come? like sad cus its a duck or like made you feel ill?\n  ","474018":"\n   Do you like the color blue? Let's go some blue GIFs or PICs!\n  ","474019":"\n   wish it was more recent that i saw the film. i actually dont remember much and wish i could  comment back or share my opinions to the parts you mention. feel bad about it but thanks for sharing my fam : )\n  ","474020":"\n   what do people most often say about you?\n  ","474021":"\n   its just a question. the why or why not of choosing to answer a question is not something i can say when it comes to others.\n  ","474022":"\n   lol i just kicked my brother lol he is in pain\n  ","474023":"\n   best way to torture boy\n  ","474024":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","474025":"\n   thoughts on\n   \n    @NicoleBuckleyyx\n   \n   ,\n   \n    @carlahall88\n   \n\n    @zactc\n   \n","474026":"\n   pls  kick a boy rn\n  ","474027":"\n   Do you count as smoked salmon or fresh salmon?\n  ","474028":"\n   well pple are pple and that means they are fickle and unpredictable. it can be difficult i know but try to focus on what you think and feel. easy to say i know. what pple say affects us and we cannot help it. just take your time. with time all things become possible. the right time, or passage of...\n  ","474029":"\n   Smoked salmon or fresh salmon?\n  ","474030":"\n   our buddy from your neck of the woods suggested it! i thought it was a great idea even tho i know it wont matter. its good to at least try and share your ideas.\n  ","474031":"\n   since when we use the 1-10 scale? ?? who are you and what have you done with my fam?\n  ","474032":"\n   you got me beat! i never have.\n  ","474033":"\n   what do you believe that others dont?\n  ","474034":"\n   Describe today's mood with a GIF:\n  ","474035":"\n   Anything bugging you?\n  ","474036":"\n   What's the last thing that made you happy?\n  ","474037":"\n   Hi\n  ","474038":"\n   What u doing?\n  ","474039":"\n   You can buy 2 subs from Subway and get 1 free.\n  ","474040":"\n   🎶 Post a song you’d love to played at your wedding. 🎶\n  ","474041":"\n   That concludes the song questions, you guys! Hope you enjoy answering 🤗🤗🤗\n  ","474042":"\n   🎶 Post a song you remember from your childhood. 🎶\n  ","474043":"\n   haha yeah I was perving at her. haha. I figured she would have an instagram with tens of thousands of followers. I mean she can sing and she's really hot.\n  ","474044":"\n   what's something (whether it's a food or a toy or trend) from your past that you wish can make a comeback in the present day?\n  ","474045":"\n   Name one thing you dream about at night.\n  ","474046":"\n   🎶 Post a song that makes you want to fall in love. 🎶\n  ","474047":"\n   I feel bad because I went on her Twitter and it stopped being active in 2013 as well. I stared at her bahoobies. lol\n  ","474048":"\n   What's your zodiac sign?\n  ","474049":"\n   Sorry, it's by mistake 🤭😁\n  ","474050":"\n   غغ\n  ","474051":"\n   Who is this chick? I'm on her youtube. She's hot. Hasn't posted in 7 years!\n  ","474052":"\n   Are you hunting for eggs on your Snapchat map?\n  ","474053":"\n   Have you ever met a famous celebrity\/ artist? Who was it? 🤭🤔🤭🤔\n  ","474054":"\n   🎶 Post a song that moves you forward. 🎶\n  ","474055":"\n   ive had them a few times. just okay for me. actually i have a picture of them down my page. maybe a year ago or so.\n  ","474056":"\n   🎶 Post a song you like that’s a cover by another artist. 🎶\n  ","474057":"\n   📷 Post a picture with a family member. Be it your aunt or uncle, parents, kids, siblings, cousins 🤗\n  ","474058":"\n   🎶 Post a song from your preteen years. 🎶\n  ","474059":"\n   🎶 Post a song you like about drugs or alcohol. 🎶\n  ","474060":"\n   Have you ever gotten a prize for doing something? 😁 Like a trophy or a medal? 🏆🏅\n  ","474061":"\n   🎶 Post a song you like with a color in the title 🎶 (if you don’t wish to answer these or certain ones, feel free to delete!)\n  ","474062":"\n   thoughts?\n  ","474063":"\n   I’m currently doing a thirty day song challenge on Instagram where you post a song everyday based on the prompt it gives you. Would you guys be interested in me sending you those as questions to answer on here? I think it’s fun!\n  ","474064":"\n   i knew it XD\n  ","474065":"\n   what happened to the coffee?\n  ","474066":"\n   oh? whats the logic there\n  ","474067":"\n   what do you hate being called?\n  ","474068":"\n   really? over what?\n  ","474069":"\n   nice will have to inquire!\n  ","474070":"\n   no more cooking.\n  ","474071":"\n   this reply was too long. sorry but you lose.\n  ","474072":"\n   what is your favorite decoration in your house\/bedroom?\n  ","474073":"\n   rate this thread\n  ","474074":"\n   just as healthy as usual. so like a 2 lol.\n  ","474075":"\n   omg that sounded like I wanted them🤦🏽‍♂️ I meant someone else like one of your followers\n  ","474076":"\n   Where I live people basically only pay with card, how's it where you are? Is it more common to use cash or is it the same there? 💳💵\n  ","474077":"\n   you should do that, give them to someone who really wants some coins😌\n  ","474078":"\n   calculations on point 🧐\n  ","474079":"\n   what should i spend my coins on?\n  ","474080":"\n   What was the last movie you watched?\n  ","474081":"\n   when do you eat the fortune cookie? at the end or?\n  ","474082":"\n   You hear that people have started to become zombies somewhere on the opposite side of the globe, what do you do next? 🧟‍♂️ How well do you think you'd do in a zombie apocalypse in general? 🤔\n  ","474083":"\n   haha dont know. never heard that. maybe we will get a follow up?? certainly not in this thread tho cus that would be too convenient lol\n  ","474084":"\n   probably lamb. goat is much more \"gamey\" ppl in this country dont really eat it.\n  ","474085":"\n   WHAT TIME DO YOU NORMALLY GO TO BED?\n  ","474086":"\n   What kind of friend would you say you are to the ones you have? 🤔😊\n  ","474087":"\n   color?\n  ","474088":"\n   thats good. happy to see you enjoyed it!\n  ","474089":"\n   why only two pple? i get pple voting on the all the time\n  ","474090":"\n   ✨ You are enough. You are the best you there is. I appreciate you! 🤗💞\n  ","474091":"\n   Do you watch Robot Chicken?\n  ","474092":"\n   How can some people be fine with never achieving their goals and dreams?\n  ","474093":"\n   So what are you all doing for Easter? We are having roast rabbit for our dinner. The kids will be so surprised!\n  ","474094":"\n   woow ,really ?\n  ","474095":"\n   Do you think some people stay with someone out of fear of being alone?\n  ","474096":"\n   What is the last thing you do before bed?\n  ","474097":"\n   Do you know how to play a guitar?\n  ","474098":"\n   what is the last beautiful thing your eyes beheld?\n  ","474099":"\n   what is something that occurs on askfm that really bothers you (besides pesky anons)? on the contrary, what is something you genuinely enjoy about askfm?\n  ","474100":"\n   XD btw i emailed letterboxd asking to have the common decency to open up the .25 increments. im absolutely certain nothing will come of it lol\n  ","474101":"\n   What's above average to you?\n  ","474102":"\n   Do you follow fashion trends actively?\n  ","474103":"\n   4*'s\n  ","474104":"\n   you ever talk to him about it?\n  ","474105":"\n   ever eaten duck?\n  ","474106":"\n   saw it said they are coming out this month. seems like they are worth a shot. will have to remember to keep an eye out\n  ","474107":"\n   is this scooby doo? like shaggy??\n  ","474108":"\n   .5 *'s. this person is on the opposite of a roll 😂\n  ","474109":"\n   if it was not for anonymity this site would not exist. pple would just use other social media sites\n  ","474110":"\n   thoughts on it?\n  ","474111":"\n   have you ever written\/posted something on social media that you thought perhaps was too personal? did you get a good response, or did you take it down?\n  ","474112":"\n   good morning ☁️\n  ","474113":"\n   so have you had the fudge brownie m&ms yet?\n  ","474114":"\n   goodnight beautiful\n  ","474115":"\n   Good night beautiful\n  ","474116":"\n   You like strawberries? 🍓\nEver been to the Strawberry Patch before?\n\nRight now the strawberries look amazing! I love going to the strawberry patch! Very fun! If you have never done this before I strongly recommend!\n  ","474117":"\n   As your son, what would I drink with breakfast, lunch & dinner?\n  ","474118":"\n   Read books or watch TV shows in quarantine? #StayAtASK\n  ","474119":"\n\n    https:\/\/fanlink.to\/cH27\n   \n   can you tell me if my song is good? Should I keep at it or should I retire?\n  ","474120":"\n   this is a bit sad i thought\n   \n    https:\/\/youtu.be\/gObyxvKn-NE\n   \n","474121":"\n   maybe the only musical i ever liked lol\n  ","474122":"\n   Do you always put yourself last?\n  ","474123":"\n   In reference to what?\n  ","474124":"\n   Use this space to write something to someone to make their day better. It could be someone on your list or I can be a random family or friend.\n  ","474125":"\n   🌹✨\n  ","474126":"\n   How is everyone holding up? Been up to much?\n  ","474127":"\n   do you have any bad habits?\n  ","474128":"\n   What’s worse an emotional affair or a physical one?\n  ","474129":"\n   How is the weather today?\n  ","474130":"\n   PHONE\n     iOS or Android?\n  ","474131":"\n   What's your favorite jam flavor?\n  ","474132":"\n   U have any better idea?\n  ","474133":"\n   Yeah she did have dark hair. Lived in Florida. Was Nicaraguan. That's all I remember. I appreciate the list. Thank you very much. Hope I find her lol I asked her the most\n  ","474134":"\n   We can play together videogames\n  ","474135":"\n   Can listen to your songs together\n  ","474136":"\n   Can swim together 😍😅\n  ","474137":"\n   Are you done with dinner?\n  ","474138":"\n   You said welcome to your place so I was excited 😅❤\n  ","474139":"\n   Great hobbies\n  ","474140":"\n   Yeah\n  ","474141":"\n   Do u watch any series ?\n  ","474142":"\n   pushing the boundaries of the gimmick its showing here 🤣\n  ","474143":"\n   you could say that gif has \"juice\" loll\n  ","474144":"\n   never for breakfast!! which reminds me i havent done my poll yet 🤣\n  ","474145":"\n   you have had goat before?\n  ","474146":"\n   i got there at 7:10. people were coming out of the store so i didnt thing anything of it. thought it 8pm closing time. then as im walking up i see a dude like waving his hand in from of the door sensor and i knew lol. was like are they closed? i looked at the hours sign and said 7 then walked away.\n  ","474147":"\n   and me and dude social distanced the entire time. at least 8 ft. think when i left he was still there by the door. definitely an infected :')\n  ","474148":"\n   ><\n  ","474149":"\n   Oh okay, for some reason I thought they were still allowed to take as much as they want\n  ","474150":"\n   why do you think ask.fm allows people to ask questions anonymously?\n  ","474151":"\n   name everything you ate today! 🙂\n  ","474152":"\n   because of the virus, can people only buy a certain amount of something in the supermarkets or can they still take as much as they want?\n  ","474153":"\n   Pls let us know what your fortune cookie says :)\n  ","474154":"\n   How is the virus situation near you?\n  ","474155":"\n   I wouldn't risk getting any takeout. You don't know if the people making it are sick or if there are germs all over the packaging.\n  ","474156":"\n   whats for dinner?\n  ","474157":"\n   Do you hate anyone?\n  ","474158":"\n   you’re all amazing and fabulous ✨💕\n  ","474159":"\n   what type of pickle? kosher, dill, bread and butter....?\n  ","474160":"\n   ❤️\n  ","474161":"\n   yes me too, xo\n  ","474162":"\n   cool, xo do anything nice\n  ","474163":"\n   Where did you grow up? What was it like? Do you still live there?\n  ","474164":"\n   did your day go fastx\n  ","474165":"\n   its 702 pm here now\n  ","474166":"\n   Hi 😃\n   \n    www.youtube.com\/watch?v=MXEfahHKPbU&feature=youtu.be\n   \n","474167":"\n   What is the weirdest word in your language?\n  ","474168":"\n   i actually really hated that part of the movie so much. 🤣🤢\n  ","474169":"\n   If people were to build a statue of you to remember you for when you die what do you think they want to remember you for\n  ","474170":"\n   Can you post a close up picture of your eyes?\n  ","474171":"\n   im okay lynds ty, how are you xox\n  ","474172":"\n   If you were given a chance to explore the oceans, go to outer space or visit 50 different countries, which one you choose and why?\n  ","474173":"\n   Out of the negative emotions of greed, anger, jealousy and hate, which one would you say affects you the most? (Only if you’re comfortable talking about it! Feel free to delete or use as a filler.)\n  ","474174":"\n   Out of the positive emotions of compassion, positivity, enthusiasm and initiative, which one is your biggest strength?\n  ","474175":"\n   Who do you like best RN: your Mom or Dad?\n  ","474176":"\n   Hi\n  ","474177":"\n   “Like zoinks scoop I think she’s got an extra chromosome”\n\n“Ruh roh raggy retard”\n  ","474178":"\n   Deja-vu: is there anything to it or merely coincidence?\n  ","474179":"\n   Do you believe yourself to be truly free? If so, why? If not, what is holding you back?\n  ","474180":"\n   Hobbies of yours?\n  ","474181":"\n   U seem to very funny I m gonna follow this list too\n  ","474182":"\n   🔥 Coins Giveaway #4 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161927512175\n   \n   🔥\n  ","474183":"\n   Who would you most like to be stuck in an elevator with?\n  ","474184":"\n   sorry but gonna need you to be sure on that. not acceptable! 🤣\n  ","474185":"\n   lol, i mean for a party etc, bet you look beautful tbh\n  ","474186":"\n   WOULD YOU RATHER BE ABLE TO BREATHE UNDERWATER OR HAVE THE AGILITY OF A CAT?\n  ","474187":"\n   did you ever do fancy dress\n  ","474188":"\n   why?\n  ","474189":"\n   Since we are all in Quarantine. If you were to write a movie script – what would it be about?\n  ","474190":"\n   Fotka łódki Twoich marzeń!\n  ","474191":"\n   Czy obawiasz się, że roboty przejmą kontrolę nad światem?\n  ","474192":"\n   Have you ever bought something and end up not using it? 🤭 what is it? 😂\n  ","474193":"\n   what  embarrasses you?\n  ","474194":"\n   whats your favourite Disney film\n  ","474195":"\n   4 characters like a boss. winning at life 🔥🔥🔥\n  ","474196":"\n   Ewww short baby nails\n  ","474197":"\n   last time you been walked in on and the worst time  and why?\n  ","474198":"\n   enjoying the weather?\n  ","474199":"\n   what are you not confident doing in the great outdoors\n  ","474200":"\n   Eww because we can go out andddddd working 😂\n  ","474201":"\n   🌻 Due to this question I got:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161830314351\n   \n   feel free to share what you first noticed about me 😄 (you don’t have to, ofc)\n  ","474202":"\n   Would you rather be loved or to love?\n  ","474203":"\n   that was funny. good job anon 😂😂\n  ","474204":"\n   did you harvest the snails or did you eat them somewhere?\n  ","474205":"\n   i mean how did you prepare the clams to eat? 😂\n  ","474206":"\n   ✈\n  ","474207":"\n   1 star. feels two weeks too late at least. tp jokes were so march 😒\n  ","474208":"\n   when was the last time you asked for his help?\n  ","474209":"\n   sounds like you want that 1\/4 star option! 😂\n  ","474210":"\n   Drop a date that you'll never forget🤪\n  ","474211":"\n   How many followers do you have?\n  ","474212":"\n   actually i cant remember the last time i coughed or sneezed in public lol. i have been thinking about what would happen if i did tho lately lmao. like could i be arrested\n  ","474213":"\n   best time to sing?\n  ","474214":"\n   Do you like to brush your hair or have your hair brushed? Or are you really not a fan of brushing your hair at all? Or having it brushed?\n  ","474215":"\n   yeah but he knows who i am now im sure\n  ","474216":"\n   feels like blue has more shades than any other color if that even makes sense 🤣\n  ","474217":"\n   Are you welcoming of people who aren't from your country coming into your country to live there forever\n  ","474218":"\n   also \"nico\" lol 😊\n  ","474219":"\n   the eli movie or something else?\n  ","474220":"\n   is the crying audible?\n  ","474221":"\n   how old is the former aunt?\n  ","474222":"\n   Has anyone ever checked your reflexes\n  ","474223":"\n   Good night\n  ","474224":"\n   Real tattoo or henna tattoo?\n  ","474225":"\n   what is the last thing you were proud of?\n  ","474226":"\n   Have you ever watched a game \/ reality show and been like \"Oh, I'd kill it if I took part in it, looks so easy!\" 😂 Or at least wanted to take part? 😁\n  ","474227":"\n   Presented with the opportunity to be immortal, would you take it?\n  ","474228":"\n   What would be nice?\n  ","474229":"\n   What was the last thing to make you smile\n  ","474230":"\n   What is something that you have been really wanting to cook lately?\n  ","474231":"\n   they meant curried goat. too distracted thinking of a new name 😂\n  ","474232":"\n   whats for dinner?\n  ","474233":"\n   Be honest: Do you like gossip?\n  ","474234":"\n   ✴ ⚜ FREE SPACE ⚜ ✴\n  ","474235":"\n   What’s something in your first language that most foreigners are confused by? — In German many people don’t understand that there are two terms for “you” which are “Du” and “Sie”. The first is personal and the second one is more formal e.g. for authorities. 🤗\n  ","474236":"\n   30 lives\n  ","474237":"\n   What r they looking for?\n  ","474238":"\n   🌹😘🤗\n  ","474239":"\n   What would be your dream job?\n  ","474240":"\n   my nightmares are the opposite. i cant bleed out. we need to trade somehow 🤣\n  ","474241":"\n\n    https:\/\/youtu.be\/0_z_UEuEMAo\n   \n","474242":"\n   what is your destiny?\n  ","474243":"\n   audrey 2 🤣\n  ","474244":"\n   Is it lazy to be completely happy not doing anything?\n  ","474245":"\n   I did not, \nBut your words suggest that.  \nAnd I hope it won't be true. \nEven you didn't answer my question\n  ","474246":"\n   Have you been drinking during this quarantine?\n  ","474247":"\n   Favorite drink?\n  ","474248":"\n   Could anxiety be causing severe feelings of guilt without any reason?\n  ","474249":"\n   What's the last show\/movie that made you cry? 🥺🥺🥺\n  ","474250":"\n   Which would you rather have 🍗 🥩 🍔 🍕 🌭 🌮 🌯 🥡 and why\n  ","474251":"\n   Hmm, why u r sad 😢\n\nOne day makes change\n  ","474252":"\n   youre really not that important\n  ","474253":"\n   How old r u 🤞\n  ","474254":"\n   How did you look like as a child? Pap if you have one\n  ","474255":"\n   Expose yourself. Post a screenshot of the last song you listened to :)\n  ","474256":"\n   always. i would do anthoer but have no emoji powers right now lol\n  ","474257":"\n   What are the most important advantages of Internet?\n  ","474258":"\n   do you picture the \"dead power\" person to have a cartoonish toothy grin like this > 😁 cus i do 🤣\n  ","474259":"\n   Actually, I'm a girl. I saw your last name on PayPal. I found your brothers address and your old house🥳\n  ","474260":"\n   Phone Call or Text?\n  ","474261":"\n   LEAVE YOUR HOMETOWN FOREVER OR STAY IN YOUR HOMETOWN FOREVER?\n  ","474262":"\n   Does people knowing your full name \/ and or address \/ feel like you overshared here?\n  ","474263":"\n   Right now - what's left and what's an object right to you?\n  ","474264":"\n   Netflix or YouTube?\n  ","474265":"\n   do you feel at home now? or more other time periods of you life.\n  "},"Answer":{"473193":"\n  I guess medium sized?? Pool, garden area, patio etc\n  \n  In Maine, its smaller but the lake out front makes up for that.\n  ","473194":"\n  That would be hypocritical of me then 😉\n  ","473195":"\n  Nobody loves them enough so they need to make others miserable just like them <3\n  ","473196":"\n  Clothing wise - that floral dress\n  \n  Grocery shop, lots of items for the whole family.\n  ","473197":"\n  Maybe the beginning phases of it? Like it hasn't hit you yet that you do, indeed, love the person.\n  ","473198":"\n  Good night x\n  ","473199":"\n  And naughty\n  ","473200":"\n  Random\n  ","473201":"\n  I forgot my password for sharesome so had to reset it XD1\n  ","473202":"\n  You too\n  ","473203":"\n  I don't mind either way\n  ","473204":"\n  💦\n  ","473205":"\n  Good\n  \n  Still wanting a bit more\n  ","473206":"\n  Very good\n  ","473207":"\n  Haha\n  ","473208":"\n  Nooo... please mess with it.\n  ","473209":"\n  Actually sending money if that's what you say you'd do 🤔🤔🤔\n  ","473210":"\n  Toss and turn.  Stare off into space. Maybe watch something or listen to music. Read.\n  ","473211":"\n  Hi king\n  ","473212":"\n  Should be grinding against something\n  ","473213":"\n  Not sure.\n  ","473214":"\n  Analyze why I feel that way\n  \n  Listen to metal music\n  \n  Bath, candle lit, bubbles\n  \n  Facemasks\n  \n  Movies\n  \n  Being active helps loads\n  \n  Sleep\n  ","473215":"\n  Ghosts\n  ","473216":"\n  Aliens\n  ","473217":"\n  That's what they want you to believe.\n  ","473218":"\n  With creepy guys? Apparently.\n  ","473219":"\n  It's not a guess. 🧐🧐🧐\n  ","473220":"\n  Well aware ✌\n  ","473221":"\n  And every other pretty girl on here.\n  ","473222":"\n  I shower mornings or afternoon. Depends what I've been doing that day too.\n  ","473223":"\n  Not for me you aren't haha\n  ","473224":"\n  Because people usually have more than one? 👀\n  ","473225":"\n  Clearly I'm talking about in person as loved ones lol\n  ","473226":"\n  in general? lol ok then.\n  \n  To that question.. eh. You don't need to know who I'd include in that.\n  ","473227":"\n  How? 🤣\n  \n  If anything I overshare way too much.\n  ","473228":"\n  Strange.\n  ","473229":"\n  Yup\n  ","473230":"\n  Idk. Walk to the library at 10pm out of restlessness and boredom?\n  ","473231":"\n  Which one came first?\n  \n  Jokes.\n  \n  Obviously the child would be the main concern. You can't replace a kid but you can replace pets.\n  \n  Or both at the same time. Baby should be easier to grab and the pets should know enough to follow you.\n  ","473232":"\n  Around 160 cm then.\n  ","473233":"\n  I like taller guys but height wouldn't really matter if I got along well with someone.. shortest would probably be 5'3\" or something..\n  ","473234":"\n  A cheese burger, hot dog, pickle.\n  \n  I didn't feel like salad, cucumbers or avocado that were also available.\n  ","473235":"\n  You wouldn't know them\n  ","473236":"\n  👍\n  ","473237":"\n  Same but always forget to include when cartoons are mentioned XD\n  ","473238":"\n  I'd rather be alone or with loved ones.\n  ","473239":"\n  So?\n  ","473240":"\n  They have this thing called scroll 🙃\n  \n  Or waiting on pap questions to be answered lol\n  ","473241":"\n  What about either?\n  ","473242":"\n  There is..just don't have them as displays.\n  ","473243":"\n  Done\n  ","473244":"\n  Uh oh\n  ","473245":"\n  50 coins\n  ","473246":"\n  ???\n  ","473247":"\n  Everyone on here is 😍😘\n  ","473248":"\n  I bet 🧐\n  ","473249":"\n  Carla's the real VIP 😉\n  ","473250":"\n  I might 🤐🙈\n  ","473251":"\n  lol those 9 guy comments came to mind. Tsk tsk\n  ","473252":"\n  Like social distancing 👀\n  ","473253":"\n  Yes.. more good been happening now\n  ","473254":"\n  Could be better, could be worse.\n  ","473255":"\n  O.o\n  ","473256":"\n  The ones I follow ¯\\_(ツ)_\/¯\n  \n  Still need to delete some too\n  ","473257":"\n  Why would I do that?\n  ","473258":"\n  Mississippi is a cool one.\n  ","473259":"\n  Haven't seen you\n  ","473260":"\n  Fine. You?\n  ","473261":"\n  You should master the art of cooking over quarantine 🤙\n  ","473262":"\n  Hopefully :)\n  ","473263":"\n  It's only sad if you never use it. It's good knowing how to cook and bettering that skill.\n  ","473264":"\n  Probably go with 3. I want something that I enjoy that also helps others.\n  \n  One seems like it's more selfish and overly money hungry. The busy part makes me think that they wouldn't have free time for the reasons why they are creating the money in the first place.\n  \n  Two is more the lazy way and you don't really grow as a person from it. Its understandable in certain situations but shouldn't be the end all.. keep moving forward, ya know?\n  ","473265":"\n  Writing a list of ebooks I have. Supposed to read the same thing as someone. I have 14 pages of ebooks 🤦🏼‍♀️ on page 9 now.\n  ","473266":"\n  Tuna wrap\n  \n  Green olives\n  \n  String cheese\n  \n  Strawberries\n  ","473267":"\n  Was bizarre.\n  \n  ~\n  \n  Had the idea to take a bath. Was looking for my di.ldo to accompany me. The house I was in was all weird.. i kept going in and out of rooms. Passing doors on the way too. Opened one door and it was like a lab inside. There was a doctor lady looking at brains and hearts on the monitor. Talking about blood and stuff. Was weird. Remember asking how mine was and they didn't tell me. Just kept on looking at the screen and seemed like they were digging for something..\n  \n  then there was a wall of doors that you'd exit.. seemed like a school or factory type thing. There were a ton of boxes piled up in front of one of those doors. Some male doctor was yelling at me. I guess I didn't want to be a science experiment or something lol XD the boxes were filled with blood. I didn't like whatever that guy was playing at and rushed outside knocking over the boxes of blood. Like a fuc.k you type of deal 🤣 kept running. He was running after me. I ended up having something in my hand. Don't remember what but I threw it at him right in the balls. He winced and went down. I made a joke about him getting it up again type thing. Think I continued to run.\n  \n  Then woke up. Was pretty odd XD\n  ","473268":"\n  That should be dessert instead ;)\n  ","473269":"\n  The when.\n  ","473270":"\n  They were probably hoping for something totally inspiring. That gem had been in my inbox for a few months now 🤣 sorry to disappoint.\n  ","473271":"\n  Rebel Cookies n creme ice cream is calling my name but I'd rather have that lager on.\n  \n  Should have an actual lunch today.\n  ","473272":"\n  I'm me lol :p\n  ","473273":"\n  Movie;\n  \n  Surviving Christmas\n  \n  Shows:\n  \n  The Voice\n  \n  The Bachelor\n  \n  I have This is us recordings to watch from this year\n  \n  TWD (need to watch season 10 still)\n  \n  Need to watch season 2 of You\n  ","473274":"\n  I think twice but only one mattered more in the end.\n  ","473275":"\n  Probably track? Always liked the idea in Grease XD even ran in my dream last night.\n  ","473276":"\n  I just had a yogurt. Calm yo tits. Will have lunch soon.\n  ","473277":"\n  Haven't watched that.\n  \n  Nami looks cool. Vivi seems more ideal. Not sure on the two pink haired girls names but they seem fun. That blonde pigtail girl seems interesting.\n  \n  Is there one that you could picture me doing more than the others?\n  ","473278":"\n  Haven't yet if I will get one.\n  ","473279":"\n  My sister. She won't be getting a legit baby shower. Will be doing a parade type thing where they drop off the packages and then watch online somehow of her opening them lol\n  ","473280":"\n  I don't remember the name of it.\n  ","473281":"\n  I don't.\n  ","473282":"\n  Cool\n  ","473283":"\n  I tried origami once but it was a fail since they had green paper and mine was white. Didn't look the same XD\n  \n  I need to make a birthday card for my dad.\n  \n  I don't really have any products to make stuff with atm\n  ","473284":"\n  My dream last night was pretty out there. Little embarrassing at parts too.\n  ","473285":"\n  When I foam rolled some more before sleeping. Legs felt tight.\n  ","473286":"\n  Cute\n  ","473287":"\n  Why are you yelling?\n  ","473288":"\n  I haven't.\n  ","473289":"\n  Nothing yet (in general)\n  ","473290":"\n  Maybe a 1 currently\n  ","473291":"\n  None? I don't keep track. We also still don't have flying cars.\n  ","473292":"\n  Yes but I've never been :(\n  ","473293":"\n  No but y'all will say I do anyways ¯\\_(ツ)_\/¯\n  ","473294":"\n  No clue\n  ","473295":"\n  No. Good for them?\n  ","473296":"\n  Ones that aren't helping 🤣🙃\n  \n  I forget the names.\n  ","473297":"\n  Yes. I read and watched the films when older so I appreciated them more at the time. Think I need to be in the mood to watch them though.. so long.\n  ","473298":"\n  Those assholes\n  ","473299":"\n  He's still weird ¯\\_(ツ)_\/¯\n  \n  But I don't think anyone really needs to be locked up unless killed someone or they really needed it health wise at the time.\n  ","473300":"\n  My fan is super loud but I'd rather feel comfortable than too hot\n  \n  ¯\\_(ツ)_\/¯\n  ","473301":"\n  I feel dead to the world now so good night lol keep yawning and these eyes want to close. Ciao\n  ","473302":"\n  What if its also a weakness?\n  ","473303":"\n  Yes but also exhausted. Workout.. lots of dips, pushups, squats, crunches and other stuff.\n  \n  11k steps from walking\n  \n  Hence me saying the wish I knew part 🙃\n  ","473304":"\n  I wish I knew.\n  ","473305":"\n  Sniper?\n  ","473306":"\n  I guess that's true lol\n  ","473307":"\n  No nor would I want that to happen lol\n  ","473308":"\n  Indeed lol\n  ","473309":"\n  Been to one before. Didn't know it was one at the time. Scary when a kid lol 🤣\n  \n  No tan lines would be nice.\n  ","473310":"\n  🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️\n  ","473311":"\n  Maybe both ¯\\_(ツ)_\/¯\n  ","473312":"\n  Lyndsey  \/ Lynds\n  ","473313":"\n  Its 11:20pm.. not quite morning yet :p\n  ","473314":"\n  Why write that in this thread?\n  \n  It's also not morning for me but good morning to you :)\n  ","473315":"\n  The time can vary but I usually go to the bathroom.\n  ","473316":"\n  Maybe in that order.\n  ","473317":"\n  I think I would survive\n  ","473318":"\n\n   @dicks\n  \n","473319":"\n  Someone feeling insecure about theirs?\n  ","473320":"\n  Can't blame you there :p\n  ","473321":"\n  Save it for the meantime\n  ","473322":"\n  I have at times but I usually get a glass.\n  ","473323":"\n  Too long.\n  ","473324":"\n  Dog\n  ","473325":"\n  I do\n  ","473326":"\n  That my friend depends on what occurred but generally, yes.\n  ","473327":"\n  50\/50\n  \n  Nights are harder\n  ","473328":"\n  Being born? 👀\n  ","473329":"\n  I haven't sent much out\n  ","473330":"\n  1960- 90's\n  \n  Maybe some early 2000s as well\n  ","473331":"\n  Yes. I didn't read the last book though.\n  \n  Haven't seen the movies. Did see a clip of one but it seemed very juvenile and odd vibes.. like she was supposed to be a teen instead of a grown up...\n  ","473332":"\n  Chicken wings\n  \n  Salad, cucumbers\n  \n  Green beans\n  ","473333":"\n  Rochelle does. Whoever that is. Seemed like an older woman checking up on me because of this \"existing virus thing\" 🤣 like no clue who you are lady.. you won't get a call back XD seems like a scam or wrong number to me.\n  ","473334":"\n  Maybe it was the only part that was real?\n  ","473335":"\n  I'm ok. Just doing the workout that i didn't do yesterday 😴💪\n  ","473336":"\n  Better not 🙃\n  ","473337":"\n  Growing up I'd probably say my dad lol\n  \n  He actually called me yesterday which was out of the norm.\n  \n  Need to make a birthday card as well.\n  ","473338":"\n  20 in total 🤙\n  \n  Eventually :p\n  ","473339":"\n  Oh that lol\n  \n  Yes, its whatever tho\n  ","473340":"\n  Don't think I had any goals and if I did they definitely haven't came true.\n  ","473341":"\n  For when I do post ¯\\_(ツ)_\/¯\n  ","473342":"\n  Little bit but I've always been more of a person to have a small group anyways. It definitely seems smaller these days.\n  ","473343":"\n  What are you talking about?\n  ","473344":"\n  It was a community one so always had new people around each semester, wouldn't see the old ones again. We'd get along but never ended up hanging out with anyone in the end. No real strong bonds. I'd eat lunch with the friend I've mentioned.. we had some classes together too. Another girl that we both knew from hs ended up eating with us too at one point. She ended up getting pregnant and I guess quit going to college because of it. There was another girl that we befriended but that didn't really go anywhere outside of school either.\n  \n  There was only like one girl that I had a lot of classes with and would see often enough but didn't hangout with outside of school either. We would catch up a lot when we did see eachother around the building. Met her the first day at orientation. She was scared to go in the building alone lol XD she looks just like my best friend's sister so that was a little weird haha.\n  ","473345":"\n  Made more money from affiliate marketing.\n  \n  Gym\n  \n  I know I could have done more.. if this is what you are getting at. Was kind of a weird time too since kept going back and forth between Maine and AZ as well over the years.\n  ","473346":"\n  One time it was part time.. I think after that semester? Dont remember when exactly.\n  ","473347":"\n  You just added to another one 🙃👍\n  \n  There's even more than just those too XD\n  ","473348":"\n  Hm no. That doesn't seem like healthy thinking. It could even make things worse off. I'd rather feel good about the situation\/decisions or whatever else came to be. Positive outlook.\n  ","473349":"\n  Be me? Idk lol\n  ","473350":"\n  Yes but I guess I'm just following by example. Certain topics seem to be off limits\n  \n  ¯\\_(ツ)_\/¯\n  ","473351":"\n  Going to do that workout since I didn't on Wednesday then should be back on schedule for Sunday :)\n  ","473352":"\n  Be yourself wholeheartedly\n  ","473353":"\n  You could write it on your page but clearly not since you didn't even come off anon either ¯\\_(ツ)_\/¯\n  ","473354":"\n  Always needing other forms of communication.\n  ","473355":"\n  Do something nice for your wife\n  ","473356":"\n  Tabby cats, Maine coon, siamese, those hairless ones\n  ","473357":"\n  Yet someone cant write something on here? 🙃\n  ","473358":"\n  No? It makes me believe that the writing would be fake and they just wanted my information more since I dont give to anons.\n  \n  I've had someone do that before with kik and you could tell it was copied like a mad libs type thing. No payment was mentioned though. They would ask questions and fill in the blank basically... they wrote the wrong thing I answered which clearly gave it away 🤣\n  ","473359":"\n  I don't like private accounts especially ones with no content on them.\n  ","473360":"\n  XD\n  ","473361":"\n  Clearly not :p\n  ","473362":"\n  I guess ig for now\n  ","473363":"\n  Sure :p\n  ","473364":"\n  Golden retriever and huskies are my favorite. German shepherds too! Collies are pretty too.. we've had a border collie.\n  ","473365":"\n  I'd say $2-10?\n  \n  Really depends on the writing style, samples.. I dont think I'd trust blindly.\n  ","473366":"\n  Depends on what the labor was. If it was a passion then it would be worth the labor.\n  ","473367":"\n  Depends how good the writing was. The price they had in mind.\n  ","473368":"\n  Yes but funny too\n  ","473369":"\n  🤣🤣🤣🤣\n  ","473370":"\n  Doesn't sound like a good time lol\n  ","473371":"\n  Yes. I love the water.\n  ","473372":"\n  Canada once\n  ","473373":"\n  Why not? :(\n  ","473374":"\n  Idk just did. And nothing to show for it. Eventhough it was just liberal arts.\n  ","473375":"\n  No. Not sure I will either. We'll see.\n  ","473376":"\n  Yes. Think I should have graduated that year but ended up having a semester off which didn't help or something. Maybe late 2013? Idk.\n  ","473377":"\n  These ones yesterday\n  ","473378":"\n  I do!\n  ","473379":"\n  Haven't heard it.\n  ","473380":"\n  Yes. She was always knitting things though. Lived for it, really. Her husband died and they didn't have any kids.\n  \n  My grandma was always knitting too. She died when I was really young. Only know from pictures and the sewing items that were kept.\n  ","473381":"\n  I've never been in a restroom that had any encouragement on them.\n  ","473382":"\n  Everything 😈\n  \n  She'd knit things. Or buy me stuff that was ugly since I wasn't small anymore.\n  \n  My brother had it worse though. He was probably 16 at the time and she knitted him a sweater that was pink and had a bunny on it. The googly eyes and everything XD\n  ","473383":"\n  I'm not sure. I was supposed to weigh in yesterday but forgot. I'm sure it's up a little bit. Been eating certain items that aren't keto and just got off my period a few days ago.\n  \n  I feel like I look smaller atleast.\n  ","473384":"\n  Purple and blue makes green.\n  ","473385":"\n  Yup XD\n  ","473386":"\n  Graduated in 2007, went right to college. I ended up taking a semester off in 2010 since my paperwork got messed up which didn't help the depression at that time. Went back once the new semester came. Was still friends with her at the time. Activities included zumba, walking and at home workouts. I didn't end up finishing my degree. Had 2-3 classes left, math and science and during that time we were moving (2014)\n  \n  I joined the gym around 2014 and that really helped me see more results. I would still gain a little,  maintain and lose weight. Glad I found out it was due to pcos and all that. Metformin and doing keto the last few years.\n  \n  I've never been married. I have had crushes at times but nothing ever came of them.\n  ","473387":"\n  Indeed\n  ","473388":"\n  Yes. Staple item\n  ","473389":"\n  I'm guessing the cats wanted out at one time lol\n  ","473390":"\n  No. I also wouldn't listen to my brother about which stock to pick 🤣 my sister ended up falling for it though.\n  ","473391":"\n  I should sleep. Been an interesting night with all the hair talk 🤣👽\n  ","473392":"\n  Maybe! We'll see. Quarantine seems like the perfect time incase it looks like sh!t too XD\n  \n  Actually I was just reminded of summer and not sure I'd wanna get burnt lol\n  ","473393":"\n  And you guys thought I was just picky with guys 🤣\n  \n  Liked these ones\n  ","473394":"\n  I'm not sure I'd like that on myself. Wouldn't mind the back and on one side but dont think both sides would be good for me.\n  \n  Looks good on others! My 1stphorm coach actually had that style when I joined her team. Now its more pixie and the sides are growing out a little bit. I liked how she could still look like she had a lot of hair if\/when needed to.\n  ","473395":"\n  Pixie hair styles are awesome. Just felt like I would never pull it off with my features atm.\n  \n  Its usually shoulder length\/lob style. Feel like Bob's dont look as good on me.. I like having some length too.\n  \n  I want more blonde but then I'm like ohhh colors 🤣\n  ","473396":"\n  I think if I did green it would be lighter colors like these ones. Just noticed it did one girl twice.. oops.\n  \n  Yes. I'm pretty bored 🤣👽\n  \n  Instagram shouldn't humor me with green haired girls. I dont think dark colors suit me.\n  ","473397":"\n  What else does that mouth do?\n  ","473398":"\n  You say yes a lot\n  ","473399":"\n  Ugh. You make me want to do an unnatural color all over or lowlights 🤣 always liked blue, pink, those silvery grey ones, lilac or a more platinum blonde color.\n  \n  Sick of my hair atm XD\n  ","473400":"\n  Nicole\n  ","473401":"\n  Are you positive on that?\n  ","473402":"\n  Nice. The dreamcatcher, heart, some of the more tribal\/Hamsa ones look cool.\n  \n  Oddly enough the starry night painting keeps coming to mind o.o\n  \n  Really have no idea what I'd do or be brave 🤣\n  ","473403":"\n  Too expensive.\n  \n  Don't get how that would be. I'm not high maintenance, not that materialistic. The \"no one\" stood out to me more. Everyone else got a number.. they must hate sagittarius people.\n  ","473404":"\n  I'd probably want some type of design XD\n  ","473405":"\n  Does it? 🧐\n  ","473406":"\n  Not too much. We kind of all went our separate ways after graduating high school. Only one stayed since we ended up  going to the same college. Nothing changed with that friendship at the time. Then she ended up graduating and going on to a different college which I didn't see her much then. Her stepdad also died. Which kind of made her talk to me even less. We still have eachother on social media but haven't talked in a while. It's sad seeing old memories since used to comment a lot...\n  \n  My best friend is still my best friend. Its different though since she has three kids. But ya, we always start right back where we left off.\n  \n  In Maine, it was more family friends there. Including a friend that's like another sister to me. There's not really anyone around my age and if there was they'd end up being alcoholics and into weed or other drugs. Never really looked or said anything to me.\n  \n  I don't really feel like my interactions changed besides ones already mentioned. I've always had a \"shy\" sizing people up vibe.\n  \n  Environment has been MA to Maine and AZ. It's hard meeting new people. Some aren't friendly when I try or never see again. I had plans on meeting new people in 2020 but coronavirus decided to screw that up even more currently. Literally had some hiking and shopping trips planned with people on meetup.\n  \n  I don't think my attitude has changed at all.\n  ","473407":"\n  I don't follow trends.\n  \n  I have thought about undercuts (thick hair) or side of head before but I feel like I'd just look stupid. Looks better on other people.\n  ","473408":"\n  * isolation\n  \n  I have no thoughts on it. Haven't noticed anyone doing that unless it was an undercut or something already.\n  ","473409":"\n  Stuff others have been through and felt helpless about\n  \n  Dead dog at the vet during a thunderstorm\n  \n  Almost went into a tornado.\n  \n  Hurricanes\n  \n  Depression\n  ","473410":"\n  Just did :)\n  ","473411":"\n  About me too.\n  \n  Obviously\n  ","473412":"\n  Depends when that will be ¯\\_(ツ)_\/¯\n  \n  I'd guess the gym.\n  ","473413":"\n  Disgusting lol\n  \n  Sunday\n  ","473414":"\n  Hi\n  ","473415":"\n  I thought it was more rhetorical. Quite frankly I'm tired of always going over it on here, my own mind etc\n  \n  If the ex wants to know certain things then he should do so in private or in person.\n  \n  I don't feel like anyone else should need to know everything that happened. People need to stop acting so entitled on here because I don't give everything away. When I do say things they take it too far. When I even mention a guy, I'm hounded with questions. Whenever relationships are mentioned someone has to bring up my last one.\n  ","473416":"\n  I'm fully aware of what happened. The repercussions of my actions and everything else.\n  ","473417":"\n  No, I haven't.\n  \n  I'm not sure. Feel like I'm too old for that look and that they wouldn't look good on me anyways.\n  ","473418":"\n  Meant me but I like that idea better! 😈\n  ","473419":"\n  Someone's gotta do it 👍\n  ","473420":"\n  Kind of touched on that\n  ","473421":"\n  Good days. Doing fun things. Being with fam or friends. Feeling loved. Being a horny b!tch. The water, sun, moon and stars.\n  ","473422":"\n  Needing those inches\n  ","473423":"\n  Could be 😉\n  ","473424":"\n  My anon might be onto something 😈\n  ","473425":"\n  Nature, babies or things little kids say, bonfires, love, naked bodies, reading, swimming and plenty of other things.\n  ","473426":"\n  Keto version of ham casserole. I think eggs were used instead of potatoes.\n  ","473427":"\n  Nothing currently.\n  ","473428":"\n  Surving Christmas.\n  \n  I did. It was funny. Ben Affleck's character was interesting... you could see the potential of his career in parts but seems very much like a newbie in it. Young.\n  ","473429":"\n  Anything my dad's aunt would give me.\n  ","473430":"\n  I don't think ashamed is the right word. Not sure what would be best fitting. Maybe surprising? Idk. I've always had gaps between people but think that's been the longest. It's kind of sad too.\n  ","473431":"\n  Inside me\n  ","473432":"\n  Made me think of this song\n  \n  \"We argue, we don't fight\"\n  \n\n   https:\/\/youtu.be\/as5FZJI6xJU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","473433":"\n  What I did 👎\n  \n  (Not getting into that)\n  \n  The distance too.\n  ","473434":"\n  Good question :p getting a bit restless in general haha\n  \n  Think that kind of depends on the guy too. Could ask the guy the same thing about being with me\n  ","473435":"\n  Maybe hidden somewhere ;)\n  ","473436":"\n  Yes :)\n  ","473437":"\n  Probably some young adult trees, rain, couple bs?\n  ","473438":"\n  Recently? none, really.\n  \n  My sister was making fun of me though when my face was messed up. Saying how it looked like a raccoon jumped on my face and stuff. She was on the phone with one of her coworkers laughing at me nonstop :( made other jokes lol  I could see the funny side of it, luckily, but still sucked XD\n  ","473439":"\n  My hair to get blonder for starters lol\n  \n  The sun helps it as well :)\n  ","473440":"\n  No. Never owned a pair either\n  ","473441":"\n  Felt like it ¯\\_(ツ)_\/¯\n  \n  Maybe a bio update in the works. One may never know lol\n  ","473442":"\n  I guess overall yes but there are some things that should have been different too.\n  \n  (with all of them)\n  ","473443":"\n  There's different v types and mentioned on secret what mine was since the q dealt with bags lol a few people unlocked it and now asking me questions based on the type XD\n  ","473444":"\n  Think that's more about the people in question instead of a gender dynamic. Effort, the things shared, common interests and goals. Lots of things can make a relationship better but i wouldn't pinpoint one is better than the other in a general sense. Mental wellbeing could play a role too. The way you treat eachother. So many factors enter into the relationship.\n  ","473445":"\n  No? I just read last night.\n  \n  Also its creepy how people keep mentioning my vagina type now. For that cameltoe question, no.\n  ","473446":"\n  Porgie says hello.\n  ","473447":"\n  Reading and doing more.\n  ","473448":"\n  I'm good. Feel like going swimming now :)\n  ","473449":"\n  I don't really have a #\n  ","473450":"\n  Indeed. I've still been going out at times. Bless her x\n  ","473451":"\n  ¯\\_(ツ)_\/¯\n  ","473452":"\n  👀\n  ","473453":"\n  True.\n  \n  Coronavirus seems scary tho :p\n  ","473454":"\n  Lean on me - bill withers\n  ","473455":"\n  I'm a humble being?\n  ","473456":"\n  Mandatory then? Haha\n  ","473457":"\n  I don't think I'm that cool?\n  ","473458":"\n  Technically nobody should be inviting people over during a quarantine ¯\\_(ツ)_\/¯\n  ","473459":"\n  Why all the faces, pal?\n  ","473460":"\n  Depends if my kindle wants to charge or not.\n  ","473461":"\n  Somewhere in the middle. I can come off as shy with new people but sizing them up. They dont see the real me right away.\n  \n  I'm more laid back than shy though.\n  ","473462":"\n  You keep writing this.\n  ","473463":"\n  Does the pool count? 🙃\n  \n  I like the table in the livingroom. It's kind of like a chest. Has two sides you can open for storage.\n  \n  The piano. Should get used lol\n  \n  The L sign because I think its more about me ;)\n  ","473464":"\n  We have a lavender one.\n  \n  Some vanilla winter thing. Reminds me of apples.\n  \n  One of the philosophy ones can double as a body wash.\n  ","473465":"\n  Yes, 40.\n  ","473466":"\n  That would be inappropriate to say 😈🤣\n  ","473467":"\n  Yes, they gave her Omeprazole.\n  ","473468":"\n  I don't think anyone really is?\n  \n  Even sharesome doesn't seem like making real money since its points based too?\n  ","473469":"\n  lol old xbox\/playstation passwords 🤣🤣🤣🤣\n  \n  Oh no\n  ","473470":"\n  If you want ¯\\_(ツ)_\/¯\n  \n  It can be annoying at times.\n  \n  I like doing secret answers but wish that the #s were more customized too.\n  \n  When I started there were more tasks involved. Not sure if you'd have to do those before getting on the normal way? Was way more activity to be done. Counted questions sent out, the anonymous and open ones, how many questions answered.\n  ","473471":"\n  I'll never forget this moment!\n  ","473472":"\n  Why the eye roll?\n  ","473473":"\n  The other way was dirty though 😉\n  \n  Quarantine has been a b!tch but I've been good too <3\n  ","473474":"\n  Was 170\n  \n  The papers said chest pain and gerd diagnosis on it.\n  ","473475":"\n  No. For the week. April 13 to 19th and then starts over again.\n  \n  The anonymous questions are more annoying to think of.\n  ","473476":"\n  Dark humor\n  ","473477":"\n  Mom and sister\n  ","473478":"\n  Wonderful Ted talk 🤣\n  ","473479":"\n  Nothing?\n  ","473480":"\n  Wouldn't really call it real work to begin with :p\n  ","473481":"\n  I'm not sure. High though. Has hypertension to begin with.\n  \n  White blood cells are usually messed up but they didn't bother with checking those. Lots of gas, burping.\n  ","473482":"\n  Not at the moment. They ended up changing it to just the two shoutouts. They added the answer part yesterday.\n  ","473483":"\n  I haven't had to pay for anything.\n  \n  Mom really needs to get insurance though. $200+ today just for that. Apparently she thought she was having a heart attack because had chest pain from the high bp. Usually gets higher bp after toothaches too. They gave some medicine but said she was pretty much fine.\n  ","473484":"\n  Not always here\n  \n  Noble and honest\n  \n  Never annoy him\n  \n  Now a heir?\n  \n  Not another hunter?\n  ","473485":"\n  Seems like the same thing to me\n  ","473486":"\n  Years ago when a kid.\n  \n  I like reading more than hearing it.\n  ","473487":"\n  Not that often lately.\n  \n  Just been focusing more on the tasks that vip+ needs to do\n  ","473488":"\n  I don't mind either way :)\n  ","473489":"\n  For the last thing.. they said two weeks for the results. That might be over the phone if lucky. Don't really see the point in going to the other office to just get results. Already told me what they will do so the results aren't fully needed?\n  \n  I have an endo appointment in June. Talked about going to the gyno and bc last time. Don't think the gyno part is *that* necessary now as I've had 3 periods since the last appointment in December. Bc wouldn't be bad but eh.\n  ","473490":"\n  Nah in itself could be an acronym :p\n  ","473491":"\n  Yes. She has medication already for her bp.\n  ","473492":"\n  I usually do the smaller amounts. Sometimes 1000 if it's more private or whatever.\n  \n  To others? Yes, sometimes. That depends on what \"price\" they pick and the question asked.\n  ","473493":"\n  I WISH\n  ","473494":"\n  We have both.\n  \n  I'm more a dog person.\n  ","473495":"\n  Not sure. Library is closed, my dude. Probably something on my kindle then.\n  ","473496":"\n  The gym\n  \n  ~\n  \n  Still getting walks in\n  \n  At home workouts\n  ","473497":"\n  Not sure if mean or crafty! :(\n  ","473498":"\n  Yes, especially when its more nice out.\n  ","473499":"\n  Needed two teeth pulled.\n  \n  Not sure if she went back or to the actual doctors since was feeling off\n  ","473500":"\n  Yes haha\n  ","473501":"\n  All sites die eventually?\n  ","473502":"\n  Snowman\n  ","473503":"\n  Yes\n  ","473504":"\n  Seems interesting not that I believe in it. Didn't really think that would be a belief to have about.\n  ","473505":"\n  I finished this book last night.\n  \n  Didn't end up watching anything.\n  ","473506":"\n  Hello\n  ","473507":"\n  Oh man. I liked both!\n  ","473508":"\n  Mom wasn't feeling well after the dentist yesterday. Blood pressure was high and stuff..\n  ","473509":"\n  You can set them at 5, 25, 50, 100, 500 and 1000. I wish we had the option to customize the amount.\n  ","473510":"\n  Maybe Carole.\n  ","473511":"\n  Pizza or spaghetti one.\n  \n  My favorite spaghetti is chicken parm\n  ","473512":"\n  More on the roads :p\n  ","473513":"\n  Was wondering if someone would follow up 🤣\n  ","473514":"\n  Would be cool if the app told you. Had to log on the actual site to see. I currently have 117 questions. I keep them.\n  ","473515":"\n  Haha no XD\n  \n  Hoa community and they have guys that clean up the grass, plant flowers and other type of things every once in a while.\n  ","473516":"\n  I don't really care about my bio here. I did delete some hashtags though.\n  ","473517":"\n  Either way. Guess it depends how he cleaned up too ;)\n  ","473518":"\n  I wore leggings and a tank last night\n  ","473519":"\n  That depends on the individuals, not the gender they identify with.\n  ","473520":"\n  Maybe in a few years?\n  ","473521":"\n  Try and find out ¯\\_(ツ)_\/¯\n  ","473522":"\n  1\n  ","473523":"\n  Ohfuckinghell\n  ","473524":"\n  I think the person makes it harder than I do. But can see their pov too.\n  ","473525":"\n  Nope\n  ","473526":"\n  Innit\n  ","473527":"\n  Leftover pizza at times?\n  ","473528":"\n  I haven't. I don't like needles.\n  \n  Cupping seems interesting.\n  ","473529":"\n  Coronavirus is scary business.\n  \n  One time while dog\/housesitting.\n  ","473530":"\n  Those guys are out weedwacking by the roads.\n  ","473531":"\n  Yes. The best relationships start that way.\n  ","473532":"\n  Unfortunately\n  ","473533":"\n  Welterusten\n  ","473534":"\n  If playing equals finished a book, yes, I played.\n  ","473535":"\n  I can't think of a music one\n  \n  Scenes:\n  \n  When dogs die... \"Marley and me\" when the dog cant go up the steps.\n  ","473536":"\n  Who is this person that writes in complete sentences and spells tonight correctly? :o\n  ","473537":"\n  😘\n  ","473538":"\n  Get what? O.o\n  \n  I want nothing to do with the drama surrounding her.\n  ","473539":"\n  You'd miss me if I was gone. Don't play :p\n  ","473540":"\n  I like q&a sites. Always have.\n  \n  Can be a good time waster. Especially right now\n  \n  It's a habit to check it :\/\n  \n  Some friendships made\n  ","473541":"\n  That's what I wrote.\n  ","473542":"\n  The only Jasmine I like.\n  ","473543":"\n  Reading.\n  \n  I'll probably watch something soon...\n  ","473544":"\n  Sounds wicked good so far then. Need the follow up sometime:)\n  \n  I'm more in a comedy mood atm\n  ","473545":"\n  Especially when pizza is involved\n  ","473546":"\n  I need those results soon.\n  \n  It's a horrible web at times!\n  ","473547":"\n  They need those commas for real\n  ","473548":"\n  Lovely voice\n  ","473549":"\n  If I want to walk or not.\n  ","473550":"\n  Yes, has the potential to grow. Need to be in that type of movie mood too. Knew it didn't have much dialogue.\n  ","473551":"\n  They did a ? So not totally useless. Could have done ;\n  ","473552":"\n  That ocd kicks in, Huh? Surprised you even made that to begin with! I would have got to the rest eventually :p\n  ","473553":"\n  Yes.\n  \n  I suppose it depends on what is being said as well or thought of.\n  ","473554":"\n  Maybe if it's been more than x amount of months or a year.\n  ","473555":"\n  I didn't. Was a shoutout. Wasn't even aware of it until you said something.\n  ","473556":"\n  Think you answered the question.\n  \n  If you are speaking outloud to yourself then that's not as normal.\n  \n  If inner dialogue, it can happen. All the time might be a little much?\n  ","473557":"\n  If you say so ¯\\_(ツ)_\/¯\n  \n  I'd make sure to be attentive to each\n  ","473558":"\n  Never used it but would if it called for it. The bikini top one seems dumb, I actually go in the water.\n  \n  Or I'd go the strapless bra route. Dont get why you asked this again\n  ","473559":"\n  That seems like the bare minimum :)\n  ","473560":"\n  Floats into space\n  ","473561":"\n  Think I'll pass for now.\n  \n  On a quest to watch the recommended movies :p\n  \n  Hopefully 3+ rating ones\n  \n  🤙🙃\n  ","473562":"\n  No 😈\n  ","473563":"\n  Hm weird\n  \n  I didn't deactivate\n  ","473564":"\n  Continues to worry.\n  \n  There was also no \"what's for dinner\" question. Appalling!\n  ","473565":"\n  Found the azz man\n  ","473566":"\n  \"Little creature\" 🤣\n  \n  You are too cute.\n  ","473567":"\n  Why!?!?\n  \n  I should watch to see if I was missing anything good :p\n  ","473568":"\n  You've got mail would be \"Você tem correio\". I'm sure they would have talked about the bookstore and how they ended up hating eachother. Maybe a fox mention too?\n  \n  Message in a bottle came to mind but couldn't remember the plot.\n  ","473569":"\n  ¯\\_(ツ)_\/¯\n  ","473570":"\n  Same lol\n  \n  I haven't watched it all but know a lot about it too\n  ","473571":"\n  More physically. Ended up doing the exercises and also walked. Watched a movie to rewind. Sleep was taking its sweet time after that.\n  ","473572":"\n  Yes. Think it was probably the last time too lol\n  ","473573":"\n  I bet.\n  ","473574":"\n  Dont think so...\n  ","473575":"\n  How many are there? Last I knew it was 2...\n  ","473576":"\n  Afraid not\n  ","473577":"\n  Yes. Was about stats. Was a little pointless but somewhat informative. Took a few days before getting the results too.\n  ","473578":"\n  Good idea\n  ","473579":"\n  Kind of but not really. Got up since it was over. The lady was waiting on instructions on what to do from her boss as it was over. So we were talking inside for a few minutes standing up. Then she walked outside with me. Mom got out of the car and we were talking for a little bit about the coronavirus and all that. Then I just ended up feeling lightheaded as the time went on.\n  ","473580":"\n  For which one? :p\n  ","473581":"\n  Yes. Plus was sitting and talking the whole time while inside. Was warm out that day too. Just wanted to leave and eat something lol lady was nice\n  ","473582":"\n  I know! They love their gadgets.\n  ","473583":"\n  We have one of those machines :p\n  ","473584":"\n  Hahaha XD\n  ","473585":"\n  Indeed. Mine have felt dry at times but not sensitive.\n  ","473586":"\n  Not too much. Made breakfast.\n  \n  Just kind of hung out on here.\n  \n  I'll go swimming now since I'm bored and feel like being active. Will read too.\n  ","473587":"\n  lol good job :p\n  \n  Yes, I do.\n  ","473588":"\n  I know :p\n  ","473589":"\n  Touchie, mate.\n  ","473590":"\n  lol that actor obsessed with heels in Something About Mary came to mind 🤣🤣🤣\n  \n  If I had to be more formal then sure.\n  ","473591":"\n  On ask? I'd say Heather and Tabi. They aren't on as frequently but I have both elsewhere.\n  \n  Irl - Jessica\n  ","473592":"\n  Yes but no examples are coming to mind\n  ","473593":"\n  I shower more often.\n  ","473594":"\n  Not too often. Usually delete after using elsewhere too.\n  \n  One I shared yesterday here\n  \n  Smoothie recipe\n  \n  Workout information instead of always tracking down the original post\n  \n  Another workout one\n  ","473595":"\n  No. My ex warned me not to and I actually listened :p didn't watch that two girls one cup video either.\n  ","473596":"\n  Yes but blue is my favorite color.\n  ","473597":"\n  Can I have that in writing?\n  ","473598":"\n  Dunkin - french vanilla, 2-3 sugars\n  \n  Those bottled Starbucks mocha frappuccino drinks. The mocha or mocha vanilla one.\n  ","473599":"\n  Near water\n  ","473600":"\n  He's invisible. (Don't have one)\n  \n  We're the same age. I'm 5 days older.\n  ","473601":"\n  I doubt everyone would get one anyways. I'll believe it if I see one.\n  ","473602":"\n  I don't believe so. My dad likes pickled stuff though.\n  ","473603":"\n  :(\n  ","473604":"\n  Yes. They have a thing for garages though.\n  ","473605":"\n  Oh. 🤣\n  \n  I never really asked for games. Was more into barbies. Had enough boardgames already. My siblings were more into the video games if you mean that way.\n  ","473606":"\n  Wasn't aware that I was having s*x. Damn you, horny sleepwalker 🤣 can't control that b!tch\n  ","473607":"\n  The original version and \"suggested\" one didn't make sense.\n  \n  \"The game was not where you were when you were young?\"\n  \n  Suggested:\n  \n  \"The game in which you were young when you were young?\"\n  ","473608":"\n  Nowhere currently.\n  \n  Good for saving up too 😈\n  ","473609":"\n  12 hours ago- no.\n  ","473610":"\n  Boston - home. Ironically didn't venture into Boston as much\n  \n  Would be the same areas if I did\n  \n  NYC 😍 so much easier to get around. There's good and bad to it as well\n  \n  Niagara Falls. Different and interesting\n  ","473611":"\n  I don't think brown looks good on me.\n  ","473612":"\n  I miss Carol too\n  ","473613":"\n  No but I would do it over the food service industry.\n  ","473614":"\n  Dog\/housesitting\n  ","473615":"\n  Camping, lakes, oceans, eating summer foods, being more active,bonfires, boat rides etc\n  ","473616":"\n  I'd feel safe doing it but that's not in the cards currently.\n  ","473617":"\n  No, that doesn't really describe any of the relationships I've had.\n  ","473618":"\n  Oh yes.\n  \n  Forgot the 2nd part of it too\n  ","473619":"\n  This girl is literally stealing questions left and right.. even one of mine 🤣\n  ","473620":"\n  IG\n  ","473621":"\n  Didn't\n  \n   @poetalunam\n  \n  ask this? O.o\n  ","473622":"\n  You too\n  ","473623":"\n  It's been a while.\n  ","473624":"\n  Once upon a time\n  ","473625":"\n  Right! I'm just seeing the questions and wondering where she got the rest from! Abuses the secret feature and now this..\n  \n  Super cringe worthy.\n  ","473626":"\n  A while ago. I added to the hurt as well. I really shouldn't set expectations for myself.\n  ","473627":"\n  Indeed.\n  ","473628":"\n  Was home alone but not anymore lol\n  ","473629":"\n  Yes, they can.\n  \n  5'7\"\n  \n  So anywhere from 5'9 and higher depending on the heel\n  ","473630":"\n  I do but haven't seen them live.\n  ","473631":"\n  Too bad, not alone anymore.\n  ","473632":"\n  I didn't care too much for fall out boy :o\n  ","473633":"\n  I don't think I've seen \"message to you\".\n  ","473634":"\n  Why do people insist on judging people by the clothes they wear or even worse by what others say?\n  \n  ~~~\n  \n  Wish I knew.\n  \n  Probably putting insecurities on others instead of dealing with their own.\n  ","473635":"\n  Yes\n  ","473636":"\n  Think I've redeemed myself.\n  ","473637":"\n  I don't think checking out is a huge deal. I'm not someone who gets jealous that much. Look but don't touch situation. I'd trust the guy.. he'd be with me after all.\n  \n  I'd *worry* about flirting or them actually cheating more than just a look that doesn't really add up to much.\n  \n  What if I was looking at other guys too? :p\n  ","473638":"\n  Yes.\n  \n  She'd make relationships be more like a competition.\n  \n  Would have to spend or buy the same amount of items when shopping. That part didn't always pan out on my end but did feel more obligated to buy something-_- was stupid then.\n  \n  I was walking and doing zumba in college and she acted all above it. Like \"why are you doing that?\" type of way. She ended up going to zumba with a different friend which kind of hurt at the time.\n  ","473639":"\n  Ya.. what's up with the joking part!?\n  ","473640":"\n  I suppose\n  ","473641":"\n  His\n  ","473642":"\n  I don't know. Not a med student.\n  ","473643":"\n  Yes.\n  \n  Wanted a badge ¯\\_(ツ)_\/¯\n  ","473644":"\n  Breakfast but I don't want to disturb my dog. She's sleeping and in my way lol\n  ","473645":"\n  I'd rather have McDonald's right now\n  ","473646":"\n  Haha yes :p\n  ","473647":"\n  One fur baby is sleeping on my bed currently.\n  ","473648":"\n  Probably the time I won and my sister cried 🤣\n  ","473649":"\n  I assume some type of p0rn virus ?\n  ","473650":"\n  Very true\n  ","473651":"\n  8.5-9?\n  ","473652":"\n  Haven't decided yet\n  ","473653":"\n  Are you talking about that day?\n  \n  If so.. I had a yogurt around 9am. Had a clementine before leaving the house.\n  \n  The appointment lasted 3 hours. 1-3pm. I didn't know how long it would take so should have definitely ate more. It was technically more like 4\n  \n  Started to get light headed. Next thing I know I'm bleeding on rocks face first👍low blood sugar, apparently. Mom still claims it was about anxiety over doctors but I was literally done for the day so that doesn't exactly make sense lol my stomach was even rumbling inside at one point. Even said that I was hungry a few minutes before the light headedness lol\n  \n  That hasn't really happened before. I've fainted at the dr once because he told a bad joke. If I fainted at other times it was because I was sick or not taking the best care of myself but it was never an open display like that. More in the bathroom taking a shower and got too hot or whatever.\n  ","473654":"\n  Also would hurt if stepped on someone 😈\n  ","473655":"\n  I miss the moon\n  \n\n  Keeps coming out later\n  \n  and later\n  ","473656":"\n  I didn't pay. Just did the sign up and then did all the tasks. I was vip for a while without my badge then got it. The next day it turned into the vip+ one.\n  ","473657":"\n  Kernels be poppin'\n  ","473658":"\n  Hahaha\n  ","473659":"\n  Not fully?\n  ","473660":"\n  Last night felt horrible. I was exhausted but couldn't sleep. Eventually did.\n  ","473661":"\n  I'm not. It takes a lot for me to get pissed off too.\n  ","473662":"\n  That's what my life has been reduced to 🤣\n  \n  It was giving me back pain when I was on my period so stopped wearing while I'd go on walks.\n  \n  Now I just dgaf XD\n  ","473663":"\n  Watch Tiger King.\n  ","473664":"\n  Good night x\n  ","473665":"\n  Should do :p\n  ","473666":"\n  Was it atleast more sleep than the norm?\n  ","473667":"\n  No. There was a bake option. Came from a bag.. not a huge frozen thing\n  ","473668":"\n  Leopard, butterfly or a golden retriever.\n  ","473669":"\n  I guess\n  ","473670":"\n  Same\n  ","473671":"\n  Hey\n  ","473672":"\n  No\n  ","473673":"\n  I'm watching a Christmas movie and they keep giving me holiday commercials 🤣\n  ","473674":"\n  I feel like I keep wearing darker colors at the moment.\n  ","473675":"\n\n   @Tobbelit0\n  \n  's question\n  ","473676":"\n  My own question 🤣\n  \n  Yes, I did.\n  ","473677":"\n  This killed me 🤣🤣🤣🤣\n  ","473678":"\n  This made me laugh\n  ","473679":"\n  Yes, it is.\n  \n  Found this.. the first one is for the county.. so it's not *too* bad but you still dont know.. lots of neighborhoods within the county.\n  ","473680":"\n  The part of The Voice that I didn't get to see tonight. Had to replace 3 people on my team.\n  ","473681":"\n  I don't care about that drama\n  \n  Also why send this hours late?\n  ","473682":"\n  They don't tell us that.\n  ","473683":"\n  That plan needs help XD\n  \n  I feel like I can say the same to you. Who knows what you'll get up to lol\n  ","473684":"\n  Tastes just like microwave or stove top. Was those frozen strips.\n  ","473685":"\n  Go pee :p\n  \n  Wait.. you actually sleep!? :o\n  ","473686":"\n  I made some air frier chicken and having with ketchup.\n  ","473687":"\n  Someone's fiesty tonight\n  ","473688":"\n  Hell ya 🤣\n  ","473689":"\n  Child. I was so adorable :p\n  \n  Teens would be cool if could redo a lot, especially weight.\n  ","473690":"\n  No, there's a few of them. I like the first and 2nd one.\n  ","473691":"\n  Lion King\n  \n  Aladdin\n  \n  Mulan\n  \n  All dogs go to heaven\n  \n  Pocahontas\n  \n  Grease\n  \n  Dirty Dancing\n  \n  Dumb and dumber movies\n  \n  Homeward bound\n  \n  Caddyshack\n  \n  It\n  \n  Twilight zone\n  \n  Et\n  ","473692":"\n  Probably since my face isn't fucked up anymore and off my period :p\n  ","473693":"\n  Not answering that question as it gives away what I said but yes to the first. I think the other part of the question is pretty normal ¯\\_(ツ)_\/¯\n  ","473694":"\n  Fetish alert\n  ","473695":"\n  Nah. Need to shave them. Been a few days.\n  ","473696":"\n  Legs, eyes. Hair when its looking cute.\n  ","473697":"\n  Both :p\n  \n  Watched Simpson's more\n  ","473698":"\n  It was fine\n  ","473699":"\n  Being with friends, walking around  ,bikes , barbies etc\n  ","473700":"\n  Damn that's too bad :p\n  ","473701":"\n  Always tempting me with a good time :(\n  ","473702":"\n  Would get juices flowing\n  ","473703":"\n  Better not 😈\n  ","473704":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","473705":"\n  To look taller\n  \n  Legs look longer\n  \n  Helps posture\n  \n  To kill our feet when walking lol\n  \n  They look pretty\n  \n  To feel feminine\n  \n  Goes with certain outfits\n  ","473706":"\n  :o mean\n  ","473707":"\n  Pretty.\n  \n  I like wedges or something with a chunky heel instead. I don't want to feel like that itty bitty heel would break on me. Don't feel comfortable in them. Need to feel secure.\n  ","473708":"\n  That sounds weird lol\n  \n  And you made fun of me\n  \n   @mawiocudwoc\n  \n  :p\n  ","473709":"\n  You keep saying that :p\n  ","473710":"\n  I'm weird and will put m&ms in popcorn.. so I dont have a problem with sweet or salty. I get on with both. I've also had a kettle popcorn phrase before.\n  ","473711":"\n  Sad\/mad since resting b!tch face\n  \n  Fat comments.. even when I'm still smaller than I used to be.\n  \n  Dont dress well enough to show off my body.\n  \n  Can be \"shy\" with new people but sizing them up. They dont see the real me straight away unless we just clicked well.\n  ","473712":"\n  Food\n  \n  Clothing\/ hygiene stuff\n  \n  My phone\n  ","473713":"\n  It's fine :p\n  ","473714":"\n  Maybe when younger? Idk..\n  ","473715":"\n  Yay\n  ","473716":"\n  Beautiful\n  ","473717":"\n  You've said worse ;)\n  ","473718":"\n  Blessing and a curse\n  ","473719":"\n  I'm not fit.\n  ","473720":"\n  Have been since gyms are closed.\n  \n  Been walking, pool and more push ups,dips,sit ups, crunches, squats, jumping jacks, leg raises, oblique crunches and stuff like that.\n  ","473721":"\n  My humor, personality, dedication\n  ","473722":"\n  Yes :)\n  ","473723":"\n  It's been a long time if I did. The part with the old guys in the pool seemed familiar but nothing else in the trailer I watched rang a bell.\n  ","473724":"\n  Damn. Didn't expect a thanks from that XD\n  ","473725":"\n  Which isn't liv\n  \n  lol sorry <3\n  ","473726":"\n  No problem\n  ","473727":"\n  :)\n  ","473728":"\n  Oh well.\n  ","473729":"\n  Uh huh\n  ","473730":"\n  My pup will too\n  ","473731":"\n  Lucid ;)\n  ","473732":"\n  Eating now :p\n  \n  Wrap: Turkey, ham, cheese, hummus dip and added some pepperoni slices too.\n  \n  2 clementines\n  \n  Cheesestick\n  \n  Also a virgil rootbeer since felt like having something besides water\n  ","473733":"\n  Hey <3\n  ","473734":"\n  I like seeing animals. Still feel bad they aren't in the wild though.\n  ","473735":"\n  This isn't worth reading but it's annoying when you get rid of the \"autoplay\" button and it STILL plays songs. Not mad at what's been playing but definitely turned it off for a reason too ¯\\_(ツ)_\/¯\n  ","473736":"\n  You should do 210 jumping jacks for me while you're at it\n  ","473737":"\n  Atleast you got her something. Don't eat the chocolate if going to complain it's not the one you like.\n  ","473738":"\n  Did you get them half off? :p\n  ","473739":"\n  I wouldn't look at nude ladies\n  ","473740":"\n  Oops... meant the last answer for this one 🤣\n  \n  Anyways, ya easter was good\n  \n   @zactc\n  \n","473741":"\n  I've only had the last slice of cake, yogurt and a few nibbles of my bunny lol also had chocolate milk :p\n  \n  Should eat something real soon.\n  ","473742":"\n  I'd knock or let them know I was there.\n  ","473743":"\n  Getting sick of pushups 🙈\n  ","473744":"\n  Show that bare a@@\n  ","473745":"\n  It was ready yesterday:p\n  ","473746":"\n  In person clearly\n  ","473747":"\n  Kind of. Need to get back to exercising. 30 dips and then everything that comes afterwards.\n  ","473748":"\n  Quiet to those I didn't really know\/trust\/get along with\n  \n  The funny one if I was comfortable with them\n  \n  The fat girl\n  \n  I knew everyone but wasn't popular. Kept to a small group.\n  \n  The one always in detention due to being absent\/tardy. Bet they thought I did real bad things 😈\n  ","473749":"\n  Kangaroo but neither, really.\n  ","473750":"\n  I'm doing good.\n  ","473751":"\n  Think so\n  ","473752":"\n  That scared me a little but then I was all \"oh, I got this\" 🙃\n  \n  Weird how they still say \"or\" with the shoutouts since clearly they want 20 of each based on how they kept track.\n  ","473753":"\n  Handstand or whistle\n  ","473754":"\n  Plenty lol\n  \n  I sometimes even make it more weird with my humor :p\n  ","473755":"\n  Think I'd pick garlic\n  ","473756":"\n  Who wants to know?\n  ","473757":"\n  Dont we all\n  ","473758":"\n  Such a smart ass\n  ","473759":"\n  That depends if you'd come over? 😉\n  ","473760":"\n  You have a thing with \"3 hours ago\" 🤣\n  \n  No, I wasn't.\n  \n  I'd be answering questions or asking questions. I'm not a lurker.\n  ","473761":"\n  One but we weren't dating at the time.\n  ","473762":"\n  Pretty boring with quarantine happening. I should probably exercise today since I forgot yesterday's workout.\n  ","473763":"\n  Yes but I think it's a gimmick too at times. Always a hallmark celebration lol way more fun when a kid\n  ","473764":"\n  We had cake yesterday. Along with the traditional ham. Got a chocolate bunny. Besides that, we didn't do eggs or hide them etc\n  ","473765":"\n  Yes. I've gone a few times, before quarantine and during.\n  \n  It's been 70-80s here.\n  ","473766":"\n  Afternoon now\n  ","473767":"\n  Thanks :p\n  ","473768":"\n  Of confusion\n  ","473769":"\n  Night\n  ","473770":"\n  What happened to the throne? :p\n  ","473771":"\n  No, I'm hoppy.\n  \n  Bad pun.\n  \n  Overall today has been ok.\n  \n  🐰🐇🐰🐇\n  ","473772":"\n  🐇🐇🐇🐇🐇\n  ","473773":"\n  That looks pretty in Italian. Hope you had a happy Easter too\n  ","473774":"\n  Enjoy when the time comes x\n  ","473775":"\n  The sea. Always been drawn to it. The stars and moon. The cocoon of the ones you love. Just having fun times with good company.\n  ","473776":"\n  Good\n  ","473777":"\n  I feel like we remain us but in another dimension\/past life. I don't think we're always changing body's over and over again. Maybe appearance could change a little but nothing drastic...\n  \n  For animals.. maybe the ones we've always liked.\n  \n  I'm not sure about the death part.\n  ","473778":"\n  Like the tide of the ocean.\n  ","473779":"\n  Time, age, not comparing yourself to others, treating yourself right, believing in yourself, mindset is key. Doing things you enjoy. Feel good moments.\n  ","473780":"\n  Should I have? 🧐\n  ","473781":"\n  My day was ok. Thanks.\n  \n  Same to you 🐇\n  ","473782":"\n  Hey\n  ","473783":"\n  Was going to list more that night but then went for a walk XD\n  ","473784":"\n  Saw meets Fight Club?\n  ","473785":"\n  Sick of these virus questions\n  ","473786":"\n  Ham, mashed potatoes, asparagus, fresh pineapple\n  \n  Chocolate cake\n  ","473787":"\n  Maybe tomorrow. I have a ton of pap questions in my inbox 🤙\n  ","473788":"\n  Hallelujah\n  \n  Still need to try the pasta recipe 🤙\n  ","473789":"\n  Good night. Good luck with the poptart shenanigans\n  ","473790":"\n  Don't really have one. I enjoy summer months more\n  ","473791":"\n  Nah\n  ","473792":"\n  Same. Seems like a lot to do and not 100% on the outcome. Rather have spaghetti and bread instead of a pie like that.\n  ","473793":"\n  Eh. I've been a bit boring with music. These were the last ones I listened to\n  ","473794":"\n  Sounds interesting lol\n  ","473795":"\n  I think he can handle that type of harassment :p\n  ","473796":"\n  Dirty\n  ","473797":"\n  Should remind him on Friday's 🤣\n  ","473798":"\n  Or eggplant ;)\n  ","473799":"\n  Wonder what a taco spaghetti pie would be like :p\n  \n  Never tried making those but lots of icarly fans did on YouTube\n  ","473800":"\n  I'd give it 2 months\n  ","473801":"\n  Need more h*es\n  ","473802":"\n  Its like that day where you came off anom accidentally\n  ","473803":"\n  I doubt it. Man of many projects.\n  ","473804":"\n  I'd say 2.5\n  \n  It was more like a hollow meets solid one. It was easy to break apart. Didn't have to cho p with a knife just to get anything.. had one like that last year.\n  \n  But I also kept eating him :(\n  \n  Only the feet&tail remain 🤣\n  \n  I kept taking little pieces of him. Started with the ears. Wanted some more so part of neck.\n  \n  Think the rest was more kind of bored\/hungry way and didn't really enjoy as much. Literally broke in 5 parts.\n  ","473805":"\n  I thought it was Saturday hahahahahahahah omg.\n  ","473806":"\n\n   https:\/\/youtu.be\/Hg-3VIEeQkU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","473807":"\n  Who knows. S*x and masturbation is different too. I was just done with the convo after they said the masturbation part... like that's not s*x then lol\n  ","473808":"\n  Prices must skyrocket in the summer.\n  ","473809":"\n  I suppose 🤣\n  ","473810":"\n  I liked the pin up style. Nautical...\n  \n  I dont mind high cut things but wouldnt want booty on show atm either. Need a good balance.\n  ","473811":"\n  Wouldn't tell where 😈\n  ","473812":"\n  None.\n  \n  Go with the real taco shells\n  ","473813":"\n  Oh\n  ","473814":"\n  True :P\n  \n  Bedroom\n  \n  Bathroom\n  \n  Pool\n  \n  Fridge\/freezer\n  \n  Walking around the neighborhood at night when nobody else is out\n  \n  Literally my life atm under quarantine. Add in some type of at home exercise too. Need to start doing that again.\n  ","473815":"\n  I didn't get very fair with it. I do like the theories that I've seen and memes though.\n  ","473816":"\n  This made me laugh\n  ","473817":"\n  Doesn't that get tiresome?\n  ","473818":"\n  Like earlier when you voted on the wrong thing :( I keep saving you today!\n  ","473819":"\n  Not really. Just kind of winged it. Been online. I had breakfast. Got an Easter bunny. Decided to swim and read since it was fairly nice out. Got some color. Took a shower. Had dinner. Been online. Had cake.\n  \n  Will walk sometime soon. Might read more or watch something, haven't decided on that. Maybe be naughty since its been since March....\n  ","473820":"\n  Hope it gets better\n  ","473821":"\n  I haven't been listening to punk.. not sure what I'd recommend\n  ","473822":"\n  6397\n  ","473823":"\n  *bows*\n  ","473824":"\n  Some of the ones under my top likes.\n  \n  I don't feel like searching for pictures I've done atm\n  ","473825":"\n  Appreciate?\n  ","473826":"\n  A culinary delight\n  ","473827":"\n  * had\n  \n  What a butt!!\n  ","473828":"\n  If you say so\n  ","473829":"\n  That's very true! Yesterday is now part of the past.\n  ","473830":"\n  It's been a while\n  ","473831":"\n  A piece of my hair came out of my ponytail and its giving me 90's vibes where I'd have two pieces hanging down. I'm not mad...\n  ","473832":"\n  Sends you to the hospital\n  ","473833":"\n  Gives you water\n  \n  I should actually drink more since all the chocolate\n  ","473834":"\n  It's been ok. Pretty chill. Swimming in the pool, read, got some sun. Took a shower.\n  \n  ate some of my bunny :(\n  \n  Had dinner and chocolate cake\n  ","473835":"\n  Gets you life alert\n  ","473836":"\n  IS ICE CREAM REALLY A CRUISINE?\n  ","473837":"\n  Now you have 110 :p\n  ","473838":"\n  Sweet dreams\n  ","473839":"\n  Good night\n  ","473840":"\n  I don't really care what you call it haha was just being weird <3\n  ","473841":"\n  Where you going?\n  ","473842":"\n  Now you just give them out like candy 😉\n  \n  My fam is learning! lol\n  ","473843":"\n  Glad to help :p\n  \n  Now the daunting task of flavors XD\n  ","473844":"\n  You just noticed that? :p\n  ","473845":"\n  We've had ham, mashed potatoes, asparagus, fresh cut pineapple slices.  Chocolate cake\n  \n  Each of us have a chocolate bunny\n  ","473846":"\n  Yummy :)\n  \n  Also some culvers ice cream on the side. Cookies n cream\n  ","473847":"\n  Pandemic\n  ","473848":"\n  I know\n  ","473849":"\n  Agreed. Especially in dire times.\n  ","473850":"\n  I suppose\n  ","473851":"\n  It was ok. No, not everyday. Just whenever the mood strikes. I was bored and its relatively nice out so went for it. Got some sun too.\n  ","473852":"\n  Yes :(\n  ","473853":"\n  Suks for him\n  ","473854":"\n  I know <3\n  ","473855":"\n  My mom made it. Boxed one\n  ","473856":"\n  👍\n  ","473857":"\n  Forgot about spaghetti tacos 🤣\n  ","473858":"\n  Ah yes, hello Brad.\n  ","473859":"\n  That sounds nice! We didn't do anything besides have dinner, get bunnies and made a cake.\n  ","473860":"\n  Hopefully had some type of protection then\n  ","473861":"\n  Hey. How's your Easter going?\n  ","473862":"\n  Was he in a bunny suit? :p\n  ","473863":"\n  Must still be very young.\n  ","473864":"\n  Yes, had a feeling it was someone new\n  ","473865":"\n  These days.. I probably would:(\n  ","473866":"\n  All black 🤙\n  \n  No pastel today.. sorry!\n  ","473867":"\n  Ok?\n  ","473868":"\n  Nobody has called me today\n  ","473869":"\n  Aww.\n  \n  Don't blame me for all that 😘\n  ","473870":"\n  Yes. So creepy how they'd want teens having s*x... and yet some people on here say I'd be a horrible parent. Ok then 🤣🙃\n  \n  People should have s*x for the right reasons. Not because \"everyone\" else is.. pretty sure my friend was the only one out of our group that even was at the time lol\n  ","473871":"\n  It will thank you as you eat it\n  ","473872":"\n  Oh yes. Went ninja style on you 😈🤣\n  ","473873":"\n  If I have they haven't told me directly\n  ","473874":"\n  HahahaH\n  ","473875":"\n  I'm not in a panic\n  ","473876":"\n  XD\n  ","473877":"\n  Yes. Had to help that mistake you made :*(\n  ","473878":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","473879":"\n  Boy\n  ","473880":"\n  IT STILL WOULDN'T BE TIED :(\n  ","473881":"\n  Hanging out with animals\n  ","473882":"\n  🤣🤣🤣\n  ","473883":"\n  Not surprised that you'd tie it XD\n  ","473884":"\n  Nope. Wouldn't feel comfortable like that right now.\n  ","473885":"\n  Nothing would happen.\n  \n  But sometimes I get one of these guys o.o doesn't go to a page or anything\n  ","473886":"\n  I did. Water is about 71\n  \n  Cold but not too had either.\n  ","473887":"\n  No. My sister wouldn't let that happen 🤣\n  \n  Apparently her babyshower is going to be like one of those parades, dropping gifts off and seeing her open stuff online via zoom or some other service 🤣\n  ","473888":"\n  Which one is winning? :p\n  ","473889":"\n  That must have been hard:(\n  ","473890":"\n  Never seen them before\n  ","473891":"\n  Same\n  ","473892":"\n  Imma die now\n  ","473893":"\n  Not much of a fish person\n  ","473894":"\n  You too 🐇\n  ","473895":"\n  I didn't 😈\n  \n  Been good. Pretty much spent today outside. Did some walking around the pool, went swimming, read.\n  ","473896":"\n  Yes, I do.\n  ","473897":"\n  I got a chocolate bunny.\n  \n  Going to have some chocolate cake later.\n  \n  Also had one of those cookie things again earlier before going into the pool.\n  ","473898":"\n  Ah smelling all the merchandise XD\n  ","473899":"\n  The h*e one?\n  ","473900":"\n  In my belly?\n  \n  We just ate.\n  \n  I had mine plain but doing that is good too.\n  ","473901":"\n  She's 90 so it's kind of expected a bit. Especially with words that dont get used as often.\n  \n  She ended up getting so pissed at herself that she ended up hanging the phone up.\n  ","473902":"\n  Think I'll go swimming.\n  ","473903":"\n  This is just mean to ask :(\n  ","473904":"\n  Sunday or Monday?\n  ","473905":"\n  Starting to. They get pissed off because they forget certain words.\n  ","473906":"\n  Plenty of ways\n  ","473907":"\n  Lovely\n  ","473908":"\n  Nope. I have at times but always forgot about them... rather put on fuzzy socks or something if wanted something on my feet.\n  ","473909":"\n  All my technology ones have been gifts.. birthday, Christmas. So, I guess those.\n  ","473910":"\n  Its not a king. Just 5 oz\n  \n  The package is bigger than the actual bunny.\n  ","473911":"\n  I haven't even opened it and everyone else got their own so why would I need to share?\n  ","473912":"\n  I ended up getting one :)\n  ","473913":"\n  You too\n  ","473914":"\n  Haha\n  ","473915":"\n  Still haven't lol\n  ","473916":"\n  Just became a chef 😈\n  ","473917":"\n  Got a chocolate bunny. Think the brother-in-law's parents sent that along with the chocolate things from last night.\n  \n  Mom's making the chocolate cake now.\n  \n  Think we'll have ham tonight.\n  ","473918":"\n  Was a little out there :p\n  ","473919":"\n  Haha cute\n  ","473920":"\n  That's good\n  ","473921":"\n  I do.\n  \n  Even got an anonymous like yesterday.\n  ","473922":"\n  Not that often.\n  ","473923":"\n  3 hours ago - no\n  ","473924":"\n  Don't get why he'd try lying about that. I know what my account looks like lol\n  ","473925":"\n  Wish I knew 🤣\n  ","473926":"\n  It ended :p\n  ","473927":"\n  I just noticed he spelled yesterday wrong\n  ","473928":"\n  👍\n  ","473929":"\n  You too\n  ","473930":"\n  Thanks. Gives you these two\n  ","473931":"\n  Yes :p\n  ","473932":"\n  I have 21 anonymous questions\n  ","473933":"\n  Nobody yet. A boxed one anyways.\n  ","473934":"\n  Wonderful -_-\n  ","473935":"\n  My name or Lynds.\n  \n  Pet names could be fine if with a partner.\n  ","473936":"\n  Happy easter, king🐇\n  ","473937":"\n  Good night rabbits\n  ","473938":"\n  These ones\n  ","473939":"\n  Travel day\n  ","473940":"\n  Fitness goals, wanting to be a better version of myself. Like minded people. Nature. Reading and learning. Supportive people. My own ideas. Quotes.\n  \n  Haters can but it can have the opposite effect too.\n  ","473941":"\n  I'll do an Easter gif since I have sooo many pap questions in my inbox!\n  ","473942":"\n  Go after their dreams\n  \n  Be healthy\n  \n  Save money\n  \n  Kindness\n  \n  Honesty\n  \n  Humor\n  ","473943":"\n  Heather seems to be the current one. Also talks about her own going ons :) its nice not feeling judged etc\n  ","473944":"\n  It's my favorite season.\n  ","473945":"\n  Whatever song that we both knew, liked and voices meshed well? Or just made it into a duet because we're just that awesome ¯\\_(ツ)_\/¯\n  ","473946":"\n  I guess tech items? Idk. I'm not that materialistic.\n  ","473947":"\n  Just a girl 🙃\n  ","473948":"\n  This one just came on\n  \n\n   https:\/\/youtu.be\/oK9wqtAwnoE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","473949":"\n  Went with more than 5\n  \n  France\n  \n  UK\n  \n  Italy\n  \n  Australia\n  \n  New Zealand\n  \n  Greece\n  \n  Austria\n  ","473950":"\n  ¯\\_(ツ)_\/¯\n  ","473951":"\n  Blue\n  ","473952":"\n  Sure. I feel nice tonight 🤣\n  ","473953":"\n  A few come to mind but I don't feel like sharing the backstory of why those ones etc\n  ","473954":"\n  My condolences :(\n  ","473955":"\n  I know\n  ","473956":"\n  All of them\n  ","473957":"\n  Hopefully they'll take it in consideration!\n  ","473958":"\n  Depends what's going on\n  ","473959":"\n  It's unavoidable. We'll all die sometime. I don't really feel anything when thinking about it. Maybe those that have passed on?\n  \n  I don't know what happens afterwards, if anything does.\n  ","473960":"\n  If they wanted but good luck to everyone that would put up with us, including ourselves 🤣\n  ","473961":"\n  I know XD\n  \n  I haven't sent anything today I dont think.. just been answering my inbox.\n  \n  Already completed the vip+ tasks.\n  ","473962":"\n  Thanks! Feel bloated af from eating the macaroni and two of those cookie things lol\n  ","473963":"\n\n   https:\/\/youtu.be\/NHUVGYOOJYY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Here's one.\n  \n  Going through my \"watch later list\" again. It's all fashion, music  and movie trailers. In a musical mood atm\n  ","473964":"\n  That's not a challenge 🤣\n  ","473965":"\n  Don't really have one but usher's you got it bad came to mind.\n  ","473966":"\n  Wonder when the last time I watched that was  XD so old! Was funny.\n  ","473967":"\n  Did my toes the same color too. Feeling all spring like but mood is more dark XD\n  ","473968":"\n  WE DON'T HAVE WEEKS ANYMORE.\n  ","473969":"\n  It's in my blood\n  ","473970":"\n  I'd be like tinkerbell. Give me a blue outfit instead.\n  ","473971":"\n  Yes, I I've noticed that. I don't think he checks the people out? Might be wrong.. who knows.\n  ","473972":"\n  Usually does on relationship type ones. Yes... just has a different vibe to it than the wdym type questions.\n  ","473973":"\n  Probably didn't help my mood earlier.. rain usually makes me tired. Didn't think of that til now 🤣\n  ","473974":"\n  Mine get up to 100+ and it gets cringe worthy 🤣\n  ","473975":"\n  *throws a blanket over you*\n  ","473976":"\n  Glad you liked that :D\n  ","473977":"\n  :(\n  ","473978":"\n  I think we're all a little too old for that unless doing an orgy or something.\n  ","473979":"\n  I know 👏\n  ","473980":"\n  I rarely have coffee. More as a treat if I do have.\n  \n  I don't have caffeine much. Doesn't really effect me either.\n  ","473981":"\n  I know.\n  ","473982":"\n  Oh man, wasn't about easter :o\n  ","473983":"\n  Sometimes\n  ","473984":"\n  Bad image there lol\n  ","473985":"\n  This is how I know you wont do it.\n  ","473986":"\n  Nope. 3-5 hours ago at most\n  ","473987":"\n  Don't lie. It was a few hours ago lol\n  ","473988":"\n  I dont\n  ","473989":"\n  Luna -\n  \n   @patchy_life\n  \n\n  Drew Barrymore - Bryce Vine\n  \n  Luka - Suzanne Vega\n  \n  Sweet Jane - cowboy junkies\n  \n  Lily - kate Bush\n  \n  Cotton - Valerio Lysander (could be a name?)\n  \n  Robin Williams- Noah Gunderson\n  \n  Come on Petunia - the blow\n  \n  Timshel - mumford&sons (could be one?)\n  \n  Paris - Sabrina Carpenter\n  \n  So long, Frank floyd Wright - Madison Cunningham\n  \n  And some other ones. Was looking at my playlist.\n  ","473990":"\n  It's turning around :)\n  ","473991":"\n  Hate that\n  ","473992":"\n  Yes, we can put it on resumes too!\n  ","473993":"\n  I bet :p\n  ","473994":"\n  No life should be more important than others?\n  ","473995":"\n  Special like the Easter bunny\n  \n  Apparently a mall around here is getting pictures of kids and photoshopping the bunny into them so it looks like they went 🤣\n  ","473996":"\n  I still like clothes and makeup but I don't take forever to get ready etc\n  ","473997":"\n  Sh I'm always kind. Dont tell the others!\n  ","473998":"\n  B!tch is another one lol especially when I wasn't acting like one or doing anything wrong XD\n  ","473999":"\n  I bet\n  ","474000":"\n  When I want to be ¯\\_(ツ)_\/¯\n  \n  Not even being that bad atm lol\n  ","474001":"\n  Him and the boy were my favorite characters. It wasn't really my go to type of movie but it was still good too. Think if there was a little more interaction my rating would have been a tad higher. Still did better than the 1 you thought I'd give it! :p\n  ","474002":"\n  No but I am now\n  \n  It's like an oreo meets fudge 😍\n  ","474003":"\n  Easy going\n  ","474004":"\n  I think it was the powder this time\n  ","474005":"\n  I just found two pieces of kraft mixed in mine 🤣 atleast you got that info, use it well!\n  ","474006":"\n  It was at the high school too! No, I'm lucky that only my friend saw lol was like fs XD I wanted to die when she told me hahaha\n  ","474007":"\n  You have the pick of velveeta shells or Kraft macaroni. Both have hamburger mixed in. Mom and sister had Kraft and my sister's husband and I wanted velveeta lol\n  \n  Why couldn't we eat \"bad\" when I was on my period? 🤣\n  ","474008":"\n  Yes can help :)\n  ","474009":"\n  Yes. I felt good then felt bad.. then just lethargic. Getting better but also in an F you mood to people just being assholes for no reason 🤣 already not feeling as tired Haha.\n  \n  Agreed, fam.\n  ","474010":"\n  Was Valhalla Rising really a 5 then? ;)\n  ","474011":"\n  I suppose.\n  \n  I do dislike when guys call me baby when we aren't together like that. Should be a pet name not something you call every single female .\n  ","474012":"\n  Uh not exactly\n  ","474013":"\n  Old stuff but it's what came to mind.\n  \n  Tired too. Hasn't been a bad day but hasn't been good either ¯\\_(ツ)_\/¯\n  ","474014":"\n  These people are being so annoying. Probably that rhymeswithstan guy since he's back on and keep getting stupid crap now.\n  ","474015":"\n  🍆 ones\n  ","474016":"\n  I know 👏\n  ","474017":"\n  Yes sad for the duck\n  ","474018":"\n  I love blue but how freaking cute is this!?\n  ","474019":"\n  No problem. It's all good :)\n  ","474020":"\n  Who knows. I don't talk to the ones that hate me. They also get misinformed on certain aspects just because certain ones hate me and need to make it appear worse than what was actually said at the time. ¯\\_(ツ)_\/¯\n  ","474021":"\n  I get a lot of hate on here and people like using those words against me already so why keep saying what ticks me off?\n  ","474022":"\n  That's mean\n  ","474023":"\n  Love him\n  ","474024":"\n  A dress\n  ","474025":"\n  Why are you doing these? O.o\n  \n  Anyways, they are all nice.\n  ","474026":"\n  No boys are around me\n  ","474027":"\n  I count as human\n  ","474028":"\n  Correct. Very wise, sir.\n  ","474029":"\n  I'm not much of a fish eater.\n  ","474030":"\n  Agreed! Could have used it earlier ;)\n  ","474031":"\n  3-5 then? :o\n  ","474032":"\n  I'd say the texture is more like the dark pieces of Turkey but its still even more gamey too. I was curious and felt bad after 🦆\n  ","474033":"\n  👽👽👽👽👽\n  ","474034":"\n  Aww baby sloth\n  ","474035":"\n  Yes, I feel very lethargic. Would have no problem falling asleep again lol\n  ","474036":"\n  The movie last night having a happy ending! Inspired by it.\n  \n  Ice cream... Haven't really done too much today that brings happiness.\n  ","474037":"\n  Hello. Anyone have questions?\n  ","474038":"\n  Watching Valhalla Rising.\n  ","474039":"\n  Nice to know.\n  \n  Haven't ate there in a year. Don't really see the point if I can't have the bread.\n  ","474040":"\n  I have a few ideas but that should be a joint decision. For all I know it could be something totally different in the end :)\n  ","474041":"\n  Thanks! :)\n  ","474042":"\n  Lean on me - Bill Withers\n  ","474043":"\n  Yes :p\n  ","474044":"\n  I think everything is still around. I don't need those things anymore though.\n  ","474045":"\n  Last night was weird. Old friends, being in school. For some reason I already took the class before and was thinking of finding my old notebook that had all the terms already in it instead of doing all the work again. I remember opening the book and it had LNR written in it.. which was weird because I usually did my actual name instead of initials.\n  \n  There was something about wanting to go camping in Sedona too.\n  \n  Forget what else happened. Like I said earlier, everything was more in little snippets like I kept waking up and falling asleep again.\n  ","474046":"\n  Falling in love at a coffee shop\n  ","474047":"\n  lol perv\n  \n  That's sad that she's not active anywhere then :(\n  ","474048":"\n  Dec 16th\n  ","474049":"\n  Alright\n  ","474050":"\n  What does GHG have to do with SC and bunnies\/easter in general?\n  ","474051":"\n  Hence me saying I wish she sang more :p\n  \n  She had an FS account and would post those videos. I believe it was more the guy doing the guitar than actually her being on there... sometimes it seemed like two different people were running the account though. I've just always liked this song more than the other ones that were covered.\n  ","474052":"\n  Didn't know that was a thing. Nope.\n  ","474053":"\n  Voice actor: Vic Mignogna\n  \n  Met a singer but I don't think she's really made anything of herself?? Ayla Brown. Was on American idol before...\n  ","474054":"\n  After breakup way??\n  \n  These two helped me a lot.\n  \n\n   https:\/\/youtu.be\/22zB6Soc2Gk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/QUwxKWT6m7U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474055":"\n  Very nice :)\n  ","474056":"\n\n   https:\/\/youtu.be\/DhMMJX8NeBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Wish she sang more :(\n  ","474057":"\n  No\n  ","474058":"\n  So many to pick but let's go with the Spice Girls.\n  \n\n   https:\/\/youtu.be\/gJLIiF15wjQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474059":"\n  This one about drugs came to mind asap\n  \n\n   https:\/\/youtu.be\/eMs6eI1VRBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Alcohol, I guess Tennessee whiskey. I keep playing it, lately!\n  ","474060":"\n  Not ones that actually mattered lol just childish school ones.\n  ","474061":"\n  These two came to mind\n  \n\n   https:\/\/youtu.be\/8IEQpfA528M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/Zlot0i3Zykw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474062":"\n  Spoilers\n  \n  I was just thinking that he should have slept with Martin's mom to make them better. Seemed like he had an antidote to the madness? Didn't have to get as far as it did. He clearly didn't like the son that much to begin with. They never really interacted.. he was always with the daughter having her sing and whatnot. Kind of got creepy vibes from the dad at times.. like did he engage with his daughter before? Seemed like he lingered too much.. kept going back and forth on if he did something with Martin before or just his mom. Like what type of doctor would show his body to a teen? lol\n  \n  The mom doing the hj to that doctor. Looked freaking miserable but then had a smile at one time. Yikes XD\n  \n  The ending was creepy. Like did killing one of the offspring make it suddenly disappear or did he legit do the mom? Think she was the one in the opening scene and not his actual wife? Wonder if the daughter still liked Martin even after all that lol you'd think he'd be locked away or something.\n  ","474063":"\n  Yes 😍\n  ","474064":"\n  Ok...\n  ","474065":"\n  I'd assume he dropped it 🤣\n  ","474066":"\n  He'd probably mention the username to me? You always hide on anon helps too :p\n  ","474067":"\n  Why would I willingly say that?\n  ","474068":"\n  Dirty way? ¯\\_(ツ)_\/¯\n  \n  None of the others fit. I dont get angry often etc\n  ","474069":"\n  Very well then :)\n  ","474070":"\n  Never!!\n  ","474071":"\n  No :(\n  ","474072":"\n  Probably my candles or mirror since it's the only real things that are mine in my room.\n  ","474073":"\n  In the negatives\n  ","474074":"\n  I'm sure its better than 2 :p\n  ","474075":"\n  Yes lol\n  ","474076":"\n  I think cards get used more often but maybe 30% still use cash?\n  ","474077":"\n  Who might that be? :)\n  ","474078":"\n  Our seconds were off\n  ","474079":"\n  Idk but I feel like giving 1000 coins away ¯\\_(ツ)_\/¯\n  ","474080":"\n  The Choice\n  \n  Nicholas Sparks film\n  ","474081":"\n  I opened it first. Gave to the dogs since I can't eat them.\n  ","474082":"\n  We're pretty much living it.\n  ","474083":"\n  🤣🤣🤣\n  ","474084":"\n  Probably:)\n  ","474085":"\n  Depends when I'm tired.\n  \n  Went to bed around 2am last night after my movie.\n  ","474086":"\n  The funny one, the fat one\n  ","474087":"\n  Noticed a grey and whitish pink one.\n  \n  I don't wear hats much so seemed pointless buying too since no real guarantee that I'd wear it.\n  ","474088":"\n  Yes.\n  \n  It's ridiculous everytime that I say that I'm in a writing mood that people have to rip it apart even before I write anything. What I write here and what I'd actually write are very different topics. They don't see the full potential of my writing on\n  \n  here.\n  ","474089":"\n  Not many people follow him I'd imagine?\n  ","474090":"\n  Aww\n  ","474091":"\n  I don't\n  ","474092":"\n  Denial? Changing said goals so they dont feel like a failure?\n  ","474093":"\n  I think we're doing a ham. Also a chocolate cake.\n  ","474094":"\n  Yes?\n  \n  Think of all the ones that were abused. Getting told they weren't good enough, nobody else would want them. How the person would change and be better. Brainwashed into thinking all that would be true.\n  \n  Even I stayed in a relationship that wasn't going anywhere, no real love for the person. They were a good person, just wasn't the right person for me. I still felt alone even with them type thing.\n  \n  Parents in loveless marriages but they stay for the kids or other examples.\n  ","474095":"\n  75% do I'd reckon\n  ","474096":"\n  I watched a movie last night. Ended up going the bathroom after. Then slept.\n  \n  Kind of odd dreams. Felt like I'd have one, wake up, go sleep again and have another dream. It was all snippet like.. seemed exhausting lol atleast it was good dreams :)\n  ","474097":"\n  In theory, yes.\n  \n  In practice, no.\n  ","474098":"\n  It's raining.\n  ","474099":"\n  Oh yes but I don't feel like adding fuel to the fire.\n  ","474100":"\n  Atleast you tried! :)\n  ","474101":"\n  6+\n  \n  I'd say 5 hits the average mark.\n  ","474102":"\n  Not as much these days. I still love fashion though.\n  \n  Harder when bigger but it's been easier when shrinking. I still seem to gravitate towards workout gear though.\n  ","474103":"\n  Aw but I wanted above average ;)\n  ","474104":"\n  Not really. Was more a one time thing.\n  \n  He tried walking me into the building once with our dog too 🤣 I think that was sometime after that incident and I talked about him being embarrassing and how wasn't supposed to be there type thing. Think he got the picture lol\n  ","474105":"\n  A small piece. I don't like it. Too gamey for me\n  ","474106":"\n  Noemi tried them :D\n  ","474107":"\n  I think so!\n  \n  Thought they were just being weird because of the whole Boston people don't always do the R's lol\n  ","474108":"\n  .3\n  ","474109":"\n  Yes, seems so.\n  ","474110":"\n  I love Nicholas Sparks books and his movies always kill you too 🤣 I'm glad this one ended on a happy note.\n  \n  It put me in the writing mood but I was too tired to write anything at that time.\n  ","474111":"\n  I kept it and had good responses.\n  ","474112":"\n  Afternoon now\n  ","474113":"\n  No. I had an advertisement on here about them and figured I'd ask :)\n  \n  Besides, I'm still doing keto.\n  ","474114":"\n  Night other person lol\n  ","474115":"\n  Will sleep after this movie.\n  \n  Good night x\n  ","474116":"\n  Yes.\n  \n  I think I did once?\n  \n  There's more peaches and other fruits out here.\n  ","474117":"\n  That depends on the age, really.\n  \n  I don't care for these types of questions.\n  ","474118":"\n  Both.\n  ","474119":"\n  I don't care for songs solely based on cannabis. It's not bad, just not something I'd want to listen to out of all the other music out there. I'd say keep at it. Don't hold back. Be more real and original.\n  ","474120":"\n  Yes.\n  \n  Also ligers are born XD\n  ","474121":"\n  Haven't seen that in years\n  ","474122":"\n  Not always.\n  ","474123":"\n  In a general sense\n  ","474124":"\n  This was a good reminder.\n  ","474125":"\n  I like how someone asked for # game and then never sent any numbers\n  ","474126":"\n  Doing alright, I suppose. Today went by so fast and I didn't feel productive at all.\n  ","474127":"\n  Can my dirty mind be one?\n  ","474128":"\n  Oh man. Both XD\n  \n  Cheating is horrible. The guilt that could come with it. Repercussions. Lost that trust.. possibly the relationship.\n  \n  Emotional is just as bad. Could make you do stupid stuff. Lie to the one you are with. It could end up hurting more than just yourself too. Depends how you deal with emotions too.\n  ","474129":"\n  High 70s, was partly sunny.\n  ","474130":"\n  I have android\n  ","474131":"\n  Strawberry or grape\n  ","474132":"\n  Yes.. plenty. But you wont know them 🙃\n  ","474133":"\n  Should be in it :)\n  ","474134":"\n  I haven't played in forever and wouldn't exactly be the first person that I'd want to play with, sorry.\n  ","474135":"\n  lol @ \"my songs\"\n  ","474136":"\n  I don't feel like night swimming atm\n  ","474137":"\n  Yes. Also had the Rebel keto ice cream like I planned. Mixed cookie dough and cookies n creme together.\n  ","474138":"\n  Uh what now?\n  ","474139":"\n  Thanks\n  ","474140":"\n  What are you saying yeah to?\n  ","474141":"\n  I haven't lately.\n  ","474142":"\n  Is homefuck supposed to be like incest\/inbred type comment? Never heard it haha.\n  ","474143":"\n  Oh? 😉\n  ","474144":"\n  So many cereal polls. Too bad only two people vote 🤣\n  \n  Whenever I do polls so many people do them.\n  ","474145":"\n  Maybe unless thinking of lamb... Greeks are usually into both though?\n  ","474146":"\n  Ughhh\n  ","474147":"\n  How you doing today ? XD\n  ","474148":"\n  When someone sent you a thing trying to deport you 🤣 where would you like an American citizen to deport to??\n  ","474149":"\n  I feel like the TP is the biggest limitation. Not sure on other things.\n  ","474150":"\n  They like drama?\n  \n  I get some nice anons so it's not always bad having it!\n  ","474151":"\n  Yogurt, blueberries, some chocolate.\n  \n  A quest bar\n  \n  2 Clementines\n  \n  Some nuts\n  \n  Cheesestick and a slice of turkey deli meat\n  \n  --- I've been a little bad with eating lunch lately so it's been more snacky type things :\/ ---\n  \n  Eating dinner now: chicken, mushrooms and zucchini. Will probably have some keto ice cream later on.\n  ","474152":"\n  They've done more limitations. National guard and stuff were called in.\n  ","474153":"\n  \"Treasure your family and friends \" 🙃\n  ","474154":"\n  Everything is pretty much closed besides essential workers. Schools are closed. Supermarkets barely have anything. Same as elsewhere I assume\n  ","474155":"\n  We'll see. Still not sick.\n  ","474156":"\n  I feel like we keep getting takeout. Usually it's like 1-3 times a month but just seems more during quarantine.\n  \n  Getting my chicken, mushrooms and zucchini from Panda Express.\n  ","474157":"\n  Nah. I don't know the girl. Don't care for how she's jealous or doesn't trust me\/him tho\n  ","474158":"\n  I know\n  ","474159":"\n  Kosher dill\n  ","474160":"\n  Hey Tom\n  ","474161":"\n  🤣🤣🤣\n  ","474162":"\n  I just took a shower ¯\\_(ツ)_\/¯\n  ","474163":"\n  Massachusetts. Has it's up and downs like any area would? Nope, haven't since 2014.\n  ","474164":"\n  Very!!\n  ","474165":"\n  5 here\n  ","474166":"\n  Ok then..\n  ","474167":"\n  supercalifragilisticexpialidocious\n  ","474168":"\n  I still need to rewatch it! Been years.\n  ","474169":"\n  Not sure, tbh.\n  ","474170":"\n  I have hazel eyes.\n  ","474171":"\n  How is it 4 already? Wasn't it just 1....\n  ","474172":"\n  Ocean vs travel\n  ","474173":"\n  Maybe greed?\n  ","474174":"\n  Probably in that order, tbh.\n  ","474175":"\n  Mom, always. Haha\n  ","474176":"\n  Hello :)\n  ","474177":"\n  O.o\n  ","474178":"\n  Hm little of both\n  ","474179":"\n  The virus currently -_-\n  \n  Not all of my ducks are in a row\n  ","474180":"\n  Swimming, reading, gym, shopping, writing when I'm in the mood for it, watching movies, listening to music etc\n  ","474181":"\n  Ok\n  ","474182":"\n  Done\n  ","474183":"\n  That's classified information\n  ","474184":"\n  Damn lol\n  \n  Hopefully reuniting with loved ones but who knows what else :p\n  ","474185":"\n  If I did nobody really dressed up. More jeans and tops type thing. Laid back house parties.\n  ","474186":"\n  Give me that mermaid life\n  ","474187":"\n  Depends what you mean by this lol\n  \n  Weddings I've been to when younger. Funerals\n  \n  I dressed up for freshman homecoming. Top and leopard skirt, heels, my sister did my makeup and I felt like a baby prostitute.\n  \n  Prom\n  \n  Bridesmaid in my sister's wedding\n  \n  I got that black velvet dress I wanted to wear for Christmas but that never happened. Its just hanging there. Too big on me now I think.\n  \n  Floral dress i got but doesn't seem that fancy.. more a laid back type vibe especially paired with my denim jacket.\n  ","474188":"\n  Just did lol\n  \n  Would do odd things. My friend once seen him outside the school with our old dog laying on the ground without a shirt on. Embarrassing stuff like that lol\n  ","474189":"\n  End of the world... Love?\n  ","474190":"\n  Yacht or sail boat\n  ","474191":"\n  What if I'm a robot?\n  ","474192":"\n  Plenty of things when younger :( wasted money.\n  \n  I make it a habit of only buying what I need and know I will use!\n  \n  Lately there's been a beret for 99 cents but I'm all \"summer is coming so it would be pointless to own\" 🙃\n  ","474193":"\n  My dad did when younger ¯\\_(ツ)_\/¯\n  ","474194":"\n  Lion King\n  ","474195":"\n  I wanna be a winner too!!\n  ","474196":"\n  They aren't that short.\n  ","474197":"\n  Don't feel like sharing. Old news now.\n  ","474198":"\n  75, partly sunny.. not too bad! Might swim soon.\n  ","474199":"\n  Nothing? I'd be confident lol I've been hiking, camping, swimming and loads of other outdoor activities all my life.\n  ","474200":"\n  Ok Mr. Essential Worker.\n  ","474201":"\n  Hair\n  ","474202":"\n  Both at the same time\n  ","474203":"\n  Made me laugh :)\n  ","474204":"\n  No, found them. Ate them at home. Neighborhood kids enjoyed too. Which is odd since you think kids would be grossed out over that haha\n  ","474205":"\n  The more you know :p\n  \n  Cooked them in water. Nothing that fancy. Sometimes even so lobster, onion, salt and other stuff all together. Put the clams in a little mesh baggie...\n  ","474206":"\n  Lost in translation came to mind o.o\n  ","474207":"\n  .5\n  ","474208":"\n  Years ago ¯\\_(ツ)_\/¯\n  ","474209":"\n  Maybe! Haha\n  ","474210":"\n  My birthday\n  \n  Day my dog died\n  \n  I forget my grandpa's death day but I know the month\n  \n  Family and friends birthdays\n  ","474211":"\n  6380\n  ","474212":"\n  And have a legit quarantine on your hands XD\n  ","474213":"\n  When you have something to sing about?\n  ","474214":"\n  I brush it\n  ","474215":"\n  I don't think so lol\n  ","474216":"\n  Yesssss\n  ","474217":"\n  Yes. Our ancestors came from somewhere too. Be a bit hypocritical. America is a melting pot.\n  ","474218":"\n  He's calmed down it seems lol\n  ","474219":"\n  The killing of a sacred deer\n  \n  It wasn't on there before.\n  ","474220":"\n  Sometimes, other times not.\n  ","474221":"\n  Think 50s.\n  \n  She lied and said she was running when she was screwing some people. Plus, she did her boss which my uncle walked in on.\n  \n  So seeing a map of her run made me think that 🤣\n  ","474222":"\n  Yes\n  ","474223":"\n  Night\n  ","474224":"\n  Both are cool\n  ","474225":"\n  Netflix for putting on a movie that wasn't on there before ^_^\n  \n  Nephews doing cute things.\n  \n  Myself\n  \n  Others\n  ","474226":"\n  Yes :)\n  ","474227":"\n  Nope.\n  ","474228":"\n  The virus to stop. People have jobs again or get new ones. Life...\n  \n  Also if I won one of these bikinis 👀\n  ","474229":"\n  👏👏👏\n  ","474230":"\n  These look really good. Also want to make donuts.\n  \n  Damn.. you said cook. Uh.. maybe some type of pasta dish.\n  ","474231":"\n  Yes. It's good.\n  ","474232":"\n  Tuna, a pickle and a cheese stick.\n  ","474233":"\n  I usually stay out of it. Can be entertaining but for the most part it's the whole \"same sh!t, different day\" type situation and gets boring going over the same old thing.\n  ","474234":"\n  My inbox is so boring. Send me stuff?\n  ","474235":"\n  That's good to know! I feel that I usually see the \"du\" spelling more often.\n  \n  Read is a good example\n  \n  Mouse \/ mice\n  ","474236":"\n  I think one is enough.\n  ","474237":"\n  Who knows\n  \n  Expose yourself lol\n  ","474238":"\n  I wonder if she was really running or just screwing guys again o.o\n  ","474239":"\n  People will just give more hate on it.\n  ","474240":"\n  But that's not fun :(\n  \n  I feel like its always in the same spots too.\n  ","474241":"\n  Relatable!\n  \n  \"I've been out walking\n  \n  I don't do too much talking\n  \n  These days, these days\n  \n  These days I seem to think a lot about the things that I forgot to do and all the times I had the chance to.\"\n  \n  And this too\n  \n  \"Please don't confront me with my failures.. I had not forgotten them.\"\n  ","474242":"\n  Still working on that ¯\\_(ツ)_\/¯\n  ","474243":"\n  Dun dun dun\n  ","474244":"\n  Is it lazy? Yes, a little.\n  \n  If it makes you happy then it can't be that bad. Unless its hurting you in ways too...\n  ","474245":"\n  Dont get how. Glad I have a year basically lol\n  ","474246":"\n  No, I haven't.\n  \n  I did have a margarita but that was way before the virus was even around. Forget when that was but would have been my last drink I consumed.\n  ","474247":"\n  I have water most often\n  ","474248":"\n  Maybe? I feel like there usually is an underlying cause to it though.\n  ","474249":"\n  Teared up a little with Togo\n  ","474250":"\n  I've kind of been craving pizza on and off for the last few days 🤣🍕\n  ","474251":"\n  How do you get me being sad over that? O.o\n  ","474252":"\n  I know. Tell that to these people who have literally looked up my name and info on my siblings. Freaking creepy. Someone literally gave me a pic of my old house on Zillow including my brothers house. Like why so obsessed?\n  ","474253":"\n  Same age I've always said. It's not going to change until December. Long wait.\n  ","474254":"\n  Why, so you can cross reference that with my last name? lol\n  ","474255":"\n  I haven't listened to anything today but these songs were on the list last night.\n  ","474256":"\n  R.i.p little boxes\n  ","474257":"\n  Stalking people's last names, apparently?\n  ","474258":"\n  Maybe or like 😃\n  ","474259":"\n  Talking about that rhymesewithstan person but good to know he wasn't the only creep watching my PayPal that never gave me money either 🙃\n  \n  Not the only one. Do you want a medal or something?\n  ","474260":"\n  I'd rather text.\n  ","474261":"\n  I guess leave. Arizona isn't my hometown either.\n  ","474262":"\n  No. I don't share my last name here. I had my name on paypal and that guy noticed it. Couldn't figure out how to change it and then did. He's just a creep.\n  \n  The 5 people.. one being the ex and the rest are online friends that I've known for years and have on FB and\/or other social media. Three of which know my address too, likewise, I know theirs.\n  ","474263":"\n  Left - wall\n  \n  Right - nightstand & everything on it\n  \n  In bed. Just finished watching the movie, Eli. Was torn between 2.5 and 3 but gave a 3 since it had some new ideas added to it etc\n  ","474264":"\n  I like both.\n  \n  YouTube more for music and other people I follow that upload content.\n  ","474265":"\n  No, I don't feel at home. Yes, other times and then sometimes not...\n  "}}